{"annee": "140", "cour": "V", "page": "154", "date": "23/4/2014", "cite": ["129 III 305", "115 V 224", "122 II 113", "119 V 36", "130 V 156", "136 V 73", "127 V 259", "135 V 215", "120 V 15", "119 V 410", "114 V 239", "122 V 306"], "cite_par": ["143 III 348", "142 V 20"], "chapeau": "23. Extrait de l'arrêt de la IIe Cour de droit social dans la cause R. contre Caisse fédérale de pensions PUBLICA et Ecole Polytechnique Fédérale de Lausanne (recours en matière de droit public)\n\n9C_640/2013 du 23 avril 2014", "regestes": ["Art. 14-16 LPP; calcul des prestations de vieillesse de la prévoyance obligatoire. Au regard de la relation étroite entre les cotisations et le montant des prestations de vieillesse de la prévoyance obligatoire, on ne saurait admettre le droit à des prestations de vieillesse calculées en fonction de bonifications de vieillesse afférentes à une période d'assurance pendant laquelle des cotisations correspondantes n'ont pas été et ne doivent plus être versées (consid. 6 et 7).", "Art. 41 al. 2 LPP; exigibilité et prescription des créances afférentes à des cotisations rétroactives issues d'un rapport de prévoyance reconnu rétroactivement. Application de la prescription absolue de dix ans (consid. 6.1-6.3) introduite par l' ATF 136 V 73."], "faits": "BGE 140 V 154 S. 155\n\nA.\n\nA.a R. (né en 1943) a été chargé de cours à l'Ecole polytechnique fédérale de Lausanne (EPFL) à partir de l'année académique 1980/1981. Le 10 mai 2004, l'EPFL l'a informé que sa charge ne serait pas reconduite pour l'année académique 2004/2005, motif pris de l'existence d'un conflit d'intérêts entre sa fonction de chargé de cours et ses activités au sein d'un institut préparant notamment aux examens d'admission à l'EPFL.\n\nIl s'en est suivi un litige sur la nature juridique des rapports liant le prénommé à l'EPFL qui a été porté jusqu'au Tribunal fédéral. Dans un arrêt rendu le 28 juin 2006, celui-ci a considéré que la charge de cours de l'intéressé était soumise à la loi fédérale du 24 mars 2000 sur le personnel de la Confédération (LPers; RS 172.220.1) et que R. devait en conséquence bénéficier d'un contrat de durée indéterminée, dans le respect des règles régissant les assurances sociales.\n\nA.b Par décision du 27 novembre 2007, l'EPFL a notamment constaté que le contrat de travail la liant à l'intéressé prendrait fin le 30 avril 2008 et que celui-ci aurait dû en principe être affilié à une caisse de pensions depuis le 1er octobre 1980, date à partir de laquelle il avait été au bénéfice d'un contrat de durée indéterminée; elle a cependant considéré qu'il appartenait à la Caisse fédérale de pensions PUBLICA (ci-après: PUBLICA) d'examiner formellement cette question et que le dossier de R. devait lui être transmis à cette fin.\n\nR. a déféré cette décision à la Commission de recours interne des écoles polytechniques fédérales. Admettant partiellement le recours, le 4 novembre 2008, celle-ci a jugé notamment que R. était affilié à la PUBLICA qui devait se prononcer sur le caractère éventuellement rétroactif de l'affiliation (ch. 7, première phrase, du dispositif). R. et l'EPFL ont tous deux interjeté un recours contre cette décision devant le Tribunal administratif fédéral, qui a invité PUBLICA à se déterminer par décision incidente du 17 décembre 2008. Le recours de l'intéressé, qui ne s'en prenait qu'au ch. 7 du dispositif de la décision du 4 novembre 2008 en concluant à ce que le Tribunal administratif fédéral ordonnât son affiliation avec effet rétroactif au 1er octobre 1980, a été rejeté par celui-ci, le 13 janvier 2010.\n\nA.c Le 4 mars 2010, PUBLICA a informé R. qu'elle entamait les démarches administratives en lien avec son affiliation. Après avoir reçu de l'institution de prévoyance un décompte de cotisations tenant compte d'une affiliation rétroactive de l'intéressé au 1er octobre 1980, BGE 140 V 154 S. 156l'EPFL a contesté le calcul des cotisations, en faisant valoir que les créances de cotisations plus anciennes que dix ans dès la demande d'affiliation à PUBLICA étaient prescrites.\n\nPar courrier du 13 juillet 2011, PUBLICA a demandé à l'EPFL de lui verser jusqu'au 29 juillet 2011 le montant de 136'068 fr. 80 pour une affiliation rétroactive de R. au 1er octobre 1980 ou le montant de 54'695 fr. 70 fr. pour une affiliation rétroactive au 1er janvier 1999. L'EPFL s'est acquittée de la seconde somme indiquée. Le 17 octobre 2011, PUBLICA a informé l'intéressé que le montant de la rente de vieillesse, à laquelle il avait droit à partir du 1er mai 2008, s'élevait à 412 fr. 35 par mois (\"Décision de prestation\").\n\nB. Le 23 mars 2012, R. a ouvert action contre PUBLICA et l'EPFL auprès de la Cour des assurances sociales du Tribunal cantonal du canton de Vaud. Il concluait, d'une part, que l'institution de prévoyance fût condamnée à l'affilier, à titre rétroactif, avec effet au 1er octobre 1980 et à lui verser les arriérés de rente dus en fonction d'une telle affiliation avec intérêts à 5 % dès le 1er novembre 2011. D'autre part, il concluait à ce que l'EPFL fût condamnée à verser à PUBLICA le montant de 136'068 fr. 80 à titre d'arriérés de cotisations, sous déduction du montant déjà versé.\n\nStatuant le 22 juillet 2013, la Cour des assurances sociales du Tribunal cantonal vaudois a rejeté les deux demandes.\n\nC. Agissant par la voie du recours en matière de droit public contre ce jugement, R. demande au Tribunal fédéral d'ordonner à PUBLICA de l'affilier rétroactivement avec effet au 1er octobre 1980 et de lui verser les arriérés de rente dus en fonction d'une telle affiliation, ainsi que d'ordonner à l'EPFL de verser la somme de 136'068 fr. 80 avec intérêts légaux à PUBLICA pour lui, sous déduction du montant déjà versé.\n\nPUBLICA conclut principalement au rejet du recours et à la confirmation du jugement du 22 juillet 2013. A titre subsidiaire, elle demande que le recours soit admis et le jugement cantonal réformé, en ce sens que l'EPFL soit condamnée à lui verser la somme de 136'068 fr. 80 sous déduction de la somme déjà versée, plus intérêts à 5 % dès le 18 septembre 2012, à titre d'arriérés de cotisations, en vue du versement par PUBLICA de prestations mensuelles de vieillesse s'élevant à 1'672 fr. 65, rétroactivement au 1er mai 2008, sous déduction des prestations déjà versées. BGE 140 V 154 S. 157\n\nL'EPFL conclut au rejet du recours, tandis que l'Office fédéral des assurances sociales (OFAS) a renoncé à se déterminer.\n\nLe 31 mars 2014, R. a déposé des observations complémentaires.\n\nLe recours a été partiellement admis.", "considerants": "Extrait des considérants:\n\n4.\n\n4.1 La juridiction cantonale a fait dépendre la question de l'assurance rétroactive du recourant du point de savoir si les prétentions en paiement des cotisations pour la période du 1er octobre 1980 au 31 décembre 1998 étaient prescrites. Elle a considéré que tel était le cas, en application d'un arrêt du Tribunal fédéral du 25 janvier 2010 publié in ATF 136 V 73, et fixé au 1er janvier 1999 la naissance de la créance de cotisations. Retenant que les \"prétentions du [recourant] pour la période allant du 1er octobre 1980 au 31 décembre 1998 sont prescrites\", elle a rejeté les conclusions prises par le recourant à l'encontre de PUBLICA et de l'EPFL.\n\n4.2 Le raisonnement de l'autorité judiciaire de première instance est contraire au droit dans la mesure où il fixe (implicitement) la date de l'affiliation du recourant à l'institution de prévoyance au moment à partir duquel les premiers juges ont considéré que l'EPFL était tenue de verser rétroactivement des cotisations à PUBLICA (soit le 1er janvier 1999). En effet, l'affiliation du recourant à l'institution de prévoyance intimée pour la prévoyance professionnelle ne dépend pas de l'obligation en tant que telle de verser des cotisations de la prévoyance professionnelle, ni du versement effectif de celles-ci.\n\n4.2.1 En ce qui concerne la période courant à partir du 1er janvier 1985, sous l'empire de la LPP, les rapports d'assurance obligatoire entre le salarié et l'institution de prévoyance de son employeur dans le domaine de la prévoyance obligatoire naissent de par la loi, dès que les conditions légales sont réunies (art. 2 al. 1 et art. 7 al. 1 LPP; ATF 129 III 305 consid. 2.1 p. 307; ATF 120 V 15 consid. 2a p. 19). En matière de prévoyance plus étendue, l'affiliation à l'institution de prévoyance pour les collaborateurs du domaine des écoles polytechniques fédérales intervient également de plein droit, dès le début des rapports de travail, conformément aux dispositions topiques au regard des modifications intervenues pour la Caisse fédérale d'assurance (art. 14 du Règlement de prévoyance de la Caisse de prévoyance du domaine des EPF pour le personnel du domaine des EPF du BGE 140 V 154 S. 1583 décembre 2007 [RP-EPF 1; RS 172.220.142.1], entré en vigueur le 1er juillet 2008 [art. 108 RP-EPF 1] en relation avec le Contrat d'affiliation à la Caisse de prévoyance du domaine des EPF du 3 décembre 2007 [ci-après: Contrat d'affiliation, FF 2008 5458]; art. 9 al. 1 de l'ordonnance du 25 avril 2001 relative à l'assurance dans le plan de base de la Caisse fédérale de pensions [OCFP 1; abrogé au 1er juillet 2008; RO 2001 2327] en relation avec l'art. 42 de l'ordonnance du Conseil des EPF du 15 mars 2001 sur le personnel du domaine des écoles polytechniques fédérales [ordonnance sur le personnel du domaine des EPF, OPers-EPF; RS 172.220.113] dans sa version en vigueur jusqu'au 30 juin 2007; art. 4 de l'ordonnance du 24 août 1994 régissant la Caisse fédérale de pensions [Statuts de la CFP; RO 1995 533]; art. 5 al. 1 de l'ordonnance du 2 mars 1987 concernant la Caisse fédérale d'assurance [Statuts de la CFA; RO 1987 1228]).\n\n4.2.2 En l'occurrence, les rapports de prévoyance ont commencé en même temps qu'ont débuté les rapports de travail entre le recourant et l'EPFL, respectivement au 1er janvier 1985, pour autant que son salaire atteignît le salaire minimum (cf. art. 2 al. 1, art. 7 al. 1 et art. 10 al. 1 LPP, pour la période à partir du 1er janvier 1985) et qu'il n'existât pas un motif d'exemption au sens de l'art. 1j al. 1 de l'ordonnance du 18 avril 1984 sur la prévoyance professionnelle vieillesse, survivants et invalidité (OPP 2; RS 831.441.1; dans sa teneur en vigueur à partir du 1er janvier 2006, anciennement art. 1 OPP 2). Tel apparaît être le cas au regard des calculs établis par PUBLICA en fonction d'un salaire moyen annuel perçu à partir du 1er octobre 1980 (cf. courrier de PUBLICA du 17 mars 2011 au recourant). Par ailleurs, PUBLICA a admis le principe de l'affiliation du recourant, sans jamais invoquer un motif d'exclusion. A la suite de l'arrêt du Tribunal administratif fédéral du 13 janvier 2010 - selon les considérants duquel le principe d'affiliation de R. à PUBLICA est chose acquise depuis l'arrêt du Tribunal fédéral du 28 juin 2006 -, l'institution de prévoyance a reconnu devoir affilier l'intéressé; elle a précisé à tort que l'affiliation rétroactive ne pouvait prendre effet que lorsque l'entier des cotisations dues aurait été payé (cf. courrier de PUBLICA du 17 mars 2011 au recourant). En conséquence, PUBLICA, qui a succédé à la Caisse fédérale de pensions à partir du 1er juin 2003 et auprès de laquelle l'EPFL a assuré ses salariés pour la prévoyance professionnelle (cf. art. 7 OPP 2; Contrat d'affiliation, op. cit.), est tenue d'affilier le recourant à titre rétroactif au moins à partir du 1er janvier 1985.BGE 140 V 154 S. 159\n\n4.2.3 En ce qui concerne l'affiliation du recourant pour la période entre le 1er octobre 1980 et le 31 décembre 1984, il ressort des dispositions alors applicables que le recourant doit également être affilié à PUBLICA à titre rétroactif pour cette période.\n\nSelon l'art. 2 des Statuts de la caisse d'assurance du personnel de l'administration générale de la Confédération (Caisse fédérale d'assurance) du 29 septembre 1950 (RO 1950 945), tel que modifié par les modifications des 30 août 1972 (RO 1973 35) et 24 juin 1974 (RO 1974 2116), sont, entre autres personnes, admis dans la caisse les fonctionnaires au sens de la loi sur le statut des fonctionnaires (al. 1 let. b) et les autres agents de la Confédération, en tant que le Conseil fédéral prescrit leur admission (al. 1 let. c). L'affiliation est obligatoire. Le Conseil fédéral peut décider l'admission du personnel d'entreprises de droit public de la Confédération, des secrétariats d'organisations nationales de partis politiques, d'organisations fondées par la Confédération ou à son initiative ou auxquelles elle participe d'une façon déterminante, ainsi que d'associations du personnel fédéral (al. 2).\n\nConformément à l'art. 3 al. 1 des Statuts, tel que modifié par le complément n° 4 du 3 novembre 1959 (RO 1959 2177), l'agent acquiert la qualité de membre au moment où il est admis comme tel par l'administration de la caisse. Il la perd en quittant le service de la Confédération, en tant que l'affiliation ne subsiste pas en vertu du 2e alinéa. Sous le titre \"Admission\", l'art. 12 al. 1 des Statuts prévoit qu'est assuré celui qui sera probablement employé d'une manière durable au service de la Confédération et qui est déclaré assurable par le service médical administratif.\n\nA cette époque (cf. Message du 14 décembre 1987 concernant la loi sur les écoles polytechniques fédérales, FF 1988 I 697, 718 s. ch. 215), le personnel occupé dans les écoles polytechniques fédérales était soumis aux dispositions du Statut des fonctionnaires du 30 juin 1927 ou du règlement des fonctionnaires (1) du 10 novembre 1959, ainsi que du règlement des employés du 10 novembre 1959, à l'exception des rapports de service du corps enseignant, dont le statut était régi par la loi sur le statut des fonctionnaires, par la loi du 7 février 1854 sur la création d'une école polytechnique suisse et par la réglementation transitoire (arrêté fédéral des 24 juin 1970, 20 juin 1975 et 21 mars 1980 sur les écoles polytechniques [réglementation transitoire]). BGE 140 V 154 S. 160\n\nIl résulte de ces dispositions que le recourant aurait acquis la qualité de membre de la Caisse fédérale de pensions à partir du moment \"où il [aurait été] admis comme tel par l'administration de la caisse\".Dans la mesure où les rapports liant le recourant à l'EPFL relevaient d'un contrat de travail de durée indéterminée, l'administration de la Caisse fédérale de pensions aurait, au degré de la vraisemblance prépondérante, admis le recourant comme membre à partir du moment où il était entré au service de l'EPFL, soit le 1er octobre 1980. Il ne ressort par ailleurs pas du dossier, et les intimées ne le prétendent pas, que le recourant aurait été atteint dans sa santé et risqué, de ce fait, de ne pas être déclaré assurable au sens de l'art. 12 al. 1 des Statuts.\n\n5.\n\n5.1 Le recourant conclut au versement des \"arriérés de rente qui lui sont dus en fonction d'une affiliation rétroactive avec effet au 1er octobre 1980\". Ce faisant, il requiert le versement d'une rente de vieillesse plus élevée que celle fixée par PUBLICA, en fonction d'une période d'affiliation plus longue remontant au 1er octobre 1980.\n\n5.2 Selon les calculs de PUBLICA, le montant de la rente de vieillesse auquel peut prétendre le recourant à partir du 1er mai 2008 s'élève à 1'672 fr. 65 par mois en prenant en considération une période d'assurance ayant débuté le 1er octobre 1980 (courrier du 17 mars 2011 au recourant, réponse au recours du 18 février 2014). Ce montant correspond en revanche à 412 fr. 35 par mois en tenant compte d'une période d'affiliation commençant seulement le 1er janvier 1999 (courrier du 26 mai 2011 au recourant, réponse du 18 février 2014). Pour l'institution de prévoyance, dès lors que l'EPFL a versé les cotisations pour la période courant à partir du 1er janvier 1999 (soit 54'695 fr. 70), elle doit octroyer au recourant seulement les prestations de vieillesse correspondant à une affiliation à partir de cette date-là.\n\n5.3 Comme on l'a vu (consid. 4 supra), l'affiliation du recourant à PUBLICA est en soi indépendante du versement (effectif) des cotisations de la prévoyance professionnelle; à l'inverse, l'affiliation entraîne l'obligation de verser des cotisations. Autre est la question de savoir s'il y a lieu de prendre en considération, pour déterminer la prestation de vieillesse que peut prétendre le recourant, les cotisations qui auraient dû être versées dès le 1er octobre 1980.\n\nSur ce dernier point, la juridiction cantonale a retenu que les créances de cotisations de la prévoyance professionnelle relatives à BGE 140 V 154 S. 161l'activité exercée par le recourant au service de l'EPFL du 1er octobre1980 au 31 décembre 1998 étaient prescrites. Il s'agit donc d'examiner d'abord la question de la prescription en relation avec des créances de cotisation pour une période pendant laquelle l'institution de prévoyance n'avait pas connaissance des rapports de service du recourant, ni, partant, des rapports de prévoyance individuels.\n\n6.\n\n6.1 Se fondant sur l' ATF 136 V 73, les premiers juges ont considéré qu'en raison de l'existence d'un contrat d'affiliation entre l'EPFL et PUBLICA, le délai de prescription pour les créances de cotisation ne commençait pas à courir avec l'établissement du rapport de prévoyance du recourant, mais dès l'exigibilité des primes correspondant à la prestation de travail soumise à cotisations. Le recourant avait en principe été soumis à la couverture de l'institution de prévoyance dès le début des relations de travail, et ce malgré le fait que l'EPFL ne l'avait pas annoncé à PUBLICA. Toutefois, comme l'institution de prévoyance n'avait été informée de l'existence des rapports de travail entre l'EPFL et le recourant qu'à l'occasion du litige qui opposait ceux-ci devant le Tribunal administratif fédéral (à la suite de l'envoi de la décision incidente du 17 décembre 2008), l'exigibilité était reportée au 18 décembre 2008 (en raison du comportement reprochable de l'employeur débiteur, qui avait manqué d'annoncer un salarié). A cette date, comme l'échéance des cotisations était mensuelle, seules pouvaient encore être exigées les cotisations mensuelles dues pour les différents mois d'assurance qui ne comptaient pas plus de dix ans, en raison du délai absolu de dix ans (par opposition au délai de prescription relatif de cinq ans) introduit par l' ATF 136 V 73. La naissance de la créance de cotisations devait dès lors être fixée au 1er janvier 1999, soit à l'échéance de la prime de décembre 1998. Les prétentions du recourant relatives à la période antérieure au 1er janvier 1999 (et remontant jusqu'au 1er octobre 1980) étaient donc prescrites.\n\n6.2 Le recourant ne conteste pas que l'application des principes dégagés par le Tribunal fédéral dans l' ATF 136 V 73, telle que retenue par la juridiction cantonale, conduit à constater que les créances de cotisations afférentes à la période antérieure à la date du 1er janvier 1999 sont prescrites. Il soutient en revanche que la jurisprudence de l' ATF 136 V 73 rendu le 25 janvier 2010 ne lui est pas applicable, parce que son statut et \"les droits sociaux qui s'y rattachent\", y compris au regard de la prescription, ont été définitivement fixés le BGE 140 V 154 S. 16228 juin 2006, par l'arrêt du Tribunal fédéral qui a tranché le litige l'opposant à son ancien employeur. Or, le 28 juin 2006, les arriérés de cotisations dus par l'EPFL remontaient jusqu'au premier jour des relations contractuelles qui les liaient l'un à l'autre, soit au 1er octobre 1980. Le recourant fait par ailleurs valoir que l'application du délai de prescription de dix ans (découlant de l' ATF 136 V 73) lui porte préjudice - sa rente de vieillesse de la prévoyance professionnelle étant réduite en fonction des cotisations non versées à titre rétroactif du 1er octobre 1980 au 31 décembre 1998 -, de sorte que la nouvelle jurisprudence ne peut s'appliquer à son cas, le principe de l'affiliation à PUBLICA ayant été acquis avant janvier 2010. Admettre le contraire reviendrait à violer le droit fédéral, au regard aussi du fait que l'attitude de l'EPFL l'avait contraint à engager différentes procédures pour faire reconnaître ses droits.\n\n6.3\n\n6.3.1 Dans l'arrêt publié in ATF 136 V 73, rendu le 25 janvier 2010 (et résumé dans le Bulletin de la prévoyance professionnelle n° 117 du 31 mars 2010, édité par l'OFAS), le Tribunal fédéral a retenu que lorsqu'un employeur est affilié à une institution de prévoyance, le point de départ de l'exigibilité de créances de cotisations relatives à un salarié particulier qui n'avait pas été annoncé à l'institution de prévoyance correspond en principe à la date d'échéance des primes relatives aux rapports de travail soumis à cotisations, et non pas à la date de la constitution effective des rapports contractuels d'assurance (comme cela avait été admis par le passé). Toutefois, si l'institution de prévoyance n'a pas connaissance de l'existence de rapports de travail soumis à cotisations à cause d'une violation qualifiée de l'obligation de déclarer de l'employeur, l'exigibilité des créances de cotisations est différée jusqu'au moment où l'institution de prévoyance a connaissance de l'existence des rapports de travail déterminants. Dans un tel cas, la créance individuelle de cotisations se prescrit cependant de manière absolue par dix ans à compter de sa naissance (virtuelle).\n\nA cet égard, le Tribunal fédéral a considéré que dans le cas où le débiteur (employeur) adopte un comportement reprochable, l'exigibilité des créances de cotisations individuelles est reportée sans limites jusqu'au moment où la créancière des cotisations en prend (ou aurait dû en prendre) connaissance. Or, la possibilité de pouvoir recouvrer rétroactivement et de façon illimitée les créances de cotisations originaires de la part de l'employeur ayant violé son obligation BGE 140 V 154 S. 163d'annoncer ne paraît pas conciliable avec le système de la prescription dans son ensemble (qui prévoit, par exemple, un délai de prescription de dix ans à compter de la violation de l'obligation pour les prétentions secondaires découlant d'un contrat). Aussi, le délai de prescription relatif de cinq ans à compter de la connaissance (raisonnablement présumée) doit être complété, par la voie du comblement d'une lacune, par un délai absolu: la créance individuelle de cotisations se prescrit en tous les cas par dix ans à compter de sa naissance (virtuelle) aussi lorsqu'on admet une violation qualifiée de l'obligation d'annoncer et que l'institution de prévoyance a ignoré durablement et sans faute de sa part les faits justifiant le prélèvement de cotisations.\n\n6.3.2 Une nouvelle jurisprudence ou un changement de celle-ci s'appliquent immédiatement et vaut pour les cas futurs, ainsi que pour les affaires pendantes devant un tribunal au moment de l'adoption de la nouveauté ou du changement (ex nunc et pro futuro). Elle s'applique donc également, mais sans effet rétroactif, quand l'événement assuré s'est produit avant le prononcé du changement de jurisprudence (arrêt du Tribunal fédéral des assurances B 35/95 du 30 septembre 1996 consid. 2, non publié in ATF 122 V 306 et l'arrêt cité; ATF 119 V 410 consid. 3 p. 412). On peut s'inspirer, à cet égard des règles relatives à la non-rétroactivité d'une nouvelle disposition légale (en l'absence de dispositions transitoires particulières; ATF 122 II 113 consid. 3b/dd p. 124; arrêt 2C_236/2010 du 14 octobre 2010 consid. 1.1, in RDAF 2011 II p. 84). L'interdiction de la rétroactivité fait obstacle à l'application d'une nouvelle disposition légale à des faits entièrement révolus avant son adoption (rétroactivité proprement dite); il est en revanche admissible d'appliquer la nouvelle norme à des faits ayant pris naissance sous l'empire du droit antérieur, mais qui déploient encore des effets sous le nouveau droit (rétroactivité improprement dite), sous réserve des droits acquis.\n\n6.3.3 La jurisprudence de l'arrêt ATF 136 V 73 s'applique ex nunc et pro futuro. Elle est opposable aux institutions de prévoyance et aux autres intéressés à partir du mois de mars 2010, soit dès le moment où les communications de l'OFAS relatives à la prévoyance professionnelle ont fait connaître le contenu essentiel de l'arrêt. Elle s'applique donc également à la situation du recourant, même si certains des faits déterminants (survenance de l'événement assuré, affiliation à la prévoyance professionnelle) sont survenus avant son adoption, dès lors qu'ils déploient des effets au-delà de cette date. BGE 140 V 154 S. 164\n\n6.3.4 Les arguments que soulève le recourant à l'encontre de l'application de l' ATF 136 V 73 à sa situation n'y changent rien.\n\nDans la mesure tout d'abord où il s'agit de se prononcer sur l'obligation de son ancien employeur de verser des cotisations à l'institution de prévoyance - le recourant a aussi conclu au versement par l'EPFL à PUBLICA du montant de cotisations en cause (consid. 3, non publié) -, il prétend en vain que le litige concernerait avant tout, selon sa formulation, \"l'autre volet du lien de prévoyance, entre l'assuré et la Caisse PUBLICA\" (et non le lien entre l'employeur et l'institution de prévoyance). On ne saurait par ailleurs considérer que ses \"droits sociaux\" ont été \"définitivement fixés depuis le 28 juin 2006\". Dans son arrêt rendu à cette date, le Tribunal fédéral a statué sur la nature des rapports juridiques noués entre l'EPFL et le recourant. Celui-ci était lié à l'EPFL par un contrat de travail soumis au droit public (et non pas par un contrat de mandat) et devait \"être mis au bénéfice d'un contrat de durée indéterminée, dans le respect des règles régissant les assurances sociales\" (arrêt 2A.658/2005 du 28 juin 2006 consid. 4). Si le statut du recourant (employé de l'EPFL sous contrat de durée indéterminée à partir du 1er octobre 1980) a alors été clairement défini et qu'il en résultait une obligation de la part de l'employeur d'assurer obligatoirement le recourant à l'institution de prévoyance auprès de laquelle il avait affilié ses employés, les droits et obligations résultant d'une telle assurance (qui sortaient de l'objet de la contestation alors portée devant le Tribunal fédéral) n'ont nullement été déterminés (\"fixés\") par l'arrêt du 28 juin 2006. L'affiliation du recourant, même si elle découlait dans son principe de la qualification de contrat de travail (de droit public) de son engagement auprès de l'EPFL, impliquait des démarches auprès de PUBLICA pour que soient déterminés les droits et obligations respectifs des parties. Celles-ci n'ont cependant pas été entreprises et PUBLICA a été informée de l'existence des rapports de travail entre l'EPFL et son chargé de cours seulement le 18 décembre 2008 (selon les constatations de la juridiction cantonale qui lient le Tribunal fédéral [art. 105 al. 1LTF]). Depuis lors, l'institution de prévoyance a déterminé le montant de la prestation de vieillesse qu'elle a reconnue au recourant, cequi a conduit au présent litige, lequel a précisément pour objet les droits et obligations des parties en ce qui concerne l'affiliation du recourant à la prévoyance professionnelle qui produit des effets au-delà du mois de mars 2010.BGE 140 V 154 S. 165\n\nLa référence que fait ensuite le recourant à l'arrêt du Tribunal fédéral publié aux ATF 119 V 40 (recte: 410), soutenu en cela par l'institution de prévoyance intimée, en invoquant que l'application du délai de prescription de dix ans (découlant de l' ATF 136 V 73) lui porte préjudice, de sorte que la nouvelle jurisprudence ne peut s'appliquer à son cas, ne lui est d'aucun secours. Dans l' ATF 119 V 410, le Tribunal fédéral a retenu qu'une nouvelle jurisprudence valait pour les cas futurs ainsi que pour les affaires pendantes devant un tribunal au moment de son changement; elle ne pouvait cependant pas conduire, en principe, à modifier des prestations périodiques fondées sur une décision (assortie d'effets durables) entrée en force formelle (pour des exceptions à ce principe, ATF 135 V 215 consid. 5.1 p. 219). Comme, en l'espèce, l'institution de prévoyance n'a pas rendu - et n'a pas le pouvoir de rendre (cf. ATF 115 V 224 consid. 2 p. 228), comme elle le précise à juste titre - une décision sur des prestations périodiques, on ne se trouve pas dans la situation visée par l' ATF 119 V 410 dans laquelle un changement de jurisprudence était susceptible de conduire à la modification d'une décision entrée en force (avec des effets pour l'avenir).\n\nOn ne saurait dès lors reprocher à la juridiction cantonale, comme le fait en vain l'institution de prévoyance intimée, d'avoir abusé de son pouvoir d'appréciation en faisant application en l'espèce des principes découlant de l' ATF 136 V 73.\n\n6.4 Il résulte de ce qui précède que l'EPFL peut se prévaloir de la prescription des créances de cotisations pour la période du 1er octobre 1980 au 31 décembre 1998. Par conséquent, la conclusion du recourant tendant au versement par son ancien employeur des cotisations afférentes à cette période est mal fondée et doit, partant, être rejetée.\n\n7. Il reste à examiner si le fait que les cotisations n'ont pas à être payées par l'employeur pour la période du 1er octobre 1980 au 31 décembre 1998 a une influence sur l'étendue de la prestation de vieillesse que peut prétendre le recourant.\n\n7.1 Du point de vue temporel, il convient d'appliquer les dispositions légales et réglementaires en vigueur au moment de la survenance du cas de prévoyance. Le recourant a atteint l'âge ouvrant le droit aux prestations de vieillesse, soit 65 ans, le 2 avril 2008 (cf. art. 13 al. 1 let. a LPP; cf. ATF 130 V 156 consid. 5.2 p. 160). Ce sont donc les dispositions légales et réglementaires en vigueur au 2 avril 2008 qui BGE 140 V 154 S. 166sont applicables pour déterminer l'étendue des prestations de vieillesse auxquelles a droit le recourant.\n\n7.2 Conformément à l'art. 33 al. 3 première phrase OCFP 1, le montant de la rente de vieillesse annuelle correspond au montant de la rente de vieillesse acquise au moment de la retraite. Selon l'art. 32 OCFP 1, le montant annuel de la rente acquise correspond à 1,5 % du gain assuré pour chaque année d'assurance, toutefois elle ne peut pas dépasser 60 % du gain assuré. Les fractions intermédiaires sont ajoutées au prorata. L'art. 15 al. 1 OCFP 1 définit les années d'assurance de la manière suivante: \"Compte comme années d'assurance la période s'écoulant entre le 1er du mois suivant l'âge de 22 ans révolus et la survenance d'un événement d'assurance, durant laquelle des cotisations ont été versées pour la prévoyance vieillesse, augmentée des années d'assurance rachetées. Les parts de prestation de sortie prélevées aux fins d'encouragement à la propriété du logement ou, en cas de divorce attribuées au conjoint divorcé, entraînent une réduction des années d'assurance.\"\n\nEn application de ces dispositions, le montant annuel de la rente acquise correspond, en l'espèce, à 1,5 % du gain assuré pour les années durant lesquelles des cotisations pour la prévoyance vieillesse ont été versées. Par conséquent, le calcul s'effectue sans tenir compte de la période courant du 1er octobre 1980 au 31 décembre 1998 pour laquelle PUBLICA n'a reçu aucun versement de cotisations et ne peut plus en réclamer de l'employeur (consid. 6 supra). Le calcul effectué par l'institution de prévoyance (cf. courrier du 26 mai 2011 au recourant) en ne prenant en considération que les années d'assurance au sens de l'art. 15 OCFP 1 apparaît dès lors correct et n'est pas, pour le surplus, contesté par le recourant.\n\n7.3 Le recourant ne peut rien tirer non plus en sa faveur des dispositions légales sur la prévoyance professionnelle obligatoire.\n\n7.3.1 Selon l'art. 14 al. 1 LPP, la rente de vieillesse est calculée en pour-cent de l'avoir de vieillesse acquis par l'assuré au moment où celui-ci atteint l'âge ouvrant le droit à la rente (taux de conversion). Le taux de conversion minimal s'élève à 6,8 % à l'âge ordinaire de 65 ans pour les hommes et les femmes (art. 14 al. 2 LPP); il correspond à 7,05 % pour les rentes de vieillesse pour les hommes de la classe d'âge 1943 et l'âge ordinaire de la retraite de 65 ans (let. a des dispositions finales de la modification du 18 août 2004 de l'OPP 2). L'avoir de vieillesse comprend les bonifications de vieillesse, avec BGE 140 V 154 S. 167les intérêts, afférentes à la période durant laquelle l'assuré a appartenu à l'institution de prévoyance, cette période prenant toutefois fin à l'âge ordinaire de la retraite (art. 15 al. 1 let. a LPP), ainsi que l'avoir de vieillesse versé par les institutions précédentes et porté au crédit de l'assuré, avec les intérêts (art. 15 al. 1 let. b LPP).\n\nAux termes de l'art. 16 LPP, les bonifications de vieillesse sont calculées annuellement en pour-cent du salaire coordonné. Les taux suivants sont appliqués: âge 25-34: 7 % du salaire coordonné, âge 35-44: 10 % du salaire coordonné, âge 45-54: 15 % du salaire coordonné, âge 55-65 ans: 18 % du salaire coordonné. L'institution de prévoyance doit tenir pour chaque assuré un compte de vieillesse indiquant son avoir de vieillesse conformément à l'art. 15 al. 1 LPP (art. 11 al. 1 OPP 2). A la fin de l'année civile, ce compte individuel de vieillesse sera crédité notamment des bonifications de vieillesse sans intérêt pour l'année civile écoulée (art. 11 al. 2 OPP 2).\n\n7.3.2 Il résulte de ces dispositions que le capital de prévoyance déterminant sur lequel se fonde le calcul des prestations de vieillesse obligatoires est formé de manière individuelle dans le système de la prévoyance obligatoire. Ce capital est formé par les bonifications de vieillesse, qui sont annuellement portées en compte de chaque affilié, en pourcentage du salaire coordonné. En additionnant les bonifications de vieillesse (y compris les intérêts) accumulées au cours des années, on doit aboutir à un capital de prévoyance - au sens du système de capitalisation sur lequel repose la prévoyance professionnelle - permettant de fournir les prestations de vieillesse correspondantes (THOMAS FLÜCKIGER, in LPP et LFLP, 2010, n° 3 ad art. 15 LPP; JÜRG BRÜHWILER, Die betriebliche Personalvorsorge in der Schweiz, 1989, p. 201 et 203; RIEMER/RIEMER-KAFKA, Das Recht der beruflichen Vorsorge in der Schweiz, 2e éd. 2006, p. 103). Les prestations de vieillesse selon la LPP sont donc financées selon le système de la capitalisation: les cotisations sont fixées de telle manière que le capital accumulé découlant des cotisations et des intérêts suffise pour financer les prestations futures de la prévoyance obligatoire des assurés.\n\nLe lien entre les bonifications de vieillesse, respectivement l'avoir de vieillesse, et la prestation de vieillesse est l'expression du principe d'équivalence individuelle, selon lequel il doit exister un équilibre du point de vue de la technique d'assurance, au sein d'un rapport d'assurance particulier, entre les prestations individuelles et les BGE 140 V 154 S. 168cotisations pour l'affilié particulier. Cet équilibre individuel en fonction des rapports de prévoyance n'est donné qu'en relation avec une durée d'assurance totale de 40 ans pour les hommes (cf. art. 7, 13, 16 en relation avec l'art. 65 LPP); ce n'est qu'en relation avec cette durée d'assurance totale que la somme des cotisations plus intérêts versés correspond en principe au capital de couverture nécessaire pour financer les prestations de vieillesse, au sein d'un rapport d'assurance particulier. De cet équilibre individuel entre les cotisations et les prestations au sein d'un rapport d'assurance concret, il y a lieu de distinguer l'équilibre du point de vue de la technique d'assurance entre les cotisations et les prestations au sein de l'institution de prévoyance dans son ensemble, avec toutes les personnes affiliées (salariés d'une entreprise). Il s'agit du principe d'équivalence collective, selon lequel l'institution de prévoyance est tenue de garantir qu'elle soit en mesure de fournir les prestations prévues dès qu'elles sont exigibles (art. 65 al. 1 et 2 LPP). Il doit donc exister en tout temps un équilibre entre les cotisations et les prestations au sein de l'institution de prévoyance, tandis que l'équilibre entre les cotisations et les prestations de vieillesse au sein d'un rapport individuel d'assurance n'est exigible qu'en relation avec la durée légale complète d'assurance (BRÜHWILER, op. cit., p. 204). En d'autres termes, les bonifications prévues à l'art. 16 LPP constituent une prétention minimale à laquelle l'affilié a droit au titre de la prévoyance professionnelle obligatoire et à l'aune de laquelle doivent être déterminées les prestations et les cotisations, dans le sens d'une primauté des bonifications (cf. ATF 114 V 239 consid. 6a p. 245 s.; BRÜHWILER, op. cit., p. 205; le même, Beitragsbemessung in der obligatorischen beruflichen Vorsorge nach BVG, insbesondere Zusatzbeiträge für die Finanzierung des BVG-Mindestzinses und des BVG-Umwandlungssatzes, RSAS 2003 p.323).\n\nEn conséquence, au regard de la relation étroite entre les cotisations et le montant des prestations de vieillesse de la prévoyance obligatoire (art. 14 LPP), on ne saurait admettre, sans violer le principe de l'équivalence collective, un droit à des prestations de vieillesse calculées en fonction de bonifications de vieillesse afférentes à une période d'assurance pendant laquelle des cotisations correspondantes n'ont pas été versées (dans ce sens, JACQUES-ANDRÉ SCHNEIDER, ATF 127 V 259: La fin du système de la biprimauté des prestations dans la prévoyance professionnelle?, RSAS 2002 p. 215), même si les bonifications de vieillesse ne correspondent pas forcément, dans le système légal, au montant des cotisations versées. BGE 140 V 154 S. 169\n\n7.3.3 Il découle de ce qui précède que la prestation de vieillesse du recourant due en vertu de la prévoyance professionnelle obligatoire doit être déterminée en fonction des bonifications de vieillesse pour les périodes d'assurance pour lesquelles des cotisations ont été ou doivent effectivement être versées de manière rétroactive. La période du 1er octobre 1980 au 31 décembre 1998 ne peut par conséquent pas être prise en considération.\n\nA cet égard, le recourant ne prétend pas que la rente qui lui a été reconnue par PUBLICA (412 fr. 35 par mois) ne correspondrait pas au moins à la prestation de vieillesse obligatoire calculée en fonction des bonifications de vieillesse afférentes à la période du 1er janvier 1999 au 30 avril 2008. Sa conclusion visant à obtenir une rente de vieillesse d'un montant supérieur en fonction de la période du 1er octobre 1980 au 31 décembre 1998 est dès lors également mal fondée, sous l'angle du seul régime obligatoire.\n\n8. En conséquence de ce qui précède, il apparaît que parmi les conclusions du recourant, seule celle portant sur son affiliation rétroactive à PUBLICA à partir du 1er octobre 1980 doit être admise. La détermination de la date à partir de laquelle le recourant est affilié à l'institution de prévoyance intimée, à titre rétroactif, peut, le cas échéant, jouer un rôle pour fonder d'éventuelles prétentions en dommages et intérêts résultant de la violation du contrat d'affiliation, dont ont fait état les premiers juges. Le jugement entrepris doit donc être réformé en ce sens."}