{"annee": "140", "cour": "II", "page": "428", "date": "12/6/2014", "cite": [], "cite_par": ["143 II 77", "140 II 437"], "chapeau": "38. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A. AG gegen B., Gemeinderat Dagmersellen sowie Bau-, Umwelt- und Wirtschaftsdepartement des Kantons Luzern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_565/2013 vom 12. Juni 2014", "regestes": ["Dérogation pour la construction, dans l'espace réservé au cours d'eau, d'un bâtiment conforme à l'affectation de la zone mais dont l'emplacement n'est pas imposé par sa destination (art. 36a LEaux; art. 41a et 41c OEaux). Obligation des cantons d'aménager de manière appropriée des espaces réservés aux eaux et de veiller à leur exploitation de manière extensive; dispositions transitoires (consid. 2). Notion de zones densément bâties au sens des art. 41a al. 4, 41b al. 3 et 41c al. 1 deuxième phrase OEaux: travaux préparatoires, doctrine, fiche pratique (consid. 3). La zone de planification (ou le périmètre de référence) doit être suffisamment grande et comprendre en premier lieu les terrains qui jouxtent le cours d'eau. Elle doit déjà être densément (et non seulement largement) bâtie, et il doit exister un intérêt, du point de vue de l'aménagement, à la densification de l'espace réservé au cours d'eau (consid. 7). En l'espèce, il s'agit d'un secteur périphérique; la rive n'est construite que sur une longueur d'environ 100 m. Cela ne suffit pas pour la considérer comme \"densément bâtie\", même compte tenu de l'endiguement existant et des faibles possibilités de mise en valeur (consid. 8)."], "faits": "|429|\n\nB. ist Eigentümer der überbauten Grundstücke Nrn. c und d sowie des nicht überbauten Grundstücks Nr. e in der Wohn- und Gewerbezone der Gemeinde Dagmersellen, unmittelbar östlich der Wigger (Gewässer Nr. 1001).\n\nAm 24. April 2012 reichte er ein Baugesuch ein, um die bestehenden Gebäude abzubrechen und an ihrer Stelle sowie auf Grundstück Nr. e zwei Mehrfamilienhäuser (Haus A und Haus B) und eine Autoeinstellhalle zu errichten. Gegen das Bauvorhaben erhob die A. AG Einsprache.\n\nAm 16. August 2012 bewilligte der Gemeinderat Dagmersellen das Bauvorhaben unter Bedingungen und Auflagen und wies die Einsprache der A. AG ab. Gleichzeitig wurde den Parteien die Verfügung der kantonalen Dienststelle Raumentwicklung, Wirtschaftsförderung und Geoinformation (RAWI) vom 3. September 2012 eröffnet, in der unter anderem gewässerschutz- und wasserbaurechtliche Ausnahmebewilligungen in Bezug auf die Wigger erteilt wurden. |430|\n\nGegen die Baubewilligung und die Verfügung des RAWI reichte die A. AG Verwaltungsgerichtsbeschwerde ein. Am 30. April 2013 wies das Verwaltungsgericht Luzern (inzwischen: Kantonsgericht, 4. Abteilung) die Beschwerde ab.\n\nDagegen hat die A. AG am 3. Juni 2013 Beschwerde in öffentlich-rechtlichen Angelegenheiten beim Bundesgericht erhoben.\n\nAm 12. Juni 2014 wurde die Sache in öffentlicher Sitzung beraten. Das Bundesgericht heisst die Beschwerde gut, hebt den angefochtenen Entscheid auf und weist das Baugesuch ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Am 11. Dezember 2009 beschlossen die Eidgenössischen Räte einen indirekten Gegenentwurf zur Volksinitiative \"Lebendiges Wasser (Renaturierungs-Initiative)\" vom 3. Juli 2006. U.a. wurden im Gewässerschutzgesetz vom 24. Januar 1991 (GSchG; SR 814.20) Bestimmungen zur Revitalisierung der Gewässer und zur Sicherung und extensiven Bewirtschaftung des Gewässerraumes eingeführt. Daraufhin wurde die Volksinitiative zurückgezogen (zunächst bedingt und mit ungenutztem Ablauf der Referendumsfrist definitiv; vgl. BBl 2010 363; AS 2010 4291).\n\n2.1 Der mit der erwähnten Gesetzgebung eingeführte Art. 36a Abs. 1 GSchG verpflichtet die Kantone, den Raumbedarf der oberirdischen Gewässer festzulegen, der erforderlich ist für die Gewährleistung der natürlichen Funktionen der Gewässer (lit. a), des Schutzes vor Hochwasser (lit. b) und für die Gewässernutzung (lit. c) (sog. Gewässerraum). Der Bundesrat wird beauftragt, die Einzelheiten zu regeln (Abs. 2).\n\nZu den natürlichen Funktionen der Gewässer gehören insbesondere der Transport von Wasser und Geschiebe, die Sicherstellung der Entwässerung, die Selbstreinigung des Wassers und die Erneuerung desGrundwassers, die Ausbildung einer naturnahen Strukturvielfalt in den aquatischen, amphibischen und terrestrischen Lebensräumen, die Entwicklung standorttypischer Lebensgemeinschaften, die dynamische Entwicklung des Gewässers und die Vernetzung der Lebensräume. Der Gewässerraum ist ein wichtiger Lebensraum für Tiere und Pflanzen und dient zugleich der Vernetzung von Lebensräumen. Er ist ein wichtiges Element der Kulturlandschaft und Erholungsraum |431| für die Bevölkerung (Erläuternder Bericht des BAFU vom 20. April 2011, Parlamentarische Initiative Schutz und Nutzung der Gewässer - Änderung der Gewässerschutz-, Wasserbau-, Energie- und Fischereiverordnung [im Folgenden: Erläuternder Bericht],S. 10 f.; HANS STUTZ, Raumbedarf der Gewässer - die bundesrechtlichen Vorgaben für das Planungs- und Baurecht, PBG aktuell 4/2011 S. 6 [imFolgenden: Raumbedarf]; derselbe, Uferstreifen und Gewässerraum - Umsetzung durch die Kantone, URP 2012 S. 97 f. [im Folgenden: Uferstreifen]).\n\n2.2 Der hierfür erforderliche Raumbedarf von Fliessgewässern wird in Art. 41a der Gewässerschutzverordnung vom 28. Oktober 1998 (GSchV; SR 814.201) konkretisiert, gemäss dem \"Leitbild Fliessgewässer Schweiz, Für eine nachhaltige Gewässerpolitik\" (BUWAL/BWG, 2003) und der Wegleitung \"Hochwasserschutz an Fliessgewässern\" (BWG, 2001) (vgl. Bericht der Kommission für Umwelt, Raumplanung und Energie des Ständerates vom 12. August 2008 zur Parlamentarischen Initiative \"Schutz und Nutzung der Gewässer\", BBl 2008 8059 [im Folgenden: Kommissionsbericht]; Erläuternder Bericht, S. 3).\n\nAusgangspunkt ist dabei die natürliche Breite des Fliessgewässers (Erläuternder Bericht, S. 11). Art. 41a Abs.1 und 2 GSchV bezeichnen die minimale Breite des Gewässerraums, die nicht unterschritten werden darf. Die Breite wird von den Kantonen erhöht, wenn dies erforderlich ist, beispielsweise zur Gewährleistung des Hochwasserschutzes, des Raumbedarfs für eine Revitalisierung oder überwiegender Interessen des Natur- und Landschaftsschutzes (Abs. 3). In dicht überbauten Gebieten kann die Breite des Gewässerraums den baulichen Gegebenheiten angepasst werden, soweit der Schutz vor Hochwasser gewährleistet ist (Abs. 4).\n\n2.3 Der Gewässerraum muss extensiv gestaltet und bewirtschaftet werden (Art. 36a Abs. 3 GSchG i.V.m. Art. 41c Abs. 3 und 4 GSchV). Darin dürfen nur standortgebundene, im öffentlichen Interesse liegende Anlagen wie Fuss- und Wanderwege, Flusskraftwerke oder Brücken erstellt werden (Art. 41c Abs. 1 Satz 1 GSchV). In dicht überbauten Gebieten kann die Behörde jedoch für zonenkonforme Anlagen Ausnahmen bewilligen, soweit keine überwiegenden Interessen entgegenstehen (Satz 2). Rechtmässig erstellte und bestimmungsgemäss nutzbare Anlagen im Gewässerraum sind in ihrem Bestand grundsätzlich geschützt (Abs. 2). |432|\n\nBis zur definitiven Festlegung der Gewässerräume sind die Nutzungseinschränkungen gemäss Art. 41c Abs. 1 und 2 GSchV auf einem Streifen beidseitig des Gewässers zu beachten, dessen Breite von derjenigen der bestehenden Gerinnesohle abhängig ist (Ziff. 2 der Übergangsbestimmungen zur Änderung der GSchV vom 4. Mai 2011 [im Folgenden: ÜbBest. GSchV]; vgl. Erläuternder Bericht, S. 30). Damit soll sichergestellt werden, dass nach dem Inkrafttreten der Verordnung keine unerwünschten neuen Anlagen errichtet werden (Erläuternder Bericht, S. 4 oben).\n\n3. Die Wigger weist im streitigen Abschnitt eine Gerinnesohle von 12 m auf. Der übergangsrechtliche Gewässerraum umfasst daher einen Streifen von je 20 m entlang des Gewässers (Abs. 2 lit. a und b ÜbBest. GSchV) bzw. von 26 m ab Gewässermitte. Die Westfassaden der geplanten Bauten A und B kommen in einem Abstand von 18 m ab Gewässermitte zu stehen; die Sickermulde befindet sich rund 15 m und die überhängenden Balkone von Haus B in 17 m Entfernung von der Gewässermitte. Das Bauvorhaben des Beschwerdegegners ist daher auf eine Ausnahmebewilligung nach Art. 41c Abs. 1 Satz 2 GSchV angewiesen.\n\n3.1 Voraussetzung hierfür ist, dass es sich bei den Bauparzellen um \"dicht überbautes Gebiet\" handelt. Dieser Begriff - der auch in Art. 41a Abs. 4 und Art. 41b Abs. 3 GSchV verwendet wird - knüpft nicht an vorbestehende raumplanerische Begriffsbildungen an, sondern wurde mit Blick auf die Gewässerraumthematik neu geschaffen. Es handelt sich um einen unbestimmten Rechtsbegriff, der durch Lehre und Rechtsprechung näher konkretisiert werden muss (STUTZ, Uferstreifen, a.a.O., URP 2012 S. 103 f.).\n\n3.2 Im Erläuternden Bericht wird dargelegt, dass die Ausscheidung des Gewässerraums von Fliessgewässern in Städten oder Dorfzentren, die dicht überbaut sind (z.B. städtische Quartiere in Basel am Rhein oder in Zürich an der Limmat), oft nicht oder nur den Gegebenheiten angepasst sinnvoll sei. Der Schutz vor Hochwasser müsse jedoch auch hier gewährleistet sein. Ausserhalb der dicht überbauten Zentren, z.B. auch in locker überbauten Aussenquartieren, sei dagegen der Gewässerraum gemäss den Vorgaben von Artikel 41a Absätze 1-3 GSchV auszuscheiden (Erläuternder Bericht, S. 12).\n\nIm Gewässerraum dürften grundsätzlich nur standortgebundene, im öffentlichen Interesse liegende Anlagen neu erstellt werden; zur Füllung von Baulücken seien jedoch in dicht überbauten Gebieten |433| Ausnahmen von diesem Grundsatz möglich (Erläuternder Bericht, S. 4 oben). Dies solle eine Siedlungsentwicklung nach innen und eine aus Sicht der Raumplanung erwünschte städtebauliche Verdichtung ermöglichen (Erläuternder Bericht, S. 15 oben).\n\n3.3 STUTZ (Uferstreifen, a.a.O., URP 2012 S. 104; Raumbedarf, a.a.O., PBG 4/2011 S. 18) hält - im Sinne einer groben Annäherung - fest, dass dicht überbautes Gebiet vorliege, wenn die Grundstücke in der Umgebung baulich weitgehend ausgenützt seien, das zur Bebauung geplante Grundstück in einer Kernzone oder Zentrumszone liege, in der Umgebung des zur Bebauung geplanten Grundstücks bereits viele Bauten und Anlagen im Uferstreifen bzw. Gewässerraum ständen oder die Bauparzelle eine Baulücke bilde (im gleichen Sinne FRITZSCHE/BÖSCH/WIPF, Zürcher Planungs- und Baurecht, 5. Aufl. 2011, Bd. II, S. 791).\n\n3.4 Das Bundesamt für Raumentwicklung (ARE) und das BAFU haben in Zusammenarbeit mit den Kantonen am 18. Januar 2013 das \"Merkblatt Gewässerraum im Siedlungsgebiet zur Anwendung des Begriffs 'dicht überbaute Gebiete' der Gewässerschutzverordnung\" (im Folgenden: Merkblatt) erarbeitet.\n\nEs stellt klar, dass Ausnahmen von den Gewässerraumbestimmungen nicht generell in den Bauzonen, sondern nur in dicht überbauten Gebieten ermöglicht werden sollen. Sinn und Zweck der Ausnahmeregelung sei es, Siedlungsgebiet zu verdichten und Baulücken zu nutzen, sofern das Interesse an der Nutzung überwiege. Es solle dort eine Ausnahme von den Mindestbreiten ermöglicht werden, wo der Gewässerraum die natürlichen Funktionen auch auf lange Sicht nicht erfüllen könne. Dabei liege der Fokus auf dem Land entlang dem Gewässer und nicht (wie beim raumplanerischen Begriff des weitgehend überbauten Gebiets) auf dem Siedlungsgebiet als Ganzem (Merkblatt, S. 3/4, Abschnitt B).\n\nDas Merkblatt enthält eine Kriterienliste zur Bestimmung des dicht überbauten Gebiets, betont aber, dass den Kantonen ein Spielraum zustehe. Es seien Aspekte der Gewässer- und der Siedlungsentwicklung heranzuziehen und sowohl übergeordnete Konzepte als auch die konkrete Situation vor Ort zu berücksichtigen. Die Kriterien seien nicht abschliessend und müssten fallweise gewichtet werden (Merkblatt, S. 4, Abschnitt C).\n\nFür dicht überbautes Gebiet spreche der Umstand, dass es sich um eine Zentrums- oder Kernzone oder einen Entwicklungsschwerpunkt |434| handle; dagegen spreche das Vorhandensein bedeutender Grünräume oder von Gewässerabschnitten mit ökologischer oder landschaftlicher Bedeutung (im Ist-Zustand oder nach getroffenen Aufwertungsmassnahmen). Zu berücksichtigen seien weiter die Bebaubarkeit und die Parzellenfläche, die bauliche Nutzung in der Umgebung und die Nähe zu öffentlichen Anlagen an Gewässern. Im Einzelfall könnten Gewässerzustand und -grösse eine Rolle spielen (Merkblatt, S. 4/5, Kriterienliste). (...)\n\n4. [Zusammenfassung der Erwägungen des Verwaltungsgerichts: Unter Berücksichtigung der vorhandenen Bauten und Anlagen in der Umgebung der Baugrundstücke und der Verbauung der Wigger im fraglichen Abschnitt sei es vertretbar, dicht überbautes Gebiet anzunehmen, trotz der in der weiteren Umgebung vorhandenen Grünräume.]\n\n5. [Zusammenfassung der Stellungnahme des BAFU: Die Einstufung als dicht überbautes Gebiet sei insbesondere aufgrund der beschränkten Aufwertungsmöglichkeiten der Wigger im fraglichen Gewässerabschnitt, zwischen zwei Brücken, vertretbar. Es stelle sich jedoch die Frage, ob zur weitestmöglichen Schonung des Gewässerraums, der auch im dicht überbauten Gebiet anzustreben sei, eine Verschiebung des Mehrfamilienhauses A weg vom Gewässer möglich wäre.]\n\n6. [Zusammenfassung der Rügen der Beschwerdeführerin: Der Betrachtungsperimeter müsse grösser gefasst werden. Er umfasse den bedeutenden Grünraum \"A de Wigere\", weshalb dicht überbautes Gebiet zu verneinen sei.]\n\n7. Der Begriff \"dicht überbautes Gebiet\" ist ein Begriff der GSchV und damit des Bundesrechts, der bundesweit einheitlich auszulegen ist. Ein Spielraum der Kantone besteht nur beim Vollzug im Einzelfall.\n\nDer Begriff \"dicht überbautes Gebiet\" wird nicht nur in Art. 41c Abs. 1 GSchV verwendet, sondern auch in Art. 41a Abs. 4 und Art. 41b Abs. 3 GSchV, im Zusammenhang mit der planerischen Festlegung des Gewässerraums: In dicht überbauten Gebieten darf der Gewässerraum den baulichen Gegebenheiten angepasst werden, unter Unterschreitung des minimalen Raumbedarfs des Gewässers gemäss Art. 41a Abs. 2 bzw. Art 41b Abs. 1 GSchV.\n\nEine sachgerechte Planung setzt einen genügend gross gewählten Perimeter voraus (HANS STUTZ, Anmerkung zum Urteil des |435| Verwaltungsgerichts Aargau vom 27. September 2012, URP 2013 S. 163). Planungsperimeter ist - zumindest in kleineren Gemeinden - in der Regel das Gemeindegebiet (vgl. §§ 2 Abs. 2 und 11a Abs. 1 der Luzerner Gewässerschutzverordnung vom 23. September 1997 [KGSchV; SRL 703], wonach der Kanton die erforderliche Breite des Gewässerraums ermittelt, dessen verbindliche Festlegung aber durch die Gemeinden im Verfahren der Nutzungsplanung erfolgt). Dabei liegt der Fokus auf dem Land entlang der Gewässer und nicht auf dem Siedlungs- oder Baugebiet als Ganzem (so zutreffend Merkblatt, S. 4).\n\nWie die Beispiele im Erläuternden Bericht zeigen, wollte der Verordnungsgeber eine Anpassung des Gewässerraums bzw. Ausnahmebewilligungen vor allem in dicht überbauten städtischen Quartieren und Dorfzentren zulassen, die (wie Basel und Zürich) von Flüssen durchquert werden. In solchen Gebieten sollen die raumplanerisch erwünschte städtebauliche Verdichtung und die Siedlungsentwicklung nach innen ermöglicht und Baulücken geschlossen werden können. Dagegen besteht in peripheren Gebieten, die an ein Fliessgewässer angrenzen, regelmässig kein überwiegendes Interesse an einer verdichteten Überbauung des Gewässerraums. Hier muss daher der minimale Raumbedarf des Gewässers gemäss Art. 41a Abs. 2 und Art. 41b Abs. 1 GSchV respektiert und von nicht standortgebundenen Anlagen freigehalten werden.\n\nDer Verordnungsgeber hat mit dem Begriff \"dicht überbaut\" zum Ausdruck gebracht, dass eine \"weitgehende\" Überbauung (wie in Art. 36 Abs. 3 RPG [SR 700]) nicht genügt. Dabei ist zu berücksichtigen, dass Art. 36a GSchG als indirekter Gegenentwurf zur Volksinitiative \"Lebendiges Gewässer\" konzipiert wurde (vgl. oben E. 2.1). Der Rückzug der Initiative erfolgte nach Annahme des Gesetzes, aber vor Erlass der dazugehörigen Ausführungsbestimmungen. Vor diesem Hintergrund ist der Begriff des \"dicht überbauten Gebiets\", der Ausnahmen vom Grundsatz des Schutzes und der extensiven Nutzung des Gewässerraums gemäss Art. 36a GSchG erlaubt, restriktiv auszulegen.\n\n8. Die Gemeinde Dagmersellen zählt rund 5'000 Einwohner. Das Hauptsiedlungsgebiet befindet sich östlich der Bahnlinie. Die Wigger fliesst westlich der Bahnlinie und wird durch einen Grüngürtel vom Gemeindezentrum getrennt. Er wird im streitigen Bereich durchbrochen, durch das kleine Wohngebiet Sagenstrasse/Birkenweg (W2) |436| und die daran angrenzenden überbauten Parzellen der Wohn- und Gewerbezone. Das östliche Ufer der Wigger ist lediglich auf einer Länge von rund hundert Metern, auf vier Parzellen, überbaut (darunter die Bauparzellen d und c und die Parzelle f der Beschwerdeführerin). Mit Blick auf das gesamte Gemeindegebiet handelt es sich um ein peripher gelegenes Gebiet, das nicht als \"dicht überbaut\" bezeichnet werden kann.\n\n8.1 Daran ändert auch der Umstand nichts, dass die Wigger im fraglichen Abschnitt verbaut ist und die Aufwertungsmöglichkeiten aufgrund der beiden Brücken beschränkt sind. Dieser Umstand kann im Rahmen der nach Art. 41c Abs. 1 Satz 2 GSchV gebotenen Interessenabwägung für die Erteilung einer Ausnahmebewilligung sprechen, genügt aber für sich allein nicht, um \"dicht überbautes Gebiet\" zu begründen. Der Gewässerraum soll den Raumbedarf des Gewässers langfristig sicherstellen und ist unabhängig vom Bestehen konkreter Revitalisierungs- oder Hochwasserschutzprojekte auszuscheiden (Kommissionsbericht, BBl 2008 8059).\n\n8.2 Die Parzellen des Beschwerdegegners (...), die gemeinsam überbaut werden sollen, ergeben zusammen eine relativ grosse Fläche. Es erscheint nicht von vornherein ausgeschlossen, dass sie auch unter Respektierung des Gewässerraums baulich sinnvoll genutzt werden können. Jedenfalls geniessen die bestehenden Bauten, auch soweit sie in den Gewässerraum hineinragen, Bestandesschutz (Art. 41c Abs. 2 GSchV). Die noch nicht überbaute Parzelle Nr. e liegt ausserhalb des übergangsrechtlichen Gewässerraums; dieser steht daher der Schliessung dieser Baulücke nicht entgegen. Insofern bedeutet die Verweigerung der Ausnahmebewilligung keine unzumutbare Einschränkung der Eigentumsfreiheit."}