{"annee": "140", "cour": "III", "page": "636", "date": "9/12/2014", "cite": ["134 I 199", "121 I 93", "130 V 177", "119 IV 330", "118 IA 241", "138 II 1", "139 II 404", "140 III 251", "140 III 267", "123 II 231", "135 I 6", "137 III 217", "129 II 401", "140 III 206", "135 III 385"], "cite_par": ["143 IV 49", "141 I 172", "144 IV 97", "143 I 187", "144 III 298", "141 IV 298", "145 IV 252", "142 V 402"], "chapeau": "92. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen B. SA (Beschwerde in Zivilsachen)\n\n4A_476/2014 vom 9. Dezember 2014", "regestes": ["Art. 29 al. 1 Cst., art. 143 CPC, art. 48 al. 3 LTF par analogie; interdiction du formalisme excessif. Question du respect d'un délai de recours en matière de procédure civile par un mémoire adressé en temps utile à une autorité matériellement ou fonctionnellement incompétente et du devoir de cette autorité de transmettre le mémoire à l'instance compétente (consid. 2-4)."], "faits": "BGE 140 III 636 S. 636\n\nA. Am 3. Juli 2013 erhob A. (Klägerin, Beschwerdeführerin) beim Arbeitsgericht Zürich Klage gegen die B. SA (Beklagte, Beschwerdegegnerin) auf Zahlung von sechs Monatslöhnen, d.h. Fr. 120'000.- als Entschädigung wegen missbräuchlicher Kündigung sowie auf Ergänzung des Arbeitszeugnisses mit einem bestimmten Text. Mit Urteil vom 11. März 2014 wies das Arbeitsgericht die Klage ab.\n\nDagegen erhob die Klägerin mit Eingabe vom 19. Mai 2014, dem Obergericht überbracht am 20. Mai 2014, Berufung beim Obergericht des Kantons Zürich. Am 23. Mai 2014 stellte die Klägerin ein BGE 140 III 636 S. 637Gesuch um Feststellung, dass die Berufungsfrist gewahrt worden sei, eventualiter um Wiederherstellung der Berufungsfrist.\n\nMit Beschluss vom 24. Juni 2014 trat das Obergericht auf die Berufung wegen Verspätung nicht ein. Es stellte fest, die Berufungsfrist von 30 Tagen sei am 19. Mai 2014 abgelaufen. Die Klägerin habe ihre Berufung am 19. Mai 2014 zuhanden des Arbeitsgerichts zur Post gegeben, wo sie offenbar am Folgetag eingetroffen sei. Vom Arbeitsgericht darauf aufmerksam gemacht, habe die Klägerin ihre Berufung am 20. Mai 2014 dem Obergericht überbracht. Die Berufung sei damit innert Frist weder beim Obergericht eingereicht noch zu dessen Handen der Schweizerischen Post übergeben worden. Eine Art. 48 Abs. 3 BGG (wonach die Frist für die Beschwerde an das Bundesgericht durch rechtzeitige Einreichung bei der Vorinstanz gewahrt ist) entsprechende Bestimmung kenne die ZPO nicht. Die Berufungsfrist sei demnach versäumt. Eine Fristwiederherstellung nach Art. 148 ZPO lehnte das Obergericht ab.\n\nB. Die Beschwerdeführerin beantragt dem Bundesgericht mit Beschwerde in Zivilsachen, der Beschluss des Obergerichts vom 24. Juni 2014 sei aufzuheben und es sei festzustellen, dass die Berufungseingabe gegen das Urteil des Arbeitsgerichts Zürich vom 11. März 2014 rechtzeitig erfolgt ist. Eventualiter sei die Frist zur Einreichung einer Berufung gegen das genannte Urteil wiederherzustellen.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Eine Lücke im Gesetz besteht, wenn sich eine Regelung als unvollständig erweist, weil sie jede Antwort auf die sich stellende Rechtsfrage schuldig bleibt. Hat der Gesetzgeber eine Rechtsfrage nicht übersehen, sondern stillschweigend - im negativen Sinn - mitentschieden (qualifiziertes Schweigen), bleibt kein Raum für richterliche Lückenfüllung. Eine echte Gesetzeslücke, die vom Gericht zu füllen ist, liegt nach der Rechtsprechung des Bundesgerichts dann vor, wenn der Gesetzgeber etwas zu regeln unterlassen hat, was er hätte regeln sollen, und dem Gesetz diesbezüglich weder nach seinem Wortlaut noch nach dem durch Auslegung zu ermittelnden Inhalt eine Vorschrift entnommen werden kann. Echte Lücken zu füllen, ist dem Gericht aufgegeben (BGE 140 III 206 E. 3.5.1 S. 213, BGE 140 III 251 E. 4.2; BGE 139 II 404 E. 4.2 S. 416 f.; BGE 138 II 1 E. 4.2 S. 3; BGE 135 III 385 E. 2.1 S. 386). BGE 140 III 636 S. 638\n\n2.2 Ist ein lückenhaftes Gesetz zu ergänzen, gelten als Massstab die dem Gesetz selbst zugrunde liegenden Zielsetzungen und Werte (BGE 140 III 206 E. 3.5.1 S. 213; BGE 129 II 401 E. 2.3).\n\nDie Schweizerische Zivilprozessordnung regelt das Zivilverfahren einheitlich und ist als Bundesgesetz für die rechtsanwendenden Behörden massgebend (Art. 190 BV). Ihr liegen die verfassungsrechtlichen Verfahrensmaximen zugrunde (KIENER/KÄLIN, Grundrechte, 2. Aufl. 2013, S. 479; GEROLD STEINMANN, in: Die schweizerische Bundesverfassung, Ehrenzeller und andere [Hrsg.], 3. Aufl. 2014, N. 11 zu Art. 29 BV). Diese sind namentlich bei der verfassungskonformen Auslegung des Prozessrechts von Bedeutung (STEINMANN, a.a.O., N. 14 zu Art. 29 BV). Den verfassungsrechtlichen Verfahrensgrundsätzen kommt darüber hinaus eine wegleitende Funktion zu, wo die Zivilprozessordnung lückenhaft ist (PETER KARLEN, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 6 zu Art. 29 BV).\n\n3.\n\n3.1 Die Berufung ist bei der Rechtsmittelinstanz innert 30 Tagen seit Zustellung des begründeten Entscheids beziehungsweise seit der nachträglichen Zustellung der Entscheidbegründung (Art. 239 ZPO) schriftlich und begründet einzureichen (Art. 311 Abs. 1 ZPO). Die Berufung ist demnach beim iudex ad quem einzureichen.\n\nDie Frist wird eingehalten, wenn die Berufung spätestens am letzten Tag der Frist beim Gericht eingereicht oder zu dessen Handen der Schweizerischen Post oder einer schweizerischen diplomatischen oder konsularischen Vertretung übergeben wurde (vgl. Art. 143 Abs. 1 ZPO).\n\n3.2 Die Schweizerische ZPO äussert sich nicht zur Frage der Fristwahrung durch Rechtsmitteleingaben, die bei einer sachlich oder funktionell unzuständigen Behörde eingereicht worden sind, und auch nicht zur Frage der Weiterleitung solcher Eingaben an die zuständige Instanz. Art. 63 ZPO betrifft die Wahrung der durch eine Eingabe an eine unzuständige Stelle oder in einem falschen Verfahren begründeten Rechtshängigkeit und ist nicht auf Rechtsmitteleingaben anwendbar (SUTTER-SOMM/HEDINGER, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm und andere [Hrsg.], 2. Aufl. 2013, N. 8 zu Art. 63 ZPO; GASSER/RICKLI, Schweizerische Zivilprozessordnung [ZPO], 2. Aufl. 2014, N. 6 zu Art. 63 ZPO). BGE 140 III 636 S. 639\n\nAndere Bundes(verfahrens)gesetze kennen demgegenüber entsprechende Normen (vgl. Art. 48 Abs. 3 BGG; Art. 32 Abs. 2 SchKG; Art. 91 Abs. 4 StPO; Art. 39 Abs. 2 ATSG [SR 830.1]; Art. 21 Abs. 2 VwVG [SR 172.021]). So bestimmt namentlich Art. 48 Abs. 3 BGG, dass die Frist auch als gewahrt gilt, wenn die Eingabe rechtzeitig bei der Vorinstanz oder bei einer unzuständigen eidgenössischen oder kantonalen Behörde eingereicht worden ist. Die Eingabe ist unverzüglich dem Bundesgericht zu übermitteln. Art. 48 Abs. 3 BGG ist nicht anwendbar auf die Frist zur Bezahlung des Kostenvorschusses (Urteil 2C.84/2009 vom 24. Februar 2009 E. 1.1) und ebenso wenig im Schiedsverfahren (Art. 77 Abs. 2 BGG; Urteil 4A_35/2014 vom 28. Mai 2014 E. 3.2, nicht publ. in: BGE 140 III 267).\n\nOb das Schweigen der ZPO zu diesen Fragen ein qualifiziertes ist oder ob die ZPO diesbezüglich unvollständig, mithin lückenhaft, ist und zu ergänzen wäre, liess das Bundesgericht in einem jüngeren Entscheid offen (Urteil 5A_376/2012 vom 16. Januar 2013 E. 3.2; dies bedauernd VALENTIN RÉTORNAZ, SZZP 2013 S. 205). Hier ist die Frage zu entscheiden:\n\n3.3 Die Materialien schweigen zu diesem Thema und sind wenig aufschlussreich. Art. 143 ZPO wurde in den eidgenössischen Räten entsprechend dem Entwurf des Bundesrates (dort Art. 141), der keine Fristwahrung und Weiterleitungspflicht vorsah, wörtlich ohne Diskussion angenommen (AB 2007 S 513 f.; AB 2008 N 945). Interessant ist immerhin, dass in der Botschaft des Bundesrates zu Art. 141 des Entwurfs ausgeführt wird, die Regelung entspreche (derjenigen in) der Bundesrechtspflege, und dabei für die Fristwahrung und die rechtzeitige Zahlung des Kostenvorschusses auf Art. 48 Absätze 1, 2 und 4 BGG Bezug genommen wird (Botschaft vom 28. Juni 2006 zur Schweizerischen Zivilprozessordnung, BBl 2006 7221 ff., 7308 Ziff. 5.9.3). Trotz dieser ausdrücklichen Abstimmung auf die Regelung von Art. 48 BGG wurde dessen Absatz 3, der die Fristwahrung bei Einreichung an eine unzuständige Behörde regelt, nicht übernommen. Dies könnte an ein qualifiziertes Schweigen des Gesetzgebers denken lassen und sich etwa dadurch erklären, dass eine Fristwahrung und entsprechende Weiterleitungspflicht bei rechtzeitiger Einreichung bei irgendeiner \"unzuständigen eidgenössischen oder kantonalen Behörde\" in dieser umfassenden Reichweite in den jeweiligen kantonalen Zivilverfahren zu weit ginge, da aufgrund der unterschiedlichen Gerichtsorganisation in den Kantonen nicht stets zweifelsfrei klar wäre, welche kantonale Behörde zuständig ist, an BGE 140 III 636 S. 640welche die Eingabe weiterzuleiten wäre (s. dazu DENIS TAPPY, in: CPC, Code de procédure civile commenté, 2011, N. 22 zu Art. 143 ZPO; vgl. auch die Begründung in der Botschaft zur ZPO [BBl 2006 7277 zu Art. 61] für den Verzicht auf die Statuierung einer Weiterleitungspflicht im Rahmen der Regelung nach Art. 63 ZPO).\n\n3.4 In der Doktrin wird eine analoge Anwendung von Art. 48 Abs. 3 BGG im Bereich der ZPO, jedenfalls für die Rechtsmittel der ZPO (Berufung und Beschwerde), durchwegs befürwortet (STAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2. Aufl. 2013, S. 483; SUTTER-SOMM/HEDINGER, a.a.O., N. 8 zu Art. 63 ZPO; FRANÇOIS BOHNET, Procédure civile, 2. Aufl. 2014, S. 378; wohl auch RÉTORNAZ, SZZP 2013 S. 205), teilweise mit unterschiedlicher Reichweite betreffend die zur Weiterleitung verpflichteten Behörden:\n\n- umfassend und - über Art. 48 Abs. 3 BGG hinausgehend - auch für Gemeindebehörden (JURIJ BENN, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 3 f. zu Art. 143 ZPO; BARBARA MERZ, in: Schweizerische Zivilprozessordnung [ZPO], Brunner und andere [Hrsg.], 2011, N. 5 zu Art. 143 ZPO),\n\n- nur für kantonale Behörden (für Bundesbehörden sei es fraglich: SAMUEL MARBACHER, in: Schweizerische Zivilprozessordnung [ZPO], Baker & Mc Kenzie [Hrsg.], 2010, N. 11 zu Art. 143 ZPO),\n\n- nur für innerkantonale funktionell oder sachlich unzuständige Gerichte (URS H. HOFFMANN-NOVOTNY, in: ZPO, Oberhammer und andere [Hrsg.], 2. Aufl. 2014, N. 4 zu Art. 143 ZPO; NINA J. FREI, in: Berner Kommentar, Schweizerische Zivilprozessordnung, 2012, N. 16 zu Art. 143 ZPO),\n\n- für funktionell unzuständige Instanzen (REETZ/THEILER, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm und andere [Hrsg.], 2. Aufl. 2013, N. 11 und 42 zu Art. 311 ZPO),\n\n- für den iudex a quo, mithin die Vorinstanz (TAPPY, a.a.O., N. 23 zu Art. 143 ZPO; NICOLAS JEANDIN, in: CPC, Code de procédure civile commenté, 2011, N. 10 zu Art. 311 ZPO; MARTIN H. STERCHI, in: Berner Kommentar, Schweizerische Zivilprozessordnung, 2012, N. 4 zu Art. 311 ZPO und N. 4 zu Art. 321 ZPO). BGE 140 III 636 S. 641\n\n3.5 Zur Begründung wird vor allem auf den Charakter des Art. 48 Abs. 3 BGG als allgemein gültiger Verfahrensgrundsatz hingewiesen. Dies zu Recht: So galt nach bundesgerichtlicher Rechtsprechung Art. 32 Abs. 4 OG (BS 3 531) (Vorgängernorm - allerdings nicht identisch - zu Art. 48 Abs. 3 BGG) - vorbehältlich einer klaren anderslautenden Regelung - als allgemeiner Rechtsgrundsatz auch in allen Kantonen (BGE 118 Ia 241 E. 3c). Das Bundesgericht führte dazu aus, diese Regelung konkretisiere einen seit langem im Bereich der Rechtsmittelfristen vorherrschenden Gedanken, dass nämlich der Rechtsuchende nicht ohne Not um die Beurteilung seines Rechtsbegehrens durch die zuständige Instanz gebracht werden soll. Dabei handle es sich um einen allgemeinen Rechtsgrundsatz, der sich auf die gesamte Rechtsordnung beziehe (BGE 118 Ia 241 E. 3c; BGE 121 I 93 E. 1d).\n\nEs geht um die Vermeidung übertriebener Formstrenge (BGE 121 I 93 E. 1d S. 95). Insofern lässt sich der Grundsatz dem Verbot des überspitzten Formalismus und damit einem Teilaspekt des verfassungsrechtlichen Verfahrensgrundsatzes des Verbots formeller Rechtsverweigerung (Art. 29 Abs. 1 BV; dazu: BGE 135 I 6 E. 2.1; BGE 130 V 177 E. 5.4.1; je mit Hinweisen) zuordnen.\n\nWird das Rechtsmittel aufgrund einer unrichtigen oder fehlenden Belehrung bei einer unzuständigen Behörde eingereicht, ergeben sich die Folgen der Fristwahrung und Weiterleitungspflicht zudem aus dem Grundsatz von Treu und Glauben (BGE 134 I 199 E. 1.3.1; BGE 123 II 231 E. 8b S. 238 ff.; BGE 119 IV 330 E. 1c S. 333 f.; Urteil 4A_578/2010 vom 11. April 2011 E. 3, nicht publ. in: BGE 137 III 217). Die Anwendung von Art. 48 Abs. 3 BGG ist aber nicht auf den Fall unrichtiger Rechtsmittelbelehrung beschränkt. Die Norm ist stets anwendbar, wenn die Einreichung bei der unzuständigen Instanz auf Versehen oder Zweifeln der Partei oder auf einer unrichtigen Rechtsmittelbelehrung beruht, nicht aber wenn die unzuständige Instanz bewusst angerufen wurde (Urteil 2C_610/2010 vom 21. Januar 2011 E. 2.5).\n\nIn diesem Sinne wird denn auch in den Kommentaren und der Rechtsprechung zu Art. 48 BGG dessen Absatz 3 als Ausdruck eines allgemeinen Verfahrensgrundsatzes dargestellt (AMSTUTZ/ARNOLD, in: Basler Kommentar, Bundesgerichtsgesetz, 2. Aufl. 2011, N. 21 zu Art. 48 BGG; JEAN-MAURICE FRÉSARD, in: Commentaire de la LTF, 2. Aufl. 2014, N. 20 zu Art. 48 BGG; Urteil 2C_98/2008 vom BGE 140 III 636 S. 64212. März 2008 E. 2.3). Sodann wandte das Zürcher Handelsgericht in einem neueren Entscheid Art. 48 Abs. 3 BGG als allgemeinen Rechtsgrundsatz an und betrachtete eine irrtümlicherweise beim Handelsregisteramt des Kantons Zürich anstatt beim Handelsgericht eingereichte Eingabe als fristwahrend (ZR 2014 Nr. 46 S. 149 f.).\n\n3.6 Das in der bundesgerichtlichen Rechtsprechung evaluierte Anliegen für die Anerkennung eines allgemein gültigen Verfahrensgrundsatzes zur Fristwahrung und Weiterleitungspflicht im Sinne der Regelung von Art. 48 Abs. 3 BGG, dass der Rechtsuchende nicht ohne Not um die Beurteilung seines Rechtsbegehrens durch die zuständige Instanz gebracht werden soll (vgl. die Angaben in E. 3.5), ist auch der Zivilprozessordnung nicht fremd. Vielmehr beruht etwa die Vorschrift von Art. 63 ZPO betreffend Wahrung der Rechtshängigkeit auch auf diesem Zweckgedanken (vgl. Botschaft zur ZPO, BBl 2006 7277; DOMINIK INFANGER, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 1 zu Art. 63 ZPO; MARKUS MÜLLER-CHEN, in: Schweizerische Zivilprozessordnung [ZPO], Brunner und andere [Hrsg.], 2011, N. 1 zu Art. 63 ZPO; HOFFMANN-NOVOTNY, a.a.O., N. 4 zu Art. 143 ZPO). Es erscheint daher gerechtfertigt, mit der einhelligen Lehre anzunehmen, dass bezüglich Fristwahrung bei rechtzeitiger versehentlicher Einreichung eines Rechtsmittels der ZPO bei einer unzuständigen Behörde kein qualifiziertes Schweigen des Gesetzgebers vorliegt, und demnach für eine Anwendung des erwähnten allgemeinen Verfahrensgrundsatzes auch im Bereich der Rechtsmittel der ZPO Raum besteht.\n\nDabei ist allerdings den Bedenken gegen eine zu weitreichende Fristwahrungsvorschrift mit entsprechender Weiterleitungspflicht der Behörden in Hinblick auf allenfalls unklare Zuständigkeitsfragen aufgrund unterschiedlicher kantonaler Gerichtsorganisationen Rechnung zu tragen (E. 3.3 in fine). Eine solche kann daher nicht irgendwelche kantonale Behörden und auch nicht die Bundesbehörden treffen. Vielmehr erscheint die von einem Teil der Lehre (vgl. die Angaben in E. 3.4 in fine) postulierte Einschränkung auf den iudex a quo als sachgerecht. Da die ZPO eine Pflicht zur Rechtsmittelbelehrung statuiert (Art. 238 lit. f ZPO) und überdies eindeutige Vorschriften über die Einreichungsinstanz enthält (Art. 311 ZPO, Art. 321 ZPO, vgl. auch für die Revision Art. 328 Abs. 1 ZPO), sollte eine irrtümliche Einreichung bei Vorliegen einer korrekten Rechtsmittelbelehrung kaum vorkommen. Jedenfalls erscheint unter diesem Aspekt ein weitergehender Schutz als bezüglich einer BGE 140 III 636 S. 643versehentlichen Einreichung bei der Vorinstanz als nicht notwendig. Eine ausgedehntere Anwendung auf Fälle, in denen das Rechtsmittel bei einer mit der Sache nicht befassten inner- oder gar ausserkantonalen Behörde oder einer Bundesbehörde (etwa auch dem Bundesgericht) eingereicht wird, muss daher ausscheiden. In diesen Fällen kann die Frist nur als gewahrt betrachtet werden, wenn die unzuständige Behörde das Rechtsmittel noch innert Frist an die zuständige Rechtsmittelinstanz weiterleitet, wozu sie gesetzlich nicht verpflichtet ist (vgl. STERCHI, a.a.O., N. 4 zu Art. 311 ZPO), aber unter Umständen aufgrund des Verbots des überspitzten Formalismus gehalten sein kann (vgl. Urteil 5A_576/2012 vom 16. Januar 2013 E. 3.3). Ohnehin würde sich bei solchen Konstellationen wohl zumeist die Frage nach einer bewussten Einreichung der Eingabe bei einer unzuständigen Behörde und damit nach einer grundsätzlichen Unanwendbarkeit der dem Art. 48 Abs. 3 BGG nachgebildeten Regelung stellen (E. 3.5 vorne).\n\n3.7 Zusammenfassend ergibt sich, dass eine rechtzeitige versehentliche Einreichung der Berufung oder der Beschwerde beim iudex a quo dem Rechtsmittelkläger nicht schadet. Vielmehr gilt in diesen Fällen die Rechtsmittelfrist als gewahrt und die Vorinstanz hat das Rechtsmittel unverzüglich an die zuständige Rechtsmittelinstanz weiterzuleiten.\n\n4. Für den vorliegenden Fall bedeutet dieser Grundsatz, dass die Berufung, welche die Beschwerdeführerin innerhalb der Berufungsfrist am 19. Mai 2014 versehentlich zu Handen des Arbeitsgerichts anstatt des Obergerichts der Post übergab, als rechtzeitig zu betrachten ist.\n\nDie Beschwerde ist folglich gutzuheissen und die Angelegenheit an das Obergericht zur weiteren Behandlung zurückzuweisen, ohne dass geprüft werden muss, ob die Vorinstanz zu Unrecht verneinte, dass die irrtümliche Einreichung der Berufung beim iudex a quo bloss ein leichtes Verschulden im Sinne von Art. 148 ZPO darstellt."}