{"annee": "140", "cour": "III", "page": "520", "date": "28/8/2014", "cite": ["136 III 597", "137 V 314", "138 III 542", "128 III 50", "133 III 235", "130 III 755", "130 III 76", "134 III 565", "135 V 141", "135 III 329", "116 II 80", "136 III 605", "136 III 200", "140 III 477"], "cite_par": ["143 III 462"], "chapeau": "77. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause A. contre Club B. (recours en matière civile)\n\n4A_6/2014 du 28 août 2014", "regestes": ["Arbitrage international; sentence finale; consorité simple et compétence ratione personae (art. 190 al. 2 let. b LDIP). Notion de sentence finale, en particulier dans le domaine de l'arbitrage international en matière de sport (précision de la jurisprudence; consid. 2.2). Lorsque deux personnes qui formaient une consorité simple en première instance interjettent appel séparément et que l'une d'elles retire son appel par la suite, le tribunal arbitral d'appel qui rend une sentence annulant la décision attaquée à l'égard des deux consorts s'arroge une compétence qu'il ne possédait plus (consid. 3)."], "faits": "|521|\n\nA. Le 17 janvier 2008, A., un club de football professionnel, a assigné C. (ci-après: le joueur), un footballeur professionnel, et Club B., un autre club de football professionnel, recherchés solidairement, devant la Chambre de Résolution des Litiges (CRL) de la Fédération Internationale de Football Association (FIFA) en vue d'obtenir le paiement d'une indemnité. Se fondant sur l'art. 17 du Règlement du Statut et du Transfert des Joueurs édicté par la FIFA en 2008 (ci-après: RSTJ), A. reprochait au joueur d'avoir violé le contrat de travail qu'il avait conclu avec lui en décembre 2007 pour se faire engager par Club B.\n\nPar décision du 15 juin 2011, la CRL a condamné le joueur à indemniser A. et reconnu Club B. débiteur solidaire de la somme allouée au club demandeur.\n\nB. Le 31 août 2012, le joueur a saisi le Tribunal Arbitral du Sport (TAS) d'un appel dirigé contre la décision de la CRL. Club B. en a fait de même le jour en question. Les causes ont été jointes.\n\nEn date du 22 janvier 2013, le Président suppléant de la Chambre arbitrale d'appel du TAS a rendu une ordonnance de clôture (termination order) par laquelle il a rayé l'une des causes du rôle, l'appel interjeté par le joueur étant réputé retiré, conformément à l'art. R64.2 al. 2 du Code de l'arbitrage en matière de sport (ci-après: le Code), faute pour l'appelant d'avoir versé en temps utile la provision de frais requise.\n\nA., tirant argument du retrait de l'appel de C., a dénié au TAS toute compétence pour connaître de l'appel de Club B., voire ne la lui a reconnue, à titre subsidiaire, que dans la mesure où l'appel portait sur le montant, et non sur le principe, de l'indemnité due solidairement par le joueur et le club défendeur. |522|\n\nUne Formation de trois membres a été constituée pour traiter l'appel de Club B. La FIFA n'a pas participé à la procédure arbitrale.\n\nPar sentence du 20 novembre 2013, le TAS, admettant ledit appel, a annulé la décision attaquée et renvoyé la cause à la CRL pour qu'elle statue à nouveau en respectant les règles de la procédure. En substance, la Formation a tout d'abord admis sa compétence pour se prononcer sur le moyen de l'appelant tiré de l'invalidité de la procédure conduite par la CRL, faute de respect de son droit d'être entendu, et ce indépendamment du point de savoir si elle avait le pouvoir d'examiner le bien-fondé matériel de la décision attaquée. Constatant ensuite que la demande déposée par A. n'avait pas été communiquée à Club B., elle en a déduit que le droit d'être entendu du club défendeur avait été méconnu par la CRL. A son avis, l'importance de la garantie violée entraînait la nullité de la procédure de première instance, et ce à l'égard de toutes les parties, sans égard au retrait de l'appel du joueur, de sorte que la décision entreprise devait être annulée purement et simplement, à charge pour la CRL d'en rendre une nouvelle dans le respect intégral des droits des parties. Point n'était besoin, dans ces conditions, d'examiner si Club B. avait qualité pour s'en prendre à certains aspects de la décision attaquée en tant qu'elle concernait le différend opposant A. au joueur.\n\nC. Le 6 janvier 2014, A. (ci-après: le recourant) a formé un recours en matière civile dans lequel il demande au Tribunal fédéral d'annuler la sentence querellée et de dire que le TAS \"n'est pas compétent pour annuler la Décision de la FIFA du 15 juin 2011 (...) entre la Recourante et le Joueur ...\".\n\nClub B. (ci-après: l'intimé) a conclu au rejet du recours en tant qu'il était recevable.\n\nPar arrêt du 28 août 2014, le Tribunal fédéral, admettant partiellement le recours dans la mesure de sa recevabilité, a constaté que le TAS n'était pas compétent pour annuler la décision rendue le 15 juin 2011 par la CRL de la FIFA en tant que cette décision concernait la cause divisant A. d'avec C.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2.\n\n2.2 Le recourant soutient péremptoirement que \"la sentence attaquée est une sentence finale sujette à recours\". Or, la nature de ladite sentence, sur laquelle ni le TAS ni l'intimé ne se prononcent, commande |523| un plus ample examen. La Cour de céans y procédera d'office, s'agissant d'une question qui a trait à la recevabilité du recours (ATF 138 III 542 consid. 1).\n\n2.2.1 Le recours en matière civile, au sens de l'art. 77 LTF en liaison avec les art. 190-192 LDIP (RS 291), n'est recevable qu'à l'encontre d'une sentence. L'acte attaquable peut être une sentence finale, qui met un terme à l'instance arbitrale pour un motif de fond ou de procédure, une sentence partielle, qui porte sur une partie quantitativement limitée d'une prétention litigieuse ou sur l'une des diverses prétentions en cause ou encore qui met fin à la procédure à l'égard d'une partie des consorts (cf. ATF 116 II 80 consid. 2b p. 83), voire une sentence préjudicielle ou incidente, qui règle une ou plusieurs questions préalables de fond ou de procédure (sur ces notions, cf. ATF 130 III 755 consid. 1.2.1 p. 757). Pour juger de la recevabilité du recours, ce qui est déterminant n'est pas la dénomination du prononcé entrepris, mais le contenu de celui-ci (ATF 136 III 200 consid. 2.3.3 p. 205, ATF 136 III 597 consid. 4).\n\nCette définition des différents types de sentences attaquables, le Tribunal fédéral l'a posée en ayant à l'esprit les litiges à caractère international issus des relations commerciales que nouent les parties à un rapport contractuel. Elle cadre bien avec la nature de tels litiges, lesquels opposent deux ou plusieurs parties qui chargent la juridiction arbitrale désignée par elles de liquider leur différend en tant qu'instance unique, sous réserve d'un éventuel recours à un tribunal étatique. Dans ce contexte, la sentence finale clôt effectivement \"l'instance arbitrale\".\n\nEn revanche, cette même définition ne paraît pas suffisamment adaptée aux particularités inhérentes à l'arbitrage en matière de sport (cf. ATF 133 III 235 consid. 4.3.2.2 p. 243), singulièrement à la mise en oeuvre du TAS par la voie d'un appel visant une décision prise par une fédération sportive. En effet, statuant alors comme juridiction d'appel, la Formation du TAS rendra certes une sentence finale au sens de la définition rappelée plus haut, c'est-à-dire une sentence qui mettra un terme à l'instance arbitrale pendante devant elle. Cependant, la procédure au fond opposant les parties ne sera pas nécessairement close par cette sentence. Elle se poursuivra dans l'hypothèse où la Formation annulerait la décision attaquée et renverrait le dossier à la fédération sportive concernée en l'invitant à reprendre l'instruction de la cause et à rendre une nouvelle décision. Considérée sous cet angle, la procédure initiée devant la fédération sportive, |524| puis poursuivie en appel devant le TAS, s'apparente à une procédure étatique ordinaire, soumise à l'exigence de la double instance (cf. art. 75 al. 2, 80 al. 2 et 86 al. 2 LTF). Or, comme le souligne un passage du Message du 28 février 2001 concernant la révision totale de l'organisation judiciaire fédérale (FF 2001 4129 s. ch. 4.1.4.1), repris par BERNARD CORBOZ (in Commentaire de la LTF, 2e éd. 2014, n° 9 ad art. 90 LTF), le critère de la fin de la procédure dépend non seulement de la procédure conduite devant l'autorité qui précède le Tribunal fédéral, mais aussi de la procédure qui s'est déroulée devant l'autorité dont la décision a été déférée à cette instance de recours; il faut donc examiner si la décision attaquée a pour effet de clore la procédure entamée en première instance. En application de ce principe, la décision par laquelle l'autorité de recours annule la décision attaquée et renvoie la cause à l'autorité de première instance pour instruction et nouvelle décision sur le fond est qualifiée de décision incidente par la jurisprudence fédérale, quand bien même elle met un terme à l'instance de recours (cf. ATF 137 V 314 consid. 1 p. 315; ATF 135 V 141 consid. 1.1; ATF 135 III 329 consid. 1.2).\n\nIl se justifie d'appliquer par analogie le même principe à la procédure d'appel menée devant le TAS, l'idée étant, ici aussi, de faire en sorte que le Tribunal fédéral ne doive s'occuper qu'une seule fois d'une affaire, sous réserve des exceptions admises par la jurisprudence en la matière (ATF 130 III 755 consid. 1.2). C'est du reste ce qu'a fait la Ire Cour de droit civil dans un arrêt du 14 février 2007, en la cause 4P.298/2006, in Bulletin ASA 2008 p. 313 ss et cité par KAUFMANN- KOHLER/RIGOZZI (Arbitrage International, 2e éd. 2010, p. 429 note de pied 452). Elle a qualifié de Zwischenentscheid la sentence par laquelle le TAS, admettant, contrairement à la Commission du Statut du Joueur de la FIFA, une violation, par le footballeur professionnel incriminé, du contrat de travail le liant à son club, avait annulé la décision prise par cette instance sportive et invité celle-ci à se prononcer sur les conséquences de la rupture de contrat sans juste cause.\n\n2.2.2 La présente espèce concerne le même cas de figure. Le TAS a annulé la décision qui lui était soumise après avoir mis en évidence un vice majeur affectant la procédure y relative; puis, usant de la faculté que lui accorde l'art. R57 al. 1 du Code, il a renvoyé la cause à la CRL pour qu'elle statue à nouveau. Ce faisant, il a sans doute clos la procédure d'appel pendante devant lui; il n'a cependant pas rendu une sentence finale, dans l'acception particulière de cette notion |525| retenue ici, mais une décision incidente ayant trait à une question de procédure, à savoir le respect du droit d'être entendu de l'intimé.\n\n2.2.3 Selon l'art. 190 al. 3 LDIP, une décision incidente ne peut être attaquée que pour les motifs énoncés à l'art. 190 al. 2 let. a et b LDIP (ATF 130 III 76 consid. 4). Dans sa grande majorité, la doctrine estime que les griefs tirés de l'art. 190 al. 2 let. c-e LDIP devraient pouvoir être invoqués également à l'encontre des décisions incidentes, au sens de l'art. 190 al. 3 LDIP, dans le cadre d'un recours fondé sur l'art. 190 al. 2 let. a ou let. b LDIP. Après avoir laissé la question ouverte (arrêt 4A_414/2012 du 11 décembre 2012 consid. 3.2 et les auteurs cités), le Tribunal fédéral a tranché dans ce sens, en précisant sa jurisprudence en la matière. Il a toutefois insisté sur le fait que les moyens fondés sur l'art. 190 al. 2 let. c-e LDIP ne pourront être soulevés à l'avenir contre les décisions visées à l'art. 190 al. 3 LDIP que dans la mesure où ils se limiteront strictement aux points concernant directement la composition ou la compétence du tribunal arbitral (ATF 140 III 477 consid. 3.1 et les références).\n\nLa réserve ainsi formulée dans ce précédent est applicable in casu. En effet, si le recourant invoque le motif énoncé à l'art. 190 al. 2 let. b LDIP (incompétence du tribunal arbitral), lequel est recevable en vertu de l'art. 190 al. 3 LDIP, il reproche, en outre, au TAS d'avoir statué ultra petita (art. 190 al. 2 let. c LDIP) et d'avoir rendu une sentence incompatible avec l'ordre public (art. 190 al. 2 let. e LDIP). Or, ces deux moyens sont soulevés, non pas dans le cadre de l'art. 190 al. 2 let. b LDIP, mais séparément, pour eux-mêmes. Dès lors, ils sont irrecevables.\n\nDans ces conditions, la Cour de céans restreindra son examen au moyen fondé sur l'art. 190 al. 2 let. b LDIP. Le recours sera déclaré irrecevable pour le surplus.\n\n3. Invoquant l'art. 190 al. 2 let. b LDIP, le recourant soutient que le TAS a excédé les limites de sa compétence juridictionnelle en annulant également le chef du dispositif de la décision de la CRL du 15 juin 2011 qui réglait les conséquences financières de la rupture injustifiée du contrat de travail conclu par lui, le recourant, avec le joueur. A son avis, le retrait, par ce dernier, de l'appel interjeté contre ladite décision aurait entraîné l'extinction de la convention d'arbitrage qui liait le joueur et le recourant. Dès lors, le TAS n'aurait plus été compétent pour annuler la décision de la CRL dans la mesure où elle condamnait le joueur à indemniser le recourant. |526|\n\n3.1 Saisi du grief d'incompétence, le Tribunal fédéral examine librement les questions de droit, y compris les questions préalables, qui déterminent la compétence ou l'incompétence du tribunal arbitral (ATF 134 III 565 consid. 3.1 et les arrêts cités). En revanche, il ne revoit les constatations de fait que dans les limites usuelles, même lorsqu'il statue sur ce grief (arrêt 4A_682/2012 du 20 juin 2013 consid. 3.1 et 4.2).\n\n3.2\n\n3.2.1 Aux termes de l'art. R47 al. 1 du Code, un appel contre une décision d'une fédération, association ou autre organisme sportif peut être déposé au TAS si les statuts ou règlements dudit organisme sportif le prévoient ou si les parties ont conclu une convention d'arbitrage particulière et dans la mesure aussi où l'appelant a épuisé les voies de droit préalables à l'appel dont il dispose en vertu des statuts ou règlements dudit organisme sportif. La FIFA institue expressément le TAS comme juridiction de recours contre les décisions prises en dernière instance par ses instances juridictionnelles (art. 66-68 des Statuts de la FIFA). S'agissant des décisions prises par la CRL, l'art. 24 in fine RSTJ prévoit qu'elles peuvent faire l'objet d'un recours devant le TAS.\n\n3.2.2 Il ressort indéniablement de la combinaison de ces dispositions que le TAS était compétent pour statuer sur l'appel interjeté par l'intimé contre la décision de la CRL du 15 juin 2011. Il l'eût été également pour connaître de l'appel formé par le joueur contre la même décision, si cet appel n'avait pas été retiré, ou du moins réputé tel, par la suite. Or, il l'a été, ce qui a entraîné la radiation de la cause y relative par une ordonnance de clôture du 22 janvier 2013. Se pose, dès lors, la question de l'incidence éventuelle de cet état de choses sur la compétence du TAS.\n\nLe 17 janvier 2008, le recourant a assigné conjointement le joueur et l'intimé devant la CRL. Par décision du 15 juin 2011, les codéfendeurs ont été condamnés solidairement à lui payer la somme de ... Dans cette procédure de première instance, l'intimé et le joueur ont formé une consorité matérielle simple passive (sur cette notion, cf. parmi d'autres: FABIENNE HOHL, Procédure civile, tome I, 2001, n. 521 ss; MARIE-FRANÇOISE SCHAAD, La consorité en procédure civile, 1993, p. 40 s.; GROSS/ZUBER, in Commentaire bernois, Schweizerische Zivilprozessordnung, vol. I, 2012, nos 4 s. ad art. 71 CPC; NICOLAS JEANDIN, in CPC, Code de procédure civile commenté, 2011, nos 6 s. ad art. 71 CPC). Selon la jurisprudence et la doctrine, la consorité |527| simple laisse subsister la pluralité des causes et des parties. Les consortssimples restent indépendants les uns des autres. L'attitude de l'un d'entre eux, notamment son désistement, son défaut ou son recours,est sans influence sur la situation juridique des autres (arrêt 4P.226/2002 du 21 janvier 2003 consid. 2.1; HOHL, op. cit., n. 525; SCHAAD,op. cit., p. 76 s.; GROSS/ZUBER, op. cit., n° 19 ad art. 71 CPC). Quantau jugement à rendre, il pourra être différent d'un consort à l'autre (JEANDIN, op. cit., n° 11 ad art. 71 CPC). Cette indépendance entre les consorts simples persistera au niveau de l'instance de recours: un consort pourra attaquer de manière indépendante la décision qui le concerne sans égard à la renonciation d'un autre consort à entreprendre cette même décision; de même n'aura-t-il pas à se soucier du maintien des recours formés par d'autres consorts, s'il entend retirer le sien (SCHAAD, op. cit., p. 281 ss). D'où il suit, entre autres conséquences, que l'autorité de la chose jugée du jugement intéressant des consorts simples doit être examinée séparément pour chaque consort dans ses relations avec l'adversaire des consorts, car il y a autant de choses jugées que de couples demandeur/défendeur (SCHAAD, op. cit., p. 317).\n\nAu regard de ces principes, le recourant avait dénié manifestement à tort au TAS toute compétence pour connaître de l'appel interjeté par l'intimé contre la décision de la CRL du 15 juin 2011 en se prévalant du retrait de l'appel formé par le joueur contre la même décision. Aussi bien, un tel retrait restait sans effet sur la procédure d'appel opposant l'intimé au recourant. Autrement dit, il était loisible à l'intimé de faire valoir devant le TAS, entre autres motifs, que la CRL avait erré en imputant au joueur une rupture injustifiée du contrat le liant au recourant en démontrant, par exemple, qu'un tel contrat n'était pas venu à chef entre ces deux parties, ceci afin d'établir l'inexistence de l'obligation du joueur rendue solidaire à l'égard de l'intimé par l'art. 17 al. 2 RSTJ (arrêt 4A_304/2013 du 3 mars 2014 consid. 3). Peu importe qu'il en résultât, le cas échéant, une sentence incompatible avec la décision en force de la CRL quant au sort du joueur recherché par le recourant.\n\nCependant, le TAS a commis la même erreur en annulant le point 2 du dispositif de la décision de la CRL, lequel intéressait exclusivement la cause divisant le recourant d'avec le joueur. Il lui a échappé, ce faisant, que le retrait de l'appel du joueur, suivi de la radiation de la procédure d'appel, avait mis un terme à cette procédure d'appel, si bien que la décision de première instance était, depuis lors, |528| revêtue de l'autorité de la chose jugée à l'égard du joueur et du recourant. En d'autres termes, le TAS s'est arrogé une compétence ratione personae qu'il ne possédait plus, suite au retrait de l'appel, en annulant une décision déjà en force pour l'un des deux consorts défendeurs et désormais intangible indépendamment du sort réservé à l'appel de l'autre consort défendeur et du risque de sentences contradictoires. Il s'est comporté, en réalité, comme s'il était toujours saisi de l'appel interjeté, puis retiré, par le joueur. C'est à juste titre, dès lors, que le recourant lui fait grief de s'être déclaré compétent dans cette mesure. Aussi sa conclusion visant à faire constater par le Tribunal fédéral l'incompétence du TAS relativement à la décision condamnant le joueur à l'indemniser est-elle admissible et conforme à la jurisprudence en la matière (ATF 136 III 605 consid. 3.3.4 p. 616; ATF 128 III 50 consid. 1b).\n\nPour le surplus, c'est-à-dire dans la cause en appel opposant le recourant à l'intimé, le TAS a admis, à bon droit, sa compétence ratione personae."}