{"annee": "140", "cour": "V", "page": "193", "date": "12/6/2014", "cite": ["107 V 17", "137 V 210", "132 V 93", "139 V 28", "105 V 156"], "cite_par": ["145 V 215", "145 V 361", "142 V 178", "143 V 124", "143 V 409", "141 V 574", "141 V 281", "144 V 50"], "chapeau": "25. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. IV-Stelle des Kantons St. Gallen gegen A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_850/2013 vom 12. Juni 2014", "regestes": ["Art. 6 LPGA; évaluation de l'incapacité de travail. Répartition des compétences entre l'autorité chargée d'appliquer le droit et la personne chargée d'examiner la situation d'un point de vue médical en matière d'évaluation de l'incapacité de travail comme condition du droit à la rente d'invalidité (confirmation de jurisprudence; consid. 3.1 et 3.2). Cas d'application (consid. 3.3)."], "faits": "|194|\n\nA. A., geboren 1966, war von 2003 bis 23. Dezember 2008 als Justiererin in der Firma B. GmbH tätig, auf welches Datum ihr, seit Mitte September 2008 krankgeschrieben, wegen eines der Arbeitgeberin nicht gemeldeten Auslandaufenthaltes fristlos gekündigt wurde. Am 11. Februar 2009 meldete sie sich unter Angabe von Depressionen, Schwindel, Atemnot sowie Kopfschmerzen bei der Invalidenversicherung zum Leistungsbezug an. Die IV-Stelle des Kantons St. Gallen (nachfolgend: IV-Stelle) klärte die medizinischen und beruflich-erwerblichen Verhältnisse ab, u.a. durch Beizug eines polydisziplinären Gutachtens der Medizinischen Abklärungsstelle (MEDAS) vom 3. Dezember 2010. Mit Vorbescheid vom 20. Juli 2011 und Verfügung vom 26. Oktober 2011 lehnte sie den Antrag der Versicherten auf eine Invalidenrente mangels einer invalidisierenden gesundheitlichen Beeinträchtigung ab.\n\nB. Die gegen die Verfügung vom 26. Oktober 2011 eingereichte Beschwerde hiess das Versicherungsgericht des Kantons St. Gallen mit Entscheid vom 13. November 2013 gut. Es sprach A. mit Wirkung ab 1. September 2009 eine ganze Invalidenrente und ab 1. Januar 2010 eine Viertelsrente zu.\n\nC. Die IV-Stelle führt Beschwerde in öffentlich-rechtlichen Angelegenheiten. Sie beantragt die Aufhebung des kantonalen Entscheides und die Bestätigung der Verfügung vom 26. Oktober 2011.\n\nA. und die Vorinstanz beantragen die Abweisung der Beschwerde. Das Bundesamt für Sozialversicherungen (BSV) verzichtet auf eine Vernehmlassung.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Entgegen der im angefochtenen Entscheid zum Ausdruck kommenden Auffassung ist es in sämtlichen Fällen gesundheitlicher Beeinträchtigungen, somit auch bei Depressionen, keineswegs allein Sache der mit dem konkreten Einzelfall (gutachtlich) befassten Arztpersonen, selber abschliessend und für die rechtsanwendende Stelle (Verwaltung, Gericht) verbindlich zu entscheiden, ob das |195| medizinisch festgestellte Leiden zu einer (andauernden oder vorübergehenden) Arbeitsunfähigkeit (bestimmter Höhe und Ausprägung) führt. Der Annahme einer solchen abschliessenden medizinischen Entscheidkompetenz stehen im Wesentlichen drei Gründe entgegen. Zunächst ist die Arbeitsunfähigkeit ein unbestimmter Rechtsbegriff des formellen Gesetzes (Art. 6 ATSG [SR 830.1]). Dessen allgemeine Konkretisierung fällt dem Bundesgericht zu, während seine praktische Handhabung im Einzelfall der rechtsanwendenden Stelle obliegt, welche den durch Gesetz und Rechtsprechung gezogenen normativen Rahmen zu berücksichtigen hat. Zweitens verlangt der Grundsatz der freien Beweiswürdigung (Art. 61 lit. c ATSG) eine umfassende, inhaltsbezogene, verantwortliche und der behördlichen Begründungspflicht genügende Prüfung aller Beweismittel, somit auch des Sachverständigengutachtens, auf Beweiseignung und Beweiskraft im Einzelfall hin; hierbei dürfen die normativen Vorgaben von Gesetz und Rechtsprechung ebenfalls nicht ausgeblendet werden. Drittens gebietet die Natur der Sache unter dem Gesichtswinkel eines rechtsgleichen Gesetzesvollzugs (Art. 8 Abs. 1, Art. 29 Abs. 1 BV) eine administrative bzw. gerichtliche Überprüfung der ärztlichen Stellungnahme zur Arbeitsfähigkeit auf ihre beweisrechtlich erforderliche Schlüssigkeit im Einzelfall hin. Denn zwischen ärztlich gestellter Diagnose und Arbeitsunfähigkeit - und zwar sowohl bei somatisch dominierten als auch bei psychisch dominierten Leiden - besteht keine Korrelation (vgl. zum Beispiel die Untersuchungen zu MRI-Rückenbefunden: KLIPSTEIN/MICHEL/LÄUBLI UND ANDERE, Do MRI findings correlate with mobility tests?, Eur Spine 2007 S. 803-811). Deshalb weist die medizinische Folgenabschätzung notgedrungen eine hohe Variabilität auf und trägt unausweichlich Ermessenszüge (vgl. BGE 137 V 210 E. 3.4.2.3 S. 253).\n\n3.2 Aufgrund dieser tatsächlichen und rechtlichen Gegebenheiten hat die Rechtsprechung seit jeher die Aufgaben von Rechtsanwender und Arztperson im Rahmen der Invaliditätsbemessung wie folgt verteilt: Sache des (begutachtenden) Mediziners ist es erstens, den Gesundheitszustand zu beurteilen und wenn nötig seine Entwicklung im Laufe der Zeit zu beschreiben, d.h. mit den Mitteln fachgerechter ärztlicher Untersuchung unter Berücksichtigung der subjektiven Beschwerden die Befunde zu erheben und gestützt darauf die Diagnose zu stellen. Hiermit erfüllt der Sachverständige seine genuine Aufgabe, wofür Verwaltung und im Streitfall Gericht nicht kompetent sind (z.B. Urteil 9C_437/2012 vom 6. November 2012 E. 3.2). |196| Bei der Folgenabschätzung der erhobenen gesundheitlichen Beeinträchtigungen für die Arbeitsfähigkeit kommt der Arztperson hingegen keine abschliessende Beurteilungskompetenz zu. Vielmehr nimmt die Arztperson zur Arbeitsunfähigkeit Stellung, d.h. sie gibt eine Schätzung ab, welche sie aus ihrer Sicht so substanziell wie möglich begründet. Schliesslich sind die ärztlichen Angaben eine wichtige Grundlage für die juristische Beurteilung der Frage, welche Arbeitsleistungen der Person noch zugemutet werden können (so die mit BGE 105 V 156 E. 1 in fine S. 158 f. begründete und in zahllosen Urteilen bestätigte Rechtsprechung, z.B. BGE 132 V 93 E. 4 S. 99 f.). Nötigenfalls sind, in Ergänzung der medizinischen Unterlagen, für die Ermittlung des erwerblich nutzbaren Leistungsvermögens die Fachpersonen der beruflichen Integration und Berufsberatung einzuschalten (seit BGE 107 V 17 E. 2b S. 20 geltende Rechtsprechung, vgl. Urteil 8C_545/2012 vom 25. Januar 2013 E. 3.2.1, nicht publ. in: BGE 139 V 28). An dieser Rechtslage haben die von der Vorinstanz relevierten Schlussbestimmungen zur IV-Revision 6a mitsamt Materialien, wonach Depressionen nicht in deren Anwendungsbereich fallen sollen (AB 2010 N 2117 ff., 2011 S 39 f.), nichts geändert.\n\n3.3 Das kantonale Gericht hat ohne Weiteres gestützt auf das MEDAS-Gutachten vom 3. Dezember 2010 und das psychiatrische Konsiliargutachten des Dr. med. C. vom 18. Oktober 2010 eine durch die Depression bedingte vollständige Arbeitsunfähigkeit bis 23. September 2009 und anschliessend eine solche von 40 % angenommen (was nach Einkommensvergleich und mit Blick auf die im Februar 2009 erfolgte IV-Anmeldung zu einer ganzen Invalidenrente ab 1. September 2009 und zu einer Viertelsrente ab 1. Januar 2010 bei einem Invaliditätsgrad von 46 % führte). Diese Vorgehensweise hält vor dem in E. 3.1 und 3.2 Gesagten nicht stand (Art. 95 lit. a BGG), weshalb das Bundesgericht an die entsprechenden Tatsachenfeststellungen nicht gebunden ist (Art. 97 Abs. 1 i.V.m. Art. 105 Abs. 2 BGG) und, da es sich um einen rechtlichen Mangel handelt, den entscheidwesentlichen Sachverhalt ausnahmsweise selber feststellt.\n\nNach den Akten hat die Beschwerdegegnerin seit vielen Jahren an multiplen gesundheitlichen Beeinträchtigungen, insbesondere Schmerzen und einem chronisch rezidivierenden Zervikalsyndrom, gelitten, was zwar regelmässig zu Absenzen führte, sie aber nicht daran hinderte, ihre Arbeit in der Produktion der Firma B. GmbH als Justiererin zu verrichten, bevor sie ab 15. September 2008 z.T. 100 %, z.T. 50 % wegen \"Kopf- und Nackenschmerzen, Gyni OP, |197| Appendektomie\" (Meldeformular Früherfassung vom 26. Januar 2009) krankgeschrieben wurde. Jedenfalls hat vor Mitte September 2008 eine depressionsspezifische Behandlung nicht stattgefunden. Die Berichte weisen die bezüglich Schweregrad und rezidivierendem oder episodischem Charakter psychiatrisch kontrovers beurteilte Depression klar als therapeutisch angehbares reaktives Geschehen auf bestimmte belastende Lebensereignisse aus (Tod der Mutter am 17. Dezember 2008, fristlose Entlassung per 23. Dezember 2008 wegen unentschuldigten Fernbleibens von der Arbeit seit 9. Dezember 2008). Aus den Berichten ergibt sich ferner, dass die zumutbaren Behandlungsmöglichkeiten in keinem Zeitpunkt optimal und nachhaltig ausgeschöpft wurden. Es fehlt somit an einer konsequenten Depressionstherapie, deren Scheitern das Leiden als resistent ausweisen würde (Urteil 9C_667/2013 vom 29. April 2013 E. 4.3.2). Schliesslich ist das Beschwerdebild offensichtlich geprägt von Selbstlimitierung in Form passiv-aggressiven Verharrens in der Meinung, dass \"Therapeuten sie heilen sollen\" (Bericht Psychiatrie-Zentrum D. vom 29. Oktober 2009), mit konsekutiver Dekonditionierung, sodann von offensichtlichem sekundärem Krankheitsgewinn und von grossen Diskrepanzen zwischen Testergebnissen und objektiven Befunden, wofür sich keine psychiatrische Erklärung finden liess. Bei solchen Umständen auf einen rentenbegründenden Invaliditätsgrad zu schliessen ist auch mit Art. 7 Abs. 2 erster Satz ATSG unvereinbar, laut dem für die Beurteilung des Vorliegens einer Erwerbsunfähigkeit ausschliesslich die Folgen der gesundheitlichen Beeinträchtigung zu berücksichtigen sind. Sämtliche Vorbringen der Beschwerdegegnerin vermögen hieran nichts zu ändern."}