{"annee": "140", "cour": "V", "page": "476", "date": "21/8/2014", "cite": ["138 V 258", "138 V 303", "135 V 80", "122 V 320", "129 III 305"], "cite_par": [], "chapeau": "61. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Vorsorgestiftung A. und Bundesamt für Sozialversicherungen gegen B. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_1/2014 / 9C_32/2014 vom 21. August 2014", "regestes": ["Art. 4 LFLP; art. 10, art. 13 al. 5 et art. 19 OLP; transfert de l'avoir de libre passage d'une institution de libre passage à une autre. Une correction de valeur apportée à la prestation de libre passage en raison d'un découvert actuariel est de toute façon inadmissible, dans un cas d'épargne pure à cause de la teneur de l'art. 13 al. 5 OLP et dans un cas d'épargne liée (épargne-titres) par suite d'absence de fondement objectif (consid. 2).", "Art. 3 al. 1 LFLP; ch. 20 let. a du Protocole final de la Convention de sécurité sociale du 8 mars 1989 entre la Confédération suisse et la Principauté de Liechtenstein. Une base juridique portant sur le transfert transfrontalier des avoirs de libre passage (prestation de sortie selon l'art. 2 LFLP et avoir selon l'art. 10 OLP) n'existe que dans les relations avec le Liechtenstein. A l'occasion d'un changement d'emploi, il est nécessaire que la prévoyance professionnelle soit maintenue sans interruption dans l'institution de prévoyance compétente (selon la loi liechtensteinoise du 20 octobre 1987 sur la prévoyance d'entreprise) et, partant, pas dans une institution de libre passage (consid. 3)."], "faits": "BGE 140 V 476 S. 477\n\nA. Der im Fürstentum Liechtenstein wohnhafte B. eröffnete im Jahr 2004 bei der Vorsorgestiftung A. ein Freizügigkeitskonto. Auf dieses transferierten die Vorsorgestiftung C. und die Stiftung D. Freizügigkeitsleistungen. Auf Ende 2011 liess B. das Freizügigkeitskonto aufheben; er beantragte, das Guthaben auf ein bei der liechtensteinischen Bank E. neu eröffnetes Freizügigkeitskonto zu überweisen. Die Vorsorgestiftung A. nahm auf der Freizügigkeitsleistung von Fr. 49'996.34 eine Bewertungskorrektur von Fr. 6'849.50 vor und zog eine bereits per Austrittsdatum 28. Dezember 2011 erfolgte Auszahlung in der Höhe von Fr. 37'497.25 ab. Einschliesslich Zinsen resultierte per 20. April 2012 ein restliches Kapital von Fr. 5'649.15. Dieses wurde zur Auszahlung auf das Freizügigkeitskonto bei der liechtensteinischen Bank vorgesehen.\n\nB. B. reichte beim Verwaltungsgericht des Kantons Schwyz Klage gegen die Vorsorgestiftung A. ein mit dem Antrag, die Beklagte sei zu verpflichten, den Restbetrag von Fr. 6'849.90 plus Zins auf das neue Freizügigkeitskonto zu überweisen. Das Verwaltungsgericht hiess die Klage gut und verpflichtete die Vorsorgestiftung A., zu Gunsten des Klägers Fr. 6'849.90 plus 5 % Zins seit Klageeinleitung (11. April 2013) auf das Freizügigkeitskonto des Klägers bei der liechtensteinischen Bank E. zu bezahlen (Entscheid vom 20. November 2013).\n\nC.\n\nC.a Die Vorsorgestiftung A. führt Beschwerde in öffentlich-rechtlichen Angelegenheiten. Sie beantragt, der angefochtene Entscheid sei aufzuheben und die Klage des B. abzuweisen. Eventuell sei die Sache zur Neubeurteilung an das kantonale Gericht zurückzuweisen. BGE 140 V 476 S. 478\n\nB. beantragt, die Beschwerde der Vorsorgestiftung A. sei abzuweisen.\n\nC.b Das Bundesamt für Sozialversicherungen (BSV) führt ebenfalls Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren, der kantonale Entscheid sei aufzuheben und die Vorsorgestiftung A. anzuweisen, den Restbetrag von Fr. 6'849.90 plus 5 % Zins auf ein vom Kläger zu bezeichnendes Freizügigkeitskonto bei einer in der Schweiz domizilierten Freizügigkeitseinrichtung zu bezahlen.\n\nB. und die Vorsorgestiftung A. äussern sich zur Beschwerde des BSV, ohne einen Antrag zu stellen.\n\nDas Bundesgericht weist die Beschwerde der Vorsorgestiftung A. ab und heisst diejenige des BSV gut.", "considerants": "Aus den Erwägungen:\n\n2. Strittig und zu prüfen ist zunächst, ob die beschwerdeführende Freizügigkeitsstiftung bei der Überweisung des Guthabens an eine neue Einrichtung eine Bewertungskorrektur vornehmen darf.\n\n2.1 Die am Recht stehende Freizügigkeitseinrichtung führt Konti, die im Sinne von Art. 4 FZG (SR 831.42) und Art. 10 FZV (SR 831.425) den Vorsorgeschutz erhalten (dazu GÄCHTER/GECKELER HUNZIKER, in: Handkommentar zum BVG und FZG, Schneider/Geiser/Gächter [Hrsg.], 2010, N. 4 und 7 zu Art. 26 FZG). Freizügigkeitseinrichtungen gehören mithin zur beruflichen Vorsorge im weiteren Sinne (vgl. Art. 1 Abs. 1 FZG; BGE 135 V 80 E. 2.1 S. 83; BGE 129 III 305 E. 3.3 S. 312). Sie sind indes nicht Vorsorgeeinrichtungen nach Art. 48 BVG; die Erhaltung des Vorsorgeschutzes findet grundsätzlich ausserhalb der Vorsorgeeinrichtung statt (BGE 122 V 320 E. 3c S. 326; Urteil 9C_479/2011 vom 12. September 2011 E. 3.2.1, in: SVR 2012 BVG Nr. 5 S. 20; HERMANN WALSER, in: Handkommentar zum BVG und FZG, a.a.O., N. 1 f. zu Art. 4 FZG; JÜRG BRÜHWILER, Obligatorische berufliche Vorsorge, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007, S. 2004 Rz. 21 f.). Aus diesem Grund macht die Beschwerdeführerin zu Recht geltend, dass Art. 19 Abs. 1 FZG, wonach Vorsorgeeinrichtungen im Freizügigkeitsfall keine versicherungstechnischen Fehlbeträge von der Austrittsleistung abziehen dürfen, hier nicht anwendbar ist (vgl. UELI KIESER, Die Freizügigkeitseinrichtung - das unbekannte Wesen, in: BVG-Tagung 2010, Schaffhauser/Stauffer [Hrsg.], 2011, S. 78). BGE 140 V 476 S. 479\n\nNicht einschlägig ist auch der in den Rechtsschriften thematisierte Bundesgerichtsentscheid BGE 138 V 303. Danach kann eine versicherte Person grundsätzlich eine ungekürzte Freizügigkeitsleistung (Art. 15 ff. FZG) beanspruchen, wenn sie aus einer Vorsorgeeinrichtung austritt, die sich in einer Unterdeckung befindet (BGE 138 V 303 E. 3.1 S. 306 mit Hinweisen). Nur bei einer Teil- oder Gesamtliquidation (Art. 53b bis 53d BVG sowie Art. 19 Abs. 2 und Art. 23 FZG) dürfen Vorsorgeeinrichtungen, die sich an den Grundsatz der Bilanzierung in geschlossener Kasse halten müssen, versicherungstechnische Fehlbeträge anteilsmässig abziehen, sofern dadurch nicht das Altersguthaben (Art. 15 BVG) geschmälert wird (Art. 53d Abs. 3 in Verbindung mit 69 Abs. 1 BVG in der bis Ende 2011 geltenden Fassung; BGE 138 V 303 E. 3.2 S. 306). Die Freizügigkeitsstiftung möchte diese Rechtsprechung analog angewendet wissen, weil eine \"teilliquidationsähnliche Situation\" gegeben sei. Ein Blick auf die in Art. 53b Abs. 1 BVG erwähnten Regelfälle einer Teilliquidation zeigt jedoch, dass Art. 19 Abs. 2 FZG auch nicht sinngemäss auf die Austrittsleistung einer Freizügigkeitseinrichtung angewendet werden kann: Die Anpassung an neue Anlagevorschriften (unten E. 2.2.1) ist nicht mit einer belegschaftlichen oder unternehmensstrukturellen Veränderung vergleichbar, wie sie für die Teilliquidation begrifflich kennzeichnend ist (dazu LUCREZIA GLANZMANN-TARNUTZER, Aktuelle Problemfelder bei der Teilliquidation von Vorsorgeeinrichtungen, AJP 2014 S. 452).\n\n2.2\n\n2.2.1 Nach dem Austritt aus einer Vorsorgeeinrichtung wird der Vorsorgeschutz durch eine Freizügigkeitspolice oder durch ein Freizügigkeitskonto erhalten (Art. 10 FZV). Beim Freizügigkeitskonto in Form der reinen Sparlösung entspricht die Höhe des Vorsorgekapitals der eingebrachten Austrittsleistung mit Zins, beim Freizügigkeitskonto in Form der anlagegebundenen Sparlösung (Wertschriftensparen) dem aktuellen Wert der Anlage (Art. 13 Abs. 5 erster Satz FZV in der seit Anfang 2011 geltenden Fassung).\n\nHintergrund der strittigen Kürzung der Austrittsleistung ist, dass die Anlagevorschriften in Art. 19 f. FZV mit Wirkung ab Januar 2011 verschärft worden sind. Die Gelder der Freizügigkeitskonten in Form der reinen Sparlösung sind nunmehr bei einer Bank anzulegen, die der Aufsicht der Eidgenössischen Finanzmarktaufsicht (FINMA) untersteht (Art. 19 Abs. 1 FZV in der seit Januar 2011 gültigen BGE 140 V 476 S. 480Fassung). Direktanlagen sind in diesem Bereich nicht mehr zulässig. Sie mussten bis Ende 2011 aufgelöst und durch Spareinlagen bei einer Bank ersetzt werden (vgl. Schlussbestimmung der Änderung der FZV vom 17. September 2010). Dies führte bei der beschwerdeführenden Freizügigkeitseinrichtung dazu, dass - im Bereich der \"klassischen Anlageform\" nach Art. 4 lit. a des Stiftungsreglements der Vorsorgestiftung A. vom 15. Juni 2004 - gemeinschaftliche Anlagen im Rahmen eines \"Transformationsprozesses\" bis Ende 2011 zu veräussern waren. Dabei fiel ein Verlust an (vgl. Anhang zur Bilanz und Betriebsrechnung 2011, S. 6; Prüfungsbescheid des BSV vom 5. Dezember 2011 zur Berichterstattung 2010).\n\n2.2.2 Das kantonale Gericht erkannte, beim fraglichen Freizügigkeitskonto handle es sich um eine \"reine Sparlösung\" im Sinne von Art. 13 Abs. 5 FZV. Die Beklagte könne sich daher nicht auf einen anlagewertabhängigen \"Auflösungswert\" (Art. 11 des Reglements) berufen, um die individuelle Austrittsleistung wegen einer versicherungstechnischen Unterdeckung zu kürzen. Die Parteien gehen übereinstimmend davon aus, das Freizügigkeitskonto des Beschwerdegegners sei der \"klassischen Anlageform\" im Sinne von Art. 4 lit. a des Reglements zuzuordnen und nicht den \"Wertpapierinvestitionen und Fondsanteilen\" gemäss lit. b. Die beschwerdeführende Freizügigkeitsstiftung vertritt indes die Auffassung, die \"klassische Anlageform\" sei nicht zwangsläufig mit einer \"reinen Sparlösung\" im Sinne von Art. 13 Abs. 5 FZV gleichzusetzen.\n\n2.2.3 Kennzeichnend für eine anlagegebundene Sparlösung (Wertschriftensparen) im Sinne von Art. 4 lit. b des Reglements ist, dass der Kontoinhaber nach Vereinbarung mit der Freizügigkeitseinrichtung vorgegebene Anlagen wählen kann, in die seine Freizügigkeitsmittel individuell und direkt investiert werden. Das Guthaben bildet ein Sondervermögen und folgt dem Wertverlauf der zugrundeliegenden Anlagen; die versicherte Person trägt das Kursrisiko. Hier kommen die (für die klassische Anlageform nach Art. 4 lit. a des Reglements der Vorsorgestiftung A. bestimmten) Wertschwankungsreserven denn auch nicht zum Tragen. Der Auflösungs- und Auszahlungswert ergibt sich aus dem Erlös der Wertpapierinvestitionen und der Fondsanteile (Art. 11 des Reglements). Diese Merkmale des Wertschriftensparens sind bei der \"klassischen Anlageform\" nach Art. 4 lit. a des Reglements - auch unter Berücksichtigung der (nebst Zins) vorgesehenen Überschussbeteiligung - nicht gegeben. Hier ist eine Verzinsung des Guthabens vereinbart. Im Hinblick auf die Erfüllung BGE 140 V 476 S. 481dieser Zinsverpflichtung erwirtschaften die Organe der Einrichtung die dafür erforderlichen Mittel, ohne dass der Kontoinhaber miteinbezogen ist. Zwar tätigte die Vorsorgestiftung A. \"für den Zinsertrag der Klassischen Anlageform gemeinschaftliche Anlagen\" (Anhang zur Bilanz und Betriebsrechnung 2011, S. 11). Diese liegen jedoch ausserhalb der Verantwortung des Kontoinhabers und dienen einzig der Freizügigkeitsstiftung, ihre Obliegenheit (der Verzinsung) zu erfüllen. Die von der Freizügigkeitsstiftung praktizierte gemeinsame Anlage der Freizügigkeitsmittel entspricht dem Modell einer \"reinen Sparlösung\" nach Art. 13 Abs. 5 FZV.\n\n2.2.4 Ihrem Standpunkt, bei der hier fraglichen Variante einer \"klassischen Anlageform\" nach Art. 4 lit. a des Reglements handle es sich um die \"kollektive Form einer anlagegebundenen Sparlösung\", somit um Wertschriftensparen, welches an den Anlagewert zu binden sei, kann daher nicht gefolgt werden. Selbst wenn es sich so verhielte, könnte die Freizügigkeitsstiftung daraus nichts zu ihren Gunsten ableiten: Laut Art. 19 Abs. 1 FZV betrifft die Umstellung (oben E. 2.2.1) ausschliesslich Anlagen im Rahmen \"reiner Sparlösungen\". Hätte es sich bei den \"gemeinschaftlichen Mitteln\" um \"Wertschriftensparen\" gehandelt, wäre die neue Regulierung für das Freizügigkeitskonto des Beschwerdegegners gar nicht zum Tragen gekommen (vgl. Art. 19a FZV). Wegen der diesfalls unmittelbaren Massgeblichkeit des aktuellen Wertes der Anlage hätte sich die strittige Bewertungskorrektur ohnehin erübrigt. Ebensowenig wäre es nötig gewesen, dem Beschwerdegegner im Zuge einer Anpassung an die neuen regulatorischen Rahmenbedingungen anzubieten, die \"gemeinschaftlichen Anlagen anteilig ins eigene Wertschriftensparen zu übernehmen\" (Schreiben der Vorsorgestiftung A. vom 28. August 2012).\n\n2.2.5 Nach dem Gesagten war die strittige Kürzung jedenfalls unzulässig: bei einer reinen Sparlösung (mit einer von der Vorsorgestiftung A. verantworteten Anlage der Freizügigkeitsmittel; oben E. 2.2.3) aufgrund des Wortlautes von Art. 13 Abs. 5 FZV; im Falle einer anlagegebundenen Sparlösung (direktes Wertschriftensparen) infolge sachlicher Unbegründetheit. Somit muss nicht weiter geprüft werden, wie sich der Umstand auswirkte, dass der Beschwerdegegner nachträglich eine Anlagestrategie mit \"maximaler Ausschöpfung von Risikoanlagen\" gewählt hat (\"gewünschter Basisanlagefonds/-stiftung vom Total der Vermögensanlage [= 100%]: Kapitalschutz\"; Beiblatt zum Antrag Eröffnung Freizügigkeitskonto vom 9. Juni 2005). BGE 140 V 476 S. 482\n\n3. Die Beschwerde des Bundesamtes richtet sich einzig gegen die vorsorgegerichtliche (Art. 73 Abs. 1 lit. a BVG) Anordnung, das Guthaben sei auf das Freizügigkeitskonto des Klägers bei einer im Fürstentum Liechtenstein domizilierten Bank zu übertragen.\n\n3.1 Das FZG regelt nur die Übertragung von Freizügigkeitsleistungen zwischen schweizerischen Vorsorge- und Freizügigkeitseinrichtungen (vgl. Art. 3 Abs. 1 FZG). Eine Rechtsgrundlage für die grenzüberschreitende Übertragung von Freizügigkeitsleistungen besteht nur im Verhältnis zu Liechtenstein (Mitteilungen des BSV über die berufliche Vorsorge Nr. 96 vom 18. Dezember 2006, Ziff. 567 N. 3 und Nr. 120 vom 18. Oktober 2010, Ziff. 765; ISABELLE VETTER-SCHREIBER, Kommentar zu BVG und FZG, 3. Aufl. 2013, N. 11 zu Art. 25f FZG; HANS-ULRICH STAUFFER, Berufliche Vorsorge, 2. Aufl. 2012, S. 456 Rz. 1238 und S. 857 Rz. 2326; ROLAND A. MÜLLER, in: Handkommentar zum BVG und FZG, a.a.O., N. 28 zu Art. 25f FZG). Sie findet sich im Zweiten Zusatzabkommen vom 29. November 2000 (SR 0.831.109.514.13) zum Abkommen vom 8. März 1989 zwischen der Schweizerischen Eidgenossenschaft und dem Fürstentum Liechtenstein über Soziale Sicherheit (SR 0.831.109.514.1), und ist als Ziff. 20 in das Schlussprotokoll des Abkommens vom 8. März 1989 eingefügt worden. Nach deren lit. a (Satz 1) ist eine Austrittsleistung bzw. das in einer Freizügigkeitseinrichtung (Freizügigkeitskonto oder -police) gutgeschriebene Vorsorgekapital für die Erhaltung des Vorsorgeschutzes nach Massgabe des schweizerischen Rechts an die nach dem liechtensteinischen Gesetz über die betriebliche Personalvorsorge zuständige liechtensteinische Vorsorgeeinrichtung zu überweisen, als wäre sie eine schweizerische Vorsorgeeinrichtung, sofern die zuletzt bei einer schweizerischen Vorsorgeeinrichtung versicherte Person eine Beschäftigung für einen Arbeitgeber mit Sitz in Liechtenstein aufnimmt.\n\n3.2 Das Bundesamt macht geltend, nach dem klaren Wortlaut des Abkommens setze eine grenzüberschreitende Übertragung des Freizügigkeitsguthabens voraus, dass eine Beschäftigung für einen Arbeitgeber mit Sitz in Liechtenstein aufgenommen werde. Zudem werde die Übertragung an eine Vorsorgeeinrichtung (und nicht an eine Freizügigkeitseinrichtung) verlangt. Das BSV bekräftigt damit eine bereits in den Mitteilungen über die berufliche Vorsorge Nr. 58 vom 10. Oktober 2001 vertretene Sichtweise. Danach soll nach dem Zweiten Zusatzabkommen \"bei einem Stellenwechsel von einem Staat in BGE 140 V 476 S. 483den anderen der Vorsorgeschutz ohne Unterbruch erhalten bleiben. Das bedeutet, dass nach dem klaren Wortlaut des Staatsvertrages nur eine Übertragung von Freizügigkeitsguthaben auf die für den Versicherten zuständige Vorsorgeeinrichtung zulässig ist. Die Überweisung in eine Freizügigkeitseinrichtung des anderen Staates ist weiterhin nicht möglich\" (Ziff. 359).\n\n3.3 Die Auffassung des BSV wird durch eine Auslegung von Ziff. 20 des Schlussprotokolls in der Fassung gemäss Zweitem Zusatzabkommen bestätigt.\n\n3.3.1 Die Auslegung eines Staatsvertrags geht in erster Linie vom Vertragstext aus, wie ihn die Vertragsparteien nach dem Vertrauensprinzip im Hinblick auf den Vertragszweck verstehen durften. Erscheint die Bedeutung des Textes, wie sie sich aus dem gewöhnlichen Sprachgebrauch sowie dem Gegenstand und Zweck des Vertrags ergibt, nicht offensichtlich sinnwidrig, kommt eine über den Wortlaut hinausreichende - ausdehnende oder einschränkende - Auslegung nur in Frage, wenn aus dem Zusammenhang oder der Entstehungsgeschichte mit Sicherheit auf eine vom Wortlaut abweichende Willenseinigung der Vertragsparteien zu schliessen ist (BGE 138 V 258 E. 5.3.2 S. 267 mit Hinweisen).\n\n3.3.2 Nach dem Wortlaut von Ziff. 20 (erster Satz) ist für die Überweisung einer Austrittsleistung oder des in einer Freizügigkeitseinrichtung gutgeschriebenen Vorsorgekapitals an die zuständige liechtensteinische Vorsorgeeinrichtung vorausgesetzt, dass die zuletzt bei einer schweizerischen Vorsorgeeinrichtung versicherte Person eine Beschäftigung für einen Arbeitgeber mit Sitz in Liechtenstein aufnimmt. Das Abkommen wurde mit dieser Rechtsgrundlage für eine Übertragung der Freizügigkeitsguthaben ergänzt, um dem Bedürfnis nach einer ununterbrochenen Aufrechterhaltung des Vorsorgeschutzes bei grenzüberschreitenden Stellenwechseln gerecht zu werden (Botschaft vom 17. Oktober 2001 betreffend das Zweite Zusatzabkommen zum Abkommen zwischen der Schweiz und dem Fürstentum Liechtenstein über Soziale Sicherheit, BBl 2001 6259 Ziff. 1.1 und 1.2; Mitteilungen über die berufliche Vorsorge Nr. 56 vom 29. Dezember 2000, Ziff. 333; STAUFFER, a.a.O., S. 856 Rz. 2325 f.). Die Überführung von Vorsorgemitteln ist möglich - und mithin auch angezeigt -, weil die Vorsorgesysteme beider Staaten sich in den wesentlichen Punkten sehr ähnlich sind (dazu BBl 2001 6260 Ziff. 2.1). BGE 140 V 476 S. 484\n\n3.3.3 Fraglich ist allenfalls, wie der Passus in der Botschaft (BBl 2001 6261) zu verstehen ist, wonach eine steuerfreie Überweisung der Leistung voraussetzt, dass ein Stellenwechsel vorliegt und die Leistung an eine Vorsorgeeinrichtung überwiesen wird. Die Steuerfreiheit gelte demnach nicht für eine Austrittsleistung, die auf ein Freizügigkeitskonto oder auf eine Freizügigkeitspolice übertragen werde. Isoliert betrachtet könnte daraus geschlossen werden, das Erfordernis des Stellenwechsels solle nur im Zusammenhang mit der Steuerfreiheit gelten, eine Überweisung auf ein liechtensteinisches Freizügigkeitskonto bleibe grundsätzlich möglich. Ein derartiges Verständnis ist indes ausgeschlossen. Denn die Auslegungselemente des Normzwecks und der Historie weisen in die gleiche Richtung wie der klare Wortsinn: Eine grenzüberschreitende Übertragung von Freizügigkeitsmitteln (Austrittsleistungen nach Art. 2 FZG und Guthaben nach Art. 10 FZV) erfordert, dass die berufliche Vorsorge aus Anlass eines Stellenwechsels in der (nach dem liechtensteinischen Gesetz vom 20. Oktober 1987 über die betriebliche Personalvorsorge) zuständigen Vorsorgeeinrichtung - und somit nicht in einer Freizügigkeitseinrichtung - unmittelbar weitergeführt wird. Wenn kein unmittelbarer Übertritt stattfindet, wird die Austrittsleistung in einer Freizügigkeitseinrichtung des Ausgangslandes aufrechterhalten (VETTER-SCHREIBER, a.a.O., N. 11 zu Art. 25f FZG). Das Gleiche gilt für Vorsorgemittel, die für einen Einkauf in die neue Vorsorgeeinrichtung nicht benötigt werden. Die Parteien des Staatsvertrags sind in der Ausgestaltung der Gleichstellung der beruflichen Vorsorge beider Länder also nicht so weit gegangen, wie es angesichts der vergleichbaren Systeme möglich gewesen wäre. Das ist zu akzeptieren. Es bleibt mithin dabei, dass ausserhalb des Geltungsbereichs der staatsvertraglichen Ausnahmebestimmung - unabhängig vom Wohnsitz der vorsorgeversicherten Person - kein grenzüberschreitender Wechsel der Freizügigkeitseinrichtung (Art. 12 Abs. 2 FZV) möglich ist (vgl. oben E. 3.1)."}