{"annee": "140", "cour": "II", "page": "7", "date": "16/12/2013", "cite": ["122 IV 303", "134 IV 297", "135 IV 56", "134 II 308", "134 II 33", "137 III 16"], "cite_par": ["143 IV 154", "143 IV 228"], "chapeau": "2. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A., B., C. und D. gegen Departement Volkswirtschaft und Inneres des Kantons Glarus (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_135/2013 vom 16. Dezember 2013", "regestes": ["Art. 2 al. 1 aLAVI, art. 117 CP; aide aux victimes, homicide par négligence. Cas d'un homme qui, alors qu'il travaillait dans sa jeunesse, au début des années 1970, pendant les vacances scolaires dans une entreprise, y a été exposé à des poussières d'amiante qui ont causé son décès en 2007. Homicide par négligence du fait de la responsabilité de l'entreprise et admission de la qualité de victime (consid. 3)."], "faits": "BGE 140 II 7 S. 8\n\nA. X. wurde im Juni 1958 geboren. Er arbeitete als Schüler in den Frühlings- und Herbstferien der Jahre 1972 und 1973 während insgesamt fünf Wochen bei der Eternit AG in Niederurnen. Dabei musste er unter anderem mit einem Schleifband die Kanten von Platten mit Weichasbest brechen, was Staub entwickelte.\n\nIm November 2004 wurde bei ihm ein bösartiges Mesotheliom (Brustfellkrebs) festgestellt.\n\nAm 26. September 2006 ersuchte er das Kantonale Sozialamt Glarus um Schadenersatz- und Genugtuungsleistungen nach dem Opferhilfegesetz. Zur Begründung machte er geltend, das Mesotheliom sei auf die Asbestexposition bei der Eternit AG zurückzuführen.\n\nEr verstarb am 23. Februar 2007. Darauf traten seine Ehefrau A. sowie seine Kinder B., C. und D. in das Opferhilfeverfahren ein.\n\nAm 18. Mai 2010 wies das Departement für Volkswirtschaft und Inneres des Kantons Glarus (im Folgenden: Departement) das Opferhilfegesuch ab.\n\nDie von A., B., C. und D. dagegen erhobene Beschwerde wies das Verwaltungsgericht des Kantons Glarus am 19. Dezember 2012 ab. Es befand, der Tod sei weder vorhersehbar noch vermeidbar gewesen, weshalb sich niemand der fahrlässigen Tötung schuldig gemacht habe. Fehle es an einer Straftat, gelte das ebenso für die Opferstellung, weshalb keine Ansprüche auf Entschädigung und Genugtuung nach dem Opferhilfegesetz bestünden.\n\nB. A., B., C. und D. führen Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, der Entscheid des Verwaltungsgerichts sei aufzuheben und das Departement zu verpflichten, ihnen im Einzelnen bezifferte Beträge zu zahlen. (...)\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Am 1. Januar 2009 ist das neue Bundesgesetz vom 23. März 2007 über die Hilfe an Opfer von Straftaten (Opferhilfegesetz, OHG; SR 312.5.) in Kraft getreten. Gemäss Art. 48 lit. a OHG gilt das bisherige Recht für Ansprüche auf Entschädigung oder Genugtuung für Straftaten, die vor dem Inkrafttreten dieses Gesetzes verübt worden sind. Im vorliegenden Fall ist somit unstreitig das alte Opferhilfegesetz vom 4. Oktober 1991 (AS 1992 2465) anwendbar. BGE 140 II 7 S. 9\n\n3.2 Gemäss Art. 1 aOHG soll mit diesem Gesetz den Opfern von Straftaten wirksame Hilfe geleistet und ihre Rechtsstellung verbessert werden (Abs. 1). Die Hilfe umfasst insbesondere Entschädigung und Genugtuung (Abs. 2 lit. c).\n\nNach Art. 2 aOHG erhält Hilfe nach diesem Gesetz jede Person, die durch eine Straftat in ihrer körperlichen, sexuellen oder psychischen Integrität unmittelbar beeinträchtigt worden ist (Opfer), und zwar unabhängig davon, ob der Täter ermittelt worden ist und ob er sich schuldhaft verhalten hat (Abs. 1). Namentlich der Ehegatte und die Kinder des Opfers werden diesem gleichgestellt unter anderem bei der Geltendmachung von Entschädigung und Genugtuung (Art. 11-17), soweit ihnen Zivilansprüche gegenüber dem Täter zustehen (Abs. 2 lit. c).\n\n3.3 Nach der Rechtsprechung ist hier die Strafverfolgungsverjährung eingetreten, da diese im Zeitpunkt der Tathandlung zu laufen beginnt, nicht in jenem des Eintritts des Erfolgs (BGE 134 IV 297). Entsprechendes gilt für zivilrechtliche Forderungen auf Schadenersatz und Genugtuung. Massgeblich für den Verjährungsbeginn ist insoweit die Verletzung der vertraglichen Pflicht, nicht der Eintritt des Schadens (BGE 137 III 16). Die Geltendmachung von Ansprüchen auf Schadenersatz und Genugtuung gemäss Art. 11 ff. aOHG bleibt dagegen möglich, da es für den zeitlichen Geltungsbereich dieser Bestimmungen auf den Eintritt des tatbestandsmässigen Erfolgs - hier also den Tod im Februar 2007 - ankommt (BGE 134 II 308).\n\n3.4 Gemäss Art. 2 Abs. 1 aOHG setzt die Opferstellung eine Straftat voraus. Eine fahrlässige genügt (BGE 134 II 33 E. 5.4 f. S. 36 ff.).\n\nGemäss Art. 117 StGB ist strafbar, wer fahrlässig den Tod eines Menschen verursacht.\n\nFahrlässig begeht ein Verbrechen oder ein Vergehen, wer die Folge seines Verhaltens aus pflichtwidriger Unvorsichtigkeit nicht bedenkt oder darauf nicht Rücksicht nimmt. Pflichtwidrig ist die Unvorsichtigkeit, wenn der Täter die Vorsicht nicht beachtet, zu der er nach den Umständen und nach seinen persönlichen Verhältnissen verpflichtet ist (Art. 12 Abs. 3 StGB, weitgehend entsprechend aArt. 18 Abs. 3 StGB).\n\nEin Schuldspruch wegen fahrlässiger Tötung setzt somit voraus, dass der Täter den Erfolg durch Verletzung einer Sorgfaltspflicht BGE 140 II 7 S. 10verursacht hat. Sorgfaltswidrig ist ein Verhalten, wenn der Täter zum Zeitpunkt der Tat aufgrund der Umstände sowie seiner Kenntnisse und Fähigkeiten die damit bewirkte Gefährdung der Rechtsgüter des Opfers hätte erkennen können und müssen und wenn er zugleich die Grenzen des erlaubten Risikos überschritten hat. Wo besondere Normen ein bestimmtes Verhalten gebieten, bestimmt sich das Mass der zu beachtenden Sorgfalt in erster Linie nach diesen Vorschriften. Dies schliesst nicht aus, dass der Vorwurf der Fahrlässigkeit auch auf allgemeine Rechtsgrundsätze wie etwa den allgemeinen Gefahrensatz gestützt werden kann. Die Vorsicht, zu der ein Täter verpflichtet ist, wird letztlich durch die konkreten Umstände und seine persönlichen Verhältnisse bestimmt, weil naturgemäss nicht alle tatsächlichen Gegebenheiten in Vorschriften gefasst werden können.\n\nGrundvoraussetzung für das Bestehen einer Sorgfaltspflichtverletzung und mithin für die Fahrlässigkeitshaftung bildet die Vorhersehbarkeit des Erfolgs. Die zum Erfolg führenden Geschehensabläufe müssen für den konkreten Täter mindestens in seinen wesentlichen Zügen voraussehbar sein. Zunächst ist daher zu fragen, ob der Täter eine Gefährdung der Rechtsgüter des Opfers hätte voraussehen beziehungsweise erkennen können und müssen. Für die Beantwortung dieser Frage gilt der Massstab der Adäquanz. Danach muss das Verhalten geeignet sein, nach dem gewöhnlichen Lauf der Dinge und den Erfahrungen des Lebens einen Erfolg wie den eingetretenen herbeizuführen oder mindestens zu begünstigen.\n\nDamit der Eintritt des Erfolgs auf das pflichtwidrige Verhalten des Täters zurückzuführen ist, genügt seine Voraussehbarkeit nicht. Weitere Voraussetzung ist, dass der Erfolg auch vermeidbar war. Dabei wird ein hypothetischer Kausalverlauf untersucht und geprüft, ob der Erfolg bei pflichtgemässem Verhalten des Täters ausgeblieben wäre. Für die Zurechnung des Erfolgs genügt, wenn das Verhalten des Täters mindestens mit einem hohen Grad an Wahrscheinlichkeit die Ursache des Erfolgs bildete.\n\nOb eine Handlung im Sinne der Adäquanztheorie nach dem gewöhnlichen Lauf der Dinge und nach der allgemeinen Lebenserfahrung geeignet ist, einen Erfolg von der Art des eingetretenen herbeizuführen oder zu begünstigen, muss ex ante, d.h. vom Zeitpunkt des Handelns aus, entschieden werden; denn die nachträgliche (bessere) Kenntnis der Zusammenhänge kann nicht darüber entscheiden, ob eine Handlung im Zeitpunkt ihrer Vornahme erlaubt oder verboten BGE 140 II 7 S. 11war. Demgegenüber ist die für die Erfolgszurechnung ebenfalls wesentliche Frage, aus welcher Gefahr der Erfolg hervorgegangen ist, ob sich mithin im Erfolg gerade die vom Täter geschaffene Gefahr verwirklicht hat, unter Auswertung aller ex post bekannten Umstände zu beantworten. Der Erfolg ist dem Täter zuzurechnen, wenn dessen Verhalten mindestens mit einem hohen Grad der Wahrscheinlichkeit oder mit an Sicherheit grenzender Wahrscheinlichkeit die Ursache des Erfolgs bildete (BGE 135 IV 56 E. 2.1 S. 64 f. mit Hinweisen).\n\n3.5 Dass der Tod von X. die Folge seiner Asbestexposition bei der Eternit AG war, ist unbestritten.\n\nWie die Beschwerdeführer zutreffend vorbringen, ist entscheidend, ob die Verantwortlichen der Eternit AG zur Zeit, als X. dort beschäftigt war, ihre Sorgfaltspflicht verletzt haben.\n\n3.6 Was man in den Jahren 1972 und 1973 über die Gefahren von Asbest wusste und welche technischen Vorkehren man gegen ihre Auswirkungen treffen konnte, ist eine Sachverhaltsfrage. Gemäss Art. 97 Abs. 1 BGG können die Beschwerdeführer die Feststellung des Sachverhalts nur rügen, wenn diese offensichtlich unrichtig ist oder auf einer Rechtsverletzung im Sinne von Art. 95 BGG beruht und wenn die Behebung des Mangels für den Ausgang des Verfahrens entscheidend sein kann. Ob der Tod von X. für die Verantwortlichen der Eternit AG vorhersehbar und vermeidbar war, ist dagegen eine Rechtsfrage, die das Bundesgericht frei prüft (Art. 95 lit. a BGG).\n\n3.7 Die Vorinstanz stellt - teilweise unter Hinweis auf die Erwägungen des Departements - zum Wissen über die Gefahren von Asbest Folgendes fest:\n\nBereits zu Beginn des 20. Jahrhunderts war bekannt, dass mit dem Einatmen von Asbest ein gesundheitliches Risiko verbunden ist. Dessen volle Tragweite erfasste man jedoch erst im Laufe der Zeit. Zunächst ging es nur um die Asbestose, eine Form der Staublunge, die in schweren Fällen zum Tod führen kann. In den 1950er Jahren wiesen Studien auf eine erhöhte Gefahr von Krebserkrankungen bei Asbestarbeitern hin. Ende der 1950er Jahre kam der Verdacht auf, dass zwischen Asbest und dem bösartigen Mesotheliom ein Zusammenhang besteht. Erstmals bestätigte 1960 ein Forscherteam in Südafrika den Zusammenhang zwischen Brustfellkrebs und Asbesteinwirkung. 1965 legte Dr. Selikoff in New York das Ergebnis seiner jahrelangen Forschung vor. Danach besteht zwischen BGE 140 II 7 S. 12Asbestexposition und Lungenkrebs ein Zusammenhang. An der internationalen Konferenz der Organisation zur Information über Asbest im November 1971 in London wurde ausgeführt, immer mehr Studien stellten einen Zusammenhang des Mesothelioms mit der industriellen Asbestexposition fest. Seit 1971 gehört das Mesotheliom zu den anerkannten Berufskrankheiten. Die SUVA konnte in einem Merkblatt vom September 1971 für Asbest keine Grenzwerte für die maximale Arbeitsplatzkonzentration (sog. MAK-Werte) angeben, die geeignet gewesen wären, das asbestbedingte Krebsrisiko zu beseitigen. Nach einer Studie von Prof. Rüttner (Universität Zürich) aus dem Jahr 1974 besteht bei beruflicher Asbestexposition ein erhöhtes Karzinom- und Mesotheliomrisiko. In der Studie wird gesagt, diese Tatsache sei schon lange bekannt.\n\n3.8 Das Kerngeschäft der Eternit AG bestand in der Herstellung und Verarbeitung asbesthaltiger Produkte. Die Verantwortlichen der Eternit AG mussten für die Gesundheitsgefahren, die von Asbest ausgehen, daher besonders sensibilisiert sein. Die erwähnten wissenschaftlichen Erkenntnisse mussten ihnen deshalb bekannt sein. Gestützt darauf wusste man in den Jahren 1972 und 1973, dass bei Arbeiten mit Asbest ein Krebsrisiko besteht. Entsprechend war für die Verantwortlichen der Eternit AG erkennbar, dass X. bei Staubentwicklung im Umgang mit asbesthaltigen Produkten einem derartigen Risiko ausgesetzt war. Die Vorhersehbarkeit des Erfolgseintritts ist damit entgegen der Ansicht der Vorinstanz gegeben. Nach der dargelegten Rechtsprechung gilt insoweit der Massstab der Adäquanz. Ausschlaggebend ist, ob das Verhalten der Verantwortlichen der Eternit AG geeignet war, nach dem gewöhnlichen Lauf der Dinge und den (damaligen) Erfahrungen des Lebens einen Erfolg wie den eingetretenen mindestens zu begünstigen. Dies ist zu bejahen. Entsprechend mussten die Verantwortlichen der Eternit AG ihr Verhalten auf das bekannte Risiko ausrichten.\n\n3.9 Die Vorinstanz legt dar, die damals bekannten technischen Schutzvorkehren hätten den Tod von X. nicht verhindern können. Die Beschwerdeführer erachten die von ihr insoweit getroffenen tatsächlichen Feststellungen als offensichtlich unrichtig. Wie es sich damit verhält, kann offenbleiben.\n\nZunächst stellt sich - wie die Beschwerdeführer zutreffend vorbringen - die Frage, ob die Verantwortlichen der Eternit AG ihre Sorgfaltspflicht nicht bereits dadurch verletzt haben, dass sie den damals BGE 140 II 7 S. 13jugendlichen X. überhaupt Arbeiten haben verrichten lassen, bei denen er Asbeststaub ausgesetzt war. Hätten sie das unterlassen, wäre er nicht gestorben.\n\n3.10\n\n3.10.1 Gemäss Art. 6 des Bundesgesetzes vom 13. März 1964 über die Arbeit in Industrie, Gewerbe und Handel in der in den Jahren 1972 und 1973 geltenden Fassung (Arbeitsgesetz, aArG; AS 1966 57 ff.) ist der Arbeitgeber verpflichtet, zum Schutz von Leben und Gesundheit der Arbeitnehmer sowie zum Schutz der Umgebung des Betriebs vor schädlichen und lästigen Einwirkungen alle Massnahmen zu treffen, die nach der Erfahrung notwendig, nach dem Stand der Technik anwendbar und den Verhältnissen des Betriebs angemessen sind (Abs. 1). Der Arbeitgeber hat insbesondere die betrieblichen Einrichtungen und den Arbeitsablauf so zu gestalten, dass Unfälle, Krankheiten und Überbeanspruchungen der Arbeitnehmer nach Möglichkeit vermieden werden (Abs. 2).\n\nDas Arbeitsgesetz enthält sodann Bestimmungen zum Sonderschutz Jugendlicher. Diese gehen über die allgemeinen Normen des Arbeitsschutzes hinaus und tragen der besonderen Schutzbedürftigkeit der Jugendlichen Rechnung (Botschaft vom 30. September 1960 zum Entwurf eines Arbeitsgesetzes, BBl 1960 II 985 Ziff. IX.1).\n\nGemäss Art. 29 aArG gelten als Jugendliche Arbeitnehmer bis zum vollendeten 19. Altersjahr (Abs. 1). Der Arbeitgeber hat auf die Gesundheit der Jugendlichen gebührend Rücksicht zu nehmen und für die Wahrung der Sittlichkeit zu sorgen. Er hat namentlich darauf zu achten, dass die Jugendlichen nicht überanstrengt werden und vor schlechten Einflüssen im Betrieb bewahrt bleiben (Abs. 2). Die Verwendung Jugendlicher für bestimmte Arbeiten kann zum Schutz von Leben und Gesundheit oder zur Wahrung der Sittlichkeit durch Verordnung untersagt oder von besonderen Voraussetzungen abhängig gemacht werden (Abs. 3).\n\nNach Art. 30 aArG dürfen Jugendliche vor dem vollendeten 15. Altersjahr nicht beschäftigt werden. Vorbehalten bleibt namentlich Absatz 2 (Abs. 1). Durch Verordnung wird bestimmt, für welche Gruppen von Betrieben oder Arbeitnehmern sowie unter welchen Voraussetzungen Jugendliche im Alter von mehr als 13 Jahren zu Botengängen und leichten Arbeiten herangezogen werden dürfen (Abs. 2). BGE 140 II 7 S. 14\n\n3.10.2 Die in den Jahren 1972 und 1973 in Kraft stehende Verordnung I vom 14. Januar 1966 zum Arbeitsgesetz (AS 1966 86 ff.; nachfolgend: Verordnung I) regelt den Sonderschutz der Jugendlichen näher.\n\nArt. 54 der Verordnung I umschreibt die für alle Jugendlichen verbotenen Arbeiten. Danach dürfen Jugendliche insbesondere nicht zu Arbeiten herangezogen werden, bei denen eine erhebliche Erkrankungsgefahr besteht (lit. b).\n\nGemäss Art. 59 Abs. 1 der Verordnung I dürfen, sofern Gesundheit und Schulleistung nicht beeinträchtigt werden und die Sittlichkeit gewahrt wird, schulpflichtige Jugendliche nach dem vollendeten 13. Altersjahr zu Botengängen ausserhalb des Betriebs, zu Handreichungen beim Sport sowie zu den leichten Arbeiten in Betrieben des Detailhandels und in Forstbetrieben herangezogen werden.\n\nGemäss Art. 60 Abs. 1 der Verordnung I dürfen, sofern Gesundheit und Schulleistung nicht beeinträchtigt werden und die Sittlichkeit gewahrt wird, schulpflichtige Jugendliche nach dem vollendeten 14. Altersjahr während längstens der Hälfte von wenigstens drei Wochen dauernden Schulferien mit leichten Arbeiten beschäftigt werden.\n\n3.11 Nach den verbindlichen tatsächlichen Feststellungen der Vorinstanz arbeitete X. in den Frühlings- und Herbstferien der Jahre 1972 und 1973 bei der Eternit AG. In den Frühlingsferien 1972 war er ca. 13 ¾ Jahre alt. Ob er damals einzig zu Botengängen ausserhalb des Betriebs und nach Vollendung des 14. Altersjahrs lediglich zu leichten Arbeiten herangezogen wurde und seine Beschäftigung nach Art. 59 Abs. 1 und Art. 60 Abs. 1 der Verordnung I überhaupt zulässig war, kann dahingestellt bleiben. Jedenfalls durfte er gemäss Art. 29 Abs. 2 und 3 aArG in Verbindung mit Art. 54 lit. b der Verordnung I nicht zu Arbeiten herangezogen werden, bei denen eine erhebliche Krankheitsgefahr besteht. Eine solche Gefahr war - wie die Verantwortlichen der Eternit AG wissen mussten - bei Arbeiten, bei denen sich Asbeststaub entwickelte, aber gegeben. Die Verantwortlichen hätten X. demnach keine Arbeiten verrichten lassen dürfen, bei denen er Asbeststaub ausgesetzt war. Indem sie das trotzdem getan haben, haben sie ihre Sorgfaltspflicht verletzt. Das Risiko, das sie eingegangen sind, war im Lichte von Art. 29 Abs. 2 und 3 aArG in Verbindung mit Art. 54 lit. b der Verordnung I verboten. Sie haben somit die Grenze des erlaubten Risikos überschritten. BGE 140 II 7 S. 15Entscheidend ist, wie sich ein besonnener Mensch in der Lage der Verantwortlichen der Eternit AG verhalten hätte (BGE 122 IV 303 E. 3a S. 307). Ein solcher Mensch hätte mit Blick auf die damit verbundenen Gefahren und die ihm obliegende besondere Schutzpflicht gegenüber Jugendlichen X. keine Arbeiten verrichten lassen, bei denen er Asbeststaub einatmet. Wie die Beschäftigung erwachsener Personen mit solchen Arbeiten zu beurteilen ist, ist hier nicht zu entscheiden.\n\n3.12 Die Voraussetzungen der Strafbarkeit wegen fahrlässiger Tötung sind somit erfüllt. Dass heute offenbar nicht mehr geklärt werden kann, welche Personen in der Eternit AG die Verantwortung für die Beschäftigung von X. trugen, ist belanglos. Gemäss Art. 2 Abs. 1 aOHG besteht Anspruch auf Opferhilfe unabhängig davon, ob der Täter ermittelt worden ist. Dies entspricht dem Sinn und Zweck der Opferhilfe, bei welcher das Opfer und nicht der Täter im Vordergrund steht.\n\nX. ist danach Opfer im Sinne von Art. 2 Abs. 1 aOHG. Die Ausrichtung von Entschädigung und Genugtuung gemäss Art. 11 ff. aOHG kommt damit in Betracht. Die Beschwerde ist, soweit darauf eingetreten werden kann, gutzuheissen und der angefochtene Entscheid aufzuheben.\n\nDa die kantonalen Instanzen die Opferstellung verneint haben, haben sie nicht geprüft, wieweit die geltend gemachten Entschädigungs- und Genugtuungsbegehren im Einzelnen berechtigt sind. Insbesondere haben sie offengelassen, wieweit allenfalls gute wirtschaftliche Verhältnisse der Beschwerdeführer einer Entschädigung entgegenstehen (Art. 12 Abs. 1 aOHG i.V.m. Art. 2 ff. der Verordnung vom 18. November 1992 über die Hilfe an Opfer von Straftaten [AS 1992 2479]). Die Sache wird in Anwendung von Art. 107 Abs. 2 Satz 2 BGG an das Departement zurückgewiesen, damit es darüber entscheide."}