{"annee": "140", "cour": "I", "page": "141", "date": "11/3/2014", "cite": ["135 I 119"], "cite_par": [], "chapeau": "11. Extrait de l'arrêt de la Ire Cour de droit social dans la cause F. contre Etablissement vaudois d'accueil des migrants (EVAM) (recours en matière de droit public)\n\n8C_221/2013 du 11 mars 2014", "regestes": ["Art. 12 Cst.; art. 3 et 8 CEDH; art. 82 LAsi; Directive 2003/9/CE du Conseil du 27 janvier 2003 relative à des normes minimales pour l'accueil des demandeurs d'asile dans les Etats membres; aide d'urgence allouée à un requérant d'asile en procédure de renvoi dans le cadre du Règlement de Dublin. Indépendamment de la question de savoir si cette directive communautaire et la jurisprudence qui s'y rapporte est contraignante pour la Suisse en tant qu'acquis de Dublin, il n'apparaît pas que celle-ci ouvre le droit à des prestations plus étendues que les prestations minimales garanties par l'art. 12 Cst. (consid. 6.4)."], "faits": "|142|\n\nA. F., né en 1989, ressortissant étranger, a déposé pour la deuxième fois une demande d'asile en Suisse le 14 décembre 2011. Par décision du 13 janvier 2012, l'Office fédéral des migrations (ODM) a prononcé une décision de non-entrée en matière, en ordonnant le renvoi de l'intéressé en Italie, où son droit d'asile devait être examiné en vertu des accords de Dublin, et a ordonné l'exécution de cette mesure. Par arrêt du 27 janvier 2012, le Tribunal administratif fédéral a rejeté le recours formé contre cette décision par F.\n\nAuparavant, F. avait été attribué au canton de Vaud. Le 4 janvier 2012, il s'était vu attribuer une place d'hébergement dans l'abri de protection civile X., à Z. Le 27 juin 2012, il a requis de l'Etablissement vaudois d'accueil des migrants (EVAM) d'être transféré dans un logement individuel. Par décision du 29 janvier 2012, confirmée sur opposition le 30 juillet 2012, l'EVAM a rejeté cette demande. Le 30 novembre 2012, le chef du Département de l'économie (actuellement Département de l'économie et du sport [DECS]) a rejeté le recours interjeté par l'intéressé contre la décision sur opposition.\n\nB. F. a recouru contre la décision du département. Par arrêt du 19 février 2013, la Cour de droit administratif et public du Tribunal cantonal vaudois a rejeté son recours.\n\nC. F. exerce un recours en matière de droit public dans lequel il demande au Tribunal fédéral d'annuler la décision attaquée.\n\nL'EVAM renvoie aux considérants de l'arrêt entrepris.\n\nLe recours a été rejeté.", "considerants": "Extrait des considérants:\n\n3. Le recourant a fait l'objet d'une décision de non-entrée en matière passée en force et de renvoi exécutoire. Au regard des dispositions de la loi du 26 juin 1998 sur l'asile (LAsi; RS 142.31) et des règles de droit cantonal, il a seulement droit à l'aide d'urgence garantie par l'art. 12 Cst. (cf. art. 80 al. 1 en liaison avec l'art. 82 al. 1 LAsi, dans sa version en vigueur jusqu'au 31 janvier 2014 et art. 49 de la loi [du canton de Vaud] du 7 mars 2006 sur l'aide aux requérants d'asile et à certaines catégories d'étrangers [LARA; RSV 142.21]; voir aussi ATF 135 I 119 consid. 5.3 p. 123). Selon la législation vaudoise, les bénéficiaires de l'aide d'urgence reçoivent, en principe et en |143| priorité, des prestations en nature; celles-ci comprennent le logement, en règle générale dans un lieu d'hébergement collectif, la remise de denrées alimentaires et d'articles d'hygiène, ainsi que les soins médicaux d'urgence dispensés en principe par la Policlinique Médicale Universitaire (PMU), en collaboration avec les Hospices cantonaux/CHUV (art. 14 et 15 du règlement cantonal d'application du 3 décembre 2008 de la LARA [RLARA; RSV 142.21.1]).\n\n(...)\n\n5. Le recourant fait valoir qu'il se trouve en procédure de renvoi \"Dublin\" et qu'il a droit, de ce fait, au même traitement que les requérants d'asile, à savoir le bénéfice de l'aide sociale. Il invoque la Directive 2003/9/CE du Conseil du 27 janvier 2003 relative à des normes minimales pour l'accueil des demandeurs d'asile dans les Etats membres (JO L 31 du 6 février 2003 p. 18). Il se prévaut également de l'arrêt de la Cour de justice de l'Union européenne (CJUE) du 27 septembre 2012 C-179/11 Cimade et Groupe d'information et de soutien des immigrés (GISTI) contre Ministre de l'Intérieur, de l'Outre-mer, des Collectivités territoriales et de l'Immigration.\n\n6.\n\n6.1 En vertu de l'art. 1er al. 1 de l'Accord entre la Confédération suisse et la Communauté européenne relatif aux critères et aux mécanismes permettant de déterminer l'Etat responsable de l'examen d'une demande d'asile introduite dans un Etat membre ou en Suisse (traité du 26 octobre 2004, entré en vigueur le 1er mars 2008; RS 0.142.392. 68), le Règlement de Dublin est appliqué dans les relations entre la Suisse et les Etats membres de l'Union européenne. Ce règlement (Règlement CE n° 343/2003 du Conseil du 18 février 2003) a pour but, comme son nom l'indique, d'établir les critères et mécanismes de détermination de l'Etat membre responsable de l'examen d'une demande d'asile présentée dans l'un des Etats membres par un ressortissant d'un pays tiers. Il vise donc en premier lieu à régler la compétence en matière d'asile en désignant l'Etat responsable.\n\n6.2 S'agissant par ailleurs de la Directive 2003/9/CE, elle fixe notamment des normes minimales concernant les conditions matérielles des demandeurs d'asile, qui comprennent en particulier la nourriture, l'habillement et les soins médicaux nécessaires. Selon la jurisprudence de la Cour de justice, invoquée par le recourant, un Etat membre saisi d'une demande d'asile est tenu d'accorder les conditions minimales d'accueil des demandeurs d'asile établies par la directive, |144| même à un demandeur d'asile pour lequel il décide, en application du Règlement CE n° 343/2003, de requérir un autre Etat membre aux fins de prendre en charge ou de reprendre en charge ce demandeur en tant qu'Etat membre responsable de l'examen de sa demande d'asile. La Cour a précisé à cet égard que seul le transfert effectif du demandeur d'asile par l'Etat requérant met fin à sa responsabilité quant à la charge financière des conditions d'accueil.\n\n6.3 En réponse à une interpellation de la conseillère nationale Amarelle du 15 juin 2012 (12.3590 - Aide sociale et aide d'urgence pour les requérants d'asile en cours de procédure par rapport à Dublin II), le Conseil fédéral a exprimé l'avis que la directive en cause, déterminante à l'échelle de l'Union européenne, ne faisait pas partie de l'acquis \"de Dublin\" et qu'elle n'était donc pas contraignante pour la Suisse.\n\n6.4 En l'occurrence, la portée exacte de cette directive et de la jurisprudence précitée qui s'y rapporte, relativement au droit interne suisse, peut toutefois demeurer indécise. En effet, il n'apparaît pas que la Directive 2003/9/CE ouvre le droit à des prestations plus étendues que les prestations minimales garanties par l'art. 12 Cst. On note à ce propos que cette directive prévoit que les conditions d'accueil matérielles peuvent être fournies en nature ou sous la forme d'allocations financières ou de bons ou en combinant ces formules (art. 13 ch. 5). Le logement peut être fourni dans des centres d'hébergement (art. 14 ch. 1 let. b), ce par quoi il faut entendre hébergement collectif et non un droit à un logement individuel. La directive réserve d'ailleurs la possibilité de fixer des modalités matérielles d'accueil différentes de celles qui sont prévues lorsque les capacités de logement normalement disponibles sont temporairement épuisées (art. 14 ch. 8), ce qui, on l'a vu, était le cas en l'espèce."}