{"annee": "140", "cour": "I", "page": "305", "date": "15/9/2014", "cite": ["140 I 77", "140 V 8", "138 I 265", "116 V 198", "118 V 293", "128 V 20", "126 V 93", "134 V 131", "108 IA 22", "139 I 16", "139 I 180", "128 I 34", "138 II 217"], "cite_par": ["144 I 126", "141 III 281", "141 V 191", "145 III 109", "142 V 448", "142 III 502", "141 V 657", "143 II 268", "141 III 155"], "chapeau": "25. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A. gegen Ausgleichskasse des Kantons Bern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_810/2013 vom 15. September 2014", "regestes": ["Art. 16b LAPG; art. 8 Cst.; art. 8 et 14 CEDH; indemnité en cas de paternité. Selon le texte légal clair et la volonté explicite du législateur, les pères ne peuvent déduire de l'art. 16b LAPG le droit à une indemnité pour perte de gain (consid. 6 et 7). L'art. 16b LAPG ne comprend pas la notion de congé parental, telle qu'elle existe dans d'autres pays (européens), mais règle exclusivement le droit des mères à une indemnité après la naissance. Aucune discrimination contraire à la loi - aussi à la lumière de la jurisprudence de la CourEDH - n'existe (consid. 10.2). Une répartition du droit sur les deux parents exigerait une base légale et fait donc déjà défaut dans le cadre de la réglementation existante (droit pendant 14 semaines), parce qu'une telle répartition serait incompatible avec l'art. 4 de la Convention n° 183 de l'OIT sur la protection de la maternité, prévue pour ratification, lequel garantit aux femmes le droit à un congé maternité minimal incompressible de 14 semaines (consid. 10.2)."], "faits": "BGE 140 I 305 S. 306\n\nA. Der verheiratete A. wurde 2012 zum zweiten Mal Vater und bezog in der Folge drei Wochen Urlaub, wovon ihm drei Tage gemäss den internen Richtlinien seiner Arbeitgeberfirma für die Vaterschaft zugesprochen worden waren. Den Rest bezog A. zu Lasten seines Ferien- und Überzeitkontos und vereinbarte mit der Arbeitgeberin, zu einem späteren Zeitpunkt (im Frühjahr 2013) weitere vier Wochen Urlaub zu beziehen, um die Eingewöhnung seines Sohnes in der Kinderkrippe sicherstellen zu können. Am 3. September 2012 stellte er bei der AHV-Zweigstelle der Stadt Bern ein Gesuch um \"Elternschaftsentschädigung gemäss EOG\" für einen \"Elternurlaub\" von sechs Wochen. Die Arbeitgeberfirma des A. unterstützte dieses Gesuch mit einem gleichentags verfassten Schreiben und beantragte die Deckung des \"Erwerbsausfall[s] von A. zu dem Prozentsatz, welcher den weiblichen Angestellten gewährt wird\". Mit Verfügung vom 25. September 2012 verneinte die Ausgleichskasse des Kantons Bern (nachfolgend: Ausgleichskasse) einen Anspruch auf BGE 140 I 305 S. 307Erwerbsersatzentschädigung. Daran hielt sie mit Einspracheentscheid vom 28. Januar 2013 fest.\n\nB. Die hiegegen erhobene Beschwerde des A. wies das Verwaltungsgericht des Kantons Bern, Sozialversicherungsrechtliche Abteilung, mit einzelrichterlichem Urteil vom 17. Oktober 2013 ab.\n\nC. A. führt Beschwerde in öffentlich-rechtlichen Angelegenheiten und beantragt im Wesentlichen die Aufhebung des angefochtenen Entscheides, die Zusprechung einer Erwerbsersatzentschädigung für sechs Wochen Vaterschaftsurlaub und die Rückweisung der Sache an das kantonale Gericht bzw. an die Ausgleichskasse zur Festsetzung der konkreten Entschädigung.\n\nDie Ausgleichskasse und das Bundesamt für Sozialversicherungen schliessen auf Abweisung der Beschwerde, Erstere unter Bezugnahme auf eine Stellungnahme der AHV-Zweigstelle der Stadt Bern.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Per 1. Juli 2005 wurden das OR um einen Anspruch auf Mutterschaftsurlaub für Arbeitnehmerinnen von mindestens 14 Wochen (Art. 329f OR) und das Bundesgesetz vom 25. September 1952 über den Erwerbsersatz für Dienstleistende (Erwerbsersatzgesetz, EOG; SR 834.1) um eine Mutterschaftsentschädigung ergänzt. Gemäss Art. 16b Abs. 1 EOG ist anspruchsberechtigt eine Frau, die\n\na. während der neun Monate unmittelbar vor der Niederkunft im Sinne des AHVG obligatorisch versichert war;\n\nb. in dieser Zeit mindestens fünf Monate lang eine Erwerbstätigkeit ausgeübt hat; und\n\nc. im Zeitpunkt der Niederkunft:\n\n1. Arbeitnehmerin im Sinne von Artikel 10 ATSG ist,\n\n2. Selbständigerwerbende im Sinne von Artikel 12 ATSG ist, oder\n\n3. im Betrieb des Ehemannes mitarbeitet und einen Barlohn bezieht.\n\nDer Entschädigungsanspruch entsteht am Tag der Niederkunft (Art. 16c Abs. 1 EOG) und endet am 98. Tag nach seinem Beginn (Art. 16d EOG).\n\n3. Streitig ist, ob das kantonale Gericht einen Anspruch des Beschwerdeführers auf eine Erwerbsersatzentschädigung zu Recht verneint hat. Es handelt sich dabei um eine frei überprüfbare Rechtsfrage. BGE 140 I 305 S. 308\n\n3.1 Das kantonale Gericht erwog, der Wortlaut von Art. 16b EOG sei klar und unmissverständlich. Er nenne ausschliesslich die Frau als Anspruchsberechtigte, weshalb für eine über den Wortlaut hinausgehende Auslegung mit Rücksicht auf das Rechtsgleichheitsgebot kein Raum bleibe. Der Wortlaut gebe den wahren Sinn der Bestimmung wieder. Gemäss den Materialien habe der Gesetzgeber die Ausweitung des EOG bewusst auf erwerbstätige Mütter beschränkt und damit den seit Jahrzehnten bestehenden Verfassungsauftrag von Art. 34quinquies aBV bzw. Art. 116 Abs. 3 Satz 1 BV zur Einrichtung einer Mutterschaftsversicherung umgesetzt. Die Mutterschaftsentschädigung beruhe nicht nur auf gesellschaftlichen Vorstellungen und Wertungen des Gesetzgebers, sondern mit Blick auf die aussergewöhnliche körperliche und psychische Belastung der Mutter durch die Geburt auch auf biologischen bzw. funktionalen Gründen, weshalb das Rechtsgleichheitsgebot (Art. 8 Abs. 3 BV) nicht verletzt werde. Diese Gründe entfielen acht Wochen nach der Geburt nicht, was sich insbesondere daraus ergebe, dass Wöchnerinnen gemäss Art. 35a Abs. 3 des Bundesgesetzes vom 13. März 1964 über die Arbeit in Industrie, Gewerbe und Handel (ArG; SR 822.11) ab der neunten bis zur 16. Woche nach der Geburt nur mit ihrem Einverständnis beschäftigt werden dürften. Schliesslich enthalte die EMRK weder ein generelles Verbot der unterschiedlichen Behandlung von Frauen und Männern noch könne aus ihr ein genereller Anspruch auf Elternurlaub abgeleitet werden. Insbesondere habe der EGMR in dem beschwerdeweise angeführten Entscheid Markin gegen Russland vom 22. März 2012 (Nr. 30078/06, Grosse Kammer, Recueil CourEDH 2012-III S. 77) einzig festgehalten, ein Elternurlaub müsse, falls gesetzlich vorgesehen, geschlechtsneutral ausgestaltet sein. Die Schweiz kenne aber im Gegensatz zu Russland keinen Elternurlaub (\"parental leave\"), sondern eher einen vom EGMR nur am Rand erwähnten \"maternity leave\", der vom Gerichtshof nicht beanstandet worden sei.\n\n3.2 Der Beschwerdeführer macht geltend, die Gewährung eines bezahlten Mutterschaftsurlaubes beruhe sowohl auf biologischen wie auf sozialen Überlegungen. Trotz des biologischen Vorgangs der Geburt handle es sich nur zum Teil um \"zwingende biologische Gründe\", welche eine Ungleichbehandlung zu rechtfertigen vermöchten. Mit zunehmendem Zeitablauf würden die biologischen Gründe von sozialen Bedürfnissen überlagert und schliesslich verdrängt. Angelehnt an das gesundheitspolizeiliche Arbeitsverbot während der BGE 140 I 305 S. 309ersten acht Wochen nach der Geburt (Art. 35a Abs. 3 ArG) und die Bestimmungen der Internationalen Arbeitsorganisation (IAO) werde die Mutterschaftsentschädigung von der neunten bis zur 14. Woche ohne zwingende, in der biologischen Natur liegende Gründe ausbezahlt. Die sozialen Gründe, aus welchen eine Mutterschaftsentschädigung auch nach der achten Woche ausgerichtet werde, gälten gleichermassen für den Vater. Soweit Art. 16b EOG den Anspruch nur der Frau zugestehe, beruhe er auf überkommenen gesellschaftlichen Vorstellungen, knüpfe an das Geschlecht an und verstosse gegen Art. 8 Abs. 3, Art. 13 Abs. 1 und Art. 14 BV, Art. 8 in Verbindung mit Art. 14 EMRK und das bei der Gesetzesinterpretation zu berücksichtigende UNO-Übereinkommen vom 18. Dezember 1979 zur Beseitigung jeder Form von Diskriminierung der Frau (CEDAW [Convention on the Elimination of All Forms of Discrimination Against Women]; SR 0.108) sowie das Übereinkommen vom 20. November 1989 über die Rechte des Kindes (KRK; SR 0.107), welche eine Gleichberechtigung von Frau und Mann im Hinblick auf die Elternbeziehung verlangten. Der Gesetzgeber habe bei der Konkretisierung des seit 1945 bestehenden Verfassungsauftrags zur Errichtung einer Mutterschaftsversicherung eine Vaterschaftsentschädigung nicht ausschliessen wollen. Die Bevorzugung des weiblichen Geschlechts bei der Gewährung einer Mutterschaftsentschädigung sei somit EMRK- und verfassungswidrig.\n\nSoweit eine verfassungs- und völkerrechtskonforme Gesetzesauslegung ausser Betracht falle, sei Völkerrecht, namentlich die EMRK, für die Gerichte verbindlich. Die Verfassung habe sich bei einer Kollision beider Rechtsgrundlagen nicht für den Vorrang der Bundesgesetze, sondern für einen Vorrang des Völkerrechts ausgesprochen. Gegebenenfalls seien Bundesgesetze zu korrigieren, damit sie den Anforderungen der - direkt anwendbaren - EMRK unter Einbezug der Rechtsprechung des EGMR genügten. Richtungsweisend sei für den vorliegenden Fall der Entscheid des EGMR Markin gegen Russland vom 22. März 2012 (vgl. E. 3.1 hievor), der die russische Regelung, ausschliesslich den weiblichen Soldatinnen einen dreijährigen Elternurlaub zu gewähren, als diskriminierend und das Recht auf Achtung des Familienlebens verletzend erachte.\n\n4. In Art. 8 Abs. 3 BV (bis 31. Dezember 1999: Art. 4 Abs. 2 aBV) hat der Verfassungsgeber autoritativ festgestellt, die Zugehörigkeit zum einen oder andern Geschlecht stelle grundsätzlich keinen BGE 140 I 305 S. 310rechtserheblichen Aspekt dar. Mann und Frau haben somit für die ganze Rechtsordnung im Wesentlichen als gleich zu gelten. Das Bundesgericht hat wiederholt erklärt, dass es seit dem Inkrafttreten von Art. 4 Abs. 2 aBV dem kantonalen wie auch dem eidgenössischen Gesetzgeber grundsätzlich verwehrt ist, Normen zu erlassen, welche Mann und Frau ungleich behandeln; die erwähnte Verfassungsbestimmung schliesst die Geschlechtszugehörigkeit als taugliches Kriterium für rechtliche Differenzierungen aus (z.B. BGE 134 V 131 E. 7.1 S. 136 mit Hinweisen). Eine unterschiedliche Behandlung von Mann und Frau ist nur noch zulässig, wenn auf dem Geschlecht beruhende biologische oder funktionale Unterschiede eine Gleichbehandlung absolut ausschliessen (BGE 108 Ia 22 E. 5a S. 29 und seitherige Rechtsprechung). Der Vorbehalt funktionaler Unterschiede in der bundesgerichtlichen Rechtsprechung bedeutet insbesondere nicht, dass überkommenen Rollenverständnissen, so sie denn heute noch der Realität entsprechen, ohne Weiteres auch in Zukunft rechtliche Relevanz verliehen werden darf (BGE 138 I 265 E. 6.1 S. 272).\n\n5. Nach Art. 190 BV sind Bundesgesetze und Völkerrecht für das Bundesgericht und die anderen rechtsanwendenden Behörden massgebend. Damit kann Bundesgesetzen weder im Rahmen der abstrakten noch der konkreten Normenkontrolle die Anwendung versagt werden. Zwar handelt es sich dabei um ein Anwendungsgebot und kein Prüfungsverbot, und es kann sich rechtfertigen, vorfrageweise die Verfassungswidrigkeit eines Bundesgesetzes zu prüfen. Wird eine solche festgestellt, muss das Gesetz dennoch angewendet werden, und das Bundesgericht kann lediglich den Gesetzgeber einladen, die fragliche Bestimmung zu ändern (BGE 139 I 180 E. 2.2 S. 185).\n\n6.\n\n6.1 Das Gesetz muss in erster Linie aus sich selbst heraus, das heisst nach dem Wortlaut, Sinn und Zweck und den ihm zugrunde liegenden Wertungen auf der Basis einer teleologischen Verständnismethode ausgelegt werden. Die Gesetzesauslegung hat sich vom Gedanken leiten zu lassen, dass nicht schon der Wortlaut die Norm darstellt, sondern erst das an Sachverhalten verstandene und konkretisierte Gesetz. Gefordert ist die sachlich richtige Entscheidung im normativen Gefüge, ausgerichtet auf ein befriedigendes Ergebnis der ratio legis. Dabei befolgt das Bundesgericht einen pragmatischen Methodenpluralismus und lehnt es namentlich ab, die einzelnen Auslegungselemente einer hierarchischen Ordnung zu unterstellen. BGE 140 I 305 S. 311Insbesondere bei jüngeren Gesetzen sind auch die Gesetzesmaterialien zu beachten, wenn sie auf die streitige Frage eine klare Antwort geben und dem Gericht damit weiterhelfen (BGE 140 V 8 E. 2.2.1 S. 11 mit Hinweisen).\n\n6.2 Die Ermittlung der ratio legis darf nicht nach den eigenen, subjektiven Wertvorstellungen des Gerichts, sondern hat nach den Vorgaben des Gesetzgebers zu erfolgen. Der Balancegedanke des Prinzips der Gewaltenteilung bestimmt nicht allein die Gesetzesauslegung im herkömmlichen Sinn, sondern er führt darüber hinaus zur Massgeblichkeit der bei der Auslegung gebräuchlichen Methoden für den Bereich richterlicher Rechtsschöpfung, indem ein vordergründig klarer Wortlaut einer Norm entweder auf dem Analogieweg auf einen davon nicht erfassten Sachverhalt ausgedehnt oder umgekehrt auf einen solchen Sachverhalt durch teleologische Reduktion nicht angewandt wird. Die Auslegung des Gesetzes ist zwar nicht entscheidend historisch zu orientieren, im Grundsatz aber dennoch auf die Regelungsabsicht des Gesetzgebers und die damit erkennbar getroffenen Wertentscheidungen auszurichten, da sich die Zweckbezogenheit des rechtsstaatlichen Normverständnisses nicht aus sich selbst begründen lässt, sondern aus den Absichten des Gesetzgebers abzuleiten ist, die es mit Hilfe der herkömmlichen Auslegungselemente zu ermitteln gilt. Das Gesetzesbindungspostulat schliesst für sich allein richterliche Entscheidungsspielräume nicht grundsätzlich aus. Es begrenzt indes die Zulässigkeit der Rechtsfindung contra verba aber secundum rationem (BGE 128 I 34 E. 3b S. 41 f.). Sind mehrere Auslegungen möglich, ist jene zu wählen, die den verfassungsrechtlichen Vorgaben am besten entspricht. Die verfassungskonforme Auslegung hat insbesondere dort ihre Grenze, wo entgegen dem klaren gesetzgeberischen Willen (BGE 138 II 217 E. 4.1 S. 224 mit Hinweisen) ein (neuer) sozialversicherungsrechtlicher Anspruch geschaffen würde (vgl. BGE 116 V 198 E. 3b S. 216; BGE 118 V 293 E. 2e S. 298; BGE 126 V 93 E. 4b S. 97; Urteil des Eidg. Versicherungsgerichts U 30/01 vom 24. Januar 2002 E. 3c).\n\n7.\n\n7.1 Der Wortlaut des Art. 16b EOG ist klar und unmissverständlich, wie auch das kantonale Gericht zutreffend erwog. Anspruch auf eine Mutterschaftsentschädigung hat die Frau. Zu prüfen ist, ob triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Bestimmung wiedergibt. Solche können sich - wie dargelegt BGE 140 I 305 S. 312(E. 6 hievor) - aus der Entstehungsgeschichte der Bestimmung, aus ihrem Grund und Zweck oder aus dem Zusammenhang mit andern Vorschriften ergeben (BGE 128 V 20 E. 3a S. 24 mit Hinweisen).\n\n7.2 Der per 1. Januar 2005 ins Erwerbsersatzgesetz eingefügten Mutterschaftsentschädigung gingen vielfältige gesetzgeberische Versuche zur Schaffung einer eidgenössischen Mutterschaftsversicherung voraus. Bereits seit 1945 hatte mit Art. 34quinquies aBV ein entsprechender verfassungsmässiger Auftrag bestanden. Sowohl dieser wie auch der seit 1. Januar 2000 gültige Art. 116 BV sind relativ offen formuliert (LUZIUS MADER, Die schweizerische Bundesverfassung, 2. Aufl. 2008, N. 12 zu Art. 116 BV; PASCAL MAHON, Kommentar zur Bundesverfassung der Schweizerischen Eidgenossenschaft, Bd. II, Stand Oktober 1992, N. 71 zu Art. 34quinquies Abs. 4 BV). Ob damit eine ausreichende Verfassungsgrundlage für die gesetzliche Einführung eines Elternurlaubs gegeben wäre, kann offenbleiben. Es ist jedenfalls nicht ausschliesslich in einer überkommenen gesellschaftlichen Realität der 1950er Jahre zu suchen, dass der Gesetzgeber bloss eine Mutterschafts- und nicht auch eine Elternschaftsversicherung eingeführt hat, wie dies der Beschwerdeführer geltend macht. Wohl war bei Annahme des Art. 34quinquies aBV in der Volksabstimmung vom 25. November 1945 das gesellschaftliche Bewusstsein für die rechtliche Gleichstellung von Frau und Mann weit geringer als heute, und es dürften in erster Linie Leistungen an die Frau als Wöchnerin im Fokus gestanden haben, während der Gedanke eines Elternurlaubs auch für Väter gesellschaftlich nicht nahelag (vgl. Bericht des Bundesrates an die Bundesversammlung vom 10. Oktober 1944 über das Volksbegehren \"Für die Familie\", BBl 1944 I 865, 1022 f. Ziff. III/2). Unbestritten hat seither das Gleichberechtigungsgebot stark an Bedeutung gewonnen. Indes ist nicht ersichtlich, dass der Verfassungsgeber bei der Neuformulierung des am 1. Januar 2000 in Kraft getretenen Art. 116 Abs. 3 BV den Gesetzgebungsauftrag materiell hätte erweitern wollen (vgl. MADER, a.a.O., N. 1 und 12 zu Art. 116 BV). Nicht zuletzt blieben auf Gesetzgebungsebene verschiedene parlamentarische Vorstösse chancenlos. So wurde etwa eine Volksinitiative, welche - neben eigentlichen Mutterschaftsleistungen wie Kündigungsschutz und Mutterschaftsentschädigung - einen teilweise bezahlten Elternurlaub von neun Monaten vorgesehen hatte, deutlich verworfen (Volksabstimmung vom 2. Dezember 1984, BBl 1980 I 821; 1985 I 273). Ebenso wenig Erfolg hatte ein Gesetzesvorschlag, der auch für nichterwerbstätige BGE 140 I 305 S. 313Mütter eine Entschädigung vorsah (Volksabstimmung vom 13. Juni 1999, BBl 1998 5695; 1999 7293).\n\n7.3\n\n7.3.1 Die parlamentarische Debatte zur Einführung der Mutterschaftsentschädigung zeigt ebenfalls klar, dass der Gesetzgeber von weitergehenden Ansprüchen in zeitlicher und vor allem auch in personeller Hinsicht letztlich aus pragmatischen, politischen Gründen mehrheitlich Abstand nehmen wollte. Die der Diskussion zu Grunde liegende parlamentarische Initiative 01.426 \"Revision Erwerbsersatzgesetz. Ausweitung der Erwerbsersatzansprüche auf erwerbstätige Mütter\" von Nationalrat Triponez vom 20. Juni 2001 mit über 100 parlamentarischen Unterzeichnenden zielte auf eine politisch mehrheitsfähige, realistische Lösung ab, die - nach mehrfach gescheiterten weitergehenden Vorstössen (vgl. E. 7.2 hievor) - ausschliesslich den erwerbstätigen Müttern zugutekommen sollte, zumal ein minimaler Mutterschaftsschutz für die erwerbstätigen Mütter aus sozialpolitischen Gründen nunmehr von einer breiten parlamentarischen Gruppe als dringlich erachtet wurde (AB 2001 N 1615 [Votum Triponez]).\n\n7.3.2 Nach der Einführung der Mutterschaftsentschädigung lehnte das Parlament zahlreiche Vorstösse zur Einführung eines Vaterschafts- bzw. Elternurlaubs ab (vgl. die tabellarische Übersicht in: Vaterschaftsurlaub und Elternurlaub, Auslegeordnung und Präsentation unterschiedlicher Modelle, Bericht des Bundesrats vom 30. Oktober 2013 in Erfüllung des Postulats Fetz [nachfolgend: Bericht des Bundesrates], Anhang 2; abrufbar unter www.bsv.admin.ch). Das Parlament folgte jeweils dem Bundesrat, der regelmässig dieselben grundsätzlichen Argumente anführte: Zum einen befinde sich die Zuständigkeit für die Einführung und Ausgestaltung eines Vaterschafts- oder Elternurlaubs bei den Sozialpartnern und solle auch dort bleiben. Zum andern sei die Einführung eines solchen Urlaubs als neu einzuführende Sozialleistung weder finanzierbar noch habe sie sozialpolitisch Priorität (Bericht des Bundesrates, S. 7). Ausnahme bildete einzig das Postulat 11.3492 \"Freiwillige Elternzeit und Familienvorsorge\" von Ständerätin Fetz vom 6. Juni 2011, welches das Parlament annahm und den Bundesrat mit der Ausarbeitung des erwähnten Berichts beauftragte. Darin wurde nicht dem Vaterschafts- respektive Elternurlaub prioritäre Bedeutung zuerkannt, sondern dem bedarfsgerechten Ausbau familien- und BGE 140 I 305 S. 314schulergänzender Kinderbetreuungsangebote (Bericht des Bundesrates, S. 66).\n\n7.4 Es steht somit fest, dass nicht nur der Gesetzeswortlaut den Entschädigungsanspruch auf die Mütter beschränkt, sondern ebenso der Gesetzeszweck eindeutig auf eine Entschädigung ausschliesslich für Mütter abzielt. Art. 16b EOG kann nicht in dem Sinne ausgelegt werden, dass gestützt auf diese Bestimmung auch den Vätern ein bundesrechtlicher Urlaubs- und Entschädigungsanspruch zusteht. Daran ändert die Berufung des Beschwerdeführers auf die bei der Auslegung zu berücksichtigenden UNO-Übereinkommen (CEDAW; KRK; E. 3.2 hievor) nichts. Eine Auslegung gegen den klaren Wortlaut oder gegen den eindeutigen gesetzgeberischen Willen würde den Rahmen einer verfassungs- und völkerrechtskonformen Auslegung sprengen und ist abzulehnen (vorangehende E. 6.2).\n\nVäter sind somit in der Tat schlechtergestellt als Mütter. Zu prüfen bleibt, ob darin eine verpönte Diskriminierung liegt.\n\n8.\n\n8.1 Art. 16b EOG knüpft an Schwangerschaft und Niederkunft und damit an eine geschlechtsspezifische biologische Ursache an. Eine Differenzierung nach dem Geschlecht ist insoweit zulässig (vgl. E. 4 hievor), was auch der Beschwerdeführer nicht in Abrede stellt. Er macht jedoch geltend, eine unterschiedliche Regelung für Väter und Mütter sei nur gerechtfertigt, solange gesundheitliche Gründe bestünden, was lediglich während einer achtwöchigen Erholungszeit der Mutter nach der Geburt der Fall sei (vorangehende E. 3.2).\n\n8.2 Der Beschwerdeführer hatte unmittelbar im Anschluss an die Geburt seines Kindes eine Vaterschaftsentschädigung beantragt. Soweit er beschwerdeweise einen Anspruch auf Leistungen während der ersten acht Wochen nach der Entbindung geltend macht, ist seine Beschwerde von vornherein unbegründet. Wie dargelegt (E. 8.1) besteht für diese Zeit ein auch vom Beschwerdeführer ausdrücklich anerkannter biologisch bedingter Unterschied zwischen Frau und Mann, der hinsichtlich des Urlaubs- und Entschädigungsanspruchs eine unterschiedliche Behandlung gestattet (vgl. auch Urteil 2P.296/1992 vom 11. Februar 1994 E. 3b, in: ZBl 95/1994 S. 377 f.). Fragen kann sich somit nur, ob der darüber hinausgehende Entschädigungsanspruch für die neunte bis zur 14. Woche nach der Geburt auf Mütter ausgedehnt werden durfte, ohne den Vätern einen entsprechenden Vorteil einzuräumen. BGE 140 I 305 S. 315\n\n9.\n\n9.1 Im bereits zitierten Urteil 2P.296/1992 vom 11. Februar 1994 (vorangehende E. 8.2) hatte das Bundesgericht zu entscheiden, ob einem im bernischen Staatsdienst angestellten Mann im Anschluss an dessen Vaterschaft ein bezahlter Urlaub von 14 Wochen zustehe, wie dies die einschlägige Beamtenverordnung \"dem weiblichen Personal\" gewährte. Das Bundesgericht verneinte einen entsprechenden Anspruch im Wesentlichen mit der Begründung, der strittige Mutterschaftsurlaub sei unmittelbar mit einem relevanten geschlechtsspezifischen Tatbestandselement, nämlich mit der Niederkunft und dem Wochenbett verknüpft. Wie lange ein Mutterschaftsurlaub maximal dauern dürfe, um noch als geschlechtsbedingt anerkannt zu werden, hatte das Bundesgericht in jenem Entscheid offengelassen. Es erwog, der (kantonale) Gesetzgeber sei jedenfalls nicht verpflichtet, bloss einen minimalen Niederkunftsurlaub zu gewähren, sondern es stehe ihm ein gewisser Gestaltungsspielraum zu, ohne dass er sich deswegen dem Vorwurf der Diskriminierung aussetze. Ein Mutterschaftsurlaub von 14 Wochen bewege sich jedenfalls auch rechtsvergleichend im üblichen Rahmen (2P.296/1992 E. 3c und 3d). Soweit der Beschwerdeführer die Einführung eines eigentlichen Elternurlaubes beantrage, wäre ein solcher wohl geeignet, die Gleichstellung von Mann und Frau in Familie und Arbeit zu fördern. Wenn auch der Mann die Möglichkeit erhielte, sich bei Vaterschaft einige Zeit vorrangig dem Kind zu widmen, würde dies zweifellos einen Beitrag zur Überwindung des traditionellen Rollenverständnisses leisten. Es sei aber Sache des Gesetzgebers, tatsächliche Gleichstellung der Geschlechter in der sozialen Wirklichkeit zu schaffen und darüber zu befinden, welche Regelung er in diesem Bereich treffen und wie er diese ausgestalten wolle (2P.296/1992 E. 4b).\n\n9.2 Was die vom Beschwerdeführer gerügte Verletzung der EMRK betrifft, ist zunächst festzuhalten, dass die Konventionsgarantien bereits aus entstehungsgeschichtlichen Gründen (Konzeption der EMRK als Katalog von Abwehrrechten unter ausdrücklicher Negation des Schutzes sozialer Rechte) tendenziell enger auszulegen sind, wenn ein Anspruch auf staatliche Leistungen der sozialen Sicherheit im Raum steht (BGE 140 I 77 E. 8 S. 87 f.). Darüber hinaus gesteht der Gerichtshof den Mitgliedstaaten im Bereich der Ausgestaltung von Systemen der sozialen Sicherheit einen weiten Beurteilungsspielraum zu. Grundsätzlich wenig geklärt ist bislang, ob und allenfalls inwieweit überhaupt positive Leistungspflichten der Staaten aus der BGE 140 I 305 S. 316Pflicht zur Achtung des Privat- und Familienlebens (Art. 8 EMRK) abgeleitet werden können (BGE 140 I 77 E. 8 S. 87 f.). Ausdrücklich verneint hat der EGMR aber eine Pflicht der Mitgliedstaaten aus Art. 8 EMRK zur Einführung eines Vaterschafts- oder Elternurlaubs (hiezu sogleich E. 9.2.1).\n\n9.2.1 Dem sowohl von der Vorinstanz als auch vom Beschwerdeführer zitierten EGMR-Entscheid vom März 2012 (E. 3.1 hievor) lag folgender Sachverhalt zugrunde: Der russische Armeeangehörige Konstantin Markin wurde im Jahr 2005 zum dritten Mal Vater. Gleichzeitig beantragte seine Ehefrau die Scheidung. Konstantin Markin ersuchte um einen dreijährigen Elternurlaub, welcher nach russischem Recht weiblichen Armeeangehörigen vorbehalten war. Nachdem die innerstaatlichen Gerichte sein Begehren mit der Begründung abgewiesen hatten, er habe den Nachweis nicht erbringen können, alleiniger Inhaber der elterlichen Sorge zu sein, zudem stehe der dreijährige Elternurlaub nur weiblichen Armeeangehörigen offen, wandte er sich an den EGMR. Der Gerichtshof hielt mit Bezug auf den Mutterschaftsurlaub (\"maternity leave\", im russischen Recht [übersetzt]: \"pregnancy and delivery leave\") fest, im Unterschied zum (an den Mutterschaftsurlaub anschliessenden) Elternurlaub (\"parental leave\", im russischen Recht [übersetzt]: \"child-care leave\"), welcher nicht mehr mit der Biologie der Mutter verknüpft sei, diene der Mutterschaftsurlaub der Erholung der Mutter von der Geburt (§ 132). Soweit das nationale Gericht aber den Anspruch eines männlichen Berufssoldaten auf Elternurlaub (\"parental leave\") verneint habe, verletze dies Art. 14 i.V.m. Art. 8 EMRK. Die Förderung der Geschlechtergleichheit sei heute ein wichtiges Ziel (\"major goal\") der Mitgliedstaaten (§ 127). Der Ausschluss von Vätern vom Elternurlaub könne jedenfalls nicht einzig mit der Geschlechterstereotypie - Frauen als traditionell primäre Kindererzieherinnen - begründet werden. Während zum Zeitpunkt des Entscheids Petrovic gegen Österreich vom 27. März 1998 (Nr. 20458/92, Grosse Kammer, Recueil CourEDH 1998-II S. 579) in den Mitgliedstaaten noch kein Konsens geherrscht habe, wonach ein Elternurlaub auch Vätern zu gewähren sei, bestehe nunmehr ein grösseres Bewusstsein für eine ausgeglichenere Aufteilung der Kindererziehungsaufgaben zwischen Frau und Mann (§ 99). Gleichwohl beinhalte Art. 8 EMRK keine positive Verpflichtung eines Staates, einen Elternurlaub zu gewähren. Bestehe ein solcher, müsse er in BGE 140 I 305 S. 317Übereinstimmung mit Art. 8 EMRK diskriminierungsfrei ausgestaltet werden (§ 130).\n\n9.2.2 Im Entscheid Hulea gegen Rumänien vom 2. Oktober 2012 (Nr. 33411/05, III. Kammer), befand der Gerichtshof über die Beschwerde eines in der rumänischen Armee angestellt gewesenen Elektrikers. Dessen Ehefrau hatte im Anschluss an die Geburt eines zweiten Sohnes im Dezember 2001 in den ersten zehn Monaten Elternurlaub in Anspruch genommen und war nach dieser Zeit wieder an ihren Arbeitsplatz zurückgekehrt, um die Vorzüge ihrer festen Lehrerstelle nicht zu verlieren. Den Antrag des Beschwerdeführers auf Gewährung des restlichen Elternurlaubes (insgesamt zwei Jahre) wies die erste innerstaatliche Gerichtsinstanz mit der Begründung ab, ein Elternurlaub stehe nur Militärangehörigen weiblichen Geschlechts zu. Das rumänische Verfassungsgericht befand, es liege eine unzulässige Diskriminierung vor und wies die Sache an die Vorinstanz zurück. Diese verneinte einen Anspruch erneut mit der Begründung, der Beschwerdeführer habe keine Prämien für die (Eltern-)Urlaubsversicherung bezahlt. Mit Beschwerde vor dem EGMR machte der Beschwerdeführer geltend, die Weigerung, ihm Elternurlaub zu gewähren, sei eine geschlechtsbezogene Diskriminierung. Der EGMR stellte unter Berufung auf den Entscheid Markin (vorangehende E. 9.2.1) eine Verletzung von Art. 8 und 14 EMRK fest. Die Begründung des rumänischen Verfassungsgerichts sei \"zu formalistisch\" (u.a. weil dem Beschwerdeführer keine Möglichkeit eingeräumt worden war, Prämien nachzuzahlen).\n\n10.\n\n10.1 Der in Art. 16b EOG geregelte Mutterschaftsurlaub von 14 Wochen entspricht nicht nur nach Meinung des schweizerischen Gesetzgebers eindeutig keinem Elternurlaub (\"parental leave\"), sondern einem Mutterschutz (\"maternity leave\"), was nur schon die zahlreichen parlamentarischen Vorstösse zur Einführung eines Vaterschafts- oder Elternurlaubes zeigen (unlängst: Motion 14.3068 \"Elternurlaub statt Mutterschaftsentschädigung\" der Grünliberalen Fraktion vom 12. März 2014; Motion 14.3109 \"Elternurlaub. Mehr Wahlfreiheit bei gleichen Kosten\" von Nationalrat Caroni vom 18. März 2014; beide vom Bundesrat zur Ablehnung empfohlen). Auch die Lehre geht klar davon aus, das geltende Recht betreffe ausschliesslich den Mutterschutz (z.B. SABINE STEIGER-SACKMANN, Recht der Sozialen Sicherheit, Handbücher für die Anwaltspraxis, Bd. XI, 2014, S. 1155 BGE 140 I 305 S. 318Rz. 32.8; SCARTAZZINI/HÜRZELER, Bundessozialversicherungsrecht, 2012, S. 574 Rz. 15). Mit einer Erwerbsausfallentschädigung von 14 Wochen entspricht die schweizerische Regelung nicht zuletzt der minimalen Dauer des Mutterschaftsurlaubes in der EU, welche derzeit ebenfalls - noch - bei 14 Wochen liegt (wobei Bestrebungen im Gange sind, diesen auf 18 bis 20 Wochen zu erhöhen; vgl. Pressemitteilung des Europäischen Parlaments vom 18. Juli 2014; www.europarl.europa.eu). Die einzelnen europäischen Staaten gewähren einen Mutterschaftsurlaub zwischen 14 Wochen (Deutschland) und 5-6 Monaten (Italien, Portugal), bei unterschiedlicher Ausgestaltung der Entschädigung, der Dauer im Einzelfall (welche teilweise abhängt von der Anzahl Geburten oder davon, ob eine Mehrlings- oder Frühgeburt vorliegt etc.) und der Möglichkeit einer teilweisen Übertragbarkeit auf den Vater (vgl. die Übersicht im Bericht der Kommission für soziale Sicherheit und Gesundheit des Nationalrates vom 10. November 2011 betreffend die Parlamentarische Initiative [Nr. 07.455] zur Ratifikation des IAO-Übereinkommens Nr. 183 über den Mutterschutz, BBl 2012 1797, 1810 Ziff. 4.2). Die Elternurlaubsregeln in den europäischen Ländern, welche nicht mehr dem Mutterschutz an sich dienen, sondern der - aus familien-, arbeitsmarkt- und gleichstellungspolitischer Perspektive fraglos wünschbaren - Gleichstellung von Vater und Mutter hinsichtlich der Kinderbetreuung, bewegen sich demgegenüber mehrheitlich in einem deutlich über die Mutterschaftsentschädigung hinausgehenden zeitlichen Rahmen (so beträgt der Elternurlaub in Deutschland beispielsweise 36 Monate pro Elternteil, in Österreich 24 Monate insgesamt, in Frankreich zwölf Monate pro Elternteil sowie in Finnland, Italien, Luxemburg und in den Niederlanden sechs Monate; Bericht des Bundesrates, a.a.O. [E. 7.3.2 hievor], S. 104 ff.).\n\n10.2 Weil nach dem Gesagten Art. 16b EOG weder einen Vaterschafts- noch einen Elternurlaub beinhaltet, sondern ausschliesslich den Entschädigungsanspruch der Mutter nach der Geburt regelt, fällt - auch unter EMRK-Gesichtspunkten - eine unzulässige Diskriminierung ausser Betracht. Eine vom Beschwerdeführer postulierte Aufteilung des Urlaubes bzw. des Entschädigungsanspruchs bedürfte in jedem Fall einer gesetzlichen Grundlage, welche - wie in den europäischen Ländern, mit Vaterschafts- oder Elternschaftsansprüchen - die Modalitäten regelt und insbesondere allfälligen gesundheitlichen Risiken von Mutter und Kind Rechnung trägt (wie sie etwa bei Früh- oder Mehrlingsgeburten oder bei Behinderungen des BGE 140 I 305 S. 319Kindes auftreten), die eine das übliche Beschäftigungsverbot übersteigende Schonfrist erfordern. Vor allem aber fällt eine Aufteilung des nach schweizerischem Recht bestehenden Entschädigungsanspruchs von 14 Wochen auf Mutter und Vater bereits deshalb ausser Betracht, weil ein solches Splitting unvereinbar wäre mit Art. 4 des zur Ratifikation vorgesehenen IAO-Übereinkommens Nr. 183 über den Mutterschutz, welcher den Frauen einen Mindestanspruch von 14 Wochen Mutterschaftsurlaub garantiert, der nicht unterschritten werden kann.\n\n11. Schliesslich beruft sich der Beschwerdeführer auf BGE 139 I 16 E. 5.1 S. 28 f. Das Bundesgericht erwog in einem obiter dictum, bei einem echten Normkonflikt zwischen Bundes- und Völkerrecht gehe grundsätzlich die völkerrechtliche Verpflichtung der Schweiz vor. Dies gelte auch bei späteren, d.h. nach der völkerrechtlichen Norm in Kraft getretenen Bundesgesetzen, die regelmässig unanwendbar blieben, soweit sie dem Völkerrecht entgegenstünden. Ein Normenkonflikt zwischen Bundesgesetz und Völkerrecht liegt hier indes wie dargelegt nicht vor. Die EMRK lässt den Vertragsstaaten im Bereich der Sozialleistungen generell einen weiten Ermessensspielraum und beinhaltet insbesondere keinen Anspruch auf Vaterschaftsleistungen (E. 9.2 hievor). Eine Mutterschaftsentschädigung, wie sie Art. 16b EOG vorsieht, ist auch nach der Rechtsprechung des EGMR nicht diskriminierend. Eine Diskriminierung stünde nur dann im Raum, wenn das schweizerische Recht einen Elternurlaub vorsähe, der nicht diskriminierungsfrei ausgestaltet wäre. Dies trifft nach dem Gesagten nicht zu."}