{"annee": "140", "cour": "I", "page": "246", "date": "1/7/2014", "cite": ["139 IV 243", "133 IV 158", "138 IV 81", "139 IV 41", "138 IV 86", "140 I 125"], "cite_par": ["141 IV 349", "142 IV 245", "143 I 437", "143 III 65"], "chapeau": "19. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Ministère public central du canton de Vaud (recours en matière pénale)\n\n6B_17/2014 du 1er juillet 2014", "regestes": ["Art. 3 CEDH; art. 431 CPP; interdiction de la torture ainsi que des peines et traitements inhumains ou dégradants; mesure de contrainte illicite, réparation. Le maintien d'une personne dans une cellule sans fenêtre et éclairée 24h sur 24h constitue, même pour une période limitée d'une dizaine de jours, un traitement dégradant contraire à l'art. 3 CEDH (consid. 2.4.2). Un constat d'une telle violation en guise de réparation ne suffit pas (consid. 2.5.2). Allocation d'une indemnité pécuniaire (consid. 2.6.1), la question de savoir si une autre forme de réparation est envisageable dans d'autres affaires étant laissée ouverte (consid. 2.6.2)."], "faits": "|247|\n\nA. Par jugement du 30 juillet 2013, le Tribunal correctionnel de l'arrondissement de Lausanne a constaté que X. s'était rendu coupable d'infraction grave et de contravention à la loi fédérale sur les stupéfiants et d'infraction à la loi fédérale sur les étrangers. Il l'a condamné à une peine privative de liberté de dix-huit mois, sous déduction de 357 jours de détention avant jugement, peine partiellement complémentaire et complémentaire à deux condamnations antérieures. Le tribunal a ordonné le maintien en détention de X. pour des motifs de sûreté et lui a alloué une indemnité de 250 fr. en compensation de ses conditions de détention du 10 au 20 août 2012.\n\nX. a formé appel contre ce jugement, en concluant à sa réforme en ce sens qu'il est condamné à une peine privative de liberté n'excédant pas douze mois, sous déduction de 357 jours de détention avant jugement. Il a en outre requis sa mise en liberté immédiate.\n\nLe Ministère public a formé appel contre ce jugement, en concluant à sa réforme en ce sens que, principalement, aucune indemnité n'est allouée à X., subsidiairement, une telle indemnité est compensée avec les frais de justice mis à sa charge. X. a déposé un appel joint. Il a conclu à ce que son indemnité pour tort moral soit fixée à 50 fr. par jour de détention dans les locaux de la police. A l'audience d'appel, X. a déclaré retirer son appel principal.\n\nB. Par jugement du 18 novembre 2013, la Cour d'appel pénale du Tribunal cantonal du canton de Vaud a admis l'appel du Ministère public et rejeté l'appel joint de X. Elle a en conséquence réformé le jugement du 30 juillet 2013 en ce sens qu'aucune indemnité pour détention illicite n'est allouée à X. La Cour a par ailleurs constaté que le jugement du 30 juillet 2013 était exécutoire pour ce qui concernait la condamnation pénale.\n\nC. X. forme un recours en matière pénale au Tribunal fédéral contre le jugement du 18 novembre 2013, concluant, avec suite de dépens, à sa réforme en ce sens que l'Etat de Vaud est condamné à lui payer une indemnité pour tort moral de 550 fr. pour les conditions de détention illégales subies. Il sollicite par ailleurs l'assistance judiciaire.\n\nLe Ministère public conclut au rejet du recours. X. a déposé des observations. |248|\n\nLe Tribunal fédéral a admis le recours et réformé le jugement attaqué.", "considerants": "Extrait des considérants:\n\n2. Pour le recourant, les conditions de détention illicites doivent nécessairement aboutir à une indemnisation en vertu de l'art. 431 CPP. Il n'y a selon lui pas lieu d'appliquer par analogie l'art. 49 CO. Il se réfère également à la jurisprudence de la Cour européenne des droits de l'homme et invoque l'art. 5 par. 5 CEDH pour son indemnisation.\n\n2.1 La cour cantonale a admis que le recourant avait été détenu du 8 au 20 août 2012 dans une zone carcérale de la police, soit dans une cellule sans fenêtre et éclairée en permanence, avec possibilité de promenade restreinte (au maximum trente minutes par jour, selon le jugement de première instance). Elle a retenu que de telles conditions de détention étaient contraires à l'art. 3 CEDH ainsi qu'à des dispositions cantonales, en particulier à l'art. 27 de la loi vaudoise du 19 mai 2009 d'introduction du Code de procédure pénale suisse (LVCPP; RSV 312.01) - qui prévoit que la personne qui fait l'objet d'une arrestation provisoire peut être retenue dans les locaux de la police au maximum 48 heures - et aux art. 10 ss de la loi vaudoise du 7 novembre 2006 sur l'exécution de la détention avant jugement (LEDJ; RSV 312.07) - qui fixent de manière précise les conditions de détention. Toutefois, la cour cantonale a considéré que les conditions de détention irrégulières n'avaient eu qu'une durée modeste, que cela ne représentait qu'une fraction de la peine à laquelle le recourant avait été condamné, que le seuil de gravité de l'art. 49 CO n'était ainsi pas atteint et qu'une simple constatation de l'illicéité était suffisante.\n\n2.2 La cour cantonale a admis une violation de l'art. 3 CEDH. Elle n'a pas retenu de violation de l'art. 5 par. 1 à 4 CEDH. Le recourant ne formule aucun grief recevable sous l'angle de l'art. 106 al. 2 LTF pour établir une violation de l'art. 5 par. 1 à 4 CEDH. C'est ainsi en vain qu'il se réfère à l'art. 5 par. 5 CEDH pour une indemnisation, la réparation prévue par cette disposition impliquant une privation de liberté opérée dans des conditions contraires aux paragraphes 1, 2, 3 ou 4 de l'art. 5 CEDH.\n\n2.3 L'arrêt de la Cour européenne des droits de l'homme auquel se réfère le recourant (arrêt de la CourEDH Bygylashvili contre Grèce du 25 septembre 2012) est sans pertinence ici. En effet, la situation |249| qui y est abordée (cf. § 61) ne correspond pas à celle du présent cas. Il s'agissait d'une détention d'abord dans un commissariat pour une période de dix-huit jours suivie d'une période de plus de cinq mois dans un établissement inapproprié. La cour a admis une violation de l'art. 3 CEDH mais non de l'art. 5 CEDH. Quoi qu'il en soit, au vu des circonstances spécifiques de ce cas, rien ne peut en être déduit pour la question de l'indemnisation dans la présente affaire.\n\n2.4 Le Ministère public se réfère notamment au récent arrêt ATF 140 I 125. Il en déduit que les conditions de détention ne sont pas contraires à l'art. 3 CEDH. La question de savoir si le Ministère public est habilité à ce stade à mettre en cause la violation de l'art. 3 CEDH constatée par la cour cantonale peut rester ouverte dès lors qu'une telle violation est à l'évidence réalisée (cf. infra consid. 2.4.2).\n\n2.4.1 Dans l'arrêt précité, le Tribunal fédéral a examiné à quelles conditions, en particulier en cas de surpopulation carcérale, une détention provisoire pouvait être appréhendée comme un traitement inhumain ou dégradant prohibé par l'art. 3 CEDH. Il est renvoyé à cet arrêt. En particulier, pour enfreindre l'art. 3 CEDH, les conditions matérielles de détention doivent atteindre un niveau d'humiliation ou d'avilissement supérieur à ce qu'emporte habituellement la privation de liberté. Cela impose ainsi à l'Etat de s'assurer que les modalités de détention ne soumettent pas la personne détenue à une détresse ou à une épreuve d'une intensité qui excède le niveau inévitable de souffrance inhérent à une telle mesure et que, eu égard aux exigences pratiques de l'emprisonnement, sa santé et son bien-être sont assurés de manière adéquate. Un simple inconfort ne suffit pas (cf. arrêt ATF 140 I 125 précité consid. 3.5 p. 135 s. et les références citées).\n\n2.4.2 Le recourant a été détenu une dizaine de jours dans des locaux sans fenêtre dans lesquels la lumière restait allumée 24h/24h. Il n'a bénéficié que de promenades quotidiennes limitées, d'une demi-heure par jour. Contrairement à ce que suppose le Ministère public, ce n'est pas parce qu'il a été admis dans l'arrêt précité ATF 140 I 125 consid. 3.6.3 p. 138 ss que certaines conditions de détention devenaient contraires à l'art. 3 CEDH à partir d'une certaine durée (de l'ordre de trois mois dans le cas examiné) qu'une telle durée est nécessaire dans tous les cas. Certaines conditions de détention peuvent être inadmissibles indépendamment de ce critère de durée, voire déjà à partir d'un bref délai. En l'espèce, outre que les conditions de détention en cause sont déjà contraires à la réglementation cantonale |250| applicable, elles sont clairement incompatibles avec le niveau inévitable de souffrance inhérent à toute privation de liberté. Ce mode de détention (cellule sans fenêtre, lumière 24h/24h) place la personne détenue, même pour une période limitée d'une dizaine de jours, dans un état de détresse et d'humiliation sensiblement supérieur à ce que requiert la privation de liberté. Cela constitue sans conteste un traitement dégradant. Comme l'a retenu la cour cantonale, de telles conditions de détention violent l'art. 3 CEDH (cf. aussi dans le même sens dans une autre affaire relative aux conditions de détention dans des locaux de la police dans le canton de Vaud, ATF 139 IV 41 consid. 3.3 p. 44).\n\n2.5\n\n2.5.1 Lorsqu'une irrégularité constitutive d'une violation d'une garantie conventionnelle ou constitutionnelle a entaché la procédure relative à la détention provisoire, celle-ci peut être réparée par une décision de constatation (ATF 138 IV 81 consid. 2.4 p. 85). Il en va de même lorsque le prévenu estime avoir subi, du fait de la mise en détention provisoire, un traitement prohibé par l'art. 3 CEDH. Dans un tel cas, l'intéressé dispose d'un droit propre à ce que les agissements dénoncés fassent l'objet d'une enquête prompte et impartiale (ATF 138 IV 86 consid. 3.1.1 p. 88). Ainsi, lorsque les violations alléguées par le recourant se rapportent au régime carcéral auquel il a été soumis, c'est à la juridiction investie du contrôle de la détention qu'il appartient d'intervenir en cas d'allégations crédibles de traitements prohibés (ATF 139 IV 41 consid. 3.1 p. 43; arrêt ATF 140 I 125 précité consid. 2.1 p. 128).\n\nLa jurisprudence précitée concerne des situations où les conditions de détention provisoire illicites sont invoquées devant l'autorité de contrôle de la détention. A un tel stade de la procédure, seul un constat peut en principe intervenir. Quand bien même le Code de procédure pénale ne prévoit pas de règle spécifique quant à la procédure au sujet de l'indemnisation, cet aspect incombe prioritairement à l'autorité de jugement (cf. ATF 139 IV 41 consid. 3.4 in fine p. 45; ATF 140 I 125 précité consid. 2.1 p. 128; MOREILLON/PAREIN-REYMOND, CPP, Code de procédure pénale, 2013, n° 11 ad art. 431 CPP).\n\n2.5.2 En l'espèce, c'est bien l'autorité de jugement qui a été saisie de la question de l'indemnisation. Une telle indemnisation a été admise en première instance. En revanche, la cour cantonale a considéré que la constatation de l'illicéité était suffisante. Cette solution ne peut |251| être suivie. En effet, l'art. 3 CEDH consacre l'une des valeurs les plus fondamentales en prohibant en termes absolus la torture et les traitements dégradants (cf. par exemple arrêt de la CourEDH Herman et Serazadishvili contre Grèce du 24 avril 2014, § 42 et les références citées). Au vu de l'importance cardinale de la garantie assurée par cette disposition, il n'est guère envisageable en cas de violation de se limiter à un simple constat. Tout du moins, dans le cas d'espèce, en considération de conditions de détention intolérables (cellule sans fenêtre et lumière 24h/24h), un constat est insuffisant. Le jugement attaqué, qui se limite à un constat, viole le droit fédéral et le recours doit être admis à cet égard.\n\n2.6 Le recourant ne conteste pas que la réparation qu'il invoque trouve son fondement dans l'art. 431 CPP. L'alinéa 1 de cette disposition prévoit en particulier que si le prévenu a, de manière illicite, fait l'objet de mesures de contrainte, l'autorité pénale lui alloue une juste indemnité et réparation du tort moral. Contrairement à ce que suppose le recourant, il n'est pas exclu de s'inspirer des règles générales des art. 41 ss CO pour l'application de l'art. 431 CPP, notamment pour le montant de l'indemnisation (cf. WEHRENBERG/BERNHARD, in Basler Kommentar, Schweizerische Strafprozessordnung, 2011, n° 9 ad art. 431 CPP).\n\n2.6.1 Le tribunal de première instance avait alloué au recourant une indemnité équivalant à 25 fr. par jour de détention illicite. Le recourant réclame un montant de 50 fr. par jour. Eu égard aux conditions de détention subies, un tel montant n'est pas exagéré. Il convient de donner suite aux conclusions du recourant, qui réclame 550 fr. pour la période de détention du 8 au 20 août 2012, acceptant ainsi que soient soustraites les premières 48 heures de détention, qui sont admises par la législation vaudoise. Ce montant correspond à la réparation du tort moral. A l'instar de ce qui prévaut pour la réparation du tort moral prévue à l'art. 429 al. 1 let. c CPP, celle de l'art. 431 al. 1 CPP n'est pas compensable avec les frais de justice mis à la charge du prévenu (cf. ATF 139 IV 243 consid. 5 p. 244 ss), comme l'a relevé à juste titre la cour cantonale.\n\n2.6.2 A noter que conformément à l'art. 107 al. 1 LTF, le Tribunal fédéral peut en l'occurrence uniquement examiner la problématique des conditions de détention illicites sous l'angle de l'indemnisation pécuniaire requise par le recourant. La réparation pécuniaire admise en l'espèce ne signifie cependant pas de manière générale qu'une |252| autorité cantonale saisie d'une problématique similaire ne puisse pas envisager une autre forme de réparation, à l'instar de ce qui prévaut pour une violation du principe de la célérité (cf. ATF 133 IV 158 consid. 8 p. 170). La question de savoir si la réparation pourrait prendre la forme d'une réduction de peine peut rester indécise en l'état."}