{"annee": "140", "cour": "V", "page": "493", "date": "18/11/2014", "cite": ["125 V 503", "124 III 382", "127 III 461", "130 I 312", "139 I 16", "135 V 339", "130 II 113"], "cite_par": ["145 V 247"], "chapeau": "63. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Staatssekretariat für Wirtschaft (SECO) gegen A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_409/2014 vom 18. November 2014", "regestes": ["Art. 18 ch. 1 de la Convention n° 168 de l'Organisation internationale du travail (OIT) du 21 juin 1988 concernant la promotion de l'emploi et la protection contre le chômage; art. 18 al. 1, deuxième phrase, let. b LACI; délais d'attente particuliers. Est conforme à la Convention la réglementation de l'art. 18 al. 1, deuxième phrase, let. b LACI, selon lequel le délai d'attente pour les personnes qui n'ont pas d'obligation d'entretien envers des enfants de moins de 25 ans s'étend à 15 jours pour un gain assuré compris entre 90'001 fr. et 125'000 fr. (consid. 2-5)."], "faits": "|493|\n\nA. Der 1968 geborene A. war zuletzt vom 1. Juni 2012 bis 30. April 2013 als Teamleiter und Verkehrsingenieur bei der Unternehmung B. AG tätig. Am 2. April 2013 meldete er sich beim Regionalen |494| Arbeitsvermittlungszentrum (RAV) zur Arbeitsvermittlung an. Drei Tage später beantragte er die Ausrichtung von Arbeitslosentschädigung ab 1. Mai 2013. Mit Verfügung vom 11. Juni 2013 setzte die Arbeitslosenkasse des Kantons Zürich (ALK) den versicherten Verdienst ab 1. Mai 2013 auf Fr. 9'750.- und das Taggeld auf Fr. 314.50 fest. Sie bejahte einen grundsätzlichen Anspruch auf 23 entschädigungsberechtigte Taggelder für den Monat Mai 2013 bei einem Höchstanspruch von 400 Taggeldern. Da aber keine Unterhaltspflichten gegenüber Kindern unter 25 Jahren existierten, habe A. vorab eine Wartezeit von 15 Tagen zu bestehen. Daran wurde auf Einsprache hin festgehalten (Einspracheentscheid vom 2. August 2013).\n\nB. Die dagegen erhobene Beschwerde hiess das Sozialversicherungsgericht des Kantons Zürich teilweise gut und hob Dispositiv-Ziffern 5 und 6 des angefochtenen Einspracheentscheids mit der Feststellung auf, dass für die Berechnung des Anspruchs auf Arbeitslosentschädigung für den Monat Mai 2013 nicht mehr als sieben Wartetage berücksichtigt werden dürften. Im Übrigen wies es die Beschwerde ab (Entscheid vom 24. März 2014).\n\nC. Das Staatssekretariat für Wirtschaft (SECO) führt Beschwerde in öffentlich-rechtlichen Angelegenheiten und ersucht um Aufhebung des vorinstanzlichen Entscheids, soweit damit die kantonale Beschwerde teilweise gutgeheissen werde. Der Eingabe liegen u.a. das Protokoll der Kommission für soziale Sicherheit und Gesundheit vom 11. Mai 2009 sowie die \"Note d'information du SECO/DAIN\" vom 19. Juli 2011 bei.\n\nDas kantonale Gericht verzichtet auf eine Vernehmlassung. Das Amt für Wirtschaft und Arbeit (AWA) des Kantons Zürich schliesst auf Gutheissung der Beschwerde, während A. den Antrag auf Abweisung stellt.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Streitig und zu prüfen ist, ob das kantonale Gericht die 15-tägige Wartezeit gemäss Art. 18 Abs. 1 lit. b AVIG (SR 837.0) zu Recht infolge Unvereinbarkeit mit Art. 18 Ziff. 1 des Übereinkommens Nr. 168 der Internationalen Arbeitsorganisation (IAO) vom 21. Juni 1988 über Beschäftigungsförderung und den Schutz gegen |495| Arbeitslosigkeit (SR 0.822.726.8, in der Schweiz in Kraft seit 17. Oktober 1991 [nachfolgend: Übereinkommen]) auf sieben Tage verkürzt hat.\n\n2.2 Der Anspruch auf Arbeitslosentschädigung beginnt nach einer allgemeinen Wartezeit von fünf Tagen kontrollierter Arbeitslosigkeit (Art. 18 Abs. 1 Satz 1 AVIG). Für Personen ohne Unterhaltspflichten gegenüber Kindern unter 25 Jahren beträgt die besondere Wartezeit bei einem versicherten Verdienst zwischen Fr. 90'001.- und Fr. 125'000.- 15 Tage (Art. 18 Abs. 1 Satz 2 lit. b AVIG). Das Übereinkommen hält demgegenüber in Art. 18 Ziff. 1 fest, falls die Gesetzgebung eines Mitglieds vorsehe, dass mit der Zahlung von Leistungen bei Vollarbeitslosigkeit erst nach Ablauf einer Wartezeit begonnen werde, diese Wartezeit sieben Tage nicht überschreiten dürfe.\n\n3. Die Auslegung eines Staatsvertrags geht in erster Linie vom Vertragstext aus, wie ihn die Vertragsparteien nach dem Vertrauensprinzip im Hinblick auf den Vertragszweck verstehen durften (BGE 130 I 312 E. 4.1 i.f. S. 326; BGE 130 II 113 E. 6.1 i.f. S. 121). Erscheint die Bedeutung des Textes, wie sie sich aus dem gewöhnlichen Sprachgebrauch sowie dem Gegenstand und Zweck des Vertrags ergibt, nicht offensichtlich sinnwidrig, kommt eine über den Wortlaut hinausreichende - ausdehnende oder einschränkende - Auslegung nur in Frage, wenn aus dem Zusammenhang oder der Entstehungsgeschichte mit Sicherheit auf eine vom Wortlaut abweichende Willenseinigung der Vertragsstaaten zu schliessen ist (BGE 135 V 339 E. 5.3 S. 349; BGE 127 III 461 E. 3 S. 465; BGE 125 V 503 E. 4b S. 506; BGE 124 III 382 E. 6c S. 394).\n\n4.\n\n4.1 Vor dem Hintergrund, dass die in Art. 18 Abs. 1 Satz 2 lit. b AVIG vorgesehene Wartezeit von 15 Tagen der in Art. 18 Ziff. 1 des Übereinkommens enthaltenen Vorgabe einer solchen von maximal sieben Tagen widerspricht, hat das kantonale Gericht die A. auferlegte Karenzfrist auf sieben Tage verkürzt. Ziff. 2 der Bestimmung, nach welcher die Dauer der Wartezeit zehn Tage nicht überschreiten darf, sofern eine nach Art. 5 des Übereinkommens abgegebene Erklärung in Kraft ist, gelangt mangels einer derartigen Erklärung der Schweiz unbestrittenermassen nicht zur Anwendung.\n\n4.2 Fraglich und zu beurteilen ist, ob der wortlautgetreuen Lösung der Vorinstanz zu folgen oder ob mit dem beschwerdeführenden SECO unter Bezugnahme auf den entstehungsgeschichtlichen |496| Kontext des Art. 18 AVIG und die damit verbundene Gesamtbetrachtung von landesrechtlichen und staatsvertraglichen Interessen dennoch auf ein Ergebnis im Sinne der schweizerischen Gesetzgebung zu schliessen ist.\n\n5.\n\n5.1 Die Erhöhung der allgemeinen Karenzzeit auf der Basis des versicherten Verdienstes bei versicherten Personen ohne Unterhaltspflichten gegenüber Kindern unter 25 Jahren gemäss Art. 18 Abs. 1 Satz 2 lit. a-c AVIG wurde anlässlich der 4. AVIG-Revision auf 1. April 2011 in das Gesetz aufgenommen (AS 2011 1167; Botschaft vom 3. September 2008 zur Änderung des Arbeitslosenversicherungsgesetzes, BBl 2008 7733 ff.). Während der parlamentarischen Beratungen hatten die Ratsmitglieder ihre Befürchtungen geäussert, wonach die Neugestaltung von Art. 18 AVIG zu Unvereinbarkeiten mit dem Übereinkommen führen könnte. Es wurde denn auch eine Kündigung des Staatsvertrags bzw. die Anbringung eines Vorbehalts diskutiert und ernsthaft in Erwägung gezogen (vgl. Protokoll der Kommission des Ständerates für soziale Sicherheit und Gesundheit vom 11. Mai 2009, S. 2 und 6). Eine entsprechende Auflösung hätte bis Ende Oktober 2011 erfolgen müssen und wäre mit der bundesrätlichen Unterzeichnung im Oktober 2012 in Kraft getreten (\"Note d'information\" des SECO vom 19. Juli 2011). Das SECO analysierte daraufhin die Rechtslage und kam zum Schluss, dass selbst im Falle des Inkrafttretens der vorgeschlagenen arbeitslosenversicherungsrechtlichen Massnahmen der gemäss Übereinkommen einzuhaltende Mindeststandard (unter Berücksichtigung auch von Sozialhilfeleistungen sowie kantonalen Beihilfen und Zuschüssen bei Arbeitslosigkeit) gewahrt sei. Von einer Kündigung des Staatsvertrags wurde deshalb in der Folge abgesehen (vgl. \"Note d'information\" des SECO vom 19. Juli 2011).\n\n5.2 Mit dem Übereinkommen werden Mindeststandards bei Teil- und Vollarbeitslosigkeit gesetzt, so bezüglich der Wartezeit, der Leistungsdauer und -höhe sowie der Leistungseinstellung (vgl. THOMAS NUSSBAUMER, Arbeitslosenversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007, S. 2494 f. Rz. 1027). Gemäss Art. 6 Ziff. 1 des Übereinkommens hat zwar jedes Vertragsmitglied allen geschützten Personen Gleichbehandlung ohne Unterscheidung auf Grund u.a. des Alters zu gewährleisten. Dieser Grundsatz steht aber laut Ziff. 2 der Norm der Festlegung besonderer Massnahmen, die der Erfüllung |497| der speziellen Bedürfnisse von Personengruppen mit besonderen Problemen auf dem Arbeitsmarkt, namentlich benachteiligter Gruppen, dienen sollen, nicht entgegen. Da beispielsweise über 55-jährige versicherte Personen erschwerte Bedingungen auf dem Arbeitsmarkt zu gewärtigen haben, rechtfertigt sich eine erhöhte Anzahl von Taggeldern (vgl. Art. 27 Abs. 2 lit. c Ziff. 1 AVIG). Zudem beinhaltet das AVIG weitere eigenständige, über die gemäss Übereinkommen geltenden Mindestanforderungen hinausgehende Regelungen. So umfasst der - obligatorische - arbeitslosenversicherungsrechtliche Schutz sämtliche Arbeitnehmenden (vgl. Art. 1a und 2 AVIG), während das Übereinkommen nur einen Deckungsgrad von 85 % vorschreibt (Art. 11 Ziff. 1 des Übereinkommens). Die allgemeine 5-tägige Wartezeit im Sinne von Art. 18 Abs. 1 Satz 1 AVIG entfällt im Weiteren bei Versicherten mit einem versicherten Verdienst unter Fr. 36'000.- pro Jahr bzw., sofern Unterhaltspflichten gegenüber Kindern unter 25 Jahren bestehen, auch bei einem solchen zwischen Fr. 36'001.- und Fr. 60'000.- (Art. 18 Abs. 1bis AVIG in Verbindung mit Art. 6a Abs. 2 und 3 AVIV [SR 837.02]).Demgegenüber schliesst Art. 18 Ziff. 1 des Übereinkommens auch in derartigen Konstellationen eine Karenzzeit von bis zu sieben Tagen nicht aus. Das volle Taggeld beläuft sich ferner nach Art. 22 AVIG auf 70-80 % des versicherten Verdienstes, je nach Versichertenkategorie, wohingegen Art. 15 Ziff. 1 lit. a des Übereinkommens allgemein eine Mindesthöhe von lediglich 50 % des früheren Verdienstes fordert. Laut Art. 19 Ziff. 2 lit. a des Übereinkommens können die Leistungen bei Vollarbeitslosigkeit sodann auf 26 Wochen je Fall von Arbeitslosigkeit oder auf 39 Wochen während eines Zeitraums von 24 Monaten begrenzt werden. Die Höchstzahl der Taggelder richtet sich gemäss schweizerischem Recht nach dem Alter der versicherten Personen und der Beitragszeit, beträgt aber in jedem Fall - mit Ausnahme der von der Erfüllung der Beitragszeit befreiten Personen - mindestens 200 Taggelder (vgl. Art. 27 AVIG). Überdies leistet die Arbeitslosenversicherung in der Schweiz finanzielle Beiträge zur Verhütung und Bekämpfung der Arbeitslosigkeit für eine effiziente Beratung und Vermittlung, arbeitsmarktliche Massnahmen für die versicherten Personen sowie für weitere gesetzlich vorgesehene Massnahmen (Art. 7 Abs. 1 AVIG). Darauf hinzuweisen ist schliesslich, dass nach Art. 12 Abs. 1 des Übereinkommens jedes Mitglied, sofern das Übereinkommen nichts anderes vorsieht, die Form oder die Formen des Schutzes bestimmen kann, mit deren Hilfe es die Bestimmungen des Übereinkommens durchführen will, ob durch ein |498| auf Beiträgen oder durch ein nicht auf Beiträgen beruhendes System oder durch eine Verbindung solcher Systeme.\n\n5.2.1 Daraus ist zu folgern, dass auch unter der Geltung des Übereinkommens auf unterschiedliche Personengruppierungen zugeschnittene landesrechtliche, namentlich die Bedarfsseite in den Fokus rückende Regelungen möglich sind. Massgebend ist letztlich, dass unter Berücksichtigung sämtlicher auf Grund innerstaatlichen Rechts im Falle von Arbeitslosigkeit zu gewährender Zuschüsse und Beihilfen der gemäss Übereinkommen definierte Leistungsmindeststandard gewahrt wird. In diesem Sinne argumentierte denn auch die im Zusammenhang mit der beabsichtigten Revision des AVIG durch das SECO konsultierte IAO und stufte die per 1. April 2011 vorgesehenen Massnahmen als übereinkommenskonform ein (vgl. \"Note d'information\" vom 19. Juli 2011).\n\n5.2.2 A. erhält, da er keine Unterhaltsverpflichtungen gegenüber Kindern unter 25 Jahren hat, ein Taggeld in der Höhe von 70 % des versicherten Verdienstes bei einem Höchstanspruch von 400 Taggeldern (vgl. Art. 22 Abs. 2 lit. a und Art. 27 Abs. 2 lit. b AVIG; Verfügung der Arbeitslosenkasse vom 11. Juni 2013). Das Leistungsniveau liegt nach dem hievor Dargelegten somit beträchtlich über den im Übereinkommen diesbezüglich festgesetzten Mindestansätzen. Daran ändert mit dem SECO der Umstand nichts, dass die auferlegte Karenzfrist auf Grund nicht bestehender Unterhaltspflichten sowie der Höhe des versicherten Verdienstes nach Art. 18 Abs. 1 Satz 2 lit. b AVIG 15 Tage beträgt und daher die siebentägige Wartezeit gemäss Übereinkommen übersteigt. Das in dieser Hinsicht geschmälerte Leistungsniveau (acht Tage à Fr. 314.50) wird bei Weitem durch die übrigen Besserstellungen kompensiert, sodass insgesamt ein Entschädigungsanspruch erreicht wird, der klar über dem im Übereinkommen festgehaltenen Mindeststandard liegt. Zu erwähnen ist ferner der Hinweis in der \"Note d'information\" des SECO, gemäss welchem ein durch die verlängerte Wartezeit verursachter finanzieller Engpass der betroffenen arbeitslosen Person notfalls - entsprechend dem in Art. 12 Abs. 1 des Übereinkommens verankerten Grundsatz, wonach es den Mitgliedstaaten offensteht, die Umsetzung des Vertrags durch ein beitrags- oder ein nicht beitragsbasiertes bzw. ein diesbezüglich kombiniertes System zu garantieren (vgl. E. 5.2 am Ende hievor) - auch mittels Sozialhilfeleistungen überbrückt werden könnte (vgl. dazu PIERRE-YVES GREBER, Le droit international de la sécurité sociale, in: Soziale Sicherheit, SBVR, a.a.O., |499| S. 136 Rz. 174 und dortige Hinweise). Eine Beurteilung der Anwendbarkeit der sogenannten \"Schubert\"-Praxis, wonach der Gesetzgeber einen Normkonflikt zwischen völkerrechtlichen Bestimmungen und einer späteren landesrechtlichen Gesetzgebung ausdrücklich in Kauf genommen hat (BGE 139 I 16 E. 5.1 S. 28 f. mit Hinweisen), erübrigt sich angesichts dieses Ergebnisses."}