{"annee": "140", "cour": "III", "page": "206", "date": "28/4/2014", "cite": ["138 III 694", "135 III 385", "138 III 359", "138 II 440", "139 III 201", "133 III 497", "139 V 358", "137 V 167", "137 V 13", "138 II 217", "139 V 88", "138 II 1", "139 II 404", "139 II 173", "132 III 470", "139 III 98", "137 III 217", "114 IA 191", "129 II 401", "113 II 528"], "cite_par": ["142 III 442", "142 V 402", "140 III 616", "141 III 43", "141 III 195", "143 III 600", "141 II 262", "143 III 646", "142 IV 105", "141 III 155", "142 IV 1", "141 IV 396", "145 III 446", "140 II 509", "141 III 101", "143 V 9", "144 III 29", "142 III 557", "145 III 63", "145 III 324", "141 V 191", "143 III 385", "142 IV 401", "140 III 636", "144 V 79", "141 IV 298"], "chapeau": "33. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. Eidgenössisches Amt für das Handelsregister (EHRA) gegen Genossenschaft X. (Beschwerde in Zivilsachen)\n\n4A_363/2013 vom 28. April 2014", "regestes": ["Emission de bons de participation par la société coopérative. L'émission de bons de participation par la société coopérative (art. 828 ss CO) n'est pas admissible selon le droit en vigueur (consid. 3)."], "faits": "", "considerants": "BGE 140 III 206 S. 206\n\nAus den Erwägungen:\n\n3. Der Beschwerdeführer wirft der Vorinstanz vor, sie habe die Ausgabe von Partizipationsscheinen bei der Genossenschaft zu Unrecht als genehmigungsfähig erachtet. BGE 140 III 206 S. 207\n\n3.1 Die Vorinstanz ging zutreffend davon aus, dass die von der Beschwerdegegnerin geplanten Beteiligungsscheine gemäss dem vorgelegten Statutenentwurf verschiedene Gemeinsamkeiten mit dem aktienrechtlichen Partizipationsschein (Art. 656a ff. OR) aufweisen, einem eigenständigen Beteiligungspapier, das dem Partizipanten grundsätzlich die gleichen Vermögensrechte wie einem Aktionär, nicht jedoch das Stimmrecht, einräumt: So sollen die geplanten Beteiligungsscheine ebenfalls gegen Einlage ausgegeben werden und einen Nennwert haben (vgl. Art. 7 Abs. 1 des Statutenentwurfs; Art. 656a Abs. 1 OR). Beide Instrumente begründen zudem ein Recht auf Gewinnbeteiligung (vgl. Art. 7bis Abs. 1 und Art. 7ter des Statutenentwurfs; Art. 656f Abs. 1 i.V.m. Art. 660 Abs. 1 OR) und im Fall der Liquidation ein Recht auf Rückzahlung bzw. auf einen Liquidationsanteil (vgl. Art. 56 Abs. 2 des Statutenentwurfs; Art. 656a Abs. 2 und Art. 656f Abs. 1 i.V.m. Art. 745 Abs. 1 OR). Wie den aktienrechtlichen Partizipanten soll auch den Inhabern eines Beteiligungsscheins kein Stimmrecht zustehen (vgl. Art. 7bis Abs. 1 des Statutenentwurfs; Art. 656a Abs. 1 und Art. 656c Abs. 1 OR).\n\nDie Vorinstanz hat die Zulässigkeit des Partizipationskapitals für die Genossenschaft im Wesentlichen mit der Analogie zum aktienrechtlichen Genussschein aufgrund der Rechtslage vor dem Inkrafttreten der geltenden aktienrechtlichen Regelung vom 1. Juli 1992 (AS 1992 733) begründet.\n\n3.2 Wie im angefochtenen Entscheid dargestellt, bildete der aktienrechtliche Partizipationsschein eine in der Praxis seit den 1960er-Jahren entwickelte Sonderart des aktienrechtlichen Genussscheins; er wurde bei Kapitalbedarf anstelle der Ausgabe neuer Aktien oder Obligationen als Finanzierungsmittel eingesetzt (dazu etwa PETER BÖCKLI, Schweizer Aktienrecht, 4. Aufl. 2009, § 5 Rz. 1 ff.). Die Ausgabe von Partizipationsscheinen wurde damals auf aArt. 657 OR (AS 53 210) gestützt, der sich auf Genussscheine bezieht, deren Ausgabe gesetzlich beschränkt ist zugunsten von Personen, die mit dem Unternehmen durch frühere Kapitalbeteiligung, Aktienbesitz, Gläubigeranspruch oder durch ähnliche Gründe verbunden sind (vgl. nunmehr Art. 657 Abs. 1 OR). Obwohl der Partizipationsschein als Kapitalbeschaffungsmittel verwendet und gegen Kapitaleinlage ausgegeben wurde, was über den Wortlaut der Bestimmung hinausging und nicht der Absicht des Gesetzgebers der 1930er-Jahre entsprach (MEIER-HAYOZ/FORSTMOSER, Schweizerisches Gesellschaftsrecht, 11. Aufl. 2012, § 16 Rz. 330), wurde dieser in der Praxis als Sonderart BGE 140 III 206 S. 208des Genussscheins für zulässig erachtet (vgl. BGE 113 II 528 E. 3 S. 529). Die Übertragung dieser Regelung auf die Genossenschaft - für welche im Unterschied zur Aktiengesellschaft der Genussschein gesetzlich nie vorgesehen war - wurde in der Lehre kontrovers diskutiert.\n\n3.2.1 In der älteren Literatur wurde zunächst allgemein die Zulässigkeit von Genussscheinen nach schweizerischem Genossenschaftsrecht erörtert, ohne jedoch zu untersuchen, ob sie auch als Finanzierungsinstrument verwendet werden können. Die Frage wurde mehrheitlich unter unterschiedlichen Beschränkungen - vor allem für Sanierungen von Genossenschaften - bejaht. So wurde etwa die Ansicht vertreten, die Ausgabe von Genussscheinen werde - obwohl im Gegensatz zum Aktienrecht gesetzlich nicht vorgesehen - auch bei Genossenschaften \"nicht verhindert werden können\", sofern sie zugunsten aller Mitglieder in gleichem Masse und nicht zu dem Zweck erfolge, die Vorschrift über die Begrenzung der Ertragsausschüttung (Art. 859 Abs. 3 OR) zu umgehen (FRITZ VON STEIGER, Kann eine Genossenschaft Genussscheine ausgeben?, Schweizerische Aktiengesellschaft 1944/45 S. 180; HANS-PETER FRIEDRICH, Das Genossenschaftskapital im schweizerischen Obligationenrecht, 1943, S. 54; FRANÇOIS JOMINI, Parts sociales et capital dans le droit suisse des coopératives, 1966, S. 71; vgl. auch CHRISTIAN TERRIER, La comptabilité des sociétés coopératives, 1983, S. 47; WALTER HENSEL, Der Genossenschaftsanteil nach schweizerischem Obligationenrecht, 1947, S. 129, nach dem allerdings eine Ausgabe an alle Mitglieder nicht verlangt werden könne). Der Grundsatz der Vertragsfreiheit (Art. 19 OR) erlaube es den Genossenschaften, innerhalb der Schranken des zwingenden Rechts auf statutarischem Weg Institute zu schaffen, die im Gesetz nicht vorgesehen seien (VON STEIGER, a.a.O., S. 181).\n\nAndere Autoren lehnten die Ausgabe von Genussscheinen dagegen als genossenschaftsfremd ab, etwa mit dem Hinweis darauf, der Genussschein sei seinem juristischen Inhalt nach unbestimmt bzw. es fehle ihm am \"typischen Inhalt\" und er sei deutlich auf die Bedürfnisse der Aktiengesellschaft zugeschnitten (MAX GUTZWILLER, Zürcher Kommentar, 1972, N. 11 zu Art. 861 OR; ablehnend auch GEORGES CAPITAINE, Particularités et anomalies du droit coopératif suisse, ZBJV 89/1953 S. 112; derselbe, Genossenschaft, Teil II: Gründung, SJK, Nr. 1155, Stand: 1955, S. 3; derselbe, Genossenschaft, Teil IV: Die Pflichten der Mitglieder, SJK, Nr. 1157, Stand: 1955, S. 2 f.).BGE 140 III 206 S. 209\n\n3.2.2 Nach dem Aufkommen der Finanzierungsgenussscheine bei Aktiengesellschaften befassten sich die Publikationen eingehender mit der Frage der Zulässigkeit dieses Kapitalbeschaffungsinstruments bei der Genossenschaft. Die Zulässigkeit wurde zwar mehrheitlich bejaht, jedoch mit unterschiedlichen Einschränkungen.\n\nDer Autor eines Grundlagenwerkes zum Genossenschaftsrecht verneinte etwa aufgrund der Ausschüttungsbeschränkung nach Art. 859 Abs. 3 OR die Zweckmässigkeit eines solchen Anlagepapiers. Mit Bezug auf die Kreditgenossenschaft, bei der die Dividendenbeschränkung nicht anwendbar ist (Art. 861 Abs. 1 OR), erachtete er die Zulässigkeit einer Finanzierung durch Ausgabe von Genussscheinen als \"sehr fraglich\", weil dies praktisch zu einer Abspaltung der Vermögensrechte von der Mitgliedschaft führen würde, die zu \"schweren rechtlichen Bedenken Anlass\" gebe (PETER FORSTMOSER, Grossgenossenschaften, 1970, S. 241 f.; vgl. auch derselbe, Berner Kommentar, 1974, N. 70 zu Art. 849 OR).\n\nIn einem anderen Werk wurde die Ansicht vertreten, zwar spreche das Wesen der Genossenschaft nicht gegen eine Verwendung der Genussscheine, jedoch stünden einer Übernahme der aktienrechtlich ausgestalteten Finanzierungsgenussscheine einzelne Vorschriften des schweizerischen Genossenschaftsrechts entgegen, so insbesondere die Vorschriften über den Mitgliedschaftserwerb (Art. 849 OR), das Verbot der Ausgabe von Anteilscheinen in Wertpapierform (Art. 853 Abs. 3 OR) und die Bestimmungen über die Verteilung des Reinertrags (Art. 859 Abs. 3 OR). Die Verwendung von Genussscheinen bei der Genossenschaft sei daher nur zulässig, wenn sie nicht als Wertpapiere ausgestaltet würden, eine beschränkte Verteilung des Reinertrags (mit Ausnahme der Kreditgenossenschaften) vorsähen und überdies bei ihrer Übernahme auf die Einhaltung der Vorschriften über den Mitgliedschaftserwerb geachtet werde (ERICH FLURI, Die rechtlichen Möglichkeiten der Kapitalbeschaffung im schweizerischen Genossenschaftsrecht, 1973, S. 117 f.).\n\nTeilweise wurde die Zulässigkeit des Finanzierungsgenussscheins bei der Genossenschaft mit denselben Einschränkungen bejaht, jedoch mit Ausnahme des Verbots der Ausgestaltung als Wertpapier (Art. 853 Abs. 3 OR), das für den Genussschein keine Geltung beanspruche, da dieser keine Mitgliedschaftsrechte, sondern lediglich mitgliedschaftsähnliche Vermögensrechte gewähre (SUSY B. MOSER, Wohnbaugenossenschaften, 1978, S. 38; vgl. auch JÄGGI/DRUEY/VON GREYERZ, Wertpapierrecht, 1985, S. 123). BGE 140 III 206 S. 210\n\n3.2.3 Über die gesetzgeberische Absicht lässt sich den Materialien nichts entnehmen. Soweit ersichtlich, war im Gesetzgebungsverfahren über die Revision des Genossenschaftsrechts in den 1930er-Jahren die Frage nicht diskutiert worden, ob Genussscheine entsprechend dem Aktienrecht auch bei der Genossenschaft zulässig sind, geschweige denn, ob solche zu Finanzierungszwecken ausgegeben werden können (vgl. auch FLURI, a.a.O., S. 113). Dass der Gesetzgeber die Möglichkeit von Partizipationsscheinen bei der Gesetzesreform von 1936 noch nicht in Betracht zog, vermag angesichts des Umstands nicht zu überraschen, dass die Ausgabe von Genussscheinen (aArt. 657 OR) zu Finanzierungszwecken bei Aktiengesellschaften erst in den 1960er-Jahren aufkam. Selbst wenn auch bei der Aktiengesellschaft die Verwendung von Genussscheinen als Finanzierungsmittel eigentlich nicht der Absicht des Gesetzgebers der 1930er-Jahre entsprach (MEIER-HAYOZ/FORSTMOSER, a.a.O., § 16 Rz. 330), lässt sich daher keine Entscheidung des damaligen Gesetzgebers über die Schaffung von Partizipationskapital bei der Genossenschaft feststellen.\n\n3.3 Im Gegensatz zum Genossenschaftsrecht (Art. 828 ff. OR) enthält das geltende Aktienrecht in Art. 656a ff. OR detaillierte Regeln zu den Partizipationsscheinen.\n\n3.3.1 Die Entwicklung der verbreiteten Ausgabe von Genussscheinen als Finanzierungsmittel der Aktiengesellschaft war seinerzeit kritisiert worden, weil die grobmaschige gesetzliche Regelung des Genussscheins Missbräuchen kaum Schranken entgegenstellte (MEIER- HAYOZ/FORSTMOSER, a.a.O., § 16 Rz. 331). Entsprechend wurde einhellig die Ansicht vertreten, dass der Partizipationsschein gesetzlich geregelt werden müsse, insbesondere zur Stärkung der Stellung des Partizipanten, da er Eigenkapital hingibt, ohne Mitwirkungsrechte zu erhalten, und seine Vermögensrechte von den Aktionären statutarisch festgelegt werden, womit diese Rechte letztlich dem guten Willen der Aktionäre preisgegeben sind (vgl. Botschaft vom 23. Februar 1982 über die Revision des Aktienrechts, BBl 1983 II 800 Ziff. 206.1).\n\nDie im Rahmen einer Aktienrechtsrevision per 1. Juli 1992 in Kraft gesetzte Regelung der Partizipationsscheine (Art. 656a ff. OR) wird durch den Grundsatz der Gleichstellung beherrscht (vgl. Art. 656a Abs. 2 OR), nach dem alle Vorschriften über das Aktienkapital, die Aktien und den Aktionär auch für das Partizipationskapital, den Partizipationsschein und den Partizipanten gelten, soweit die BGE 140 III 206 S. 211Bestimmungen in Art. 656b-656g OR nichts anderes vorsehen (BBl 1983 II 801 Ziff. 206.31). Insbesondere müssen die Partizipationsscheine vermögensmässig einer Aktienkategorie gleichgestellt sein (Art. 656f Abs. 2 OR) und dem Partizipanten stehen die gleichen Anfechtungsrechte wie dem Aktionär zu (Art. 656a Abs. 2 i.V.m. Art. 706 OR). Hinsichtlich der Informationsrechte bleiben sie gegenüber den Aktionären zwar schlechtergestellt, wenn ihnen statutarisch keine entsprechenden Rechte eingeräumt werden (Art. 656c OR); den Partizipanten muss es aber auf jeden Fall möglich sein, Begehren um Auskunft oder Einsicht oder um Einleitung einer Sonderprüfung zu Handen der Generalversammlung zu stellen (Art. 656c Abs. 3 OR). Zudem bilden Aktionäre und Partizipanten eine Schicksalsgemeinschaft, indem die Aktionäre die Stellung der Partizipanten durch Generalversammlungsbeschlüsse nur verschlechtern können, wenn sie auch selber eine entsprechende Einbusse auf sich nehmen (Art. 656f Abs. 3 OR; vgl. MEIER-HAYOZ/FORSTMOSER, a.a.O., § 16 Rz. 332).\n\n3.3.2 Damit ist der Partizipationsschein im geltenden Recht klar vom Genussschein abgegrenzt: Dieser darf nach (dem im Rahmen der erwähnten Gesetzesrevision ebenfalls neu gefassten) Art. 657 Abs. 3 OR keinen Nennwert haben und nicht mehr gegen eine Einlage ausgegeben werden, die unter den Aktiven der Bilanz ausgewiesen ist. Die Ausgabe von Genussscheinen zur Kapitalbeschaffung ist nach geltendem Recht demnach nicht mehr zulässig (vgl. auch BÖCKLI, a.a.O., § 5 Rz. 39).\n\n3.4 Das Genossenschaftsrecht (Art. 828 ff. OR) enthält keine Regelung, welche die Finanzierung über Partizipationsscheine vorsehen bzw. die entsprechenden Rechte der Partizipanten festlegen würde. Zwar wurden nach dem Erlass der gesetzlichen Regelung über die aktienrechtlichen Partizipationsscheine verschiedene Gesetzesänderungen im Gesellschaftsrecht eingeleitet oder erlassen; die Möglichkeit der Schaffung eines Partizipationskapitals blieb ungeregelt.\n\n3.4.1 So wurde Mitte Januar 1993 vom EJPD eine Groupe de réflexion \"Gesellschaftsrecht\" eingesetzt, um die Revisionsanliegen und den Handlungsbedarf im Bereich des Gesellschaftsrechts einer ersten Prüfung zu unterziehen. Sie befasste sich unter anderem mit dem Revisionsbedarf bei der Genossenschaft. In ihrem Schlussbericht vom 24. September 1993 hielt die Groupe de réflexion diesbezüglich fest, auch im Genossenschaftsrecht sei der Partizipationsschein zu regeln, wobei zu klären sein werde, inwieweit und mit welchen BGE 140 III 206 S. 212Beschränkungen dieser zulässig sein soll (S. 61). Ausserdem werde zu untersuchen sein, ob weitere Zielsetzungen der Aktienrechtsreform auch im Genossenschaftsrecht übernommen, jedoch mit anderen Mitteln realisiert werden sollen: So stelle etwa die Möglichkeit der Eigenfinanzierung viele Genossenschaften vor Probleme. Die Eigenart des variablen und überdies dispositiven Grundkapitals verbiete aber eine Übernahme der neuen aktienrechtlichen Ordnung; vielmehr seien \"eigene Wege\" zu diskutieren (S. 62). Auch wenn sich daraus für die Zulässigkeit von Partizipationskapital nach geltendem Recht keine Rückschlüsse ergeben, folgt daraus immerhin, dass ein Rechtsinstitut wie der Partizipationsschein - soweit er zugelassen werden soll - im Genossenschaftsrecht gesetzlich geregelt werden müsste und die Eigenart des (variablen und dispositiven) Grundkapitals einer Anwendung der aktienrechtlichen Bestimmungen entgegensteht.\n\n3.4.2 Mit der Änderung des Obligationenrechts (GmbH-Recht sowie Anpassungen im Aktien-, Genossenschafts-, Handelsregister- und Firmenrecht) vom 16. Dezember 2005 (AS 2007 4791) wurde sodann mit dem per 1. Januar 2008 in Kraft gesetzten Art. 774a OR auch bei der Gesellschaft mit beschränkter Haftung (GmbH) die Möglichkeit der Schaffung von Genussscheinen gesetzlich vorgesehen. Nach der erwähnten Bestimmung sind dabei die Vorschriften des Aktienrechts entsprechend anwendbar; eine Ausgabe von Genussscheinen als Finanzierungsmittel scheidet damit bei der GmbH aus (vgl. Art. 657 Abs. 3 OR). Denn Partizipationsscheine sind bei der GmbH nach geltendem Recht ausgeschlossen; das Gesetz enthält diesbezüglich ein qualifiziertes Schweigen (Botschaft vom 19. Dezember 2001 zur Revision des Obligationenrechts [GmbH-Recht sowie Anpassungen im Aktien-, Genossenschafts-, Handelsregister- und Firmenrecht], BBl 2001 3249 Ziff. 2.4; vgl. Art. 4 der Übergangsbestimmungen der Änderung vom 16. Dezember 2005 [AS2007 4837]).\n\n3.4.3 Im Rahmen der Revision des GmbH-Rechts wurden auch gewisse Bestimmungen des Genossenschaftsrechts geändert; zur Zulässigkeit von Partizipationsscheinen bei der Genossenschaft finden sich keine Äusserungen, da diese Gesetzesrevision in erster Linie die GmbH betraf (vgl. BBl 2001 3166 f. Ziff. 1.3.17).\n\n3.5 Die Vorinstanz hat angenommen, die Regelung über die Genossenschaft sei in Bezug auf die Zulässigkeit von Partizipationskapital lückenhaft. Sie hat diese Lücke modo legislatoris in Analogie zum altrechtlichen Genussschein im Aktienrecht gefüllt. BGE 140 III 206 S. 213\n\n3.5.1 Eine Lücke im Gesetz besteht, wenn sich eine Regelung als unvollständig erweist, weil sie jede Antwort auf die sich stellende Rechtsfrage schuldig bleibt. Hat der Gesetzgeber eine Rechtsfrage nicht übersehen, sondern stillschweigend - im negativen Sinn - mitentschieden (qualifiziertes Schweigen), bleibt kein Raum für richterliche Lückenfüllung. Eine Gesetzeslücke, die vom Gericht zu füllen ist, liegt nach der Rechtsprechung des Bundesgerichts dann vor, wenn der Gesetzgeber etwas zu regeln unterlassen hat, was er hätte regeln sollen, und dem Gesetz diesbezüglich weder nach seinem Wortlaut noch nach dem durch Auslegung zu ermittelnden Inhalt eine Vorschrift entnommen werden kann (vgl. BGE 139 II 404 E. 4.2 S. 416 f.; BGE 138 II 1 E. 4.2 S. 3; BGE 135 III 385 E. 2.1 S. 386). Ist ein lückenhaftes Gesetz zu ergänzen, gelten als Massstab die dem Gesetz selbst zugrunde liegenden Zielsetzungen und Werte (BGE 129 II 401 E. 2.3 S. 403).\n\n3.5.2 Der Umstand, dass sich eine bestimmte Regelung im Gesetz nicht findet, bedeutet nicht ohne Weiteres, dass eine Lücke im Rechtssinn vorliegt, die nach Art. 1 Abs. 2 ZGB zu füllen wäre (vgl. MEIER- HAYOZ, in: Berner Kommentar, 1962, N. 255 zu Art. 1 ZGB; HANS MICHAEL RIEMER, Die Einleitungsartikel des Schweizerischen Zivilgesetzbuches, 2003, § 4 Rz. 84; ERNST A. KRAMER, Juristische Methodenlehre, 4. Aufl. 2013, S. 191 f.; CLAUS-WILHELM CANARIS, Die Feststellung von Lücken im Gesetz, 2. Aufl., Berlin 1983, S. 39 f.; KARL LARENZ, Methodenlehre der Rechtswissenschaft, 6. Aufl., Berlin u.a. 1991, S. 375). Als lückenhaft kann das Gesetz im zu beurteilenden Fall nur gelten, wenn sich ergibt, dass es hinsichtlich der Arten des Eigenkapitals der Genossenschaft keine abschliessende Ordnung aufgestellt, sondern der Gesetzgeber etwas zu regeln unterlassen hat, was er hätte regeln sollen. Ist die gesetzliche Ordnung hinsichtlich der Struktur des Grundkapitals bei der Genossenschaft aufgrund der Auslegung demgegenüber als abschliessend zu betrachten, ist das Fehlen besonderer Bestimmungen zum Partizipationsschein folgerichtig und es liegt keine Gesetzeslücke vor.\n\n3.5.3 Ob das eine oder das andere zutrifft, ist durch Auslegung zu ermitteln (vgl. MEIER-HAYOZ, a.a.O., N. 256 zu Art. 1 ZGB). Zwar ist dabei eine historisch orientierte Auslegung insoweit von besonderer Bedeutung, als nur sie die Regelungsabsicht des Gesetzgebers (die sich insbesondere aus dem Materialien ergibt) aufzuzeigen vermag, die zusammen mit den zu ihrer Verfolgung getroffenen BGE 140 III 206 S. 214Wertentscheidungen verbindliche Richtschnur des Gerichts bleibt (vgl. BGE 138 III 359 E. 6.2 S. 361; BGE 137 V 13 E. 5.1 S. 17, BGE 137 V 167 E. 3.2 S. 170; vgl. auch den von der Beschwerdegegnerin erwähnten BGE 114 Ia 191 E. 3b/bb S. 196 f., der zudem zwar erwähnt, dass letztlich nur die Materialien Aufschluss darüber verschaffen, ob der damalige Gesetzgeber durch bewusstes Schweigen eine bestimmte Frage in negativem Sinne entschieden haben wollte, jedoch trotz deren Unergiebigkeit zu dieser Frage nicht ohne Weiteres auf eine Lücke schliesst). Eine negative Anordnung kann sich aber nicht nur anhand der Materialien (historisches Auslegungselement) erschliessen, sondern unter Umständen auch erst unter Beizug anderer Auslegungselemente ersichtlich werden (RIEMER, a.a.O., § 4 Rz. 89; vgl. auch HAUSHEER/JAUN, Die Einleitungsartikel des ZGB, 2003, N. 223 zu Art. 1 ZGB).\n\n3.5.4 Das Gesetz muss in erster Linie aus sich selbst heraus, das heisst nach dem Wortlaut, Sinn und Zweck und den ihm zugrunde liegenden Wertungen auf der Basis einer teleologischen Verständnismethode ausgelegt werden. Die Gesetzesauslegung hat sich vom Gedanken leiten zu lassen, dass nicht schon der Wortlaut die Norm darstellt, sondern erst das an Sachverhalten verstandene und konkretisierte Gesetz. Gefordert ist die sachlich richtige Entscheidung im normativen Gefüge, ausgerichtet auf ein befriedigendes Ergebnis der ratio legis. Dabei befolgt das Bundesgericht einen pragmatischen Methodenpluralismus und lehnt es namentlich ab, die einzelnen Auslegungselemente einer hierarchischen Prioritätsordnung zu unterstellen (BGE 139 II 173 E. 2.1 S. 175; BGE 139 III 201 E. 2.5.1 S. 205; BGE 139 V 95 E. 2.2 S. 98, BGE 139 V 358 E. 3.1 S. 361; BGE 138 III 694 E. 2.4 S. 698). Die Gesetzesmaterialien sind zwar nicht unmittelbar entscheidend, dienen aber als Hilfsmittel, um den Sinn der Norm zu erkennen (BGE 139 II 404 E. 4.2 S. 416; BGE 138 II 217 E. 4.1 S. 224; BGE 137 III 217 E. 2.4.1 S. 221). Bei der Auslegung neuerer Bestimmungen kommt den Materialien eine besondere Stellung zu, weil veränderte Umstände oder ein gewandeltes Rechtsverständnis eine andere Lösung weniger nahelegen (BGE 139 III 98 E. 3.1 S. 100; BGE 138 II 440 E. 13 S. 453; BGE 133 III 497 E. 4.1 S. 499).\n\n3.5.5 Der Beschwerdeführer weist daher zu Recht darauf hin, dass sich eine negative Anordnung des Gesetzes etwa auch nach einer teleologischen bzw. systematisch-teleologischen Auslegung ergeben kann (so zutreffend auch HAUSHEER/JAUN, a.a.O., N. 223 zu Art. 1 ZGB; vgl. auch DAVID DÜRR, in: Zürcher Kommentar, 1998, N. 152 BGE 140 III 206 S. 215zu Art. 1 ZGB). Eine solche ist auf Grundlage der aktuell geltenden Rechtsordnung vorzunehmen, weshalb die Einordnung einer Nichtregelung als qualifiziertes Schweigen grundsätzlich stets unter dem Vorbehalt eines geänderten rechtlichen oder tatsächlichen Kontextes steht (vgl. EMMENEGGER/TSCHENTSCHER, in: Berner Kommentar, 2012, N. 348 zu Art. 1 ZGB; HAUSHEER/AEBI-MÜLLER, in: Berner Kommentar, 2012, N. 188 zu Art. 2 ZGB; vgl. auch KRAMER, a.a.O., S. 192).\n\n3.6 Der Gesetzgeber hat das Partizipationskapital für die Aktiengesellschaft ausdrücklich geregelt, für die Gesellschaft mit beschränkter Haftung dagegen ausgeschlossen.\n\n3.6.1 Die Unzulässigkeit des Partizipationsscheins wird in der Botschaft zur Revision des GmbH-Rechts (BBl 2001 3249 Ziff. 2.4) damit begründet, dass die Partizipanten am Risikokapital der Gesellschaft beteiligt sind, ohne auf die Geschäftstätigkeit der Gesellschaft und die Bestellung der Organe Einfluss nehmen zu können; demzufolge verfügten sie über eine ausserordentlich prekäre Rechtsstellung und seien daher in erheblichem Masse auf allgemeine gesellschaftsrechtliche Schutzvorkehren angewiesen. Für einen minimalen Schutz wäre nach der Botschaft etwa das Institut der Sonderprüfung vorauszusetzen; von einer entsprechenden Ausgestaltung des GmbH-Rechts werde jedoch abgesehen, um die Möglichkeit einer einfachen und wenig kostenintensiven Rechtsform zu erhalten. Da die Ausgabe von Partizipationsscheinen die Übernahme der aktienrechtlichen Schutzmechanismen bedingen würde, in der Praxis jedoch nur ein sehr beschränktes Bedürfnis bestehe, erscheine eine entsprechende Regelung für die Zulassung von Partizipationsscheinen in der GmbH nicht als sinnvoll. Solle eine stimmrechtslose Beteiligung am Risikokapital geschaffen werden, sei sachgerechterweise die Rechtsform der Aktiengesellschaft zu wählen, gegebenenfalls auf dem Weg der Umwandlung nach dem (in der Folge erlassenen) Bundesgesetz über Fusion, Spaltung, Umwandlung und Vermögensübertragung vom 3. Oktober 2003 (Fusionsgesetz, FusG; SR 221.301). Aus diesen Gründen werde von der Möglichkeit der Ausgabe von Partizipationsscheinen in der GmbH abgesehen, wobei es sich um ein qualifiziertes Schweigen des Gesetzes handle (BBl 2001 3249 Ziff. 2.4).\n\n3.6.2 Die Botschaft zur Revision des GmbH-Rechts stellte hinsichtlich der Zulassung einer Ausgabe von Partizipationsscheinen zunächst darauf ab, dass die GmbH (aufgrund ihres personenbezogenen Charakters) als nicht kapitalmarktfähige Rechtsform ausgestaltet BGE 140 III 206 S. 216und für die Aufnahme von nicht stimmberechtigtem Eigenkapital auf dem Kapitalmarkt nicht geeignet ist (BBl 2001 3249 Ziff. 2.4 mit Verweis auf Ziff. 1.3.8). Im Gegensatz zur Aktiengesellschaft sollte nach dem Willen des Gesetzgebers auch die Kapitalbeteiligung bei der Genossenschaft nicht als mobilisierbare Anlagemöglichkeit, sondern als Folge personaler Mitgliedschaft ausgestaltet werden (vgl. FORSTMOSER, a.a.O., N. 32 und 70 zu Art. 849 OR). Entsprechend soll die Negotiabilität der Anteilscheine mit Art. 853 Abs. 3 OR (vgl. auch Art. 784 Abs. 1 OR, der nunmehr die Errichtung von Stammanteilen in Form von Namenpapieren vorsieht) auch bei der Genossenschaft verhindert werden (HANS NIGG, in: Basler Kommentar, Obligationenrecht, Bd. II, 4. Aufl. 2012, N. 4 zu Art. 852/853 OR). Ausserdem ist auch die Genossenschaft personenbezogen ausgestaltet (MEIER-HAYOZ/FORSTMOSER, a.a.O., § 19 Rz. 2 ff.); entsprechend bestehen (wie bei der GmbH) über die Liberierung hinausgehende gesetzliche Pflichten der Genossenschafter (Art. 866 ff. OR). Die gesetzgeberische Wertung, die Möglichkeit von Partizipationsscheinen nur für Rechtsformen in Betracht zu ziehen, deren Struktur für die Aufnahme von Eigenkapital auf dem Kapitalmarkt geeignet ist, spricht demnach grundsätzlich auch bei der Genossenschaft für eine abschliessende gesetzliche Regelung des Grundkapitals.\n\n3.6.3 Der Gesetzgeber stellte zudem darauf ab, dass die Partizipanten aufgrund ihrer ausserordentlich prekären Rechtsstellung in erheblichem Masse auf allgemeine gesellschaftsrechtliche Schutzvorkehren angewiesen seien; für einen minimalen Schutz wäre unter anderem das Rechtsinstitut der Sonderprüfung vorauszusetzen. Allgemein würde die Ausgabe von Partizipationsscheinen die Übernahme der aktienrechtlichen Schutzmechanismen bedingen (BBl 2001 3249 Ziff. 2.4). Darin kommt zum einen die Absicht zum Ausdruck, die Möglichkeit einer Ausgabe von Partizipationsscheinen vom Bestehen gesellschaftsrechtlicher Schutzvorkehren, so insbesondere in Form der Sonderprüfung (vgl. Art. 697a ff. OR), abhängig zu machen. Das Institut der Sonderprüfung ist jedoch im Genossenschaftsrecht ebenso wenig vorgesehen wie im GmbH-Recht. Zum anderen weist die gesetzgeberische Wertung, die Ausgabe von Partizipationsscheinen bedinge die Übernahme der aktienrechtlichen Schutzmechanismen bzw. eine entsprechende Regelung der Partizipationsscheine, darauf hin, dass deren Zulassung bei weiteren Rechtsformen ein Tätigwerden des Gesetzgebers voraussetzen soll. Dies muss umso mehr für die Genossenschaft gelten, bei der die Verwirklichung eines BGE 140 III 206 S. 217vergleichbaren Schutzes der Partizipanten angesichts der Eigenart des Genossenschaftskapitals in jedem Fall die Einführung eigener Regeln voraussetzen würde (vgl. bereits den Schlussbericht der Groupe de réflexion \"Gesellschaftsrecht\", S. 62).\n\n3.6.4 Die Materialien insbesondere zur GmbH-Revision bringen den Willen des Gesetzgebers zum Ausdruck, Partizipationsscheine nicht bei allen Gesellschaftsformen zuzulassen, und ihre Ausgabe von besonderen Schutzmechanismen zugunsten der Partizipanten abhängig zu machen. Aufgrund der detaillierten Regelung der aktienrechtlichen Partizipationsscheine mit entsprechenden Schutzvorkehren, der Unzulässigkeit des Partizipationsscheins bei der GmbH sowie dessen klarer Abgrenzung vom Genussschein nach Art. 657 bzw. Art. 774a OR, ist davon auszugehen, dass der Gesetzgeber eine Ausgabe von Beteiligungspapieren zur Kapitalbeschaffung ohne besondere Beschränkungen, wie sie etwa beim damaligen Finanzierungsgenussschein unter dem alten Aktienrecht (gestützt auf aArt. 657 OR) noch als zulässig erachtet wurde, in jedem Fall ausschliessen wollte.\n\nDer Lehrmeinung, wonach sich das vom Gesetzgeber für die GmbH \"neu geschaffene\" qualifizierte Schweigen nicht auf das Genossenschaftsrecht beziehe und zudem impliziere, \"dass das alte Recht (und damit auch das bestehende Genossenschaftsrecht) kein qualifiziertes Schweigen des Gesetzgebers\" enthalte bzw. enthalten habe (TAISCH/SCHWYTER, Finanzierung von Genossenschaften, in: Auf der Scholle und in lichten Höhen, Martina Caroni und andere [Hrsg.], 2011, S. 519; vgl. auch TAISCH/TROXLER, Eigenkapitalbeschaffung bei Genossenschaften, AJP 3/2013 S. 418 f.), kann nicht gefolgt werden. Im Rahmen der Privatautonomie und der Vertragsfreiheit steht es der Genossenschaft ohne eine ausdrückliche gesetzliche Regelung über die Rechte der Partizipanten nicht frei, Eigenkapitalinstrumente sui generis in Form von Partizipationsscheinen oder etwa nach dem Vorbild des unter dem alten Aktienrecht in der Praxis entwickelten Finanzierungsgenussscheins zu schaffen (vgl. dagegen TAISCH/SCHWYTER, a.a.O., S. 518 f.; TAISCH/TROXLER, a.a.O., S. 417 ff.). Insbesondere ergibt sich aus der Unzulässigkeit des Partizipationsscheins bei der GmbH aufgrund des unzweideutigen qualifizierten Schweigens des Gesetzes (BBl 2001 3249 Ziff. 2.4) und der in diesem Zusammenhang zum Ausdruck gebrachten Regelungsabsicht, dass solche zusätzlichen Eigenkapitalinstrumente nicht ohne Weiteres zugelassen werden sollen, selbst wenn sie im Grundsatz mit dem Wesen der BGE 140 III 206 S. 218jeweiligen Rechtsform vereinbar sind und mit ihrer Einführung nicht gegen tragende Grundsätze bzw. zwingende Vorschriften der betroffenen Gesellschaftsform verstossen wird. Im Gegenteil wird die Zulassung solcher Instrumente, die mit einer ausserordentlich prekären Rechtsstellung des Partizipanten verbunden sind, vom Bestehen entsprechender gesellschaftsrechtlicher Schutzvorkehren bzw. der Einführung besonderer Schutzbestimmungen auf dem Gesetzgebungsweg abhängig gemacht.\n\n3.6.5 Der Ansicht der Beschwerdegegnerin, wonach ohne besondere gesetzliche Regelung die Schaffung einer zusätzlichen Art des Grundkapitals als Folge der Privatautonomie und unter Vorbehalt der Einhaltung der genossenschaftlichen Wesensmerkmale sowie der zwingenden Vorschriften des Genossenschaftsrechts ohne Weiteres zulässig sein soll, kann insoweit nicht gefolgt werden. Die im Rahmen der erwähnten Gesetzesrevisionen zum Ausdruck gebrachte Regelungsabsicht, die Zulässigkeit von Partizipationsscheinen allgemein nur in begrenztem Rahmen und mit besonderen Schutzvorkehren entsprechend dem Aktienrecht in Betrachtzu ziehen, schliesst eine freie Schaffung und Ausgestaltung von zusätzlichen Kategorien des Grundkapitals aus. Es kann daher nicht entscheidend sein, dass das Gleichbehandlungsgebot (Art. 854 OR) und die gesetzliche Ausschüttungsbeschränkung (Art. 859 Abs. 3 OR) nur auf Genossenschafter anwendbar seien und sich eine Genossenschaft grundsätzlich verpflichten darf, Dritte an ihrem Gewinn zu beteiligen (so aber REYMOND/TRIGO TRINDADE, Die Genossenschaft, SPR, Bd. VIII/5, 1998, S. 71; JACQUES-ANDRÉ REYMOND, La coopérative, TDPS, Bd. III/1, 1996, S. 89; TAISCH/SCHWYTER, a.a.O., S. 518; TAISCH/TROXLER, a.a.O., S. 422 ff.; vgl. auch WALTER GERBER, Die Genossenschaft als Organisationsform von Mittel- und Grossunternehmen, 2003, S. 67). Ebenso wenig wäre eineBeachtung dieser Grundsätze ausreichend (für die Anwendbarkeit des Gleichbehandlungsgebots und der Dividendenbeschränkung: SARAH BRUNNER-DOBLER, Fusion und Umwandlung von Genossenschaften, 2008, S. 57 f.; CARRON/NIGG, in: Commentaire romand, Code des obligations, Bd. II, 2008, N. 22 zu Art. 852-853 OR; NIGG, a.a.O., N. 22 zu Art. 852/853 OR). Vor dem Hintergrund der eingeführten Regelung der Partizipationsscheine im Aktienrecht (Art. 656a ff. OR) sowie der nunmehr unbestrittenen Unzulässigkeit des Partizipationskapitals nach dem am 1. Januar 2008 in Kraft getretenen revidierten GmbH-Recht (BBl 2001 3249 Ziff. 2.4; AS BGE 140 III 206 S. 2192007 4791) ist der Genossenschaft vielmehr nach geltendem Recht verwehrt, ein Partizipationskapital zu schaffen, zumal im Genossenschaftsrecht jegliche gesetzliche Querverweise auf die aktienrechtlichen Schutzmechanismen für Partizipanten fehlen, die Eigenkapital hingeben, ohne jedoch Mitwirkungsrechte zu erhalten (zutreffend FLORIAN ZIHLER, in: Handelsregisterverordnung [HRegV], Siffert/ Turin [Hrsg.], 2013, N. 10 zu Art. 60 HRegV).\n\n3.6.6 Nach der aktienrechtlichen Regelung des Partizipationsscheins und dessen klarer Unterscheidung vom Genussschein wäre eine Analogie für die Einführung des von der Beschwerdegegnerin gewünschten Beteiligungsscheinkapitals wenn schon in der geltenden aktienrechtlichen Regelung zu suchen. Auch die Beschwerdegegnerin bringt aber zu Recht nicht vor, aus dem Bestehen der gesetzlichen Bestimmungen zum Partizipationsschein (Art. 656a ff. OR), die auf die kapitalmarktfähige Aktiengesellschaft zugeschnitten sind, liesse sich darauf schliessen, dass eine entsprechende Regelung nach geltendem Recht auch bei der Genossenschaft erwartet werden müsste, das eine grundlegend verschiedene Regelung des (dispositiven und variablen) Genossenschaftskapitals kennt (vgl. Art. 828 Abs. 2 und Art. 853 Abs. 1 OR). Im Gegenteil vertritt sie in ihrer Beschwerdeantwort die Auffassung, die verschiedenen Rechtsformen seien je für sich zu betrachten und es ergebe sich kein Wertungswiderspruch, wenn der Gesetzgeber den Partizipationsschein im Aktienrecht regle und nicht ebenso im Genossenschaftsrecht.\n\n3.7 Mit dem Entscheid, die Ausgabe von Partizipationsscheinen nicht bei allen Rechtsformen und in jedem Fall nur im Rahmen besonderer Bestimmungen zum Schutz der Partizipanten vor Missbrauch und willkürlicher Behandlung durch die Gesellschafter zuzulassen, wird die freie inhaltliche Ausgestaltung des Grundkapitals entsprechend den gesellschaftsrechtlichen Grundsätzen des Formenzwangs und der Formenfixierung (vgl. BGE 132 III 470 E. 3.3 S. 476; MEIER-HAYOZ/FORSTMOSER, a.a.O., § 11 S. 329 ff.) eingeschränkt.\n\nEntsprechend dem geltenden GmbH-Recht, das von einer Regelung von Partizipationsscheinen absieht und damit (im Sinne einer abschliessenden Ordnung) deren Unzulässigkeit zum Ausdruck bringt, ist das Fehlen einer ausdrücklichen Bestimmung aus den aufgeführten Gründen auch bei der Genossenschaft nicht als planwidrige Unvollständigkeit des Gesetzes zu verstehen. Nach der BGE 140 III 206 S. 220Regelungsabsicht des Gesetzgebers sowie dem Zweck und der Systematik des Gesetzes ist im Genossenschaftsrecht kein Fehlen einer Regelung auszumachen, welche die genossenschaftlichen Bestimmungen als planwidrig unvollständig erscheinen liesse. Eine Lücke liegt damit nicht vor. Die gesetzliche Ordnung schliesst die Ausgabe von Partizipationsscheinen bei der Genossenschaft vielmehr aus.\n\nDies gilt aufgrund der auf alle Genossenschaftsarten anwendbaren Regelung hinsichtlich der Struktur des genossenschaftlichen Grundkapitals unabhängig davon, ob es sich um eine Kreditgenossenschaft (Art. 861 OR) oder einen Genossenschaftsverband (Art. 921 ff. OR) handelt. Sollte sich erweisen, dass ein Bedürfnis für die Schaffung einer zusätzlichen Kapitalkategorie in Form eines Partizipationskapitals auch bei der Genossenschaft besteht, wie dies zum Teil in der Lehre vertreten wird (vgl. etwa TAISCH/SCHWYTER, a.a.O., S. 509, 524; MEIER-HAYOZ/FORSTMOSER, a.a.O., § 19 Rz. 123, die im Rahmen einer Revision des Genossenschaftsrechts eine \"liberalere Regelung im Bereich der Finanzierungsmöglichkeiten\" fordern), wäre diese auf dem Weg der Gesetzgebung einzuführen und zu regeln."}