{"annee": "111", "cour": "IA", "page": "161", "date": "1/10/1985", "cite": ["106 IA 88", "108 IA 122", "104 IV 90", "107 IA 9", "105 IB 49", "86 IV 145"], "cite_par": ["125 I 458", "114 IA 153", "114 II 152", "115 IV 167", "121 I 30", "120 II 137", "119 II 386", "121 V 150", "114 II 131"], "chapeau": "29. Extrait de l'arrêt de la Ire Cour de droit public du 1er octobre 1985 dans la cause X. contre Cour de cassation pénale du canton de Neuchâtel (recours de droit public)", "regestes": ["Art. 4 Cst.; procédure pénale; changement de jurisprudence. Compatibilité avec l'art. 4 Cst. de la nouvelle jurisprudence neuchâteloise en vertu de laquelle l'omission d'inviter le prévenu à prendre la parole le dernier aux débats (art. 212 al. 4 CPP) n'est plus un vice de forme toujours irréparable."], "faits": "BGE 111 Ia 161 S. 161\n\nX. a été renvoyé devant le Tribunal correctionnel du district de La Chaux-de-Fonds comme accusé de diverses escroqueries et de faux dans les titres. A l'audience de jugement, le président du tribunal omit d'inviter le prévenu à prendre la parole le dernier, conformément à l'art. 212 al. 4 CPP neuch. Le défenseur de X. fit noter cette omission au procès-verbal, mais après la délibération du tribunal, une fois le jugement rendu et communiqué oralement aux parties dans son dispositif et ses principaux motifs. Dans le pourvoi qu'il interjeta auprès de la Cour de cassation pénale du canton de Neuchâtel, X. s'est prévalu de l'omission du juge au titre de violation d'une règle essentielle de la procédure, se fondant à cet égard sur une jurisprudence cantonale publiée. La Cour de cassation a rejeté le pourvoi. Sur la question de l'informalité BGE 111 Ia 161 S. 162soulevée par le recourant, elle a modifié la jurisprudence en vigueur qu'elle trouvait quelque peu formaliste. Se référant à l'art. 242 ch. 2 CPP neuch., elle considère depuis lors qu'une erreur de procédure peut être signalée et réparée à temps si les parties ont la possibilité matérielle d'intervenir auprès du tribunal. Dans le cas particulier, rien ne s'opposait à ce que le mandataire du recourant signalât à temps l'irrégularité.\n\nX. a formé un recours de droit public pour violation de l'art. 4 Cst., que le Tribunal fédéral a rejeté.", "considerants": "Extrait des considérants:\n\n1. L'arrêt attaqué consacre un changement de jurisprudence et le recourant en conteste le bien-fondé.\n\na) Pour être compatible avec l'art. 4 Cst., un changement de jurisprudence doit s'appuyer sur des motifs sérieux et objectifs (ATF 108 Ia 125 consid. 2a, ATF 106 Ia 92 consid. 2, ATF 105 Ib 61). Dans l'arrêt qui fonde l'ancienne jurisprudence cantonale, publié au RJN 4 II 154/155, la Cour de cassation pénale neuchâteloise a jugé qu'il n'était pas possible au prévenu de signaler l'irrégularité en question au cours des débats puisque, précisément, les débats avaient été clos sans que la parole lui ait été donnée. La même autorité considère aujourd'hui que cette argumentation n'est pas convaincante, du moins sous une forme aussi absolue, car elle consacre un formalisme excessif et tend à faire du prononcé de la clôture des débats sans que l'intéressé ait eu la parole le dernier un vice de forme par définition irréparable. Ainsi, le juge qui se rendrait compte de son erreur immédiatement après l'avoir commise, avant de rendre son jugement, ne pourrait la réparer, ce qui - aux yeux de la cour cantonale - serait inadmissible. L'autorité intimée ne dénie nullement à la disposition de l'art. 212 al. 4 CPP (le prévenu a la parole le dernier) son caractère de règle essentielle de la procédure dont la violation est constitutive du motif de cassation de l'art. 242 ch. 2 CPP. Elle relève toutefois que, selon la lettre même de cette dernière disposition, \"il n'y a pas lieu à cassation si au cours des débats le recourant n'a pas signalé l'irrégularité prétendue, si faire se pouvait\".\n\nOpéré dans le contexte légal en vigueur, le changement de jurisprudence incriminé est inspiré avant tout par le souci de voir appliquer le principe général de la bonne foi à la procédure pénale, une nécessité que le Tribunal fédéral a d'ailleurs déjà reconnue à BGE 111 Ia 161 S. 163maintes reprises (cf. en particulier ATF 104 IV 94 consid. 3, ATF 86 IV 150, 83 II 345). Il découle notamment de cette jurisprudence fédérale qu'il est contraire au principe de la bonne foi d'invoquer après coup des moyens que l'on avait renoncé à faire valoir en temps utile en cours de procédure, parce que la décision intervenue a finalement été défavorable (cf. arrêt non publié Neuhaus du 31 octobre 1979 consid. 3).\n\nAu vu de ce qui précède, on ne saurait dire que le changement de jurisprudence effectué par la Cour de cassation pénale cantonale soit dénué de fondement sérieux et objectif. Cela suffit, sous l'angle de l'art. 4 Cst., à en admettre le bien-fondé et à priver de toute pertinence l'essentiel des griefs soulevés par le recourant. C'est dès lors en vain que celui-ci tente de démontrer que l'autorité intimée aurait \"vidé complètement de son sens une règle essentielle de la procédure\" et soutenu \"une argumentation si dépourvue de logique\". Au demeurant, lorsqu'il est saisi d'un recours pour arbitraire, le Tribunal fédéral ne peut s'écarter de la solution adoptée par l'autorité cantonale que si elle lui paraît insoutenable, en contradiction manifeste avec la situation effective, évidemment injuste, adoptée sans motifs objectifs et en violation d'un droit certain. Tel n'est pas le cas en l'espèce, et il n'y a pas arbitraire du seul fait qu'une autre solution pourrait aussi se défendre et paraître même plus correcte (ATF 107 Ia 11 /12 consid. 2d et arrêts cités).\n\nb) La Cour de cassation pénale cantonale a estimé que, dans le cas particulier, rien - pas même la déférence due au tribunal - ne s'opposait à ce que le mandataire du recourant fasse remarquer à temps au juge l'omission qu'il avait commise: il pouvait le faire soit au moment où ce dernier annonçait que le tribunal allait se retirer pour délibérer, soit lorsqu'il annonçait qu'il allait prononcer le jugement. On ne voit pas en quoi, et le recourant n'en fait nullement la démonstration, l'autorité intimée aurait \"raisonné de manière parfaitement arbitraire\" sur ce point. Il n'y a en tout cas aucune raison de mettre en doute la déclaration qu'elle fait dans ses observations, aux termes de laquelle l'avocat du recourant a eu \"largement le temps d'intervenir\", étant donné que \"le tribunal n'a pas annoncé qu'il se retirait pour délibérer, ne s'est pas levé et n'a pas disparu de la salle... instantanément!\". Selon le cours ordinaire des choses, le conseil du recourant aurait pu en effet intervenir à l'un des instants cités pour signaler, encore à temps, l'irrégularité. Il ne fait état d'aucune circonstance particulière et sérieuse qui l'eût empêché de réagir au moment opportun, avant que ne soit connu le BGE 111 Ia 161 S. 164jugement (15 mois d'emprisonnement commués en internement au sens de l'art. 42 CP).\n\nLa situation eût été autre si le recourant n'avait pas été assisté, ce que reconnaît à juste titre la cour cantonale."}