{"annee": "111", "cour": "IA", "page": "246", "date": "10/7/1985", "cite": ["106 IA 58", "95 I 33", "100 IA 144", "103 IA 310", "98 IA 208"], "cite_par": ["121 I 22", "126 I 112", "134 I 322", "130 I 369", "137 II 431"], "chapeau": "42. Extrait de l'arrêt de la Ire Cour de droit public du 10 juillet 1985 dans la cause Parti socialiste vaudois et consorts c. Conseil d'Etat du canton de Vaud (recours de droit public)", "regestes": ["Art. 85 lettre a OJ; séparation des pouvoirs. Les compétences reconnues au Conseil d'Etat par les art. 3 et 5 de la loi vaudoise sur la défense civile, lorsqu'il y a état de nécessité, s'inscrivent dans les limites assignées par la jurisprudence au pouvoir général de police."], "faits": "BGE 111 Ia 246 S. 246\n\nLe 23 février 1983, le Grand Conseil du canton de Vaud a adopté la loi sur la défense civile (en abrégé: LDC), qui a pour but d'organiser la défense civile sur le plan cantonal (art. 1er). L'art. 2 définit les tâches relevant de cette organisation en reprenant, dans un ordre à peine différent, l'énumération qui en est faite, à charge des cantons, dans le rapport du Conseil fédéral à l'Assemblée fédérale sur la politique de sécurité de la Suisse du 27 juin 1973 (FF 1973 II p. 105 ss).\n\nL'art. 3 LDC est ainsi libellé:\n\n\"Il y a état de nécessité lorsque, en raison d'une guerre, d'une crise ou d'une catastrophe, la répartition ordinaire des compétences ne suffit plus pour que soient prises à temps les mesures exigées par les circonstances.\n\nDans cette situation, le Conseil d'Etat dispose des pleins pouvoirs jusqu'à la prochaine réunion du Grand Conseil.\"\n\nL'art. 5 LDC complète l'art. 3 en précisant ce qui suit: BGE 111 Ia 246 S. 247\n\n\"Le Conseil d'Etat prononce l'état de nécessité et ordonne l'engagement de moyens de défense lorsque la situation l'exige; il prononce également la fin de l'engagement. Il adresse un rapport détaillé au Grand Conseil, dans les meilleurs délais.\n\nDès qu'un engagement paraît devoir dépasser sept jours, le Grand Conseil est convoqué au plus tôt, en session extraordinaire. Il prend alors les mesures commandées par les circonstances.\"\n\nLes autres dispositions de la loi formulent des règles concernant la préparation et la conduite de la défense civile, ainsi que les différents moyens et organes qui peuvent y être affectés.\n\nLe Parti socialiste vaudois, ainsi que trois citoyens vaudois, ont formé un recours de droit public contre les art. 3 et 5 LDC, en concluant à l'annulation de ces dispositions légales.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. La constitution vaudoise ne contient aucune règle générale concernant l'état de nécessité qui, à l'instar de l'art. 39 Cst. bern. (voir ATF 98 Ia 208 ss), attribuerait au Conseil d'Etat la compétence de prendre des mesures urgentes, adaptées aux circonstances. En effet, l'art. 45 al. 2 Cst. vaud., prévoyant que la loi fixe la compétence du gouvernement pour les cas imprévus, urgents et exceptionnels, n'a été édicté que pour les dépenses de l'Etat, comme cela ressort clairement de l'al. 1 de cette disposition (voir également le Message du Conseil fédéral à l'Assemblée fédérale concernant la garantie de la constitution revisée du canton de Vaud, au sujet des \"articles financiers\", FF 1963 II p. 726 ss). Quant à l'art. 61 Cst. vaud., il affirme certes que le Conseil d'Etat dispose de la force armée pour maintenir l'ordre public; cette norme ne suffit toutefois pas à constituer le fondement d'une loi permettant de déroger à la répartition ordinaire des compétences lorsqu'il y a état de nécessité.\n\nLa jurisprudence et la plus grande partie de la doctrine considèrent que, même en l'absence de règles constitutionnelles, un droit de nécessité est admissible, lorsque l'Etat ou des intérêts publics fondamentaux sont menacés par des dangers qui ne peuvent être combattus que par des mesures extraordinaires (ATF 103 Ia 311 /312 consid. 3a; GRISEL, Traité de droit administratif, vol. I p. 86/87; HANGARTNER, Grundzüge des schweizerischen Staatsrechts, vol. I p. 38, HÄFELIN/HALLER, Schweizerisches Bundesstaatsrecht, p. 281, AUBERT, Traité de droit constitutionnel, vol. 2, Nos 1547 et 1772).BGE 111 Ia 246 S. 248\n\nLe recours est fondé sur la violation de plusieurs droits constitutionnels à laquelle s'ajoute le grief de violation des droits politiques. Il s'agit toutefois de déterminer en premier lieu si les normes dont l'annulation est requise peuvent avoir leur base constitutionnelle dans le pouvoir général de police défini par la jurisprudence (ATF 106 Ia 60 ss, ATF 103 Ia 312, ATF 100 Ia 146 consid. 4a et les références citées). En cas de réponse affirmative à cette question, les normes attaquées échapperaient aux critiques que les recourants tirent de leurs droits fondamentaux et de leurs droits politiques.\n\n3. a) La loi vaudoise sur la défense civile du 23 février 1983 se borne à délimiter certaines compétences du Conseil d'Etat qui résultent déjà de son pouvoir général de police. Cette réglementation ne va pas au-delà des tâches incombant aux cantons dans le cadre de la défense générale (voir FF 1973 II p. 140). Les principes exposés dans l'arrêt Senn au sujet de l'art. 3 du décret du Grand Conseil bernois du 1er février 1971 sont donc applicables à l'espèce (ATF 98 Ia 211). Il en résulte que les art. 3 et 5 LDC peuvent se fonder sur le pouvoir général de police, qui permet au gouvernement d'intervenir immédiatement face à un danger imminent pour l'Etat, les personnes et les biens, allant de troubles communs à des situations de guerre, de catastrophe ou de crise généralisée. Les recourants relèvent sans doute à juste titre qu'il n'est pas indispensable qu'une loi cantonale définisse la procédure à suivre dans un état de nécessité. Il est cependant préférable, pour la sécurité du droit, que le législateur précise lui-même certains points.\n\nLes compétences reconnues au Conseil d'Etat dans les dispositions critiquées s'inscrivent par conséquent à l'intérieur des limites assignées par la jurisprudence au pouvoir général de police. Il faut ainsi que les mesures à prendre se justifient par la gravité et l'imminence du danger qui menace les biens à protéger et que les moyens légaux ordinaires ne suffisent pas à prévenir ou à supprimer ce danger (ATF 106 Ia 60 ss, ATF 100 Ia 146). Il faut aussi que ces mesures respectent les principes généraux du droit constitutionnel et administratif, en particulier celui de la proportionnalité, et qu'elles procèdent d'une pesée sérieuse et objective des intérêts en présence (ATF 100 Ia 146, ATF 103 Ia 312 à 315).BGE 111 Ia 246 S. 249\n\nAu reste, si le Conseil d'Etat violait sans nécessité absolue les libertés individuelles garanties par la Constitution fédérale, les particuliers pourraient s'adresser en tout temps au Tribunal fédéral par la voie du recours de droit public, pour autant que les conditions posées par les art. 84 ss OJ soient réunies.\n\nb) Les recourants insistent précisément sur le fait que l'art. 3 al. 2 LDC confie les \"pleins pouvoirs\" au Conseil d'Etat. L'obligation de respecter le principe de la proportionnalité interdit toutefois d'attribuer à ces termes une portée plus grande que ne l'autorisent les limites posées par la jurisprudence au pouvoir général de police. Au demeurant, l'al. 1 de l'art. 3 LDC - qui n'évoque une dérogation à la répartition ordinaire des compétences que pour permettre que soient \"prises à temps les mesures exigées par les circonstances\" - constitue un rappel du principe de la proportionnalité en excluant implicitement toute interprétation extensive ou abusive de la notion de pleins pouvoirs évoquée au second alinéa.\n\nc) L'art. 5 al. 1 LDC impose au Conseil d'Etat d'adresser dans les meilleurs délais au Grand Conseil, après la constatation de l'état de nécessité, un rapport détaillé sur l'usage fait de ses pouvoirs. L'art. 5 al. 2 LDC n'exige une convocation de cette dernière autorité en session extraordinaire que si l'engagement des moyens de défense autorisé par l'état de nécessité paraît devoir dépasser sept jours.\n\nLes recourants voient dans cette réglementation un report injustifié de la remise en vigueur du principe de la séparation des pouvoirs.\n\nLa fixation dans le texte légal d'un délai de sept jours n'est guère heureuse. Peut-être eût-il mieux valu que le législateur utilise une expression qui permette plus de souplesse dans la convocation du Grand Conseil. La teneur de l'art. 5 al. 2 LDC oblige cependant le Conseil d'Etat à faire preuve d'une grande diligence dans son appréciation. La règle de la proportionnalité postule en outre que le gouvernement évalue avec rigueur l'évolution prévisible de la situation constituant l'état de nécessité et décide sans retard de convoquer le Grand Conseil.\n\nd) La règle posée à l'art. 5 al. 1, selon laquelle le Conseil d'Etat \"prononce l'état de nécessité\", puis la fin de l'engagement des moyens de défense ordonné pour faire face à cette situation, n'est pas critiquable. L'existence d'un danger grave, direct et imminent, est la condition pour que le Conseil d'Etat puisse exercer les BGE 111 Ia 246 S. 250pouvoirs qui lui sont reconnus par la loi critiquée et les dispositions prises perdent leur validité dès la fin de l'état de chose qui les a provoquées (ATF 95 I 34). Constater les faits déterminants et en exprimer la conséquence n'ont pas d'autre effet que de préciser les obligations de l'autorité en la matière. La sécurité juridique ne peut qu'en être renforcée.\n\n4. Il résulte de cet examen que les art. 3 et 5 LDC se prêtent à une interprétation conforme au principe du pouvoir général de police et résistent, partant, aux griefs des recourants. Le recours doit donc être rejeté."}