{"annee": "111", "cour": "V", "page": "197", "date": "19/8/1985", "cite": ["104 V 1", "107 V 180", "106 V 86", "107 V 161", "110 V 291", "96 V 95", "107 V 84", "99 V 31"], "cite_par": ["119 V 410", "113 V 241"], "chapeau": "38. Auszug aus dem Urteil vom 19. August 1985 i.S. K. gegen Ausgleichskasse des Kantons Solothurn und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 7 al. 1 LAI, art. 39 al. 2 RAI: Réduction de la rente d'invalidité pour abus de tabac. - Réduction décidée après coup (consid. 5). - Notion et preuve de l'amendement qui permet de renoncer à un refus, une réduction ou un retrait des prestations en argent (consid. 6)."], "faits": "", "considerants": "BGE 111 V 197 S. 198\n\nAus den Erwägungen:\n\n5. Die Verwaltung hat die Kürzung der Invalidenrente wegen Tabakmissbrauchs vorliegend nicht bei der ursprünglichen Rentenzusprechung am 25. März 1981 vorgenommen, sondern erst im Rahmen des Rentenrevisionsverfahrens verfügt. Da die für die Kürzung massgeblichen tatsächlichen Verhältnisse bereits im Zeitpunkt der ursprünglichen Rentenzusprechung bestanden, lässt sich die am 18. August 1983 verfügte Kürzung nicht revisionsweise begründen, wie in der Verwaltungsgerichtsbeschwerde richtig bemerkt wird. Der Revisionsordnung nach Art. 41 IVG geht jedoch der Grundsatz vor, dass die Verwaltung befugt ist, jederzeit von Amtes wegen auf eine formell rechtskräftige Verfügung, welche nicht Gegenstand materieller richterlicher Beurteilung gebildet hatte, zurückzukommen, wenn sich diese als zweifellos unrichtig erweist und ihre Berichtigung von erheblicher Bedeutung ist. Unter diesen Voraussetzungen kann die Verwaltung eine Rentenverfügung auch dann abändern, wenn die Revisionsvoraussetzungen des Art. 41 IVG nicht erfüllt sind. Wird die zweifellose Unrichtigkeit der ursprünglichen Rentenverfügung erst vom Richter festgestellt, so kann er die auf Art. 41 IVG gestützte Revisionsverfügung der Verwaltung mit dieser substituierten Begründung schützen (BGE 110 V 296, BGE 106 V 87 Erw. 1b mit Hinweisen; vgl. auch BGE 107 V 84). Dies gilt insbesondere, wenn sich im Revisionsverfahren herausstellt, dass die Voraussetzungen für eine Rentenkürzung wegen Selbstverschuldens vorliegen (ZAK 1983 S. 119 Erw. 1b).\n\nVorliegend sind die Voraussetzungen zur Wiedererwägung der ursprünglichen Rentenverfügung vom 25. März 1981 erfüllt. Denn diese ist, soweit sie von einer Kürzung wegen des Tabakmissbrauches absah, zweifellos unrichtig. Auch bildete die Verfügung vom 25. März 1981 nicht Gegenstand einer materiellen richterlichen Beurteilung. Des weitern ist das Erfordernis der erheblichen BGE 111 V 197 S. 199Bedeutung einer Berichtigung erfüllt (vgl. BGE 107 V 182 Erw. 2b). Schliesslich ist es auch nicht zu beanstanden, dass die Verwaltung die Kürzung mit Wirkung ex nunc verfügte (vgl. BGE 110 V 291), wobei sie den Kürzungsbeginn in sinngemässer Anwendung von Art. 88bis Abs. 2 lit. a IVV auf den 1. Oktober 1983 festlegte.\n\n6. a) Zu prüfen bleibt, ob die Kürzung nicht wegen Art. 39 Abs. 2 IVV hätte unterbleiben müssen. Nach dieser Bestimmung ist - im Zusammenhang mit dem Genuss gesundheitsschädigender Mittel - während einer Entziehungskur und bei Wohlverhalten von einem Entzug oder einer Kürzung der Leistungen abzusehen.\n\nDas Eidg. Versicherungsgericht hat Art. 39 Abs. 2 IVV als gesetzmässig bezeichnet (BGE 104 V 4 Erw. 4), bisher jedoch nicht entschieden, was unter \"Wohlverhalten\" im Sinne dieser Bestimmung zu verstehen ist. Die Verwaltungspraxis umschreibt das Wohlverhalten \"bei Alkoholismus oder andern Süchtigkeiten\" wie folgt:\n\n\"Wohlverhalten kann nur angenommen werden, wenn es durch einen\n\nstationären Aufenthalt in einer Heilanstalt gesichert ist oder wenn der\n\nVersicherte ein gesundheitswilliges Verhalten zeigt und dieses durch\n\nunerlässliche Vorkehren (Kuren, medizinische Kontrollen usw.) bekundet.\n\nLetzteres darf in der Regel angenommen werden, wenn der behandelnde\n\nArzt bescheinigt, dass das Wohlverhalten ohne Unterbruch mindestens ein\n\nJahr angedauert hat und voraussichtlich für die Zukunft gesichert ist. In\n\nder Folge ist während der Behandlung periodisch ein ärztlicher\n\nZwischenbericht einzuholen (Rz. 258 der Wegleitung des BSV über\n\nInvalidität und Hilflosigkeit, in der ab 1. Januar 1985 geltenden\n\nFassung).\"\n\nDer erste Teil der wiedergegebenen Wegleitung beruht auf einem Urteil des Eidg. Versicherungsgerichts vom 9. März 1973 (BGE 99 V 31) - als der geltende Art. 39 Abs. 2 IVV noch nicht bestand - und ist seither wiederholt als gesetzeskonform bestätigt worden (ZAK 1979 S. 568; unveröffentlichtes Urteil Wieland vom 5. Februar 1979). Daran ist auch im vorliegenden Fall festzuhalten, dies jedoch mit der präzisierenden Feststellung, dass die in der Wegleitung erwähnten Beweismittel nicht abschliessend sind. Vielmehr kommen nebst den exemplifikativ angeführten Beweismitteln aus dem medizinischen Bereich, welche von vorrangiger Bedeutung sind, grundsätzlich auch noch andere Beweismittel (z.B. Zeugen) in Betracht.\n\nb) Die Vorinstanz hat zu Recht erklärt, aus dem Umstand, dass der Gesundheitsschaden selbst bei vollständiger Aufgabe des Rauchens nach den Angaben im Gutachten der Klinik vom 1. Juli 1983 BGE 111 V 197 S. 200kaum mehr verbessert werden könne, dürfe deswegen im jetzigen Zeitpunkt kein Verzicht auf die Rentenkürzung abgeleitet werden; denn bei grobfahrlässiger Verschlimmerung der Invalidität sei eine mindestens vorübergehende Kürzung der Geldleistungen von Gesetzes wegen vorgeschrieben. Art. 39 Abs. 2 IVV setzt nicht voraus, dass das Wohlverhalten die bestehende Invalidität noch positiv zu beeinflussen vermag. Auch der Umstand, dass die seinerzeit unterlassene Kürzung nicht mehr mit Wirkung ex tunc zu korrigieren ist (vgl. Erw. 5 hievor), ändert hieran nichts.\n\nDer Beschwerdeführer beruft sich auf die Angabe im Gutachten der Klinik vom 1. Juli 1983, wonach er \"seit 1981 seinen Nikotinkonsum drastisch eingeschränkt\" habe und er \"jetzt ca. ein Päckli in der Woche\" rauche. In der Verwaltungsgerichtsbeschwerde wird geltend gemacht, \"falls die drastische Einschränkung des Nikotinkonsums nicht eine erwiesene Tatsache wäre, so wäre es dem Versicherten sicher nicht gelungen, während rund vier Wochen Aufenthalt in der Höhenklinik eine weiterbestehende Nikotinabhängigkeit zu verbergen\". Dieser Argumentation ist in erster Linie entgegenzuhalten, dass der Beschwerdeführer nach seinen eigenen Angaben keine völlige Abstinenz übt, weshalb es als fraglich erscheint, ob überhaupt von Wohlverhalten im Sinne von Art. 39 Abs. 2 IVV gesprochen werden kann, und zwar insbesondere im Hinblick auf die erfahrungsgemäss ausserordentlich hohe Rückfallsgefahr bei Nikotinsüchtigkeit, welche bei bloss eingeschränktem Konsum noch höher ist als nach der gänzlichen Aufgabe des Rauchens (SCHÄR, Leitfaden der Sozial- und Präventivmedizin, 3. Aufl., S. 185). Hinzu kommt, dass die erfahrungsgemäss an sich schon unwahrscheinliche Einschränkung des Tabakkonsums nach jahrzehntelangem, massivem Tabakmissbrauch vorliegend ungenügend nachgewiesen ist. Denn die erwähnte Auskunft im Gutachten der Klinik vom 1. Juli 1983 kann nur auf den eigenen Angaben des Beschwerdeführers beruhen, und die Ärzte bestätigen in der Expertise nicht, dass aufgrund des vom Beschwerdeführer während des Klinikaufenthaltes gezeigten Verhaltens dessen Nikotinabhängigkeit als behoben gelten könne. Der Beschwerdeführer vermag sodann selber keine weiteren Beweismittel zu nennen, z.B. Zeugen aus seiner Umgebung wie den Hausarzt, welche seine angeblich weitgehende Nikotinabstinenz bestätigen könnten. Bei dieser Sachlage ist der Beweis des die Kürzung ausschliessenden Wohlverhaltens zur Zeit nicht erbracht. Andere von Amtes wegen anzuordnende Beweisvorkehren sind BGE 111 V 197 S. 201nicht ersichtlich. Somit liegt Beweislosigkeit vor, was sich zu Lasten des Beschwerdeführers auswirkt, der aus dem unbewiesen gebliebenen Sachverhalt Rechte - vorliegend die Annahme eines die Kürzung ausschliessenden Wohlverhaltens - ableiten wollte (BGE 107 V 164 oben mit Hinweisen, BGE 96 V 96)."}