{"annee": "111", "cour": "II", "page": "201", "date": "6/8/1985", "cite": ["108 II 321", "107 II 260", "108 II 135", "106 II 166"], "cite_par": ["118 II 130", "117 II 458", "119 II 32", "117 II 452", "116 II 594", "118 II 124", "117 II 161"], "chapeau": "42. Arrêt de la Ire Cour civile du 6 août 1985 dans la cause hoirs B. contre V. et consorts (recours en réforme)", "regestes": ["Art. 19 AMSL. Baisse de loyer; possibilité pour le bailleur d'opposer en compensation des facteurs de hausse; entrée en vigueur de la modification. 1. A défaut de réserve expresse dans l'avis de majoration précédant la dernière adaptation du loyer, le bailleur ne peut se prévaloir ultérieurement, notamment à l'occasion d'une demande de baisse du preneur, d'un facteur de hausse antérieur à la dernière fixation du loyer (consid. 1; confirmation de jurisprudence). 2. La baisse de loyer prend effet au prochain terme pour lequel la résiliation du bail pouvait être donnée, à compter du moment où le preneur a pris contact avec le bailleur, ou à la date pour laquelle le bailleur s'est spontanément déclaré disposé à réduire le montant du loyer (consid. 2)."], "faits": "|202|\n\nA.- Les demandeurs sont - ou ont été - tous locataires d'appartements dans un bâtiment appartenant à B., situé à Moutier.\n\nDe novembre 1980 à mai 1982, le propriétaire a notifié quatre hausses de loyer, qui furent acceptées par les locataires. La formule de hausse et la lettre du bailleur mentionnaient comme motif de hausse: \"augmentation des taux hypothécaires\". La dernière modification de loyer portait effet au 1er mai 1982.\n\nPar lettre du 25 janvier 1983, B. a annoncé aux locataires une réduction de loyer de 13 francs par mois dès le 1er mai 1983, en raison de la baisse de l'intérêt hypothécaire. La lettre précisait que l'adaptation à la baisse n'était que partielle, compte tenu de divers facteurs compensatoires de hausse, tels que le maintien du pouvoir d'achat du capital exposé aux risques.\n\nPar lettre du 31 janvier 1983, les locataires ont communiqué au bailleur qu'à leurs yeux la baisse de loyer était insuffisante.\n\nCertains locataires admirent le montant demandé à titre de nouveau loyer. En revanche, les locataires parties à la présente procédure n'y consentirent pas. Aucune entente n'intervint devant l'Office des locations.\n\nB.- Par requête du 9 juillet 1984, les locataires susmentionnés prirent les conclusions ci-après:\n\n\"1. Constater que la baisse de loyer de 13 francs par mois, annoncée par le requis selon lettre du 25 janvier 1983 adressée aux requérants, est insuffisante.\n\n2. Constater que le loyer de chacun des requérants doit subir une baisse de 35 francs par mois dès le 1er mai 1983.\"\n\nB. a conclu au déboutement des requérants, en demandant en outre au juge de\n\n\"Constater que l'évolution des facteurs de hausse et de baisse au 1.5.1983 autorisent un loyer de |203|\n\n- 651 francs pour H.\n\n- 656 francs pour V.\n\n- 666 francs pour R., T. et G.\"\n\nPar jugement du 30 novembre 1984, le Président du Tribunal du district de Moutier a constaté que la baisse de 13 francs par mois était insuffisante et que le loyer de V., R., H., G. et T. devait subir une baisse de 35 francs par mois dès le 1er mai 1983.\n\nSaisie d'un appel de B., décédé depuis lors, la Cour d'appel du canton de Berne, par arrêt du 19 mars 1985, a constaté que la baisse mensuelle de 13 francs était insuffisante et que le loyer de V. devait subir une baisse mensuelle de 32 francs 25, celui de H. de 32 francs par mois et ceux de R., G. et T. de 32 francs 75 par mois, le tout dès le 1er mai 1983.\n\nC.- Les héritiers de B. interjettent un recours en réforme contre cet arrêt. Ils reprennent les conclusions au fond du défendeur présentées en instance cantonale.\n\nLes cinq intimés concluent au rejet du recours.", "considerants": "Le Tribunal fédéral rejette le recours pour les motifs suivants:\n\n1. a) Les recourants font tout d'abord valoir que la cour cantonale s'est écartée sans raison de la jurisprudence du Tribunal fédéral concernant la possibilité, pour le bailleur, de compenser des facteurs de baisse de loyer avec des facteurs de hausse. C'est ainsi qu'elle aurait dû tenir compte du renchérissement du coût de la vie également pour la période antérieure à la dernière modification du loyer (1er mai 1982), puisque dans ses quatre avis de hausse précédents le défendeur avait invoqué comme seul motif de hausse de loyer l'augmentation du taux hypothécaire.\n\nb) Selon la jurisprudence, la modification des bases de calcul qui entre en considération pour une baisse de loyer, selon l'art. 19 AMSL, doit être survenue depuis la dernière fixation du loyer, celle-ci constituant le moment déterminant pour la comparaison des anciennes et des nouvelles bases de calcul (ATF 108 II 138 et les arrêts cités). Il faut entendre par dernière fixation de loyer, en dehors de la détermination du loyer en début de bail, la modification du loyer correspondant à une adaptation à de nouvelles bases de calcul. \"Sauf réserve expresse et précise de la part du bailleur - notification d'une hausse nettement limitée à un facteur déterminé, indication de facteurs précis de hausse dont il déclare faire abstraction - le loyer ainsi adapté est en effet censé apporter au bailleur une couverture normale de ses charges et un |204| rendement convenable; il sert donc de base pour examiner si l'évolution ultérieure des charges justifie ou non une nouvelle adaptation\" (ATF 108 II 138/9). L'arrêt précité, du 4 mai 1982, est déterminant et l'emporte sur les termes utilisés dans l'arrêt antérieur, non publié, du 27 avril 1982 en la cause Pax c. Fagen, qu'invoquent les recourants et dont ils voudraient inférer que le seul fait de ne pas mentionner une cause de hausse dans l'avis de majoration du loyer constituerait une réserve tacite, autorisant le bailleur à se prévaloir ultérieurement d'un tel facteur de hausse antérieur à la dernière fixation de loyer. Le Tribunal fédéral n'a pas de raisons de s'écarter de cette jurisprudence (cf. également ATF 106 II 168 /9, 360), qui a été confirmée depuis lors à diverses reprises dans des arrêts non publiés. Il en résulte que des réserves implicites ne sont admissibles que si elles ressortent clairement et indubitablement pour le preneur de l'avis de hausse. Aussi, en l'absence de toute réserve expresse quant au renchérissement ou de toute autre réserve ressortant clairement de l'avis de hausse, la cour cantonale était-elle fondée à ne prendre en considération, comme facteur de hausse, que le renchérissement intervenu depuis le 1er mai 1982, date de la dernière modification du loyer.\n\n2. a) Les recourants soutiennent également que la cour cantonale n'aurait pas dû fixer l'entrée en vigueur de la baisse de loyer au 1er mai 1983. Du moment que la lettre des locataires du 31 janvier 1983 était parvenue au bailleur en février, la réduction des loyers ne pouvait, compte tenu des délai et terme de dédite, devenir effective que le 1er novembre 1983.\n\nb) Dans l'arrêt publié aux ATF 107 II 260 ss, le Tribunal fédéral, tout en étant conscient que des arguments pouvaient être invoqués aussi en faveur de la thèse inverse, a interprété l'art. 19 AMSL en ce sens que la baisse de loyer intervenue en application de cette disposition portait effet au prochain terme pour lequel la résiliation pouvait être donnée. Depuis lors, il s'est tenu à cette jurisprudence, dans ses arrêts publiés (ATF 108 II 323) et non publiés. Il n'y a pas de raisons de la remettre en cause ici.\n\nBien que la lettre du 31 janvier 1983 par laquelle les locataires demandaient une plus forte réduction du loyer à leur bailleur soit parvenue trop tard à ce dernier pour que le délai de préavis de trois mois fût respecté, la cour cantonale a fixé l'entrée en vigueur de la réduction au 1er mai 1983. On peut cependant, en l'occurrence, confirmer son point de vue pour des motifs tirés de la bonne foi entre partenaires au bail. En effet, par sa lettre du 25 janvier 1983, |205| le bailleur a d'emblée fait comprendre aux locataires qu'il était d'accord avec un réajustement du loyer prenant effet au prochain terme de résiliation, soit au 1er mai 1983. Selon la jurisprudence, il suffit, pour que le délai de résiliation soit respecté, que le preneur ait pris contact avec le bailleur en vue d'une baisse de loyer conformément à l'art. 19 al. 1bis AMSL (ATF 107 II 263/264). Or l'effet est le même si, dans le délai prévu, le bailleur se déclare spontanément disposé à réaménager le montant du loyer; le délai d'adaptation du loyer peut alors courir dès ce moment-là, à moins que le bailleur ne consente pas d'emblée à une adaptation plus proche du loyer. Cette conclusion s'impose d'autant plus au regard des faits du cas particulier. En effet, les locataires pouvaient penser que, s'ils n'étaient eux-mêmes pas d'accord avec le montant proposé, le moment où la modification du loyer devrait intervenir n'était pas litigieux. Une rigueur particulière à leur égard, à ce sujet, se justifie d'autant moins que, s'ils avaient dû respecter le délai de résiliation de trois mois pour fin avril 1983, ils n'auraient disposé que de très peu de temps depuis le moment où ils reçurent l'avis du bailleur, daté du 25 janvier 1983. Ensuite, en procédure judiciaire, les conclusions prises par les deux parties montrent qu'elles situaient toutes le moment déterminant, pour la modification du loyer, au 1er mai 1983. Aussi les preneurs pouvaient-ils raisonnablement compter que cela ne serait plus remis en question; à défaut, ils eussent pu être amenés à demander que l'on prenne en considération l'évolution intervenue entre le 1er mai 1983 et le prochain terme possible de résiliation. Au demeurant, les effets de la thèse soutenue actuellement par les recourants - qui obligerait à calculer séparément la baisse au 1er mai 1983 sur la base de la lettre du bailleur du 25 janvier 1983 et au terme suivant de résiliation selon la demande des preneurs - démontrent ce qu'elle aurait d'inacceptable.\n\nAussi est-ce avec raison que la cour cantonale a situé les effets de la modification de loyer au 1er mai 1983."}