{"annee": "111", "cour": "IV", "page": "144", "date": "3/12/1985", "cite": ["104 IV 170", "111 IV 155", "98 IV 106", "96 IV 194"], "cite_par": ["119 IV 154", "127 IV 79", "121 IV 162", "115 IV 121", "131 IV 83"], "chapeau": "37. Urteil des Kassationshofes vom 3. Dezember 1985 i.S. H. gegen Staatsanwaltschaft des Kantons Graubünden (Nichtigkeitsbeschwerde)", "regestes": ["Art. 185/184 CP; art. 260bis CP. 1. Distinction entre la prise d'otage, d'une part, et la séquestration accompagnée d'enlèvement en vue d'obtenir une rançon, d'autre part; définition du \"tiers\" (consid. 2). 2. Concours entre les actes préparatoires punissables et l'infraction consommée? (consid. 3). 3. Des dispositions concrètes ayant un caractère préparatoire, exécutées selon un plan conçu par d'autres, mais connu et approuvé par l'auteur, constituent des actes préparatoires exécutés conformément à un plan (consid. 4)."], "faits": "BGE 111 IV 144 S. 144\n\nA.- Das Kantonsgericht von Graubünden verurteilte H. am 28. August 1985 wegen Geiselnahme gemäss Art. 185 Ziff. 1 und 2 StGB und strafbarer Vorbereitungshandlungen gemäss Art. 260bis Abs. 1 StGB zu dreieinhalb Jahren Zuchthaus, abzüglich 20 Tage Untersuchungshaft.\n\nB.- H. führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Kantonsgerichtes von Graubünden sei bezüglich Ziff. 2 und 3 des Dispositivs aufzuheben, er sei von der Anklage der Geiselnahme im Sinne von Art. 185 Ziff. 1 und 2 StGB sowie der strafbaren Vorbereitungshandlungen im Sinne von Art. 260bis Abs. 1 StGB freizusprechen und der Freiheitsberaubung und Entführung im Sinne von Art. 183 und 184 StGB schuldig zu sprechen.\n\nDie Staatsanwaltschaft Graubünden beantragt, die Beschwerde abzuweisen.BGE 111 IV 144 S. 145", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. Der Beschwerdeführer rügt eine Verletzung von Art. 185 StGB. Er macht geltend, die ihm zur Last gelegte Straftat erfülle objektiv die Tatbestandsmerkmale sowohl der Freiheitsberaubung/Entführung (Art. 183/184 StGB) wie der Geiselnahme (Art. 185 StGB). Eine Abgrenzung könne deshalb nur über die subjektiven Erfordernisse erfolgen. Das besondere Unrecht der Geiselnahme bestehe darin, dass das Opfer zumeist völlig unbeteiligt sei, also keine persönlichen Beziehungen zu den Personen oder Institutionen habe, von welchen das Lösegeld gefordert werde, während bei der Freiheitsberaubung/Entführung gerade diese Beziehung den \"Angelpunkt\" bilde. Da Axel Sven Springer deswegen entführt worden sei, weil er der Enkel eines schwerreichen Grossvaters war, von dem man habe erwarten können, dass er für sein Enkelkind jedes Opfer zu erbringen bereit sei, hätte die Vorinstanz hier Art. 183 und 184 und nicht Art. 185 StGB anwenden sollen.\n\na) Wie sich aus den Materialien zu Art. 185 StGB zweifelsfrei ergibt, sah der Gesetzgeber den Unterschied zwischen der qualifizierten Freiheitsberaubung und Entführung im Sinne des Art. 184 Abs. 2 StGB und dem Grundtatbestand der Geiselnahme darin, dass sich die nötigende Handlung im ersten Fall unmittelbar gegen den seiner Freiheit Beraubten oder Entführten richtet, während der Täter im zweiten Fall nicht von der Geisel, sondern von einem Dritten ein bestimmtes Verhalten, z. B. das Leisten einer Geldsumme fordert (Botschaft des Bundesrates, BBl 1980 I 1260/1261). Ein Teil der Lehre folgt diesem Gedankengang und nimmt eine Geiselnahme stets an, wenn Dritte, auch Angehörige, das Lösegeld finanzieren müssen (SCHULTZ, Zur Revision des StGB vom 9. Oktober 1981; Gewaltverbrechen, ZStR 101/1984 S. 129 f.; SCHUBARTH, Kommentar zum Schweiz. Strafrecht, N. 7 zu Art. 185). Demgegenüber stellt sich STRATENWERTH auf den Standpunkt, es müsse unterschieden werden, je nachdem die Geisel völlig unbeteiligt sei, d.h. mit den Personen oder Institutionen, von denen ihr Schicksal abhangen solle, wenig oder nichts zu tun habe, oder ob es um die Ausnützung enger menschlicher Beziehungen gehe. Im letzteren Fall sei Art. 184 Abs. 2 StGB anzuwenden, im ersteren Art. 185 StGB (Schweiz. Strafrecht, BT I, 3. Aufl., S. 106 N. 51). ARZT schliesslich sieht einen \"radikalen Ausweg\" zur Abgrenzung des Art. 185 von Art. 184 StGB darin, dass man sich BGE 111 IV 144 S. 146an den der Geisel drohenden Risiken orientiere und Lösegelderpressungen schlechthin Art. 184 Abs. 2 StGB subsumiere, weil die Chancen, dass der Dritte nachgeben werde, bei Geldforderungen gross seien, was eine Privilegierung des Lösegelderpressers gegenüber anderen Geiselnehmern rechtfertige (Zur Revision des Strafgesetzbuches im Bereich der Gewaltverbrechen, ZStR 100/1983, S. 264 ff.).\n\nb) Nach Art. 185 Ziff. 1 Abs. 1 StGB wird mit Zuchthaus bestraft, wer jemanden der Freiheit beraubt, entführt oder sich seiner sonstwie bemächtigt, um einen Dritten zu einer Handlung, Unterlassung oder Duldung zu nötigen.\n\nGeht man vom Wortlaut dieser Gesetzesbestimmung aus, muss bei natürlicher Lesart unter dem Dritten jede Person verstanden werden, die weder mit dem Täter noch mit der Geisel identisch ist. Auch ist bei grammatikalischer Auslegung kein Unterschied erkennbar, je nachdem der zu nötigende Dritte zur Geisel in engen persönlichen Beziehungen steht oder ihr fremd ist. Das Gesetz spricht schlechthin vom Dritten ebenso wie es beispielsweise in Art. 173 StGB vom \"anderen\" spricht (s. BGE 96 IV 194 Nr. 43). Etwas anderes folgt auch nicht mittelbar aus dem Begriff der Geisel. Bei dieser handelt es sich um eine Person, deren sich der Täter bemächtigt, um Dritte zu einem bestimmten Verhalten zu zwingen (Botschaft des Bundesrates loc.cit.). Dafür, dass sie nur Geisel sei, wenn sie als völlig Unbeteiligte vom Täter zum \"Mittel\" der Nötigung gemacht werde, ist dem Gesetzestext nichts zu entnehmen. Anderseits schränkt dieser die Handlungen, zu denen der Täter den Dritten nötigen will, auch nicht in dem Sinne ein, dass die Bezahlung eines Lösegelds nicht darunter fiele.\n\nc) Sinn und Zweck des Gesetzes führen zu keinen anderen Schlüssen. Das der in Art. 185 Ziff. 1 Abs. 1 StGB umschriebenen Tat eigentümliche Unrecht liegt darin, dass jemand über einen Menschen verfügt, um Dritte zu einer Handlung, einer Duldung oder einer Unterlassung zu nötigen (Botschaft des Bundesrates loc.cit.). Die Angriffsrichtung des damit gekennzeichneten Verhaltens ist somit eine doppelte. Dieses zielt einerseits auf eine Beeinträchtigung der Bewegungsfreiheit der Geisel und anderseits auf eine solche der freien Willensbetätigung eines Dritten. Das aber spricht dagegen, zur Auslegung des Art. 185 Ziff. 1 Abs. 1 StGB und seiner Abgrenzung von Art. 184 Abs. 2 StGB einzig das Risiko der Geisel in Betracht zu ziehen und den Umstand, dass diese angeblich weniger gefährdet erscheint, wenn sich die Lösegeldforderung des BGE 111 IV 144 S. 147Täters gegen Angehörige oder enge Freunde des Entführten richtet, die alles zur Errettung des Entführungsopfers tun würden, allein für ausschlaggebend zu erachten. Würde man so verfahren, würde das die Freiheitsberaubung oder Entführung erst zur Geiselnahme machende erschwerende Element der gegen einen Dritten gerichteten Nötigungsabsicht des Täters (s. STRATENWERTH, loc.cit.) ohne Grund vernachlässigt. Nachdem der Gesetzgeber dieser Absicht jedoch massgebliche Bedeutung beigemessen hat, kann nicht ausser acht bleiben, dass die in der Nötigung liegende Drohung des Täters, die Geisel weiterhin in seiner Macht zu behalten oder ihr ein Leid zuzufügen, gerade Angehörige oder enge Freunde derselben besonders schwer trifft, was sich der Geiselnehmer in zahlreichen Fällen bewusst zunutze macht. Diese Tatsache wird dadurch nicht aus der Welt geschafft, dass umgekehrt für das Entführungsopfer bei der Nötigung ihm nahestehender Personen möglicherweise mehr Aussicht auf Befreiung besteht, als wenn die Drohung sich gegen der Geisel fremde Dritte richtet. Die Annahme, es sei die Lösegeldforderung gegenüber anderen, an den Dritten gerichteten Ansinnen deswegen zu privilegieren, weil \"Geld immer noch die am leichtesten beschaffbare vertretbare Sache sei\" (ARZT, loc.cit.), vermag nicht zu überzeugen. Im konkreten Fall kann Geld für den genötigten Dritten durchaus nicht leicht zu beschaffen sein, zumal wenn es sich um ein hohes Lösegeld handelt, das die Mittel des Genötigten bei weitem übersteigt oder nicht rasch genug flüssig gemacht werden kann.\n\nd) Nach Abwägung aller Umstände erscheint die dem Wortlaut folgende Auslegung als die auch dem Sinn der Norm gemässe. Entsprechend ist Dritter im Sinne des Art. 185 Ziff. 1 Abs. 1 StGB jede mit dem Täter und der Geisel nicht identische Person, einschliesslich Angehörige der letzteren, und es ist als Geiselnehmer auch der Täter strafbar, der sich der Geisel in der Absicht bemächtigt, einen Dritten zur Leistung eines Lösegeldes zu nötigen. Ist dem aber so, hat die Vorinstanz Bundesrecht nicht verletzt, wenn sie in casu den Beschwerdeführer nach Art. 185 StGB verurteilt hat.\n\n3. Sven Axel Springer war in der Nacht vom 20. auf den 21. Januar 1985 entführt worden. Bereits am 9. Dezember 1984 waren jedoch T. und N. mit H. in Verbindung getreten, um ihn zur Teilnahme an der Entführung zu bewegen. In diesem Zeitpunkt hatte T. bereits sämtliche Tatwerkzeuge beschafft, und es stand der Tatplan in allen Einzelheiten fest. Der Beschwerdeführer erklärte BGE 111 IV 144 S. 148sich anderntags, am 10. Dezember 1984, zum Mitmachen bereit, und besprach mit den Komplizen den Tatplan \"im Detail\". Am gleichen Abend traf man sich in der Absicht, zur Tat zu schreiten. Mit zwei Fahrzeugen fuhren die drei bis zur Autobahnraststätte Herrlisberg bei Wädenswil, wo sie die Tatwerkzeuge ins Auto des Beschwerdeführers umluden. Daraufhin fuhren H. und T. in Richtung Chur, während N. in Herrlisberg zurückblieb. Nachdem der Beschwerdeführer und sein Komplize in Walenstadt von einer automatischen Radaranlage erfasst worden waren, entschlossen sie sich, nach Herrlisberg zurückzukehren. Von dort fuhr H. nach Hause, während die beiden anderen nach Zuoz reisten und daselbst erfolglos versuchten, Springer zu entführen. H. wusste davon, weshalb er mit ihnen auf den nächsten Morgen einen Treffpunkt vereinbarte und dann an diesem während rund zwei Stunden auf die anderen wartete.\n\na) Das Kantonsgericht fand H. deswegen der strafbaren Vorbereitungshandlungen im Sinne des Art. 260bis StGB schuldig, wobei es von der Überlegung ausging, dass die Schwelle zum strafbaren Versuch erst dann überschritten gewesen wäre, wenn er mit dem Eindringen in das Gebäude des \"Lyceum Alpinum\" in Zuoz begonnen hätte.\n\nDer Beschwerdeführer, der dem Kantonsgericht hinsichtlich der letzterwähnten Feststellung beipflichtet, wirft ihm jedoch vor, nicht in Erwägung gezogen zu haben, dass die spätere tatsächliche Entführung den subsidiären Tatbestand der Vorbereitungen konsumiert habe; es liege nur eine auf ein und denselben Willensentschluss zurückzuführende Straftat vor, die erst beim zweiten Anlauf geglückt sei. Das Kantonsgericht selbst hebe die Tateinheit und den Fortsetzungszusammenhang zwischen den Vorbereitungshandlungen und der späteren Entführung sehr deutlich hervor, indem es den Rücktritt verneint habe, weil H. nicht endgültig auf die Tat verzichtet habe; er habe es nämlich am 10. Dezember 1984 gebilligt, dass die beiden anderen nach Zuoz fuhren, um Springer zu entführen, und sich mit ihnen auf den nächstfolgenden Tag verabredet, was den Schluss zulasse, \"dass er ohne weiteres bereit gewesen wäre, von diesem Zeitpunkt an an der Tat weiter mitzuwirken\". Seien aber Tateinheit und Fortsetzungszusammenhang klar erstellt, hätte der Beschwerdeführer wegen der Subsidiarität des Tatbestandes des Art. 260bis StGB in diesem Anklagepunkt von Schuld und Strafe freigesprochen werden müssen.BGE 111 IV 144 S. 149\n\nb) Wo das Gesetz zur Verstärkung des strafrechtlichen Schutzes vorbereitende Verhaltensweisen neben dem Vollendungstatbestand gesondert unter Strafe stellt, so dass man es mit verschiedenen Entwicklungsstufen desselben deliktischen Angriffs zu tun hat, da geht der Vorbereitungstatbestand im Vollendungstatbestand auf, wenn die Mehrheit der Einzelakte kraft ihres engen räumlichen und zeitlichen Zusammenhangs bei natürlicher Betrachtung als ein einheitliches Tun erscheinen - und im Sinne des Fortsetzungszusammenhangs auf ein und demselben Willensentschluss beruhen (s. BGE 104 IV 173 E. 2, BGE 98 IV 106 und 316; STRATENWERTH, AT I, S. 425 N. 8 und S. 432 N. 11; vgl. auch SCHULTZ, Einführung in den Allgemeinen Teil des Strafrechts, I, 4. Aufl., S. 134). Eine solche natürliche Handlungseinheit ist bezüglich der Tatbestände der Art. 260bis und 185 Ziff. 1 Abs. 1 StGB denkbar. Die erstgenannte Bestimmung regelt u.a. die Vorbereitung der Geiselnahme, die als Vollendungstat von Art. 185 StGB erfasst wird. Wo aber Ausführung und Vollendung der Geiselnahme derart eng an die Vorbereitung anschliessen, dass die verschiedenen Einzelakte objektiv und subjektiv als eine Einheit in Erscheinung treten, da muss eine konkurrierende Anwendung des Art. 260bis neben dem Art. 185 StGB ausser Betracht fallen.\n\nc) Im vorliegenden Fall gebricht es an den für die Annahme einer Handlungseinheit erforderlichen Voraussetzungen schon deswegen, weil zwischen den am 10. Dezember 1984 begangenen Vorbereitungshandlungen, welche die Vorinstanz dem Beschwerdeführer nach Art. 260bis StGB zur Last legte, und der späteren Geiselnahme vom 21. Januar 1985, derentwegen das Kantonsgericht H. nach Art. 185 Ziff. 1 StGB verurteilte, mehr als ein Monat liegt. Es fehlt damit jene enge zeitliche Folge von Vorbereitung, Ausführung und Vollendung der Tat, die gegeben sein müsste, um die vom Gesetzgeber gesondert unter Strafe gestellten Vorbereitungshandlungen im Vollendungstatbestand aufgehen zu lassen. Das Kantonsgericht hat demnach mit der konkurrierenden Anwendung der beiden Bestimmungen Bundesrecht nicht verletzt, sofern es im übrigen Art. 260bis StGB zutreffend ausgelegt und angewendet hat, was der Beschwerdeführer ebenfalls bestreitet.\n\n4. H. macht geltend, Art. 260bis StGB setze eine planmässige Vorbereitung voraus, die sich in technischen oder organisatorischen Vorkehrungen äussern müsse. Einen solchen Tatbeitrag habe er jedoch entgegen der Auffassung der Vorinstanz nicht geleistet. Er habe zwar \"planmässig mitgewirkt\", doch sei er bloss BGE 111 IV 144 S. 150in einen bereits von seinen Komplizen im einzelnen vorbereiteten Plan \"eingestiegen\", ohne dass er irgendwelche konkrete oder organisatorische Vorkehrungen habe treffen müssen.\n\na) Nach dem angefochtenen Urteil trafen sich T. und N. erstmals am 9. Dezember 1984 mit dem Beschwerdeführer, um diesen für eine Teilnahme an der bereits geplanten Entführung Springers zu gewinnen. Am 10. Dezember 1984 fand eine zweite Begegnung statt, bei welcher H. seine Beteiligung zusagte. Daraufhin wurde der Tatplan eingehend besprochen, die später zu verwendende Drohung gemeinsam formuliert und vereinbart, am gleichen Abend zur Tat zu schreiten. Hiefür traf man sich im Bahnhofbuffet in Zürich und fuhr in zwei Fahrzeugen von dort zur Autobahnraststätte Herrlisberg, wo die Tatwerkzeuge und Waffen ins Auto von H. umgeladen wurden. Dann fuhren der Beschwerdeführer und T. zur Ausführung der Tat in Richtung Zuoz, während N. im zweiten Wagen zurückgelassen wurde.\n\nb) Diese tatsächlichen Feststellungen der Vorinstanz reichen zur Überprüfung der Gesetzesanwendung durch das Bundesgericht vollends aus, und es erweist sich diese letztere als zutreffend.\n\nDie eingehende Besprechung des Tatplans und die gemeinsame Formulierung der zu verwendenden Drohung stellen unzweifelhaft konkrete organisatorische Vorkehrungen dar. Auch sind das Zurverfügungstellen des eigenen Wagens durch den Beschwerdeführer, die Fahrt mit zwei Fahrzeugen zur Autobahnraststätte Herrlisberg und das dortige Umladen der Tatwerkzeuge und Waffen in das Fahrzeug von H. konkrete technische Massnahmen. Dass all dies planmässig abgewickelt wurde, bestreitet der Beschwerdeführer selber nicht, anerkennt er doch ausdrücklich, planmässig mitgewirkt zu haben. Der Umstand, dass T. und N. schon vor der ersten Besprechung mit dem Beschwerdeführer die Tatwerkzeuge beschafft und den Tatplan ausgeheckt hatten, entlastet ihn nicht vom Vorwurf, auf dem weiteren Weg zur Verwirklichung dieses Plans konkrete technische und organisatorische Massnahmen getroffen zu haben, deren Art und Umfang deutlich machen, dass er psychologisch an der Schwelle der Tatausführung angelangt war (BGE 111 IV 157 E. 2) Art. 260bis Abs. 1 StGB setzt bloss voraus, dass der Täter \"planmässig konkrete technische oder organisatorische Vorkehrungen trifft\". Dass er den Plan auch selber entworfen habe, verlangt das Gesetz nicht. Es muss vielmehr genügen, dass er den Plan kennt, ihn billigt und sodann mehrere konkrete Handlungen vornimmt, die im Rahmen des deliktischen Vorhabens eine BGE 111 IV 144 S. 151bestimmte Vorbereitungsfunktion haben und allein oder zusammen mit Handlungen, die von anderen gemäss den unter ihnen verteilten Rollen begangen werden, die Planmässigkeit erkennen lassen (STRATENWERTH, BT II, S. 214 N. 6). Das aber war bei den dem Beschwerdeführer von der Vorinstanz zur Last gelegten Handlungen der Fall, weshalb diese ihn zu Recht nach Art. 260bis StGB verurteilt hat."}