{"annee": "111", "cour": "IV", "page": "32", "date": "18/2/1985", "cite": ["109 IV 147"], "cite_par": ["117 IV 58", "113 IV 108"], "chapeau": "9. Urteil des Kassationshofes vom 18. Februar 1985 i.S. Generaldirektion PTT gegen J. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 42 LCTT, art. 25 CP; complicité en cas d'infraction à la LF réglant la correspondance télégraphique et téléphonique. Le vendeur d'un appareil récepteur-scanner dont la bande de fréquence ne comporte qu'un petit nombre de canaux pouvant être contrôlés en toute légalité (et encore par une personne au bénéfice d'une concession) est complice d'infraction à l'art. 42 LCTT, s'il contribue à faciliter voire à provoquer l'usage illicite éventuel de l'appareil. Une telle contribution existe notamment en cas de remise d'une liste de fréquences dont le contrôle est interdit aux particuliers (précision de la jurisprudence)."], "faits": "|33|\n\nA.- J. verkaufte L. im August 1981 ein Scanner-Empfangsgerät der Marke \"Bearcat 210-XL-56 880\", mit welchem die Frequenzbereiche 30-50 MHz, 144-174 MHz, 420-450 MHz und 450-512 MHz überwacht werden können. Legal betrieben werden kann das Gerät lediglich mit einer Amateurfunk-Empfangskonzession in den Frequenzbereichen 144-146 MHz und 430-440 MHz. J. händigte L. beim Verkauf des Geräts eine Bedienungsanleitung und eine umfassende Frequenzliste aus.\n\nL., der keine entsprechende Konzession besass, betrieb in der Folge das Scanner-Empfangsgerät auf allen verfügbaren Frequenzen, weshalb er am 8. Oktober 1981 von der Kreistelefondirektion Basel wegen Widerhandlung gegen Art. 42 TVG gebüsst wurde.\n\nB.- Mit Strafbescheid vom 9. September 1982 verfällte die Kreistelefondirektion Olten J. wegen Gehilfenschaft zu einer Widerhandlung gegen Art. 42 TVG in eine Busse von Fr. 150.--.\n\nAm 29. März 1984 sprach das Bezirksgericht Lenzburg J. von Schuld und Strafe frei, auferlegte ihm jedoch die Verfahrenskosten.\n\nDas Obergericht des Kantons Aargau bestätigte am 6. Dezember 1984 den erstinstanzlichen Entscheid im Schuld- und Strafpunkt, hob ihn jedoch im Kostenpunkt auf und sprach J. eine vom Bund zu leistende Entschädigung zu.\n\n|34|\n\nC.- Die Generaldirektion PTT führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei aufzuheben und die Sache zu neuer Beurteilung zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Vorinstanz anerkennt, dass der Beschwerdegegner durch den Verkauf des Scanner-Empfangsgeräts den illegalen Betrieb desselben durch den Käufer L. \"überhaupt erst ermöglicht\" und damit den objektiven Tatbestand der Gehilfenschaft zu einer Widerhandlung gegen Art. 42 TVG erfüllt hat. Sie stellt sich dagegen auf den Standpunkt, es habe dem Beschwerdegegner dabei am Vorsatz gefehlt; es stehe nämlich fest, dass J. die Käufer beim Erwerb solcher Geräte auf die Rechtslage aufmerksam machte. Auch sei für ihn irgendein Hinweis auf die Absicht illegaler Verwendung des Empfangsgeräts durch L. nicht vorgelegen. J. habe beim Verkauf des Apparates weder gewusst noch nach den Umständen damit rechnen müssen, dass der Käufer keine Konzession habe und das Gerät allenfalls widerrechtlich erstellen, betreiben oder benützen werde. Unmassgeblich sei überdies die Abgabe der Frequenzliste, seien doch die Frequenzen der festen und mobilen Funkdienste der Schweiz allgemein bekannt und deren Liste in jeder Buchhandlung für jedermann frei zugänglich. Schliesslich könnten die technisch möglichen Frequenzen mühelos auch ohne Frequenzliste empfangen werden.\n\n2. Der Verkauf von Empfangsgeräten der genannten Art ist in der Schweiz unbestrittenermassen nicht verboten, auch wenn diese einen Frequenzbereich beschlagen, der zum grössten Teil überhaupt nicht legal benutzt werden kann. Das schliesst indessen nicht aus, dass der Verkauf solcher Geräte an Käufer, welche diese in der Schweiz widerrechtlich benützen, als Gehilfenschaft zur Widerhandlung gegen Art. 42 TVG strafbar sein kann. Indessen darf eine solche strafbare Teilnahme - wie in BGE 109 IV 150 ff. E. 4 entschieden wurde - nur angenommen werden, wenn der Verkäufer beim Verkauf des Gerätes weiss oder zumindest damit rechnet, dass der Käufer es in der Schweiz widerrechtlich erstellen, betreiben oder benützen wird. Dabei gehört zum Vorsatz auch die Voraussicht des Geschehensablaufs.\n\nWer Empfangsgeräte, die in der Schweiz überhaupt nicht oder hinsichtlich des von ihnen erfassbaren Frequenzbereichs nur in begrenztem Umfang und auch insoweit nur mit einer entsprechenden |35| Konzession erstellt, betrieben oder benützt werden dürfen, verkauft, der muss indessen ernstlich damit rechnen, dass die Apparate auch zum Zweck eines illegalen Gebrauchs erworben werden. Er hat deshalb den Käufer ausdrücklich darauf hinzuweisen, dass das fragliche Gerät in der Schweiz nicht oder nur auf einem begrenzten Frequenzbereich verwendet werden darf, und auf seine Reaktion zu achten. Nur wenn diese nicht auf eine eventuelle künftige Absicht, das Gerät widerrechtlich zu verwenden, schliessen lässt, darf der Verkäufer auf die Gesetzestreue des Erwerbers vertrauen, und es obliegt ihm diesfalls keine weitergehende Abklärungspflicht. An diesen aus dem angeführten Urteil folgenden Grundsätzen ist weiterhin festzuhalten. Doch bedürfen sie insofern einer Präzisierung, als der Verkäufer dem Vorwurf einer auch subjektiv anrechenbaren Gehilfenschaft zu einer Widerhandlung gegen Art. 42 TVG nur entgeht, wenn er über das blosse Angebot des fraglichen Geräts hinaus nichts unternimmt, was dessen späteren Missbrauch erleichtern und damit fördern kann. Wo es beispielsweise um ein Empfangsgerät geht, aus dessen weitgefächertem Frequenzbereich nur wenige Kanäle in der Schweiz legal überwacht werden dürfen, da muss sich der Verkäufer darauf beschränken, dem Erwerber diese Frequenzen, aber auch nur diese anzugeben; ein legitimes Interesse, mehr zu wissen, besteht auf seiten des Erwerbers nicht. Vermittelt er diesem jedoch die Kenntnis auch der legal nicht verwendbaren Kanäle, so erleichtert er damit bewusst den möglichen Missbrauch des Geräts und nimmt einen solchen in Kauf. Das hat die Vorinstanz übersehen.\n\n3. Im vorliegenden Fall hat der Beschwerdegegner nach den Feststellungen des angefochtenen Urteils L. wohl auf die Rechtslage hingewiesen. Er hat ihm aber gleichzeitig eine sehr umfangreiche Frequenzliste ausgehändigt, die weit über das hinausging, was ein Erwerber im Besitz einer Amateur-Empfangskonzession mit dem fraglichen Gerät überhaupt überwachen darf, zumal wenn man berücksichtigt, dass die Liste u.a. zahlreiche der Polizei verschiedener Kantone und Städte sowie der deutschen und österreichischen Grenzpolizei vorbehaltene Kanäle enthielt, deren Überwachung durch Private aus naheliegenden Gründen untersagt ist. Damit aber hat J. eine Lage geschaffen, bei der ein möglicher künftiger Missbrauch des Gerätes nahelag. Wer jedoch solches tut, der fördert bewusst die Begehung einer Widerhandlung im Sinne des Art. 42 TVG und nimmt dies auch in Kauf. Darüber hilft der Hinweis des Obergerichts nicht hinweg, wonach die Frequenzen |36| der festen und mobilen Funkdienste der Schweiz allgemein bekannt und in jeder Buchhandlung frei zugänglich seien und ohne Liste mühelos empfangen werden können. Abgesehen davon, dass hinsichtlich der Richtigkeit der ersteren Aussage zumindest erhebliche Zweifel bestehen, ist jedenfalls nicht festgestellt, dass L. von all den in der Liste enthaltenen Kanälen Kenntnis gehabt hat. Ohne die Liste wäre auch eine gezielte Einprogrammierung bestimmter Frequenzen nicht leichthin möglich gewesen. Ist dem aber so, verschaffte J. dem Käufer mit der Aushändigung der Liste unmittelbaren Zugang zu bestimmten Frequenzen, deren Benützung verboten ist, und förderte er damit den späteren Missbrauch des gleichzeitig verkauften Empfangsgerätes im Sinne von Art. 42 TVG in Verbindung mit Art. 44 Abs. 2 TVG und Art. 5 VStrR.\n\nDemnach erkennt das Bundesgericht:\n\nIn Gutheissung der Nichtigkeitsbeschwerde wird das angefochtene Urteil aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}