{"annee": "111", "cour": "IB", "page": "116", "date": "30/1/1985", "cite": ["108 IB 71", "101 IA 92", "109 IB 90"], "cite_par": ["118 IB 60", "129 II 361", "112 IA 208", "134 II 217", "143 V 95", "114 IB 17"], "chapeau": "26. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 30. Januar 1985 i.S. Bundesamt für Landwirtschaft gegen Thermalbad Zurzach AG, Regierungsrat und Verwaltungsgericht des Kantons Aargau (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 4 Cst., règles de procédure lors du vote au sein d'un tribunal. Art. 85 LAgr, désaffectation d'immeubles agricoles améliorés à l'aide de contributions publiques. Violation du principe général, selon lequel la décision du tribunal doit être motivée selon les voeux de la majorité de ses membres (consid. 2). Refus de l'autorisation d'exploiter des immeubles améliorés à l'aide de contributions publiques - en l'occurrence, une importante surface d'excellente terre cultivable - non plus à des fins agricoles, mais comme terrain de golf, afin de développer le tourisme dans la région concernée. Absence de justes motifs au sens de l'art. 85 al. 3 LAgr, dès lors que l'intérêt au maintien de l'affectation agricole prévaut sur celui à l'établissement d'une place de golf (consid. 3). Refus de l'autorisation également sous l'angle du principe de la confiance (consid. 4)."], "faits": "|117|\n\nDie Motor Columbus AG erwarb im Jahre 1962 in der Gemeinde Rietheim rund 40 ha Land im Hinblick auf den Bau eines Kraftwerks. Das Land befand sich im Perimeter der Güterregulierung, welche die Grundeigentümer von Rietheim im Dezember 1960 beschlossen hatten. Noch während die Güterregulierung im Gang war, verkaufte die Motor Columbus AG am 29. Oktober 1976 ihre Parzellen im Umfang von total 399'478 m2 an die Thermalbad Zurzach AG. Diese erwarb das Land in der Absicht, darauf einen Golfplatz anzulegen. Bei der Neuzuteilung im Jahre 1978 wurden der Thermalbad Zurzach AG sechs zusammenhängende landwirtschaftliche Grundstücke mit einer Gesamtfläche von 345'985 m2 zugewiesen. Am 27. April 1981 stellte sie beim Finanzdepartement des Kantons Aargau das Gesuch, es sei ihr zu gestatten, diese Parzellen ihrem Zweck zu entfremden und als Golfgelände zu nutzen. Das Finanzdepartement (Abteilung Landwirtschaft) wies das Gesuch ab. Eine Beschwerde an den Regierungsrat blieb ohne Erfolg. Die Thermalbad Zurzach AG zog den Entscheid des Regierungsrates an das Verwaltungsgericht des Kantons Aargau weiter. Das Verwaltungsgericht hiess am 4. Mai 1984 die Beschwerde gut, hob die Entscheide der Vorinstanzen auf und wies die Sache an das Finanzdepartement zurück, damit es der Thermalbad Zurzach AG für die regulierten landwirtschaftlichen Grundstücke eine Ausnahme vom Zweckentfremdungsverbot im Sinne von Art. 85 Abs. 3 des Bundesgesetzes über die Förderung der Landwirtschaft und die Erhaltung des Bauernstandes vom 3. Oktober 1951 (LwG), nötigenfalls mit sachbezogenen Bedingungen und Auflagen, bewillige.\n\nGegen diesen Entscheid hat das Bundesamt für Landwirtschaft beim Bundesgericht Verwaltungsgerichtsbeschwerde erhoben.\n\n|118|", "considerants": "Aus den Erwägungen:\n\n2. Das Verwaltungsgericht hielt als Ergebnis seiner Erwägungen fest, eine Mehrheit des Gerichts sei der Meinung, dass keine Gründe des Vertrauensschutzes zur Gutheissung der Beschwerde vorlägen. Ebenso vertrete eine - personell anders zusammengesetzte - Mehrheit die Ansicht, dass keine wichtigen Gründe eine Bewilligung der Zweckentfremdung rechtfertigten. Dennoch gelangte das Gericht mit folgender Begründung zur Gutheissung der Beschwerde: \"Da beide Punkte - Vertrauensschutz und wichtige Gründe - je für sich allein für die Gutheissung der Beschwerde genügen, ergibt die Schlussabstimmung, dass eine Mehrheit des Gerichts die Beschwerde aus dem einen oder anderen bzw. beiden Gründen gutheisst. Dass dies mit abweichender Begründung geschieht, ändert am Ergebnis nichts.\"\n\nDas Bundesamt für Landwirtschaft rügt, diese Schlussfolgerung sei unhaltbar, denn es gehe nicht an, die beiden Minderheiten sozusagen zu einer Mehrheit zusammenzuzählen. Es macht damit dem Sinne nach geltend, das Verwaltungsgericht habe das kantonale Verfahrensrecht in unhaltbarer Weise angewendet und dadurch Art. 4 BV verletzt. Dieser Einwand ist zulässig, kann doch mit der Verwaltungsgerichtsbeschwerde auch eine Verletzung von Bundesverfassungsrecht gerügt werden, sofern die Rüge eine Angelegenheit betrifft, die in die sachliche Zuständigkeit des Bundesgerichts als Verwaltungsrechtspflegeinstanz fällt (BGE 108 Ib 74 E. 1a mit Hinweisen).\n\nNach allgemeinen Regeln, die sowohl in einem kantonalen als auch in einem eidgenössischen Gerichtsverfahren gelten, wird zum Entscheid des Gerichts derjenige Antrag erhoben, auf den das absolute Mehr der Stimmen entfällt. Ist der Entscheid zu begründen, so muss auch über die Begründung abgestimmt werden, wenn darüber Meinungsverschiedenheiten bestehen (GULDENER, Schweizerisches Zivilprozessrecht, 3. Auflage, 1979, S. 244 N. 26); denn für die Begründung gilt dasselbe wie für den Entscheid: auch ihr muss die Mehrheit des Gerichts zustimmen. Diese Regel hat das Verwaltungsgericht im vorliegenden Fall nicht beachtet. Die Beratung des Gerichts hatte ergeben, dass Meinungsverschiedenheiten über die Begründung des Antrags auf Gutheissung der Beschwerde bestanden und sich nur je eine Minderheit mit der einen oder anderen Begründung einverstanden erklärte. Gleichwohl wurde am Schluss nur über die beiden Anträge (Gutheissung |119| oder Abweisung der Beschwerde) abgestimmt, wobei sich eine Mehrheit für Gutheissung ergab, und das Gericht führte in den Erwägungen des Entscheids die beiden Minderheitsbegründungen an. Ein solches Vorgehen ist unhaltbar; es verstösst gegen den allgemeinen Grundsatz, wonach der Entscheid eine Mehrheitsbegründung zu enthalten hat. Das Verwaltungsgericht hätte zunächst im Sinne einer Eventualabstimmung über die Begründung für den Fall einer Gutheissung der Beschwerde abstimmen und hernach den Antrag auf Gutheissung mit der betreffenden Mehrheitsbegründung dem Antrag auf Abweisung gegenüberstellen sollen (vgl. GULDENER, a.a.O., S. 244 f.). Nach dem Gesagten hat das Verwaltungsgericht einen allgemeinen Verfahrensgrundsatz offensichtlich verletzt und damit gegen Art. 4 BV verstossen. Die Beschwerde ist schon aus diesem Grund gutzuheissen. Der erwähnte Verfahrensmangel hat die Aufhebung des angefochtenen Entscheids zur Folge, unbekümmert darum, ob dieser im Ergebnis richtig ist oder nicht. Indessen rechtfertigt es sich hier, den Entscheid auch in materieller Hinsicht zu prüfen.\n\n3. Art. 85 LwG lautet:\n\n\"Ohne Bewilligung der zuständigen kantonalen Behörde darf ein mit öffentlichen Mitteln verbessertes Grundstück oder ein erstelltes Siedlungswerk innert 20 Jahren seit der Entrichtung der Beiträge dem Zweck, für den sie geleistet wurden, nicht entfremdet werden. Der Eigentümer, der diese Vorschrift verletzt, hat die vom Bund geleisteten Beiträge zurückzuerstatten und allen durch die Zweckentfremdung verursachten Schaden zu ersetzen. Eine Zweckentfremdung darf nur aus wichtigen Gründen bewilligt werden.\n\nBewilligt die Behörde die Zweckentfremdung, so kann sie die Rückerstattung der Beiträge ganz oder zum Teil erlassen.\"\n\na) Die Beschwerdegegnerin und das Verwaltungsgericht weisen in den Beschwerdeantworten darauf hin, Art. 85 LwG sehe für den Fall der Verletzung des Zweckentfremdungsverbots keine weitergehenden Sanktionen als die Rückerstattung der Bundesbeiträge und Leistung von Schadenersatz vor. Das Verwaltungsgericht meint, man könnte sich daher fragen, ob die Beschwerdegegnerin nicht Anspruch auf Entlassung ihrer Grundstücke aus dem Zweckentfremdungsverbot hätte, falls sie freiwillig bereit wäre, die Subventionen zurückzuerstatten und allfälligen Schadenersatz zu leisten. Eine solche Argumentation vermag in Anbetracht von Art. 85 Abs. 3 LwG nicht zu überzeugen. Diese Vorschrift legt klar und eindeutig fest, dass eine Zweckentfremdung nur aus wichtigen |120| Gründen bewilligt werden darf. Damit wird die Möglichkeit ausgeschlossen, dass gegen Rückzahlung der Bundesbeiträge und Leistung von Schadenersatz - ohne Rücksicht auf die Bedeutung des Grundes - die Entlassung des Grundstücks aus dem Zweckentfremdungsverbot verlangt werden kann. Dies liefe denn auch dem Sinn des Verbots zuwider, soll doch damit erreicht werden, dass die mit öffentlichen Mitteln verbesserten Grundstücke möglichst lange der landwirtschaftlichen Nutzung erhalten bleiben und im Hinblick darauf eben nur aus gewichtigen Gründen einer anderen Nutzung zugeführt werden dürfen.\n\nb) Die Beschwerdegegnerin wendet in ihrer Vernehmlassung vom 14. August 1984 sodann ein, die Bundesbeiträge für die Güterzusammenlegung Rietheim seien am 25. November 1967 zugesichert und seither laufend bezahlt worden. Gemäss Art. 85 Abs. 1 LwG bedeute dies, dass die Dauer des Zweckentfremdungsverbotes in drei bis vier Jahren ablaufe. Zwar vertrete das Bundesamt gestützt auf Art. 53 Abs. 6 der Verordnung des Bundesrates über die Unterstützung von Bodenverbesserungen und landwirtschaftlichen Hochbauten vom 14. Juni 1971 (SR 913.1, im folgenden abgekürzt: BoV) die Ansicht, das Verbot gelte noch bis zum Ablauf von 20 Jahren seit der Schlusszahlung des Bundesbeitrages und somit, weil diese bis heute noch nicht erfolgt sei, mindestens bis zum Jahre 2004. Die Vorschrift von Art. 53 Abs. 6 BoV gehe jedoch weit über Art. 85 des Landwirtschaftsgesetzes hinaus und sei rechtswidrig, könnten doch aufgrund jener Bestimmung der Zeitpunkt der Schlusszahlung und damit die Dauer des Zweckentfremdungsverbots praktisch völlig frei manipuliert werden. Obgleich unbestritten ist, dass im vorliegenden Fall die Sperrfrist von 20 Jahren noch nicht abgelaufen ist, erscheint es aus prozessökonomischen Gründen als angebracht, zum Einwand der Beschwerdegegnerin Stellung zu nehmen.\n\nArt. 85 Abs. 1 LwG bestimmt, dass ein mit öffentlichen Mitteln verbessertes Grundstück innert 20 Jahren seit der Entrichtung der Beiträge dem Zweck, für den sie geleistet wurden, nicht entfremdet werden darf. Gemäss Art. 53 Abs. 5 und 6 BoV besteht das Verbot der Zweckentfremdung von der Zusicherung des Bundesbeitrages nach Art. 16 BoV an, und es gilt bis zum Ablauf von 20 Jahren seit der Schlusszahlung des Bundesbeitrages; die zuständige kantonale Behörde hat das Datum der Schlusszahlung als Zusatz zur Anmerkung im Grundbuch eintragen zu lassen. Mit diesen Bestimmungen wird das Zweckentfremdungsverbot nach zwei Seiten hin |121| begrenzt; einerseits entfaltet es seine Wirkung von der Zusicherung des Bundesbeitrages an, anderseits erlöscht es 20 Jahre nach Leistung der Schlusszahlung des Bundesbeitrages. Die Vorschriften von Art. 53 Abs. 5 und 6 BoV verstossen nicht gegen Art. 85 LwG. Sie stellen lediglich den Sinn dieser Gesetzesbestimmung klar und präzisieren insbesondere die zeitliche Geltung des Zweckentfremdungsverbotes. Die vom Bundesrat getroffene Regelung steht mit dem Landwirtschaftsgesetz im Einklang. Die Beitragsleistung des Bundes erfolgt etappenweise, meist über den Zeitraum mehrerer Jahre. Der Zweck, welchem die Bundesbeiträge gewidmet sind, bedarf von allem Anfang an der Sicherung. Anderseits soll er nach Abschluss der Güterzusammenlegung möglichst lange erhalten bleiben. Es entspricht somit, wie teleologische Auslegung ergibt, dem Sinn des Gesetzes, die 20jährige Frist erst nach Abschluss der Güterzusammenlegung laufen zu lassen, und wenn der Bundesrat das Datum der Schlusszahlung des Bundesbeitrages als massgeblichen Zeitpunkt für den Beginn des Fristenlaufes gewählt hat, so liegt das durchaus im Rahmen von Art. 85 LwG. Wohl mag es Fälle geben, in denen die Schlusszahlung ohne sachlich gerechtfertigten Grund hinausgezögert wird in der Absicht, die Dauer des Zweckentfremdungsverbots zu verlängern. Ein solches Verhalten würde aber gegen Treu und Glauben verstossen und müsste wohl dazu führen, in diesem Fall für den Beginn der 20jährigen Frist auf den Zeitpunkt abzustellen, bis zu welchem von den zuständigen Behörden ordentlicherweise die Schlusszahlung hätte erwartet werden dürfen. Der betroffene Eigentümer kann sich gegen eine ungerechtfertigte Verzögerung dadurch zur Wehr setzen, dass er ein Gesuch um Bewilligung der Zweckentfremdung stellt, auch wenn die Schlusszahlung noch nicht erfolgt ist. Abgesehen von diesen Fällen des treuwidrigen Verhaltens bleibt es indessen dabei, dass die 20jährige Frist von Art. 85 Abs. 1 LwG erst vom Datum der Schlusszahlung des Bundesbeitrages an zu laufen beginnt.\n\nc) Das Bundesamt für Landwirtschaft macht geltend, die in Art. 85 Abs. 3 LwG genannte Voraussetzung für die Bewilligung einer Zweckentfremdung sei im vorliegenden Fall nicht erfüllt. Die gegenteilige Ansicht sei unrichtig und verletze somit Bundesrecht.\n\nGemäss Art. 85 Abs. 3 LwG darf eine Zweckentfremdung nur aus wichtigen Gründen bewilligt werden. Bei der Frage, ob solche Gründe vorliegen, geht es um eine Abwägung von Interessen, und zwar sind das Interesse an der möglichst langdauernden Erhaltung der landwirtschaftlichen Nutzung des verbesserten Bodens |122| einerseits und das private oder öffentliche Interesse, den mit Unterstützung des Bundes meliorierten Boden nicht mehr landwirtschaftlich zu nutzen, anderseits, einander gegenüberzustellen und sodann zu gewichten (vgl. PFENNINGER, Sicherung und Revision der Güterzusammenlegung, ZBl 72/1971 S. 322). Die von der Vorinstanz vorgenommene Interessenabwägung überprüft das Bundesgericht grundsätzlich frei. Es übt jedoch Zurückhaltung, soweit sie von der Würdigung örtlicher Verhältnisse abhängt (BGE 109 Ib 93 f. mit Hinweisen).\n\naa) Als Gründe für die Bewilligung der Zweckentfremdung werden im zu beurteilenden Fall vor allem öffentliche Interessen geltend gemacht, nämlich die wirtschaftliche Entwicklung des Kurorts und der Region Zurzach. Die Beschwerdegegnerin weist darauf hin, diese Region sei in wirtschaftlicher Hinsicht wegen ihrer Randlage an der Kantons- und Landesgrenze benachteiligt und habe zudem in den letzten Jahren erhebliche Rückschläge in der Industrie erlitten. Die einzige Möglichkeit, den Verlust an industriellen und gewerblichen Arbeitsplätzen wettzumachen, liege im Ausbau des Kurorts. Damit Zurzach als Badekurort konkurrenzfähig bleibe, müsse das Angebot an die Kurgäste auch in sportlicher Hinsicht erweitert werden. Die grossen Badekurorte des Auslandes verfügten über Golfplätze. Das Golfspiel sei der ideale Sport für den erholungsbedürftigen Kurgast. Eine Golfanlage bringe sowohl zehn direkte als auch weitere indirekte Arbeitsplätze, zudem wirke sie als Werbeeffekt für den Kurort. Nach den Richtlinien für die Kurortentwicklung von Zurzach werde daher die Anlage eines Golfplatzes als notwendig und vordringlich erachtet. Die Beschwerdegegnerin bringt damit gewichtige Argumente vor. Es besteht ein bedeutendes öffentliches Interesse, die Entwicklungsmöglichkeiten einer wirtschaftlich benachteiligten Region zu fördern.\n\nbb) Diesem Interesse steht dasjenige der Landwirtschaft gegenüber. Wie in der Botschaft des Bundesrates zum Landwirtschaftsgesetz ausgeführt wird, gehören die Meliorationsarbeiten zu den grundlegenden Massnahmen zur Erhaltung und Förderung der Landwirtschaft (BBl 1951 I S. 234). Mit dem Zweckentfremdungsverbot von Art. 85 LwG soll eine \"möglichst langdauernde Wirkung der Subventionen\" erreicht werden (BBl 1951 I S. 238), d.h. die Massnahme soll Gewähr dafür bieten, dass der mit öffentlichen Mitteln verbesserte Boden möglichst lange der landwirtschaftlichen Nutzung erhalten bleibt. Hinsichtlich der hier in |123| Frage stehenden meliorierten Grundstücke ist das öffentliche Interesse, dass diese weiterhin dem Zweckentfremdungsverbot unterstellt bleiben, besonders gross, denn es handelt sich um ausgezeichnetes Kulturland, das mit Erfolg als Ackerland bewirtschaftet wird, und zudem um eine ausserordentlich grosse Fläche von rund 35 ha. Es liegt im Interesse sowohl der schweizerischen Landwirtschaft als auch der Landesversorgung, dass solche grosse Flächen erstklassigen Kulturlandes so lange als möglich landwirtschaftlich genutzt werden können. Angesichts der Tatsache, dass immer mehr wertvolles Kulturland der landwirtschaftlichen Nutzung verlorengeht, ist der Erhaltung von landwirtschaftlich genutztem Boden in besonderem Mass Sorge zu tragen.\n\ncc) Wägt man die beiden Interessen gegeneinander ab, so ist das Interesse, welches für eine Bewilligung der Zweckentfremdung spricht, verglichen mit demjenigen, das die Aufrechterhaltung des Zweckentfremdungsverbots verlangt, als weniger gewichtig einzustufen. Zwar trifft es durchaus zu, dass die Nutzung des Landes für einen Golfplatz eine massvollere Zweckentfremdung darstellt, als sie sonst noch denkbar wäre, wie z.B. bei Überbauung. Dies ist jedoch ohne Belang, da Art. 85 LwG jede Art von Zweckentfremdung verbieten will. Ebensowenig ist von Bedeutung, dass ein Golfplatz in Notzeiten allenfalls wieder der landwirtschaftlichen Nutzung zugeführt werden könnte. Es ist davon auszugehen, dass eine solche erneute landwirtschaftliche Nutzung wegen der Umgestaltung des Geländes, wie sie eine Golfanlage mit sich bringt, stark beeinträchtigt würde. Entgegen der Argumentation der Beschwerdegegnerin sind somit die langfristige Sicherung der Ertragsfähigkeit, die Sicherung der Landesversorgung und die Erhaltung von Kulturland bei einer Verwendung des Landes als Golfplatz keineswegs gewährleistet. Unbehelflich ist ferner der Einwand der Thermalbad Zurzach AG, sie sei nicht gehalten, das Land als Ackerland zu nutzen, und auch die bescheidenste landwirtschaftliche Nutzung sei zulässig. Das Landwirtschaftsgesetz und die Bodenverbesserungs-Verordnung sehen eine Unterhalts- und Bewirtschaftungspflicht vor (Art. 84 und 89 LwG, Art. 59 ff. BoV). Art. 59 BoV verlangt ausdrücklich, dass der verbesserte Boden \"richtig bewirtschaftet\" wird. Was sodann die Gesichtspunkte der Raumplanung betrifft, so können diese bei der Interessenabwägung nicht entscheidend ins Gewicht fallen, weil sowohl das Interesse für die Zweckerhaltung des landwirtschaftlich genutzten Bodens als auch dasjenige |124| für die Anlage eines Golfplatzes mit den in Art. 3 des Bundesgesetzes über die Raumplanung umschriebenen Planungsgrundsätzen übereinstimmt. Im weitern ist die Beschwerdegegnerin zu Unrecht der Ansicht, aus Art. 53 Abs. 3 BoV lasse sich ableiten, dass die Bedürfnisse der Fremdenverkehrsentwicklung notwendigerweise als wichtiger Grund für die Zweckentfremdung hingenommen werden müssten. Wohl kommt dem Fremdenverkehr in der schweizerischen Volkswirtschaft eine hervorragende Bedeutung zu und sind daher dessen Anliegen besonders zu beachten. Ob diese einen wichtigen Grund im Sinne von Art. 85 Abs. 3 LwG darstellen, ist jedoch nicht generell, sondern im konkreten Fall aufgrund der verschiedenen Umstände zu prüfen. Im zu beurteilenden Fall sind, wie erwähnt, die wirtschaftlichen Interessen des Kurortes und der Region Zurzach ohne Zweifel als bedeutend anzuerkennen. Indessen ist bei der Gewichtung dieser Interessen nicht zu übersehen, dass sich - worauf alle kantonalen Instanzen hingewiesen haben - die wirtschaftliche Bedeutung eines Golfplatzes nur schwer vorausbestimmen lässt und keineswegs sicher ist, dass eine solche Anlage dem Kurort und der Region einen nennenswerten Aufschwung bringen würde. Wird dieser Umstand in Rechnung gestellt und auf der anderen Seite berücksichtigt, dass es sich bei den mit öffentlichen Mitteln verbesserten Grundstücken der Beschwerdegegnerin um qualitativ hochwertiges Ackerland grossen Ausmasses handelt, so muss dem Interesse, dass dieses Areal der landwirtschaftlichen Nutzung weiterhin erhalten bleibt, der Vorrang eingeräumt werden. Demnach ergibt sich, dass keine wichtigen Gründe für die Bewilligung einer Zweckentfremdung im Sinne von Art. 85 Abs. 3 LwG vorliegen.\n\n4. Das Bundesamt macht geltend, eine Bewilligung der Zweckentfremdung könne der Beschwerdegegnerin auch nicht aus Gründen des Vertrauensschutzes erteilt werden, da sie sich auf keine konkrete Zusicherung einer solchen Bewilligung berufen könne.\n\nNach der Rechtsprechung des Bundesgerichts verleiht der aus Art. 4 BV abgeleitete Grundsatz von Treu und Glauben dem Bürger einen Anspruch auf Schutz des berechtigten Vertrauens in behördliche Zusicherungen und sonstiges, bestimmte Erwartungen begründendes Verhalten der Behörden. Eine (selbst unrichtige) Auskunft oder Zusicherung, welche eine Behörde dem Bürger erteilt und auf die er sich verlassen hat, ist unter gewissen Umständen bindend. Voraussetzung dafür ist, dass sich die Angaben der |125| Behörde auf eine konkrete, den betreffenden Bürger berührende Angelegenheit beziehen, dass die Amtsstelle, welche die Auskunft gegeben hat, hiefür zuständig war, dass der Bürger die Unrichtigkeit des Bescheids nicht ohne weiteres hat erkennen können, dass er im Vertrauen auf die Auskunft nicht wieder rückgängig zu machende Dispositionen getroffen hat und dass die Rechtslage zur Zeit der Verwirklichung des Tatbestandes noch die gleiche ist wie im Zeitpunkt der Auskunfterteilung (BGE 101 Ia 99 E. 3 mit Hinweisen).\n\nDie Beschwerdegegnerin hatte die hier in Frage stehenden Grundstücke am 29. Oktober 1976 während der Dauer des Güterregulierungsverfahrens von der Motor Columbus AG gekauft. Sie kann sich nicht darauf berufen, dass ihr vor dem Kauf des Landes eine konkrete Zusicherung hinsichtlich einer Zweckentfremdungsbewilligung durch die hiefür zuständige Behörde, das Finanzdepartement, Abteilung Landwirtschaft, erteilt worden wäre. Zwar ist unbestritten, dass die verschiedenen Behörden dem beabsichtigten Kraftwerkbau der Motor Columbus AG grundsätzlich positiv gegenüberstanden und das Vorhaben teilweise durch ihre Entscheide unterstützten. Weder war der Motor Columbus AG jedoch eine formelle Zusicherung erteilt worden, noch wurde im Laufe des Güterzusammenlegungsverfahrens Land für diese Zwecke formell ausgeschieden. Anderseits ist zwar davon auszugehen, dass den kommunalen und kantonalen Behörden, insbesondere auch der Landwirtschaftsabteilung des Finanzdepartements, welche den Kaufvertrag zwischen der Motor Columbus AG und der Beschwerdegegnerin zu genehmigen hatte, bekannt war, dass diese das Land für einen Golfplatz verwenden wollte. Irgendwelche vertrauenbildende Handlungen oder Äusserungen der Bewilligungsbehörde gegenüber der Beschwerdegegnerin vor Kaufsabschluss lagen aber keine vor. Auch aus dem Verhalten der übrigen Behörden konnte die Beschwerdegegnerin nicht auf eine zukünftige Genehmigung des Zweckentfremdungsgesuches schliessen. Sie hat offensichtlich aufgrund des Umstandes, dass die Behörden dem Kraftwerkprojekt der Motor Columbus AG positiv gegenüberstanden, gehofft, sie könnte eine Bewilligung für den Golfplatz erhalten. Dies genügt jedoch nicht. Wenn sich die Beschwerdegegnerin darauf hätte verlassen wollen, dass sie das Land, welches sie für einen Golfplatz kaufte, auch tatsächlich für einen solchen verwenden konnte, hätte sie sich bei der zuständigen Behörde um eine entsprechende Zusicherung bemühen oder die formelle |126| Ausscheidung der Parzellen verlangen müssen. Aus der Tatsache, dass das Finanzdepartement die Beschwerdegegnerin erst unmittelbar nach der Handänderung auf das Zweckentfremdungsverbot aufmerksam machte, kann die Thermalbad Zurzach AG nichts zu ihren Gunsten ableiten. Sie hat zudem nach eigener Darstellung schon immer gewusst, dass sie einer Bewilligung für die Zweckentfremdung bedurfte, um das Land als Golfgelände nutzen zu können. Es ergibt sich ferner weder aus dem Zuteilungsverfahren bei der Güterregulierung noch aus andern Handlungen der verschiedenen Behörden, dass der Beschwerdegegnerin die Bewilligung zur Nutzung des Landes für einen Golfplatz hätte erteilt werden sollen. Auch der Umstand, dass die Thermalbad Zurzach AG ihre Zuteilungswünsche aufgrund von Golfplatzplänen abgegeben hat und ihnen entsprochen wurde, ist nicht entscheidend. Es verhielt sich so, dass die Zuteilung in erster Linie nach den Bedürfnissen der Landwirtschaft erfolgte, aber auch die Anlage eines Golfplatzes nicht von vornherein verunmöglicht werden sollte. Es liegen demnach im zu beurteilenden Fall auch keine Gründe des Vertrauensschutzes vor, die eine Bewilligung der Zweckentfremdung zu rechtfertigen vermöchten. Der Entscheid des Verwaltungsgerichts erweist sich somit auch materiell als unrichtig und verletzt Bundesrecht. Nach dem Gesagten ist die Beschwerde gutzuheissen, der angefochtene Entscheid aufzuheben und das Gesuch der Beschwerdegegnerin um Bewilligung der Zweckentfremdung des meliorierten Areals abzuweisen."}