{"annee": "111", "cour": "IA", "page": "259", "date": "8/11/1985", "cite": ["111 IA 255", "102 IA 493", "92 I 271", "97 I 1", "111 IA 72", "107 IA 155", "109 IA 81", "108 IA 197"], "cite_par": ["131 I 113", "133 I 89", "137 II 431", "115 IA 400", "116 IA 14", "138 IV 142"], "chapeau": "45. Extrait de l'arrêt de la Ire Cour civile du 8 novembre 1985 dans la cause société S. contre G. S.A. (recours de droit public)", "regestes": ["Art. 18, 20 et 21 CIA 1. La partie qui tarde à faire valoir un motif de récusation ou à saisir l'autorité judiciaire est déchue de la possibilité d'invoquer ultérieurement la cause de récusation, sauf si celle-ci se rapporte à un vice irréparable (consid. 2a). 2. La demande de récusation et, en cas de contestation, la saisine de l'autorité judiciaire doivent-elles intervenir sans délai même au stade où aucune mesure d'instruction au fond n'a encore été prise? Question laissée indécise (consid. 2b). 3. Un motif de récusation ne peut résulter que de faits justifiant objectivement et raisonnablement la méfiance chez une personne réagissant normalement (consid. 3a et b). Les mesures de procédure, justes ou fausses, ne sont pas, comme telles, de nature à fonder un soupçon objectif de prévention de la part de l'arbitre qui les a prises (consid. 3b/aa). 4. L'art. 21 al. 2 CIA ne confère pas aux parties un droit inconditionnel à l'administration des preuves proposées par elles (consid. 3b/bb)."], "faits": "|260|\n\nDans le litige qui les divise, G. S.A. et la société S. ont désigné comme arbitres, respectivement, les avocats N. et D. La Cour |261| d'arbitrage de la Chambre de commerce internationale (CCI), à Paris, a nommé l'avocat J. en qualité de président du tribunal arbitral, et fixé le siège de l'arbitrage à Lausanne.\n\nLe président J. a convoqué les arbitres et les parties pour une première séance fixée au 12 décembre 1984 à Lausanne.\n\nCette séance, reprise le lendemain, a été marquée par divers incidents en rapport avec une requête de G. S.A. tendant à ce qu'une sentence partielle y soit rendue au sujet de la délivrance d'un \"certificat provisoire d'acceptation\".\n\nLe 17 décembre 1984, la société S. a demandé au tribunal arbitral et à G. S.A. la récusation du président J. et de l'arbitre N. Par ailleurs, le 14 janvier 1985, elle a sollicité de la CCI la constitution d'un nouveau tribunal arbitral en raison du dépôt d'une nouvelle requête d'arbitrage par G. S.A., le 30 août 1984.\n\nDans sa séance du 20 février 1985, la Cour d'arbitrage de la CCI a rejeté les deux requêtes précitées.\n\nLe 3 avril 1985, la société S. a requis du Tribunal cantonal vaudois la récusation du président J. et de l'arbitre N.\n\nPar arrêt du 24 mai 1985, la Cour administrative du Tribunal cantonal vaudois a rejeté cette demande.\n\nLa société S. interjette contre ce jugement un recours de droit public pour violation des art. 18 ss CIA, ainsi que des art. 4 et 58 Cst. Elle conclut à l'annulation de l'arrêt attaqué.\n\nLe Tribunal fédéral rejette le recours.", "considerants": "Extraits des considérants:\n\n2. La cour cantonale a tout d'abord jugé que la demande de récusation était tardive, car elle aurait dû être faite immédiatement après la séance du 13 septembre 1984 ou, à tout le moins, après la réception de la décision de la CCI du 20 février 1985.\n\nLa recourante lui reproche d'avoir violé les art. 20 et 21 du concordat intercantonal sur l'arbitrage (CIA) en retenant le caractère tardif d'une demande qui avait pourtant été formulée à un moment où aucune mesure d'instruction n'était encore intervenue devant le tribunal arbitral.\n\na) Aux termes de l'art. 20 CIA, la récusation doit être demandée d'entrée de cause, ou dès que la partie requérante a connaissance des motifs de récusation. Bien que cette disposition ne prévoie pas une durée ferme du délai, elle oblige les parties à faire preuve de diligence. Il leur appartient donc de faire valoir |262| leurs moyens de récusation sans tarder. Si elles s'en abstiennent, elles sont déchues de la possibilité d'invoquer ultérieurement la cause de récusation (cf. TF in SJ 1980, p. 75 et 1983 p. 541 ss), sauf si celle-ci se rapporte à un vice irréparable (cf. par ex. ATF 107 Ia 161 /162); en effet, l'un des buts de l'arbitrage est de permettre une solution rapide des litiges, de sorte que les parties sont tenues par les règles de la bonne foi d'éviter tout ce qui pourrait retarder sans nécessité absolue le déroulement normal de la procédure arbitrale (ATF 109 Ia 83 consid. 2a, ATF 108 Ia 201).\n\nIl se justifie d'appliquer - mutatis mutandis - ces principes à l'art. 21 CIA, même si, contrairement à l'art. 20 CIA, cette disposition n'indique pas à quel moment, lorsqu'il y a contestation, l'autorité judiciaire doit être saisie (cf. JOLIDON, Commentaire du concordat suisse sur l'arbitrage, p. 301). Ce serait un non-sens d'exiger de la partie requérante qu'elle fasse valoir ses moyens de récusation sans tarder, mais de renoncer à cette exigence pour la saisine de l'autorité judiciaire en cas de contestation du cas de récusation. Une telle solution permettrait à la partie requérante de retarder le déroulement normal de la procédure arbitrale contre la volonté des autres intéressés. En effet, la partie adverse n'est pas habilitée à saisir l'autorité judiciaire pour faire déclarer que la demande de récusation est mal fondée et il n'appartient pas non plus à l'arbitre ou au tribunal arbitral qui fait l'objet (ou dont l'un des membres fait l'objet) d'une telle demande de la transmettre à l'autorité judiciaire: c'est l'affaire exclusivement de la partie requérante (cf. JOLIDON, op.cit., p. 300).\n\nb) Dans l'arrêt Niclas du 22 novembre 1972 (cf. SJ 1973 p. 257 ss), le Tribunal fédéral a posé qu'une demande de récusation ne pourrait notamment pas être déclarée irrecevable, en principe, si elle est formulée dans la phase préliminaire de l'échange des mémoires, avant toute mesure d'instruction sur le fond. Dans un arrêt récent, il a considéré, en se référant à cette jurisprudence, qu'en début de procédure le parties disposent d'un temps raisonnable pour faire valoir leurs moyens de récusation, mais qu'il n'en est pas de même dans la suite de la procédure, notamment lorsque celle-ci approche du jugement (ATF 111 Ia 75). Eu égard à l'obligation qui est faite aux parties de ne pas retarder sans nécessité absolue le déroulement de la procédure arbitrale, on peut se demander si la jurisprudence ne devrait pas aller dans le sens d'une interprétation plus stricte des art. 20 et 21 CIA, et exiger que même au stade où, comme c'est le cas en l'espèce, aucune |263| mesure d'instruction au fond n'a encore été prise, la demande de récusation et, le cas échéant, la saisine de l'autorité judiciaire interviennent sans délai. Une telle exigence serait certes en harmonie avec l'art. 45 CIA qui soumet à la procédure sommaire les décisions concernant la récusation des arbitres, dans un but évident de rapidité et d'efficacité.\n\nCette question peut toutefois demeurer indécise, car elle est sans incidence sur le sort de la cause. En effet, pour les motifs évoqués ci-dessous, la cour cantonale a considéré à juste titre que de toute manière la demande de récusation n'était pas fondée.\n\n3. La recourante reproche au Tribunal cantonal d'avoir écarté à tort le motif de récusation tiré de l'apparence de prévention du président J. et de l'arbitre N. à son égard.\n\na) L'art. 18 al. 1 CIA dispose que les arbitres sont récusables pour les motifs de récusation obligatoire ou facultative prévus par la loi fédérale d'organisation judiciaire, notamment \"s'il existe des circonstances de nature à leur donner l'apparence de prévention dans le procès\" (cf. art. 23 lettre c OJ). Selon la jurisprudence, il faut qu'il existe des faits qui justifient objectivement la méfiance. Celle-ci ne saurait reposer sur le seul sentiment subjectif d'une des parties; un tel sentiment subjectif ne peut être pris en considération que s'il est fondé sur des faits concrets, et si ces faits sont, en eux-mêmes, propres à justifier objectivement et raisonnablement un tel sentiment chez une personne réagissant normalement (cf. TF in SJ 1983 p. 544, consid. 5a; arrêt non publié du 4 février 1981 en la cause L. c. N.B., consid. 3a; ATF 92 I 276 consid. 5; voir aussi JOLIDON, op.cit., p. 268; RÜEDE/HADENFELDT, Schweizerisches Schiedsgerichtsrecht, p. 173 aa). Le point de savoir si ce motif de récusation est donné est, dans une large mesure, une question d'appréciation (cf. par exemple ATF 97 I 5 consid. 2). Peu importe que cette question ait déjà été examinée par un tiers - en l'occurrence, la Cour d'arbitrage de la CCI qui a rejeté la demande de récusation dans sa séance du 20 février 1985 (sur la nature de l'arbitrage organisé par la CCI, cf. ATF 102 Ia 499 /500 consid. 2c et les références). En effet, l'autorité judiciaire prévue à l'art. 3 lettre b CIA jouit d'une compétence exclusive en la matière vu le caractère impératif de l'art. 21 CIA (cf. ATF 111 Ia 255; RÜEDE/HADENFELDT, op. cit., p. 180 lettre b; JOLIDON, op.cit., p. 296/297 et 300 in fine/301).\n\nb) aa) La recourante voit une apparence de prévention à son égard dans le comportement du président du tribunal arbitral lors |264| des convocations à l'audience du 12 décembre 1984. Elle lui reproche de ne l'avoir pas informée de son intention de faire droit à une demande de la partie adverse tendant à ce que le tribunal arbitral rende une sentence partielle, lors de cette séance, sur le problème de la délivrance du \"certificat provisoire d'acceptation\".\n\nCependant, même si les arbitres ont pris en considération la requête de sentence partielle formée par l'intimée, ils ne lui ont donné aucune suite. De toute manière, le droit d'être entendu de la recourante n'a pas été violé en l'espèce, puisque d'une part elle a eu l'occasion de se déterminer sur cette requête lors de la séance du 12 décembre 1984 et que d'autre part il n'a pas été statué à son sujet. La demande de récusation apparaît donc mal fondée sur ce point.\n\nLe fait que les deux arbitres restants avaient demandé, lors de la séance du 13 décembre 1984, que le directeur de la requérante signe également l'acte de mission ne saurait non plus justifier une demande de récusation pour apparence de prévention. Il n'était pas déraisonnable, en l'espèce, de poser une telle exigence dès lors que la partie adverse avait soulevé des objections touchant la validité et l'existence des pouvoirs de l'avocat de la recourante.\n\nAu demeurant, il est de jurisprudence que les mesures de procédure, justes ou fausses, ne sont pas, comme telles, de nature à fonder un soupçon objectif de prévention de la part du juge ou de l'arbitre qui les a prises (cf. arrêt du 7 décembre 1982 en la cause Hoirs A. Cloetta c. Losag S.A., consid. 4a in SJ 1983, p. 542; voir aussi JOLIDON, op.cit., p. 272 lettre f et les références citées).\n\nbb) La recourante invoque encore l'apparence de prévention qui résulterait de l'aparté qui a eu lieu le 13 décembre 1984 entre les arbitres dont elle demande la récusation et l'intimée. Elle reproche, en outre, à la cour cantonale d'avoir violé l'art. 21 al. 2 CIA en refusant d'administrer les preuves qu'elle avait proposées.\n\nCette disposition signifie simplement que les parties doivent être admises à prouver des allégués pertinents, au moyen de preuves idoines; elle ne leur confère pas un droit inconditionnel à administrer leurs preuves, fussent-elles inutiles (arrêt déjà cité du 2 février 1981 dans la cause L. c. N.B., consid. 2b; voir aussi RÜEDE/HADENFELDT, op.cit., p. 181/182 No 5 a et c; JOLIDON, op.cit., p. 306).\n\nEn l'occurrence, le Tribunal cantonal n'a pas méconnu ces principes en ne procédant pas à des mesures d'instruction. En effet, il lui appartenait d'examiner le moyen de récusation invoqué sur |265| la base des seuls faits allégués par la requérante. Or, cette dernière s'était bornée, dans sa demande de récusation, à faire état d'un aparté entre les deux arbitres restants et la partie adverse. En revanche, elle n'y soutenait d'aucune façon que les arbitres se seraient prononcés de manière inconsidérée sur l'objet du litige. Faute d'allégués précis sur ce point, la cour cantonale n'avait pas à rechercher d'office d'autres faits qui eussent pu révéler l'existence d'une cause de récusation non invoquée par la requérante. Eu égard aux faits allégués, les preuves dont elle disposait étaient suffisantes. La requérante ne saurait se plaindre d'une violation de son droit à la preuve d'allégués qu'elle n'a pas formulés.\n\nCela étant, il faut admettre, avec la cour cantonale, que les seuls faits allégués et établis sont insuffisants pour fonder le grief d'apparence de partialité. Même si les arbitres se sont peut-être montrés imprudents, rien ne permet, dans les circonstances du cas particulier, de les soupçonner d'avoir témoigné davantage d'intérêt à la cause d'une partie plutôt qu'à celle de l'autre. En effet, l'attitude qui leur est reprochée ne s'inscrivait pas dans le cadre d'une phase contentieuse du procès, telle l'instruction de la cause au fond, mais au stade de la détermination préalable de l'objet du litige (donc du mandat d'arbitrage) par l'établissement d'un acte de mission. Ce document devait d'ailleurs encore être signé par les deux parties, dont le droit d'être entendu demeurait ainsi entièrement sauf.\n\nAu demeurant, l'aparté a été causé par le fait que les représentants de la recourante se sont retirés alors que l'audience se poursuivait avec l'accord des deux parties, nonobstant le départ de l'arbitre D., en vue de la mise au point de l'acte de mission. Or, sur le vu des faits allégués dans la requête de récusation du 17 décembre 1984, un tel départ n'était pas justifié. Il ressort du reste de cette même requête que la partie recourante entendait revenir dans la salle d'audience \"lorsque le projet d'acte de mission (serait) entièrement dactylographié en vue de son examen\". C'est d'ailleurs ce qu'elle a fait. Qui plus est, son conseil a même signé l'acte de mission. C'est dire que la requérante ne devait pas faire grand cas de l'aparté qui venait d'avoir lieu. Il est dès lors douteux qu'un grief présenté après coup à ce sujet soit encore conforme aux règles de la bonne foi.\n\nQuoi qu'il en soit, les faits allégués et établis - seuls déterminants - au sujet de l'aparté litigieux ne sont pas propres à justifier objectivement et raisonnablement un soupçon de |266| partialité des arbitres en cause. Du reste, la recourante minimise elle-même la portée de cet aparté qui, à ses yeux, ne constitue qu'un motif de suspicion parmi d'autres. Le Tribunal cantonal lui a dès lors réservé, à juste titre, le même sort qu'à ceux-ci."}