{"annee": "111", "cour": "IA", "page": "220", "date": "31/10/1985", "cite": ["92 I 198", "107 IA 256", "104 IA 251", "81 I 219", "79 I 136", "108 IA 197", "54 I 236", "79 I 142", "109 IA 312", "95 I 431", "85 I 17", "111 IA 44", "88 I 337", "93 I 236", "111 IA 120", "107 IA 41", "79 I 29", "91 I 393", "92 I 461", "94 I 37"], "cite_par": ["133 I 19", "137 I 145", "131 I 285", "131 I 249", "132 I 220"], "chapeau": "39. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 31. Oktober 1985 i.S. X. Immobilien AG gegen Kanton Nidwalden, Verwaltungsgericht des Kantons Nidwalden und Kanton Basel-Stadt (staatsrechtliche Beschwerde)", "regestes": ["Art. 46 al. 2 Cst.; déduction de frais lors de la fixation du gain immobilier imposable réalisé par une société immobilière intercantonale. 1. La proposition émanant d'une administration fiscale cantonale au sujet de la répartition intercantonale des bénéfices et des frais ne constitue pas un acte de souveraineté susceptible de faire l'objet d'un recours pour violation de l'interdiction de la double imposition (consid. 1b). 2. La règle de conflit développée par le Tribunal fédéral à propos des agents immobiliers professionnels et des entrepreneurs généraux, selon laquelle le canton du lieu de situation de l'immeuble doit, pour fixer le gain immobilier imposable, prendre en charge une part des frais en rapport avec la vente qui ont été supportés par l'agent immobilier à son lieu de domicile, ne peut être appliquée aux sociétés immobilières (consid. 2 et 3)."], "faits": "BGE 111 Ia 220 S. 221\n\nDie X. Immobilien AG mit Sitz in Basel war 1976 Eigentümerin von Liegenschaften in zehn weiteren Kantonen. Ihre Aktien gehören zum Liegenschaften-Anlagefonds X. Fondsleitung ist die X. AG, Basel. 1976 verkaufte die X. Immobilien AG sechs ihrer Liegenschaften, nämlich je eine in den Kantonen Aargau, Basel-Landschaft, Bern und Luzern sowie ihre beiden einzigen Liegenschaften in Nidwalden.\n\nBei der Ermittlung des steuerbaren Grundstückgewinnes liess die Kantonale Steuerverwaltung Nidwalden nebst weiteren, nicht bestrittenen Beträgen nur nach Ermessen mit Fr. 10'000.-- pauschal geschätzte Verkaufsauslagen zum Abzug zu. Die X. Immobilien AG liess einen entsprechenden Einsprache-Entscheid in Rechtskraft erwachsen.\n\nAm 12. September 1978 erhielt die X. Immobilien AG von der Steuerverwaltung ihres Sitzkantons Basel-Stadt einen Vorschlag für die interkantonale Ausscheidung des im Jahre 1976 erzielten Ertrages. Danach fiel ihr Reinertrag ausschliesslich den drei Kantonen Basel-Landschaft, Luzern und Nidwalden zu, in denen sie 1976 Kapitalgewinne erzielt hatte, während für Basel-Stadt und die übrigen Liegenschaftskantone nur Verluste resultierten. In der Repartitionsrechnung wurde unter anderem ein Unkostenanteil von 5% des Bruttoverkaufspreises der veräusserten Liegenschaften auf die Liegenschaftskantone verlegt, was für Nidwalden einen Betrag von Fr. 135'000.-- ergab. Mit Verfügung vom 23. Januar 1979 wurde die X. Immobilien AG im Kanton Basel-Stadt mit einem steuerbaren Reinertrag pro 1976 von Fr. Null und einer an die Stelle der Kapital- und Ertragssteuer tretenden Grundstücksteuer von Fr. ... veranlagt. Die gegen die Grundstücksteuerveranlagung erhobene Einsprache ist noch hängig.\n\nAm 21. September 1978 erhob die X. Immobilien AG bei der Kantonalen Steuerverwaltung Nidwalden unter Hinweis auf die von Basel-Stadt vorgeschlagene Steuerausscheidung erneut Einsprache gegen die Grundstückgewinnsteuerveranlagung. Sie machte geltend, durch den von Basel-Stadt festgesetzten Anteil an Verkaufsunkosten von 5% des Verkaufserlöses oder Fr. 135'000.-- entstehe eine Doppelbesteuerung, die zu beseitigen BGE 111 Ia 220 S. 222sei, indem der steuerbare Grundstückgewinn um Fr. 125'000.-- (Fr. 135'000.-- abzüglich bereits berücksichtigter Unkosten von pauschal Fr. 10'000.--) zu ermässigen sei. Die Steuerverwaltungs-Kommission Nidwalden wies die Einsprache mit der Begründung ab, der von Basel-Stadt pauschal errechnete Verkaufsunkostenanteil von 5% sei übersetzt; die ermessensweise mit Fr. 10'000.-- veranlagten Nebenkosten dagegen seien angemessen, da über die tatsächlich entstandenen Kosten keine Angaben gemacht und keine Belege eingereicht worden seien. Eine Beschwerde gegen den Einsprache-Entscheid wies das Verwaltungsgericht des Kantons Nidwalden mit Urteil vom 27. September 1982 ab.\n\nDie X. Immobilien AG führt gegen das Urteil des Verwaltungsgerichts Nidwalden vom 27. September 1982 und gegen den Repartitionsvorschlag vom 12. September 1978 der Steuerverwaltung Basel-Stadt staatsrechtliche Beschwerde mit dem Antrag, der zwischen diesen beiden Kantonen entstandene Doppelbesteuerungskonflikt sei zu beseitigen. Das Bundesgericht tritt auf die Beschwerde gegen den Kanton Basel-Stadt nicht ein und weist die Beschwerde gegen den Kanton Nidwalden ab aus den folgenden", "considerants": "Erwägungen:\n\n1. a) Die staatsrechtliche Beschwerde wurde fristgerecht (Art. 89 Abs. 1 OG) gegen das Urteil des Verwaltungsgerichts Nidwalden eingereicht. Es handelt sich dabei um einen Entscheid, mit dem das Verwaltungsgericht als letzte kantonale Instanz es ablehnte, wegen der von der Beschwerdeführerin gerügten Doppelbesteuerung die längst rechtskräftige Veranlagung der Grundstückgewinnsteuer in Wiedererwägung zu ziehen. Ob die Steuerverwaltungs-Kommission und das Verwaltungsgericht des Kantons Nidwalden gehalten waren, auf die nachträgliche Einsprache und den anschliessenden Rekurs der Beschwerdeführerin noch einzutreten, kann dahingestellt bleiben, nachdem beide Instanzen eingetreten sind und eine Wiedererwägung aus materiellen Gründen abgelehnt haben. Die Doppelbesteuerungsbeschwerde kann nicht nur gegen eine kantonale Verfügung oder einen kantonalen Entscheid über die Steuerveranlagung, sondern auch gegen einen nachträglichen materiellen Entscheid über die Wiedererwägung einer rechtskräftigen Veranlagung wegen geltend gemachter Doppelbesteuerung erhoben werden BGE 111 Ia 220 S. 223(STUDER, Der Doppelbesteuerungsprozess, ZBl 47 (1946) S. 486 lit. c; LOCHER, Doppelbesteuerung, § 12, III A, 2 Nr. 6).\n\nb) Das Bundesgericht prüft in Doppelbesteuerungssachen nach seiner früheren und in neueren Urteilen wieder aufgenommenen Rechtsprechung nicht von Amtes wegen, ob die vom Beschwerdeführer nicht angefochtene konkurrierende Veranlagung das Verbot der Doppelbesteuerung verletzt (BGE 111 Ia 46 E. 1b, mit zahlreichen Nachweisen). Die von der X. Immobilien AG in der staatsrechtlichen Beschwerde nicht angefochtene Veranlagungsverfügung des Kantons Basel-Stadt vom 23. Januar 1979 ist somit nicht in das Verfahren einzubeziehen. Ob diese Verfügung, soweit die Beschwerdeführerin zu einem im Jahre 1976 steuerbaren Ertrag von Fr. Null veranlagt wurde, überhaupt zu einer (aktuellen) Doppelbesteuerung führen könnte, braucht daher nicht entschieden zu werden (vgl. dazu ASA 53, 296 E. 2 sowie das Urteil vom 25. Mai 1984 i.S. L. AG in NStP 38 (1984) S. 154/5 E. 2).\n\nMit der vorliegenden Beschwerde gegen den Kanton Basel-Stadt ficht die X. Immobilien AG nur die Ausscheidung der steuerbaren Erträge und der Unkosten vom 12. September 1978 an. Diese vom Kanton Basel-Stadt vorgenommene interkantonale Repartition als solche ist jedoch weder für die Beschwerdeführerin noch für einen der beteiligten Kantone, insbesondere auch nicht für den Kanton Basel-Stadt, rechtsverbindlich und stellt daher keinen mit staatsrechtlicher Beschwerde anfechtbaren Hoheitsakt dar. Offen bleiben kann, ob diese Repartition für den Kanton Basel-Stadt und die Beschwerdeführerin allenfalls zusammen mit der einen steuerbaren Ertrag von Fr. Null ausweisenden Veranlagungsverfügung vom 23. Januar 1979 insoweit verbindlich geworden wäre, als dem Kanton Basel-Stadt ein mit allenfälligen Reinerträgen späterer Jahre verrechenbarer Ausscheidungsverlust (vgl. § 73 Abs. 3 lit. f des baselstädtischen Gesetzes über die direkten Steuern vom 22. Dezember 1949) zugewiesen wurde; die Frage hätte sich nur gestellt, wenn die Beschwerdeführerin keine Einsprache erhoben hätte und die Veranlagungsverfügung rechtskräftig geworden wäre.\n\nUnter diesen Umständen kann auf die Beschwerde nicht eingetreten werden, soweit sie sich gegen den Kanton Basel-Stadt richtet.\n\nc) Gegen die Veranlagungen in Basel-Landschaft und Luzern sowie in den weiteren Liegenschaftskantonen richtet sich die Beschwerde nicht. Zu prüfen bleibt einzig, ob der Kanton Nidwalden BGE 111 Ia 220 S. 224mit seiner rechtskräftigen Veranlagung zur Grundstückgewinnsteuer das Besteuerungsrecht überschritt, das ihm nach den bundesgerichtlichen Regeln über die interkantonale Doppelbesteuerung zusteht. Auf das Beschwerdebegehren Ziff. 1 ist insoweit einzutreten, als die Beschwerdeführerin beantragt, es sei die durch die Veranlagung der Grundstückgewinnsteuer des Kantons Nidwalden entstandene Doppelbesteuerung zu beseitigen. Zwar ist eine staatsrechtliche Beschwerde grundsätzlich kassatorischer Natur (BGE 108 Ia 199 E. 1, 288, mit weiteren Hinweisen). Eine positive Anordnung kann damit nur ausnahmsweise verlangt werden, wenn die von der Verfassung geforderte Lage nicht schon mit der Aufhebung des kantonalen Entscheids hergestellt wird (BGE 107 Ia 257 E. 1). Dies kann namentlich bei Doppelbesteuerungsbeschwerden der Fall sein (BGE 111 Ia 46/7 E. 1c; BGE 85 I 17; BGE 81 I 219) und dürfte hier zutreffen, sofern der Kanton Nidwalden seine Besteuerungsbefugnis überschritten haben sollte, wie die Beschwerdeführerin geltend macht.\n\n2. a) Eine gegen Art. 46 Abs. 2 BV verstossende Doppelbesteuerung liegt vor, wenn ein Steuerpflichtiger von zwei oder mehreren Kantonen für das nämliche Steuerobjekt und für die gleiche Zeit zu Steuern herangezogen wird (aktuelle Doppelbesteuerung) oder wenn ein Kanton in Verletzung der geltenden Kollisionsnormen seine Steuerhoheit überschreitet und eine Steuer erhebt, zu deren Erhebung ein anderer Kanton zuständig wäre (virtuelle Doppelbesteuerung). Ausserdem hat das Bundesgericht aus Art. 46 Abs. 2 BV abgeleitet, ein Kanton dürfe einen Steuerpflichtigen nicht deshalb stärker belasten, weil er nicht in vollem Umfange seiner Steuerhoheit unterstehe, sondern zufolge seiner territorialen Beziehungen auch noch in einem andern Kanton steuerpflichtig sei. Eine unzulässige Doppelbesteuerung ist daher grundsätzlich gegeben, wenn ein Steuerpflichtiger in mehreren auf dem Boden der Reineinkommenssteuer stehenden Kantonen zusammen für die gleiche Zeit mehr als sein gesamtes Reineinkommen zu versteuern hat, also mehr als bei Konzentration der Steuerpflicht in einem Kanton (BGE 111 Ia 47 /8 E. 3; BGE 107 Ia 42 E. 1a, mit Hinweisen). Diese allgemeine Regel hat allerdings gegebenenfalls zurückzutreten vor dem besonderen Grundsatz, wonach das Grundeigentum dem Kanton, in dem es gelegen ist, zur ausschliesslichen Besteuerung vorbehalten bleibt (BGE 93 I 241 /2 E. 2).BGE 111 Ia 220 S. 225\n\nb) Die Beschwerdeführerin und die beteiligten Kantone sind sich darin einig, dass der Gewinn aus der Veräusserung der beiden Liegenschaften im Kanton Nidwalden ausschliesslich diesem Liegenschaftskanton zur Besteuerung zusteht. Die Beschwerdeführerin und die Steuerverwaltung des Kantons Basel-Stadt sehen eine unzulässige Doppelbesteuerung einzig darin, dass der Kanton Nidwalden bei der Berechnung des steuerbaren Grundstückgewinns Verkaufskosten nicht in Abzug brachte, die er nach der Ausscheidung des steuerbaren Reinertrags, welche die Steuerverwaltung Basel-Stadt am 12. September 1978 vorschlug, zu seinen Lasten übernehmen müsste.\n\nc) Das Bundesgericht hat die Besteuerung des Wertzuwachses auf Liegenschaften insoweit, als er nicht Folge einer gewerblichen Tätigkeit ist, stets dem Liegenschaftskanton vorbehalten (BGE 79 I 140 E. 3c; BGE 54 I 240 /1 E. 2, mit weiteren Hinweisen). Das folgt aus dem in seiner ständigen Rechtsprechung befolgten Grundsatz, dass das Grundeigentum als einziges der Gebietshoheit unentziehbar unterliegendes Gut dem Träger dieser Gebietshoheit zur ausschliesslichen Besteuerung vorbehalten sein soll.\n\nDieser Grundsatz gilt insbesondere auch für Immobiliengesellschaften und im System der Reinertrags- und Reinvermögens-Besteuerung. Solche Gesellschaften, deren Geschäftstätigkeit nach dem statutarischen Zweck im An- und eventuellen Verkauf, in der Überbauung und in der Verwaltung von Liegenschaften besteht (BGE 104 Ia 253 E. 3a), haben ausserhalb ihres Sitzkantons dort, wo sie Liegenschaften besitzen, kein sekundäres Steuerdomizil (vgl. zu diesem Begriff HÖHN, Interkantonales Steuerrecht, S. 95/6), sondern ihr Liegenschaftsbesitz dient ausschliesslich der Vermögensanlage. Das hat, zunächst was die Besteuerung des laufenden Ertrags betrifft, zur Folge, dass der Liegenschaftskanton nicht befugt ist, sie durch Erfassung einer Quote ihres Gesamtertrags für den Geschäftsbetrieb als solchen zu besteuern. Er darf sie nur für den Reinertrag der im Kanton gelegenen Liegenschaft - d.h. für die Mietzinseinnahmen unter Abzug der Liegenschaftskosten und eines proportionalen Schuldzinsenanteils - besteuern, aber für diesen Reinertrag voll und unter Ausschluss aller übrigen Besteuerungsrechte (BGE 91 I 396 /7; BGE 79 I 31 /2, mit weiteren Hinweisen; vgl. auch BGE 111 Ia 123 E. 2; BGE 109 Ia 316 f. E. 4). Ihren Gesamtreinertrag darf er höchstens bei der Bemessung ihrer wirtschaftlichen Leistungsfähigkeit berücksichtigen (vgl. ASA 54, 235 E. 2b). Die Kosten für die Erzielung des Liegenschaftsertrags sind BGE 111 Ia 220 S. 226objektmässig auszuscheiden und vom Liegenschaftskanton zu tragen (BGE 104 Ia 261 E. 4a). Dasselbe gilt für die Ausscheidung des dem Liegenschaftskanton zur ausschliesslichen Besteuerung zustehenden Wertzuwachses auf den Liegenschaften. Das heisst, der Liegenschaftskanton hat die für die Erzielung des von ihm ausschliesslich besteuerten Liegenschaftsgewinns notwendigen Aufwendungen der Immobiliengesellschaft objektmässig ausgeschieden zum Abzug zu übernehmen (HÖHN, a.a.O., S. 460). Dagegen hat er keinen verhältnismässigen Anteil an den gesamten Verwaltungskosten der Gesellschaft abzuziehen, da er auch nicht befugt ist, ihren allfälligen Gesamtreinertrag anteilmässig zu besteuern.\n\nd) Erheblich andere Kollisionsregeln stellte das Bundesgericht in seiner Rechtsprechung für gewerbsmässige Liegenschaftenhändler und Generalbauunternehmer auf, bei denen die zum Geschäftsvermögen gehörenden Liegenschaften in der Regel Umlaufvermögen sind und die Erzielung von Gewinn durch die Veräusserung der Liegenschaften einen eigentlichen Geschäftszweck darstellt (HÖHN, a.a.O., S. 467 ff.). Nachdem die von Liegenschaftenhändlern erzielten Kapitalgewinne in der frühern Rechtsprechung ausschliesslich dem Sitzkanton (Wohnsitzkanton) zur Besteuerung zugewiesen worden waren (Zusammenfassung der Rechtsprechung in BGE 79 I 146 /7), änderte das Bundesgericht zwar 1953 seine Praxis und erklärte seither ausschliesslich den Kanton der gelegenen Sache zur Besteuerung der Liegenschaftsgewinne auch der Liegenschaftenhändler zuständig (BGE 79 I 148). Dagegen verlangt es vom Liegenschaftskanton, dass er allen Aufwendungen Rechnung trage, die dem Händler im Hinblick auf die Erzielung des Gewinns erwachsen (BGE 88 I 341). Daher wurde der Liegenschaftskanton zunächst verpflichtet, unabhängig von der Ausgestaltung der Grundstückgewinnbesteuerung die objektmässig ausgeschiedenen vollen Schuldzinsen auf Fremdgeldern zum Abzug zuzulassen, die der Liegenschaftenhändler zur Finanzierung des Geschäfts mit der im Kanton gelegenen Liegenschaft aufnahm (BGE 88 I 341 ff., bestätigt in BGE 92 I 199 E. 2 und 467 E. 2a sowie BGE 95 I 434; ZUPPINGER, Die Besteuerung des Liegenschaftenhändlers im interkantonalen Verhältnis, S. 28; HÖHN, a.a.O., S. 468 N. 46 und S. 470 N. 51; DÄTWYLER, Die Behandlung von Unternehmungsliegenschaften im interkantonalen Steuerrecht, Diss. St. Gallen 1969, S. 109). Ferner wurde der Liegenschaftskanton in der Folge verhalten, auch einen Anteil an den BGE 111 Ia 220 S. 227Unkosten des Liegenschaftenhändlers am Hauptsitz zu übernehmen, die mit dem Verkauf von Liegenschaften zusammenhängen (BGE 92 I 467 /8; ASA 38, 420 E. 3; 33, 300 E. 3; ZUPPINGER, a.a.O., S. 30; HÖHN, a.a.O. S. 472 N. 53; DÄTWYLER, a.a.O., S. 110). Aus Gründen der Praktikabilität kann der vom Liegenschaftskanton zu übernehmende Unkostenanteil pauschal in Prozenten des Verkaufspreises bestimmt werden (BGE 92 I 468 E. 2b; ASA 38, 420 E. 3; 33, 300 E. 3). Im Sinne einer Faustregel hat sich dabei in der Praxis der Kantone ein Satz von 5% eingespielt (HÖHN, a.a.O., S. 472 N. 53).\n\n3. Die Steuerverwaltung Basel-Stadt hat in ihrem Ausscheidungsvorschlag die bundesgerichtlichen Ausscheidungsregeln frei kombiniert, indem sie einerseits Nidwalden (sowie Basel-Landschaft, Bern und Luzern) pauschal 5% des Veräusserungserlöses aus den dort gelegenen Liegenschaften als Anteil an den allgemeinen Geschäftsunkosten der Gesellschaft an ihrem Sitz in Basel überband, wie dies bei gewerbsmässigen Liegenschaftenhändlern und Generalbauunternehmern zulässig ist, andererseits aber die Schuldzinsen proportional zum Wert der lokalisierten Aktiven auf sämtliche Liegenschaftskantone verlegte, wie dies bei Immobiliengesellschaften und anderen nicht gewerbsmässig mit Liegenschaften handelnden Steuerpflichtigen zutreffend ist.\n\na) Das Bundesgericht hat eine solche Kombination einzelner Regeln aus den beiden von ihm unterschiedenen und in verschiedener Hinsicht abweichend behandelten Bereichen bisher im allgemeinen nicht in Betracht gezogen. Einen Abzug objektmässig gesonderter Baukreditzinsen hat es dem Liegenschaftskanton bei Steuerpflichtigen, die keine Liegenschaftenhändler sind, nur vorgeschrieben, soweit der Liegenschaftskanton diese Zinsen bei unbeschränkter Steuerpflicht im Kanton im Rahmen der Reineinkommensbesteuerung zum Abzug zuliesse (vgl. ASA 52, 173 ff. E. 3 und 4). Es besteht kein Anlass, von der bisherigen Praxis abzuweichen und eine Kombination der für Nicht-Liegenschaftenhändler einerseits und für Liegenschaftenhändler andererseits geltenden doppelbesteuerungsrechtlichen Ausscheidungsregeln zuzulassen.\n\nEine Kombination des Abzugs von pauschalierten Geschäftsunkosten, wie er für Liegenschaftenhändler Praxis ist, mit dem für Nicht-Liegenschaftenhändler zutreffenden proportionalen Schuldzinsenabzug könnte allerdings bei Immobiliengesellschaften - vielleicht nicht selten - vermeiden, dass ein Liegenschaftskanton einen Veräusserungserlös gesondert besteuert, während die Geschäftstätigkeit BGE 111 Ia 220 S. 228am Hauptsitz oder die Liegenschaftsverwaltung in einzelnen Kantonen mit Verlust abschliesst. Nach der geltenden Praxis ist ein solches Ergebnis möglich, was jeweils zur Folge hat, dass die besteuerten Liegenschaftsgewinne den gesamten Reinertrag der Gesellschaft übersteigen und diese steuerlich stärker belastet wird, als wenn sie nur der Steuerhoheit in einem einzigen Kanton unterstünde. Dies stellt jedoch, wie das Bundesgericht immer wieder entschieden hat, keine unzulässige Doppelbesteuerung dar, sondern ist unvermeidlich, wenn die Besteuerung der Liegenschaftsgewinne dem Kanton der gelegenen Sache zur ausschliesslichen Besteuerung vorbehalten bleiben soll (BGE 111 Ia 123 E. 2a; BGE 94 I 41 /2; BGE 91 I 397 /8).\n\nb) Zwar liesse sich auch eine Pauschalierung in Prozenten des Verkaufserlöses für die einer Immobiliengesellschaft (in der eigenen Verwaltung) entstehenden objektmässig ausgeschiedenen Unkosten beim Verkauf einer ausserkantonalen Liegenschaft denken, die der Liegenschaftskanton bei der Ermittlung des steuerbaren Gewinnes zum Abzug zuzulassen hat. Das Verwaltungsgericht des Kantons Nidwalden selbst schliesst dies nicht aus. Offensichtlich käme aber nicht der Pauschalansatz für gewerbsmässige Liegenschaftenhändler in Betracht, deren Geschäftsunkosten bzw. (bei Kapitalgesellschaften) Verwaltungskosten sehr weitgehend in engem Zusammenhang mit der Erzielung solcher Liegenschaftsgewinne stehen. Bei Immobiliengesellschaften, deren Geschäftszweck - nämlich die Vermögensanlage - eine Veräusserung von Liegenschaften nur bei ungenügender Rendite oder Wertzuwachserwartung erfordert und allenfalls bei besonders günstiger Gelegenheit nahelegt, dürften die dadurch verursachten Kosten des eigenen Geschäftsbetriebs demgegenüber verhältnismässig gering sein. Bei solchen Gesellschaften besteht indessen auch nicht dieselbe Notwendigkeit wie bei den Liegenschaftenhändlern, die Verkaufsunkosten zu pauschalieren. Einer Immobiliengesellschaft ist es bei den seltenen Verkäufen eher zumutbar, die Verkaufsunkosten im Einzelfall zu belegen oder mindestens glaubhaft zu machen. Unter diesen Umständen drängt es sich nicht auf, dem Liegenschaftskanton einen nicht zumindest glaubhaft gemachten pauschalen Anteil der Unkosten zum Abzug zuzuweisen.\n\n4. Weder die Beschwerdeführerin noch die Steuerverwaltung Basel-Stadt machen geltend, die X. Immobilien AG betreibe gewerbsmässigen Liegenschaftenhandel. Den Akten lässt sich dies ebenfalls nicht entnehmen. Wenn das dennoch der Fall wäre, ginge BGE 111 Ia 220 S. 229es im übrigen nicht an, dass die Beschwerdeführerin mit ihren sämtlichen Aktien einem Immobilienanlagefonds gehört (vgl. dazu die Botschaft des Bundesrates zum Entwurf eines Bundesgesetzes über die Anlagefonds vom 23. November 1965, BBl 1965 III 302 und 305/6). Es ist somit davon auszugehen, dass es sich bei der Beschwerdeführerin um eine (blosse) Immobiliengesellschaft handelt.\n\na) Im Lichte der vorstehenden Erwägungen (E. 3a) kann der Liegenschaftskanton Nidwalden nicht dazu verhalten werden, bei der Ermittlung des steuerbaren Grundstückgewinnes einen pauschalen Anteil an den am Geschäftssitz der Beschwerdeführerin angefallenen Geschäftsunkosten zu berücksichtigen, wie dies bei einem Liegenschaftenhändler zu geschehen hätte. In der Hauptsache erweist sich die Beschwerde, soweit sie sich gegen den Kanton Nidwalden richtet, somit auf jeden Fall als unbegründet.\n\nb) Dem Kanton Nidwalden sind unter dem Gesichtswinkel von Art. 46 Abs. 2 BV auch sonst keine weiteren, im angefochtenen Urteil nicht berücksichtigten Unkosten zum Abzug zuzuweisen. Die Beschwerdeführerin macht zwar geltend, der Kanton Nidwalden habe die bundesgerichtlichen Ausscheidungsregeln verletzt, indem er nicht sämtliche ausgewiesenen Verkaufsunkosten vom besteuerten Grundstückgewinn abzog. Sie nennt und spezifiziert in ihrer Beschwerde aber einzig die 1%ige Verkaufskommission, welche die Fonds-Leitung gemäss Art. 18 lit. A/c des Fonds-Reglements im Betrag von Fr. 27'000.-- beansprucht habe. Ihr Hinweis auf ihre \"erheblichen Bemühungen bei den Verkaufsverhandlungen\" ist dagegen nicht genügend spezifiziert, und weitere Aufwendungen (Steuerberatung, Verwaltung der Liegenschaft) stehen nicht in ersichtlichem Zusammenhang mit dem erzielten Verkaufserlös. Das gleiche gilt für die in der Vernehmlassung der Steuerverwaltung Basel-Stadt erwähnten, 1977 angefallenen \"Restkosten für die Liegenschaft\" und Folgekosten.\n\nDas Verwaltungsgericht und die Steuerverwaltungs-Kommission Nidwalden nahmen nicht dazu Stellung, ob die Beschwerdeführerin eine an die Fonds-Leitung geschuldete Provision von 1% des Verkaufserlöses belegt habe und unter dem Gesichtspunkt der Doppelbesteuerung deren Abzug vom steuerbaren Grundstückgewinn beanspruchen könne. Im ersten Einsprache-Entscheid vom 28. Juli 1977 hatte die Steuerverwaltungs-Kommission eine solche Provision noch unter dem Gesichtspunkt von Art. 4 Ziff. 4 des anwendbaren Grundstückgewinnsteuergesetzes vom 24. April 1960 BGE 111 Ia 220 S. 230nicht zum Abzug zugelassen, weil die Fonds-Leitung nicht als Dritte betrachtet werden könne. Mit dieser Begründung könnte doppelbesteuerungsrechtlich wohl in der Tat der Abzug nicht verweigert werden, wie die Steuerverwaltung Basel-Stadt in ihrer Vernehmlassung bemerkt.\n\nWas die Beschwerdeführerin zur Begründung ihres Begehrens anführt, erweckt zudem unter dem Gesichtspunkt von Art. 46 Abs. 2 BV gewisse Zweifel, ob die Steuerverwaltung des Kantons Nidwalden auf ihrem Standpunkt beharren durfte, es sei nicht genügend nachgewiesen, dass die Beschwerdeführerin eine Verkaufskommission von Fr. 27'000.-- (also Fr. 17'000.-- mehr als die nach Ermessen geschätzten Fr. 10'000.--) schuldete. Die X. Immobilien AG erbringt aber auch in der staatsrechtlichen Beschwerde diesen Nachweis nicht. Gewiss hatte die X. AG als Fonds-Leitung nach Art. 18 lit. A/c des Fonds-Reglements gegenüber dem Liegenschaften-Anlagefonds X. Anspruch auf eine Kommission von 1% auf Liegenschaftenverkäufen. Auf welcher Rechtsgrundlage diese Kommission direkt der Beschwerdeführerin belastet und in ihrer Gewinn- und Verlustrechnung als Aufwand verbucht wurde, erwähnt sie indessen nicht. Da die Beschwerdeführerin weder bewiesen noch genügend glaubhaft gemacht hat, dass sie selbst gehalten war, der Fonds-Leitung die 1%ige Kommission auszurichten, hat der Kanton Nidwalden Art. 46 Abs. 2 BV nicht verletzt, wenn er als Verkaufskosten bloss nach Ermessen geschätzte Fr. 10'000.-- zum Abzug zuliess.\n\nDer Kanton Nidwalden besteuert nicht den Anlagefonds, hat aber auch dessen Verwaltungskosten nicht zu berücksichtigen, sondern nur die mit dem Verkauf verbundenen Unkosten der Immobiliengesellschaft selber."}