{"annee": "111", "cour": "V", "page": "1", "date": "10/1/1985", "cite": ["104 V 5", "97 V 221", "102 IA 483", "100 V 154"], "cite_par": ["130 V 505", "115 V 341", "137 V 175", "116 V 1"], "chapeau": "1. Auszug aus dem Urteil vom 10. Januar 1985 i.S. Ausgleichskasse des Kantons Zürich gegen Schrepfer und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 16 al. 2, art. 20 al. 2 LAVS, art. 43 RAVS, art. 590 al. 1 CC. Une créance de cotisations qui n'a pas été produite, de manière fautive, dans la procédure de bénéfice d'inventaire est éteinte et ne peut plus être compensée avec des prestations en faveur des survivants."], "faits": "", "considerants": "BGE 111 V 1 S. 1\n\nAus den Erwägungen:\n\n2. a) Stirbt ein Beitragspflichtiger, so haften seine Erben gemäss Art. 43 AHVV solidarisch für die von ihm zu seinen Lebzeiten geschuldeten Beiträge. Vorbehalten bleiben die Art. 566 (Ausschlagung), 589 (öffentliches Inventar) und 593 ZGB (amtliche Liquidation). Art. 43 AHVV ist gesetzmässig (BGE 97 V 222 Erw. 1 mit Hinweisen).\n\nb) Im vorliegenden Fall ist unbestritten und steht nach den Akten fest, dass es die Ausgleichskasse schuldhaft unterliess, ihre Beitragsforderungen im öffentlichen Inventar anzumelden. Zur Anmeldung war sie jedoch nicht nur befugt, sondern auch verpflichtet, wie sich folgerichtig aus der Erwähnung von Art. 589 ZGB in Art. 43 AHVV ergibt (BGE 97 V 223 Erw. 2a mit Hinweis; vgl. auch BGE 102 Ia 488 Erw. 5b in fine). Eine Aufnahme von Amtes wegen (Art. 583 ZGB) fiel ausser Betracht, da Beitragsforderungen nicht aus öffentlichen Büchern ersichtlich und daher nicht von Amtes wegen in das Inventar aufzunehmen sind BGE 111 V 1 S. 2(BGE 97 V 225 Erw. 4). Ebensowenig liegen Anhaltspunkte dafür vor, dass die Erben nach dem gewöhnlichen Lauf der Dinge von den Beitragsschulden des Erblassers Kenntnis haben konnten und deshalb gemäss Art. 581 Abs. 3 ZGB verpflichtet gewesen wären, der zuständigen Behörde jene Beitragsschulden mitzuteilen (BGE 97 V 225 Erw. 3).\n\nDemnach hat es die Ausgleichskasse zu vertreten, dass eine Anmeldung der Beitragsforderungen im öffentlichen Inventar unterblieb. Gemäss Art. 43 AHVV entfällt daher eine Haftung der Witwe für die ausstehenden Sozialversicherungsbeiträge ihres verstorbenen Ehemannes (BGE 97 V 223 Erw. 2a). Ebensowenig haften die beiden Kinder, da sie die Erbschaft ausgeschlagen haben.\n\n3. Es fragt sich jedoch, ob die strittigen Beitragsforderungen trotz fehlender Haftung der Erben nach Art. 43 AHVV mit den Hinterlassenenrenten (Witwen- und Waisenrenten) verrechnet werden können (Art. 20 Abs. 2 in Verbindung mit Art. 16 Abs. 2 letzter Satz AHVG).\n\na) Durch Art. 20 Abs. 2 AHVG wird für die Verrechnung eine eigene Ordnung geschaffen, welche auf die Besonderheiten der Sozialgesetzgebung im AHV-Bereich zugeschnitten ist (BGE 104 V 7 Erw. 3b). Dabei geht die Verrechenbarkeit von Beiträgen mit Leistungen gemäss Art. 20 Abs. 2 AHVG über die obligationenrechtlichen Regeln (Art. 120 Abs. 1 OR) hinaus; denn nach ständiger Rechtsprechung des Eidg. Versicherungsgerichts sind versicherungsrechtlich bzw. -technisch zusammenhängende Beiträge und Renten ohne Ansehen der pflichtigen bzw. berechtigten Person und ungeachtet erbrechtlicher Gegebenheiten verrechenbar (EVGE 1969 S. 94 Erw. c, 1966 S. 88 Erw. 3, 1951 S. 41 Erw. 2; nicht veröffentlichtes Urteil Oberli vom 30. Juli 1982). Daher ist - unter Beachtung bestimmter Rücksichtnahmen - auch nach amtlicher Liquidation (EVGE 1969 S. 95 Erw. g) und selbst bei Ausschlagung der Erbschaft (EVGE 1956 S. 190 Erw. 1, 1953 S. 287, 1951 S. 41 Erw. 2; obzitiertes Urteil Oberli) eine Verrechnung möglich.\n\nVorliegend ist ein versicherungsrechtlicher Zusammenhang zwischen den ausstehenden persönlichen Beiträgen des verstorbenen Beitragspflichtigen und der Witwenrente bzw. den Waisenrenten gegeben, weil diese nach Art. 33 Abs. 1 in Verbindung mit Art. 32 Abs. 1 AHVG vorab aufgrund des durchschnittlichen Jahreseinkommens des Ehemannes berechnet werden. Es bleibt zu beurteilen, BGE 111 V 1 S. 3ob die hinsichtlich der Ausschlagung und der amtlichen Liquidation gebildete Rechtsprechung zur Verrechenbarkeit auch für eine im öffentlichen Inventar schuldhaft nicht angemeldete Forderung gilt.\n\nb) Forderungen, die aus Verschulden im öffentlichen Inventar nicht angemeldet wurden, gehen infolge Verwirkung unter und bestehen daher auch nicht als Naturalobligation weiter (BGE 97 V 225 Erw. 5; ESCHER, N. 2 zu Art. 589/590 ZGB; TUOR/PICENONI, N. 2 zu Art. 589/590 ZGB; TUOR/SCHNYDER, Das Schweizerische Zivilgesetzbuch, 9. Aufl. (Nachdruck 1979), S. 449; VON TUHR/ESCHER, Allgemeiner Teil des Schweizerischen Obligationenrechts, Bd. II, S. 161 f.; anders BGE 102 Ia 483 für Steuerforderungen). Dies hat zur Folge, dass eine Verrechnung nicht mehr möglich ist. Im Bereich der AHV erlischt eine verwirkte Beitragsforderung ebenfalls und ist der Verrechnung nach Art. 20 Abs. 2 AHVG nicht mehr zugänglich (EVGE 1955 S. 195 Erw. 1 und 2; ZAK 1964 S. 85 Erw. 2; vgl. auch BGE 100 V 155 Erw. 2a mit Hinweisen und Art. 16 Abs. 2 letzter Satz AHVG).\n\nc) Aus dem Gesagten folgt, dass die nicht inventarisierten Forderungen für die persönlichen Beiträge des verstorbenen Beitragspflichtigen der Jahre 1977 bis 1981 untergegangen sind. Die von der Ausgleichskasse beabsichtigte Verrechnung jener ausstehenden Beiträge mit den Hinterlassenenrenten ist deshalb nicht zulässig. Im Gegensatz zur Ausschlagung und zur amtlichen Liquidation bleibt eine verrechenbare Beitragsforderung bei schuldhaft unterlassener Anmeldung im öffentlichen Inventar nicht bestehen."}