{"annee": "111", "cour": "IA", "page": "23", "date": "27/3/1985", "cite": ["109 IA 61", "106 IA 254", "101 IA 502", "105 IB 122", "103 IA 417", "102 IV 153", "109 IA 116", "106 IA 131", "107 IA 292", "100 IA 97", "103 IA 586", "99 IA 35", "102 IA 104", "106 IA 409", "89 I 460", "106 IA 136", "109 IA 273", "102 IA 372", "97 I 499", "104 IA 88", "99 IA 604"], "cite_par": ["112 IA 382", "115 IA 42", "113 IA 444", "116 IA 401", "118 IA 175", "113 IA 437", "116 IA 355", "143 I 403", "114 IA 350", "113 IA 362", "117 IA 472", "118 IA 427", "113 IA 412", "128 I 327", "119 IA 460", "115 IA 27", "116 IA 264", "113 IA 126", "116 IA 359", "128 I 206", "114 IA 335", "119 IA 348", "118 IB 241", "119 IA 321", "131 I 333", "118 IA 64", "112 IB 20", "117 IA 352", "135 I 233", "113 IA 257"], "chapeau": "7. Extrait de l'arrêt de la Ire Cour de droit public du 27 mars 1985 dans la cause Hôtel Astoria SA et La Réserve immobilière SA contre Genève, Grand Conseil (recours de droit public)", "regestes": ["Restrictions à la démolition, à la transformation ou au changement de destination des hôtels; art. 22ter et 31 al. 1 Cst. 1. Interprétation conforme à la constitution d'une disposition de droit cantonal dans le cadre du contrôle abstrait des normes (consid. 2). 2. Examen de la constitutionnalité de normes assignant des limites au droit de propriété et prise en considération du pouvoir d'appréciation laissé aux autorités chargées de leur exécution (consid. 3). 3. L'interdiction de transformer en locaux commerciaux des hôtels destinés à l'hébergement d'une clientèle de passage - soit des établissements qui ne sont pas, au premier chef, affectés à la satisfaction des besoins prépondérants de la population au sens de l'art. 3 al. 2 lettre b de la loi attaquée - constituerait une mesure de politique économique incompatible avec l'art. 31 Cst. (consid. 4c)."], "faits": "|24|\n\nLe 26 juin 1983, le corps électoral genevois a accepté en votation populaire la loi cantonale sur les démolitions, transformations et rénovations de maisons d'habitation (LDTR). En son article 5, cette loi énonce le principe suivant:\n\n\"Afin de préserver l'habitat existant et le caractère actuel des zones urbaines, nul ne peut, sous réserve de l'article 6, démolir ou transformer, en tout ou en partie, une maison d'habitation au sens de l'article 2, occupée ou inoccupée, ni en changer l'affectation.\"\n\nL'article 6 auquel il est fait mention prévoit que le département chargé des travaux publics peut accorder des dérogations lorsqu'elles s'imposent pour des motifs de sécurité ou de salubrité, ou sont justifiées par des motifs d'intérêt public ou d'intérêt général.\n\nEn outre, l'article 3 al. 2 LDTR dispose:\n\n\"Par changement d'affectation, on entend toute modification, même en l'absence de travaux, qui a pour effet de remplacer des locaux à destination de logements par des locaux à usage commercial, artisanal ou industriel. Sont également assimilés à des changements d'affectation:\n\na) ...\n\nb) le remplacement de résidences meublées ou d'hôtels par des locaux commerciaux, lorsque ces résidences ou ces hôtels répondent aux besoins prépondérants de la population.\"\n\nLe 30 août 1983, agissant par la voie du recours de droit public, l'Hôtel Astoria SA et La Réserve immobilière SA, propriétaires d'hôtels à Genève, demandent au Tribunal fédéral d'annuler la loi en question en tant qu'elle interdit la démolition, la transformation ou le changement de destination des hôtels. A l'appui de leur recours, elles invoquent une violation des art. 22ter et 31 Cst.\n\nLe Tribunal fédéral a rejeté le recours dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n2. Saisi d'un recours contre un arrêté de portée générale, le Tribunal fédéral contrôle librement la conformité de cet arrêté avec le droit constitutionnel cantonal ou fédéral (ATF 106 Ia 132 consid. 1b; SJ 1984, p. 9/10 consid. 3b).\n\n|25|\n\nIl examine, dans ce contexte, s'il est possible, selon les principes généraux d'interprétation, de donner à la norme attaquée une portée qui la fasse apparaître conforme aux droits constitutionnels invoqués. Ce n'est que si la disposition cantonale ne se prête à aucune interprétation conforme à la Constitution que le Tribunal fédéral l'annulera; il s'en abstiendra si l'une des interprétations peut être admise de façon soutenable (ATF 109 Ia 69, ATF 109 Ia 121, 301; ATF 107 Ia 294; ATF 106 Ia 137; ATF 104 Ia 99, 249 et les arrêts cités). Il n'est, en effet, pas possible, dans la procédure de contrôle abstrait des normes, d'envisager d'emblée tous les effets de l'application d'un texte légal, notamment lorsqu'il laisse une certaine marge d'appréciation à l'autorité qui est chargée de l'appliquer. Si, dans les circonstances normales que le législateur devait considérer, une disposition semble, comme telle, compatible avec la Constitution, l'éventualité qu'elle y soit contraire dans des cas particuliers ne suffit pas pour que le juge constitutionnel l'annule. Il ne le fera que si la perspective d'un contrôle ultérieur n'offre pas des garanties suffisantes à celui qu'elle touche (ATF 102 Ia 109 consid. 1b ATF 100 Ia 105). Le Tribunal fédéral ne saurait en tout cas laisser subsister une norme dont la teneur permet de présager, avec vraisemblance, qu'elle puisse être interprétée contrairement à la Constitution (ATF 109 Ia 302 et les arrêts cités, SJ 1984, p. 9/10, consid. 3b; NIKLAUS MÜLLER, Die Rechtsprechung des Bundesgerichts zum Grundsatz der verfassungskonformen Auslegung, Berne 1980, p. 135; CAMPICHE, Die verfassungskonforme Auslegung, Zurich 1978, p. 100 ss; J.P. MÜLLER, Elemente einer schweiz. Grundrechtstheorie, Berne 1982, p. 70 ss).\n\nLa conformité d'une norme avec le droit constitutionnel fédéral et cantonal s'apprécie principalement en fonction du texte même de la disposition attaquée. Si la formulation en est claire et non équivoque, le sens littéral ne peut être modifié au moyen d'une interprétation conforme. Celle-ci n'est donc admissible que dans la mesure où le sens de la loi contestée apparaît ambigu, imprécis ou lacunaire (ATF 105 Ib 125 consid. 3, ATF 102 IV 155; HÄFELIN, Die verfassungskonforme Auslegung und ihre Grenze, in: Festschrift für Hans Huber, Berne 1981, p. 245 ss; NIKLAUS MÜLLER, op.cit., p. 104; CAMPICHE, op.cit., p. 116).\n\nPour déterminer si une règle litigieuse se prête à une interprétation conforme ou si elle doit être annulée, il s'impose tout d'abord d'apprécier la gravité de l'atteinte dont sont menacés les droits constitutionnels des recourants et la possibilité que ces |26| derniers ont encore de faire respecter leurs droits lors d'un contrôle concret de la norme à l'occasion d'un cas d'application (ATF 109 Ia 302, ATF 106 Ia 138, ATF 102 Ia 109). Le juge constitutionnel doit ensuite regarder dans quelles circonstances pratiques la disposition en cause sera appliquée et ne pas se borner à traiter le problème de manière purement abstraite. La façon dont la loi sera vraisemblablement mise en oeuvre, de même que la qualité de ses organes d'exécution jouent, dès lors, un rôle important dans l'examen de la conformité de la disposition à la Constitution (ATF 106 Ia 138, SJ 1984, p. 9/10)...\n\nC'est dans ce cadre qu'il y a lieu d'examiner si les dispositions litigieuses de la loi genevoise du 26 juin 1983 résistent au grief d'inconstitutionnalité soulevé contre elles par les recourantes.\n\n3. Selon l'art. 22ter Cst., la propriété est garantie; les cantons peuvent cependant édicter des restrictions à son endroit par voie législative et pour des motifs d'intérêt public. Dans le cas particulier, indiscutablement, l'interdiction de principe de remplacer des hôtels par des locaux commerciaux, telle qu'elle résulte de l'art. 5 LDTR en relation avec l'art. 3 al. 2 lettre b LDTR, ne porte aucune atteinte à l'institution même de la propriété (ATF 103 Ia 418 ss). Il y a lieu d'examiner seulement si elle restreint de manière illicite les droits des propriétaires (ATF 99 Ia 37).\n\na) Définissant le but de la loi, l'art. 1 LDTR déclare que celui-ci vise à \"préserver l'habitat et les conditions de vie dans les quatre premières zones de construction au sens de l'article 11 de la loi sur les constructions et les installations diverses, du 25 mars 1961... A cette fin, et tout en assurant la protection des locataires, elle prévoit notamment ... des restrictions à la démolition, à la transformation et au changement d'affectation de maisons d'habitation.\" En dehors de son aspect tendant à offrir une protection accrue aux locataires, cette loi s'inscrit principalement dans le cadre de la lutte contre la pénurie de logements. Le Tribunal fédéral a reconnu à de nombreuses reprises que la politique du logement relève de l'intérêt public (ATF 106 Ia 412; ATF 102 Ia 376; ATF 101 Ia 511; ATF 89 I 460). En l'espèce, le souci de préserver un nombre suffisant de résidences meublées et d'hôtels à Genève obéit aux mêmes préoccupations dans la mesure où les résidences et les hôtels touchés servent de maisons d'habitation répondant aux besoins prépondérants de la population et pas simplement de lieu de séjour temporaire, comme le sont, par exemple, les hôtels à vocation essentiellement |27| touristique. Dès lors, il ne fait aucun doute que l'art. 3 al. 2 lettre b LDTR réponde à un intérêt public.\n\nb) Selon la jurisprudence, une restriction à la propriété ne doit pas entraîner une atteinte plus grave que ne l'exige le but d'intérêt public recherché. Si l'Etat peut obtenir le même résultat par l'emploi de moyens moins rigoureux, la restriction en cause devra être considérée comme contraire au principe de la proportionnalité; elle le sera aussi s'il n'existe pas de rapport raisonnable entre la limitation de la propriété et le résultat recherché (ATF 101 Ia 511; ATF 99 Ia 41, 475). Bien que le Tribunal fédéral se prononce en principe librement sur l'application de ces deux conditions, il fait néanmoins preuve de réserve lorsqu'il procède, comme en l'espèce, au contrôle abstrait de normes aménageant un large pouvoir d'appréciation aux autorités d'exécution (ATF 106 Ia 260).\n\nEn l'occurrence, les dispositions attaquées respectent les conditions posées par la jurisprudence dans la mesure où elles se bornent à prévoir la possibilité d'une restriction à la propriété en raison du but social visé et à laisser, pour le surplus, aux autorités d'exécution un vaste pouvoir d'appréciation. L'ampleur concrète de la restriction dépend par conséquent essentiellement de la manière dont les autorités d'exécution appliqueront la loi. Il s'avère dès lors prématuré de vouloir examiner dès maintenant des griefs relevant d'un cas d'application postérieur de la loi. En effet, les dispositions attaquées n'assimilent le remplacement d'hôtels par des locaux commerciaux à un changement d'affectation, interdit en principe, qu'à la condition que \"ces hôtels répondent aux besoins prépondérants de la population\" (art. 3 al. 2 lettre b LDTR).\n\nC'est donc, en vertu du texte légal non équivoque, uniquement les hôtels qui remplissent cette condition qui pourront être touchés. Il n'est pas nécessaire de statuer dès maintenant sur l'interprétation qui pourra être donnée à la clause susmentionnée, qui laisse à l'autorité chargée de son application une marge d'appréciation sans doute large, mais raisonnable et justifiée (ATF 101 Ia 514/515; arrêts non publiés du 10 février 1982 en la cause Somarco A.G., p. 8/9 et du 29 septembre 1982 en la cause Pensionskasse Eternit, consid. 5). L'autorité administrative devra, dans chaque cas concret d'application, procéder à la pesée des intérêts en présence et se prononcer sur le point de savoir si, compte tenu des circonstances de la cause, l'hôtel en question \"répond aux besoins prépondérants de la population\". C'est à ce |28| moment seulement que pourra être examinée et appréciée l'importance de maintenir l'affectation de l'hôtel en cause, de même que la proportionnalité des mesures entreprises.\n\nHormis le pouvoir d'appréciation aménagé par l'art. 3 LDTR, le Département des travaux publics peut, en outre, accorder, en vertu de l'art. 6 LDTR, des dérogations à l'interdiction générale de changer l'affectation des maisons d'habitation, notamment lorsqu'elles sont justifiées par des motifs d'intérêt public ou d'intérêt général. L'al. 5 de cette disposition précise:\n\n\"Le maintien ou le développement du commerce et de l'artisanat lorsqu'il est souhaitable et compatible avec les conditions de vie du quartier, peut également être considéré d'intérêt général. Le département tient compte en outre, lors de l'octroi de dérogations, de la proportion de locaux affectés à un usage autre que l'habitation dans le bâtiment.\"\n\nIl n'est ainsi nullement exclu que les recourantes puissent bénéficier d'une dérogation selon la situation concrète du quartier dans lequel est situé leur hôtel, au moment où elles en formuleraient la demande. Le Département des travaux publics devra veiller à ne pas priver de sens, en formulant des exigences excessives, cette possibilité légale de dérogation. Dans les cas où le développement du commerce apparaîtrait souhaitable et compatible avec les conditions de vie du quartier, il devra en principe, si le maintien de l'exploitation hôtelière ou sa transformation en logements ne peut raisonnablement être imposé au propriétaire du point de vue économique, autoriser par dérogation la transformation de l'hôtel en locaux commerciaux ordinaires. Ainsi que l'expose le Conseil d'Etat dans sa réponse au recours, il incombera à l'autorité concernée d'examiner chaque demande d'autorisation pour elle-même et d'appliquer la loi avec discernement et souplesse, de cas en cas, ce qui exclut le recours à des principes d'application schématisés.\n\nDès lors, considérant l'importance du pouvoir d'appréciation des autorités chargées d'appliquer les dispositions querellées, il faut reconnaître que la loi ne consacre aucune violation de la garantie de la propriété au sens de l'art. 22ter Cst. et qu'elle respecte, dans le cadre d'un contrôle abstrait des normes, le principe de la proportionnalité. Les reproches des recourantes à cet égard apparaissent ainsi mal fondés.\n\n4. Les recourantes soutiennent que l'art. 3 al. 2 lettre b LDTR constitue une violation grave de leur liberté économique protégée par l'art. 31 Cst.\n\n|29|\n\na) Le Tribunal fédéral a constaté à plusieurs reprises qu'une même mesure peut apporter simultanément une restriction à la garantie de la propriété et à la liberté économique (ATF 103 Ia 592; ATF 102 Ia 113; ATF 99 Ia 618). Si la validité des restrictions affectant ces deux droits fondamentaux est subordonnée à certaines conditions communes telles que l'existence d'une base légale - question qui ne se pose pas en l'espèce - et le respect du principe de la proportionnalité, il n'en demeure pas moins que les raisons d'intérêt public opposables à chacun des deux droits ne sont pas exactement les mêmes.\n\nAlors que les limitations à la propriété peuvent être fondées sur des motifs très variés, y compris des considérations de politique économique (ZBl 1980, p. 410; 1976, p. 362), les limitations de l'activité économique ne doivent pas, sous réserve d'habilitation constitutionnelle spéciale, s'appuyer sur de tels motifs (ZIMMERMANN, Das Verhältnis von Wirtschaftsfreiheit und Eigentumsgarantie, thèse Zurich 1979, p. 56 ss; H. SCHMID, Die Unterscheidung zwischen wirtschaftspolizeilichen und wirtschaftspolitischen Massnahmen in schweiz. Recht, thèse St-Gall 1974, p. 267; AUBERT, Supplément 1967-1982, p. 279).\n\nb) Comme il a été dit précédemment, le souci de préserver un nombre suffisant de résidences meublées et d'hôtels à Genève répond à un intérêt public relevant de préoccupations de politique sociale, dans la mesure où les résidences et hôtels concernés servent de maisons d'habitation répondant aux besoins prépondérants de la population et pas simplement de lieu de séjour temporaire. Or, le Tribunal fédéral a admis que les mesures de politique sociale prises par les cantons, tant qu'elles n'ont pas pour objectif d'intervenir dans la libre concurrence, sont compatibles avec l'art. 31 Cst., à la condition qu'elles se conforment aux principes constitutionnels auxquels doivent obéir toutes les restrictions des libertés individuelles (ATF 99 Ia 619; ATF 97 I 504). Considérant qu'en l'espèce il est prématuré d'examiner, dans le cadre du contrôle abstrait des normes, la proportionnalité des restrictions en cause, ces dernières doivent être reconnues conformes à l'art. 31 Cst. pour autant qu'elles répondent à l'intérêt public décrit ci-dessus.\n\nc) La question se présenterait différemment si l'interdiction de transformer les hôtels en locaux commerciaux affectait également les hôtels destinés principalement à recevoir des gens de passage. On peut considérer qu'une pareille mesure constituerait une intervention économique de l'Etat ayant pour but de favoriser le |30| tourisme à Genève. Comme la Constitution ne contient aucune disposition autorisant clairement les cantons à intervenir de cette manière dans l'économie, l'art. 3 al. 2 lettre b LDTR violerait l'art. 31 Cst. s'il limitait la possibilité de transformer des hôtels s'adressant à une clientèle de passage (SCHMID, op.cit., p. 284; ZIMMERMANN, op.cit., p. 60).\n\nCette interprétation de la loi contraire à la Constitution n'est toutefois pas préconisée par le Conseil d'Etat qui restreint, dans ses observations, le champ d'application des dispositions contestées aux hôtels servant de logement à une clientèle hôtelière \"atypique\". Il est inutile, dans le cadre du contrôle abstrait des normes, de définir d'ores et déjà, de manière exhaustive, quelles catégories de personnes entrent sous ce concept. Il appartient à l'autorité d'application de la loi de le faire. Il suffit, à ce stade, d'exclure simplement de l'art. 3 al. 2 lettre b LDTR les hôtels qui ne servent pas à satisfaire les \"besoins prépondérants de la population\"; principalement les hôtels recevant les touristes et autres gens de passage.\n\nSous cette réserve, la restriction apportée à la liberté économique des recourantes respecte les conditions de l'art. 31 Cst. En conséquence, tous les motifs invoqués par Hôtel Astoria SA et La Réserve immobilière SA sont mal fondés et leur recours doit être rejeté."}