{"annee": "111", "cour": "V", "page": "27", "date": "24/1/1985", "cite": ["108 V 245", "109 V 36", "108 V 27"], "cite_par": [], "chapeau": "6. Extrait de l'arrêt du 24 janvier 1985 dans la cause Jilkova contre Caisse-maladie et accidents ASSURA et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 5 al. 3 LAMA: Notion de réticence. Il y a réticence, si le candidat ou l'assuré passe sous silence de manière fautive (non pas: \"dolosive\") une maladie existante ou une maladie antérieure sujette à rechute qu'il connaissait ou aurait dû connaître en faisant preuve de l'attention qu'on pouvait exiger de lui."], "faits": "", "considerants": "|27|\n\nExtrait des considérants:\n\n1. a) L'art. 5 al. 3 LAMA dispose que, si l'admission ne peut être refusée pour raisons de santé, les caisses peuvent cependant excepter de l'assurance, en en faisant l'objet d'une réserve, les maladies existant au moment de l'admission; il en va de même pour les maladies antérieures si, selon l'expérience, une rechute est possible. Les réserves sont caduques après cinq ans au plus.\n\nLorsque l'assuré, en cours de sociétariat, s'assure pour des prestations plus étendues, la caisse peut introduire des réserves en ce qui concerne les prestations supérieures à celles qui étaient assurées jusqu'alors, dans les mêmes conditions que lors d'une admission. Ces réserves sont elles aussi caduques après cinq ans au plus (art. 2 al. 2 Ord. III).\n\nSi, dans l'un et l'autre cas, la caisse n'a pas formulé de réserve, elle ne peut le faire après coup qu'en cas de réticence.\n\n|28|\n\nb) Jusqu'à présent, la jurisprudence publiée en langue française qualifiait de réticence le fait de ne pas annoncer à la caisse, en la passant sous silence de manière \"dolosive\", une maladie existante ou une maladie antérieure sujette à rechute que le candidat - ou l'assuré - connaissait ou aurait dû connaître en faisant preuve de l'attention que l'on pouvait exiger de lui (ATF 109 V 38 consid. 1b, ATF 108 V 28 consid. 1 avec les références). En vérité, cette définition est partiellement inexacte et ne correspond pas au sens réel que le Tribunal fédéral des assurances donne à la notion de réticence. L'expression \"de manière dolosive\" peut en effet prêter à confusion et laisser penser qu'il s'agit en l'espèce d'un dol au sens de l'art. 28 CO, de sorte que la réticence impliquerait toujours la volonté du candidat ou de l'assuré d'induire en erreur la caisse-maladie, au moins à titre éventuel. Or, c'est un comportement fautif, intentionnel ou par négligence, qui est visé par la jurisprudence susmentionnée, dès lors qu'il est question d'une maladie que l'intéressé \"connaissait ou aurait dû connaître en faisant preuve de l'attention que l'on pouvait exiger de lui\". A cet égard, la terminologie des arrêts publiés à ce sujet en langue allemande, qui utilisent le terme \"schuldhaft\", est exacte (ATF ATF 108 V 248 consid. 2b avec les références). Ainsi donc, le qualificatif \"dolosive\" doit-il être remplacé, dans la définition rappelée ci-dessus, par \"fautive\"."}