{"annee": "111", "cour": "III", "page": "5", "date": "25/2/1985", "cite": ["73 III 152", "91 III 7", "109 III 58", "70 III 76", "52 III 11", "109 III 27", "106 III 1", "91 III 1", "73 III 27", "104 III 42"], "cite_par": [], "chapeau": "2. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 25. Februar 1985 i.S. St. (Rekurs)", "regestes": ["Art. 66 al. 5 LP; prolongation du délai de recours. Même s'il est domicilié à l'étranger, le débiteur ne peut invoquer l'art. 66 al. 5 LP (en relation avec l'art. 66 al. 3 LP) lorsque le procès-verbal de séquestre lui a été notifié à l'occasion d'un séjour en Suisse."], "faits": "", "considerants": "BGE 111 III 5 S. 5\n\nAus den Erwägungen:\n\n2. Es ist unbestritten, dass der Rekurrent im Zeitpunkt der Zustellung der Arresturkunden Nrn. 1/1984 und 2/1984 Wohnsitz in Thailand hatte, dass ihm die erwähnten Arresturkunden, anlässlich eines vorübergehenden Aufenthalts in der Schweiz, spätestens am 29. Juni 1984 ausgehändigt wurden und dass er in der Folge - an einem nicht festgestellten Datum - die Schweiz wieder verliess. Das Vorbringen in der Vernehmlassung des Betreibungsamtes Pfäffikon, wonach der Schuldner am 13. Juli 1984 von Zürich nach Bangkok weggezogen sein soll, ist neu; es kann darauf, da diese Tatsache schon im kantonalen Verfahren hätte angebracht werden können, nicht eingetreten werden (Art. 79 Abs. 1 OG).\n\n3. a) Somit stellt sich die Frage, ob - wie er geltend macht - dem Arrestschuldner für die Einreichung der Beschwerde Fristverlängerung BGE 111 III 5 S. 6hätte gewährt werden müssen, wie dies insbesondere BGE 106 III 4 E. 2 verlangt. Dieser Entscheid stützt sich auf Art. 66 Abs. 5 SchKG, wonach der die Betreibungsurkunden zustellende Betreibungsbeamte die Fristen den Umständen entsprechend verlängern kann. Unter Fristen im Sinne dieser Bestimmung fällt nach der soeben zitierten Rechtsprechung auch die Beschwerdefrist (vgl. auch BGE 91 III 7 mit Hinweisen). Gewährt der Betreibungsbeamte dem im Ausland wohnenden Schuldner von sich aus keine Fristverlängerung, so kann dies im Beschwerdeverfahren nachgeholt werden (vgl. auch BGE 91 III 6 E. 4 mit Hinweisen). Eine an sich verspätete Beschwerde ist als rechtzeitig zu betrachten, sofern sie innert der Frist erhoben wurde, die dem Schuldner von Anfang an hätte eingeräumt werden müssen. Bezüglich der konkreten Dauer dieser Frist ist in BGE 106 III 4 E. 2 erkannt worden, dass die Frist um wenigstens so viele Tage zu erstrecken ist, als es der normalen Beförderungsdauer einer Postsendung vom Ausland in die Schweiz entspricht. Mit anderen Worten genügt es somit, wenn die Beschwerde- oder Rekursschrift innert der Frist von zehn Tagen bei einer ausländischen Poststelle aufgegeben wird; um die für die Beförderung von jener Poststelle in die Schweiz nötige Zeit ist die Beschwerde- oder Rekursfrist zu verlängern.\n\nDie in der zitierten Rechtsprechung entwickelten Regeln können indessen auf den vorliegenden Fall nicht angewandt werden. Abs. 5 von Art. 66 SchKG bezieht sich ausdrücklich auf die Abs. 2-4 derselben Bestimmung, von welchen in der hier zu beurteilenden Streitfrage nur Abs. 3 zur Diskussion steht. Art. 66 Abs. 3 SchKG nun aber hat den im Ausland wohnenden Schuldner im Auge, welchem eine Betreibungsurkunde durch die Vermittlung der dortigen Behörden oder durch die (dortige) Post zugestellt wird. So wohnte denn auch der in BGE 106 III 4 E. 2 erwähnte Rekurrent in Alexandria (Ägypten) und nahm den von ihm angefochtenen Entscheid dort entgegen. Die in BGE 91 III 1 ff. erwähnte Schuldnerin hatte ihren Geschäftssitz in Mülheim an der Ruhr (BRD), wohin ihr aus der Schweiz ein Zahlungsbefehl zugestellt wurde. Laut BGE 73 III 27 ff. war der Schuldner im damals besetzten Deutschland domiziliert und hatte dort auf diplomatischem Wege zwei Zahlungsbefehle aus der Schweiz zugestellt bekommen. Zustellort für Arresturkunde und Zahlungsbefehl war in BGE 73 III 152 ff. Brüssel. Aus BGE 70 III 76 ff. geht hervor, dass sich der Geschäftssitz des Schuldners, dem aus der Schweiz die Arresturkunde und der Zahlungsbefehl zugestellt wurden, in Valencia BGE 111 III 5 S. 7(Spanien) befand. Der Rekurrent in BGE 52 III 11 ff. schliesslich hielt sich in Buenos Aires auf, als ihm durch die schweizerische Gesandtschaft in Argentinien ein Zahlungsbefehl übermittelt wurde.\n\nDemgegenüber hielt sich im vorliegenden Fall der Schuldner unbestrittenermassen in der Schweiz auf, als ihm die Arresturkunden zugestellt wurden. Der von Art. 66 Abs. 3 SchKG zur Voraussetzung gemachte Wohnsitz im Ausland war daher nicht gegeben und somit Art. 66 Abs. 5 SchKG nicht anwendbar. Sollte aber der Rekurrent angenommen haben, es könnte Bangkok als sein Wohnsitz betrachtet und ihm aus diesem Grund Fristverlängerung gewährt werden, so hätte er sich während seines Aufenthaltes in der Schweiz wenigstens (bei einem Betreibungsamt oder einem Rechtsanwalt) erkundigen können, ob seine Auffassung richtig sei. Der Rekurrent behauptet im übrigen auch nicht, dass die Ende Juni 1984 erfolgte Zustellung der Arresturkunden in den Arresten Nrn. 1/1984 und 2/1984 des Betreibungsamtes Pfäffikon an einem rechtlichen Mangel gelitten hätte.\n\nb) Im Hinblick auf seinen Aufenthalt in der Schweiz zur Zeit der Zustellung der beiden Pfändungsurkunden führt der Rekurrent auch vergeblich ins Feld, dass er damals Rechtsanwalt Sch. noch nicht mit der Wahrnehmung seiner Interessen beauftragt habe. Es genügt die Feststellung, dass es ihm auf jeden Fall möglich gewesen wäre, innert der Beschwerdefrist von zehn Tagen einen Rechtsanwalt in der Schweiz mit der Rechtsmittelergreifung in dieser Sache zu beauftragen.\n\nc) Zu Unrecht beruft sich der Rekurrent auch auf den Umstand, dass ihm das Betreibungsamt eine Frist von 20 Tagen angesetzt hat, um allfällige Rechte Dritter an beschlagnahmten Vermögenswerten bekanntzugeben. Diese Fristansetzung stützt sich entgegen der Darstellung Rekurrenten nicht auf Art. 66 Abs. 5 SchKG. Über die Frist, innert welcher der Dritte seine Rechte im Widerspruchsverfahren anmelden muss, damit sie noch berücksichtigt werden können, enthält das Gesetz keine ausdrückliche Bestimmung (BGE 104 III 44). Es erlaubt im Gegenteil dem Dritten, seinen Anspruch an der gepfändeten Sache oder an deren Erlös geltend zu machen, solange dieser nicht verteilt ist (Art. 107 Abs. 4 SchKG). Nur bei grundloser Verzögerung der Anmeldung bezeichnet die Rechtsprechung den Drittanspruch als verwirkt (BGE 109 III 58 ff.). Dieselbe Rechtsprechung hat auch erkannt, dass die Praxis eines Betreibungsamtes, die Anmeldefrist für Drittansprüche BGE 111 III 5 S. 8auf zehn Tage zu beschränken, in klarem Widerspruch zum Bundesrecht stehe (BGE 109 III 27). So darf denn auch die 20tägige Frist, welche das Betreibungsamt in den Arresturkunden angesetzt hat, nicht als Verwirkungsfrist verstanden werden. Das hat das Betreibungsamt selber gesehen, wenn es hinzugefügt hat, bei verspäteter Geltendmachung von Drittansprüchen bestehe die Gefahr, \"dass diese Ansprüche nicht mehr berücksichtigt werden können, wenn festgestellt wird, dass die Verzögerung arglistig erfolgte\".\n\nDas Betreibungsamt Pfäffikon hat also dadurch, dass es für die Bekanntgabe allfälliger Drittansprüche 20 Tage eingeräumt hat, nicht eine gesetzliche Frist verlängert. Daher kann ihm nicht vorgeworfen werden, es habe zwar die - vom Gesetz nirgends fixierte - Frist für die Anmeldung von Drittansprüchen aufgrund von Art. 66 Abs. 5 SchKG verlängert, nicht aber die - gesetzliche - Frist für die Beschwerde gemäss Art. 17 SchKG. Nicht heranziehen lässt sich aus demselben Grund BGE 73 III 154 E. 3. Hier verlängerte das Betreibungsamt die - wiederum gesetzliche - Frist von Art. 106 Abs. 2 SchKG zur Bestreitung (nicht Bezeichnung!) des Drittanspruches durch den Schuldner; die Nichtbeachtung dieser Frist hat gemäss Art. 106 Abs. 3 SchKG zur Folge, dass der Anspruch des Dritten als anerkannt gilt. Demgegenüber handelt es sich bei der Frist von 20 Tagen, welche das Betreibungsamt Pfäffikon dem Arrestschuldner zur Bezeichnung allfälliger Rechte Dritter angesetzt hat, um eine Ordnungsvorschrift ohne gesetzliche Sanktion. Der Widerspruch in der Fristansetzung, den der Rekurrent entdeckt zu haben glaubt, besteht somit nicht."}