{"annee": "111", "cour": "IA", "page": "324", "date": "10/7/1985", "cite": ["104 IA 113", "109 IA 325", "103 IA 80", "95 I 504", "100 IA 144", "90 I 86", "104 IA 63", "101 IA 193", "107 IA 29"], "cite_par": ["114 IA 221"], "chapeau": "56. Estratto della sentenza 10 luglio 1985 della I Corte di diritto pubblico nella causa Comune di Locarno c. X., Y. e litisconsorti e Tribunale amministrativo del Cantone Ticino (ricorso di diritto pubblico e ricorso di diritto amministrativo)", "regestes": ["Principe de l'égalité devant la loi et autonomie communale; prélèvement d'une taxe annuelle pour le service communal de ramassage et d'élimination des ordures. Une disposition communale qui met cette taxe à la charge des personnes non domiciliées dans la commune mais y possédant une maison de vacances et qui exonère en revanche les personnes domiciliées et occupant un tel logement dans la même commune ne viole pas dans le cas concret le principe de l'égalité de traitement posé à l'art. 4 Cst. (consid. 7)."], "faits": "|324|\n\nA copertura parziale delle spese comunali del servizio di raccolta e distruzione dei rifiuti, il Comune di Locarno preleva tasse annuali, da cui sono però esenti le economie domestiche dei domiciliati ai sensi dell'art. 23 CC (art. 16 n. 1 del relativo regolamento del 9 ottobre 1978/19 ottobre 1981). Tra l'altro, secondo il n. 2 cpv. 1 lett. g e cpv. 3 di questo disposto, una tassa annuale è dovuta dal proprietario o |325| dall'amministrazione di abitazioni di vacanza locate a scopo di lucro a non domiciliati oppure usufruite in proprio da non domiciliati. Tasse analoghe sono poste a carico anche di esercizi pubblici, ospedali e campeggi, in proporzione ai letti o ai posti tenda, nonché a carico delle economie domestiche dei non domiciliati (art. citato n. 2 cpv. 1 lett. a, b, f e h).\n\nCon decisioni del 20 agosto e del 2 settembre 1982, rese in applicazione dell'art. 16 n. 2 cpv. 1 lett. g del regolamento, il Municipio di Locarno ha chiesto ai resistenti, tutti proprietari di residenze secondarie usate da non domiciliati, il pagamento della tassa raccolta rifiuti, esponendo importi varianti da 150 a 200 franchi, a seconda del numero dei locali delle abitazioni. Queste tassazioni sono state confermate su reclamo il 4 marzo 1983 e su ricorso dal Consiglio di Stato, con risoluzione n. 1383 del 20 marzo 1984.\n\nIn data 5 aprile 1984 X. ed i proprietari degli appartamenti del condominio L. di Locarno si sono aggravati al Tribunale cantonale amministrativo (TCA), postulando l'annullamento della tassa e facendo valere soprattutto la disparità di trattamento ingenerata a loro avviso dall'applicazione dell'art. 16 n. 2 cpv. 1 lett. g fra proprietari o conduttori di abitazioni di vacanza domiciliati a Locarno e non domiciliati. Questi ricorsi sono stati accolti con sentenze dell'8 giugno 1984. Il TCA ha rilevato in modo particolare che l'art. 16 n. 2 cpv. 1 lett. g del regolamento, imponendo le residenze secondarie occupate dai non domiciliati ed esonerando invece quelle occupate dai domiciliati, crea a favore di quest'ultima categoria un vero e proprio privilegio fiscale che non trova riscontro nella diversità delle situazioni e che è pertanto incompatibile con il principio d'uguaglianza.\n\nIl Comune di Locarno, rappresentato dal Municipio, è insorto contro queste sentenze con tempestivi ricorsi di diritto pubblico e di diritto amministrativo, chiedendo al Tribunale federale di annullarle e protestando le spese processuali. Dei motivi dei ricorsi, basati in sostanza su una violazione dell'autonomia comunale e dell'art. 4 Cost., si dirà nei considerandi. I resistenti X., Y. e litisconsorti hanno concluso per l'inammissibilità dei ricorsi di diritto amministrativo e per la reiezione di quelli di diritto pubblico. Il TCA ha fatto riferimento alle proprie sentenze, mentre il Consiglio di Stato s'è rimesso al giudizio del Tribunale federale.\n\n|326|", "considerants": "Considerando in diritto:\n\nI. Questioni d'ordine\n\n3. (Improponibilità del ricorso di diritto amministrativo e ricevibilità del ricorso di diritto pubblico per violazione dell'autonomia comunale.)\n\nII. Questioni di merito\n\n4. (Per il prelievo di tasse che garantiscono la copertura delle spese relative al servizio comunale di raccolta ed eliminazione dei rifiuti, i comuni ticinesi fruiscono di una grande libertà d'azione e quindi di un'autonomia costituzionalmente protetta [cfr. art. 68/70 della legge cantonale d'applicazione della LCIA del 2 aprile 1975].)\n\n5. (Quando l'autorità cantonale d'ultima istanza considera una norma comunale come contraria alla Costituzione, il Tribunale federale, adito dal comune per violazione della sua autonomia, controlla la decisione di codesta autorità con pieno potere cognitivo.)\n\n6. (Portata del principio dell'uguaglianza di trattamento nell'elaborazione del diritto comunale e nel suo esame, con riferimento alla sentenza 21 dicembre 1983 in re Comune di Igis [DTF 109 Ia 327 /28 consid. 4].)\n\n7. Non è controverso che il tributo causale in rassegna è una tassa d'utilizzazione, ovverosia un compenso particolare imposto al privato per una prestazione della pubblica amministrazione o per un servizio pubblico (DTF 103 Ia 81, DTF 101 Ia 195 consid. 3, DTF 95 I 506; Rep. 1982 pag. 323 consid. 2), e che codesta tassa rispetta il principio della copertura dei costi e quello della proporzionalità o dell'equivalenza secondo la terminologia comunemente invalsa in materia di tributi causali (DTF 107 Ia 33 consid. 2d, DTF 104 Ia 116; Rep. 1982 pag. 326 consid. 4a). Il Tribunale amministrativo - appoggiandosi alla giurisprudenza del Tribunale federale - ha ritenuto che un trattamento diverso dei soggetti fiscali a seconda del loro domicilio non è necessariamente contrario all'art. 4 Cost. (DTF 101 Ia 196 consid. 4, DTF 90 I 100). Esso ne ha dedotto che la tassa raccolta rifiuti - in linea di principio - può essere imposta ai soli utenti non domiciliati o dimoranti a Locarno, e ciò allo scopo di coprire i costi supplementari causati dal sovradimensionamento delle attrezzature e degli impianti e dall'aumento della manodopera, imposti dall'enorme incremento della popolazione durante il periodo estivo, a dipendenza dell'afflusso di un numero |327| di turisti che supera quello dei domiciliati e residenti. Ciò posto, con particolare riferimento alle abitazioni di vacanza, il Tribunale amministrativo ha nondimeno rilevato che, in merito all'onere supplementare che queste comportano per la raccolta dei rifiuti, è indifferente che esse siano utilizzate da persone domiciliate a Locarno oppure da non domiciliati: i giudici cantonali ne hanno dedotto che - sotto questo profilo - costituisce una discriminazione contraria all'art. 4 Cost. non esigere la tassa, se chi fruisce della residenza secondaria è domiciliato a Locarno, ed hanno concluso che, fintanto che questa incostituzionalità non sarà stata rimossa, il relativo tributo non potrà essere riscosso neppure presso gli altri proprietari. Questo ragionamento non può essere condiviso.\n\na) Come il Tribunale amministrativo ha rilevato con pertinenza, la giustificazione sostanziale della tassa controversa ha fondamento nell'aumento della popolazione, che dai circa 15'000 abitanti stabili passa durante i mesi estivi a 35-37'000 anime per l'afflusso dei turisti. È a carico di codesti turisti, all'origine delle punte a cui il servizio deve far fronte, che la tassa deve economicamente gravare. Il fatto che essa - per ragioni evidenti - non sia direttamente riscossa presso di loro, ma presso i proprietari o gli operatori economici che forniscono loro alloggio, sia in appartamenti di vacanza sia in alberghi, cliniche o campeggi, non deve trarre in inganno e non muta alcunché: tali soggetti fiscali trasferiscono infatti la tassa sui turisti non domiciliati, includendola nel prezzo richiesto per le loro prestazioni. Si può pertanto concludere che la tassa va per finire a carico della massa dei turisti che determina appunto la transitoria ma cospicua fluttuazione della popolazione globale, fluttuazione che è all'origine dell'aumento dei rifiuti e delle punte del servizio, con i relativi maggiori costi, e che giustifica il tributo.\n\nOra, chi è domiciliato a Locarno e, oltre alla residenza abituale, possiede o affitta sul territorio comunale anche una residenza secondaria, non contribuisce per questo fatto alla lievitazione della popolazione di cui s'è detto, e ciò a differenza del turista non domiciliato. Sotto questo profilo, dunque, il proprietario di una residenza secondaria domiciliato a Locarno si distingue tanto dal proprietario di un'abitazione di vacanza ovunque domiciliato, che la affitti a non domiciliati, quanto dal proprietario d'una tale abitazione, domiciliato fuori Comune, che ne fruisca personalmente. Ponendo l'accento su questa differenza oggettiva per decidere circa il carico del tributo e |328| l'esenzione, il legislatore comunale - contrariamente all'opinione del Tribunale amministrativo - non ha quindi tracciato una distinzione insostenibile, che non trovi corrispondenza alcuna nella diversità delle fattispecie da sottoporre alla disciplina normativa.\n\nb) Certo, si può convenire con il Tribunale cantonale che i proprietari di case di vacanza domiciliati a Locarno che ne fruiscono in proprio o che le affittano ad altri domiciliati - anche se non contribuiscono all'aumento transitorio della popolazione - occasionano verosimilmente maggiori oneri per il servizio dei rifiuti, poiché il nucleo familiare può temporaneamente ripartirsi fra residenza principale e secondaria e poiché quest'ultima è di regola periferica. Tuttavia - e ciò è decisivo - non si può sostenere che il legislatore comunale, considerando marginale tale fenomeno per rispetto a quello determinante del massiccio aumento stagionale della popolazione e decidendo di trascurarlo quale criterio di imposizione di una tassa destinata a coprire i maggiori costi del servizio derivanti appunto dalla citata fluttuazione del numero degli utenti, abbia abusato dell'apprezzamento che gli compete e che il giudice costituzionale deve rispettare. Senza dubbio, una diversa soluzione legislativa - che per esempio avesse imposto questa (verosimilmente esigua) categoria di utenti per una frazione della tassa - sarebbe stata ugualmente compatibile con il principio d'uguaglianza sancito dall'art. 4 Cost.: ma per i motivi che si son detti, ciò non significa affatto che la soluzione adottata dal legislatore comunale di Locarno lo disattenda.\n\nc) Per quanto riguarda infine il resistente X., è vero che egli, pur essendo domiciliato a Minusio, è titolare di un ufficio fiduciario a Locarno, dove paga quasi la metà delle imposte sul reddito. Queste circostanze sono tuttavia irrilevanti. In effetti, nella determinazione delle persone assoggettate ad un tributo causale, un certo schematismo non è soltanto lecito ma addirittura inevitabile (cfr. DTF 109 Ia 328 consid. 5 e rif.), non potendosi pretendere - per ragioni di praticità - che il legislatore tenga conto dei casi particolari e valuti esattamente il vantaggio che ogni singolo trae da una prestazione dell'amministrazione o da un servizio pubblico, procedendo magari ad una difficile graduazione della tassa controversa. Determinante è invece il fatto che, contrariamente anche al resistente X., le persone domiciliate a Locarno non fanno parte della popolazione turistica e non |329| rientrano quindi in quella categoria di villeggianti che il legislatore ha voluto tassare, essendo causa diretta delle punte del servizio e delle relative maggiori spese che l'ente pubblico deve affrontare.\n\nd) Da quanto sopra discende che l'esenzione dalla tassa raccolta rifiuti accordata alle persone domiciliate a Locarno che occupano una residenza secondaria non fa apparire l'art. 16 n. 2 cpv. 1 lett. g del regolamento come contrario al principio d'uguaglianza, che il Tribunale amministrativo, giungendo a conclusione opposta, ha violato l'autonomia riconosciuta al Comune dalla normativa cantonale (art. 70 LALCIA), che i ricorsi di diritto pubblico si avverano fondati e che le sentenze impugnate debbono essere annullate: la Corte cantonale dovrà quindi pronunciarsi nuovamente, tenendo conto dei considerandi dell'istanza federale (DTF 104 Ia 63, DTF 100 Ia 145 consid. 1; RDAT 1980 n. 61)."}