{"annee": "111", "cour": "IA", "page": "154", "date": "28/3/1985", "cite": ["98 IB 133", "88 II 60", "92 II 128", "92 II 133"], "cite_par": ["139 III 334", "118 V 139"], "chapeau": "28. Arrêt de la IIe Cour civile du 28 mars 1985 dans la cause Gatoil (Suisse) S.A. contre Jan S.A. et Cour de justice du canton de Genève (revision)", "regestes": ["Allocation de dépens à une partie qui n'en a pas formellement requis; demande de revision fondée sur l'art. 136 lettre b OJ. 1. Il est possible de former une demande de revision uniquement contre le dispositif relatif aux frais et dépens lorsque le motif de revision invoqué se rapporte directement à la liquidation des frais et dépens (consid. 2). 2. En procédure de recours, comme en instance unique, le Tribunal fédéral tranche d'office la question de l'attribution des dépens, en conformité de l'art. 159 OJ. Il peut donc allouer des dépens à la partie qui a obtenu gain de cause sans qu'elle les ait formellement réclamés (précision de jurisprudence) (consid. 4 et 5)."], "faits": "|154|\n\nA.- Le 4 avril 1984, la société Gatoil (Suisse) S.A. a formé un recours de droit public pour arbitraire contre un arrêt rendu le 24 février 1983 par la Première Section de la Cour de justice du canton de Genève dans la cause qui divise la recourante d'avec la société Jan S.A. Elle demandait l'annulation de la décision attaquée. L'intimée Jan S.A. a pris les conclusions suivantes dans sa réponse du 3 juillet 1984: |155|\n\n\"Plaise au Tribunal fédéral:\n\n... donner acte (à l'intimée) de ce qu'elle s'en rapporte à l'appréciation du Haut Tribunal Fédéral;\n\nDire et prononcer que chacune des parties supportera ses propres frais d'instance et dépens.\"\n\nB.- Par arrêt du 4 octobre 1984, la IIe Cour civile a rejeté le recours et mis à la charge de la recourante les frais judiciaires, ainsi qu'une indemnité de 4'000 francs à payer à l'intimée à titre de dépens.\n\nC.- Gatoil (Suisse) S.A. présente une demande de revision. Elle conclut à ce que le chiffre 2 lettre d du dispositif de l'arrêt fédéral, en vertu duquel elle est condamnée à payer à Jan S.A. une indemnité de 4'000 francs à titre de dépens, soit annulé et à ce qu'il soit prononcé que les dépens de l'instance ayant abouti à l'arrêt susmentionné sont compensés.\n\nL'intimée Jan S.A. propose le rejet de la demande de revision.", "considerants": "Considérant en droit:\n\n1. La requérante invoque l'art. 136 lettre b OJ, aux termes duquel la demande de revision d'un arrêt du Tribunal fédéral est recevable lorsque le tribunal a accordé à une partie soit plus que ce qu'elle a demandé ou autre chose sans qu'aucune prescription spéciale de la loi le permette, soit moins que ce que la partie adverse a reconnu devoir. Elle fait valoir que, en allouant des dépens à l'intimée, qui n'avait pas pris de conclusions dans ce sens, le Tribunal fédéral accorde à celle-ci plus que ce qu'elle a demandé.\n\n2. Dans un arrêt du 20 février 1962, publié aux ATF 88 II 60 ss, le Tribunal fédéral a dit qu'une demande de revision dirigée uniquement contre la liquidation des frais et dépens est irrecevable (consid. 1a, p. 61). Cette jurisprudence a été dégagée à propos d'une demande de revision fondée sur l'art. 137 lettre b OJ, selon lequel la revision peut être requise lorsque le requérant a connaissance subséquemment de faits nouveaux importants ou trouve des preuves concluantes qu'il n'avait pas pu invoquer dans la procédure précédente. Elle a été critiquée (BONNARD, Jdt 1962 I 351/352). Sans entendre la remettre en question de manière générale (Ire Cour de droit public: arrêt non publié M., du 17 août 1981), le Tribunal fédéral en a néanmoins atténué la portée: il est possible de former une demande de revision uniquement contre le dispositif relatif aux frais et dépens lorsque le motif de revision |156| invoqué se rapporte directement à la liquidation des frais et dépens (Chambre de droit administratif: arrêt non publié M., du 13 octobre 1978; Ire Cour de droit public: arrêt non publié Eidgenössisches Volkswirtschaftsdepartement, du 28 décembre 1981; IIe Cour de droit public: arrêt non publié S. AG, du 25 mai 1982). Ce principe a été posé au sujet de demandes de revision présentées sur la base de l'art. 136 lettre c OJ, le Tribunal fédéral ayant omis d'allouer des dépens à la partie qui avait obtenu gain de cause, bien qu'elle eût pris des conclusions dans ce sens. On peut l'étendre au cas où le requérant, qui a succombé, fait valoir que la partie gagnante a obtenu des dépens alors qu'elle n'en avait pas demandé.\n\n3. Dans sa réponse au recours, l'intimée, après avoir formulé ses conclusions, sous lettre A, s'exprimait en ces termes (\"B. Remarques préliminaires\"):\n\n\"Bien que, de l'avis de l'intimée, l'arrêt rendu par la Première Section de la Cour de justice le 24 février 1984 soit critiquable en ce sens que la mesure ordonnée se confond avec les effets d'un jugement au fond, elle considère néanmoins que cette décision n'est pas arbitraire au sens de l'art. 4 CF. Pour cette raison, l'intimée s'en rapporte à l'appréciation du Haut Tribunal Fédéral.\n\nDe ce fait, et au cas où, par impossible, le Tribunal de céans viendrait à annuler l'arrêt de la Cour de justice du 24 février 1984, chacune des parties devra alors supporter ses propres frais d'instance et dépens.\"\n\nL'intimée fait valoir que, si elle a conclu à la compensation des dépens, c'était uniquement dans la perspective où le recours serait admis, puisqu'elle s'en rapportait à justice; en revanche, il est évident, dit-elle, qu'en cas de rejet du recours les dépens devaient être mis à la charge de la recourante. Cette interprétation n'est pas exclue, d'autant que l'intimée précisait que la décision attaquée n'était pas arbitraire à ses yeux. Mais on peut aussi penser que, si Jan S.A. n'a pas expressément conclu à l'allocation de dépens, c'est parce qu'elle n'a pas envisagé l'éventualité où le recours serait rejeté. Quoi qu'il en soit, elle n'a pas formellement demandé des dépens en cas de rejet du recours.\n\n4. La question qui se pose est dès lors de savoir si, en procédure de recours, le Tribunal fédéral ne peut, à moins d'aller au-delà des conclusions des parties, allouer des dépens que lorsqu'ils ont été réclamés expressément. La recourante nie que l'attribution de dépens à la partie qui a obtenu gain de cause puisse se faire d'office; elle se prévaut de |157| BIRCHMEIER (Organisation der Bundesrechtspflege, p. 528 n. 1 ad art. 159/160 OJ), ainsi que d'un arrêt du 1er juillet 1966, publié aux ATF 92 II 128 ss (p. 133 consid. 4).\n\nCes références ne sont pas décisives. BIRCHMEIER se borne à dire que des dépens ne sont alloués que s'ils ont été demandés explicitement; il n'étaie cette affirmation d'aucun argument. Certes, en procédure de recours, le Tribunal fédéral a statué à de multiples reprises que l'allocation de dépens ne se fait qu'en cas de conclusions expresses (cf. BONNARD, op.cit., p. 351, qui parle d'une \"jurisprudence constante\"). Mais aucun arrêt publié n'explique, notamment avec des motifs tirés de l'étude des textes légaux, une jurisprudence fondée sur l'application stricte de la maxime des débats. L'arrêt ATF 92 II 133 consid. 4 est dénué de pertinence à ce sujet; après avoir dit que, \"vu les art. 156 al. 2 et 159 OJ, le Ministère public genevois ne saurait obtenir l'allocation de dépens\", le Tribunal fédéral constate simplement: \"Il n'en a du reste par réclamé.\"\n\nEn revanche, dans un arrêt du 28 janvier 1972, publié aux ATF 98 Ib 133 ss, le Tribunal fédéral, statuant sur un recours de droit administratif, a alloué des dépens au recourant qui obtenait gain de cause, bien que celui-ci eût omis d'en demander. En matière de recours de droit administratif, a-t-il dit, le tribunal tranche d'office la question de l'attribution des dépens (p. 140 consid. 5). Il convient de donner à ce principe une portée générale.\n\nAux termes de l'art. 159 OJ, le Tribunal fédéral décide, en statuant sur la contestation elle-même, si et dans quelle mesure les frais de la partie qui obtient gain de cause seront supportés par celle qui succombe (al. 1); en règle générale, cette dernière est tenue de rembourser tous les frais indispensables occasionnés par le litige (al. 2 première phrase). Cette disposition légale ne fait pas dépendre explicitement l'allocation des dépens de la demande de la partie gagnante. Sa rédaction incite plutôt à penser que la question des dépens est l'accessoire de l'objet du procès: le tribunal la tranche d'office, car elle est déduite en justice avec la contestation elle-même, à laquelle elle est étroitement liée. Il n'est dès lors pas nécessaire que le plaideur qui obtient gain de cause réclame expressément des dépens pour s'en voir attribuer. C'est l'interprétation que LEUCH donne de l'art. 58 al. 1 du code de procédure civile bernois, dont le texte est analogue à celui de l'art. 159 al. 2 première phrase OJ (\"La partie qui succombe sera, en règle générale, condamnée au remboursement intégral des |158| dépens de son adversaire\"): vu les termes utilisés, dit-il, l'attribution d'office des dépens paraît préférable à l'attribution seulement sur demande, car la réclamation des dépens peut très bien être considérée comme allant de soi (Die Zivilprozessordnung für den Kanton Bern, 3e éd., p. 95/96, n. 1 ad art. 58; cf., dans le sens de l'allocation d'office, pour l'art. 92 du code de procédure civile vaudois, ROGNON, Les conclusions, étude de droit fédéral et de procédure civile vaudoise, thèse Lausanne 1974, p. 101/102, et POUDRET, JdT 1976 III 71 ss; pour le § 68 de code de procédure civile zurichois, STRÄULI/MESSMER, Kommentar zur Zürcherischen Zivilprozessordnung, 2e éd., p. 150 n. 1 et la jurisprudence citée).\n\nAu surplus, l'art. 69 al. 1 PCF dispose que, dans les procès directs au sens des art. 41 et 42 OJ, le Tribunal fédéral statue d'office sur les frais, en conformité des art. 153, 156 et 159 OJ. Il n'y a aucun motif que le tribunal s'en tienne à des principes opposés selon qu'il juge en instance unique ou en procédure de recours. Le renvoi à l'art. 159 OJ ne peut, au contraire, que confirmer l'interprétation dégagée du texte même de cette disposition légale. Le législateur de 1947 a explicitement précisé ce qui n'était qu'impliqué dans la loi fédérale d'organisation judiciaire de 1943. Si, selon le message du Conseil fédéral, l'art. 69 al. 1 PCF pose en principe que le juge statue d'office sur les frais du procès, c'est que la réclamation des dépens va de soi (cf. le texte allemand, qui ne prête à aucune équivoque, BBl 1947 I 1017 in fine: \"Art. 69 Abs. 1, führt den Grundsatz ein, dass der Richter vom Amtes wegen über die Prozesskosten entscheidet; denn die Kostenforderung der Partei ist selbstverständlich\"): cette considération a une portée générale.\n\n5. Ainsi, tranchant d'office la question de l'attribution des dépens, en procédure de recours comme en instance unique, le Tribunal fédéral peut allouer des dépens au plaideur qui a obtenu gain de cause sans qu'il les ait explicitement réclamés. Sont réservés, bien entendu, la renonciation expresse ou les accords entre les parties.\n\nEn l'espèce, si l'intimée n'a pas pris de conclusion tendant à l'allocation de dépens au cas où le recours serait rejeté, elle n'y a cependant pas formellement renoncé. Aucun motif ne justifiait que, bien qu'obtenant gain de cause, il ne lui fût pas alloué de dépens. Dès lors, le Tribunal fédéral ne pouvait que s'en tenir à la règle générale de l'art. 159 al. 2 première phrase OJ. |159|\n\nLes conditions d'application de l'art. 136 lettre b OJ ne sont partant pas réalisées: le tribunal n'est pas allé au-delà des conclusions de l'intimée en lui accordant plus que ce qu'elle demandait. La demande de revision ne peut donc qu'être rejetée."}