{"annee": "111", "cour": "II", "page": "397", "date": "5/8/1985", "cite": [], "cite_par": ["115 II 67", "115 II 300", "133 IV 119", "121 IV 94"], "chapeau": "78. Auszug aus dem Beschluss der I. Zivilabteilung vom 5. August 1985 i.S. Frau P. gegen A. (Berufung)", "regestes": ["Art. 55 al. 1 lettre c OJ, motivation d'un recours en réforme. Si le jugement cantonal se fonde sur plusieurs motivations indépendantes, la recevabilité du recours en réforme suppose que le recourant indique en quoi le droit fédéral est violé par chacune des motivations."], "faits": "", "considerants": "|397|\n\nAus den Erwägungen:\n\n2. b) Die Rüge der Verletzung von Art. 8 ZGB - wie übrigens auch von Art. 28 Abs. 1 OR - betrifft die Frage, ob die Klägerin getäuscht worden sei. Die Vorinstanz äusserte sich dazu ausführlich und gelangte zum Schluss, die Klägerin könne sich nicht auf Täuschung berufen, weil sie sich den Beweis dazu \"verbaut\" habe. Daran anschliessend erklärte sie, bei diesem Ausgang stelle sich die Frage nach der Genehmigung des Vertrages nicht mehr; trotzdem ging sie darauf ein und bejahte die Genehmigung mit der Begründung, die Klägerin habe, obwohl objektiverweise dazu kein Anlass bestanden habe, das Pferd schlachten lassen und damit über den Kaufgegenstand verfügt. Darin liegt eine auf Art. 31 OR abgestützte, subsidiäre, aber selbständige Erwägung des Urteils.\n\nBeruht ein Entscheid auf mehreren selbständigen Begründungen, so muss der Berufungskläger, will er die in Art. 55 Abs. 1 lit. c OG umschriebenen Anforderungen an eine Berufung erfüllen, |398| alle Begründungen anfechten (analog für die staatsrechtliche Beschwerde: BGE 107 Ib 268 E. b mit Hinweisen). Die Klägerin rügt die Annahme des Obergerichts, der Vertrag sei genehmigt worden, nicht als bundesrechtswidrig. Damit bleibt ein entscheidender Grund für die Abweisung von Appellation und Klage unangefochten. Soweit die Klägerin daher eine Verletzung von Art. 8 ZGB behauptet, ist auf die Berufung wegen ungenügender Begründung nicht einzutreten (siehe auch hiernach)."}