{"annee": "111", "cour": "II", "page": "375", "date": "12/12/1985", "cite": [], "cite_par": ["113 II 277"], "chapeau": "74. Urteil der I. Zivilabteilung vom 12. Dezember 1985 i.S. Inama Trading GmbH gegen Justizdepartement des Kantons Basel-Stadt (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 813 al. 1 CO. Domicile des gérants ayant qualité pour représenter la société à responsabilité limitée. L'un au moins des gérants domiciliés en Suisse doit être titulaire de la signature individuelle ou de la signature collective avec d'autres gérants domiciliés en Suisse."], "faits": "", "considerants": "|375|\n\nDas Bundesgericht zieht in Erwägung:\n\n1. Die Inama Trading GmbH bezeichnete als Geschäftsführer mit Kollektivunterschrift zu zweit den in Deutschland wohnenden |376| A. und den in der Schweiz wohnenden B. Mit Verfügung vom 14. Mai 1985 setzte das Handelsregister des Kantons Basel-Stadt der Gesellschaft eine Frist an, bis zum 28. Juni 1985 den gesetzmässigen Zustand herzustellen. Darunter verstand es, dass der in der Schweiz wohnende Geschäftsführer entweder einzelzeichnungsberechtigt oder kollektivzeichnungsberechtigt mit weiteren in der Schweiz wohnenden Geschäftsführern erklärt werden müsse. Eine Beschwerde gegen diese Verfügung wies das Justizdepartement des Kantons Basel-Stadt mit Entscheid vom 24. Juni 1985 ab.\n\nDagegen führt die Inama Trading GmbH beim Bundesgericht Verwaltungsgerichtsbeschwerde mit dem Antrag, es sei festzustellen, dass die bestehende Geschäftsführung und Vertretung den gesetzlichen Bestimmungen entspreche, insbesondere dass bei zwei kollektiv zeichnenden Geschäftsführern nur einer in der Schweiz Wohnsitz haben müsse. Das Justizdepartement des Kantons Basel-Stadt und das Bundesamt für Justiz beantragen Abweisung der Beschwerde.\n\n2. Während Art. 711 Abs. 3 OR für die Aktiengesellschaft vorschreibt, wenigstens \"ein zur Vertretung der Gesellschaft befugtes Mitglied der Verwaltung\" müsse in der Schweiz wohnhaft sein, bestimmt Art. 813 Abs. 1 OR für die GmbH lediglich, \"einer der Geschäftsführer\" müsse in der Schweiz wohnhaft sein. In einem Kreisschreiben vom 15. Mai 1940 hat das Eidgenössische Justiz- und Polizeidepartement die Auffassung vertreten, den beiden Bestimmungen liege der gleiche Wille des Gesetzgebers zugrunde, so dass auch bei der GmbH der oder die in der Schweiz wohnenden Geschäftsführer zur alleinigen Vertretung der Gesellschaft befugt sein müssten, ohne dass die Mitwirkung eines im Ausland wohnenden Geschäftsführers erforderlich sei. Die Beschwerdeführerin betrachtet die in diesem Kreisschreiben vertretene Auffassung als mit dem Gesetzeswortlaut nicht vereinbar. Auf den ersten Blick scheint diese Ansicht zuzutreffen. Konsultiert man indessen die Gesetzesmaterialien, so ergibt sich ein anderes Bild. In der Tat beschlossen beide eidgenössischen Räte in der parlamentarischen Gesetzesberatung, wenigstens eine zur Vertretung der Gesellschaft ermächtigte Person müsse in der Schweiz Wohnsitz haben. Erst die Redaktionskommission, die keinerlei Kompetenz zu materiellen Änderungen hatte, führte den heute geltenden Wortlaut ein. Protokolle der Redaktionskommission existieren nicht, und bei der Behandlung in den eidgenössischen Räten wurde für diese Änderung keinerlei Begründung gegeben. Demgegenüber |377| wurde in den Redaktionslesungen bei jenen Bestimmungen, wo doch noch materielle Änderungen vorgeschlagen wurden oder jedenfalls Änderungen, über deren bloss redaktionelle Natur man Zweifel hegen konnte, jeweils ausdrücklich auf diesen Umstand hingewiesen und im Ständerat sogar Wiedereintreten auf die materielle Behandlung der Vorlage beschlossen. So wurde zum Beispiel bei Art. 711 Abs. 2 OR vorgegangen. Es ist daher mit dem Bundesamt für Justiz davon auszugehen, dass der unterschiedliche Wortlaut von Art. 711 Abs. 3 und Art. 813 Abs. 1 OR auf einem redaktionellen Versehen des Gesetzgebers beruht. Es gibt keinen Grund, weshalb die beiden Fälle unterschiedlich behandelt werden sollten. Dass die GmbH gegenüber der Aktiengesellschaft ein stärkeres personelles Element aufweist, ist einerseits kein ausreichender Grund; andererseits berücksichtigte der Ständerat bei der Beratung diesen Umstand ausdrücklich und beschloss trotzdem einen Wortlaut, der mit jenem für die Aktiengesellschaft übereinstimmte (Sten.Bull. StR 1931 S. 632). Zutreffend ist, dass die beiden Kommentare (W. VON STEIGER und JANGGEN/BECKER, je N. 1 zu Art. 813 OR) eine abweichende Meinung vertreten, die sich aber angesichts der klaren Gesetzesmaterialien und der ratio legis als unzutreffend erweist.\n\nLetztlich spricht auch die über 45jährige Praxis, die die Handelsregisterbehörden gestützt auf das genannte Kreisschreiben des Eidgenössischen Justiz- und Polizeidepartements vom 15. Mai 1940 befolgt haben, dafür, das Gesetz im Sinne dieser Praxis auszulegen. Jedenfalls ist in keiner Weise dargetan, dass diese Praxis zu Unzulänglichkeiten führte. Auch die Beschwerdeführerin unterlässt es, konkrete Umstände oder Argumente ins Feld zu führen, die zu einer Änderung der Praxis zwingend Anlass zu geben vermöchten. Dass die Wohnsitz- und Nationalitätserfordernisse bei der Aktiengesellschaft und der GmbH immer wieder starker Kritik ausgesetzt seien, ist eine blosse Behauptung. Diese Erfordernisse haben nach wie vor ihre volle Berechtigung, und es ist vorgesehen, sie auch im neuen Aktienrecht beizubehalten (Art. 708 des bundesrätlichen Entwurfes, BBl 1983 II S. 918).\n\nDemnach erkennt das Bundesgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}