{"annee": "111", "cour": "IA", "page": "72", "date": "14/3/1985", "cite": ["109 IB 142", "97 I 1", "107 IB 63", "108 IA 197", "107 IA 155", "110 IA 67", "109 IA 81", "81 I 321", "105 II 75", "96 I 334", "108 II 305", "102 IA 493", "100 IA 418", "92 I 271", "110 IB 63", "102 II 81"], "cite_par": ["112 IA 166", "120 IB 339", "115 V 257", "126 III 249", "113 IA 67", "112 IA 339", "111 IA 259", "114 V 61", "141 III 210"], "chapeau": "15. Arrêt de la Ire Cour civile du 14 mars 1985 dans la cause société Z. contre L. (recours de droit public)", "regestes": ["Récusation d'un arbitre après le prononcé de la sentence arbitrale. Motif de nullité (art. 36 litt. a CIA). 1. Apparence de partialité comme motif de récusation (consid. 2a). 2. Péremption du droit de demander la récusation (consid. 2b). 3. L'arbitre a le devoir d'informer les parties des faits pouvant motiver une demande de récusation (consid. 2c). 4. La récusation d'un arbitre ne peut être demandée après le prononcé de la sentence; cependant la partie qui a connaissance, pendant le délai de recours, d'un motif de récusation ignoré jusque-là en raison du silence de l'arbitre, peut s'en prévaloir dans le cadre du recours en nullité fondé sur la composition irrégulière du tribunal arbitral (consid. 2d-e). 5. Le caractère irrecevable d'une demande de récusation présentée après le prononcé de la sentence ne dispense pas l'autorité saisie d'examiner si ladite demande ne peut pas être traitée comme un recours en nullité (consid. 3)."], "faits": "|73|\n\nA.- Le 15 février 1983, un tribunal arbitral, formé de trois arbitres, a rendu une sentence dans la cause opposant L. à la société Z.\n\nLe 21 octobre 1983, la société précitée a adressé au Tribunal cantonal du Valais, en sa qualité d'autorité judiciaire selon l'art. 3 CIA, un envoi contenant d'une part une demande de récusation à l'encontre de l'arbitre X., d'autre part un recours en nullité contre la sentence arbitrale.\n\nDans la demande de récusation, la requérante faisait valoir que l'arbitre X. avait un intérêt à l'issue de la cause; elle affirmait avoir appris, à cet égard, qu'une convention aurait été passée entre L. et la société Y. - dont X. était l'administrateur unique et sans doute un actionnaire important - prévoyant que, si L. était condamné à payer une indemnité à la société Z., la société Y. reprendrait cette dette; en conséquence, elle demandait aussi l'annulation de la sentence arbitrale.\n\nB.- Par jugement du 3 septembre 1984, le Tribunal cantonal, siégeant comme Chambre des affaires arbitrales, a déclaré la demande de récusation sans objet et rejeté le recours en nullité. Sur le premier point, le jugement est motivé par la considération que la récusation d'un arbitre, au sens des art. 18 à 21 et 3 lettre b CIA, ne peut plus être demandée après le prononcé de la sentence, car tel serait le sens du concordat, bien que le texte concordataire ne le dise pas expressément.\n\nC.- La société Z. interjette contre ce jugement un recours de droit public, pour violation des art. 36 ss CIA et de l'art. 4 Cst.; elle conclut à son annulation. La recourante reproche à la cour cantonale son interprétation du concordat intercantonal sur l'arbitrage concernant le moment jusqu'auquel la récusation de l'arbitre peut être demandée. La demande de récusation devrait, |74| selon elle, à tout le moins être traitée comme un moyen de recours, dans le cadre du recours en nullité; la cour cantonale aurait fait preuve d'un excès de formalisme en ne l'examinant pas à ce titre.\n\nL'intimé propose le rejet du recours.", "considerants": "Considérant en droit:\n\n1. En tant que le recours se fonde sur une violation des règles du concordat (art. 84 al. 1 lettre b OJ), le Tribunal fédéral examine librement les griefs qui lui sont soumis (ATF 109 Ia 83, ATF 107 Ia 158, ATF 107 Ib 65, ATF 102 Ia 502, ATF 100 Ia 422 et renvois); il examine en revanche sous l'angle restreint de l'arbitraire les griefs relatifs à l'application contraire à l'art. 4 Cst. du droit cantonal de procédure applicable devant les autorités cantonales (art. 45 al. 1 CIA).\n\n2. a) Selon l'art. 18 al. 1 CIA, l'arbitre est récusable pour les motifs de récusation obligatoire ou facultative prévus par la loi fédérale d'organisation judiciaire, notamment s'il présente l'apparence de partialité (cf. art. 23 lettre c OJ). Une telle apparence de partialité existe, en général, lorsque l'arbitre a un intérêt, indirect mais proche, à la solution du différend soumis à arbitrage (ATF 92 I 276; cf. également ATF 97 I 5; RÜEDE-HADENFELDT, Schweizerisches Schiedsgerichtsrecht, p. 173 ss, JOLIDON, Commentaire du concordat suisse sur l'arbitrage, p. 269 ss, DUTOIT/KNOEPFLER/LALIVE/MERCIER, Répertoire de droit international privé suisse, p. 283 ss, WIGET in STRÄULI/MESSMER, ad § 242, ZPO Zurich, n. 1, 2, ad § 244 n. 11, P. SCHLOSSER, Die Unparteilichkeit des Schiedsrichteramtes, Zeitschrift für Zivilprozess, 1980, p. 121 ss; critique à l'égard de l'arrêt ATF 92 I 276 BUCHER, Zur Unabhängigkeit des parteibenannten Schiedsrichters, in Festschrift Kummer, p. 599).\n\nSi, comme l'a allégué l'actuelle recourante à l'appui de sa demande de récusation, l'arbitre X. devait effectivement s'attendre à supporter - en tant qu'actionnaire important de la société Y. - les conséquences financières d'une perte de procès par L., actuel intimé, cette circonstance serait propre, selon ce qui précède, à faire douter de l'entière indépendance de cet arbitre pour juger de la cause soumise au tribunal arbitral. Ainsi donc de tels faits pourraient, s'ils étaient avérés, constituer un motif de récusation.\n\nb) Aux termes de l'art. 20 CIA, la récusation doit être demandée d'entrée de cause, ou dès que la partie requérante a |75| connaissance des motifs de récusation. La jurisprudence du Tribunal fédéral a admis qu'en début de procédure, les parties disposent d'un temps raisonnable pour faire valoir leurs moyens de récusation (SJ 1973 p. 257 ss). Il n'en est pas de même dans la suite de la procédure, notamment lorsque celle-ci approche du jugement. On peut alors attendre des parties une diligence particulière, si elles entendent faire valoir une cause de récusation; en effet, la conclusion du contrat d'arbitrage les oblige à collaborer selon les règles de la bonne foi à la procédure, de telle sorte que la sentence puisse être rendue dans un délai raisonnable (ATF 109 Ia 83, ATF 108 Ia 201; cf. également JOLIDON, op.cit., ad art. 20, p. 292/293). Il leur appartient donc de faire valoir leurs moyens de récusation sans tarder. Si elles s'en abstiennent, elles sont déchues de la possibilité d'invoquer ultérieurement la cause de récusation (cf. TF in SJ 1980 p. 75 et 1983 p. 541 ss), sauf si celle-ci se rapporte à un vice irréparable (cf. par ex. ATF 107 Ia 161 /162). Les règles de la bonne foi rappelées ci-dessus s'opposeraient également à ce qu'une partie n'ayant connaissance même que d'une manière incomplète d'une cause de récusation attende le prononcé de la sentence et conserve le moyen en réserve, pour ensuite faire grief à l'arbitre de n'avoir pas informé les parties des faits pouvant justifier une demande de récusation; doit cependant être réservé, là aussi, le cas où le moyen se rapporte à un vice irréparable (cf. TF in SJ 1983 p. 542).\n\nEn l'occurrence, dans sa requête conçue comme une demande de récusation, l'actuelle recourante n'indique pas à quel moment elle aurait eu connaissance des faits qu'elle invoque. Si elle les a connus à un moment où elle aurait encore eu le temps de les faire valoir régulièrement dans le cadre de la procédure arbitrale, avant le prononcé de la sentence, elle ne saurait obtenir une protection en se plaignant ultérieurement d'une atteinte à son droit de récusation.\n\nc) A l'inverse de l'art. 24 OJ, le texte du concordat intercantonal sur l'arbitrage ne prévoit pas expressément un devoir d'information à la charge de l'arbitre récusable en ce qui touche les faits pouvant motiver une demande de récusation. Aussi des opinions divergentes ont-elles été émises quant à l'existence d'un tel devoir (cf. notamment, pro: POUDRET/WURZBURGER, Code de procédure civile vaudois et concordat sur l'arbitrage, ad art. 18 CIA, p. 392, RÜEDE-HADENFELDT, op.cit., ch. V 1b, p. 177; contra: JOLIDON, op.cit., n. 31 ad art. 20, p. 287).\n\n|76|\n\nLorsqu'il a accepté de fonctionner comme tel, l'arbitre est lié avec les parties par des relations contractuelles (art. 14 CIA) qui ressortissent au droit de procédure, le droit privé pouvant être appliqué par analogie (ATF 101 II 170, ATF 96 I 338 -340 et les références citées). Comme avant la conclusion de tout autre contrat, les futures parties contractantes ont le devoir de se renseigner réciproquement sur des faits susceptibles d'influer de manière importante sur la détermination de l'autre partie à conclure lorsqu'il y a des raisons de penser que celle-ci les ignore (ATF 108 II 313, ATF 105 II 79, ATF 102 II 84 et les arrêts cités). L'arbitre n'échappe pas à cette règle. Ensuite, il doit faire tout ce qui est propre à favoriser le déroulement régulier de la procédure arbitrale et s'abstenir de tout ce qui pourrait le compromettre, en tant que devoir contractuel accessoire (cf. en général sur de tels devoirs MERZ, n. 260/262 ad art. 2 CC, DESCHENAUX, Le titre préliminaire du code civil, p. 165, GUHL/MERZ/KUMMER, Das schweizerische Obligationenrecht, p. 13, ENGEL, in RDS 1983 II 64). Or, la réglementation relative à la récusation a pour but de permettre aux parties de s'opposer à ce qu'un arbitre récusable puisse oeuvrer. Si l'arbitre dissimule des faits constitutifs d'un motif de récusation, il contribue à empêcher le déroulement régulier de la procédure, cela contrairement aux règles de la bonne foi dans la mesure où son silence met la partie intéressée dans l'incapacité de faire valoir un de ses droits légitimes de procédure. Dès lors, l'arbitre a le devoir précontractuel, puis contractuel, d'informer les parties au procès des faits pouvant être tenus pour un motif de récusation, du moins lorsqu'il a des raisons de penser que ces faits ne sont pas connus des parties ou de celle d'entre elles qui pourrait s'en prévaloir.\n\nEn l'espèce, donc, à supposer que les faits allégués par l'actuelle recourante à l'appui de sa demande de récusation soient avérés, l'arbitre X. aurait eu le devoir de les signaler aux parties, pour autant qu'il n'eût pas de raisons suffisantes de penser qu'ils étaient déjà connus de ces dernières.\n\nd) Le texte du concordat ne dit pas expressément si une demande de récusation d'un arbitre peut encore être présentée après le prononcé de la sentence arbitrale. Il ne serait toutefois pas conforme au système du concordat qu'une telle possibilité soit encore offerte aux parties une fois la sentence rendue. En effet, il résulte des art. 20 et 21 CIA que le problème de la récusation doit d'abord être évoqué de manière interne entre parties et arbitres (art. 20 CIA), pour n'être soumis ensuite à l'autorité judiciaire qu'\"en cas de contestation\" (art. 21 al. 1 CIA). |77|\n\nOr cette première phase de la procédure de récusation ne serait pratiquement plus possible après le prononcé de la sentence. En outre, le concordat autorise les cantons à désigner des autorités cantonales différentes (art. 45 al. 2 CIA), d'une part pour statuer sur une demande de récusation (art. 3 lettre b CIA) et le cas échéant pour déterminer les actes annulés par suite de l'admission de la récusation (art. 23 al. 3 CIA) et d'autre part pour connaître des recours en nullité (art. 3 lettre f CIA) avec la faculté d'annuler la sentence (art. 40 al. 1 CIA). La possibilité d'utiliser concurremment ces deux voies de droit pourrait être source de difficultés inutiles de procédure (cf. par ex. RÜEDE-HADENFELDT, op.cit., ch. V 3c, p. 179).\n\nDans le système de la loi fédérale d'organisation judiciaire, qui a en partie inspiré la réglementation concordataire en matière de récusation, après le prononcé d'un arrêt, un motif de récusation obligatoire (art. 22 OJ) peut encore faire l'objet d'une demande de revision aux conditions légales (art. 28 al. 1, 136 et 141 al. 1 lettre a OJ), tandis qu'un motif de récusation facultative (art. 23 OJ) ne peut plus être invoqué, puisqu'une demande de récusation fondée sur un tel motif ne peut conduire qu'à l'annulation des actes postérieurs à la requête (art. 28 al. 2 OJ). Ainsi, dans l'un et l'autre cas, une demande de récusation, comme telle, n'est plus possible après le prononcé de l'arrêt.\n\nLa doctrine admet également à juste titre qu'une demande de récusation n'est plus possible après le prononcé de la sentence (JOLIDON, op.cit., p. 290, RÜEDE-HADENFELDT, op.cit., p. 176, 179, LEUCH, n. 1 ad art. 385 CPC bern., TREYER, Das Schiedsgericht der aargauischen Zivilprozessordnung, thèse Zurich 1976, p. 66; cf. ATF 81 I 331; SCHWAB, Schiedsgerichtsbarkeit, 3e éd., p. 96).\n\nC'est donc à juste titre que la cour cantonale a considéré qu'en tant que demande de récusation, la requête était tardive. Ce point n'est du reste plus contesté dans la présente procédure.\n\ne) On doit alors se demander si, dans le cadre du recours en nullité fondé sur la composition irrégulière du tribunal arbitral (art. 36 lettre a CIA), la partie qui a eu connaissance après le prononcé de la sentence, durant le délai de recours, d'un motif de récusation ignoré jusque-là en raison du silence de l'arbitre peut s'en prévaloir à ce titre. Une réponse affirmative s'impose. Sans doute, un arbitre récusable peut-il valablement fonctionner tant qu'il n'a pas été récusé, de sorte qu'à cet égard le tribunal arbitral ne serait pas constitué de manière irrégulière tant qu'il n'y a pas |78| eu de demande de récusation (cf. RÜEDE-HADENFELDT, op.cit., ch. V 3a, p. 179). Toutefois, la disposition de l'art. 36 lettre a CIA doit être interprétée compte tenu de sa fonction et des buts du concordat. Celui-ci tend en particulier à assurer aux parties un procès équitable et à garantir le respect de règles concordataires ou de principes valablement établis par la convention d'arbitrage, notamment en ce qui concerne la composition du tribunal arbitral. Il est donc conforme à ce but que, lors du dernier stade de la procédure arbitrale (recours en nullité), la partie découvrant son erreur, due au silence de l'arbitre, puisse encore s'en prévaloir; en effet, la dissimulation du motif de récusation affecte à titre virtuel la composition du tribunal arbitral, puisque cette dissimulation prive la partie de la faculté - qu'elle aurait eue sans cela - de demander une récusation. La loyauté des relations entre les arbitres et les parties exige qu'un tel vice puisse encore être invoqué à ce stade-là (cf. idem RÜEDE-HADENFELDT, op.cit., ch. V 1b, p. 177, TREYER, op.cit., p. 67, SCHWAB, op.cit., p. 97 avec références de droit.cit., p. 261 et 509, admet que, dans certains cas, le motif de récusation peut aussi constituer un motif de recours en nullité selon l'art. 36 lettre a CIA; cf. le même auteur, Les motifs du recours en nullité selon le concordat suisse sur l'arbitrage, in Berner Festgabe zum schweizerischen Juristentag 1979, p. 313-315, WENGER, Rechtsmittel gegen schiedsrichterliche Entscheidungen, in Die Internationale Schiedsgerichtsbarkeit in der Schweiz, p. 63/64, LEUCH, n. 1 ad art. 385; restrictif: art. 25 § 5 de la loi uniforme prévue par la Convention européenne portant loi uniforme en matière d'arbitrage). Cette solution ne recèle pas non plus d'inconvénients intolérables. Même si l'autorité de recours doit instruire le moyen, elle pourra, s'il se révèle mal fondé, voire téméraire, en faire supporter les conséquences à son auteur; seul importe, en effet, le droit du justiciable d'être jugé par un tribunal composé régulièrement (cf. TF in SJ 1973 p. 261).\n\n3. a) La question qui se pose, et dont dépend l'issue du présent recours, est dès lors celle de savoir si la cour cantonale devait traiter la demande de récusation, irrecevable en tant que telle (cf. supra consid. 2d), comme un recours en nullité fondé sur la composition irrégulière du tribunal arbitral (art. 36 lettre a CIA). Une telle question, du moment qu'elle n'a pas trait à la forme des actes de procédure, mais à la qualification juridique à donner à des démarches auprès de l'autorité judiciaire fondées |79| directement sur le concordat, ressortit à l'application de ce dernier et doit être examinée librement par le Tribunal fédéral.\n\nC'est à l'autorité judiciaire saisie qu'il appartient de qualifier juridiquement la démarche intentée auprès d'elle par la partie requérante, sans égard à la qualification que lui donne la partie elle-même (cf. POUDRET/REYMOND/WURZBURGER, L'application du CIA, JdT 1981 III p. 109/110). Le Tribunal fédéral ne procède pas différemment lorsqu'il est lui-même saisi d'un recours (cf. ATF 110 Ia 69, ATF 110 Ib 65, ATF 109 Ib 143 et renvois). Or, dans sa requête, l'actuelle recourante demandait l'annulation de la décision attaquée, en soutenant en substance que l'arbitre X. était récusable mais qu'elle n'avait pas pu faire valoir son moyen auparavant. Implicitement, cette requête contenait donc le reproche adressé à l'arbitre d'avoir jusque-là dissimulé les faits pouvant justifier sa récusation. L'autorité cantonale, constatant que la requête était irrecevable en tant que demande de récusation, aurait dû se demander si celle-ci ne pouvait pas être qualifiée différemment, en particulier si le grief soulevé n'entrait pas dans le cadre de l'art. 36 lettre a CIA et si elle ne pouvait pas traiter la demande en question comme un recours en nullité. Une solution différente procéderait d'un excès de formalisme, non justifié par les intérêts à protéger.\n\nb) Il appert, de surcroît, que la requête soumise à la cour cantonale était suffisamment motivée pour valoir comme moyen de nullité au sens de l'art. 36 lettre a CIA. Certes, la requérante n'y donne pas d'indications sur le moment auquel elle a eu connaissance de l'existence de la convention, dont elle se prévaut, entre sa partie adverse et la société Y., ni sur la manière dont elle en a été informée, alors même que de telles indications seraient importantes pour juger du mérite du moyen soulevé. Toutefois, malgré un certain manque de clarté dans les relations entre le droit cantonal de procédure régissant la forme des actes devant l'autorité judiciaire (cf. art. 45 al. 1 CIA) et le droit concordataire régissant les conditions de fond que doivent remplir de tels actes (cf. JOLIDON, op.cit., p. 497/8, 506/7, POUDRET/REYMOND/WURZBURGER, loc. cit., p. 106 ss), on ne saurait, au stade actuel de la procédure, tenir l'absence de telles indications pour contraire à la loi que si le droit concordataire posait des exigences strictes quant à la motivation d'un tel moyen de nullité. Or, le concordat ne contient aucune disposition expresse à ce sujet. Au demeurant, sauf convention contraire, la procédure arbitrale ne se signale pas |80| par un grand formalisme. De plus, il n'est pas usuel que le législateur impose au demandeur ou requérant le devoir d'alléguer les faits permettant de retenir qu'il n'agit pas contrairement aux règles de la bonne foi; à plus forte raison ne saurait-on l'imposer par voie prétorienne.\n\n4. Vu ce qui précède, le jugement attaqué doit donc être annulé. La cour cantonale ne s'étant pas prononcée sur tous les faits nécessaires pour résoudre les questions posées par la présente cause, il lui appartiendra de rechercher si la prétention en récusation n'était pas déjà périmée pour cause de tardiveté avant le prononcé de la sentence ou si le fait pour la requérante d'avoir attendu que la sentence soit rendue pour faire valoir ce moyen ne viole pas les règles de la bonne foi (consid. 2b); au besoin elle examinera si le motif de récusation était réalisé (consid. 2a) et si l'arbitre en a dissimulé les faits constitutifs (consid. 2c et e)."}