{"annee": "111", "cour": "II", "page": "471", "date": "26/11/1985", "cite": ["108 II 225", "96 II 145", "68 II 295", "57 II 81", "100 II 200", "107 II 222", "41 II 77", "80 III 41", "99 II 315"], "cite_par": ["119 II 353", "116 II 305", "116 II 695", "116 II 196", "121 III 350", "115 II 15", "112 II 347", "115 II 464", "115 II 484", "124 III 363"], "chapeau": "90. Urteil der I. Zivilabteilung vom 26. November 1985 i.S. X. gegen Bank D. (Berufung)", "regestes": ["Responsabilité de la banque qui donne un renseignement sur la solvabilité d'un client. 1. Responsabilité délictuelle (art. 41 CO). Question de l'admission éventuelle d'une responsabilité contractuelle laissée indécise (consid. 2). 2. Devoir de la banque de renseigner soigneusement et de manière véridique. L'illicéité des renseignements donnés peut tenir soit à l'inexactitude des indications fournies, soit au silence gardé sur des faits importants (consid. 3). Prise en considération du crédit particulier dont jouit la banque dans le public (consid. 4). 3. Application de ces principes au cas d'un renseignement relatif à la solvabilité d'une société commerciale, donné en vue de la conclusion d'une grosse affaire (consid. 5-8). 4. Exclusion de la responsabilité par l'adjonction de la clause \"ohne obligo\" (\"sans garantie\") (consid. 11)?"], "faits": "BGE 111 II 471 S. 472\n\nA.- Die A. GmbH, München, beabsichtigte, mit der B. AG, Zürich, ein Handelsgeschäft über Textilien zu tätigen. Sie beauftragte die Bank C., München, bei der Bank D., Zweigniederlassung Zürich, eine Kreditauskunft über die Firma B. einzuholen. Durch Fernschreiben vom 3. April 1981 ersuchte die Bank C. die Bank D. demgemäss um Auskunft über die allgemeinen Verhältnisse der Firma und darüber, ob diese für Warenverbindlichkeiten von DM 300'000.-- bis 500'000.-- gut sei. Eine Stunde später antwortete die Bank D. auf demselben Weg. Sie teilte die aus dem Handelsregister ersichtlichen Angaben mit und fügte bei:\n\n\"Mit der angefragten Gesellschaft stehen wir seit einigen Jahren in Geschäftsverbindung. Das Konto wurde bisher nur auf Guthabenbasis geführt, so dass wir keine Veranlassung hatten, näheren Einblick in die Vermögensverhältnisse zu nehmen.\n\nUnseres Wissens soll in Deutschland Immobilienbesitz vorhanden sein, der nur teilweise belastet sein soll. Etwas Nachteiliges ist uns nicht bekannt. Eine Geschäftsverbindung kann empfohlen werden.\"\n\nEinige Tage später erging ebenfalls im Auftrag der A. GmbH eine entsprechende Anfrage auch von der deutschen Bank E., die gleichlautend beantwortet wurde.\n\nAufgrund dieser Auskünfte schloss die A. GmbH mit der Firma B. einen Vertrag über Textillieferungen ab und nahm als Sicherheit fünf Wechsel entgegen. Am 10. April 1981 sprach der Prokurist P. der A. GmbH bei der Bank D. in Zürich vor und legte dem Bankprokuristen Z. die Wechsel zur Prüfung vor. Gleichzeitig wurde ein Teil der Ware geliefert; die Wechsel wurden jedoch nicht honoriert. Am 7. Juli 1981 fiel die Firma B. in Konkurs. In der Folge ergab sich, dass diese Gesellschaft für grössere betrügerische Machenschaften missbraucht worden war.\n\nB.- Die A. GmbH trat am 15. März 1982 ihre Ansprüche gegen die Bank D. an X. ab. Dieser klagte am 25. August 1982 gegen die Bank auf Zahlung von DM 318'752.-- nebst Zins sowie Fr. 37.--. Das Handelsgericht des Kantons Zürich wies die Klage am 31. Oktober 1984 ab. Eine Nichtigkeitsbeschwerde des Klägers wies das Kassationsgericht des Kantons Zürich am 22. Juli 1985 ab, soweit es darauf eintrat.\n\nC.- Auf Berufung des Klägers hebt das Bundesgericht das Urteil des Handelsgerichts auf und weist die Sache zur neuen Entscheidung im Sinn der Erwägungen an dieses zurück.BGE 111 II 471 S. 473", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Vor Bundesgericht ist nicht mehr streitig, dass die A. GmbH dem Kläger die eingeklagte Forderung gültig abgetreten hat. Die Aktivlegitimation des Klägers ist somit gegeben.\n\nb) Das Handelsgericht hat unbestritten auf die Klage schweizerisches Recht angewendet. Dem ist beizupflichten, unbekümmert darum, ob der Anspruch aus unerlaubter Handlung oder aus Vertrag herzuleiten ist, da sowohl der Handlungsort wie ein allfälliger vertraglicher Schwerpunkt in der Schweiz liegen (BGE 100 II 210 E. 6; BGE 99 II 318 f. E. 3; BGE 96 II 149 E. 2 mit Hinweisen).\n\nc) Im Berufungsverfahren ist das Bundesgericht an die tatsächlichen Feststellungen der Vorinstanz gebunden, sofern sie weder offensichtlich auf Versehen beruhen noch unter Verletzung bundesrechtlicher Beweisvorschriften, insbesondere von Art. 8 ZGB, zustande gekommen sind (Art. 63 Abs. 2 OG). Vorbehalten bleibt auch eine Vervollständigung des Sachverhalts gemäss Art. 64 OG durch Tatsachen, die der Kläger im kantonalen Verfahren prozesskonform vorgebracht, die Vorinstanz aber zu Unrecht für unerheblich gehalten oder übersehen hat. Dabei obliegt es dem Kläger, sowohl die Erheblichkeit der Vorbringen darzutun als auch zu belegen, dass diese bereits im kantonalen Verfahren gehörig erfolgt sind (Art. 55 Abs. 1 lit. c OG; BGE 108 II 227; BGE 107 II 224 E. 3).\n\n2. Nach der bundesgerichtlichen Rechtsprechung ist die Erteilung einer Auskunft, die weder in Ausübung eines Gewerbes noch sonst gegen Entgelt gegeben wird, nicht als Erfüllung einer übernommenen vertraglichen Verpflichtung anzusehen, sondern als ein ausservertragliches Handeln (BGE 57 II 85 E. 2 mit Hinweisen). Das gilt auch für Bankauskünfte, die nicht im Rahmen eines Geschäfts mit einem Bankkunden erteilt werden (BGE 68 II 302 E. 5, BGE 41 II 82 E. 4, Urteil des Bundesgerichts vom 3. Oktober 1933, SJZ 31/1934-35, S. 186). Demgegenüber wird in der neueren Literatur teils auch ein Vertragsschluss angenommen (SCHÖNLE, La responsabilité des banques pour renseignements financiers inexacts, in Festschrift für Deschenaux 1977, S. 397 f.; VON TUHR/PETER, Allg. Teil OR, Bd. I, S. 417, Anm. 65). Im vorliegenden Fall besteht indes kein Anlass, die Rechtsprechung zu überprüfen, da die Frage, ob die Beklagte aus unerlaubter Handlung oder aus Vertrag haftet, auf den Ausgang des Verfahrens keinen Einfluss hat.BGE 111 II 471 S. 474\n\n3. Wer über Verhältnisse befragt wird, in die er Kraft seiner Stellung besonderen Einblick besitzt, hat - wenn er sich überhaupt auf eine Antwort einlässt - wahrheitsgetreu Auskunft zu geben, sofern für ihn erkennbar ist, dass diese für den Adressaten voraussichtlich folgenschwere Bedeutung hat oder haben kann; er darf nicht absichtlich falsche Tatsachen behaupten oder leichtfertig Angaben machen, deren Unrichtigkeit oder Ungenauigkeit ihm ohne lang Prüfung in die Augen springen muss (BGE 57 II 86, BGE 41 II 82 E. 5). Der Anfragende darf zwar nicht mit besonders sorgfältigen Nachforschungen der Bank rechnen, wohl aber damit, dass die Auskunft in guten Treuen und nicht leichtfertig erteilt wird und die Bank ihm das, was sie weiss, loyal, ohne Rückhalt mitteilt (zit. Urteil des Bundesgerichts in SJZ 31/1934-35, S. 187 E. 4). Der Angefragte handelt nicht bloss dann widerrechtlich, wenn er wider besseres Wissen oder leichtfertig unrichtige positive Angaben macht, sondern ebenso, wenn er Tatsachen verschweigt, die ihm bekannt sind und von denen er sich sagen muss, dass ihre Kenntnis den in Frage stehenden Entschluss beeinflussen könnte (BGE 80 III 54 E. 4).\n\n4. a) Wie der Kläger mit Recht geltend macht, ist eine Bank aus der Sicht des Publikums zur Auskunft über ihre Kunden qualifiziert, zumal ein gut ausgebautes, wirtschaftlich bedeutsames Bankauskunftswesen besteht (SCHÖNLE, a.a.O., S. 387). Das gilt in besonderem Mass dort, wo ein Geschäftspartner dem andern seine Bankverbindung als Referenz angibt, wie das offensichtlich hier geschehen ist. Dass die Beklagte keinen Einblick in die Vermögensverhältnisse der Firma B. gehabt haben will, ändert an dieser Vertrauensstellung an sich nichts.\n\nb) An der grundsätzlichen Verantwortlichkeit der Beklagten ändert auch nichts, dass diese die beiden Fernschreiben nicht an die A. GmbH, sondern an die von dieser beauftragten deutschen Banken richtete und ausdrücklich erklärte, die Auskunft sei nur für die beiden Banken bestimmt und vertraulich zu behandeln. Dem Einwand der Beklagten, sie habe mit der unbefugten Weitergabe ihrer Auskunft nicht rechnen müssen, ist mit dem angefochtenen Urteil entgegenzuhalten, dass solche Auskünfte in aller Regel für Bankkunden bestimmt sind und der Diskretionsklausel daher nach Treu und Glauben keine erhebliche Bedeutung zukommt. Das gilt besonders dort, wo wie vorliegend die Auskunft günstig oder allenfalls nichtssagend, jedenfalls nicht ehrenrührig oder kreditschädigend ist. Musste aber die Beklagte damit rechnen, dass BGE 111 II 471 S. 475der ihr unbekannte Kunde vom Inhalt der Auskunft Kenntnis bekomme, wenn auch allenfalls nur zusammengefasst, so muss sie ihm gegenüber diesen Inhalt auch verantworten.\n\nc) Die Tragweite der Auskunft ergibt sich sodann schon aus der Anfrage, ob die Firma B. für Warenverbindlichkeiten von über DM 300'000.-- gut sei. Unbekümmert darum, was der sorgfältige Kaufmann vorzukehren pflegt, musste die Beklagte damit rechnen, dass der hinter den Anfragen der deutschen Banken stehende Kunde sich auf die Auskunft verlassen werde, zumal diese von der schweizerischen Hausbank seines schweizerischen Geschäftspartners stammte. Wollte die Beklagte das vermeiden, so musste sie in ihrer Antwort klar zum Ausdruck bringen, dass der Auskunft eine solche Bedeutung nicht beigemessen werden dürfe.\n\n5. Der Kläger meint, die Beklagte habe in ihren Fernschreiben die Kreditwürdigkeit der Firma B. bejaht, indem sie eine Geschäftsverbindung mit dieser empfohlen habe. Indes hat die Beklagte ausdrücklich darauf hingewiesen, sie habe keine Veranlassung gehabt, näheren Einblick in die Vermögensverhältnisse der Firma B. zu nehmen, weil sie mit dieser nur auf Guthabenbasis verkehrt habe. Das lässt den Schluss des Klägers nicht zu; im Gegenteil musste es die A. GmbH veranlassen, die Kreditwürdigkeit der Firma B. näher abzuklären. Allerdings geht die Beklagte zu weit, wenn sie ihre Auskunft als belanglos hinstellen will und diese gar als \"Nichtauskunft\" oder als \"ausserordentlich nichtssagende Auskunft\" bezeichnet. Der Sinn einer solchen Auskunft wäre so gar nicht mehr einzusehen; auch würde wohl gerade auf diese Weise die Gefahr von Missverständnissen und Missbräuchen geschaffen. Dass die Bank sich mit Auskünften über ihre eigenen Kunden in eine schwierige Lage bringt und eine Verweigerung der Auskunft negativ gewertet wird, ändert an dieser Problematik nichts. Gleichwohl lässt sich daraus nicht schliessen, der Wortlaut der Auskunft sei als solcher unwahr oder irreführend gewesen. Der Kläger beschränkt sich aber nicht darauf, sondern beruft sich zusätzlich auf die Hintergründe der Auskunfterteilung.\n\n6. Am 10. April 1981, wenige Tage nach Erteilung der Telex-Auskünfte, sprach der Prokurist P. der A. GmbH bei der Beklagten in Zürich vor und wurde von deren Prokuristen Z. empfangen. Nach der Darstellung des Klägers fragte P., ob die Firma B. für Warenverbindlichkeiten in der Grössenordnung von DM 542'250.-- auch gut sei, worauf Z. geantwortet habe, Geschäfte in dieser Grössenordnung seien von der Firma schon oft BGE 111 II 471 S. 476abgeschlossen und bisher bezahlt worden. Das Handelsgericht hat diese bestrittene Behauptung nicht überprüft, weil sie dem Kläger ohnehin nicht zu helfen vermöge. Zwar hält es für möglich, dass an jenem 10. April 1981 die Auslieferung der Waren noch hätte verhindert werden können. Nach den vorausgegangenen schriftlichen Auskünften hätte jedoch P. nicht auf solche mündliche Angaben vertrauen dürfen, da die Beklagte keinen Einblick in die Vermögensverhältnisse der Firma B. gehabt habe und Z. deshalb nicht mehr habe wissen können. Zudem besage die Auskunft, es seien bereits solche Geschäfte abgewickelt und bezahlt worden, nichts über die Zahlungsfähigkeit oder Zahlungswilligkeit der Firma bei Fälligkeit der Wechsel.\n\na) Dass die Beklagte sich das Verhalten ihres Prokuristen anrechnen lassen muss, ist zu Recht anerkannt (Art. 718 Abs. 3 OR). Der Kläger hält an der Erheblichkeit seiner Vorbringen fest und beanstandet, dass darüber nicht Beweis erhoben worden ist. Er will damit belegen, dass sich die A. GmbH nicht mit den schriftlichen Auskünften begnügt, sondern zusätzliche Auskunft verlangt und erhalten habe, deren Bedeutung Z. habe klar sein müssen und die unwahr gewesen sei.\n\nb) Dass P. den behaupteten Äusserungen Z.'s nicht habe vertrauen dürfen, weil die Beklagte in den Fernschreiben Einblick in die Vermögensverhältnisse der Firma B. verneint habe, geht offensichtlich fehl. Das rief im Gegenteil gerade nach solchen ergänzenden Fragen. Auch wenn die reibungslose Abwicklung früherer Geschäfte keine sicheren Rückschlüsse auf die Zukunft erlaubt, war die angebliche Antwort Z.'s für die A. GmbH gleichwohl klar erkennbar von Bedeutung. Das klägerische Vorbringen ist daher entgegen dem angefochtenen Urteil für die Beurteilung erheblich; die Sache ist demgemäss zur ergänzenden Abklärung des Sachverhalts an die Vorinstanz zurückzuweisen (Art. 64 Abs. 1 OG). Diese wird prüfen müssen, was Z. gesagt hat und ob seine Äusserungen irreführend gewesen sind.\n\n7. Der Kläger macht ausserdem geltend, die Beklagte habe von Umständen Kenntnis gehabt, welche eine Geschäftsempfehlung ausgeschlossen hätten und die sie gegen Treu und Glauben verschwiegen habe. So habe ihr eine Bilanz der Firma B. vorgelegen, deren Inhalt in krassem Gegensatz zum Kontoverkehr der Gesellschaft mit der Beklagten gestanden habe. Zudem habe die Beklagte Kenntnisse über die prekäre Vermögenslage der Firma gehabt. Die ungewöhnliche Flut von Auskunftsbegehren von Dezember 1980 BGE 111 II 471 S. 477bis April 1981 habe auf eine erhebliche Geschäftstätigkeit und umfangreiche Kreditverpflichtungen schliessen lassen. Der Beklagten seien schliesslich drei am 21./23. März 1981 fällige und bei ihr zahlbare Wechselverbindlichkeiten von gegen DM 200'000.-- bekannt gewesen, die in keinem vernünftigen Verhältnis zum aktuellen Kontostand der Gesellschaft gestanden hätten.\n\nMit der Berufung wird durch Aktenhinweise belegt und ist unwidersprochen, dass der Kläger diese Behauptungen schon im kantonalen Verfahren aufgestellt hat. Die Beklagte meint zu Unrecht, die Vorinstanz habe sie als unerheblich übergehen dürfen. Die Vorbringen können für sich oder zumindest im Zusammenhang dartun, dass die Beklagte über die Vermögensverhältnisse der Firma B. mehr wusste, als sie bekanntgab, und dass ihr entgegen ihrer Bestätigung durchaus auch Nachteiliges bekannt war. So lässt sich der Hinweis auf eine von der Gesellschaft vorgelegte, von der Beklagten als frei erfunden anerkannte Bilanz nicht im vornherein damit entkräften, dass die Beklagte sie nicht habe prüfen müssen und dass die Gesellschaft möglicherweise noch andere Bankverbindungen gehabt habe.\n\nDie von der Klägerin weiter behauptete auffallende Häufung von mindestens vierzig Auskunftbegehren in kurzer Zeit, die offenbar eine formelhafte Antwort erhielten, kann nicht einfach als unerheblich oder als \"nicht besonders beunruhigend\" abgetan werden. Ebensowenig lässt sich die Frage der drei im März 1981 fälligen Wechsel mit dem Hinweis erledigen, weil die Beklagte Einblick in die Vermögensverhältnisse verneint habe, habe sie nicht laufenden Verbindlichkeiten nachgehen müssen. Erst recht ändert die Bestreitung der Behauptung, die Beklagte habe schon im Juni 1980 und April 1981 die prekäre Vermögenslage der Firma B. gekannt, nichts an deren Erheblichkeit.\n\nFalls sich diese Behauptungen als richtig erweisen, lässt sich eine irreführende Formulierung der Bankauskunft nicht mehr in Abrede stellen. Das angefochtene Urteil ist daher auch insoweit aufzuheben und die Sache zur Beweiserhebung und Neubeurteilung an das Handelsgericht zurückzuweisen (Art. 64 Abs. 1 OG).\n\n8. Das Handelsgericht und die Beklagte anerkennen, dass die Firma B. zu betrügerischen Machenschaften missbraucht worden ist. Das Landgericht Augsburg hat am 8. Dezember 1983 drei Beteiligte wegen Betrugs zu Freiheitsstrafen von drei Jahren bis zu fünf Jahren und drei Monaten verurteilt. Das Handelsgericht misst dem keine Bedeutung bei, weil das Urteil noch nicht rechtskräftig BGE 111 II 471 S. 478sei und sich zur streitigen zivilrechtlichen Frage nicht ausspreche. Hinsichtlich einer boshaften Vermögensschädigung durch die Beklagte (Art. 149 StGB) erwähne der Kläger nur Verdachtsmomente, wonach Z. von einer Bande von Betrügern beeinflusst worden sei, behaupte aber nicht, dass die Beklagte eine Vermögensschädigung der A. GmbH in Kauf genommen habe.\n\nOb das Handelsgericht annehmen durfte, die Voraussetzungen einer boshaften Vermögensschädigung seien nicht behauptet, ist unerheblich. Jedenfalls entband das nicht von der Pflicht, die tatsächlichen Vorbringen des Klägers bei der Würdigung der erteilten Auskünfte zu berücksichtigen, selbst wenn es sich nur um Verdachtsmomente handelte. Der Kläger macht geltend, er habe Z. der Gehilfenschaft zum Betrug beschuldigt, und er belegt das mit Vorbringen, die jedenfalls sinngemäss diesen Vorwurf enthalten und namentlich Geschenke oder Bestechungen zum Gegenstand haben; dabei hat er sich auch auf das inzwischen ergangene Strafurteil berufen. Dem behaupteten systematischen Zusammenwirken der Betrüger um die Firma B. mit Z. misst der Kläger zu Recht Bedeutung bei, weil dabei das Vertrauen der deutschen Opfer in die guten Referenzen einer Schweizerbank ausgenützt worden sei; diese mindestens vierzig Auskunftbegehren, die alle mit dem gleichen Text beantwortet worden seien, bilden für den Kläger den Eckstein des gesamten Betrugsgebäudes.\n\nDie Beklagte anerkennt, dass die Betrügergruppe um die Firma B. es verstanden habe, die Waren, das Geld und gleich auch noch die Käufer verschwinden zu lassen. Sie bestreitet aber die gegen Z. erhobenen Vorwürfe und macht geltend, inzwischen sei auch eine auf ihre Anzeige eingeleitete Strafuntersuchung gegen Z. eingestellt worden. Das ändert indes nichts daran, dass der Kläger im kantonalen Verfahren konkrete Vorwürfe gegen Z. erhoben hat, die erheblich und einstweilen nicht abgeklärt sind. Aus ihnen kann sich ergeben, dass Z. über die Hintergründe dieser vielen Auskunftbegehren - damit auch der streitigen - sowie über die Firma B. mehr wusste, als das Handelsgericht bisher angenommen hat und in den Bankauskünften zum Ausdruck kommt. Hat er sich tatsächlich vorsätzlich oder fahrlässig zur Mitwirkung bei solchen Machenschaften missbrauchen lassen, müsste auch das der Beklagten angerechnet werden und die Würdigung ihrer Auskünfte beeinflussen. Auch insoweit ist daher die Sache an die Vorinstanz zurückzuweisen (Art. 64 Abs. 1 OG). Dabei versteht es sich von selbst, dass nachträgliche Erkenntnisse aus dem Strafverfahren in BGE 111 II 471 S. 479Augsburg der Beklagten nur insoweit entgegengehalten werden können, als die Verhältnisse ihr bzw. ihrem Organ Z. schon im April 1981 bekannt oder doch erkennbar waren.\n\n9. In einer Eventualbegründung gelangt das Handelsgericht auch deshalb zur Abweisung der Klage, weil zwar der natürliche Kausalzusammenhang bestehen möge, es aber am adäquaten Kausalzusammenhang fehle. Nach dem normalen Lauf der Dinge sei nicht damit zu rechnen, dass ein Kaufmann aufgrund einer solchen Bankauskunft ohne jede Sicherheit auf Kredit liefere. Darin liege zudem ein Selbstverschulden, welches den adäquaten Kausalzusammenhang unterbreche.\n\nDass die Auskunft nicht einfach als nichtssagend bezeichnet werden kann, wie das Handelsgericht annimmt, ist bereits dargelegt worden. Selbst wenn - weitere Abklärungen vorbehalten - die Auskunft der Beklagten weder unrichtig noch irreführend war, liegt es sodann keineswegs ausserhalb des natürlichen Gangs der Dinge und der allgemeinen Lebenserfahrung, dass ihre widersprüchliche Fassung missverstanden worden oder der darin enthaltene Vorbehalt unbeachtet geblieben ist. Indem die A. GmbH gestützt darauf wie beabsichtigt ihre Ware auf Kredit verkaufte, kann darin auch nicht ein grobes Selbstverschulden gesehen werden, welches den Kausalzusammenhang mit dem Verhalten der Beklagten als nicht mehr adäquat erscheinen liesse.\n\nDie Eventualerwägung der Vorinstanz erlaubt daher nicht, von einer Rückweisung abzusehen. Ob allenfalls ein Selbstverschulden der A. GmbH anzunehmen ist, welches verglichen mit dem Verschulden der Beklagten bzw. ihres Organs Z. eine Herabsetzung der Ersatzpflicht rechtfertigt, lässt sich erst aufgrund des vervollständigten Sachverhalts beurteilen.\n\n10. Die Beklagte versucht in ihrer Berufungsantwort, die Unterbrechung des adäquaten Kausalzusammenhangs mit einem Drittverschulden der Betrügergruppe um die Firma B. zu begründen, welches von derart hoher Intensität sei, dass es als einzige relevante Schadensursache zu betrachten sei. Davon kann keine Rede sein. Die Auskünfte der Beklagten waren eine unerlässliche Voraussetzung für das Gelingen der Betrugsmanöver. Sind sie widerrechtlich erteilt worden, kann sich die Beklagte ihrer Verantwortung nicht mit dem Hinweis auf das grössere Verschulden der andern Beteiligten entziehen.\n\n11. Schliesslich hält die Beklagte daran fest, sie habe die Haftung wegbedungen, indem sie am Schluss der Fernschreiben BGE 111 II 471 S. 480ausdrücklich vermerkt habe: \"ohne obligo\". Die Empfänger hätten sich diesem Vermerk stillschweigend unterzogen. Auch wenn dieser sich an die deutschen Banken gerichtet habe, wäre es unbillig, die Klausel infolge der unbefugten Weitergabe nicht zu berücksichtigen. Im übrigen müsse eine solche Vereinbarung auch im ausservertraglichen Haftungsrecht zulässig sein.\n\nDas Bundesgericht hat im zitierten Urteil in SJZ 31/1934-35 (E. 3, S. 187) eine Wegbedingung bei ausservertraglicher Haftung verneint. In der Lehre wird auch die gegenteilige Auffassung vertreten (SCHÖNLE, a.a.O., S. 401 mit weiteren Hinweisen in Anm. 61). Eine Auseinandersetzung dazu erübrigt sich im vorliegenden Fall, da die Wegbedingung der Haftung nach Art. 100 und 101 OR auf jeden Fall eine Vereinbarung voraussetzt. Eine solche hat das Handelsgericht zu Recht verneint, soweit das die A. GmbH anbelangt. Die Beklagte lässt offen, ob die deutschen Banken ihrer Kundin gegenüber die Haftung wegbedungen haben. Darauf kommt indes nichts an; entscheidend wäre vielmehr, ob die deutschen Banken der A. GmbH die Auskunft samt allen Vorbehalten vollumfänglich weitergegeben haben, was dem angefochtenen Urteil nicht zu entnehmen und vor Bundesgericht auch nicht behauptet ist. Das schliesst im vornherein eine Zustimmung der A. GmbH zur Freizeichnungsklausel der Beklagten aus."}