{"annee": "111", "cour": "IB", "page": "253", "date": "5/11/1985", "cite": ["110 II 54"], "cite_par": ["121 II 252", "121 III 38"], "chapeau": "48. Extrait de l'arrêt de la IIe Cour civile du 5 novembre 1985 dans la cause Tracomin S.A. contre Sudan Oil Seeds Co Ltd (recours de droit public)", "regestes": ["Forme du compromis selon la Convention pour la reconnaissance et l'exécution des sentences arbitrales étrangères conclue à New York le 10 juin 1958. 1. Un compromis proposé par écrit et accepté oralement ou tacitement ne respecte pas les formes exigées par l'art. II al. 2 de la Convention de New York. Il faut non seulement une proposition écrite de soumettre le litige pendant à l'arbitrage, mais encore une acceptation écrite de l'autre partie, et que cette acceptation soit communiquée à la partie qui a formulé la proposition. La clause compromissoire ou le compromis peuvent aussi résulter d'un échange de télex (cons. 5). 2. L'existence d'un compromis exprès, conclu au moment où un conflit concret est né, dispense de rechercher si ce compromis pouvait se fonder sur une clause compromissoire antérieure et si cette clause compromissoire répondait aux conditions de forme posées par l'art. II al. 2 de la Convention de New York (cons. 6)."], "faits": "", "considerants": "BGE 111 Ib 253 S. 254\n\nExtrait des considérants:\n\n5. Aux termes de l'art. II de la Convention de New York (RS 0.277.12), chacun des Etats contractants reconnaît la convention écrite par laquelle les parties s'obligent à soumettre à un arbitrage tous les différends ou certains des différends qui se sont élevés ou pourraient s'élever entre elles au sujet d'un rapport de droit déterminé, contractuel ou non contractuel, portant sur une question susceptible d'être réglée par voie d'arbitrage. On entend par \"convention écrite\" une clause compromissoire insérée dans un contrat ou un compromis signés par les parties ou contenus dans un échange de lettres ou de télégrammes.\n\nIl ressort de ce texte que la convention écrite par laquelle l'arbitrage est convenu entre parties peut être soit une clause compromissoire, soit un compromis. La clause compromissoire soumet à l'arbitrage un conflit qui n'est pas encore né, mais qui pourrait découler d'un rapport de droit dans lequel les parties envisagent d'entrer. Le compromis est en revanche un contrat que les parties passent au moment où un conflit est né entre elles, et dont l'objet est de faire trancher par des arbitres ce conflit déjà né (cf. VAN DER BERG, The New York Arbitration Convention of 1958, p. 171, 190, 202).\n\nAussi bien la clause compromissoire que le compromis exigent la forme écrite telle qu'elle est définie par l'art. II al. 2 de la Convention de New York. Ce texte l'emporte sur les droits nationaux et constitue une loi uniforme régissant la forme de la BGE 111 Ib 253 S. 255clause compromissoire ou du compromis (VAN DER BERG, p. 173, 177). La reconnaissance de la convention d'arbitrage ne saurait exiger ni plus ni moins que la forme définie par l'art. II al. 2 de la Convention (VAN DER BERG, p. 177-179). Certes, en vertu de l'art. VII de la Convention de New York, les parties peuvent encore se prévaloir de conditions de reconnaissance plus larges, dans la mesure où elles peuvent invoquer la législation ou les traités du pays où la sentence est invoquée. Mais en l'espèce, l'art. VII de la Convention de New York ne trouve aucune application, car les parties n'invoquent aucune autre règle de droit que la Convention de New York, et l'on ne saurait suppléer à leurs moyens.\n\nA défaut de signature de l'une et l'autre des parties, la clause compromissoire ou le compromis peuvent résulter d'un échange de lettres ou de télégrammes. L'échange de télex doit être assimilé à l'échange de télégrammes (VAN DER BERG, p. 204, p. 195 avec référence à la décision genevoise figurant dans la RSJ 1968, p. 56, No 19; SCHLOSSER, Das Recht der internationalen privaten Schiedsgerichtsbarkeit, n. 343, p. 335; COHEN, De la validité formelle des clauses compromissoires conclues par télex, in RSJ 1979, p. 259).\n\nIl faut toutefois un échange de messages. Si un compromis est proposé par écrit ou par télégramme et accepté oralement ou tacitement, les formes exigées par l'art. II al. 2 de la Convention de New York ne sont pas satisfaites (VAN DER BERG, p. 196; RSJ 1968, p. 56, No 19. Cet arrêt est critiqué par SCHLOSSER, op.cit. p. 340, qui estime qu'en l'espèce l'acceptation écrite du cocontractant était suffisante. La critique porte donc sur un autre point.) Il faut au contraire non seulement une proposition écrite d'arbitrage, mais encore une acceptation écrite de l'autre partie et que cette acceptation soit communiquée à la partie qui a fait la proposition d'arbitrage (VAN DER BERG, p. 199-203).\n\nEn l'espèce, Sudan Oil Seeds Co Ltd (SOS) a fait la proposition à Tracomin de soumettre à l'arbitrage le conflit découlant du défaut de délivrance en temps utile d'un accréditif couvrant les dernières livraisons dues en vertu du contrat No 10-80/81 du 6 décembre 1980, par télex du 18 mai 1981, par lettre du 4 juillet 1981 puis par télex du 16 juillet 1981. Tracomin a déclaré par télex du 21 juillet 1981 qu'elle désignait son arbitre dans le conflit qui lui avait été exposé, puisqu'elle se référait expressément au télex de sa partie adverse du 16 juillet, lequel rappelait le télex du 18 mai et la lettre du 4 juillet. Elle a ainsi manifesté dans les formes BGE 111 Ib 253 S. 256prévues par l'art. II al. 2 de la Convention de New York qu'elle acceptait l'arbitrage, dès l'instant qu'elle désignait elle-même son arbitre dans ledit conflit. On doit admettre que les parties ont manifesté par écrit leur volonté de soumettre à l'arbitrage de la FOSFA le conflit né entre elles dans l'exécution du contrat No 10-80/81 du 6 décembre 1980, conflit qui a été effectivement soumis aux arbitres et tranché par la sentence No 2542 dont l'exécution est poursuivie.\n\n6. Toute l'argumentation de la recourante consiste à soutenir que dans le contrat No 10-80/81 du 6 décembre 1980, il n'y avait pas de clause compromissoire valable au sens de l'art. II de la Convention de New York, ce contrat ne faisant pas référence expresse à la possibilité de soumettre à l'arbitrage les conflits qui pourraient naître lors de son exécution. Cette question peut demeurer ouverte, dès l'instant que, même si une clause compromissoire n'a pas été souscrite valablement lors de la conclusion du contrat, dans tous les cas un compromis a été convenu par échange d'écrits une fois que le conflit est né et a pu être défini concrètement, dans les messages de Sudan Oil Seeds des 18 mai, 4 juillet et 16 juillet 1981 auxquels Tracomin s'est référée dans son message de réponse en date du 21 juillet. Dans ces conditions, il est inutile de se déterminer sur la jurisprudence publiée aux ATF 110 II 54 et d'analyser si cet arrêt admet une clause compromissoire par référence ou si les conditions particulières de cette affaire permettaient de dire que la clause compromissoire était comprise dans l'ensemble des documents signés par les parties ou leurs représentants. L'existence d'un compromis exprès conclu au moment où un conflit concret était né dispense de rechercher si ce compromis pouvait ou non se fonder sur une clause compromissoire antérieure et si cette clause compromissoire répondait aux conditions de forme posées par l'art. II al. 2 de la Convention de New York (SCHLOSSER, op.cit., n. 340, p. 334)."}