{"annee": "111", "cour": "IA", "page": "62", "date": "24/4/1985", "cite": ["110 IA 43", "106 IA 142", "86 I 23", "111 IA 52", "104 IA 367"], "cite_par": ["112 IA 148", "134 III 122", "120 II 400", "113 IB 157"], "chapeau": "13. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 24. April 1985 i.S. Sozialistische Libysche Arabische Volks-Jamahiriya gegen Actimon SA und Einzelrichter im summarischen Verfahren am Bezirksgericht Zürich sowie Betreibungsamt 1 Zürich (staatsrechtliche Beschwerde)", "regestes": ["Mesures d'exécution forcée contre un Etat étranger; immunité en droit international public. Art. 84 al. 1 let. c et d OJ. La question de savoir si une somme séquestrée doit ou non être sortie des biens frappés de séquestre, en raison de son affectation à un but relevant de l'exercice de la puissance publique, est étroitement liée au droit de l'Etat à l'immunité. Il se justifie dès lors, à cet égard, d'entrer en matière sur le recours de droit public, sans exiger l'épuisement des instances cantonales (consid. 7a). Admissibilité de l'exécution forcée sur les biens de l'Etat étranger, lorsque ceux-ci ne servent pas à des buts relevant de l'exercice de la puissance publique. L'immunité en droit international public, eu égard à la nature de la chose séquestrée, peut seulement être revendiquée, lorsque cette chose est consacrée d'une manière reconnaissable à un but concret relevant de l'exercice de la puissance publique (consid. 7b)."], "faits": "BGE 111 Ia 62 S. 63\n\nAm 21. Juni 1980 schloss die in Genf niedergelassene Firma Actimon SA mit der Libyschen Arabischen Sozialistischen Volks-Jamahiriya einen Vertrag über die Lieferung und Montage einer kompletten Milch-Pasteurisierungsanlage in Fataeh zum Preise von 10'718'000 französischen Franken. Bei der Abwicklung des Vertrages ergaben sich Meinungsverschiedenheiten vor allem hinsichtlich der Inanspruchnahme der Garantiesumme durch die Bestellerin. Die Unternehmerin hält dafür, sie habe gegenüber jener aus dem Werkvertrag noch einen Anspruch von insgesamt SFr. 460'593.20.\n\nAm 2. Februar 1984 stellte die Actimon SA durch ihren Anwalt beim Einzelrichter im summarischen Verfahren des Bezirkes Zürich gegen die Bestellerin ein Arrestbegehren für die genannte Forderung. Als Arrestgegenstände bezeichnete sie: BGE 111 Ia 62 S. 64\n\n\"Sämtliche Guthaben der Arrestschuldnerin ..., und insbesondere auch sämtliche Ansprüche und sonstigen Vermögenswerte, die auf den Namen der Central Bank of Libya oder die National Oil Company (of Libya) bzw. Übersetzungen dieser Bezeichnungen lauten,\n\nbei (verschiedenen Schweizer Banken in Zürich) alles bis zur Deckung der Arrestforderung nebst Zins und Kosten.\"\n\nDer Einzelrichter bewilligte den Arrest am 14. Februar 1984 für die auf den Namen der Libyschen Arabischen Sozialistischen Volks-Jamahiriya lautenden Vermögenswerte, wies ihn dagegen mit Verfügung vom 15. Februar 1984 ab, soweit die Arrestierung von Vermögenswerten der Central Bank of Libya verlangt wurde.\n\nGegen die Verweigerung des Arrestes bezüglich der auf den Namen der Central Bank of Libya lautenden Vermögenswerte erhob die Actimon SA durch ihren Anwalt beim Obergericht des Kantons Zürich Rekurs. Dieser wurde mit Beschluss vom 30. April 1984 gutgeheissen, und der Einzelrichter im summarischen Verfahren des Bezirks Zürich wurde angewiesen, den verlangten Arrestbefehl auch bezüglich der auf diese Bank lautenden Vermögenswerte auszustellen. Der Einzelrichter erliess gestützt hierauf am 30. April 1984 einen entsprechenden Arrestbefehl. Dieser führte zur Verarrestierung eines im Depot der Central Bank of Libya bei der Schweizerischen Nationalbank liegenden Schuldscheines der International Bank for Reconstruction and Development im Betrage von SFr. 1'000'000.--. Bereits am 28. Februar 1984 hatte das Betreibungsamt Zürich 1 für die nämliche Forderung einen Zahlungsbefehl gegen die Libysche Arabische Sozialistische Volks-Jamahiriya erlassen, gegen den der Anwalt der Betriebenen innert der von der Zustellung an laufenden gesetzlichen Frist Rechtsvorschlag erhob (Zahlungsbefehl Nr. 673).\n\nDie Libysche Arabische Sozialistische Volks-Jamahiriya führt beim Bundesgericht staatsrechtliche Beschwerde u.a. wegen Verletzung ihrer völkerrechtlichen Immunität; sie macht geltend, das Obergericht habe in willkürlicher Weise angenommen, für ihre Schulden könnten Aktiven der Central Bank of Libya in Anspruch genommen werden; im Eventualstandpunkt beruft sie sich auf fehlende Arresttauglichkeit des verarrestierten Aktivums.", "considerants": "Aus den Erwägungen:\n\n7. a) Ihren Eventualstandpunkt begründet die Beschwerdeführerin damit, die verarrestierten Wertschriften der Central Bank of Libya seien nicht arresttauglich, weil sie zur Erfüllung hoheitlicher BGE 111 Ia 62 S. 65Aufgaben bestimmt seien. Die Zentralbank habe lediglich die Aufgabe, Münzen und Banknoten auszugeben sowie die Landeswährung zu schützen; sie übe somit ausschliesslich hoheitliche Funktionen aus. Das kommerzielle Bankgeschäft obliege dagegen in Libyen einer Reihe von anderen, staatlich kontrollierten Banken. Die Beschwerdegegnerin meint dagegen, der genannte Einwand wäre beim Arrestvollzug zu erheben gewesen, und der Entscheid der Vollzugsbehörde hätte durch betreibungsrechtliche Beschwerde an die Aufsichtsbehörden weitergezogen werden können; die staatsrechtliche Beschwerde sei deshalb nach dem Grundsatz der Subsidiarität (Art. 84 Abs. 2 OG) nicht zulässig. Dieser Auffassung kann aber nicht beigepflichtet werden. Das Bundesgericht hat sich schon im Urteil BGE 86 I 23 ff. in Erw. 5 mit der Frage befasst, ob die verarrestierten Beträge nicht wegen hoheitlicher Zweckbestimmung vom Arrestbeschlag auszunehmen seien. Es handelt sich hierbei um eine mit dem Immunitätsanspruch des Staates eng zusammenhängende Frage, weshalb es sich rechtfertigt, auf die staatsrechtliche Beschwerde auch in diesem Punkt einzutreten, ohne eine Erschöpfung des kantonalen Instanzenzuges zu verlangen (vgl. BGE 111 Ia 57 E. 2e; BGE 110 Ia 43 ff.; BGE 106 Ia 142 ff., welches Urteil die Beschwerdeführerin betrifft; BGE 104 Ia 367 mit Hinweisen).\n\nb) Die Zwangsvollstreckung in Vermögenswerte des ausländischen Staates, die hoheitlichen Zwecken dienen, ist unzulässig. Indessen lässt sich nicht sagen, ausländische Staaten oder ihre Staatsbanken könnten nur Vermögenswerte besitzen, die hoheitlichen Zwecken gewidmet sind. Neben dem Verwaltungsvermögen besitzt die öffentliche Hand in der Regel auch Finanzvermögen, das mit dem Vermögen von natürlichen oder juristischen Personen des Privatrechts durchaus vergleichbar ist. Immunität im Hinblick auf die Natur der verarrestierten Sache kann somit nur dann beansprucht werden, wenn diese in erkennbarer Weise einem konkreten hoheitlichen Zweck gewidmet ist, wie etwa der Pflege diplomatischer Beziehungen (Botschaftsgebäude). Für Bargeld und Wertschriften kann nach herrschender Auffassung so lange keine Immunität beansprucht werden, als nicht bestimmte Summen oder Titel für derartige Zwecke ausgeschieden worden sind (BGE 108 III 109/110 mit Hinweisen; 86 I 32; WALTHER J. HABSCHEID, Die Immunität ausländischer Staaten nach deutschem Zivilprozessrecht, in: Bericht der deutschen Gesellschaft für Völkerrecht, Heft 8, 1968, S. 266). LUDWIG GRAMLICH vertritt allerdings eine BGE 111 Ia 62 S. 66für die ausländischen Zentralbanken vorteilhaftere Auffassung. Er hält dafür, Guthaben ausländischer Zentralbanken seien als Währungsreserven regelmässig von der Zwangsvollstreckung auszunehmen (Staatliche Immunität für Zentralbanken? in: Rabels Zeitschrift für ausländisches und internationales Privatrecht, 45. Band 1981, S. 594/595). Dieser Standpunkt vermag indessen nicht voll zu überzeugen, hätte es doch sonst jeder ausländische Staat in der Hand, sich durch Anlage beliebiger Mittel im Ausland auf den Namen seiner Zentralbank eine praktisch unbeschränkte Vollstreckungsimmunität zu sichern, also ein Ergebnis zu erreichen, das ihm nach den vorstehenden Darlegungen jedenfalls nach schweizerischer Rechtsauffassung von der Sache her nicht zusteht.\n\nIm vorliegenden Falle ist Arrestgegenstand ein im Depot der Central Bank of Libya bei der Schweizerischen Nationalbank liegender Schuldschein über SFr. 1'000'000.--, ausgestellt von der International Bank for Reconstruction and Development. Die Beschwerdeführerin hat über die Zweckbestimmung dieses Arrestobjektes keinerlei Ausführungen gemacht, wenn man von der allgemeinen Behauptung absieht, es diene hoheitlichen Zwecken. Demnach kann nicht gesagt werden, der Schuldschein sei im Hinblick auf seine Bestimmung kein taugliches Arrestobjekt; er kann durchaus auch zum gewöhnlichen Finanzvermögen der Libyschen Zentralbank gehören. Bei dieser Sachlage erweist sich die Auffassung der Beschwerdeführerin, wonach das Arrestobjekt aus Immunitätsgründen untauglich sei, als nicht begründet. Die staatsrechtliche Beschwerde ist daher abzuweisen, soweit darauf eingetreten werden kann."}