{"annee": "111", "cour": "IA", "page": "67", "date": "6/2/1985", "cite": ["104 IA 131"], "cite_par": ["140 I 326", "143 II 467", "123 I 97", "113 V 66", "116 IA 221", "133 II 181"], "chapeau": "14. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 6. Februar 1985 i.S. Einwohnergemeinde Trimbach gegen Regierungsrat des Kantons Solothurn (staatsrechtliche Beschwerde)", "regestes": ["Autonomie communale. Canton de Soleure; approbation d'un plan de détail par le Conseil d'Etat. Le Conseil d'Etat du canton de Soleure viole l'autonomie communale s'il arrête un plan de détail en lieu et place du conseil communal habilité à en décider, alors même que les conditions d'une exécution par substitution ne sont pas réunies (consid. 3)."], "faits": "|67|\n\nDie Einwohnergemeinde Olten beabsichtigt die Erstellung einer Schiessanlage auf Land der Bürgergemeinde Olten im Obererlimoos, Gemeinde Trimbach. Im November 1980 beschlossen die Stimmbürger der Einwohnergemeinde Olten den notwendigen Kredit. Die Stimmbürger der Einwohnergemeinde Trimbach verwarfen am 26. Juni 1983 deutlich eine Vorlage zur Beteiligung an dieser Schiessanlage mit Fr. 700'000.--.\n\nIn der Annahme, er sei gemäss dem Baugesetz des Kantons Solothurn (BauG) zur Auflage eines Gestaltungsplanes für die Schiessanlage verpflichtet, beschloss der Gemeinderat von Trimbach am 26. August 1983 die Einleitung des Verfahrens und gleichzeitig die Erhebung einer Einsprache. Während der Planauflage erhob die Einwohnergemeinde Trimbach neben neun Privatpersonen |68| und zwei Schiessgesellschaften Einsprache. Sie wandte sich gegen die Realisierung des Projektes in dem ausserhalb des Baugebietes liegenden Obererlimoos, wobei sie im wesentlichen geltend machte, die Voraussetzungen einer Ausnahmebewilligung nach Art. 24 des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 (RPG) seien nicht gegeben, da die Schiessanlage nicht standortgebunden sei und überdies das dort ausgeschiedene Jura-Schutzgebiet beeinträchtige. Die Projektverwirklichung käme überdies einer Missachtung des klaren Volkswillens, wie er in der Ablehnung der Beteiligungsvorlage zum Ausdruck gebracht worden sei, gleich. Ein kommunaler Beschluss über den aufgelegten Gestaltungsplan erging nicht.\n\nAm 17. Juli 1984 genehmigte der Regierungsrat des Kantons Solothurn den Gestaltungsplan \"Schiessanlage Obererlimoos\" und wies die dagegen erhobenen Einsprachen ab. In formeller Hinsicht erwog er, dass die Einwohnergemeinde Trimbach als Einsprecherin nicht über den Plan befinden könne, sondern in den Ausstand zu treten habe, wogegen sie zur Einsprache legitimiert sei.\n\nGegen den Beschluss des Regierungsrates des Kantons Solothurn führt die Einwohnergemeinde Trimbach staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV und der Gemeindeautonomie.", "considerants": "Aus den Erwägungen:\n\n3. a) Die Beschwerdeführerin sieht eine Verletzung ihrer Gemeindeautonomie darin, dass die kantonale Behörde über die Köpfe der Einwohnerschaft hinweg und entgegen dem erklärten ausdrücklichen Willen der Stimmbürger zugunsten einer anderen Gemeinde ein immissionsträchtiges Grossprojekt von lediglich kommunaler Bedeutung bewilligt habe.\n\nb) Die solothurnische Einwohnergemeinde erlässt die für die Ortsplanung erforderlichen Nutzungspläne. Zum Erlass des Zonenplanes und der Erschliessungspläne ist sie gehalten (§ 14 Abs. 1 BauG), zum Erlass von Gestaltungsplänen befugt (§ 14 Abs. 2 BauG). Zuständig zum Beschluss über den Nutzungsplan ist der Gemeinderat, welcher gleichzeitig die dagegen eingelangten Einsprachen beurteilt (§ 16 Abs. 2 BauG). Entscheide der Gemeindebehörden über Pläne können in erster oder - bei gemeindeinternem Rechtsmittelverfahren - zweiter Instanz beim Regierungsrat |69| mit Beschwerde angefochten werden (§ 17 BauG). Dieser hat die Nutzungspläne auch zu genehmigen, wobei er sie auf Recht- und Zweckmässigkeit hin überprüft (§ 18 BauG).\n\nc) Gestaltungspläne dienen der Wahrung besonderer planerischer und baurechtlicher Anliegen (§ 44 BauG). Sie sind unabdingbar unter anderem für Bauten und Anlagen mit schädlichen oder stark störenden Auswirkungen (Lärm, Rauch, Gestank usw.) oder mit grossem Verkehrsaufkommen (§ 46 lit. b BauG).\n\nDie Beschwerdeführerin unterstellte die Schiessanlage der Einwohnergemeinde Olten der Gestaltungsplanpflicht nach § 46 lit. b BauG. Aufgrund dieses Obligatoriums erachtete sie sich gleichzeitig als verpflichtet, eine entsprechende Planvorlage öffentlich aufzulegen. Ob der Gemeinderat von Trimbach diese Verpflichtung zu Recht annahm, kann offenbleiben, da die Planauflage erfolgte. Immerhin ist festzuhalten, dass der Vorbehalt einer Sonderbauordnung für bestimmte Bauvorhaben im allgemeinen die Gemeinde nicht verpflichtet, ihr von Bauwilligen eingegebene Pläne auch öffentlich aufzulegen, sofern sie mit deren Inhalt nicht einverstanden ist (ZAUGG, Die Zone für Sonderbauvorschriften im Baurecht Bernischer Gemeinden, in: Berner Festgabe zum Schweiz. Juristentag 1979, S. 559 ff., insbesondere S. 568, 588; BGE vom 6. Juli 1977 i.S. Erben Kipfer, publiziert in BVR 1978 S. 80 ff., insbesondere S. 84-85, E. 3d; BGE vom 8. Juni 1983 i.S. Einwohnergemeinde Zollikofen, publiziert in BVR 1983 S. 298 ff., insbesondere S. 305-306, E. 4b). Jedenfalls folgt aus § 46 BauG keine Pflicht der Gemeinden, ihr vorgelegte Gestaltungspläne, welche sie ablehnt, auch zu beschliessen. Die Auflage des Planes beschränkt die Freiheit der Gemeinde nicht, darüber negativ oder positiv zu entscheiden. Vielfach werden erst das Auflageverfahren selbst, insbesondere die gegen den Plan geltend gemachten Einsprachen, weisen, ob die Anordnung zweckmässig ist. Die öffentliche Planauflage präjudiziert mithin den Planbeschluss in keiner Weise. Anders entscheiden hiesse, das bundesrechtlich vorgeschriebene Mitwirkungsverfahren der Planbetroffenen (Art. 33 RPG) illusorisch werden zu lassen.\n\nd) Gestaltungspläne der Solothurner Gemeinden unterstehen - wie alle Nutzungspläne - der regierungsrätlichen Genehmigung (§ 18 BauG). Diese Genehmigung verändert indessen den Rechtscharakter des Planes nicht. Auch das vom Kanton genehmigte Gemeinderecht bleibt Gemeinderecht (IMBODEN/RHINOW, Schweiz. Verwaltungsrechtsprechung, Band 2, Nr. 144 B. I). Plansetzendes Gemeinwesen bleibt die Gemeinde.\n\n|70|\n\nDie Genehmigung eines kommunalen Planes setzt mithin begriffsnotwendig dessen Beschluss auf Gemeindeebene voraus. Genehmigt kann bloss werden, was die Gemeinde beschlossen hat. Die kantonalrechtliche Genehmigung ist dem Gemeindebeschluss nachgeordnet, vermag diesen aber nicht zu ersetzen. Im Rahmen des Genehmigungsverfahrens ist der Regierungsrat einzig befugt, allfällige Änderungen an den Nutzungsplänen selbst zu beschliessen, wenn deren Inhalt eindeutig bestimmbar ist und die Änderung der Behebung offensichtlicher Mängel oder Planungsfehler dient (§ 18 Abs. 3 BauG). Dagegen ist der Regierungsrat - vom Falle einer hier nicht interessierenden Ersatzvornahme bei Säumnis der Gemeinde in der Erfüllung ihrer Planungspflichten abgesehen - keinesfalls befugt, stellvertretend für die Gemeinde Nutzungspläne zu erlassen. Sowenig die zuständige kantonale Instanz im Rahmen ihrer Rechts- oder Zweckmässigkeitskontrolle aus dem kommunalen Rechtssetzungsverfahren hervorgegangene Vorschriften nach Belieben durch eigene Normen ersetzen darf (Art. 18 Abs. 2 BauG; BGE 104 Ia 139 E. 3d), so sehr ist ihr verwehrt, im Autonomiebereich der Gemeinde gegen deren Widerstand selbständig tätig zu werden und Vorschriften und Pläne unter Umgehung der demokratischen kommunalen Willensbildung zu erlassen. Ein solcher Übergriff verletzt die verfassungsmässig geschützte Gemeindeautonomie.\n\ne) An diesem Ergebnis ändert nichts, dass im vorliegenden Falle die Beschwerdeführerin selbst gegen den Gestaltungsplan Einsprache erhoben hatte. Entgegen der Auffassung des Regierungsrates wurde sie dadurch nicht davon ausgeschlossen, über den Plan zu beschliessen. Das von den Gemeindebehörden zu vertretende öffentliche Interesse verlangt, dass im Rahmen eines Plansetzungsverfahrens den Anliegen der Gemeinde optimal Rechnung getragen wird, erheische dieses Interesse die Annahme oder die Ablehnung des Planes. Die Ausstandspflicht im Prozess der demokratischen Willensbildung trifft allenfalls Behördemitglieder oder Versammlungsteilnehmer, die am Ausgang der Abstimmung ein besonderes persönliches Interesse haben (BGE vom 9. Mai 1979 in: ZBl (1979) 80 S. 488), berührt indessen die föderalistische Kompetenzordnung nicht. Eine Delegation von Rechtssetzungs- oder Verfügungsbefugnissen innerhalb der föderalistischen Hierarchie ist grundsätzlich ausgeschlossen (IMBODEN/RHINOW, a.a.O., Nr. 141), in noch stärkerem Masse deren Inanspruchnahme gegen den Willen der zuständigen Körperschaft.\n\n|71|\n\nIndem der Regierungsrat des Kantons Solothurn einen kommunalen Gestaltungsplan im Gemeindegebiet der Beschwerdeführerin genehmigt hat, welcher durch kein Gemeindeorgan beschlossen war und durch den Gemeinderat in Nachachtung eines negativen Volksentscheides bekämpft wurde, hat er die Gemeindeautonomie der Beschwerdeführerin verletzt. Bei diesem Ausgang des Verfahrens braucht nicht geprüft zu werden, ob der Regierungsrat des Kantons Solothurn überdies Art. 4 BV durch eine willkürliche Anwendung materiellen Rechts verletzt hat. In Gutheissung der Beschwerde ist daher sein Entscheid aufzuheben."}