{"annee": "111", "cour": "II", "page": "501", "date": "5/8/1985", "cite": [], "cite_par": ["124 III 449", "118 II 447", "127 III 268", "139 III 418", "117 V 329", "139 III 263"], "chapeau": "93. Estratto della sentenza 5 agosto 1985 della II Corte civile nella causa Compagnia di assicurazioni sulla vita X contro Y (ricorso per riforma)", "regestes": ["Art. 46 LCA et 131 CO: prescription de rentes dues en vertu d'un contrat d'assurance. Chaque rente qui découle d'un contrat d'assurance pour incapacité de gain se prescrit par deux ans dès le sinistre; en revanche, comme tel, le droit de percevoir les rentes se prescrit dans le délai ordinaire de dix ans (art. 127 CO)."], "faits": "", "considerants": "|501|\n\nDai considerandi:\n\n2. La compagnia sostiene, nel ricorso per riforma, che il credito fondato sull'assicurazione-vita (polizza n. 719'426) sarebbe prescritto, il termine biennale dell'art. 46 LCA cominciando a decorrere con la scadenza della prima prestazione arretrata. Giusta l'art. 131 CO, infatti, non solo la prima annualità, ma l'intero diritto alla rendita si prescriverebbe entro due anni dall'evento assicurato (invalidità). Nel caso particolare l'azione, che è l'unico atto interruttivo conforme all'art. 135 CO, è stata promossa il 27 ottobre 1980, oltre due anni dopo la scadenza della rendita iniziale. La pretesa ancorata alla polizza di assicurazione-vita sarebbe dunque estinta nella sua totalità.\n\nLa corte d'appello ha osservato che la norma dell'art. 131 CO si riferisce, di massima, ai crediti che si prescrivono in dieci anni |502| (eventualmente in cinque: art. 128 CO) e non a quelli di prescrizione biennale come le pretese derivanti da contratti assicurativi. Essa ha riconosciuto che, secondo KELLER (Kommentar zum Schweizerischen Bundesgesetz über den Versicherungsvertrag, II edizione, pag. 667 e 674), le modalità dell'art. 131 CO si applicano anche alle prestazioni periodiche fondate su polizze di assicurazione, nonostante il termine biennale dell'art. 46 LCA; ha affermato, tuttavia, di non condividere tale parere poiché in concreto l'attore non può ricevere un intero credito accanto alle singole annualità. Del resto, nemmeno il versamento delle rendite è fissato una volta per tutte, ma dipende dall'incapacità di guadagno, che può subire variazioni. Si applicasse l'art. 131 CO, il beneficiario soggetto a una ricaduta potrebbe perdere il diritto alle prestazioni per la sola circostanza di non aver riscosso alcunché nel periodo in cui lo stato di invalidità era temporaneamente scomparso. Ciò non sarebbe compatibile con lo spirito e il contenuto dell'assicurazione-vita. Ne segue che l'attore può esigere le rendite a partire dal biennio precedente l'inoltro dell'azione (27 ottobre 1980); è prescritto, per contro, il credito sorto prima dell'ottobre 1978, quantunque l'evento assicurato sia sopraggiunto nel marzo di quell'anno.\n\nL'opinione dei giudici cantonali merita conferma. È vero che l'autore citato prospetta l'applicazione dell'art. 131 CO alle rendite sgorganti da polizze assicurative. Questa tesi, confortata dall'argomento che in assenza di disposti precisi nella legge specifica (RS 221.229.1) vale il codice delle obbligazioni (art. 100 cpv. 1 LCA), non ha rilievo però nel caso in esame. L'art. 131 CO vuole evitare che un rapporto giuridico concernente prestazioni periodiche suscettive di prescriversi in cinque anni (art. 128 CO) continui a esistere benché sia oggetto di inadempimento pluriennale; anche in simile evenienza, nondimeno, il rapporto giuridico di base si prescrive nel lasso ordinario di dieci anni (art. 127 CO per analogia; BECKER in: Berner Kommentar, II edizione, nota 3 ad art. 131 CO; VON TUHR/ESCHER, Allgemeiner Teil des schweizerischen Obligationenrechts, vol. II, pag. 234 seg.; GUHL/MERZ/KUMMER, Das schweizerische Obligationenrecht, VII edizione, pag. 283 seg.; KELLER/SCHÖBI, Das schweizerische Schuldrecht, vol. IV, pag. 138 seg. e 162; THALMANN, Die Verjährung im Privatversicherungsrecht, tesi, Zurigo 1939, pag. 123 seg.; PÉTERMANN, La prescription des actions, in: Revue Suisse d'Assurances 1959/60, pag. 309 seg.; v. altresì STOFER, Leibrentenversprechen und Verpfründungsvertrag in: Schweizerisches Privatrecht, vol. VII/2, pag. 746 seg.; con appunti critici: VON BÜREN, Schweizerisches Obligationenrecht, Allgemeiner Teil, pag. 429 seg.; SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, vol. I, pag. 118 segg.). L'assimilazione della polizza in |503| rassegna a un contratto di rendite periodiche secondo l'art. 131 CO non gioverebbe quindi alla convenuta. Si aggiunga, comunque sia, che nella fattispecie l'erogazione della rendita dipende dallo stato invalidante dell'attore, che può subire modifiche: l'obbligo di versamento cessa, tra l'altro, se il grado di incapacità lavorativa scende al di sotto del 25% (art. 8 lett. b delle condizioni relative alla polizza n. 719'426 per l'assicurazione complementare in caso d'incapacità di guadagno); come osserva la corte cantonale, sarebbe contrario allo spirito e allo scopo del contratto privare un assicurato del diritto alle prestazioni per il solo fatto ch'egli non ha chiesto nulla, in passato, durante un periodo di invalidità. Il richiamo allo scopo dell'art. 131 CO non appare decisivo, il contratto di assicurazione estinguendosi ineluttabilmente alla data stabilita. Per di più, un termine biennale di prescrizione assoluta nel senso auspicato dalla ricorrente implicherebbe - nell'ipotesi concreta dell'assicurazione per incapacità di guadagno entro i limiti di tempo previsti e alle condizioni fissate nella polizza - un trattamento di favore ingiustificato anche sotto il profilo dell'art. 46 LCA, che permette già all'assicuratore di essere informato rapidamente circa le pretese fatte valere nei suoi confronti (cfr. KOENIG, Der Versicherungsvertrag, in: Schweizerisches Privatrecht, vol. VII/2, pag. 536; KELLER, op.cit., pag. 663 seg.; THALMANN, op.cit., pag. 24 segg.)."}