{"annee": "111", "cour": "IA", "page": "11", "date": "25/2/1985", "cite": ["81 IV 228", "103 IA 8"], "cite_par": ["117 IA 424"], "chapeau": "4. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 25. Februar 1985 i.S. M. gegen Anklagekammer des Obergerichts des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst., arbitraire. Saisie de valeurs en procédure pénale bernoise. Il n'est pas arbitraire de prononcer la saisie de valeurs, alors même que l'art. 171a let. b CPP ne parle que d'objets."], "faits": "", "considerants": "BGE 111 Ia 11 S. 11\n\nAus den Erwägungen:\n\n3. Art. 171a lit. b StrV bestimmt, der Beschlagnahme unterlägen \"voraussichtlich nach Artikel 58 StGB einzuziehende Gegenstände\". In Art. 58 StGB war in der ursprünglichen Fassung lediglich von der Einziehung von \"Gegenständen\" die Rede. Seit der am 1. Januar 1975 in Kraft getretenen Revision, die mit der Schaffung des Bundesgesetzes über das Verwaltungsstrafrecht erfolgte, lautet die Bestimmung dahin, dass u.a. \"Gegenstände und Vermögenswerte\" einzuziehen seien, die durch eine strafbare Handlung hervorgebracht oder erlangt wurden.\n\nRichtig ist, dass das bernische Gesetz über das Strafverfahren der neuen Fassung des StGB nicht angepasst worden ist, obschon dazu bei einer Revision im Jahre 1980 Gelegenheit bestanden hätte. Dies bedeutet jedoch nicht, dass die Auslegung von § 171a lit. b StrV durch die Anklagekammer willkürlich wäre. Der Wortlaut ist keineswegs so eindeutig, wie der Beschwerdeführer annimmt. Es lässt sich durchaus die Auffassung vertreten, die angeführte Bestimmung, die als wesentlichen Bestandteil eine Verweisung auf Bundesrecht enthält, habe mit diesem seinen Inhalt geändert. Hinzu kommt, dass die Möglichkeit, Gegenstände zu beschlagnahmen, nicht aber Vermögenswerte, so unlogisch wäre, dass sie nicht dem Willen des Gesetzgebers entsprochen haben kann. Der Kassationshof des Bundesgerichtes hat es denn auch im Zusammenhang mit dem Tatbestand der Veruntreuung abgelehnt, Geld nicht als anvertrautes Gut und damit nicht als Sache zu behandeln (BGE 81 IV 233). Im übrigen hat das Strafprozessrecht der Durchsetzung des materiellen Strafrechts zu dienen (vgl. BGE 111 Ia 11 S. 12ROBERT HAUSER, Kurzlehrbuch des schweizerischen Strafprozessrechts, 2. Aufl., Basel 1984, S. 5). Dass die auf den 1. Januar 1975 in Kraft getretene Revision des StGB gerade die Einziehung von Vermögenswerten erleichtern sollte, geht deutlich aus dem Votum von Bundesrat Furgler im Nationalrat hervor (Amtl.Bull. NR 1973 I S. 497/498). Eine Einziehung durch den Richter ohne vorangehende Beschlagnahme durch den Untersuchungsrichter wäre aber offensichtlich praktisch in den meisten Fällen unwirksam. Aus diesen Gründen hat sich FRITZ FALB dafür ausgesprochen, auch Geldforderungen, die der Einziehung nach Art. 58 StGB unterliegen, der vorsorglichen Beschlagnahme nach Art. 171a lit. b StrV zu unterstellen (Das bernische Strafverfahren, Scriptum 1975, S. 352). Das Bundesgericht ist in mehreren Fällen, die den Kanton Zürich betrafen, stillschweigend von der Möglichkeit einer solchen Beschlagnahme ausgegangen, obschon die massgebenden Bestimmungen der zürcherischen Strafprozessordnung (§ 106 in Verbindung mit § 83) ebenfalls nur von \"Gegenständen\" und nicht auch von Vermögenswerten sprechen (BGE 103 Ia 8 ff. sowie nicht veröffentlichte Urteile vom 6.4.1981 i.S. S. und vom 20.2.1985 i.S. L.). Wie es sich verhalten würde, wenn die Beschlagnahme im Strafprozessrecht eines Kantons überhaupt nicht vorgesehen wäre, braucht bei dieser Sachlage nicht geprüft zu werden.\n\nAuch der Einwand, die Beschlagnahme diene in Wirklichkeit der Sicherstellung einer Schadenersatzforderung des Privatklägers, geht fehl. Sind die Voraussetzungen der Einziehung (und damit auch diejenigen der Beschlagnahme) erfüllt, so kann es keinen Unterschied ausmachen, ob die öffentliche Hand auch Geschädigte sei; abgesehen davon scheint zwischen dem Privatkläger und dem Kanton Bern, dem die fraglichen Vermögenswerte im Falle der Einziehung zufallen würden, keine Identität zu bestehen.\n\nAus allen diesen Gründen entgeht die Auslegung von Art. 171a lit. b StrV durch die Anklagekammer der Willkürrüge."}