{"annee": "111", "cour": "V", "page": "141", "date": "12/8/1985", "cite": ["105 V 225", "97 V 99"], "cite_par": ["111 V 370"], "chapeau": "30. Arrêt du 12 août 1985 dans la cause Office fédéral de l'assurance militaire contre Stocky et Cour de justice du canton de Genève", "regestes": ["Art. 5 LAM. - S'il existe une affection annoncée pendant le service, seuls les art. 4 et 5 LAM sont applicables, mais non l'art. 6 de cette loi. - L'art. 5 al. 3 LAM institue un cas de responsabilité totale de la Confédération pendant douze mois à partir du licenciement. L'assurance militaire doit dès lors verser ses prestations pendant un an si l'existence d'une affection antérieure au service a été constatée lors de la visite sanitaire d'entrée et que l'assuré a néanmoins été déclaré apte au service. Passé ce délai, l'assurance militaire est en droit de contester sa responsabilité en rapportant les preuves exigées par l'art. 5 al. 1 et 2 LAM."], "faits": "BGE 111 V 141 S. 142\n\nA.- François Stocky, né en 1947, agriculteur, a accompli son école de recrues ainsi que ses sept premiers cours de répétition jusqu'en 1974 sans incident. Depuis le mois de septembre 1972, il souffrait de douleurs lombaires qui avaient nécessité un traitement de physiothérapie, presque continu, ordonné par le docteur K. et qui avait pris fin à la mi-mars 1975.\n\nSamedi 5 avril 1975, François Stocky entra au service militaire pour effectuer son huitième cours de répétition. Il se présenta à la visite sanitaire d'entrée avec un certificat médical du médecin prénommé mais fut toutefois déclaré apte au service et fonctionna comme chauffeur. A la fin de la deuxième semaine du cours de répétition, soit le 19 avril 1975, alors qu'il se trouvait chez lui en congé, il ressentit un violent blocage de la colonne vertébrale pour lequel il fit appel au docteur A. qui prescrivit des calmants et avisa les supérieurs militaires de Stocky. Ce dernier rejoignit son unité le lundi soir et termina son cours de répétition.\n\nLe 22 mai 1975, le professeur W., de la Clinique universitaire de neurochirurgie, à Genève, l'opéra d'une hernie discale L4-L5 gauche luxée libre. L'intéressé reprit son travail à 100% le 12 janvier de l'année suivante. L'assurance militaire prit en charge le traitement et lui alloua ses prestations. Etant donné son âge, il fut dispensé de service militaire jusqu'en 1980.\n\nA partir du mois de février 1980, François Stocky ressentit de nouvelles douleurs lombaires pour lesquelles il consulta le docteur M. Celui-ci ordonna un traitement de physiothérapie qui n'améliora pas la situation. Par la suite, il fut examiné à la Clinique universitaire de neurochirurgie, à Genève, où le docteur R., chef de clinique, diagnostiqua une \"récidive de hernie discale L4-L5 gauche\" pour laquelle il fut opéré le 2 juillet 1980.\n\nLe 4 novembre 1980, le docteur M. annonça le cas de son patient à l'assurance militaire. Par décision du 3 décembre 1981, l'Office fédéral de l'assurance militaire signifia à l'intéressé qu'il lui refusait toute prestation d'assurance. Il considéra en bref que, selon l'avis de son service médical, l'\"antériorité civile\" de l'affection dorsale dont souffrait l'assuré était certaine, que le cours de répétition de 1975 n'était responsable que d'une éventuelle aggravation passagère d'un état maladif préexistant et que le \"statu quo sine\" avait été atteint le 12 janvier 1976, en ce sens que l'affection antérieure n'aurait pas évolué autrement sans le service militaire et surtout sans l'opération prise en charge par l'assurance militaire en 1975.\n\nBGE 111 V 141 S. 143\n\nB.- Par jugement du 12 janvier 1984, la Cour de justice du canton de Genève, statuant en qualité de tribunal cantonal des assurances, après avoir ordonné une expertise médicale qu'elle confia au docteur P., spécialiste FMH en chirurgie orthopédique, admit le recours formé contre cette décision par l'assuré et condamna l'Office fédéral de l'assurance militaire à verser à l'intéressé les prestations légales pour les troubles lombaires annoncés le 4 novembre 1980. La juridiction cantonale considéra, en résumé, que l'opération pratiquée en 1975 avait créé un état de moindre résistance qui se trouvait à l'origine de la récidive de 1980 et qu'une relation de causalité adéquate existait dès lors entre ces deux événements.\n\nC.- L'Office fédéral de l'assurance militaire interjette recours de droit administratif et conclut à l'annulation du jugement entrepris et au rétablissement de sa décision du 3 décembre 1981. Il soutient, en résumé, que François Stocky présentait avant le service accompli en 1975 une discopathie, soit une détérioration discale à partir de laquelle s'est nécessairement produite la hernie opérée en 1975 et que s'il ne s'était pas prévalu de cette antériorité à cette époque, c'est parce qu'il était tenu de prendre en charge le traitement de son assuré du moment que celui-ci s'était annoncé à la visite sanitaire d'entrée et avait néanmoins été retenu au service. Il affirme d'autre part que le traitement a été poursuivi jusqu'à entière guérison et que l'intervention chirurgicale pratiquée en 1975 n'a pas pu supprimer une discopathie préexistante que seuls des efforts accomplis en dehors du service ont fait resurgir, en provoquant une récidive de hernie discale.\n\nL'intimé conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. (Pouvoir d'examen étendu.)\n\n2. a) L'art. 4 LAM dispose que l'assurance militaire couvre toute affection qui se manifeste et qui est annoncée ou constatée de toute autre façon pendant le service. En revanche, aux termes de l'art. 5 al. 1 LAM, l'assurance n'est pas responsable lorsqu'elle prouve que l'affection est certainement antérieure au service ou qu'elle ne peut certainement pas avoir été causée par des influences subies pendant ce dernier (let. a) et que cette affection n'a certainement pas été aggravée par des influences subies pendant le service (let. b). Si l'assurance fait la preuve prévue sous let. a, mais BGE 111 V 141 S. 144non pas celle qui est prévue sous let. b, elle répond de l'aggravation de l'affection (art. 5 al. 2 première phrase LAM). Cela signifie que la responsabilité de l'assurance ne prend fin, dans un tel cas, que lorsque l'aggravation est certainement éliminée (ATF 97 V 99; ATFA 1969 p. 198). L'assurance répond en outre des affections qui sont constatées seulement après le service par un médecin titulaire du diplôme fédéral et qui lui sont ensuite annoncées, lorsque ces affections ont été probablement causées par des influences subies pendant le service. L'assurance répond aussi de l'aggravation d'une affection antérieure au service lorsque cette affection est due probablement à des influences subies pendant le service (art. 6 LAM). La différence entre les conditions de la responsabilité selon les art. 5 et 6 LAM réside notamment dans le fait que, dans le premier cas, l'existence d'un lien de causalité entre le service et l'affection est présumée alors que dans le second elle ne l'est pas, l'existence d'un tel rapport devant être établie ou, à tout le moins, rendue vraisemblable (ATF 105 V 229 consid. 2; MAURER, Schweizerisches Sozialversicherungsrecht, vol. II, p. 542).\n\nb) D'autre part, aux termes de l'art. 5 al. 3 LAM, lorsque l'existence d'une affection antérieure est constatée lors de la visite sanitaire d'entrée, au plus tard, et que le militaire est néanmoins retenu au service, il a droit aux prestations légales entières de l'assurance pendant douze mois, dès le début du droit à ces prestations, c'est-à-dire dès le jour du licenciement (ATFA 1959 p. 229). Ensuite, la responsabilité est régie par les 1er et 2e alinéas de cette disposition légale.\n\nc) La décision litigieuse - hormis l'indication de l'art. 5 al. 3 LAM - et le jugement entrepris se réfèrent expressément à l'art. 6 LAM. L'office recourant et les premiers juges sont donc partis de l'idée que la responsabilité de l'assurance militaire devait être jugée au regard de cette disposition et non des art. 4 et 5 de la loi. La Cour de céans ne peut toutefois se rallier à cette opinion. En effet, il existait en l'espèce une affection annoncée pendant le service, qui a donné lieu à des prestations d'assurance en application des art. 4 et 5 al. 3 LAM. Ainsi, la responsabilité de l'assurance militaire s'étend-elle à l'ensemble des troubles pour lesquels un rapport avec l'affection assurée ne peut être exclu d'emblée (ATF 105 V 230 et 231 let. c). Or, dans le cas particulier, la vraisemblance d'une relation entre l'affection de 1975 et celle pour laquelle l'intimé prétend des prestations ne saurait, a priori, être écartée. Cela se déduit notamment du fait qu'il a fallu avoir recours à une expertise judiciaire BGE 111 V 141 S. 145pour déterminer s'il existait une relation entre ces deux affections. Il s'ensuit que l'assurance militaire ne peut se départir de sa responsabilité que si elle rapporte la preuve de la certitude exigée par la loi (art. 5 al. 1 et 2 LAM).\n\nDans l'affirmative, la responsabilité de la Confédération sera dégagée et la question du lien de causalité adéquate entre les deux affections ne se posera plus. En revanche, dans le cas contraire, sous réserve de ce qui sera dit au consid. 5 ci-dessous, la Confédération devra répondre de l'affection annoncée en 1980.\n\n3. Si l'assurance militaire a pris en charge l'affection dont a été victime l'intimé en 1975, cela est dû au fait que François Stocky, bien qu'il eût été en possession d'un certificat médical faisant état de son affection lombaire, a été déclaré apte au service après la visite sanitaire d'entrée au cours de répétition à laquelle il s'était annoncé. Il s'agit là d'un cas de responsabilité totale de la Confédération (art. 5 al. 3 LAM), pendant douze mois - pour autant que toutes les conditions de cette disposition légale soient réunies, ce qui était le cas en l'espèce - peu importe qu'il s'agisse d'une affection antérieure au service militaire ou que l'affection ait été aggravée par des influences subies pendant le service (SCHATZ, Kommentar zur Eidgenössischen Militärversicherung, p. 69; LENDI, Der Anspruch des Versicherten aus dem Bundesgesetz über die Militärversicherung vom 20. September 1949, thèse Zurich 1970, p. 25).\n\nC'est pourquoi on ne saurait suivre l'expert judiciaire lorsque, répondant à la question de savoir \"si ces troubles et hernie discale de 1980 sont une récidive des troubles présentés en 1972, sans aucune relation probable de causalité avec le cours de répétition effectué en 1975 et l'activité que Stocky a eue pendant ce cours en qualité de chauffeur\", il affirme: \"La hernie discale récidivante de 1980 est directement liée à l'intervention de 1975, même s'il existe un intervalle libre de quatre ans, ce que l'on voit fréquemment. L'intervention de 1975 a été prise en charge par l'assurance militaire en 1975; il n'y aurait pas eu de récidive en 1980 si l'opération n'avait pas été nécessaire en 1975 et il a été établi que l'intervention de 1975 était en relation avec l'activité militaire du patient puisque l'assurance militaire s'est engagée à cette époque.\" En réalité, ainsi que le relève avec raison l'office recourant, passé le délai d'une année durant lequel les prestations sont dues en vertu de la règle spéciale de l'art. 5 al. 3 première phrase LAM, l'assurance militaire est en droit de contester sa responsabilité, en BGE 111 V 141 S. 146rapportant les preuves exigées par l'art. 5 al. 1 et 2 LAM (art. 5 al. 3 deuxième phrase LAM).\n\n4. Le premier point à examiner en l'espèce est donc celui de savoir si l'assurance militaire a rapporté la preuve libératoire prévue à l'art. 5 al. 1 LAM. A cet égard, la notion de certitude dont il est question dans cette disposition ne doit pas être prise au sens théorique et scientifique, mais dans son acception empirique. La preuve de la certitude doit dès lors être considérée comme rapportée, lorsqu'il est établi, selon l'expérience médicale, qu'une influence de facteurs liés au service est pratiquement exclue (ATF 105 V 230 consid. 4a et les arrêts cités).\n\na) Pour affirmer l'existence d'une affection certainement antérieure au service militaire (art. 5 al. 1 let. a LAM), l'office recourant se fonde sur l'appréciation de son service médical et sur les constatations radiologiques faites à partir de 1972. Selon la notice médicale du 5 janvier 1981 du docteur X, François Stocky souffrait en effet, avant le cours de répétition de 1975, en tout cas d'une discopathie, d'une détérioration discale, puisque la hernie elle-même a pu se produire sans cause bien caractérisée et que cette évolution s'inscrit logiquement à la suite de l'anamnèse de lombalgies. L'expert judiciaire ne s'est pas prononcé sur ce point. Quant aux premiers juges, ils ont considéré qu'il n'était pas possible de retenir l'existence d'un état antérieur, étant donné que François Stocky était totalement guéri en 1976 des séquelles de la première hernie discale. Or, même si l'on devait admettre qu'il y a eu guérison totale en 1976, cela n'empêcherait nullement qu'une affection ait pu exister antérieurement. Il conviendra, sur ce point, de prendre avis d'expert. Celui-ci devra notamment répondre à la question de savoir si, comme l'affirme l'office recourant, une hernie discale sans incident caractérisé, telle que celle constatée et opérée en 1975, résulte certainement d'une détérioration discale, ou si elle peut aussi se produire sans l'existence préalable de phénomènes dégénératifs.\n\nb) Il faut ensuite examiner si l'affection ne peut certainement pas avoir été causée par des influences subies pendant le service militaire (deuxième condition alternative de l'art. 5 al. 1 let. a LAM). Il ressort du procès-verbal d'audition de François Stocky du 13 mai 1975 que \"tout s'est bien passé pendant les deux premières semaines\" du cours de répétition et qu'en qualité de chauffeur, il n'était pas exposé à des efforts importants. Dans sa décision du 3 décembre 1981, l'office recourant affirme que les BGE 111 V 141 S. 147cahots d'une jeep sont \"irrelevants\" à ce sujet. L'expertise judiciaire ne répond pas à cette question. C'est pourquoi il se justifie également de renvoyer le dossier de la cause à l'office recourant pour instruction complémentaire. L'expert devra notamment examiner si les conditions dans lesquelles l'intimé a effectué son cours de répétition peuvent être à l'origine de la hernie discale opérée en 1975, ou si de toute manière et sans l'influence du service militaire accompli, l'affection dont il souffrait depuis 1972 se serait manifestée sous cette forme, sans négliger le fait que le blocage de la colonne vertébrale dont a été victime François Stocky, qui exerce la profession d'agriculteur, est survenu alors que celui-ci était en congé et que les circonstances exactes dans lesquelles s'est produit cet événement n'ont jamais été établies.\n\nc) Comme on l'a vu, aux termes de l'art. 5 al. 1 let. b LAM l'assurance militaire n'est pas responsable lorsqu'elle prouve aussi, cumulativement, que l'affection n'a certainement pas été aggravée par des influences subies pendant le service. A cet égard, l'office recourant soutient que le cours de répétition de 1975 n'a pu causer qu'une éventuelle aggravation passagère d'un état maladif préexistant. Le raisonnement de l'expert judiciaire, qui est parti d'une prémisse fausse, et la conclusion qu'il en tire (cf. ci-dessus consid. 3) ne permettent pas de se prononcer sur l'existence de cette condition légale à la responsabilité de l'assurance militaire. Aussi l'expert devra-t-il également dire si les affections dont souffrait François Stocky dans la vie civile ont certainement été influencées par le service accompli, provoquant une aggravation qui s'est manifestée sous la forme du blocage de la colonne vertébrale survenu le 19 avril 1975, puis d'une hernie discale. Cela implique qu'il se prononce sur l'évolution de l'affection dont se plaignait l'intimé depuis 1972 et détermine si cette évolution n'aurait pas été différente sans l'accomplissement du cours de répétition.\n\n5. Ce n'est qu'après avoir ainsi complété l'état de fait qu'il sera possible de résoudre la question d'une éventuelle responsabilité de l'assurance militaire pour l'affection soignée en 1975. Si tel devait être le cas, il faudra alors examiner s'il existe une relation de causalité entre cette affection et celle survenue en 1980, ou si cette relation a été interrompue, comme le prétend l'office recourant, notamment à la suite de la guérison survenue en 1976 et que l'expert judiciaire affirme avoir été \"totale\".\n\nEn effet, dans le cadre des art. 4 ss LAM, la responsabilité de l'assurance militaire couvre aussi bien les accidents que les BGE 111 V 141 S. 148maladies (cf. art. 1 al. 1 de cette loi) et s'étend, en principe, à leurs conséquences, pour autant que celles-ci se trouvent dans une relation de causalité adéquate avec l'événement assuré (ATF 105 V 231 let. c).\n\nIl conviendra d'examiner s'il existe un lien de causalité adéquate entre l'affection soignée en 1975 et celle survenue en 1980, parce que la deuxième affection n'est qu'une réapparition de la première - la guérison constatée en 1976 n'ayant alors été qu'apparente - ou si, au contraire, ce lien de causalité doit être certainement exclu parce que l'affection survenue en 1975 était totalement guérie.\n\nA ces questions qui relèvent en partie du fait et en partie du droit, l'expert judiciaire apporte des réponses contradictoires. En effet, d'une part il affirme que la guérison survenue en 1976 avait été \"totale\" et, d'autre part, en partant d'une prémisse fausse, il conclut à l'existence d'un lien de causalité entre les deux affections en cause. Or, de telles conclusions ne permettent pas au juge de se prononcer sur l'existence d'un rapport de causalité adéquate entre l'événement assuré en 1975 et l'affection de 1980. Aussi se justifie-t-il sur ce point également de renvoyer le dossier de la cause à l'office recourant pour que l'expert qu'il désignera dise s'il y a eu guérison totale après l'opération pratiquée en 1975 et si l'intimé avait, le 12 janvier 1976, ou à une autre date, récupéré le \"statu quo sine\", ce qui permettrait alors d'exclure avec certitude toute rechute ou conséquence tardive de l'affection survenue en 1975.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis dans ce sens que le jugement du 12 janvier 1984 de la Cour de justice du canton de Genève et la décision du 3 décembre 1981 de l'Office fédéral de l'assurance militaire sont annulés. Le dossier de la cause est renvoyé à l'Office fédéral de l'assurance militaire pour instruction complémentaire et nouvelle décision dans le sens des considérants."}