{"annee": "111", "cour": "III", "page": "21", "date": "14/3/1985", "cite": ["102 III 140", "109 III 18", "104 III 42", "106 III 57"], "cite_par": ["114 III 92", "112 III 59", "114 III 75", "120 III 123", "113 III 104"], "chapeau": "5. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 14. März 1985 i.S. Actimon SA (Rekurs)", "regestes": ["Annonce de la revendication de biens séquestrés. Le tiers qui, sans motifs valables, tarde à annoncer son droit de propriété sur les biens séquestrés, tout en étant conscient qu'il contraint ainsi le créancier à accomplir des actes juridiques inutiles, ou, au contraire, l'empêche d'effectuer des démarches nécessaires, perd son droit à faire valoir sa prétention (c. 2). En l'espèce, le retard dans l'annonce ne constitue pas un abus de droit dans la mesure où le tiers revendiquant était de langue étrangère et domicilié à grande distance de son mandataire qui devait examiner si sa cliente et la débitrice visée par le séquestre revêtaient la même identité juridique (c. 3). On doit aussi nier la commission d'un abus de droit, étant donné que la créancière séquestrante avait connaissance de l'éventualité d'une revendication et pouvait dès lors évaluer l'opportunité de sa procédure de séquestre (c. 4)."], "faits": "|22|\n\nA.- Am 2. Februar 1984 stellte die Actimon SA, Genf, ein Arrestbegehren gegen die Libysche Arabische Sozialistische Volks-Jamahirija, d.i. die Republik Libyen. Als Arrestgegenstand wurden sämtliche Guthaben der Arrestschuldnerin in Schweizerfranken oder fremden Währungen bei der Schweizerischen Bankgesellschaft, der Schweizerischen Kreditanstalt, dem Schweizerischen Bankverein und der Schweizerischen Nationalbank, alle in Zürich, bezeichnet. Die Arrestgläubigerin verlangte, dass \"insbesondere auch sämtliche Ansprüche und sonstigen Vermögenswerte, die auf den Namen der Central Bank of Libya oder die National Oil Company (of Libya), bzw. Übersetzungen dieser Bezeichnungen, lauten\" mit Arrest belegt würden.\n\nDer Einzelrichter im summarischen Verfahren des Bezirksgerichts Zürich wies mit Verfügung vom 15. Februar 1984 das Arrestbegehren ab, soweit die Arrestgläubigerin auf den Namen der Central Bank of Libya bzw. Übersetzungen dieser Bezeichnung lautende Vermögenswerte als Arrestgegenstand bezeichnet hatte. Auf Rekurs hin hob das Obergericht des Kantons Zürich am 30. April 1984 diese Verfügung auf und wies den Einzelrichter an, den Arrestbefehl auch bezüglich der vorstehend erwähnten Vermögenswerte zu erteilen.\n\nAm 8. Mai 1984 erliess der Einzelrichter im summarischen Verfahren des Bezirksgerichts Zürich den Arrestbefehl in dem von der Arrestgläubigerin Actimon SA gewünschten Sinn. Das Betreibungsamt Zürich 1 vollzog den bei ihm am 10. Mai 1984 eingegangenen Arrestbefehl Nr. 62 noch gleichentags am Sitz der Schweizerischen Nationalbank in Zürich. Einem Schreiben des Bundesamtes für Polizeiwesen vom 20. August 1984 ist zu entnehmen, dass der Arrestbefehl mit Note Nr. 57/1984, datiert vom 6. August 1984, im \"Bureau Populaire de Liaison Etrangère de la Jamahiriya Arabe Libyenne Populaire Socialiste\" auf diplomatischem Weg übergeben wurde.\n\nAm 28. Mai 1984 bevollmächtigte die Central Bank of Libya Rechtsanwalt Dr. X. mit der Vertretung ihrer Interessen. Dieser liess das Betreibungsamt Zürich 1 am 3. August 1984 wissen, dass |23| seine Mandantin Eigentum an den verarrestierten Wertschriften beanspruche, und ersuchte das Betreibungsamt, der Actimon SA Frist zur Widerspruchsklage gemäss Art. 109 SchKG anzusetzen. Das Betreibungsamt entsprach diesem Ersuchen am 6. August 1984.\n\nB.- Die Actimon SA erhob gegen die Fristansetzung durch das Betreibungsamt Zürich 1 am 17. August 1984 Beschwerde beim Bezirksgericht Zürich als unterer kantonaler Aufsichtsbehörde über Schuldbetreibung und Konkurs. Gleichwohl leistete sie der Fristansetzung durch Erhebung der Widerspruchsklage Folge.\n\nMit Beschluss vom 10. Oktober 1984 wies das Bezirksgericht Zürich die Beschwerde der Actimon SA ab. Ebenso erkannte das Obergericht (II. Zivilkammer) des Kantons Zürich, an welches die Actimon SA den erstinstanzlichen Entscheid weiterzog, mit Beschluss vom 4. Februar 1985 auf Abweisung.\n\nC.- Gegen den Entscheid der kantonalen Aufsichtsbehörde rekurrierte die Actimon SA an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts.", "considerants": "Aus den Erwägungen:\n\n2. Der Dritte, der mit der Anmeldung seiner Eigentumsansprache auf gepfändete oder verarrestierte Gegenstände ohne beachtlichen Grund längere Zeit zuwartet, obwohl ihm bewusst sein muss, dass er damit den Gang des Betreibungsverfahrens hemmt und den Gläubiger zu unnötigen Schritten veranlasst, verwirkt sein Recht zur Geltendmachung der Ansprache (BGE 109 III 19 f. E. 1, 60f. E. 2c; BGE 104 III 46 ff. E. 4; BGE 102 III 143 f. E. 3). Doch ist die verspätete Anmeldung des besseren Rechts in der Regel nicht rechtsmissbräuchlich, wenn der Drittansprecher nicht persönlich von der gegen seine Güter gerichteten Massnahme Kenntnis erhalten hat (BGE 109 III 20, BGE 106 III 57, BGE 102 III 144; FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, § 26 Rz. 17; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, § 24 N. 20).\n\nEs muss deshalb festgestellt werden, zu welchem Zeitpunkt der Drittansprecher Kenntnis von der Pfändung oder vom Arrest bekommen hat. Nur wenn bekannt ist, wieviel Zeit zwischen diesem Moment und der Anmeldung des besseren Rechts verstrichen ist, lässt sich beurteilen, ob der Dritte in rechtsmissbräuchlicher Weise den Gläubiger zu überflüssigen Rechtshandlungen veranlasst |24| oder, im Gegenteil, von notwendigen Schritten abgehalten hat.\n\n3. a) Im vorliegenden Fall fehlt es an einer Feststellung des Zeitpunktes, wo die Central Bank of Libya Kenntnis von dem gegen die Republik Libyen gerichteten Arrest wie auch davon erhalten hat, dass von diesem Gegenstände erfasst wurden, die sie zu Eigentum beansprucht. Doch kann in Übereinstimmung mit der kantonalen Aufsichtsbehörde davon ausgegangen werden, dass die Central Bank of Libya von dieser Tatsache spätestens am 28. Mai 1984, als sie Rechtsanwalt Dr. X. mit der Wahrung ihrer Interessen betraute, erfahren hat, also noch vor dem Zeitpunkt, wo der Arrestbefehl auf diplomatischem Weg der Republik Libyen zukam.\n\nEs stellt sich deshalb die Frage, ob der Central Bank of Libya ein Vorwurf daraus zu machen ist, dass sie vom 28. Mai 1984 bis zum 3. August 1984 mit der Anmeldung ihrer Eigentumsansprache zuwartete. Insbesondere fragt sich, ob die Central Bank of Libya damit die Actimon SA wider Treu und Glauben zu rechtlichen Schritten veranlasst hat, von welchen diese im Wissen um das behauptete Eigentum abgesehen hätte, oder ob sie damit die Actimon SA rechtsmissbräuchlich davon abgehalten hat, andere Schritte zu unternehmen, um die Forderung gegenüber der Republik Libyen durchzusetzen und zu sichern.\n\nb) Mit der Einleitung des Arrestverfahrens ist die Frage aktuell geworden, ob die Central Bank of Libya eine von der Arrestschuldnerin, der Republik Libyen, zu unterscheidende juristische Person sei oder nicht. Sollte diese Frage (über welche der Richter im Widerspruchsverfahren zu entscheiden haben wird) verneint werden, so wird sich die von der Central Bank of Libya angemeldete Eigentumsansprache selbstverständlich als gegenstandslos erweisen; denn die Arrestschuldnerin kann der Gläubigerin nicht einen Arrestgegenstand dadurch entziehen, dass sie eine mit ihr identische juristische Person veranlasst, Eigentum daran geltend zu machen.\n\nBezüglich dieser Fragen der personalen Identität musste der Rechtsvertreter der Central Bank of Libya Abklärungen treffen, bevor er für seine Mandantin tätig werden konnte. Diese Abklärungen mussten über eine grosse räumliche Distanz vorgenommen werden, wobei - wie die kantonale Aufsichtsbehörde festgestellt hat und es im übrigen notorisch ist - als zusätzliches Hindernis die sprachlichen Schwierigkeiten hinzukamen. Die Eigentumsansprache |25| konnte erst angemeldet werden, als die eigene Identität der Central Bank of Libya in solcher Weise feststand, dass gestützt auf diesen rechtserheblichen Sachverhalt die Auseinandersetzung im Widerspruchsverfahren gewagt werden konnte.\n\nVergeblich macht die Rekurrentin zu diesem Punkt geltend, einziges Beweisstück für die vom Staat getrennte Rechtspersönlichkeit der Central Bank of Libya sei der Auszug aus dem Banking Law Nr. 4 von 1963, dessen Übersetzung von der Schweizerischen Botschaft in Tripolis am 21. Juni 1984 beglaubigt wurde, und durch offensichtliches Versehen (im Sinne von Art. 63 Abs. 2 OG) habe die kantonale Instanz diesem Beweisstück keine Beachtung geschenkt. Das genannte Datum sagt nichts über die Zeit aus, welche verstrichen ist, bis dem Rechtsvertreter der Central Bank of Libya die Übersetzung des Auszugs zukam. Es steht damit auch die Zeit nicht fest, welche Rechtsanwalt Dr. X. benötigte, um dem Auszug die erforderliche Information über die Rechtspersönlichkeit seiner Klientin zu entnehmen; einige Wochen für das Studium dieser zentralen Frage dürfen ihm ohne weiteres eingeräumt werden.\n\n4. Hinzu kommt, dass die Actimon SA bis zum 3. August 1984, als die Central Bank of Libya ihren Eigentumsanspruch anmeldete, nicht völlig unwissend bezüglich allfälliger Drittansprachen war. Schon als die Gläubigerin ihr Arrestbegehren stellte, wusste sie, dass der Arrestgegenstand im Namen der Central Bank of Libya bei der Schweizerischen Nationalbank hinterlegt war. Sie konnte deshalb jedenfalls in Kenntnis der vordergründigen Sach- und Rechtslage abwägen, ob sie die bei der Schweizerischen Nationalbank liegenden Vermögenswerte mit Arrest belegen oder durch eine andere geeignete Massnahme ihre Forderung gegenüber der Republik Libyen sichern wollte. Die Gläubigerin konnte das - nicht zuletzt auch finanzielle - Risiko abschätzen, welches mit der Verarrestierung dieser Vermögenswerte und der Möglichkeit, dass die Central Bank of Libya Eigentum daran geltend machen würde, verbunden war.\n\nUnter diesen Umständen lässt sich nicht behaupten, die Central Bank of Libya habe mit der Anmeldung ihrer Eigentumsansprache wider Treu und Glauben zugewartet und damit die Gläubigerin daran gehindert, die Entscheidungen zu treffen, die sich hinsichtlich des Arrestes und der übrigen gegen die Schuldnerin zu ergreifenden Massnahmen aufdrängten. Zwar mag man sich fragen, ob der Dritte, dessen mögliches Eigentum im Augenblick des Arrestvollzuges |26| sichtbar wird, nicht rechtsmissbräuchlich handelt, wenn er nicht auf der Stelle sein besseres Recht deutlich kundtut und damit den Arrestgläubiger in der Meinung bestärkt, er verzichte auf dessen Geltendmachung. Dem lässt sich im vorliegenden Fall jedoch die Frage entgegenhalten, ob es der Arrestgläubigerin nicht ihrerseits möglich gewesen wäre, sich bei der - ihr bekannten - möglichen Drittansprecherin zu erkundigen, ob sie die Absicht hege, Eigentum zu beanspruchen. Wie dem auch sei, erscheint die Frist von kaum mehr als zwei Monaten zwischen dem Zeitpunkt, wo die Central Bank of Libya Kenntnis vom Arrestvollzug erhalten hat, und dem Zeitpunkt, wo sie ihre Eigentumsansprache angemeldet hat, als nicht ungebührlich lang - dies, wie oben E. 3b dargelegt, im Hinblick darauf, dass der Rechtsvertreter der Drittansprecherin sich über eine grosse räumliche Distanz und in fremder Sprache verständigen musste und die nicht leichte Aufgabe hatte, die Rechtsbeziehungen zwischen der Drittansprecherin und der Arrestschuldnerin abzuklären."}