{"annee": "138", "cour": "II", "page": "42", "date": "13/1/2012", "cite": ["136 II 61", "131 V 390", "136 I 229", "130 II 137", "125 I 182", "135 II 338", "136 II 359", "131 II 670"], "cite_par": ["144 II 376"], "chapeau": "6. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Eidgenössisches Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) gegen Farnair Switzerland AG und Bundesamt für Zivilluftfahrt (BAZL) (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_842/2010 vom 13. Januar 2012", "regestes": ["Art. 83 let. t et art. 89 al. 1 let. c LTF; art. 1 al. 2 et art. 32 de l'Accord sur le transport aérien; art. 4 let. b et art. 6 du règlement (CE) 1008/2008; règlement (CEE) 3922/91 EU OPS 1.003 let. a ch. 1 et EU OPS 1.175 let. a et i ainsi qu'appendice 2 à l'EU OPS 1.175; admissibilité d'une évaluation (\"assessment\") pour un poste de responsable (\"postholder\"). Portée de la clause d'exclusion de l'art. 83 let. t LTF et renonciation à la condition de l'intérêt actuel (consid. 1). Rapports entre les droits aériens suisse et européen et interprétation des bases légales du droit européen; distinction entre l'approbation (\"approval\") et l'acceptation (\"acceptance\") par les autorités (consid. 2 et 3). Le droit européen décrit suffisamment clairement les exigences auxquelles un responsable des opérations aériennes doit satisfaire. Il est admissible de mettre en oeuvre une évaluation (\"assessment\"), sans qu'il soit besoin d'une base légale supplémentaire dans le droit national (consid. 4)."], "faits": "BGE 138 II 42 S. 43\n\nX. war von 2000 bis 2007 bei der Farnair Switzerland AG (im Weiteren: Farnair) als Fachbereichsleiter Flugbetrieb (\"Postholder Flight Operations\") tätig. Nach einem gesundheitlich bedingten Unterbruch nahm er diese Funktion am 5. Januar 2009 wieder auf, was die Farnair dem Bundesamt für Zivilluftfahrt (BAZL) am 14. Januar 2009 anzeigte. Am 19. Januar 2009 bestätigte das BAZL den Eingang des entsprechenden Schreibens und wies darauf hin, dass X. für das erforderliche \"Assessment\" kontaktiert werde. Dieses fand am 25. Mai 2009 statt und bestand aus einer Analyse seines Dossiers, einem Interview und zwei schriftlichen Prüfungen (\"Postholder General Knowledge\" und \"Postholder Field Competence\").\n\nAm 3. Juni 2009 teilte das Bundesamt für Zivilluftfahrt der Farnair mit, dass \"das Gesuch um Zustimmung zur Nominierung von X. als Postholder Flight Operations [...] zurzeit abgewiesen werde\". X. habe anlässlich des routinemässigen Assessments 68 Punkte erreicht; um als Postholder akzeptiert werden zu können, seien mindestens 80 Punkte erforderlich; zwischen 70 und 80 Punkten sei eine provisorische Funktionsausübung unter strengen Auflagen möglich. Aufgrund seines \"derzeitigen Wissensstands\" erfülle X. die Anforderungen an die Funktion eines Postholders nicht.\n\nDie Farnair gelangte hiergegen an das Bundesverwaltungsgericht, welches ihre Beschwerde - soweit darauf einzutreten war - am BGE 138 II 42 S. 4429. September 2010 im Sinne der Erwägungen guthiess und feststellte, dass X. Postholder innerhalb der Betriebsorganisation der Fairnair sei. Das Bundesverwaltungsgericht ging davon aus, dass der mit dem Assessment verbundene Eingriff in die Wirtschaftsfreiheit normhierarchisch den Anforderungen von Art. 36 Abs. 1 BV genüge, hingegen nicht bezüglich der Normdichte.\n\nDas Bundesgericht heisst die vom Eidgenössischen Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) hiergegen eingereichte Beschwerde gut und hebt das Urteil des Bundesverwaltungsgerichts vom 29. September 2010 auf.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Gegen Urteile des Bundesverwaltungsgerichts im Bereich des Luftverkehrsrechts ist die Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht zulässig, soweit es nicht um das Ergebnis von Prüfungen und von anderen Fähigkeitsbewertungen geht (vgl. Art. 6 des Bundesgesetzes vom 21. Dezember 1948 über die Luftfahrt [Luftfahrtgesetz, LFG; SR 748.0] i.V.m. Art. 82 ff. und 83 lit. t BGG). Unter den Ausschlussgrund von Art. 83 lit. t BGG fallen Prüfungsergebnisse im eigentlichen Sinn, aber - genereller und rügeunabhängig - auch alle anderen Entscheide, die sich auf eine Bewertung der intellektuellen oder physischen Fähigkeiten oder die Eignung eines Kandidaten beziehen (Urteile 2C_408/2009 vom 29. Juni 2009 E. 2 und 2C_176/2007 vom 3. Mai 2007 E. 2 [Fluguntauglichkeitserklärung aus medizinischen Gründen]; 2C_438/2008 vom 16. Oktober 2008 E. 2.1 und 2.3 [Zulassung zum Revisionsexperten]; BGE 136 II 61 E. 1 [Kontrollfahrt]).\n\n1.2 Bei der Verfügung des Bundesamts für Luftfahrt hat es sich ursprünglich um einen Entscheid über das Ergebnis einer Prüfung im Sinne von Art. 83 lit. t BGG gehandelt. Der Streitgegenstand hat sich in der Folge jedoch insofern gewandelt, als das Bundesverwaltungsgericht die Zulässigkeit des umstrittenen Assessments aufgrund des geltenden Rechts als solche verneint und das konkrete Ergebnis gar nicht mehr geprüft hat. Das zur Behördenbeschwerde legitimierte UVEK (vgl. Art. 89 Abs. 2 lit. a BGG i.V.m. Art. 3 Abs. 1 LFG; BGE 135 II 338 E. 1.2.1; BGE 136 II 359 E. 1.2) wirft die Frage auf, ob und wie das BAZL gestützt auf die einschlägigen luftrechtlichen Bestimmungen die Eignung eines Postholders überprüfen darf. BGE 138 II 42 S. 45 Umstritten sind vor Bundesgericht damit neu die Voraussetzungen, unter denen ein von einem Luftverkehrsunternehmen gemeldeter Postholder - unabhängig von dessen konkreten Assessmentresultaten - zu anerkennen ist. Der Ausschlussgrund von Art. 83 lit. t BGG (\"Ergebnis von Prüfungen\") steht der Beurteilung dieser Problematik nicht entgegen. Es geht dabei um eine allgemeine organisatorische Frage des Luftrechts und nicht eine solche der Fähigkeitsbewertung in einem konkreten Einzelfall (vgl. BGE 136 I 229 E. 1; zu den Ausschlussgründen bei Behördenbeschwerden s. auch BGE 130 II 137 E. 1.2).\n\n1.3 Zwar ist der betroffene Kandidat inzwischen pensioniert worden, womit an sich das aktuelle Interesse an der Beurteilung der vorliegenden Eingabe nachträglich dahingefallen ist, doch sieht das Bundesgericht von diesem Erfordernis ab, wenn sich - wie hier - die mit der Beschwerde aufgeworfenen grundsätzlichen Fragen jeweils unter gleichen oder ähnlichen Umständen wieder stellen können, ohne dass im Einzelfall rechtzeitig eine höchstrichterliche Prüfung möglich wäre (vgl. BGE 131 II 670 E. 1.2 S. 674 mit Hinweisen). Auf die frist- und formgerecht eingereichte Beschwerde ist deshalb einzutreten.\n\n2.\n\n2.1 Das schweizerische Luftrecht ist über das Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Gemeinschaft über den Luftverkehr in das europäische Regelungssystem eingebunden (Luftverkehrsabkommen; SR 0.748.127.192.68 [im Folgenden: LVA]; vgl. REGULA DETTLING-OTT, Das bilaterale Luftverkehrsabkommen der Schweiz und der EG, in: Bilaterale Verträge I & II Schweiz-EU, Thürer und andere [Hrsg.], 2007, S. 491 ff. Rz. 5, 8, 49; DETTLING-OTT/HALDIMANN, Luftverkehrsrecht, Teil II: Betrieb der Luftfahrt, in: Verkehrsrecht, Georg Müller [Hrsg.], SBVR Bd. IV, 2008, Rz. 26 ff. S. 412). Zudiesem Zweck gelten im Rahmen des Gegenstands des Abkommens und der im Anhang genannten Verordnungen und Richtlinien die europäischen Regeln auch in der Schweiz (Art. 1 Abs. 2 und Art. 32 LFA). Danach wird einem Unternehmen eine Betriebsbewilligung für die gewerbsmässige Beförderung von Personen oder Gütern nur erteilt, wenn es über ein Luftverkehrsbetreiberzeugnis (Air Operator Certificate: AOC) verfügt, das insbesondere auch die Flugbetriebs- und Unterhaltsorganisation regelt (vgl. Art. 103 lit. d LFV BGE 138 II 42 S. 46[SR 748.01]; Art. 4 lit. b und Art. 6 der Verordnung [EG] Nr. 1008/2008 des Europäischen Parlaments und des Rates vom 24. September 2008 über gemeinsame Vorschriften für die Durchführung von Luftverkehrsdiensten in der Gemeinschaft [ABl. L 293 vom 31. Oktober 2008 S. 3 ff.] i.V.m. Ziff. 1 des Anhangs zum Luftverkehrsabkommen). Das AOC bescheinigt, dass der Luftverkehrsbetreiber die fachliche Eignung und Organisation besitzt, um die Sicherheit des im Zeugnis genannten Betriebs gemäss den einschlägigen Bestimmungen des Gemeinschaftsrechts oder gegebenenfalls des einzelstaatlichen Rechts zu gewährleisten (Art. 2 Ziff. 8 der Verordnung [EG] 1008/2008).\n\n2.2 Die Voraussetzungen zur Erteilung, Änderung und Aufrechterhaltung der Gültigkeit des Luftverkehrsbetreiberzeugnisses bilden Gegenstand der Verordnung (EWG) Nr. 3922/91 des Rates vom 16. Dezember 1991 zur Harmonisierung der technischen Vorschriften und der Verwaltungsverfahren in der Zivilluftfahrt (Abschnitt C des Anhangs III [ABl. L 373 vom 31. Dezember 1991 S. 4 und Änderungen gemäss ABl. L 254 vom 20. September 2008 S. 1]). Nach EU OPS 1.175 lit. i (Allgemeine Vorschriften für die Erteilung des Luftverkehrsbetreiberzeugnisses) muss der Luftfahrtunternehmer den behördlichen Anforderungen genügende Fachbereichsleiter ernannt haben, die für die Leitung und Überwachung der Bereiche (1.) Flugbetrieb, (2.) Instandhaltungssystem, (3.) Schulung der Besatzungen und (4.) Bodenbetrieb verantwortlich sind. Ziel dieser Regelung ist es, dass das Luftfahrtunternehmen über eine \"verlässliche und effektive Führungsstruktur\" verfügt, \"um die sichere Durchführung des Flugbetriebs\" zu gewährleisten. Die ernannten Fachbereichsleiter müssen \"ihre Führungsqualitäten sowie die entsprechenden technischen/betrieblichen Befähigungen im Bereich der Luftfahrt nachgewiesen haben\" (Anlage 2 zu EU OPS 1.175 lit. a [Allgemeines]). Nach EU OPS 1.003 lit. a Ziff. 1 bedeutet \"den behördlichen Anforderungen genügend\", dass \"seitens der Luftfahrtbehörde keine Einwände gegen die Eignung für den beabsichtigtenZweck erhoben wurden\". Abgesehen von Ausnahmefällen muss der geplante Wechsel eines Fachbereichsleiters der Luftfahrtbehörde mindestens zehn Tage im Voraus angezeigt werden (EU OPS 1.185 lit. f).\n\n3.\n\n3.1 Mit der Vorinstanz und der Beschwerdeführerin ist davon auszugehen, dass diese europarechtlichen Bestimmungen nach dem BGE 138 II 42 S. 47Willen der Vertragspartner grundsätzlich auch in der Schweiz direkt angewendet werden sollen: EU-Verordnungen sind im Gegensatz zu den Richtlinien verbindliche, generell-abstrakte, in jedem Mitgliedstaat unmittelbar geltende Regelungen. Es ist regelmässig weder nötig noch zulässig, sie in einem Erlass des innerstaatlichen Rechts umzusetzen (vgl. Art. 288 Abs. 2 und 3 des Vertrags über die Arbeitsweise der Europäischen Union [AEUV; ABl. C 83 vom 30. März 2010 S. 47]; TOBIAS JAAG, Europarecht, 3. Aufl. 2010, Rz. 2108 ff.; EPINEY/MOSTERS/RIEDER, Europarecht, Bd. I, 2010, S. 70 f.; BIEBER/MAIANI, Précis de droit européen, 2. Aufl. 2011, S. 41 f.). Die Schweiz als Nicht-EU-Mitglied hat die entsprechenden Verpflichtungen staatsvertraglich übernommen. Die bilateralen Abkommen und die darin als verbindlich erklärten Anhänge werden aufgrund des monistischen Systems mit ihrer Ratifizierung automatisch Teil der schweizerischen Rechtsordnung (THÜRER/HILLEMANNS, Allgemeine Prinzipien, in: Bilaterale Verträge I & II Schweiz-EU, Thürer und andere [Hrsg.], 2007, S. 39 ff. Rz. 9). Das Luftverkehrsabkommen Schweiz-EU regelt auf der Grundlage der Gegenseitigkeit den Zugang der schweizerischen Fluggesellschaften zum europäischen Markt. Im Anhang zum Abkommen wird für den Luftverkehr der gemeinschaftliche Besitzstand (\"acquis communautaire\") definiert; gleich wie in den EU-Staaten sind alle entsprechenden einschlägigen europäischen Verordnungsvorschriften für die Schweiz verbindlich (vgl. Art. 23 Ziff. 4 LVA; DETTLING-OTT, a.a.O., Rz. 8 ff.; DETTLING-OTT/HALDIMANN, a.a.O., Rz. 39 ff.). Sie bedürfen, falls sie hinreichend konkretisiert sind , um in einem Einzelfall direkt angewendet werden zu können (\"self-executing\"; vgl. BGE 131 V 390 E. 5.2 S. 398), keiner besonderen Umsetzung mehr im nationalen Recht. An der entsprechenden Bestimmtheit fehlt es, wenn Normen, die eine Materie nur in Umrissen regeln, dem Vertragsstaat einen beträchtlichen Ermessens- und Entscheidungsspielraum zubilligen oder blosse Leitgedanken enthalten, die sich nicht an die Verwaltungs- und Justizbehörden, sondern an den Gesetzgeber richten. In diesem Fall sind nationale Ausführungsregelungen denkbar (vgl. THÜRER/HILLEMANNS, a.a.O., Rz. 14 f.); sie dürfen jedoch weder Sinn und Zweck des Abkommens widersprechen noch dessen Wirksamkeit vereiteln oder diskriminierend wirken (vgl. Art. 17 und 23 Abs. 3 und 4 LVA). Das staatsvertraglich übernommene EU-Verordnungsrecht entspricht national einer Regelung auf materieller bzw. formeller Gesetzesstufe (vgl. THÜRER/HILLEMANNS, a.a.O., Rz. 10 f.; BGE 138 II 42 S. 48HÄFELIN/MÜLLER/UHLMANN, Allgemeines Verwaltungsrecht, 6. Aufl. 2010, Rz. 152) und ist deshalb geeignet, die durch die Verfassung geschützte Wirtschaftsfreiheit (Art. 27 BV; Organisationsfreiheit) des Luftfahrtunternehmens zum Schutz der Sicherheit des Flugbetriebs und der grenzüberschreitenden, europaweiten Harmonisierung der luftrechtlichen Regeln zu beschränken.\n\n3.2\n\n3.2.1 Im vorliegenden Kontext bedeutet dies, dass zwar das Luftfahrtunternehmen den Postholder ernennt, dieser indessen mit Blick auf seine Stellung als für den jeweiligen Bereich verantwortliche Person in der Geschäftsleitung den entsprechenden behördlichen Anforderungen genügen muss (EU OPS 1.175 lit. i i.V.m. EU OPS 1.003 lit. a Ziff. 1). Wird wie hier der \"Postholder Flight Operations\", d.h. der Fachbereichsleiter Flugbetrieb, ersetzt, hat der entsprechende Luftverkehrsbetreiber dies der Luftfahrtbehörde zehn Tage zuvor anzuzeigen (EU OPS 1.185 lit. f) und die Behörde ihm innert dieser Frist mitzuteilen (vgl. ICAO-Annex 6, Part 1, Attachement E. Air Operator Certification and Validation, Ziff. 2.1.3), ob sie gegen die Eignung der ernannten Person Einwände erheben will; äussert sie sich ihrerseits innert den zehn Tagen nicht, ist davon auszugehen, dass die Führungsqualitäten und technischen/betrieblichen Befähigungen der bezeichneten Person von ihr anerkannt sind (EU OPS 1.003 lit. a Ziff. 1 i.V.m. lit. a der Anlage 2 zu EU OPS 1.175).\n\n3.2.2 Die Beschwerdegegnerin zeigte dem BAZL am 14. Januar 2009 an, dass sie X. seit dem 5. Januar 2009 wieder als Fachbereichsleiter Flugbetrieb beschäftigte; damit kam sie den Vorgaben von EU OPS 1.185 lit. f nicht nach. Das BAZL bestätigte am 19. Januar 2009 den Eingang der entsprechenden Mitteilung und kündigte an, dass es X. zwecks Vereinbarung eines Prüfungstermins kontaktieren werde; es erhob damit gegen dessen Bezeichnung als Postholder rechtzeitig Einwände im Sinn von EU OPS 1.003. Entgegen der Kritik der Beschwerdegegnerin regelt keine der genannten Normen, auf welcher Grundlage allfällige Einwände der Aufsichtsbehörde beruhen müssen bzw. dass solche bloss wegen konkreter, (bereits) begründeter Zweifel an der Eignung der bezeichneten Person erhoben werden dürften. Es steht im pflichtgemässen Ermessen der Aufsichtsbehörde, darüber zu befinden, unter welchen Bedingungen der vom Luftfahrtunternehmen ernannte Fachbereichsleiter seine \"Führungsqualitäten sowie die entsprechenden technischen/betrieblichen BGE 138 II 42 S. 49Befähigungen im Bereich der Luftfahrt\" nachgewiesen hat (Anlage 2 zu EU OPS 1.175 lit. a) und damit den luftrechtlichen Anforderungen an seine Funktion genügt, sodass die organisatorischen Voraussetzungen für das AOC (weiterhin) erfüllt sind. Die übernommenen europäischen Normen schliessen nicht aus, dass die verantwortliche Behörde zu diesem Zweck ein Assessment durchführt. Es ist nicht ersichtlich, inwiefern eine entsprechende (systematische) Evaluation gegen das Abkommens- oder das damit übernommene europäische Verordnungsrecht verstossen oder Sinn und Zweck der staatsvertraglichen Regelung vereiteln würde, nachdem Anlage 2 zu EU OPS 1.175 - wie dargelegt - vorschreibt, dass die ernannten Fachbereichsleiter ihre Führungsqualitäten sowie die entsprechenden technischen/betrieblichen Befähigungen \"nachgewiesen\" haben müssen. Auch das deutsche Luftfahrt-Bundesamt (LBA) sieht vor, dass es den Nachweis der Kenntnisse \"durch geeignete Massnahmen\" feststellt und im Allgemeinen \"ein ergänzendes persönliches Gespräch\" führt, \"um Kenntnisstand und Qualifikation abschliessend beurteilen zu können\" (vgl. Ziff. 11 lit. c der Festlegungen zur Qualifikation von Leitungspersonen in Luftunternehmen gemäss OPS 1 bzw. JAR-OPS 3 deutsch, der 1. DV LuftBO und in Unternehmen zur Führung der Aufrechterhaltung der Lufttüchtigkeit gemäss Teil-M, NfL II 18/11).\n\n3.2.3 Der Beschwerdegegnerin ist zuzugestehen, dass die Grenzen zwischen \"approval actions\" und \"acceptance actions\" fliessend sind: Nach OPS 1.003 lit. a bedeutet - wie bereits dargelegt - den \"behördlichen Anforderungen genügend\", \"dass seitens der Luftfahrtbehörde keine Einwände gegen die Eignung für den beabsichtigten Zweck erhoben wurden\" (Ziff. 1), während (von der Luftfahrtbehörde) genehmigt heisst, \"dass die Eignung für den beabsichtigten Zweck (durch die Luftfahrtbehörde) dokumentiert wurde\" (Ziff. 2). Entgegen der Auffassung der Beschwerdegegnerin kann hieraus indessen nicht abgeleitet werden, dass sich das behördliche Zustimmungserfordernis im vorliegenden Zusammenhang auf ein punktuelles Vetorecht des Staates beschränken würde. Zwar ist es das Luftfahrtunternehmen, das im Rahmen seiner Wirtschaftsfreiheit die Person bezeichnet, die es als Postholder in seinem Betrieb ernennen will, es muss sie aber zehn Tage vor ihrem Einsatz der zuständigen Behörde melden. Die staatliche Aufsichtsbehörde hat die Pflicht, bei mangelnder Eignung der bezeichneten Person ihre Zustimmung zu verweigern. Um zu prüfen, ob der vom Unternehmer BGE 138 II 42 S. 50bestimmte Postholder, der ihr nicht notwendigerweise bekannt sein muss und die einzelnen Anforderungen im Umfeld des konkreten Betriebs zu erfüllen hat, den erforderlichen Voraussetzungen genügt, setzt praktisch gewisse Abklärungen und vor der \"acceptance\" allenfalls ein Assessment bzw. ein Gespräch mit dem Betroffenen voraus. Ein solches Vorgehen ist durch OPS 1.175 lit. i abgedeckt, geht es doch darum, die Luftsicherheit und die europaweite Anerkennung des schweizerischen Luftverkehrsbetreiberzeugnisses sicherzustellen. Das vom BAZL gewählte Vorgehen geht diesbezüglich zwar weit und kommt einer Genehmigung bzw. Dokumentation der Eignung im Sinne von OPS 1.003 Ziff. 2 nahe, verletzt indessen unter Berücksichtigung des der Fachbehörde einzuräumenden technischen Ermessens kein Bundesrecht.\n\n3.2.4 Dies gilt umso mehr, wenn bei der Auslegung auch den Definitionen gemäss ICAO-Annex 6, Part 1, Attachement E. Air Operator certification and validation (Supplemetary to Chapter 4, 4.2.1), Rechnung getragen wird: Danach unterscheidet sich das \"approval\" seitens des Staates von der \"acceptance\" dadurch, dass im ersten Fall eine aktive Antwort des Staates erforderlich ist, welche sich in einem formellen Akt niederschlägt (Ziff. 2.1.2), während die \"acceptance\" nicht notwendigerweise ein Handeln des Staates voraussetzt, ein solches aber auch nicht ausschliesst (Ziff. 2.1.3). Im Übrigen sollte der Staat - so die Empfehlung weiter - vor der Erteilung des \"approval\" oder der \"acceptance\" eine technische Sicherheitsprüfung durchführen oder durchführen lassen, welche gewissen (spezifizierten) Minimalanforderungen zu genügen hat (Ziff. 2.1.5). Ziff. 4.1.2 weisst schliesslich darauf hin, dass verschiedene Staaten das \"acceptance\"-Verfahren als formelle Methode verstehen, um sicherzustellen, dass alle wesentlichen Aspekte der Zertifizierung vor der Ausstellung des AOC durch den Staat geprüft werden. Die entsprechenden Originaltexte lauten:\n\n2.1.2 An approval is an active response by the State to a matter submitted for its review. An approval constitutes a finding or determination of compliance with the applicable standards. An approval will be evidenced by the signature of the approving official, the issuance of a document or certificate, or some other formal action taken by the State.\n\n2.1.3 An acceptance does not necessarily require an active response by the State to a matter submitted for its review. A State may accept a matter submitted to it for review as being in compliance with the applicable standards if the State does not specifially reject all or a portion of the matter under review, usually after defined period of time after submission.\n\n(...)\n\nBGE 138 II 42 S. 512.1.5 The State should make or arrange for a technical safety evaluation before issuing the approval or acceptance. The evaluation should:\n\na) be accomplished by a person with specific qualifications to make such a technical evaluation;\n\nb) be in accordance with written, standardized methodology; and\n\nc) where necessary to safety, include a partical demonstration of the air operator's actuel ability to conduct such an operation.\n\n(...)\n\n4.1.2 The concept of \"acceptance\" is used by some States as a formal method of ensuring that all critical aspects of operator certification are reviewed by the State prior to the formal issuance of the AOC. (...)\n\n4.\n\n4.1 Das Bundesverwaltungsgericht ist davon ausgegangen, dass der mit dem Zustimmungserfordernis durch die Luftfahrtbehörde verbundene Eingriff in die Wirtschaftsfreiheit zwar hinsichtlich der Normstufe durch die einschlägigen europäischen Bestimmungen gedeckt sei, indessen nicht bezüglich der erforderlichen Normdichte. Aus der Regelung, wonach der Postholder seine Führungsqualitäten sowie die entsprechenden technisch/betrieblichen Befähigungen nachgewiesen haben müsse, könne abgeleitet werden, dass es dem BAZL gestattet sei, ein Prüf- und Kontrollprogramm für die Postholder-Kandidaten zu entwerfen. Es ergebe sich daraus jedoch nicht, wie dies zu geschehen habe und um welche technischen und betrieblichen Befähigungen es im Einzelnen gehe. Die fraglichen EU OPS-1-Bestimmungen räumten dem BAZL ein erhebliches Ermessen ein, da die konkreten Voraussetzungen, unter denen ein Postholder von ihm akzeptiert werde, sehr vage formuliert seien. Es handle sich um Leitideen, die sich landesintern an die gesetz- bzw. verordnungsgebenden Behörden richteten und nicht geeignet erschienen, konkrete Grundlage eines Einzelfallentscheids zu bilden, weshalb wegen des damit verbundenen Eingriffs in die Wirtschaftsfreiheit des Luftfahrtunternehmens eine Umsetzung im nationalen Recht erforderlich sei.\n\n4.2 Zu Recht macht das beschwerdeführende Departement geltend, die Vorinstanz stelle damit - im vorliegenden technischen Kontext - zu hohe Anforderungen an das Legalitätsprinzip und insbesondere an das Bestimmtheitsgebot:\n\n4.2.1 Das Einspracherecht und die entsprechende Einsprachepflicht des Bundesamts ergibt sich aus dem unmittelbar anwendbaren BGE 138 II 42 S. 52EU-Verordnungsrecht. Dieses basiert materiell auf den entsprechenden Bestimmungen der Joint Aviation Authorities (JAA) und insbesondere den JAR-OPS bzw. den Materialien dazu. Die Europäische Kommission und die EASA (\"European Aviation Safety Agency\"), welche die JAA abgelöst hat, gehen in einer Note vom 10. März 2009 an die beteiligten Aufsichtsbehörden davon aus, dass die jeweiligen Voraussetzungen bis zu weiteren bzw. allenfalls abweichenden Standardisierungen seitens der EASA gestützt auf die Joint Aviation Requirements (JARs) in ihrer letzten durch die JAA publizierten Fassung gelten. In diesem Rahmen darf zur Harmonisierung als Auslegungshilfe auch auf die von den JAA erlassenen Administrative & Guidance Materials zu JAR OPS, Section Four: Operations, Part Three: Temporary Guidance Leaflet (JAR-OPS) herausgegebenen Leaflet No 44 (TGL 44) vom 1. Juni 2008 abgestellt werden. Die entsprechenden Bestimmungen des europäischen Rechts sind im Lichte der damit verbundenen Empfehlungen und Auslegungshilfen zu lesen; diese sollen sicherstellen, dass europaweit analoge Minimalstandards angewendet werden, welche die gegenseitige Anerkennung der Gleichwertigkeit der jeweiligen Erhebung ermöglichen. Entscheidend ist, dass der mit dem Erfordernis der Zustimmung der Aufsichtsbehörde verbundene Eingriff in die Wirtschaftsfreiheit als solcher auf einer gesetzlichen Grundlage beruht und die von der Behörde erwarteten Kenntnisse und Voraussetzungen des Postholders absehbar sind. Deren Spezifizierung kann im Rahmen des Luftverkehrsabkommens auch auf allgemein anerkannten Empfehlungen und fachtechnischen Richtlinien beruhen, ohne dass diese separat und ausdrücklich jedesmal gesondert in das nationale Recht übernommen werden müssten, da und soweit sie Basis grenzüberschreitender, rein technischer Anerkennungen und Harmonisierungen bilden.\n\n4.2.2 Die ACJ OPS 1.175 (i) sieht im vorliegenden Zusammenhang (\"Postholder Flight Operations\") vor:\n\n1. General. Nominated Postholders should, in the normal way, be expected to satisfy the Authority that they possess the appropriate experience and licensing requirements which are listed in paragraph 2 to 6 below. In particular cases, and exceptionally, the Authority may accept a nomination which does not meet the requirements in full but, in this circumstance, the nominee should be able to demonstrate experience which the Authority will accept as being comparable and also the ability to perform effectively the functions associated with the post and with the scale of the operation. BGE 138 II 42 S. 53\n\n2. Nominated postholders should have:\n\n2.1. Practical experience and expertise in the application of aviation safety standards and safe operating practices;\n\n2.2. Comprehensive knowledge of:\n\na. JAR-OPS and any associated requirements and procedures;\n\nb. The AOC holder's Operations Specifications;\n\nc. The need for, and content of, the relevant parts of the AOC holder's Operations Manual;\n\n2.3. Familiarity with Quality Systems;\n\n2.4. Appropriate management experience in a comparable organisation; and\n\n2.5. Five years relevant work experience of which at least two years should be from the aeronautical industry in an appropriate position.\n\n3. Flight operations.\n\nThe nominated postholder or his deputy should hold a valid Flight Crew Licence appropriate to the type of operation conducted under the AOC in accordance with the following:\n\n3.1. If the AOC includes aeroplanes certificated for a minimum crew of 2 pilots - An Airline Transport Pilot's Licence issued or valitated by a JAA Member State;\n\n3.2. If the AOC is limited to aeroplanes certificated for a minimum crew of 1 pilot - A Commercial Pilot's Licence, and if appropriated to the operation, an Instrument Rating issued or validated by a JAA Member State.\n\nEtwa die gleichen Anforderungen stellt die EASA in ihrer Notice of proposed Amendment (NPA) No 2009-02c (GM2 OR.OPS.210. AOC [a]):\n\n1. Nominated post holders should be expected to possess the experience and licensing provisions which are listed in paragraphs 2 to 7 below. In particular cases, and exceptionally, the competent authority may accept a nomination which does not meet these provisions in full. In that circumstance, the nominee should have comparable experience and also the ability to perform effectively the functions associated with the post and with the scale of the operation.\n\n2. Nominated post holders should have:\n\na. Practical experience and expertise in the application of aviation safety standards and safe operating practices;\n\nb. Comprehensive knowledge of:\n\ni. Community regulations and any associated requirements and procedures;\n\nii. The operator certificate holder's operations specifications; BGE 138 II 42 S. 54\n\niii. The need for, and content of, the relevant parts of the operator certificate holder's operations manual;\n\nc. Familiarity with management systems;\n\nd. Appropriate management experience in a comparable organisation; and\n\ne. Five years of relevant work experience of which at least two years should be from the aeronautical industry in an appropriate position.\n\n3. Flight Operations. The nominated post holder or his deputy should hold a valid Flight Crew Licence appropriate to the type of operation conducted under the Operator Certificate.\n\n4.2.3 Gestützt auf diese Präzisierungen ist es für das Luftfahrtunternehmen hinreichend vorhersehbar, welchen Bedingungen und welchem Anforderungsprofil der von ihm ernannte Postholder zu genügen hat, damit das BAZL im Rahmen seines Assessments auf Einwendungen verzichtet. Es rechtfertigt sich nicht, das Bestimmtheitsgebot in einer stark technischen Materie so streng zu handhaben, wie das die Vorinstanz tut, zumal das einzelne Assessment-Resultat Gegenstand richterlicher Überprüfung bilden kann. Das übernommene europäische Sekundärrecht deckt mit dessen mitübernommener Auslegung im Sinne der JAR-OPS der JAA im vorliegenden Zusammenhang die vom Bundesamt vorgenommenen Abklärungen, zumal deren Inhalt und Verfahren auch durch den ICAO-Annex 6, Part I, Attachement F. und durch ICAO Doc 8335-AN Manual of Procedures for Operations Inspection, Certification and Continued Surveillance, Chapiter 5 Operational Inspection prior to certification (Ziff. 5.2.2) präzisiert wird. Eine zusätzliche, das Verfahren regelnde Gesetzgebung mag wünschbar erscheinen, ist indessen nicht Voraussetzung zur Durchführung des Assessments. Unter diesen Umständen braucht nicht weiter geprüft zu werden, ob - wie das beschwerdeführende Departement weiter geltend macht - die Vorinstanz mit ihrem Entscheid auch die zwingende und direkte Wirkung von im Rahmen des Chicagoer Übereinkommens (SR 0.748.0) vorgesehenen Regeln missachtet hat (vgl. hierzu: DETTLING-OTT/HALDIMANN, a.a.O., Rz. 14 ff.; BVGE 2009/62; BGE 125 I 182 E. 3c)."}