{"annee": "138", "cour": "II", "page": "77", "date": "9/12/2011", "cite": ["112 IA 198", "119 IB 447", "132 II 427", "122 I 168", "131 II 680", "135 II 384", "134 II 160", "134 II 49", "130 II 449", "96 I 292"], "cite_par": ["139 II 173", "142 II 136", "142 II 451", "139 II 185", "141 I 113"], "chapeau": "9. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Flughafen Zürich AG und Kanton Zürich gegen X. und Eidgenössische Schätzungskommission Kreis 10 (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_100/2011 / 1C_102/2011 vom 9. Dezember 2011", "regestes": ["Expropriation des droits de voisinage en raison du bruit du trafic aérien; estimation schématique de la moins-value liée au bruit des avions pour les immeubles de rendement (maisons de plusieurs appartements). Pour l'appréciation schématique du dommage causé par le bruit du trafic aérien, dans le cas des immeubles de plusieurs appartements (cf. ATF 134 II 160), la Commission fédérale d'estimation du 10e arrondissement (CFE) peut appliquer le modèle d'évaluation développé par un de ses juges spécialisés (modèle CFE), plutôt que le modèle MIFLU II développé pour le compte de l'expropriant. Exigences de procédure: dans le cadre du développement d'un modèle d'évaluation par un groupe d'experts sous la direction d'un juge spécialisé de la CFE, les dispositions sur les expertises externes ne s'appliquent pas. Néanmoins, la transparence et les droits de procédure des parties doivent être respectés (consid. 3). Réparation, devant le Tribunal administratif fédéral, des irrégularités de procédure (consid. 4). Question de la double fonction de juge et d'expert du membre spécialisé de la Commission d'estimation (consid. 5). Pouvoir d'examen du Tribunal fédéral (consid. 6). Comparaison des modèles CFE et MIFLU II (consid. 7.1 et 7.2); rappel de la méthode \"hédoniste\" (consid. 7.3). Examen des objections de l'expropriant, selon lequel le modèle \"hédoniste\" CFE fondé sur les prix des transactions ne serait en principe pas adapté aux immeubles de rendement (consid. 8), reposerait sur un nombre insuffisant de données (consid. 9), ne tiendrait compte que du bruit du trafic aérien de l'Aéroport de Zurich (consid. 10) et ne prendrait en considération le bruit routier que de façon rudimentaire (consid. 11). Examen du modèle CFE, sur la base de critères statistiques de qualité (consid. 12)."], "faits": "BGE 138 II 77 S. 79\n\nA. X. ist Eigentümerin eines Mehrfamilienhauses in Glattbrugg, das sich im Bereich der Abflüge von Piste 16 des Flughafens Zürich-Kloten befindet. Am 16. November 1998 stellte X. ein Entschädigungsbegehren wegen übermässigen Fluglärms. Dieses wurde am 22. Juni 1999 - zusammen mit einer Vielzahl weiterer Forderungen aus der gleichen Gemeinde - der Eidgenössischen Schätzungskommission, Kreis 10 (nachfolgend: Schätzungskommission bzw. ESchK) überwiesen.\n\nAm 29. November 2006 wies die Schätzungskommission die Minderwertforderung von X. (im Folgenden: die Enteignete) ab, weil ein Ertragsausfall nicht nachgewiesen worden sei. Das Bundesgericht hiess die dagegen erhobene Beschwerde am 28. April 2008 im Sinne der Erwägungen gut, hob den Entscheid der Schätzungskommission auf und wies die Sache zur Neubeurteilung an diese zurück (Urteil 1E.9/2007). Es ging davon aus, dass sich die Ertragslage bei Mietobjekten, die Wohnzwecken dienen, bei Mehrlärm nur langsam verschlechtere. Für solche Ertragsliegenschaften sei die Minderwertermittlung im Einzelfall sehr schwierig, weshalb eine schematische Beurteilung des fluglärmbedingten Schadens zu erfolgen habe (vgl. auch BGE 134 II 160 ff. zu einem anderen Pilotfall).\n\nB. Mit Entscheid vom 1. März 2010 sprach die Schätzungskommission der Enteigneten eine Minderwertentschädigung in Höhe von Fr. 326'000.- zu. Sie ging von einem Minderwert von 17,5 % des Verkehrswertes ohne Fluglärm aus (Fr. 388'216.-), von dem die Aufwendungen für Schallschutzmassnahmen (Fr. 62'241.-) abzuziehen seien. Die sich daraus ergebende Entschädigung von (gerundet) Fr. 326'000.- sei seit dem 1. Januar 2002 zu verzinsen. BGE 138 II 77 S. 80\n\nBei der Berechnung der Minderwertentschädigung verwendete die Schätzungskommission ein hedonisches Berechnungsmodell, das von einem ihrer Fachmitglieder, Prof. Donato Scognamiglio, und dessen Unternehmung, der IAZI AG (Informations- und Ausbildungszentrum für Immobilien AG), entwickelt worden war (im Folgenden: Modell ESchK). Dieses basiert auf den in der Datenbank der IAZI AG erfassten Transaktionsdaten von Ertragsliegenschaften. Diese wurden statistisch ausgewertet, um den Einfluss der verschiedenen Faktoren und namentlich der Fluglärmbelastung zu ermitteln (vgl. dazu unten, E. 7.1).\n\nDie Enteigner hatten ihrerseits von einem Expertengremium in Zusammenarbeit mit der Zürcher Kantonalbank (ZKB) ein Bewertungsmodell \"MIFLU II\" entwickeln lassen. Dieses ermittelt in einem ersten Schritt - ebenfalls mit einem hedonischen Modell - den Einfluss des Fluglärms auf die Mieten für eine Zeitdauer von 50 Jahren. Aus der so berechneten prozentualen Mietreduktion pro dB Fluglärm wird in einem zweiten Schritt der Minderwert der Ertragsliegenschaften infolge Fluglärms für das Jahr 1997 bestimmt (vgl. dazu unten, E. 7.2). Nach diesem Modell beträgt der Minderwert der Liegenschaft der Enteigneten nur 10,5 %. Die Enteigner gingen deshalb im Schätzungsverfahren davon aus, es fehle an der notwendigen Schwere des Schadens, weshalb keine Minderwertentschädigung geschuldet sei.\n\nC. Gegen den Entscheid der Schätzungskommission erhoben sowohl die Enteigner als auch die Enteignete am 19. bzw. 22. April 2010 Beschwerde an das Bundesverwaltungsgericht. Dieses hiess die Beschwerde der Enteigneten am 19. Januar 2011 im Kostenpunkt gut. Im Übrigen wies es beide Beschwerden ab: Die Verwendung des hedonischen Modells ESchK sei nicht zu beanstanden und es seien keine Gründe erkennbar, weshalb das Modell MIFLU II demjenigen der ESchK vorzuziehen sei. Die Schätzungskommission habe den lärmbedingten Minderwert der Liegenschaft der Enteigneten in sachgemässer Ausübung ihres Ermessens ermittelt.\n\nD. Gegen den bundesverwaltungsgerichtlichen Entscheid haben sowohl die Enteigner als auch die Enteignete am 25. bzw. 28. Februar 2011 öffentlich-rechtliche Beschwerde ans Bundesgericht erhoben. Die Enteigner beanstanden das Modell ESchK und beantragen, der angefochtene Entscheid sei aufzuheben und zur Neubeurteilung an eine der Vorinstanzen zurückzuweisen. Die Enteignete ficht einzig den Zinsentscheid der Schätzungskommission an. BGE 138 II 77 S. 81\n\nDas Bundesgericht weist beide Beschwerden ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\nFormelle Rügen\n\n(...)\n\n3. Im Folgenden ist zunächst zu prüfen, inwieweit das rechtliche Gehör der Enteigner in erster Instanz verletzt wurde (E. 3). In einem zweiten Schritt (E. 4) erfolgt die Prüfung, ob das Bundesverwaltungsgericht diese Verfahrensfehler heilen konnte. Anschliessend ist die Rüge der Verletzung der Garantie des verfassungsmässigen Richters zu behandeln (E. 5).\n\n3.1 Grundsätzlich ist nicht zu beanstanden, dass die Schätzungskommission einen ihrer Fachrichter mit der Entwicklung des Modells beauftragt hat. Als Mitglieder der Schätzungskommission sind gemäss Art. 59 Abs. 2 des Bundesgesetzes vom 20. Juni 1930 über die Enteignung (EntG; SR 711) Personen zu wählen, die verschiedenen Berufsgruppen angehören und die für die Schätzung nötigen Fachkenntnisse besitzen. Art. 49 der Verordnung vom 24. April 1972 für die eidgenössischen Schätzungskommissionen (VESchK; SR 711.1) bestimmt, dass Gutachten von Seiten Dritter in der Regel nur einzuholen sind, wenn die Kommission nicht über eigene sachverständige Mitglieder verfügt. Gesetz und Verordnung gehen davon aus, dass die Schätzungskommission sich den notwendigen Sachverstand in erster Linie bei ihren Fachmitgliedern holt. Dementsprechend wies das Bundesgericht die Pilotfälle zur Entwicklung eines schematischen Bewertungsmodells an die Schätzungskommission zurück, unter ausdrücklichem Hinweis auf den Sachverstand der Fachrichter (Urteil 1E.9/2007 vom 28. April 2008 E. 13; BGE 134 II 160 E. 14 S. 163).\n\nDie Entwicklung des hedonischen Bewertungsmodells ESchK erfolgte unter der Verantwortung Prof. Scognamiglios, d.h. eines Fachrichters der Schätzungskommission. (...) Allerdings erarbeitete dieser das Modell nicht allein, sondern zog hierfür Experten der IAZI AG bei und verwendete deren Transaktionsdaten. Entscheidend ist jedoch, dass die Leitung des Projekts bei Prof. Scognamiglio verblieb, die IAZI AG also nicht als selbstständige, externe Sachverständige gegenüber der Schätzungskommission und den Parteien auftrat. Die Protokolle der Kommissionssitzungen (...) bestätigen, BGE 138 II 77 S. 82dass Prof. Scognamiglio mit den Abklärungen und der Verfassung des Berichts beauftragt wurde. Dieser stellte das Bewertungsmodell auch den übrigen Kommissionsmitglieder vor und beantwortete Fragen zum Modell.\n\nWie die Enteignete zutreffend darlegt, beauftragte die Schätzungskommission Prof. Scognamiglio im Wissen darum, dass dieser (als CEO und Verwaltungsrat der IAZI AG) über den für die Modellentwicklung unerlässlichen \"Apparat\" verfügte, d.h. über das Team, die Daten und das statistische Know-how der IAZI AG. Die eidgenössischen Schätzungskommissionen sind mit einer minimalen eigenen Infrastruktur ausgestattet, weshalb sie grundsätzlich darauf angewiesen sind, dass die Fachrichter ihre eigene berufliche Infrastruktur für die Kommissionsarbeit einsetzen.\n\nDie Schätzungskommission hat vor Bundesverwaltungsgericht dargelegt, dass es sich bei der IAZI AG um ein privates Forschungsinstitut handelt, das statutarisch vom Immobilienhandel, von der Vergabe von Hypotheken (Finanzierung) und vom Portfolio Management von Immobilien ausgeschlossen ist, d.h. weder Partikularinteressen von Banken noch von Liegenschaftseigentümern vertritt; dies wurde von den Parteien nicht bestritten. Das hedonische Modell ESchK ist Eigentum der Schätzungskommission und wird nur von dieser angewendet. Insofern sind keine eigenen wirtschaftlichen Interessen der IAZI AG am Bewertungsmodell ersichtlich, die zu einem Interessenkonflikt hätten führen können.\n\n3.2 Die Beauftragung eines Fachrichters unterliegt nicht den Regeln von Art. 57 ff. BZP (SR 273) über externe Sachverständigengutachten. Dennoch müssen, wie das Bundesverwaltungsgericht zu Recht festgehalten hat, die Transparenz gewährleistet und die allgemeinen, aus dem Anspruch auf rechtliches Gehör (Art. 29 Abs. 1 und 2 BV; Art. 29 ff. VwVG [SR 172.021]) abgeleiteten Verfahrensrechte der Parteien gewährleistet werden (so schon Urteil des Bundesgerichts 2A.587/2003 vom 1. Oktober 2004, E. 8.6 zum Beizug sachkundiger Berater durch Verwaltungsbehörden). Insbesondere muss es den Beteiligten möglich sein, allfällige Einwände gegen die vom Fachrichter beigezogenen Personen oder die Art ihrer Mitwirkung rechtzeitig zu erheben. Zudem müssen sie sich zu den Abklärungen äussern können, die unter Beizug von Dritten vorgenommen wurden. Dies bedingt eine genügende und rechtzeitige Information der Parteien. BGE 138 II 77 S. 83\n\n3.3 Vorliegend wurden den Parteien die Namen sämtlicher mit der Modellentwicklung befassten Personen erst am 10. März 2010 bei der Informationsveranstaltung der Schätzungskommission bekannt gegeben, d.h. nach dem erstinstanzlichen Entscheid vom 1. März 2010. Zu diesem Zeitpunkt war es nicht mehr möglich, allfällige Einwände gegen die beigezogenen Personen oder die Art ihrer Mitwirkung rechtzeitig und verfahrensökonomisch zu erheben.\n\nAllerdings ist der Vorinstanz zuzustimmen, dass die Enteigner auch nachträglich keine Ausstandsgründe gegen die am Projekt beteiligten Mitarbeiter der IAZI AG geltend gemacht haben; derartige Gründe sind auch nicht ersichtlich. Unstreitig ist zudem, dass weder Prof. Scognamiglio noch die IAZI AG enge Beziehungen zu den Parteien der Pilotfälle haben, die zu einer unsachgemässen, parteilichen Beeinflussung der Modellentwicklung hätten führen können (zur Doppelrolle von Prof. Scognamiglio als Experte und Fachrichter vgl. unten E. 5).\n\n3.4 Näher zu prüfen ist, wann die Parteien über die Entwicklung eines eigenen, hedonischen Bewertungsmodells ESchK und dessen Ausgestaltung informiert wurden.\n\n(...)\n\n3.4.2 Zusammenfassend ist festzuhalten, dass zum Zeitpunkt der Aushändigung des Berichts am 12. Februar 2010 die Entscheidfällung unmittelbar bevorstand. Die Parteien hatten somit keine Zeit mehr, sich seriös mit dem Modell zu befassen, Einsicht in weitere Unterlagen zu verlangen und dazu Stellung zu nehmen. Vielmehr war das Vorgehen der Schätzungskommission darauf angelegt, die Diskussion um das Bewertungsmodell in das Rechtsmittelverfahren zu verlegen. Dies widerspricht dem Anspruch auf rechtliches Gehör. Auch wenn die Wahl des Modells zur Bemessung des Minderwerts als Rechtsfrage zu qualifizieren ist (vgl. dazu unten E. 6), musste den Parteien dazu das rechtliche Gehör gewährt werden, da Art und Inhalt des Bewertungsmodells für sie nicht vorhersehbar waren.\n\nIn diesem Zusammenhang ist zu berücksichtigen, dass die Entwicklung des Bewertungsmodells aufgrund der Rückweisungsentscheide des Bundesgerichts in vier Pilotfällen erfolgte, zu denen auch der vorliegende Streitfall gehört. Dem Bewertungsmodell kam zentrale Bedeutung für den Ausgang des Verfahrens zu. Dessen Entwicklung und Auswahl waren daher (zumindest auch) Teil des Schätzungsverfahrens i.S. X. gegen Flughafen Zürich. Die Parteien dieses BGE 138 II 77 S. 84Verfahrens hätten daher so rechtzeitig über das in Aussicht genommene Modell informiert und angehört werden müssen, dass ihre Stellungnahmen noch effektiv von der Schätzungskommission hätten berücksichtigt und in deren Entscheid hätten einfliessen können.\n\n3.4.3 Zweckmässigerweise hätte die Information schon vor dem Plenumsentscheid vom 3. November 2009 erfolgen müssen: Bei diesem Vorgehen hätte das Fachwissen der Projektgruppe MIFLU II der ZKB und ihres Expertengremiums schon frühzeitig in die Arbeiten der Schätzungskommission einfliessen können. Jedenfalls aber hätte beiden Parteien geraume Zeit vor der Zirkulation des Entscheidantrags unter den Fachrichtern die Möglichkeit zur Akteneinsicht, zum Studium des Modells und zur Stellungnahme gewährt werden müssen. (...)\n\n4. Nach der Rechtsprechung kann eine Verletzung des rechtlichen Gehörs als geheilt gelten, wenn der Mangel in der Rechtsmittelinstanz kompensiert wird (vgl. dazu unten E. 4.1). Zudem muss die obere Instanz die von der Gehörsverletzung betroffenen Aspekte mit derselben Kognition überprüfen können wie die Vorinstanz (vgl. unten E. 4.2). Schliesslich ist zu prüfen, ob die Heilung im vorliegenden Fall (Schwere der Gehörsverletzungen, Verfahrensdauer etc.) bejaht werden durfte (unten, E. 4.3).\n\n4.1 (Zusammenfassung: Gewährung des rechtlichen Gehörs im Verfahren vor Bundesverwaltungsgericht)\n\n4.2 Den Enteignern ist einzuräumen, dass das Bundesverwaltungsgericht widersprüchliche Aussagen zu seiner Kognition getroffen hat (...).\n\n4.2.1 Entscheidend ist aber nicht, welche Formel vom Bundesverwaltungsgericht zur Umschreibung seiner Kognition verwendet wurde, sondern inwiefern es den angefochtenen Entscheid im konkreten Fall überprüft hat. In den Erwägungen 12-21 prüfte das Bundesverwaltungsgericht alle Einwände der Enteigner gegen das hedonische Bewertungsmodell ESchK frei und legte sich keine Zurückhaltung auf. Ohnehin ging es in erster Linie um methodische/rechtliche Fragen (vgl. unten, E. 6).\n\n4.2.2 Zur Angemessenheitsprüfung gemäss Art. 49 lit. c VwVG gehört allerdings die Prüfung, ob es eine zweckmässigere, angemessenere Lösung gibt (BGE 130 II 449 E. 4.1 S. 452). Vorliegend stellte sich die Frage, ob das von den Enteignern entwickelte Modell BGE 138 II 77 S. 85MIFLU II demjenigen der Schätzungskommission vorzuziehen sei, auch wenn beide Modelle aus rechtlicher und tatsächlicher Sicht nicht zu beanstanden wären.\n\nEs ist einzuräumen, dass diese Prüfung sehr knapp ausgefallen ist. Immerhin hat sie stattgefunden (...).\n\n(...)\n\n4.3 Das Bundesverwaltungsgericht entschied sich für eine Heilung der formellen Mängel im Beschwerdeverfahren, weil davon auszugehen sei, dass sich die Schätzungskommission nicht für ein anderes Modell entscheiden würde, die Rückweisung also einem formalistischen Leerlauf nahekäme. Die Rückweisung nach einem derart langen Verfahren widerspräche auch dem grundrechtlichen Anspruch auf Beurteilung innert angemessener Frist (Art. 29 Abs. 1 BV). Schliesslich hätten die Enteigner noch die Möglichkeit, die streitigen Fragen zur Berechnung des Minderwertes durch Ergreifen eines Rechtsmittels an das Bundesgericht überprüfen zu lassen. Es entstehe ihnen daher kein Nachteil, der das Interesse an einer raschen Beurteilung des Verfahrens überwiegen würde.\n\nDiese Erwägungen sind nicht zu beanstanden:\n\nDie Verfahrensfehler in erster Instanz wiegen zwar nicht leicht. Sie sind aber auch nicht so schwerwiegend, dass eine Heilung ausgeschlossen wäre (...). Für die Heilung sprechen die ausserordentlich lange Dauer des Verfahrens (seit 1998) und die Notwendigkeit, auch die übrigen, bis zum rechtskräftigen Entscheid der Pilotfälle sistierten Enteignungsverfahren alsbald abzuschliessen. In diesem Zusammenhang ist auch zu berücksichtigen, dass es den Enteignern nicht darum geht, ihre Argumente noch einmal der Schätzungskommission vorlegen zu dürfen. Vielmehr zielen ihre Rügen darauf ab, das Bewertungsmodell ESchK aus formellen Gründen zu eliminieren, um damit ihrem eigenen Modell (MIFLU II) zum Durchbruch zu verhelfen. Ziel des Pilotfalls ist es jedoch, eine schematische Bewertungsmethode zu finden, die den durch Fluglärm bedingten Minderwert bei Ertragsliegenschaften nach anerkannten wissenschaftlichen Grundsätzen möglichst zuverlässig ermittelt. Sollte die hedonische Bewertungsmethode ESchK diesen Anforderungen entsprechen, darf sie nicht einzig aus verfahrensrechtlichen Gründen definitiv verworfen werden. Das Bundesverwaltungsgericht hat daher zu Recht, nach Heilung der formellen Mängel, materiell über die Anwendbarkeit des Bewertungsmodells ESchK entschieden. BGE 138 II 77 S. 86\n\n5. Schliesslich rügen die Enteigner eine Verletzung des Anspruchs auf den verfassungsmässigen Richter (Art. 30 Abs. 1 BV) durch die Doppelrolle von Prof. Scognamiglio. Dieser habe in zentraler Funktion am Entscheid der Schätzungskommission vom 1. März 2010 mitgewirkt, obwohl er im Rubrum nicht als mitwirkender Richter aufgeführt worden sei. (...) Als Projektverantwortlicher sei er jedoch zugunsten des von ihm bzw. seiner Firma erarbeiteten Modells voreingenommen gewesen und habe das Konkurrenzmodell MIFLU II nicht mehr neutral beurteilen können. (...)\n\n5.1 Das Bundesverwaltungsgericht verwies auf die bundesgerichtliche Rechtsprechung (BGE 96 I 292 E. 2 S. 295 f.), wonach die Mitglieder der Schätzungskommissionen ihren Sachverstand nicht nur durch die Mitwirkung an Schätzungsentscheiden, sondern auch durch die Vorprüfung von Fragen zuhanden der Schätzungskommission einbringen. Es sei daher auch im vorliegenden Fall zulässig gewesen, ein zweistufiges Verfahren anzuwenden, indem zunächst die Gesamtkommission in abstrakter Weise einen Raster erstellte, der anschliessend vom ordentlichen Spruchkörper auf den Einzelfall angewendet wurde. Die Mitwirkung eines Fachrichters bei der Durchführung des Beweisverfahrens und die Erstattung begutachtender Berichte zuhanden der Kommission stelle praxisgemäss keinen Grund zum Ausstand wegen Befangenheit dar (BGE 96 I 292 E. 2 S. 296; HESS/WEIBEL, Das Enteignungsrecht des Bundes, Bd. 1, 1986, N. 7 zu Art. 60 EntG). Umso weniger bestehe Anlass, an der Unbefangenheit einer Behörde zu zweifeln, wenn eines ihrer Mitglieder als Entscheidgrundlage einen Bericht oder einen Bewertungsraster verfasst habe. Es gehöre zu den Aufgaben von Mitgliedern einer Kollegialbehörde, sich mit den Anträgen und Ausführungen der übrigen Mitglieder kritisch auseinanderzusetzen und gegebenenfalls eine abweichende Meinung zu vertreten.\n\n5.2 Diese Ausführungen lassen keine Verletzung von Bundesrecht erkennen.\n\nZwar ist den Enteignern einzuräumen, dass die Doppelfunktion der Fachmitglieder der Schätzungskommission als Richter und Sachverständige nicht dem typischen Bild eines Gerichts entsprechen. Es ist unter dem Blickwinkel von Art. 30 Abs. 1 BV auch nicht unproblematisch, wenn Fachmitglieder, die nicht zum Spruchkörper gehören, zur Vorprüfung von Fragen herangezogen werden, die entscheidende Bedeutung für den Ausgang hängiger Verfahren haben. Diese Funktionsweise ist jedoch in Gesetz und Verordnung BGE 138 II 77 S. 87angelegt. Die Eidgenössischen Schätzungskommissionen wurden bewusst als Fachkommissionen ausgestaltet, um den Rückgriff auf externe Sachverständige zu erübrigen (Art. 59 Abs. 2 EntG und Art. 49 VESchK). Ergänzend kann auf Art. 81 EntG hingewiesen werden, wonach das Bundesverwaltungsgericht die Oberschätzungskommission zur Beratung von allgemeinen Grundsätzen zu Gesamtsitzungen unter dem Vorsitz eines seiner Richter einberufen kann. Analog müssen auch die Eidgenössischen Schätzungskommissionen befugt sein, Gesamtsitzungen zu grundsätzlichen Schätzungsfragen durchzuführen.\n\nDavon zu unterscheiden ist die Beurteilung konkreter Einzelfälle, gestützt auf die im Plenum angenommenen Grundsätze: An diesen Entscheiden wirken nur die jeweiligen der Besetzung angehörenden Richter mit (Art. 60 EntG). Sie tragen die Verantwortung für den Entscheid und müssen hierfür u.U. eine erneute Beschlussfassung des Plenums beantragen oder von dessen Beschluss abweichen, wenn sie - im Lichte der Vorbringen der Parteien - zur Überzeugung gelangen, dieser sei falsch.\n\nSofern die gebotene Transparenz gewahrt wird (vgl. oben, E. 3.2), ist diese Vorgehensweise mit den Verfahrensrechten der Parteien vereinbar, zumal diesen nach der Schätzungskommission noch zwei weitere Gerichtsinstanzen offenstehen, von denen eine (das Bundesverwaltungsgericht) über eine umfassende Kognition verfügt. (...)\n\n5.3 Zusammenfassend ist festzuhalten, dass sich die formellen Rügen der Enteigner gegen den angefochtenen Entscheid als unbegründet erweisen.\n\nMaterielle Rügen zum Bewertungsmodell ESchK\n\n6. Materiell ist zwischen den Parteien streitig, nach welchem Modell der fluglärmbedingte Minderwert von Ertragsliegenschaften zu ermitteln ist. Während die Schätzungskommission und die Enteignete das hedonische Bewertungsmodell ESchK befürworten und davon ausgehen, das Modell MIFLU II entspreche nicht den Vorgaben des Bundesgerichts, halten die Enteigner einzig das Modell MIFLU II für richtig und massgeblich.\n\nVorab ist die Kognition des Bundesgerichts zu klären.\n\n6.1 Bis zum 31. Dezember 2006 beurteilte das Bundesgericht gemäss aArt. 77 EntG i.V.m. Art. 104 OG (AS 1969 767) nicht nur die Rechtmässigkeit, sondern auch die Angemessenheit öffentlich-rechtlicher Entschädigungen. Daraus folgerte das Bundesgericht, dass es BGE 138 II 77 S. 88auch den Sachverhalt (trotz Art. 105 Abs. 2 OG) frei überprüfen könne (vgl. BGE 119 Ib 447 E. 1b S. 451 ff.; zuletzt bestätigt in BGE 132 II 427 E. 1.2 S. 432).\n\nDies hat sich mit Inkrafttreten des BGG geändert: Nunmehr obliegt es dem Bundesverwaltungsgericht, Entscheide der Schätzungskommission frei zu überprüfen; als zweite Rechtsmittelinstanz ist das Bundesgericht grundsätzlich auf eine Rechtskontrolle beschränkt (Art. 95 BGG). Den Sachverhalt kann das Bundesgericht gemäss Art. 97 und 105 BGG nur noch beschränkt, auf offensichtliche Unrichtigkeit, prüfen.\n\n6.2 In Literatur und Rechtsprechung wird die Frage, ob die Entschädigung bzw. ihre Höhe methodisch richtig ermittelt und insoweit dem verfassungsrechtlichen Anspruch auf volle Entschädigung (Art. 26 Abs. 2 BV) hinreichend Rechnung getragen wurde, als Rechtsfrage erachtet, die vom Richter frei zu prüfen sei (OTTO WIPFLI, Bemessung immissionsbedingter Minderwerte von Liegenschaften mit besonderer Berücksichtigung des Fluglärms, 2007, S. 15-31; ROLAND GFELLER, Immissions- und Überflugsenteignungen am Beispiel des Flughafens Zürich, 2006, S. 97).\n\nMARTINA FIERZ (Der Verkehrswert von Liegenschaften aus rechtlicher Sicht, 2001) differenziert: Zwar sei die Frage, ob eine zulässige und nachvollziehbare Bewertungsmethode herangezogen und in concreto richtig angewendet worden sei, eine Rechtsfrage (S. 37); die Beurteilung, welche Methode in concreto anzuwenden sei, setze aber oft umfassende und fachkundige Abklärungen voraus, welche besser in die Hände eines Sachverständigen gelegt würden. Ihres Erachtens sollte das Gericht deshalb den Entscheid über die anzuwendende Bewertungsmethode dem Experten überlassen und bei der Prüfung des Gutachtens in diesem Punkt Zurückhaltung üben (S. 40).\n\n6.3 Für kantonalrechtliche Enteignungen hat das Bundesgericht in BGE 122 I 168 (E. 2c S. 173 mit Hinweisen) festgehalten, dass ihm eine freie Prüfung zustehe, soweit es darum gehe, ob die Entschädigung bzw. ihre Höhe methodisch richtig ermittelt und insoweit dem verfassungsrechtlichen Anspruch auf volle Entschädigung (Art. 22ter Abs. 3 aBV; heute: Art. 26 Abs. 2 BV) hinreichend Rechnung getragen worden sei. Soweit sich die Kritik hingegen auf die bei der Anwendung dieser Methoden getroffenen tatsächlichen Feststellungen oder Annahmen beziehe, sei das angefochtene Urteil lediglich BGE 138 II 77 S. 89unter Willkürgesichtspunkten zu prüfen. Eine etwas andere Formulierung findet sich in BGE 112 Ia 198 (E. 1b S. 201 mit Hinweisen): Danach überprüft das Bundesgericht, ob die Regeln des kantonalen Rechts oder die von den kantonalen Behörden zur Lückenfüllung angewendeten Regeln dem in Art. 26 BV verankerten Prinzip der vollen Entschädigung genügen. Die Anwendung dieser Regeln wie die Sachverhaltsfeststellungen der kantonalen Instanzen könnten dagegen grundsätzlich nur unter Willkürgesichtspunkten überprüft werden.\n\n6.4 Vorliegend ist ein Modell für die schematische Beurteilung der immissionsbedingten Entwertung von Mehrfamilienhäusern streitig, das in einer Vielzahl von Fällen Anwendung finden soll. Insofern geht es um eine abstrakt-generelle Erfassung des nach Art. 19 lit. b EntG zu entschädigenden Minderwerts für Ertragsliegenschaften, unter Beachtung der Grundsätze der Rechtsgleichheit und der Rechtsicherheit sowie der Vorgaben des Bundesgerichts in seinen Rückweisungsentscheiden. Ob die von der ESchK verwendete Bewertungsmethode zur Bemessung des Minderwerts diesen rechtlichen Anforderungen genügt, ist eine Rechtsfrage (...), die vom Bundesgericht grundsätzlich frei zu prüfen ist. Es übt allerdings eine gewisse Zurückhaltung bei der Beurteilung von ausgesprochenen Fachfragen, wenn die verfügende Behörde über ein besonderes Fachwissen verfügt (BGE 135 II 384 E. 2.2 S. 390 mit Hinweisen). Dies gilt jedenfalls, soweit sie die für den Entscheid wesentlichen Gesichtspunkte geprüft und die erforderlichen Abklärungen sorgfältig und umfassend durchgeführt hat (BGE 131 II 680 E. 2.3.2 S. 683 f. mit Hinweisen).\n\nSollte sich das Bewertungsmodell ESchK als tauglich und gesetzeskonform erweisen, so liegt dessen Anwendung im Ermessen der Schätzungskommission, auch wenn das Modell MIFLU II ebenfalls geeignet wäre. Dieses ist daher (im Detail) nur zu prüfen, sofern sich das Bewertungsmodell ESchK als unzulässig erweist.\n\n7. Zur Berechnung des Einflusses des Fluglärms auf den Wert von Ertragsliegenschaften wurden zwei Modelle entwickelt: Das Modell ESchK und das Modell MIFLU II.\n\n7.1 Das Modell ESchK basiert auf der Datenbank der IAZI AG, der umfassendsten Transaktionsdatenbank von Renditeliegenschaften in der Schweiz. Davon konnten insgesamt 1925 Daten über effektive Transaktionen von vermieteten Liegenschaften im Zeitraum BGE 138 II 77 S. 901997 bis 2008 (ohne Übergänge durch Erbschaft oder Schenkung) für die Berechnung des hedonischen Modells verwendet werden. Jeder Transaktion wurden nach einem standardisierten Modell rund 50 Faktoren zur Immobilie (wie Grundstücksfläche, Servitute, Baujahr und Bauqualität, Wohnungsgrössen, Anzahl Nasszellen etc.), zur Mikrolage (Lage innerhalb der Gemeinde bzw. des Quartiers) und zur Makrolage (Lage der Gemeinde) zugewiesen. Die Fluglärmbelastung wurde anhand der EMPA-Daten hektargenau ermittelt.\n\nMit der statistischen Methode der Regressionsanalyse wurde aus den erfassten Daten der Einfluss der Fluglärmbelastung auf den Wert der Immobilie berechnet. Dabei wurden sechs verschiedene Lärmspezifikationen getestet, die jeweils mit 12 verschiedenen Kombinationen von Objekt- und Lagevariablen berechnet wurden (...).\n\nAls statistisch signifikant erwiesen sich die Lärmspezifikationen Grundbelastung 45 und Grundbelastung 50, bei denen die Wertminderung (in Prozenten des Liegenschaftswerts) pro Dezibel Fluglärm (anhand des von 6 bis 22 Uhr gemittelten Dauerschallpegels Leq16) über der Grenze von 45 bzw. 50 dB berechnet wird. Die Berechnungen ergaben Werte zwischen -0,9 % bis -1,6 % pro dB über Grundbelastung 45 und von -1,2 % bis -2,4 % pro dB über Grundbelastung 50.\n\nDie Schätzungskommission entschied sich für die Grundbelastung 45 dB und den minimalen Minderwert von -0,9 % pro dB, weil dieser in der Grössenordnung den mit dem Modell MIFLU I errechneten Minderwerten für Einfamilienhäuser und Stockwerkeigentumseinheiten am nächsten komme. Dies ergab bei der Liegenschaft der Enteigneten einen Minderwert von 17,5 % des Verkehrswertes ohne Fluglärm.\n\n7.2 Das von den Enteignern in Auftrag gegebene Modell MIFLU II beruht auf der Annahme, dass die Bewertung von Ertragsliegenschaften von den erzielten Erträgen auszugehen habe und dass für eine direkte hedonische Ermittlung des Fluglärmeinflusses zu wenig relevante Transaktionsdaten zur Verfügung stehen. Als Datengrundlage wurden daher die Angebotsmieten von 86'000 Inseraten von Mietwohnungen im Raum Zürich aus der Datenbank von homegate.ch verwendet. Diese wurden geokodiert und mit Daten des geografischen Informationssystems (GIS) der ZKB zur Mikro- und Makrolage angereichert (z.B. Hangneigung und Besonnung, Aussicht, Erreichbarkeit der Zentren Zürich und Winterthur, Strassen und Bahnlärm). Die Fluglärmbelastung wurde anhand der EMPA-Daten BGE 138 II 77 S. 91erfasst, wobei neben der Grundbelastung (Leq16 über 50 dB) auch der Spitzen- sowie der Morgen- und Abendlärm berücksichtigt wurden. Anhand dieser Daten wurden die Auswirkungen des Fluglärms auf die Mieten nach Altersklassen eruiert.\n\nAus den so berechneten Mindermieteinnahmen wird in einem zweiten Schritt, in Anlehnung an die Discounted Cash Flow-Methode (DCF), der Minderwert der Liegenschaft bestimmt. Hierfür muss zunächst die Restnutzungsdauer des Gebäudes und der erwartete Sanierungszeitpunkt (für die seit 1997 noch nicht sanierten Objekte) geschätzt werden. Anschliessend wird die nachhaltig erzielbare Bruttomiete vor und nach der tatsächlichen oder erwarteten Sanierung mit und ohne Fluglärm für alle Jahre der Nutzungsdauer bestimmt, wobei eine Mietteuerung von 1 % zugrunde gelegt wird. Die so kalkulierten Mindermieten werden mit einem Diskontsatz von 5,5 % für alle Jahre auf den Bewertungszeitpunkt 1997 abgezinst, um die geschätzte Preisminderung der Ertragsliegenschaft für das Jahr 1997 zu berechnen.\n\n7.3 Beide Modelle verwenden somit die hedonische Methode (oder Methode der multiplen Regression), mit dem Unterschied, dass im Modell ESchK der Einfluss des Fluglärms auf den Liegenschaftswert ausgehend von effektiven Transaktionspreisen ermittelt wird, während im Modell MIFLU II der fluglärmbedingte Minderwert von Mieten gesucht wird, um anschliessend mit einem DCF-Ansatz den Minderwert der Ertragsliegenschaft zu berechnen.\n\nDas Bundesgericht hat sich in BGE 134 II 49 (E. 16.4 S. 82 f.) im Zusammenhang mit dem Modell MIFLU I für selbstgenutzte Wohnliegenschaften mit der hedonischen Methode auseinandergesetzt. Es hielt fest, dass es sich bei der Bewertung nach hedonischem Modell um eine Art Vergleichsverfahren handle. Verglichen würden jedoch nicht die Liegenschaften selbst, sondern deren preisbestimmende Eigenschaften, was den Kreis der möglichen Vergleichsobjekte, die nicht in der gleichen Gegend liegen müssten, beträchtlich erweitere. Die einzelnen Eigenschaften eines Grundstücks würden definiert, aber nicht von einem Schätzer benotet, sondern aufgrund der erfassten und ausgewerteten Vergleichsdaten, die auf effektiven Marktdaten beruhen, preislich bestimmt. Die hedonische Methode erlaube mithin als einzige der heute bekannten Schätzungsmethoden, auf einer weitgehend objektivierten Basis das Vorhandensein oder Fehlen eines bestimmten Liegenschaftsmerkmals direkt mit einem entsprechenden Preisaufschlag oder -abzug zu verbinden. Sie BGE 138 II 77 S. 92ermögliche damit auch eine gleichmässige Bewertung in einer Grosszahl von Fällen. Die Methode dürfe heute als in den schweizerischen Immobilienkreisen weit verbreitet gelten. Genüge ein Modell den wissenschaftlichen Anforderungen, so bestehe kein Grund, die Anwendung der hedonischen Methode bei Bewertungen im Rahmen von bundesrechtlichen Enteignungsverfahren abzulehnen.\n\nDas Bundesverwaltungsgericht ergänzte im angefochtenen Entscheid, dass der Preis der einzelnen Eigenschaften mithilfe einer multiplen Regression geschätzt werde. Die Regressionsrechnung ermittle qualitative Zusammenhänge zwischen erklärenden bzw. unabhängigen Variablen und einer zu erklärenden bzw. abhängigen Variablen. Gesucht werde eine mathematische Funktion, die diese Zusammenhänge beschreibe. Bei einer einzigen unabhängigen Variablen spreche man von einfacher Regression, bei mehreren unabhängigen Variablen liege eine multiple Regression vor. Bei einer einfachen linearen Regression werde ein Streudiagramm erstellt, d.h. die Daten würden - bildlich gesprochen - in ein Koordinatensystem eingetragen (x-Achse = unabhängige Variable; y-Achse = abhängige Variable); anschliessend werde eine Gerade bestimmt, welche diesen Punkten möglichst entspreche. In der einfachsten Variante der Regression werde dazu die Summe der Quadrate der Abweichungen der Punkte von der Regressionsfunktion minimiert. Bei einer multiplen Regression würden die Werte in einem drei- oder mehrdimensionalen Koordinatensystem eingetragen und anstelle einer Geraden werde eine Ebene bzw. eine entsprechend mehrdimensionale Funktion gesucht, welche die Werte annähernd abbilde. Die Regression sei ein etabliertes statistisches Verfahren. Dagegen bestimme der hedonische Ansatz nicht, welche Eigenschaften das Güterbündel \"Immobilie\" ausmachen; dies müsse empirisch festgelegt werden.\n\n8. Die Enteigner kritisieren in erster Linie, das auf Transaktionspreise gestützte hedonische Modell ESchK sei für die Bewertung von Ertragsliegenschaften ungeeignet; insbesondere entbehre es einer theoretischen Grundlage.\n\n8.1 Das Bundesverwaltungsgericht ging davon aus, dass hedonische Methoden in der Literatur auch im Zusammenhang mit der Bewertung von Ertragsliegenschaften genannt würden. Zwar stünden beim Entscheid eines Investors über den Kauf einer Ertragsliegenschaft der Ertrag und die Kosten im Vordergrund. Auch bei einer am Ertrag orientierten Bewertung könne sich jedoch die Fluglärmbelastung in Form von reduzierten Mieterträgen oder Potentialmieten, BGE 138 II 77 S. 93höheren Kosten oder Leerstandsrisiken auf den Liegenschaftswert auswirken. Sei dieser Effekt empirisch feststellbar, sei nicht zu beanstanden, wenn er mit geeigneten statistischen Methoden beziffert werde. Ziel des hedonischen Modells ESchK sei nicht zu erklären, wie und weshalb sich Fluglärm auf den Liegenschaftswert auswirke. Mit dem Modell solle dieser Effekt lediglich beschrieben und beziffert werden. Eine ökonomisch theoretische Begründung sei dazu nicht unerlässlich. (...)\n\nDas Bundesverwaltungsgericht verwarf auch den Einwand der Enteigner, wonach die Mieterträge im Modell zwingend hätten berücksichtigt werden müssen. (...)\n\n8.2 Die Enteigner halten dagegen - gestützt auf Gutachten von Prof. Philippe Thalmann vom 14. April 2010 sowie der Wüest & Partner AG Zürich vom 23. Februar 2011 - eine theoretische Grundlage für unerlässlich, um falsche Ergebnisse zu erkennen und Scheinkorrelationen auszuschliessen. (...)\n\nKerngedanke der hedonischen Theorie sei, dass nicht vordergründig das Gut (Wohnung oder Haus) erworben werde, sondern der damit verbundene Nutzen bzw. die nutzenstiftenden Eigenschaften. Als Finanzinvestition gehaltene Immobilien würden zur Erzielung von Mieterträgen und/oder zum Zwecke der Wertsteigerung erworben. Darin unterschieden sie sich von Wohneigentum, das selbst genutzt werde und das Grundbedürfnis Wohnen befriedige. Der direkte hedonische Ansatz, der den Transaktionspreis mit Qualitätsmerkmalen des Gebäudes korreliere, sei deshalb zur Bewertung von selbstgenutzten Wohnliegenschaften geeignet, nicht aber für Ertragsliegenschaften, weil es bei diesen nicht um den persönlichen Nutzen, sondern um die Erzielung von Ertrag gehe. (...)\n\nDies würde für die Berücksichtigung der Mieteinnahmen im hedonischen Modell sprechen. Diese seien allerdings ihrerseits von verschiedenen im hedonischen Modell ESchK verwendeten Faktoren abhängig, womit das Problem der Multikollinearität bei der Regressionsanalyse auftrete. Multikollinearität liege vor, wenn zwei oder mehr erklärende Variablen eine sehr starke Korrelation miteinander haben, und könne zu Über- oder Unterschätzungen der hedonischen Preise sowie zu Vorzeichenfehlern führen. Hier offenbare sich der Zielkonflikt des Modells ESchK: Die Modellspezifikation ohne die Mieterträge stehe im Widerspruch zur hedonischen Theorie; der Einbezug der Mieteinnahmen sei dagegen aufgrund des Problems der Multikollinearität nicht ohne weiteres möglich. (...) BGE 138 II 77 S. 94\n\nOffensichtlich unrichtig sei die Aussage der Vorinstanz, wonach direkte hedonische Modelle zur Bewertung von Renditeliegenschaften etabliert seien (...). Das Modell ESchK sei in der Schweiz einzigartig und geniesse \"Exotenstatus\". (...)\n\n(...)\n\n8.4 An der Instruktionsverhandlung vor dem Bundesverwaltungsgericht führte Prof. Scognamiglio auf die Frage von Prof. Thalmann, ob die hedonische Methode auf Ertragsliegenschaften anwendbar sei, Folgendes aus: Das hedonische Verfahren basiere auf der multiplen Regression, einem weltweit bekannten statistischen Standardverfahren. Damit könne, basierend auf rund 2000 Fällen, der Einfluss von Fluglärm bestimmt werden. Die Rendite einer Liegenschaft hänge direkt von der erzielbaren Miete ab, welche wiederum direkt das Resultat der Eigenschaften der Immobilie und ihrer Lage sei. In der Praxis bewährten sich hedonische Modelle zur Bewertung von Mehrfamilienhäusern. Viele institutionelle Kunden (Banken, Versicherungen, Pensionskassen) wendeten diese in der Schweiz seit Jahren an. Die DCF-Methode werde insbesondere im Büro- und Gewerbebereich verwendet, wo nicht genügend Vergleichsdaten verfügbar seien. Die Erfahrung mit der DCF-Methode zeige, dass je nach getroffenen Annahmen zu den Parametern zwischen einzelnen Bewertern auf Ebene Einzelobjekte Abweichungen in der Grössenordnung von bis zu 20 % auftreten könnten.\n\nAuf die Frage Prof. Thalmanns, warum die für den Investor entscheidenden Elemente (Kosten, Erträge, Risiken) ausgeklammert worden seien, erwiderte Prof. Scognamiglio, dass die Mieten die Gebäude- und Lagefaktoren widerspiegelten; das Modell habe daher statt den Mieten die mietpreisbestimmenden Faktoren verwendet. Die Kosten korrelierten mit dem Gebäudezustand. Die Zinsen würden durch die Timedummies berücksichtigt.\n\n8.5 Unstreitig ist, dass die hedonischen Indizes der IAZI AG in der Praxis weitverbreitet und anerkannt sind, und zwar nicht nur für Einfamilienhäuser und Eigentumswohnungen, sondern auch für Renditeliegenschaften (...). Dagegen erfolgt die Bewertung von Einzelobjekten bei Ertragsliegenschaften überwiegend gestützt auf die DCF-Methode. Immerhin bietet die IAZI AG auch für Mehrfamilienhäuser die Bewertung nach hedonischem Modell als preiswertere Alternative an. In seiner Dissertation (Methoden zur Immobilienbewertung im Vergleich, 1999, S. 196 ff., Zusammenfassung S. 205; vgl. auch LODERER/JÖRG/PICHLER/ROTH/ZGRAGGEN, Handbuch BGE 138 II 77 S. 95der Bewertung, 3. Aufl. 2005, Ziff. 26.7 S. 1066 f.) hat Prof. Scognamiglio ein hedonisches Modell für die Bewertung von Mehrfamilienhäusern entwickelt, das sich jedenfalls als genauer erwies als die traditionellen Bewertungsverfahren (Ertragswert- bzw. Realwertmethode).\n\nIm Schweizerischen Schätzerhandbuch (Bewertung von Immobilien, Ausgabe 2005, Schweizerische Vereinigung kantonaler Grundstücksbewertungsexperten SVKG und Schweizerische Schätzungsexpertenkammer/Schweizerischer Verband der Immobilienwirtschaft SEK/SVIT [Hrsg.], Ziff. 3.5 S. 93 f.) wird ausgeführt, die hedonische Bewertungsmethode ermögliche einfach und schnell taugliche Rückschlüsse auf den Verkehrswert, wenn das zu bewertende Vergleichsobjekt im Wesentlichen gleiche Haupteigenschaften aufweise wie die in der Statistik enthaltenen Objektarten. Dies treffe bei den am häufigsten gehandelten Objektarten wie Ein-und Mehrfamilienhäusern (Hervorhebung des Bundesgerichts) zu. Stünden dagegen bei dem zu bewertenden Objekt besondere Eigenschaften im Vordergrund (z.B. Seeanstoss, luxuriöse Villa in abgelegener Lage, gemischtes Objekt Wohnen/Gewerbe), so stehe erfahrungsgemäss nicht genügend statistisches Vergleichsmaterial zur Verfügung. In diesen Fällen seien brauchbare Rückschlüsse auf den Verkehrswert des Vergleichsobjekts mit Hilfe der hedonischen Methode nur sehr beschränkt möglich und mit entsprechender Vorsicht zu handhaben.\n\n8.5.1 Vorliegend ist zu beachten, dass der Auftrag im Rückweisungsentscheid des Bundesgerichts lautete, Kriterien für die schematische Beurteilung der immissionsbedingten Entwertung von Mehr familienhäusern (und nicht für Ertragsliegenschaften anderer Art) zu entwickeln (Urteil 1E.9/2007 E. 13). Zudem soll nicht deren Verkehrswert bzw. der Einfluss des Fluglärms auf diesen im Einzelfall ermittelt werden, sondern es geht um eine schematische Ermittlung der fluglärmbedingten Werteinbusse . Für diese Betrachtungsweise erscheint die hedonische Methode grundsätzlich geeignet, sofern genügend Datensätze vorhanden sind und das Modell den für statistische Modelle dieser Art geforderten Gütekriterien genügt (vgl. dazu im Folgenden, E. 9 und 12).\n\n8.5.2 Bereits aufgrund des verbindlichen Rückweisungsentscheids des Bundesgerichts ist davon auszugehen, dass sich übermässiger Fluglärm wertmindernd auf Mehrfamilienhäuser auswirkt, weshalb die im Modell ESchK festgestellte negative Korrelation zwischen Fluglärmbelastung und Transaktionspreis keine blosse Scheinkorrelation darstellt. (...) BGE 138 II 77 S. 96\n\n8.5.3 (Zusammenfassung: Die Nichtberücksichtigung der Mieteinnahmen als erklärende Variable im Modell ESchK ist nicht zu beanstanden, wenn die im Modell verwendeten mietzins- und kostenbestimmenden Faktoren wie Lage, Gebäude etc. die Transaktionspreise genügend genau erklären; vgl. dazu unten, E. 12).\n\n9. Die Enteigner rügen weiter, das Modell ESchK basiere mit insgesamt nur 143 Liegenschaften mit Fluglärmeinfluss auf einer viel zu kleinen Datenbasis. Ungenügend sei insbesondere die Anzahl stark belärmter Liegenschaften: Im entschädigungsrelevanten Bereich von mehr als 60 dB habe der Fluglärmeinfluss nur mit 13 Beobachtungen geschätzt werden können. Dies genüge nicht, da der Fluglärmeinfluss auch nach Auffassung der Vorinstanz nicht linear verlaufe. (...) Problematisch sei schliesslich, dass der überwiegende Teil der Transaktionsdaten nicht aus der Region Zürich stamme. Die Auffassung der Vorinstanz, es bestehe in der ganzen Schweiz ein einheitlicher Markt für Renditeliegenschaften, sei offensichtlich unrichtig.\n\n9.1 Das Bundesverwaltungsgericht ging davon aus, es bestehe keine fixe Grenze für die bei einer Regressionsanalyse benötigte Anzahl Datensätze; diese hänge von den konkreten Umständen und verschiedenen Faktoren ab (z.B. Anzahl der Variablen, angestrebter p-Wert). Als Faustregel für eine grobe Schätzung der notwendigen Stichprobengrösse gelte, dass pro erklärender Variable mindestens zehn Elemente benötigt werden. Auch bei Annahme einer Mindeststichprobe von 20 Elementen pro Variable erweise sich die zur Verfügung stehende Datenmenge als bei weitem genügend. (...)\n\nZwar treffe es zu, dass sich Objekte in der Stadt Zürich erheblich von solchen beispielsweise im Jura unterscheiden könnten. Gerade im Bereich von Renditeliegenschaften könne aber deswegen noch nicht von verschiedenen Märkten gesprochen werden. Regionale Effekte würden im Modell berücksichtigt, so dass die geografische Heterogenität der Transaktionen nicht problematisch erscheine. Im Übrigen werde mit dem Modell nicht eine Liegenschaftsbewertung vorgenommen, sondern der Einfluss des Fluglärms ermittelt. Die Liegenschaftsbewertung sei bereits mittels anderer Schätzmethoden erfolgt. Vor diesem Hintergrund erscheine es nicht problematisch, wenn der Wert eines Parkplatzes in Delémont überbewertet, derjenige eines Parkplatzes in der Stadt Zürich unterbewertet und von einem Durchschnittswert ausgegangen werde. (...)\n\n(...)\n\nBGE 138 II 77 S. 97\n\n9.3 Zwar besteht Einigkeit darüber, dass der Fluglärmeinfluss - zumindest in tieferen Bereichen - nicht linear verläuft, sondern einer Kurve mit zunehmendem Gefälle folgt. Die Vorinstanz erachtete es auch als wahrscheinlich, dass der Einfluss des Fluglärms ab einem bestimmten Wert wieder abnimmt, da ab einem bestimmten Schwellenwert eine vollständige Entwertung zu erwarten sei. Dennoch ging sie - zu Recht - davon aus, dass eine lineare Entwertung zumindest im Bereich der für einen Grossteil der betroffenen Liegenschaften zu erwartenden Lärmbelastung eine vertretbare Schematisierung darstelle. Auch die von den Enteignern erarbeiteten Modelle MIFLU I und MIFLU II gehen von linearen Entwertungen aus.\n\nDie Berechnung der (linearen) Wertminderung stützt sich auf die Gesamtheit der Transaktionen über der gewählten Grundbelastung. Von den insgesamt verwendeten 1925 Transaktionsdaten wiesen immerhin 421 im Zeitpunkt der Transaktion eine Grundbelastung (Leq16) über 45 dB auf (...); bei 143 Transaktionen lag der Leq16 über 50 dB. Damit waren genügend Stichproben vorhanden, unabhängig davon, ob man die Grenze bei 10 bis 20 Datensätzen je Variable oder noch höher ansetzt.\n\n9.4 Das Modell ESchK beruht auf Transaktionen aus der gesamten Schweiz, d.h. aus Regionen mit sehr unterschiedlichen Immobilienpreisen. Die regionalen Unterschiede werden jedoch durch die Variable MACRO berücksichtigt: In diese fliessen eine Vielzahl von geografischen und sozioökonomischen Faktoren der jeweiligen Gemeinde ein, die erfahrungsgemäss das Preisniveau für Immobilien beeinflussen, wie beispielsweise die Zentralität der Gemeinde oder deren Steuererträge (vgl. dazu SCOGNAMIGLIO, a.a.O., S. 149 ff.). Die einzelnen Faktoren wurden den Parteien (...) offengelegt und werden von den Enteignern und ihren Experten nicht substanziiert kritisiert.\n\n9.5 (Zusammenfassung: Zu den Einwänden der Enteigner zur Repräsentativität der Daten)\n\n10. Die Enteigner rügen weiter, der Fluglärm sei bei den Vergleichsobjekten im Einzugsgebiet der Flughäfen Genf, Lugano, Basel und Bern nicht berücksichtigt worden.\n\n10.1 Das Bundesverwaltungsgericht hielt fest, dass für die Ermittlung des Fluglärmeffekts nur die Liegenschaften im Einflussbereich des Zürcher Flughafens herangezogen worden seien; die Grundstücke im Einzugsbereich anderer Flughäfen seien somit nur zur Bewertung der übrigen Objekteigenschaften verwendet worden. BGE 138 II 77 S. 98Dennoch sei die Kritik der Enteigner in diesem Punkt grundsätzlich berechtigt: Die Nichtberücksichtigung des Fluglärms bei den übrigen Liegenschaften könne dazu führen, dass einzelne davon als nicht fluglärmbelastet erscheinen, obwohl sie ebenfalls eine fluglärmbedingte Wertminderung erlitten haben. Dies könne dazu führen, dass die übrigen Eigenschaften dieser Liegenschaften zu tief bewertet und dadurch der Wert der übrigen Eigenschaften im Modell insgesamt vermindert werde. Dies wiederum könne zu einer Unterschätzung des Fluglärms im Modell führen.\n\nAllerdings ging das Bundesverwaltungsgericht davon aus, dass nur ein sehr kleiner Teil der Liegenschaften im Einflussbereich anderer Flughäfen liege und die Fluglärmbelastung aufgrund der Lage und der Grösse der übrigen Flughäfen deutlich geringer sein dürfte als im Bereich des Flughafens Zürich. Der Effekt sei somit vernachlässigbar; jedenfalls erscheine es vertretbar, ihn im Rahmen der unvermeidlichen Schematisierung eines solchen Modells nicht zu berücksichtigen.\n\n10.2 Diese Erwägungen sind nicht zu beanstanden. Zwar ist nicht bekannt, ob und wie viele der im Modell ESchK berücksichtigten Objekte dem Lärm anderer Flughäfen ausgesetzt waren. Die Überlegung der Vorinstanz erscheint jedoch plausibel, da die Flughäfen Genf, Basel-Mulhouse und Bern-Belp lediglich über eine Piste verfügen und ein geringeres Verkehrsaufkommen haben als der Flughafen Zürich. Beim Flughafen Basel-Mulhouse liegen überdies die lärmbelasteten Liegenschaften ganz überwiegend in Frankreich; für das Modell ESchK wurden aber nur Transaktionen in der Schweiz berücksichtigt. Schliesslich ist zu bedenken, dass eine allfällige Verzerrung - wie die Vorinstanz dargelegt hat - zu einer Unter schätzung der fluglärmbedingten Wertminderung geführt, sich also zugunsten der Enteigner ausgewirkt hätte.\n\n(...)\n\n11. Weiter bemängeln die Enteigner, im Modell ESchK werde der Strassenlärm ungenügend berücksichtigt. Während das Modell MIFLU II die geokodierten Strassenlärmdaten des Kantons Zürich verwende, begnüge sich das Modell ESchK mit einer rudimentären Berücksichtigung des Strassenlärms als Teil der Benotung der Mikrolage. Die Lagebenotung sei subjektiv und vermische den Strassenlärm mit anderen Lagefaktoren (Distanz zu Schulen, Einkaufsmöglichkeiten etc.). (...)\n\n(...)\n\nBGE 138 II 77 S. 99\n\n11.3 Auch wenn die Verwendung geokodierter Strassenverkehrslärmdaten vom Bundesgericht im Rückweisungsentscheid nicht vorgeschrieben wurde, erscheint es sinnvoll, diese objektiven und präzisen Daten zu verwenden, sofern dies möglich ist. Allerdings machen die Enteigner selbst geltend, dass nicht für alle Kantone geokodierte Strassenlärmdaten in genügender Qualität zur Verfügung stehen. Im Modell ESchK - mit Transaktionsdaten aus der ganzen Schweiz - konnten deshalb geokodierte Strassenlärmdaten nicht verwendet werden. Zu prüfen ist daher, ob dies die Plausibilität und Zuverlässigkeit des Modells ESchK beeinträchtigt.\n\nIm Modell ESchK wurde die Lage im Ort (MICRO) durch einen Schätzer mit einer Note zwischen 1 und 4 (sehr gut, gut, mittel und schlecht) beurteilt. Als sehr gut gilt eine bevorzugte ruhige Wohnlage mit Aussicht und guter Besonnung, in direkter Zentrumsnähe, mit kurzen Distanzen zu öffentlichen Verkehrsmitteln, Einkaufsmöglichkeiten und Schulen sowie zu Naherholungsgebieten. Als schlecht wird eine Lage in gemischter Bauzone ohne Aussicht oder genügende Besonnung bewertet, mit mässiger bis starker Lärmbelastung (Verkehr, Gewerbe) oder Geruchsimmissionen, in eher dezentraler Lage mit wenig Einkaufsmöglichkeiten oder längeren Wegen zu öffentlichen Verkehrsmitteln und Schulen. Prof. Scognamiglio führte dazu an der Instruktionsverhandlung der Vorinstanz aus, Analysen hätten gezeigt, dass die Modelle nicht genauer würden, wenn weitere GIS-Faktoren berücksichtigt würden. Er wies darauf hin, dass auch potentielle Käufer lediglich eine qualitative Beurteilung der Grundstückslage vornehmen würden.\n\nDieses Argument leuchtet grundsätzlich ein. Allerdings ist nicht auszuschliessen, dass der Einfluss des Fluglärms auf den Wert einer Liegenschaft mit schlechter Lagenote unterschiedlich ausfallen kann, je nachdem, ob die Note auf den starken Strassenverkehrslärm zurückzuführen ist (der den Fluglärm überlagern kann) oder auf Nichtlärmfaktoren wie z.B. die dezentrale Lage.\n\nIn diesem Zusammenhang ist jedoch zu berücksichtigen, dass die Lage im Ort nur eine Untervariable der Variablen BUILD ist. Um einen möglichen Einfluss der Wahl der Faktoren zum Gebäude und zur Lage auf die Signifikanz der Fluglärmgrössen auszuschalten, wurden im Modell ESchK für jede der sechs getesteten Lärmspezifikationen jeweils 12 verschiedene Modelle berechnet, mit jeweils unterschiedlichen Kombinationen von Objekt- und Lagevariablen (Bericht Hedonisches Bewertungsmodell für fluglärmbelastete BGE 138 II 77 S. 100Renditeliegenschaften vom 24. September 2009, Ziff. 4.1.2 S. 19). Für ihren Entscheid legte die Schätzungskommission von allen - statistisch gleichermassen signifikanten - Ergebnissen für die Grundbelastung45 dasjenige mit der tiefsten Preissensitivität pro dB (0,9 %) zugrunde. Sollte es daher in einem oder mehreren berechneten Modellen zu einer Überschätzung des Fluglärmeinflusses wegen überlagerndem Strassenverkehrslärm gekommen sein, hätte sich dies im Ergebnis nicht ausgewirkt.\n\n12. Aufgabe der Schätzungskommission war es, ein schematisches Modell für die Bewertung des fluglärmbedingten Minderwerts bei vermieteten Mehrfamilienhäusern zu erstellen, das praktikabel ist und die Gleichbehandlung der Enteigneten garantiert (zitiertes Urteil 1E.9/2007 E. 12 in fine). Ein derartiges Modell kann nicht auf die Besonderheiten des konkreten Falles zugeschnitten sein, muss aber die fluglärmbedingte Wertminderung von Ertragsliegenschaften genügend plausibel und zuverlässig berechnen, um als Basis für die künftigen Entscheide der Schätzungskommission dienen zu können. Die Vorinstanzen überprüften die Genauigkeit des Modells anhand von statistischen Gütekriterien. Dies erscheint grundsätzlich richtig, handelt es sich doch beim hedonischen Bewertungsmodell ESchK um ein statistisches Analyseverfahren.\n\n12.1 Die Vorinstanzen stellten zunächst auf das Bestimmtheitsmass R2 (bzw. adjustiertes R2 ) ab: Dieser Quotient zwischen der durch die Regression erklärten Streuung und der Gesamtstreuung diene als einfache Masszahl zur Beurteilung der Güte eines Regressionssatzes (FAHRMEIR/KÜNSTLER/PIGEOT/TUTZ, Statistik, Der Weg zur Datenanalyse, 7. Aufl., S. 498). Das hedonische Modell ESchK weise ein sehr hohes R2 von über 0,95 auf, d.h. die berechneten Modelle erklärten über 95 % der Varianz der beobachteten Transaktionspreise, bzw. nur 5 % der analysierten Transaktionspreise der 1925 Renditeliegenschaften könnten nicht durch die gewählten Faktoren erklärt werden. (...)\n\nWie das Bundesverwaltungsgericht ausgeführt hat, darf allerdings nicht einseitig auf das Bestimmtheitsmass abgestellt werden; anzustreben ist vielmehr ein ausbalanciertes Modell mit durchwegs guten Gütewerten; unerlässlich ist insbesondere die Angabe der Signifikanz des Gesamtmodells, d.h. der Wahrscheinlichkeit, dass die Zusammenhänge - gesamthaft betrachtet - nur zufällig sind (ROMAN GÜNTER, Entwicklungsprozess, Methoden und Gütekriterien BGE 138 II 77 S. 101ökonometrischer Modelle, in: Kaspar Fierz, Der Schweizer Immobilienwert, 5. Aufl. 2005, Anh. XI S. 748). Die Vorinstanzen haben deshalbzu Recht zusätzlich auf den t-Wert und den p-Wert zur Beurteilung der Signifikanz der einzelnen Faktoren abgestellt.\n\n12.2 Die Schätzungskommission führte hierzu im ergänzenden Bericht vom 14. Dezember 2010 aus, die Kolonnen t-value und p-value seien aus technischer Sicht sehr wichtig: Sie geben an, wie signifikant die einzelnen Faktoren für die Bestimmung des Preises seien. Eine Variable sei sehr signifikant, wenn eine kleine Änderung davon eine signifikante Änderung des Schätzpreises verursache. Die Signifikanz lasse sich mit dem t-value quantifizieren, der die Anzahl Standardabweichungen angebe, die den Regressionsparameter von der Null-Hypothese (die Variable erklärt den Preis nicht) unterscheide. Je grösser der absolute t-Wert, desto signifikanter die Variable. Wenig signifikante Variablen würden mit dem sogenannten Backward-Elimination-Standardverfahren aus dem Modell eliminiert. Das Vorzeichen des t-Werts gebe an, ob eine Zunahme der transformierten Variable eine Zunahme (+) oder Abnahme (-) des Preises verursache. Die signifikanteste transformierte Variable im Modell ESchK sei die Variable \"IVol\", die ein Mass für das Volumen der Liegenschaft darstelle, mit t = 48,47. Basierend auf dem t-Wert und der Anzahl Freiheitsgrade lasse sich der p-Wert (probability value) oder Signifikanzwert bestimmen. Dieser Wert sei eine Kennzahl zur Auswertung statistischer Tests. Ein p-Wert kleiner als 0,05 bedeute, dass die Variable mit einer Wahrscheinlichkeit von grösser als 95 % signifikant sei.\n\nDie Schätzungskommission stellte anhand der t- und p-Werte des Modells eine hohe Signifikanz der erklärenden Variablen des Modells fest. Der Einfluss des Fluglärms auf den Wert der Immobilien werde äusserst genau gemessen: Mit durchschnittlichen t-Werten von 3,5 und p-Werten von 0,001 betrage das statistische Vertrauensniveau 99,9 %. Dies wurde vom Bundesverwaltungsgericht bestätigt: Es hielt im angefochtenen Entscheid fest, die Schätzungskommission habe die Qualität des Modells anhand sachgerechter und bewährter Kriterien beurteilt.\n\nDiese Erwägungen werden von den Enteignern nicht (substanziiert) kritisiert und sind nicht zu beanstanden.\n\n12.3 Schliesslich berücksichtigte die Schätzungskommission bei ihrem Entscheid, im Sinne eines Vergleichsmassstabs, den BGE 138 II 77 S. 102Entwertungssatz, der sich für die Pilotfälle gemäss dem Modell MIFLU I für selbstgenutztes Wohneigentum ergeben würde. Sie wählte, innerhalb der im Modell ESchK berechneten Bandbreite für die Grundbelastung 45, den geringsten Entwertungssatz (0,9 % pro dB), der leicht unter demjenigen liegt, der sich gemäss MIFLU I ergeben hätte. Dies entspricht den Erwägungen des Bundesgerichts im Rückweisungsentscheid (Urteil 1E.9/2007 E. 13.1): Danach ist grundsätzlich davon auszugehen, dass selbstgenutztes Wohneigentum und Mehrfamilienhäuser durch Fluglärm in ähnlicher Weise beeinträchtigt werden.\n\n12.4 Nach dem Gesagten durften die Schätzungskommission und das Bundesverwaltungsgericht das hedonische Modell als hinreichend plausibel und zuverlässig einstufen, ohne Bundesrecht zu verletzen.\n\n12.5 Bei diesem Ergebnis erübrigt es sich, im Detail auf die Kritik der Enteigneten und der Vorinstanzen am Modell MIFLU II einzugehen. (...)\n\nDen Enteignern ist einzuräumen, dass MIFLU II auf einer weit grösseren Datenmenge (86'000 Inserate von Mietwohnungen) beruht und wichtige Lagefaktoren, wie namentlich den Strassenverkehrs- und Bahnlärm, aufgrund von GIS-Daten präziser ermittelt als das Modell ESchK. Diesen Vorteilen stehen dagegen erhebliche Unsicherheiten bei der Festsetzung des Diskontierungssatzes gegenüber. Dieser hat einen erheblichen Einfluss auf das Resultat, d.h. auf die fluglärmbedingte Wertminderung der Liegenschaft.\n\n(Zusammenfassung : Kritik der Enteigneten an dem im Modell MIFLU II gewählten starren Diskontierungssatz und an dessen Höhe)\n\nDa sich das Modell ESchK als bundesrechtskonform erweist, kann auf eine Auseinandersetzung mit diesen Fragen verzichtet werden."}