{"annee": "138", "cour": "III", "page": "416", "date": "11/5/2012", "cite": ["137 V 273", "115 V 215", "130 V 9", "134 V 170", "111 I 388", "109 II 60", "92 II 342"], "cite_par": ["141 V 405"], "chapeau": "62. Estratto della sentenza della II Corte di diritto sociale nella causa Allianz Suisse Società di Assicurazioni sulla Vita SA contro K. (ricorso in materia di diritto pubblico)\n\n9C_680/2011 dell'11 maggio 2012", "regestes": ["Art. 6 LCA (dans sa teneur en vigueur depuis le 1er janvier 2006); contrat de prévoyance individuelle liée (pilier 3a), réticence et résiliation du contrat. L'existence d'un lien de causalité entre le fait passé sous silence ou inexactement déclaré et le sinistre déjà survenu influe uniquement sur l'obligation de l'assureur d'accorder sa prestation à la suite d'une réticence (art. 6 al. 3 LCA), mais pas sur la validité de la résiliation du contrat en tant que tel, réglée à l'art. 6 al. 1 et 2 LCA (consid. 6)."], "faits": "|416|\n\nA.\n\nA.a Il 17 febbraio 2005 K. - nato il 29 ottobre 1958 e già attivo quale operaio presso la X. SA - ha formulato una proposta per una polizza di \"assicurazione mista sulla vita previdenza vincolata\" con Allianz Suisse, valida dal 1° marzo 2005. L'assicurazione prevedeva il versamento di un capitale di fr. 50'000.- in caso di decesso o di raggiungimento del 65° anno di età, nonché l'esonero dal pagamento dei premi per incapacità al guadagno in seguito a malattia o infortunio. La polizza assicurativa n. x è stata emessa il 2 marzo 2005 ed è stata modificata il 16 aprile 2007, con effetto dal 1° maggio 2007, per la diminuzione a fr. 20'315.- del capitale in caso di decesso o di vita.\n\nIl 27 marzo 2007 K. ha inoltre formulato una ulteriore proposta, sempre con Allianz Suisse, per una polizza di \"assicurazione vita legata a fondi con premi periodici previdenza vincolata\". La polizza n. y, |417| emessa il 18 aprile 2007 e valida dal 1° maggio 2007, garantiva un capitale di fr. 28'453.- in caso di decesso o di vita alla scadenza (il 1° ottobre 2023) dell'assicurazione come pure la liberazione dal pagamento dei premi per incapacità di guadagno in seguito a malattia o infortunio.\n\nA.b Il 23 dicembre 2008 l'assicurato ha comunicato ad Allianz Suisse un caso di incapacità lavorativa conseguente a un incidente sul lavoro occorsogli il 18 luglio 2007. L'infortunio, regolarmente assunto dall' Istituto nazionale svizzero di assicurazione contro gli infortuni (INSAI), si era verificato nel tentativo di afferrare una scala per antenne che gli stava cadendo addosso. In quella occasione l'assicurato aveva riportato un taglio alla mano sinistra nonché varie contusioni poiché aveva urtato con la spalla e la schiena (parte destra) una paletta.\n\nA.c Ricevuta in data 12 gennaio 2009 la documentazione dall'INSAI, Allianz Suisse è venuta a conoscenza di un infortunio (contusioni lombari) avvenuto il 27 giugno 2003 che aveva reso necessario un trattamento presso l'ospedale Y. (dott. M.), oltre che un periodo di incapacità lavorativa di (almeno) una settimana, e che non era stato dichiarato dall'assicurato in sede di proposta assicurativa. Con due separate raccomandate 23 gennaio 2009 l'assicuratore ha pertanto comunicato a K. la rescissione, per reticenza, dei due contratti, contestandogli di avere - nonostante tale antefatto - risposto negativamente e quindi in maniera inveritiera a due domande relative al tema se avesse mai sofferto di malattie, disturbi o affezioni dell'apparato motorio (quali dolori dorsali o articolari ecc.) e se fosse stato sottoposto, nei 5 anni precedenti la proposta, a trattamenti o controlli medici. Con scritti del 21 luglio 2009 l'assicuratore ha inoltre comunicato all'assicurato il valore di riscatto delle due polizze.\n\nB. Mediante petizione del 28 dicembre 2010 K. ha convenuto Allianz Suisse dinanzi al Tribunale delle assicurazioni del Cantone Ticino al quale ha chiesto di annullare la disdetta delle due polizze assicurative e di obbligare la convenuta a ripristinarle. Esperita l'istruttoria e preso atto che l'assicuratore aveva il 14 aprile 2011 nuovamente disdetto le due polizze perché era nel frattempo venuto a conoscenza di una ulteriore reticenza in relazione a un infortunio avvenuto il 18 novembre 2001 (taglio alla mano sinistra con un coltello), il Tribunale cantonale delle assicurazioni ha parzialmente accolto la petizione con pronuncia del 27 luglio 2011. I giudici cantonali hanno accertato la |418| validità della disdetta in relazione alla polizza n. x, mentre l'hanno negata per la polizza n. y.\n\nIn sintesi, rilevata la chiarezza delle domande poste nelle proposte di assicurazione, l'autorità giudiziaria cantonale ha osservato che la reticenza verteva in entrambi i casi su fatti importanti ai fini assicurativi, avendo segnatamente l'infortunio del 27 giugno 2003 pur sempre causato una incapacità di lavoro di una settimana. Ammessa inoltre la tempestività delle disdette, essa ha concluso che la polizza n. x era stata validamente rescissa. In relazione alla polizza n. y, il Tribunale cantonale, posta limitatamente ad essa - poiché stipulata successivamente alla entrata in vigore della novella legislativa - l'applicabilità dell'art. 6 della legge federale del 2 aprile 1908 sul contratto d'assicurazione (LCA; RS 221.229.1) nella sua nuova versione valida dal 1° gennaio 2006, ha invece accertato l'assenza di un nesso di causalità tra i più recenti disturbi (di natura degenerativa) alla schiena lamentati dall'attore e le sottaciute conseguenze infortunistiche del 2003 e del 2001 che ostava a suo giudizio alla validità della disdetta.\n\nC. Allianz Suisse si è aggravata al Tribunale federale cui chiede in via principale di riformare il giudizio cantonale nel senso di respingere la petizione e, in via subordinata, di annullare il giudizio impugnato rinviandolo all'istanza precedente per nuova pronuncia. L'assicuratore censura in primo luogo l'interpretazione della nuova disposizione della LCA da parte dei giudici cantonali e in subordine la sua applicazione al caso di specie.\n\nL'Ufficio federale delle assicurazioni sociali non si è determinato, al pari di K. il quale, dopo avere chiesto di beneficiare del gratuito patrocinio, si è rimesso al giudizio del Tribunale federale.\n\nIl Tribunale federale ha accolto il ricorso.", "considerants": "Dai considerandi:\n\n3.\n\n3.1 Controversa in questa sede è unicamente la validità della disdetta della polizza n. y. La Corte cantonale l'ha negata ritenendo che in mancanza di un nesso causale tra i disturbi di origine infortunistica (del 2001 e del 2003) non dichiarati e i disturbi attuali alla schiena di origine degenerativa, l'assicuratore non poteva validamente recedere dal contratto. Secondo il Tribunale cantonale tale difetto non aveva per contro rilevanza in relazione alla disdetta della polizza n. x poiché ad essa si applicava - giustamente, nonostante la modifica del |419| contratto nel mese di aprile/maggio 2007 (cfr. BERNARD CORBOZ, Le contrat d'assurance dans la jurisprudence récente, SJ 2011 II pag. 247 segg., 253) - l'ordinamento in vigore fino al 31 dicembre 2005 che non poneva una simile condizione.\n\n3.2 La ricorrente contesta la negata validità della disdetta della polizza n. y e osserva che con la modifica dell'art. 6 LCA l'esistenza o meno di un nesso causale può unicamente determinare l'estensione dell'obbligo a fornire prestazioni (cpv. 3) ma non anche la validità della disdetta in quanto tale, la quale resta subordinata al solo adempimento delle condizioni previste dal suo cpv. 1. In via subordinata Allianz Suisse rileva inoltre che pur volendo seguire la Corte cantonale nell'interpretazione della novella legislativa, la stessa non sarebbe comunque stata applicata correttamente poiché l'assicurato avrebbe cominciato ad accusare dolori lombari solo in seguito all'infortunio del 2003. Questi dolori sarebbero pertanto già sorti prima della sottoscrizione della polizza n. y creando così - secondo una interpretazione larga del concetto di causalità - il necessario nesso causale.\n\n4. Contrariamente a quanto avviene nella previdenza obbligatoria LPP (RS 831.40), nel cui ambito gli istituti non hanno il diritto di porre riserve per la copertura dei rischi decesso e invalidità (DTF 115 V 215 consid. 6 pag. 223), gli enti che gestiscono delle forme di previdenza vincolata (terzo pilastro 3a) possono - al pari di quelli esercitanti la previdenza più estesa (v. RSAS 2000 pag. 61, B 59/97 consid. 2), i quali hanno la libertà di organizzarsi entro i limiti fissati dall'art. 49 LPP - porre, nelle condizioni di ammissione, delle esigenze relative allo stato di salute dell'assicurato e fissare, se del caso, delle riserve (cfr. SVR 2011 BVG n. 38 pag. 140, 9C_1092/2009; 2009 BVG n. 12 pag. 37, 9C_199/2008). Ciò è possibile anche perché l'ordinamento in materia equipara le forme di previdenza del pilastro 3a a quelle del secondo pilastro (v. art. 82 LPP; cfr. pure sentenza 2A.292/2006 del 15 gennaio 2007 consid. 6.1). A tale scopo e per potere apprezzare adeguatamente il rischio, gli enti autorizzati sono così in linea di massima legittimati a formulare domande ben precise sullo stato di salute del proponente alle quali quest'ultimo è tenuto a rispondere in maniera veritiera. Se ciò non avviene, l'assicurato incorre in una falsa dichiarazione e deve, se del caso, sopportare le conseguenze della reticenza. In assenza - come in concreto - di specifiche disposizioni statutarie o regolamentari, la reticenza e le sue conseguenze si determinano per analogia secondo le regole degli art. 4 segg. LCA (cfr. SVR 2011 BVG n. 38 pag. 140, 9C_1092/2009; 2009 BVG n. 12 pag. 37, |4209| C_199/2008; v. inoltre DTF 130 V 9 consid. 2.1 pag. 11 con riferimenti).\n\n5.\n\n5.1 Nel caso di specie non è più contestato che l'assicurato abbia risposto in maniera inveritiera a questioni precise, non equivoche, in relazione a fatti rilevanti per l'apprezzamento del rischio da assicurare (art. 4 LCA). Pacifico - anche perché desumibile dagli atti - è inoltre che (segnatamente) con la disdetta pronunciata il 23 gennaio 2009 l'assicuratore ricorrente ha agito tempestivamente, entro le quattro settimane da quando è venuto a conoscenza della reticenza relativa alla mancata indicazione dell'infortunio del 27 giugno 2003 (art. 6 cpv. 2 LCA, nel tenore applicabile in concreto, in vigore dal 1° gennaio 2006 [cfr. per analogia sentenza 9C_1003/2009 del 27 aprile 2010 consid. 4, nonché a contrario sentenza SVR 2011 BVG n. 19 pag. 70, 9C_80/2010 consid. 5.1]).\n\n5.2 Resta da stabilire se, come sostiene l'assicuratore ricorrente, l'esistenza o meno di un nesso causale tra il fatto sottaciuto o inesattamente dichiarato e il sinistro intervenuto possa influire solo sull'obbligo di prestazione oppure possa incidere anche sulla validità della disdetta in quanto tale, come ha di fatto ritenuto il Tribunale cantonale in relazione alla polizza n. y. Pur essendo (necessariamente) nuova, la contestazione dell'interpretazione della Corte cantonale è ricevibile anche perché configura una nuova argomentazione giuridica fondata sui fatti accertati dall'autorità giudiziaria di primo grado (art. 99 cpv. 1 LTF a contrario; cfr. pure sentenza 9C_1003/2009 del 27 aprile 2010 consid. 4.1).\n\n6.\n\n6.1 Per l'art. 6 LCA, nel tenore in vigore fino al 31 dicembre 2005, se il postulante all'atto della conclusione del contratto di assicurazione dichiarava inesattamente o taceva un fatto rilevante che conosceva o doveva conoscere, l'assicuratore non era vincolato al contratto purché ne fosse receduto entro quattro settimane dalla conoscenza della reticenza. Questa disposizione consentiva all'assicuratore, in caso di reticenza, di recedere dal contratto con effetto retroattivo (ex tunc) e di rifiutare le sue prestazioni per un danno già realizzatosi, anche se questo non era correlato al fatto all'origine della reticenza (DTF 111 I 388 consid. 3a pag. 391 seg.; DTF 109 II 60 consid. 3c pag. 64; DTF 92 II 342 consid. 4 pag. 352; cfr. pure sentenza B 125/06 dell'8 maggio 2007 consid. 4.2). Essendo questa regola sovente stata giudicata troppo |421| severa, il legislatore ha deciso di modificarla sancendo un diritto di recesso ex nunc, quindi senza effetto retroattivo, e consentendo all'assicuratore di liberarsi dall'obbligo di fornire la sua prestazione soltanto a condizione che esistesse un nesso causale tra il fatto taciuto o dichiarato in modo inesatto e il danno intervenuto in seguito (Messaggio del 9 maggio 2003 concernente una legge sulla sorveglianza delle imprese di assicurazione e la modifica della legge federale sul contratto d'assicurazione, FF 2003 3249 n. 1.2.5.2.1).\n\n6.2 L'art. 6 LCA, nella versione in vigore dal 1° gennaio 2006, qui applicabile alla disdetta della polizza n. y, stabilisce di conseguenza sotto il titolo \"Reticenze e loro conseguenze\" che in genere:\n\n1 Se alla conclusione del contratto chi era tenuto a fare la dichiarazione ha dichiarato inesattamente o taciuto un fatto rilevante che conosceva o doveva conoscere e a proposito del quale era stato interpellato per scritto, l'assicuratore ha il diritto di recedere dal contratto, in forma scritta. Il recesso ha effetto dal momento in cui perviene allo stipulante.\n\n2 Il diritto di recesso si estingue quattro settimane dopo che l'assicuratore è venuto a conoscenza della reticenza.\n\n3 Quando il contratto è sciolto per recesso in virtù del capoverso 1, l'obbligo dell'assicuratore di fornire la sua prestazione si estingue anche per i danni già intervenuti, se il fatto che è stato oggetto della reticenza ha influito sull'insorgere o la portata del danno. Se ha già fornito prestazioni per un siffatto sinistro, l'assicuratore ha diritto a restituzione.\n\n4 In caso di recesso da un contratto d'assicurazione sulla vita, riscattabile secondo la presente legge (art. 90 cpv. 2), l'assicuratore fornisce la prestazione prevista in caso di riscatto.\n\n6.3 Alla luce del chiaro tenore letterale e della struttura del disposto - che regola separatamente i due concetti, disciplinando da un lato, ai cpv. 1 e 2, accanto alla nozione di reticenza, le condizioni del diritto di recesso, e dall'altro, al cpv. 3, le sue conseguenze sull'obbligo di prestazione dell'assicuratore -, la validità della disdetta per reticenza in quanto tale non può in nessun caso essere vincolata anche alle condizioni del cpv. 3 dell'art. 6 LCA. Questa conclusione si impone anche alla lettura del disposto nelle altre due versioni linguistiche ufficiali (v. segnatamente cpv. 3 in tedesco: \"Wird der Vertrag durch Kündigung nach Absatz 1 aufgelöst, so erlischt auch die Leistungspflicht des Versicherers für bereits eingetretene Schäden, deren Eintritt oder Umfang durch die nicht oder unrichtig angezeigte erhebliche Gefahrstatsache beeinflusst worden ist [...]\"; e in francese: \"Si le contrat prend fin par résiliation en vertu de l'al. 1, l'obligation de l'assureur |422| d'accorder sa prestation s'éteint également pour les sinistres déjà survenus lorsque le fait qui a été l'objet de la réticence a influé sur la survenance ou l'étendue du sinistre [...]\"). Da essa si evince difatti unicamente che con la rescissione del contratto per reticenza ai sensi del cpv. 1 si estingue l'obbligo di prestazione non solo - come è logico che sia - per i sinistri non ancora verificatisi, ma anche - e qui risiede la particolarità - per quelli già intervenuti, a condizione però che l'insorgenza o l'estensione di questi ultimi (e nient'altro) siano connessi alla reticenza.\n\nDetta conclusione è pure avvalorata dal contesto sistematico in cui è inserita la norma. L'assicuratore ricorrente osserva giustamente che l'art. 8 LCA, nell'elencare i casi in cui l'assicuratore non può recedere dal contratto nonostante la reticenza (art. 6), non contempla tra le varie ipotesi quella del mancante nesso causale. Siffatta interpretazione non è infine neppure smentita dai lavori preparatori i quali soprattutto nel caso di disposizioni recenti non possono essere ignorati se la volontà dell'autore della norma ha trovato, come in concreto, espressione nel testo oggetto d'interpretazione (DTF 137 V 273 consid. 4.2 pag. 277; DTF 134 V 170 consid. 4.1 pag. 174 con riferimenti). Il Messaggio del Consiglio federale si limita nel presente contesto a rilevare che se il contratto è sciolto a seguito di un caso di reticenza (cpv. 1) l'assicuratore è libero dall'obbligo di prestazioni solo per i sinistri (già intervenuti) la cui insorgenza o l'estensione siano connessi alla reticenza (cpv. 3), mentre il suo obbligo di fornire la prestazione rimane intatto - nonostante la rescissione del contratto - se la reticenza non ha influito sull'insorgenza del sinistro o l'estensione della prestazione da fornire (cfr. FF 2003 3298 n. 2.2.2 ad art. 6 e 8).\n\n6.4 I due aspetti (diritto di recesso, da un lato, e necessità di un nesso causale, dall'altro) vanno dunque chiaramente distinti. Entrambi configurano dei presupposti necessari affinché l'assicuratore possa eccezionalmente essere esonerato dall'obbligo di fornire la propria prestazione in relazione a un evento già realizzatosi (art. 6 cpv. 3 LCA). L'esistenza del nesso causale non può però in alcun modo condizionare anche la validità della disdetta in quanto tale.\n\n6.5 Siffatta conclusione sembra del resto ugualmente coincidere con quanto si può leggere in dottrina.\n\nVINCENT BRULHART (Droit des assurances privées, 2008, pag. 217 n. 478) rileva che l'esistenza o meno di un rapporto di causalità con il fatto taciuto o inesattamente dichiarato determina (unicamente) se |423| l'assicuratore debba intervenire per un sinistro in corso. Egli distingue tra la sorte del contratto e la sorte della pretesa derivante dal sinistro. Osserva come mentre l'ordinamento precedente risolveva le due questioni nello stesso tempo, istituendo una rescissione con effetto retroattivo e sopprimendo sia la copertura assicurativa sia l'obbligo di prestazione dell'assicuratore, il nuovo regime autorizza la rescissione del contratto per il futuro e rende dunque necessaria una regolamentazione per le pretese inerenti ai sinistri già realizzatisi al momento della disdetta. Poiché il contratto era ancora in vigore a quella data, le loro conseguenze vanno prese a carico secondo i termini della copertura, l'assicuratore potendo rifiutare le proprie prestazioni unicamente in presenza di un nesso causale tra il fatto taciuto o dichiarato inesattamente e il sinistro intervenuto (op. cit., pag. 225 n. 498 seg.).\n\nIn maniera ancora più esplicita sul tema qui in esame si esprime NINA FEHR (Erheblichkeit und Kausalzusammenhang einer Anzeigepflichtverletzung, de lege lata und de lege ferenda, REAS 2011 pag. 235 segg.), la quale indica che a seguito della novella legislativa, in presenza di danni che non sono in relazione causale con il fatto sottaciuto o inesattamente dichiarato, l'assicuratore rimane libero di rescindere il contratto, pur dovendo fornire le proprie prestazioni (op. cit., pag. 236). Anche questa autrice lascia così chiaramente intendere che la validità della disdetta non dipende dall'esistenza di un simile nesso causale.\n\nPETER GAUCH (Das Kündigungsrecht des Versicherers bei verletzter Anzeigepflicht des Antragstellers, Ein Kurzkommentar zu den am 1. Januar 2006 in Kraft getretenen Änderungen der Art. 6 und 8 VVG, ZBJV 142/2006 pag. 361 segg.) ricorda da parte sua che se l'assicuratore si avvale del diritto di recesso, regolato dall'art. 6 cpv. 1 LCA, il contratto viene sciolto ex nunc (pro futuro) non appena la dichiarazione - ricettizia - di disdetta perviene allo stipulante. Con lo scioglimento per recesso si estingue l'obbligo di copertura dell'assicuratore per i rischi assicurati che si realizzano successivamente a tale momento (in questo senso pure CORBOZ, op. cit., pag. 254). L'autore ricorda inoltre che la regolamentazione dell'art. 6 cpv. 3 LCA configura una eccezione al principio secondo il quale la disdetta esplica effetto solo pro futuro. In effetti, al di fuori dell'ipotesi ivi contemplata, l'assicuratore deve rispondere per i sinistri già realizzatisi al momento del recesso (op. cit., pag. 362 segg.).\n\nSimilmente EVA POUGET-HÄNSELER (Anzeigepflichtverletzung: Auswirkungen der Revision auf die Praxis, REAS 2006 pag. 26 segg.) |424| ribadisce che l'effetto rescissorio, ossia l'estinzione della copertura assicurativa, subentra immediatamente nel momento in cui la disdetta perviene allo stipulante. Ciò significa che i danni fin lì intervenuti devono essere indennizzati dall'assicuratore, ad eccezione di quelli che sono stati influiti dal fatto che è stato oggetto della reticenza (op. cit., pag. 29). Questo concetto è infine ugualmente ripreso da MORITZ KUHN (Privatversicherungsrecht, 2010, pag. 282 seg. n. 759 segg.), il quale osserva che (soltanto) per fare decadere l'obbligo di prestazione dell'assicuratore per sinistri già intervenuti al momento del recesso occorre un nesso di causalità tra la reticenza e il sinistro (op. cit., pag. 283 n. 760).\n\n6.6 Al termine di questa esposizione si deve dunque concludere che la validità in quanto tale della disdetta - disciplinata dai cpv. 1 e 2 dell'art. 6 LCA e rappresentante l'unico oggetto del contendere nella fattispecie - non poteva essere vincolata anche alla condizione - posta dall'art. 6 cpv. 3 LCA - che il fatto oggetto della reticenza avesse influito sull'insorgere o la portata del sinistro. Tale condizione poteva tutt'al più incidere sull'obbligo dell'assicuratore di fornire la sua prestazione per gli eventi assicurati già realizzatisi. Ma questo, per quanto già detto (cfr. sopra, consid. 3.1), non era l'oggetto delle domande processuali. In tali circostanze, l'interpretazione della Corte cantonale secondo cui il nuovo art. 6 LCA manterrebbe il diritto alla rescissione del contratto e la liberazione dall'obbligo di prestazioni soltanto alla condizione che esista un nesso causale tra il fatto taciuto o dichiarato in modo inesatto e il sinistro intervenuto in seguito si dimostra errata, almeno per quanto riguarda la prima parte dell'affermazione. Già solo per questa ragione il ricorso dev'essere accolto. Non occorre dunque esaminarne oltre la motivazione sussidiaria, relativa alla contestata applicazione dell'art. 6 cpv. 3 LCA nel caso di specie. Di conseguenza il giudizio impugnato dev'essere riformato nel senso che la petizione 28 dicembre 2010 di K. è integralmente respinta, essendo accertata la validità anche della disdetta del contratto n. y."}