{"annee": "138", "cour": "IV", "page": "40", "date": "6/1/2012", "cite": ["133 IV 215", "126 II 495", "127 II 151"], "cite_par": [], "chapeau": "5. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Oberzolldirektion und Bundesamt für Justiz gegen X. SA (Beschwerde nach Art. 120 Abs. 2 BGG)\n\n1C_365/2011 / 1C_371/2011 vom 6. Januar 2012", "regestes": ["Art. 9, 2e phrase, et art. 12 al. 1 EIMP, art. 50 al. 3 DPA, art. 248 al. 3 CPP, art. 33 let. b et art. 65 LOAP, art. 30 al. 1 et art. 164 al. 1 let. f Cst.; demande de levée des scellés déposée par la Direction générale des douanes en cours de procédure d'entraide judiciaire, compétence pour statuer. La Cour des plaintes du Tribunal pénal fédéral est compétente pour statuer sur la demande de levée des scellés de la Direction générale des douanes (consid. 2.2). Conséquences sur l'organisation judiciaire de cette juridiction (consid. 2.3)."], "faits": "BGE 138 IV 40 S. 40\n\nDie Staatsanwaltschaft Mannheim führt gegen den in der Schweiz wohnhaften Y. ein Ermittlungsverfahren wegen des Verdachts der Hinterziehung insbesondere von Einfuhrumsatzsteuern.\n\nMit Rechtshilfeersuchen vom 27. Dezember 2010, ergänzt am 28. Februar 2011, bat sie die schweizerischen Behörden um Durchsuchungen und Zeugeneinvernahmen.\n\nAm 25. Januar 2011 übertrug das Bundesamt für Justiz (im Folgenden: Bundesamt) die Ausführung des Rechtshilfeersuchens der Eidgenössischen Zollverwaltung (im Folgenden: Oberzolldirektion). BGE 138 IV 40 S. 41\n\nMit Verfügung vom 11. April 2011 trat diese auf das Rechtshilfeersuchen mitsamt Ergänzung ein und beauftragte die Zollkreisdirektion Lugano, Sektion Zollfahndung (im Folgenden: Zollfahndung), mit der Durchführung der Rechtshilfemassnahmen.\n\nAm 4. Mai 2011 nahm die Zollfahndung am Sitz der X. SA in Lugano eine Hausdurchsuchung vor. Dabei wurden Unterlagen vorsorglich und am 17. Mai 2011 definitiv versiegelt.\n\nAm 30. Mai 2011 ersuchte die Oberzolldirektion die II. Beschwerdekammer des Bundesstrafgerichts um Entsiegelung.\n\nAm 22. August 2011 trat die II. Beschwerdekammer darauf nicht ein. Sie verneinte ihre Zuständigkeit.\n\nDie von der Oberzolldirektion und dem Bundesamt dagegen erhobenen Beschwerden heisst das Bundesgericht gut und weist die Angelegenheit zum Entscheid über das Entsiegelungsgesuch an das Bundesstrafgericht zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Beschwerdeführer bringen vor, das Bundesstrafgericht sei zum Entscheid über das Entsiegelungsgesuch zuständig.\n\n2.2\n\n2.2.1 Gemäss Art. 79 Abs. 2 IRSG (SR 351.1) kann das Bundesamt die Ausführung eines Ersuchens der Bundesbehörde übertragen, die bei Begehung der Tat in der Schweiz für die Ahndung zuständig wäre. Gestützt auf diese Bestimmung hat das Bundesamt die Ausführung des Rechtshilfeersuchens der Oberzolldirektion übertragen.\n\n2.2.2 Gemäss Art. 12 Abs. 1 IRSG wenden, wenn dieses Gesetz nichts anderes bestimmt, die Bundesverwaltungsbehörden das Bundesgesetz vom 20. Dezember 1968 über das Verwaltungsverfahren (VwVG; SR 172.021), die kantonalen Behörden die für sie geltenden Vorschriften sinngemäss an. Für Prozesshandlungen gilt das in Strafsachen massgebende Verfahrensrecht.\n\nIst die Verfolgung und Beurteilung von Widerhandlungen einer Verwaltungsbehörde des Bundes übertragen, so findet gemäss Art. 1 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht (VStrR; SR 313.0) dieses Gesetz Anwendung. Das für die Oberzolldirektion in Strafsachen massgebende Verfahrensrecht gemäss Art. 12 Abs. 1 Satz 2 IRSG ist demnach im VStrR enthalten. BGE 138 IV 40 S. 42\n\nGemäss Art. 50 VStrR sind Papiere mit grösster Schonung der Privatgeheimnisse zu durchsuchen; insbesondere sollen Papiere nur dann durchsucht werden, wenn anzunehmen ist, dass sich Schriften darunter befinden, die für die Untersuchung von Bedeutung sind (Abs. 1). Bei der Durchsuchung sind das Amtsgeheimnis sowie Geheimnisse, die Geistlichen, Rechtsanwälten, Notaren, Ärzten, Apothekern, Hebammen und ihren beruflichen Gehilfen in ihrem Amte oder Beruf anvertraut wurden, zu wahren (Abs. 2). Dem Inhaber der Papiere ist wenn immer möglich Gelegenheit zu geben, sich vor der Durchsuchung über ihren Inhalt auszusprechen. Erhebt er gegen die Durchsuchung Einsprache, so werden die Papiere versiegelt und verwahrt, und es entscheidet die Beschwerdekammer des Bundesstrafgerichts über die Zulässigkeit der Durchsuchung (Abs. 3).\n\nArt. 50 Abs. 3 VStrR verweist auf Art. 25 Abs. 1 VStrR. Danach entscheidet die Beschwerdekammer des Bundesstrafgerichts über die ihr nach diesem Gesetz zugewiesenen Beschwerden und Anstände.\n\n2.2.3 Gemäss Art. 12 Abs. 1 IRSG gelten das VwVG und hier das VStrR nur, wenn das IRSG nichts anderes bestimmt. Letzteres geht also vor.\n\nNach Art. 9 Satz 2 IRSG - der im Abschnitt \"Besondere Bestimmungen\" enthalten ist - gelten für die Durchsuchung von Aufzeichnungen und die Siegelung die Artikel 246-248 StPO (SR 312.0) sinngemäss.\n\nGemäss Art. 248 StPO sind Aufzeichnungen und Gegenstände, die nach Angaben der Inhaberin oder des Inhabers wegen eines Aussage- oder Zeugnisverweigerungsrechts oder aus anderen Gründen nicht durchsucht oder beschlagnahmt werden dürfen, zu versiegeln und dürfen von den Strafbehörden weder eingesehen noch verwendet werden (Abs. 1). Stellt die Strafbehörde nicht innert 20 Tagen ein Entsiegelungsgesuch, so werden die versiegelten Aufzeichnungen und Gegenstände der berechtigten Person zurückgegeben (Abs. 2). Stellt sie ein Entsiegelungsgesuch, so entscheidet darüber innerhalb eines Monats endgültig: a) im Vorverfahren das Zwangsmassnahmengericht; b) in den anderen Fällen das Gericht, bei dem der Fall hängig ist (Abs. 3).\n\nEs stellt sich die Frage, ob Art. 9 Satz 2 IRSG i.V.m. Art. 248 StPO zu einem von Art. 50 Abs. 3 und Art. 25 Abs. 1 VStrR abweichenden Ergebnis führt. BGE 138 IV 40 S. 43\n\n2.2.4 Das vorliegende Rechtshilfeverfahren führt die Oberzolldirektion. Es ist bei keinem Gericht hängig. Bei sinngemässer Anwendung von Art. 248 Abs. 3 StPO entscheidet über das Entsiegelungsgesuch daher das Zwangsmassnahmengericht.\n\nGemäss Art. 18 Abs. 1 StPO ist das Zwangsmassnahmengericht zuständig für die Anordnung der Untersuchungs- und der Sicherheitshaft und, soweit in diesem Gesetz vorgesehen, für die Anordnung oder Genehmigung weiterer Zwangsmassnahmen. Gestützt auf diese Bestimmung haben die Kantone Zwangsmassnamengerichte eingerichtet. Der Bund hat kein eigenes Zwangsmassnahmengericht geschaffen (THOMAS HOFER, in: Organisation der kantonalen und eidgenössischen Strafbehörden [...], Arn und andere [Hrsg.], 2011, S. 82 N. 25; HANSPETER USTER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2011, N. 2 zu Art. 14 StPO). Insoweit hat der Gesetzgeber in Art. 65 StBOG (SR 173.71) eine Sonderlösung getroffen. Danach entscheiden die kantonalen Zwangsmassnahmengerichte am Sitz der Bundesanwaltschaft oder ihrer Zweigstellen in Fällen der Bundesgerichtsbarkeit über alle Zwangsmassnahmen gemäss Art. 18 Abs. 1 StPO (Abs. 1). Zuständig ist das kantonale Zwangsmassnahmengericht am Ort, wo das Verfahren geführt wird (Abs. 2).\n\nArt. 65 StBOG betrifft nach seinem klaren Wortlaut die Bundesanwaltschaft und Fälle der Bundesgerichtsbarkeit (Art. 23 f. StPO), nicht die Oberzolldirektion und die von ihr geführten Verwaltungsstrafverfahren. Gemäss Art. 1 Abs. 1 StBOG ist dieses Gesetz zudem auf die Oberzolldirektion nicht anwendbar. Im Rahmen von Art. 65 StBOG erfüllen die kantonalen Zwangsmassnahmengerichte vom Bund übertragene Aufgaben (Botschaft vom 10. September 2008 zum Bundesgesetz über die Organisation der Strafbehörden des Bundes, BBl 2008 8174; USTER, a.a.O., N. 2 zu Art. 13 StPO). Eine derartige Aufgabenübertragung bedarf einer hinreichenden gesetzlichen Grundlage. Dies ergibt sich aus Art. 164 Abs. 1 BV. Danach sind alle wichtigen rechtsetzenden Bestimmungen in der Form des Bundesgesetzes zu erlassen. Dazu gehören nach lit. f, der an Art. 46 Abs. 1 BV anschliesst, insbesondere die grundlegenden Bestimmungen über die Verpflichtungen der Kantone bei der Umsetzung und beim Vollzug des Bundesrechts. Die Lehre spricht insoweit von einem föderalistischen Legalitätsprinzip zum Schutz der Kantone (PIERRE TSCHANNEN, in: Die Schweizerische BGE 138 IV 40 S. 44Bundesverfassung, Kommentar, Ehrenzeller und andere [Hrsg.], 2. Aufl. 2008, N. 27 zu Art. 164 BV; GEORG MÜLLER, Die Umschreibung des Inhalts der Bundesgesetze und die Delegation von Rechtsetzungsbefugnissen, Gesetzgebung & Evaluation [LeGes] 2000/3 S. 32). Diese sind davor geschützt, unversehens mit zusätzlichen Aufgaben belastet zu werden (URS STEIMEN, Die Umsetzung von Bundesrecht durch die Kantone gemäss Art. 46 Abs. 1 und 2 der neuen Bundesverfassung, in: Neue Akzente in der \"nachgeführten\" Bundesverfassung, Gächter/Bertschi [Hrsg.], 2000, S. 170). Mit Blick darauf geht es nicht an, Art. 65 StBOG entgegen dem Wortlaut auf die Oberzolldirektion anzuwenden. Die Zuständigkeit der Zwangsmassnahmengerichte der Kantone Tessin oder Bern zum Entscheid über das vorliegende Entsiegelungsgesuch gestützt auf Art. 65 StBOG ist daher zu verneinen. Dass sonst wie eine gesetzliche Grundlage für die Anrufung eines kantonalen Zwangsmassnahmengerichts bestünde, legt die Vorinstanz nicht dar und ist nicht ersichtlich.\n\nKann demnach die Oberzolldirektion kein kantonales Zwangsmassnahmengericht um Entsiegelung ersuchen und besteht kein Zwangsmassnahmengericht des Bundes, führt die sinngemässe Anwendung von Art. 248 Abs. 3 lit. a StPO gemäss Art. 9 Satz 2 IRSG zu keinem Ergebnis. Gemäss Art. 12 Abs. 1 IRSG bleibt es damit bei der Anwendbarkeit des VStrR. Danach ist die Beschwerdekammer des Bundesstrafgerichts zum Entscheid über das vorliegende Entsiegelungsgesuch zuständig.\n\n2.3\n\n2.3.1 Gemäss Art. 80e IRSG unterliegt die Verfügung (...) der ausführenden Bundesbehörde, mit der das Rechtshilfeverfahren abgeschlossen wird, zusammen mit den vorangehenden Zwischenverfügungen der Beschwerde an die Beschwerdekammer des Bundesstrafgerichts (Abs. 1). Der Schlussverfügung vorangehende Zwischenverfügungen können selbstständig angefochten werden, sofern sie einen unmittelbaren und nicht wieder gutzumachenden Nachteil bewirken: a) durch die Beschlagnahme von Vermögenswerten und Wertgegenständen; oder b) durch die Anwesenheit von Personen, die am ausländischen Prozess beteiligt sind (Abs. 2).\n\nDer Entscheid über die Entsiegelung von Papieren stellt eine nicht selbstständig anfechtbare Zwischenverfügung im Rechtshilfeverfahren dar. Sie kann zusammen mit der Schlussverfügung angefochten werden (vgl. BGE 127 II 151 E. 4c/bb S. 156; BGE 126 II 495; ROBERT BGE 138 IV 40 S. 45ZIMMERMANN, La coopération judiciaire internationale en matière pénale, 3. Aufl. 2009, S. 366/367 N. 401).\n\n2.3.2 Die Vorinstanz bemerkt, hätte sie über die Entsiegelung zu entscheiden, müsste sie auf Beschwerde gegen die Schlussverfügung hin gegebenenfalls ihre eigene Zwischenverfügung überprüfen.\n\nDieses Problem stellte sich, wie die Vorinstanz in TPF 2008 7 (E. 2.4 am Schluss) selber darlegte, im Zeitpunkt des angefochtenen Entscheids nicht. Über Gesuche um Entsiegelung von Bundesverwaltungsbehörden entschied gemäss Art. 19 Abs. 1 des Organisationsreglements vom 31. August 2010 für das Bundesstrafgericht (BStGerOR; SR 173.713.161) in der bis zum 31. Dezember 2011 geltenden Fassung die I. Beschwerdekammer, über Beschwerden gegen Schlussverfügungen in Rechtshilfeangelegenheiten gemäss aArt. 19 Abs. 2 BStGerOR die II. Beschwerdekammer. Dass eine Kammer bzw. Abteilung eines Gerichts den Entscheid einer anderen überprüft, ist als grundsätzlich zulässig anzusehen. So war vor der Schaffung des Bundesstrafgerichts in Bellinzona gegen Urteile des Bundesstrafgerichts, das gemäss Art. 12 Abs. 1 lit. f der damaligen Fassung des Bundesgesetzes vom 16. Dezember 1943 über die Organisation der Bundesrechtspflege (OG; BS 3531) eine Abteilung des Bundesgerichts bildete, die Beschwerde an den ausserordentlichen Kassationshof des Bundesgerichts gegeben (Art. 12 Abs. 2 OG; Art. 1 Ziff. 6, Art. 12 Abs. 2 und Art. 220 ff. der alten Fassung des Bundesgesetzes vom 15. Juni 1934 über die Bundesstrafrechtspflege). Ebenso war nach dem Strafprozessrecht des Kantons Bern gegen Urteile des Wirtschaftsstrafgerichts, das eine Kammer des Obergerichts bildete und erstinstanzlich entschied, die Appellation an den obergerichtlichen Kassationshof gegeben (THOMAS MAURER, Das bernische Strafverfahren, 2. Aufl. 2003, S. 92 f.). Soweit in einer derartigen Konstellation, was als selbstverständlich vorausgesetzt werden kann, andere Richter mitwirken, stellt sich das Problem der Vorbefassung nicht. Von den Richtern kann sodann erwartet werden, dass sie in der Lage sind, den Entscheid der anderen Kammer bzw. Abteilung unvoreingenommen zu prüfen. Gegen den Beschwerdeentscheid der Beschwerdekammer kann im Übrigen unter den Voraussetzungen von Art. 84 BGG beim Bundesgericht Beschwerde geführt werden. Wiche die Beschwerdekammer von der bundesgerichtlichen Rechtsprechung zur Entsiegelung ohne überzeugende Gründe ab, führte das zur Aufhebung ihres Entscheids BGE 138 IV 40 S. 46 (vgl. BGE 133 IV 215, wonach ein besonders bedeutender Fall gemäss Art. 84 BGG angenommen werden kann, wenn die Vorinstanz von der bundesgerichtlichen Rechtsprechung abgewichen ist [E. 1.2 S. 218]).\n\n2.3.3 Das Bundesstrafgericht hat mit Wirkung ab dem 1. Januar 2012 unter Änderung von Art. 19 BStGerOR die beiden Beschwerdekammern zusammengelegt.\n\nGemäss Art. 33 lit. b StBOG besteht das Bundesstrafgericht aus einer oder mehreren Beschwerdekammern. Es geht mit Blick auf die verfassungsmässige Garantie des unvoreingenommenen und damit nicht vorbefassten Gerichts (Art. 30 Abs. 1 BV) nicht an, dass die Beschwerdekammer auf Beschwerde gegen die Schlussverfügung hin ihren eigenen Entsiegelungsentscheid überprüft. Folglich muss das bis zum 31. Dezember 2011 geltende System mit zwei Beschwerdekammern in dieser besonderen Situation beibehalten werden. Zumindest muss sich die Beschwerdekammer im Beschwerdeverfahren aus anderen Richtern zusammensetzen. Nur so lässt sich die gesetzliche Regelung, wonach in einem Fall wie hier die Beschwerdekammer zum Entsiegelungsentscheid zuständig ist, umsetzen. Das Bundesstrafgericht muss sich so organisieren, dass es seine ihm vom Gesetz übertragenen Aufgaben in verfassungsmässiger Weise nachkommen kann. Bei Art. 33 lit. b StBOG handelt es sich um eine offene Gesetzesbestimmung. Eine solche ist so zu handhaben, dass sie mit dem Verfassungsrecht in Einklang steht. Spielräume, welche sie eröffnet, können dadurch eingeschränkt werden (vgl. YVO HANGARTNER, in: Die schweizerische Bundesverfassung, Kommentar, Ehrenzeller und andere [Hrsg.], 2. Aufl. 2008, N. 22 zu Art. 5 BV)."}