{"annee": "138", "cour": "III", "page": "593", "date": "5/9/2012", "cite": ["114 II 213", "118 II 254", "121 III 306", "112 II 486", "134 III 289"], "cite_par": ["145 III 441", "142 IV 105"], "chapeau": "88. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Bezirksamt A. (Beschwerde in Zivilsachen)\n\n5A_607/2012 vom 5. September 2012", "regestes": ["Privation de liberté à des fins d'assistance faisant suite à des mesures du droit pénal des mineurs. Privation de liberté à des fins d'assistance (art. 397a al. 1 CC) prononcée en vue du traitement d'une maladie mentale et dans l'optique de la fin d'une mesure correspondante du droit pénal des mineurs (art. 10 al. 1 et art. 14 al. 1 DPMin en relation avec l'art. 19 al. 2 et 3 DPMin). Examen de la légalité et de la proportionnalité d'une privation de liberté à des fins d'assistance en cas de sadisme sexuel et de trouble de la personnalité de type antisocial (consid. 2-9)."], "faits": "BGE 138 III 593 S. 594\n\nA.\n\nA.a X. (geb. 17. August 1990) erkletterte am 10. Februar 2008 den Flachdachvorbau eines Solariums und gelangte durch ein Dachflächenfenster in das Innere der Liegenschaft. Dort verging er sich mehrmals an einer Prostituierten und tötete sie.\n\nA.b Wegen dieser Taten erkannte das Jugendgericht X. namentlich des Mordes (Art. 112 StGB), der sexuellen Nötigung (Art. 189 Abs. 1 i.V.m. Abs. 3 StGB) und der Vergewaltigung (Art. 190 Abs. 1 i.V.m. Abs. 3 StGB) für schuldig und verurteilte ihn zu einem Freiheitsentzug von vier Jahren. Ferner ordnete das Gericht gestützt auf Art. 10 Abs. 1 und Art. 15 Abs. 1 des Bundesgesetzes vom 20. Juni 2003 über das Jugendstrafrecht (Jugendstrafgesetz, JStG; SR 311.1) eine Unterbringung in einer geschlossenen Anstalt sowie gestützt auf Art. 10 Abs. 1 und Art. 14 Abs. 1 JStG eine in der Anstalt durchzuführende \"ambulante Behandlung\" der bei X. bestehenden psychischen Störung an.\n\nB.\n\nB.a Am 7. Mai 2012 beantragte die Jugendanwaltschaft Aargau dem Bezirksamt A., X. nach Vollendung des 22. Altersjahres am 17. August 2012 in einer geeigneten und insbesondere gesicherten Einrichtung unterzubringen und ihn dort zu behandeln.\n\nB.b Am 20. Juni 2012 verfügte das Bezirksamt über X. eine fürsorgerische Freiheitsentziehung gestützt auf Art. 397a ff. ZGB und ordnete die Überweisung des Betroffenen vom Massnahmenzentrum für junge Erwachsene in die Jugendvollzugsanstalt (JVA) A., Sicherheitstrakt (SITRAK) II sowie die dortige Zurückbehaltung an (Ziff. 1 und 2). Die Anstaltsleitung wurde angewiesen, X. seiner psychischen Beeinträchtigung entsprechend zu behandeln, resp. die bereits im Massnahmenzentrum für junge Erwachsene laufende intensive persönlichkeitszentrierte und deliktorientierte forensische Psychotherapie weiterzuführen.\n\nB.c Mit Urteil vom 6. August 2012 wies das Verwaltungsgericht des Kantons Aargau die gegen die fürsorgerische Freiheitsentziehung erhobene Beschwerde von X. ab.\n\nC. X. (Beschwerdeführer) hat gegen das Urteil des Verwaltungsgerichts beim Bundesgericht Beschwerde in Zivilsachen erhoben. Er beantragt, das angefochtene Urteil sei aufzuheben und die JVA A. anzuweisen, ihn aus der Anstalt zu entlassen. Das Bundesgericht weist die Beschwerde ab.\n\n(Zusammenfassung) BGE 138 III 593 S. 595", "considerants": "Aus den Erwägungen:\n\n2. Im vorliegenden Fall hat das Jugendgericht am 24. November 2011 gestützt auf Art. 10 Abs. 1 und Art. 15 Abs. 1 JStG die Unterbringung des Beschwerdeführers in einer geschlossenen Anstalt sowie gestützt auf Art. 10 Abs. 1 und Art. 14 Abs. 1 JStG eine in der Anstalt durchzuführende \"ambulante Behandlung\" der beim Beschwerdeführer bestehenden psychischen Störung angeordnet. Nach Art. 19 Abs. 2 JStG enden diese Massnahmen mit der Vollendung des 22. Altersjahres des Betroffenen. Ist der Wegfall einer Schutzmassnahme für den Betroffenen selbst oder für die Sicherheit Dritter mit schwer wiegenden Nachteilen verbunden und kann diesen nicht auf andere Weise begegnet werden, so beantragt die Vollzugsbehörde rechtzeitig die Anordnung geeigneter vormundschaftlicher Massnahmen (Art. 19 Abs. 3 JStG). Die Jugendanwaltschaft hat um Anordnung entsprechender Massnahmen gegenüber dem Beschwerdeführer ersucht, das Bezirksamt hat eine fürsorgerische Freiheitsentziehung gestützt auf Art. 397a Abs. 1 ZGB verfügt und das Verwaltungsgericht hat diesen Akt mit dem angefochtenen Urteil geschützt. Im Folgenden gilt es somit zu prüfen, ob die Voraussetzungen für eine fürsorgerische Freiheitsentziehung gegeben sind.\n\n3. Eine mündige oder entmündigte Person darf wegen Geisteskrankheit, Geistesschwäche, Trunksucht, anderen Suchterkrankungen oder schwerer Verwahrlosung in einer geeigneten Anstalt untergebracht oder zurückbehalten werden, wenn ihr die nötige persönliche Fürsorge nicht anders erwiesen werden kann (Art. 397a Abs. 1 ZGB). Die Einweisung bzw. die Zurückbehaltung in einer Anstalt gestützt auf Art. 397a Abs. 1 ZGB erfordert, dass die betroffene Person infolge der im Gesetz umschriebenen Schwächezustände persönlicher Fürsorge bedarf, die ihr nur in einer Anstalt gewährt werden kann (BGE 114 II 213 E. 5 S. 217 f.; siehe zum Ganzen: BGE 134 III 289 E. 4 S. 292 ff.). Die in Art. 397a Abs. 1 ZGB enthaltene Aufzählung der Schwächezustände ist abschliessend (Botschaft vom 17. August 1977 über die Änderung des Schweizerischen Zivilgesetzbuches [Fürsorgerische Freiheitsentziehung] und den Rückzug des Vorbehaltes zu Artikel 5 der Konvention zum Schutze der Menschenrechte und Grundfreiheiten, BBl 1977 III 1, 26 Ziff. 212.2). Insbesondere sieht das Gesetz keine fürsorgerische Freiheitsentziehung allein wegen Fremdgefährdung vor (vgl. dazu insbesondere auch EUGEN SPIRIG, Zürcher Kommentar, 1995, N. 340 zu Art. 397a ZGB; THOMAS GEISER, in: BGE 138 III 593 S. 596Basler Kommentar, Zivilgesetzbuch, Bd. I, 4. Aufl. 2010, N. 26 zu Art. 397a ZGB). Zu berücksichtigen ist ferner die Belastung, welche die Person für ihre Umgebung bedeutet (Art. 397a Abs. 2 ZGB). Nach der ausdrücklichen Vorschrift des Art. 397a Abs. 3 ZGB muss die von der fürsorgerischen Freiheitsentziehung betroffene Person entlassen werden, sobald ihr Zustand es erlaubt.\n\n4.\n\n4.1 Der Beschwerdeführer macht geltend, laut den verbindlichen vorinstanzlichen Feststellungen könne er selbst für sich sorgen; er sei damit nicht fürsorgebedürftig, respektive leide nicht an einem Schwächezustand im Sinn von Art. 397a Abs. 1 ZGB. Vorliegend werde der Schutz der Allgemeinheit vor seiner Fremdgefährlichkeit als Hauptgrund für die fürsorgerische Freiheitsentziehung betrachtet, was indes mit Art. 397a Abs. 1 ZGB nicht zu vereinbaren sei. Die angeordnete Massnahme verletze damit Art. 31 BV und Art. 5 EMRK.\n\n4.2 Das Verwaltungsgericht hält in der Tat dafür, mit der fürsorgerischen Freiheitsentziehung solle die Allgemeinheit vor dem Beschwerdeführer geschützt werden, von dem weiterhin ein erhebliches Rückfallrisiko ausgehe. Diese Ausführungen beziehen sich indes auf das Fürsorgebedürfnis des Beschwerdeführers. Mit Bezug auf das Erfordernis des Schwächezustandes gelangt das Verwaltungsgericht an anderer Stelle aufgrund der Akten, insbesondere des psychiatrischen Gutachtens von Dr. med. E. vom 15. Juli 2010 und des Ergänzungsgutachtens von Dr. med. F. vom 29. September 2011, des Verlaufsberichts des Massnahmenzentrums für junge Erwachsene vom 6. Juni 2012 und der Aussagen des behandelnden Therapeuten in tatsächlicher Hinsicht zum Schluss, der Beschwerdeführer leide an einer psychischen Erkrankung, nämlich an einem sexuellen Sadismus (DSM-IV: 302.84 und ICD-10: F65.5) sowie an einer Persönlichkeitsstörung vom antisozialen Typus (DSM-IV: 301.6 und ICD-10: F60.2). Laut Verwaltungsgericht wird dieser Befund von den Angaben des Beschwerdeführers bestätigt, wonach er sich nach wie vor von seinen sadistischen Phantasien befangen zeigt und auf Befragen hin das Rückfallrisiko für vergleichbare Taten wie jene vom 10. Februar 2008 mit 40 % bezeichnet. Das Verwaltungsgericht schliesst aus den berücksichtigten tatsächlichen Angaben in rechtlicher Hinsicht, das Verhalten des Beschwerdeführers sei nach wie vor als abwegig und grob befremdend zu werten, womit eine Geisteskrankheit gemäss ZGB zu bejahen sei (zum Begriff: BGE 118 II 254 E. 4a S. 260 f.). Der Beschwerdeführer bringt nichts vor, was BGE 138 III 593 S. 597die tatsächlichen Feststellungen bzw. die rechtliche Schlussfolgerung der Vorinstanz infrage stellte. Damit aber ist entgegen der Behauptung des Beschwerdeführers ein Schwächezustand im Sinn von Art. 397a Abs. 1 ZGB erstellt.\n\n5.\n\n5.1 Das Verwaltungsgericht geht wie erwähnt von einem erheblichen Rückfallrisiko (negative Legalprognose) aus. Der Beschwerdeführer bringt gegen diese Feststellung, die namentlich auf einer Beurteilung des behandelnden Arztes gründet, nichts vor, was diese Schlussfolgerung als willkürlich bzw. sonst wie gegen Bundesrecht verstossend erscheinen liesse. Wie bereits erwähnt (E. 4.2 hiervor) hält das Verwaltungsgericht aufgrund dieser Feststellung dafür, mit der fürsorgerischen Freiheitsentziehung solle die Allgemeinheit vor dem Beschwerdeführer geschützt werden, indem er die für die Reduktion des Rückfallrisikos erforderliche Behandlung in einer geeigneten Institution erhalte.\n\n5.2 Es sei an dieser Stelle auf die Ausführungen des aktualisierten Massnahmeberichts vom 6. Juni 2012 des Massnahmenzentrums für junge Erwachsene verwiesen, wonach das Rückfallrisiko im Fall des geisteskranken Beschwerdeführers unverändert \"als deutlich bis sehr hoch\" eingestuft wird. Tatsächlich ergibt sich aus dem Fremdgefährdungspotenzial eines Geisteskranken fast zwangsläufig ein Beistands- und Fürsorgebedürfnis: Wer die Sicherheit anderer bedroht, ist persönlich schutzbedürftig (SCHNYDER/MURER, Berner Kommentar, 1984, N. 95 zu Art. 369 ZGB). Dieser Auffassung ist jedenfalls im vorliegenden Fall zuzustimmen, indem vom Beschwerdeführer nach wie vor eine schwere Gefahr für Leib und Leben Dritter ausgeht. Nichts anderes ergibt sich grundsätzlich aus nArt. 426 ZGB, der ab dem 1. Januar 2013 die Voraussetzungen der fürsorgerischen Unterbringung umschreibt. Auch diese Bestimmung kennt den Einweisungsgrund der Fremdgefährdung nicht. Dennoch darf der Schutz Dritter in die Beurteilung einbezogen werden, zumal es letztlich ebenfalls zum Schutzauftrag gehört, eine kranke bzw. verwirrte Person davon abzuhalten, eine schwere Straftat zu begehen (vgl. dazu Botschaft vom 28. Juni 2006 zur Änderung des Schweizerischen Zivilgesetzbuches [Erwachsenenschutz, Personenrecht und Kindesrecht], BBl 2006 7001, 7062 f. Ziff. 2.2.11). Insoweit ist die Auffassung des Verwaltungsgerichts nicht bundesrechtswidrig, der Beschwerdeführer sei zur Reduktion des erheblichen Rückfallrisikos in einer geeigneten Institution zu behandeln. Da ausgewiesenermassen weiterhin eine vom BGE 138 III 593 S. 598Beschwerdeführer ausgehende hohe Gefahr für eine Straftat gegen Leib und Leben besteht, ist es nicht in seinem Interesse, ihn ohne psychiatrische Behandlung seinem Schicksal zu überlassen. Insoweit ist demnach ein Fürsorgebedarf in Form der Behandlung der Geisteskrankheit gegeben.\n\n6. Zu berücksichtigen ist sodann, dass angesichts der zurzeit vom Beschwerdeführer ausgehenden erheblichen Rückfallgefahr und der damit verbundenen Gefährdung Dritter eine ambulante Therapie nicht infrage kommen kann.\n\n7. Der Beschwerdeführer erachtet die fürsorgerische Freiheitsentziehung in zeitlicher Hinsicht als unverhältnismässig. Gemäss den verbindlichen Feststellungen der Vorinstanz sei ein Therapieerfolg bei ihm allenfalls innert fünf bis zehn oder zwölf Jahren zu verzeichnen. Es sei schlicht offen, ob die Behandlung überhaupt jemals erfolgreich sein werde, zumal er als schwer therapierbar gelte. Unter diesen Umständen laufe die Einweisung auf eine Verwahrung in einer Strafanstalt hinaus, was mit Art. 31 BV und Art. 5 EMRK nicht zu vereinbaren sei.\n\n7.1 Aus dem Massnahmebericht vom 6. Juni 2012 des Massnahmenzentrums für junge Erwachsene ergibt sich, dass die bisher erzielten deliktpräventiven Effekte als gering eingestuft werden. Anlässlich der Verhandlung vom 13. Juli 2012 bestätigte der behandelnde Therapeut, dass seit der Erstellung des Gutachtens keine wesentliche Veränderung der Situation eingetreten sei. Immerhin wird die Behandelbarkeit der Krankheit des Beschwerdeführers nicht grundsätzlich infrage gestellt. Zum zeitlichen Horizont zur Erreichung einer Verbesserung des Krankheitsbildes des Beschwerdeführers äussert sich der Therapeut zurückhaltend, erwähnt aber, es brauche noch einen intensiven Behandlungsprozess. Unter Hinweis auf vergleichbare Fälle meint er, dass die Behandlung fünf bis zehn Jahre, eventuell zwölf Jahre betragen könnte.\n\n7.2 Entscheidend ist vorerst, dass ein Behandlungserfolg durch den behandelnden Arzt nicht von vornherein ausgeschlossen wird. Mitzuberücksichtigen gilt es überdies, dass die erforderliche Behandlung des Beschwerdeführers noch nicht sehr lange andauert. Angesichts des Schweregrades der bei ihm festgestellten Krankheit und der kurzen verstrichenen Zeitspanne, in der eine Behandlung durchgeführt worden ist, lässt sich nicht sagen, der Therapie werde kein Erfolg beschieden sein. Angaben von Experten, die kategorisch BGE 138 III 593 S. 599 jegliche Erfolgsaussicht verneinen, sind nicht auszumachen. Was den zeitlichen Horizont der Behandlung anbelangt, so lässt sich unter den erwähnten tatsächlichen Gegebenheiten nichts Konkretes über die Dauer der Behandlung aussagen. Der befragte Therapeut machte jedenfalls keine verbindlichen Aussagen, auch wenn er sich zum zeitlichen Horizont ähnlich gelagerter Fälle äusserte. Schliesslich ist darauf hinzuweisen, dass der Beschwerdeführer entlassen werden muss, sobald sein Zustand es erlaubt (Art. 397a Abs. 3 ZGB). Die Rüge des Beschwerdeführers beruht im Wesentlichen auf Spekulationen und ist damit nicht geeignet, eine Verletzung von Art. 31 BV bzw. Art. 5 EMRK auszuweisen.\n\n8. Mit Bezug auf die Eignung der JVA als Einrichtung im Sinn von Art. 397a Abs. 1 ZGB hat das Verwaltungsgericht zusammengefasst erwogen, angesichts der psychiatrischen Erkrankung des Beschwerdeführers und der in der JVA A. vorhandenen Behandlungsmöglichkeiten erscheine die Unterbringung des Beschwerdeführers in dieser Einrichtung zwar nicht als ungeeignet, zumal die bisherige Betreuung und Behandlung im Wesentlichen fortgesetzt werden könne. Die Einrichtung sei aber nicht als ideal zu bezeichnen. Das Bezirksamt habe nicht zuletzt im Lichte der Rechtsprechung des Europäischen Gerichtshofs für Menschenrechte dafür zu sorgen, dass der Beschwerdeführer baldmöglichst in eine geeignetere Einrichtung verlegt werden könne.\n\nDer Beschwerdeführer erachtet die JVA als ungeeignete Anstalt. Zum einen sei eine deliktorientierte Behandlung erst in etwa 18 Monaten möglich. Zum andern erweise sich das von der Rechtsprechung des EGMR gesetzte zumutbare Mass von sechs Monaten in dieser ungeeigneten Einrichtung bereits als überschritten. Die weitere Zurückbehaltung in der JVA verletze daher auch insoweit Art. 31 BV und Art. 5 EMRK.\n\n8.1 Gemäss Art. 397a Abs. 1 ZGB darf eine mündige Person namentlich wegen Geisteskrankheit in einer geeigneten Anstalt untergebracht oder zurückbehalten werden, wenn ihr die nötige persönliche Fürsorge nicht anders erwiesen werden kann. Was unter einer geeigneten Anstalt zu verstehen ist, umschreibt das Bundesrecht nicht näher (BGE 112 II 486 E. 3, auch zu den Gründen; zum Begriff der Anstalt allgemein: BGE 121 III 306 E. 2b S. 308). Aus dem in der genannten Bestimmung erwähnten Zweck der Freiheitsentziehung, der eingewiesenen Person die nötige persönliche Fürsorge zu erbringen, ergibt sich aber, dass es sich um eine Institution handeln muss, die BGE 138 III 593 S. 600mit den ihr normalerweise zur Verfügung stehenden organisatorischen und personellen Mitteln in der Lage ist, die wesentlichen Bedürfnisse der eingewiesenen Person bezüglich Fürsorge und Betreuung zu befriedigen (BGE 112 II 486 E. 4c S. 490; BGE 114 II 213 E. 7 S. 218). Mithin muss im Einzelfall das Betreuungs- und Therapieangebot der Anstalt den vorrangigen Bedürfnissen der betroffenen Person entsprechen (BGE 112 II 486 E. 5 und 6 S. 490 ff.). Eine Strafanstalt kommt ausnahmsweise als Anstalt im Sinn von Art. 397a Abs. 1 ZGB in Frage, wenn sie die wesentlichen Bedürfnisse der eingewiesenen Person bezüglich Fürsorge und Betreuung zu befriedigen vermag (BGE 112 II 486 E. 4c S. 490; BGE 114 II 213 E. 7 S. 218; siehe auch Urteil 5A_519/2007 vom 10. Oktober 2007 E. 3).\n\n8.2 Nach der Rechtsprechung des Europäischen Gerichtshofs für Menschenrechte (EGMR) ist der Betroffene grundsätzlich in einem Krankenhaus oder einer entsprechenden anderen Einrichtung unterzubringen. Ein vorübergehender Aufenthalt in einem Gefängnis ist zulässig, solange dies erforderlich ist, um eine geeignete Einrichtung auszuwählen (z.B. Urteil 48865/99 Morsink gegen Niederlande vom 11. Mai 2004 zitiert nach JENS MEYER-LADEWIG, EMRK, Handkommentar, 3. Aufl. 2011, N. 47 zu Art. 5 EMRK). Verstreicht indes infolge bekannter Kapazitätsschwierigkeiten längere Zeit, verstösst die Unterbringung in einem Gefängnis gegen Art. 5 EMRK. In diesem Sinn hat der EGMR unter Berücksichtigung eines seit Jahren bekannten strukturell bedingten Mangels an Einrichtungskapazitäten eine Frist von sechs Monaten in einem Gefängnis als mit Art. 5 EMRK unvereinbar erachtet (Urteil 49902/99 Brand gegen Niederlande vom 11. Mai 2004 § 66, zitiert nach MEYER-LADEWIG, a.a.O.).\n\n8.3 Zurzeit steht dem Beschwerdeführer - den Feststellungen im angefochtenen Urteil zufolge - im SITRAK II der JVA wöchentlich ein- oder zweimal eine Einzeltherapie zur Verfügung, während mit der deliktorientierten Therapie (Gruppentherapie) noch nicht hat begonnen werden können. Nach Angaben des Beschwerdeführers wird dies erst in etwa 18 Monaten der Fall sein. Im Lichte des vorhandenen, wenn auch unvollständigen Therapieangebotes und der Rechtsprechung des EGMR ist die am 20. Juni 2012 verfügte Einweisung in die JVA zwecks Durch- bzw. Weiterführung der psychiatrischen Behandlung mit Art. 397a Abs. 1 ZGB bzw. Art. 31 BV und Art. 5 EMRK vereinbar. Die JVA darf jedenfalls beim heutigen Stand der Behandlung, d.h. in dieser ersten Phase der fürsorgerischen Freiheitsentziehung, als geeignete Einrichtung betrachtet werden, die BGE 138 III 593 S. 601gegenwärtig die hiervor als berechtigt anerkannten Behandlungs- und Sicherheitsbedürfnisse des Beschwerdeführers (E. 5.2) zu gewährleisten vermag. Wie das bereits das Verwaltungsgericht in seinem Urteil angeordnet hat, wird das Bezirksamt A. indessen dafür besorgt sein müssen, dass der Beschwerdeführer in absehbarer Zeit in eine für seine Behandlung besser geeignete - soweit erforderlich auch in einem anderen Kanton gelegene - Einrichtung verlegt werden kann.\n\n9. Zusammenfassend ist somit festzuhalten, dass der Beschwerdeführer an einer Geisteskrankheit leidet und bei ihm somit ein Schwächezustand im Sinn von Art. 397a Abs. 1 ZGB gegeben ist. Der Beschwerdeführer bedarf überdies der Fürsorge in Form der Behandlung seiner Krankheit, die ihm aufgrund der konkreten Gefährdungslage nur in einer Anstalt gewährt werden kann. Die vom Bezirksamt bestimmte JVA entspricht gegenwärtig noch den Anforderungen an eine geeignete Anstalt im Sinn von Art. 397a Abs. 1 ZGB bzw. Art. 5 EMRK."}