{"annee": "138", "cour": "V", "page": "522", "date": "4/12/2012", "cite": ["98 V 144", "97 V 72", "135 V 215", "126 III 305", "134 V 340", "137 V 167", "135 II 78", "121 V 40", "125 V 312", "118 V 305"], "cite_par": ["143 V 285", "141 V 216"], "chapeau": "61. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Metzger-Versicherungen Genossenschaft gegen O. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_274/2012 vom 4. Dezember 2012", "regestes": ["Art. 39 LAA; art. 50 OLAA: entreprise téméraire; réduction des prestations. Pour qu'une action soit qualifiée d'entreprise téméraire, il faut que la personne assurée s'expose sciemment à un danger particulièrement grave. L'élément subjectif de la connaissance se rapporte à la situation dangereuse en tant que telle (ici la dangerosité d'un plongeon dans l'eau sans en connaître la profondeur) et non pas aux circonstances concrètes (ici le fait que l'eau était effectivement trop peu profonde; consid. 6 et 7)."], "faits": "BGE 138 V 522 S. 523\n\nA. Der 1989 geborene O. war seit 1. Oktober 2008 als Metzger bei der R. AG tätig gewesen und dadurch bei der Metzger-Versicherungen Genossenschaft (nachfolgend: Unfallversicherer) obligatorisch unfallversichert. Am Abend des 29. August 2009 liess sich O., rittlings auf einem Baumast in rund vier Metern Höhe sitzend, kopfüber in den an dieser Stelle ca. 80 cm tiefen Rhein fallen und schlug mit dem Kopf auf dem Grund des Flusses auf. Er erlitt eine Halswirbelfraktur mit anschliessender Tetraplegie. Mit Verfügung vom 17. März 2010 und Einspracheentscheid vom 21. September 2010 hielt der Unfallversicherer fest, er werde die Geldleistungen um 50 % kürzen, da der Unfall auf ein Wagnis zurückgehe.\n\nB. O. erhob gegen den Einspracheentscheid vom 21. September 2010 Beschwerde beim Sozialversicherungsgericht des Kantons Zürich und beantragte die Zusprechung der vollen gesetzlichen Leistungen der Unfallversicherung. Das Sozialversicherungsgericht des Kantons Zürich hiess die Beschwerde in dem Sinne teilweise gut, dass es den Einspracheentscheid mit der Feststellung, eine Leistungskürzung unter dem Titel Wagnis sei nicht zulässig, aufhob und die Sache an den Unfallversicherer zurückwies, damit dieser über den Umfang einer Leistungskürzung im Sinne von Art. 37 Abs. 2 UVG (SR 832.20) verfüge (Entscheid vom 24. Februar 2012).\n\nDas von O. zudem gestellte Gesuch um Bewilligung der unentgeltlichen Rechtsvertretung wurde mit einzelrichterlicher Verfügung vom 11. März 2011 mangels Bedürftigkeit abgewiesen. Die gegen diese Verfügung eingereichte Beschwerde in öffentlich-rechtlichen Angelegenheiten wies das Bundesgericht mit Urteil 8C_309/2011 vom 31. Mai 2011 ab. BGE 138 V 522 S. 524\n\nC. Der Unfallversicherer führt gegen den vorinstanzlichen Entscheid vom 24. Februar 2012 Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren, in Aufhebung des kantonalen Entscheids sei die Rechtmässigkeit der vorgenommenen 50%igen Leistungskürzung zu bestätigen.\n\nO. lässt Abweisung der Beschwerde beantragen. Das Sozialversicherungsgericht und das Bundesamt für Gesundheit verzichten auf eine Vernehmlassung.\n\nD. Das Bundesgericht hat am 4. Dezember 2012 eine publikumsöffentliche Beratung durchgeführt.\n\nEs heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Gestützt auf Art. 39 UVG kann der Bundesrat aussergewöhnliche Gefahren und Wagnisse bezeichnen, die in der Versicherung der Nichtberufsunfälle zur Verweigerung sämtlicher Leistungen oder zur Kürzung der Geldleistungen führen. Die Verweigerung oder Kürzung kann er in Abweichung von Artikel 21 Absätze 1-3 ATSG (SR 830.1) ordnen. Von dieser Kompetenzdelegation hat der Bundesrat in Art. 49 (betreffend aussergewöhnliche Gefahren) und 50 UVV (SR 832.202; betreffend Wagnisse) Gebrauch gemacht. Bei Nichtberufsunfällen, die auf ein Wagnis zurückgehen, werden die Geldleistungen um die Hälfte gekürzt und in besonders schweren Fällen verweigert (Art. 50 Abs. 1 UVV). Wagnisse sind Handlungen, mit denen sich der Versicherte einer besonders grossen Gefahr aussetzt, ohne die Vorkehren zu treffen oder treffen zu können, die das Risiko auf ein vernünftiges Mass beschränken, Rettungshandlungen zugunsten von Personen sind indessen auch dann versichert, wenn sie an sich als Wagnis zu betrachten sind (Art. 50 Abs. 2 UVV).\n\nLehre und Rechtsprechung unterscheiden zwischen absoluten und relativen Wagnissen. Ein absolutes Wagnis liegt vor, wenn eine gefährliche Handlung nicht schützenswert ist oder wenn die Handlung mit so grossen Gefahren für Leib und Leben verbunden ist, dass sich diese auch unter günstigsten Umständen nicht auf ein vernünftiges Mass reduzieren lassen. Ein relatives Wagnis ist gegeben, wenn es die versicherte Person unterlassen hat, die objektiv vorhandenen Risiken und Gefahren auf ein vertretbares Mass herabzusetzen, obwohl dies möglich gewesen wäre (BGE 97 V 72 ff.; Urteil des Eidg. BGE 138 V 522 S. 525Versicherungsgerichts U 122/06 vom 19. September 2006 E. 2.1, in: SVR 2007 UV Nr. 4 S. 10; ALEXANDRA RUMO-JUNGO, Die Leistungskürzung oder -verweigerung gemäss Art. 37-39 UVG, 1993, S. 291 ff.;ALFRED MAURER, Schweizerisches Unfallversicherungsrecht, 2. Aufl. 1989, S. 508 f.; URS CH. NEF, Das Wagnis in der sozialen Unfallversicherung, SZS 1985 S. 103 ff., 104 f.).\n\n3.2 Hat die versicherte Person den Gesundheitsschaden oder den Tod absichtlich herbeigeführt, so besteht kein Anspruch auf Versicherungsleistungen, mit Ausnahme der Bestattungskosten (Art. 37 Abs. 1 UVG). Gemäss Art. 37 Abs. 2 UVG werden in Abweichung von Art. 21 Abs. 1 Satz 1 ATSG in der Versicherung der Nichtberufsunfälle die Taggelder, die während der ersten zwei Jahre nach dem Unfall ausgerichtet werden, gekürzt, wenn der Versicherte den Unfall grobfahrlässig herbeigeführt hat.\n\n4.\n\n4.1 Streitig und zu prüfen ist, ob der Unfallversicherer zu Recht seine Geldleistungen um die Hälfte gekürzt hat, weil der Nichtberufsunfall vom 29. August 2009 auf ein Wagnis zurückzuführen war. Zu entscheiden ist, ob das \"Kopfüber-Fallen-Lassen\" in den Rhein vom 29. August 2009 als Wagnis zu sehen ist oder nicht. Dabei interessiert namentlich die Frage, ob der Wagnisbegriff Wissen um die besonders grosse Gefahr voraussetzt.\n\n4.2 Die Parteien sind sich in sachverhaltlicher Hinsicht darüber einig, dass der Versicherte rittlings auf dem rund vier Meter hohen Ast eines Laubbaumes sass und wohl kurz auf das trübe Wasser (aufgrund stets im Rhein befindlicher Mikroorganismen und Algen ist die Sicht in die Tiefe auf ca. 50 bis 100 cm begrenzt) hinunterblickte, bevor er sich kopfüber ins Wasser fallen liess, eine vorherige Prüfung der Wassertiefe aber unterliess. Dass er sich unwillentlich fallen liess, oder mit dem Gleichgewicht kämpfend, sich aus einer nicht sehr sicheren Position heraus zum Fallenlassen entschieden hat - wie Prof. Dr. iur. M./MLaw K., Universität X., in ihrer Meinungsäusserung vom 2. Mai 2011 zum vorliegenden Fall einen möglichen Unfallhergang skizzieren - ergibt sich aus den Akten nicht und wird auch nicht geltend gemacht. Im Rapport der Kantonspolizei vom 18. November 2009 wurde unter der Rubrik \"Sachverhalt\" die \"Absicht, vom Ast in den Rhein zu springen\" erwähnt. Ob der Versicherte dabei von Anfang an die Absicht hatte, in den Rhein zu springen oder sich, einem momentanen Impuls folgend, kopfüber fallen liess, ergibt sich aus den Akten ebenfalls nicht. BGE 138 V 522 S. 526\n\nDer Versicherte wendet dabei, obwohl er Alkohol und Drogen konsumiert hatte, zu keinem Zeitpunkt ein, es liege kein zu einer Leistungskürzung berechtigendes Wagnis vor, weil er zum massgebenden Zeitpunkt vollständig urteilsunfähig gewesen sei (BGE 98 V 144 E. 4a S. 149). Weiterungen hiezu erübrigen sich daher.\n\n4.3 Das kantonale Gericht erwog, gestützt auf die zwei vom Beschwerdegegner eingereichten rechtlichen Beurteilungen des vorliegenden Falls (von PD Dr. iur. I. vom 20. August 2010 und von Prof. Dr. iur. M./MLaw K., Universität X., vom 2. Mai 2011) müsse die Gefahr wissentlich eingegangen werden, um den Wagnisbegriff zu erfüllen. Gemäss PD Dr. iur. I. spiele das Wissens- und Willenselement beim Wagnis im Sinne von Art. 50 UVV zwar keine Rolle, dieser stelle sich aber auf den Standpunkt, dass die versicherte Person bei einem Wagnis die Gefahr suche (und überwinden wolle). Daraus schloss die Vorinstanz, wenn man die Gefahr suche, um ihr zu trotzen, müsse man sich dieser bewusst sein, weshalb der Wagnisbegriff gemäss Prof. Dr. iur. M./MLaw K. und auch gemäss PD Dr. iur. I. erfordere, dass die versicherte Person die besonders grosse Gefahr wissentlich eingegangen, bzw. dass sie sich dieser bewusst gewesen sei. Der Versicherte sei sich hier indessen nicht bewusst gewesen, dass er sich durch den \"Kopfsprung\" in den Rhein einer besonders grossen Gefahr ausgesetzt habe. Dieses, dem Wagnis inhärente subjektive Element liege nicht vor, weshalb eine Leistungskürzung unter dem Titel des Wagnisses unzulässig sei. Dementgegen seien die Voraussetzungen der Grobfahrlässigkeit klar erfüllt, da der Beschwerdegegner seine Sorgfaltspflichten in elementarer Art und Weise verletzt habe, indem er vorgängig die Wassertiefe nicht geprüft habe.\n\n4.4 Der beschwerdeführende Unfallversicherer stellt sich demgegenüber auf den Standpunkt, das Wissen um die Gefahr sei nach dem Wortlaut von Art. 50 Abs. 2 UVV kein Begriffselement des Wagnisses. Auch nach Sinn und Zweck dieser Bestimmung gehe es nicht um das Wissen um die Gefahr, da nicht das Verschulden der versicherten Person zu sanktionieren sei. Entscheidend für die Bejahung eines Wagnisses sei vielmehr, ob sich die versicherte Person durch ihre Handlung objektiv einer besonders grossen Gefahr ausgesetzt habe, deren Ausmass sie durch die Art der Ausführung nicht auf ein vernünftiges Mass habe beschränken können. Dies sei bei einem Kopfsprung in einen Fluss mit unbekannter Tiefe zweifelsohne gegeben.\n\n5. In Abgrenzung des Wagnisses zu den Tatbeständen der Selbsttötung/Selbstschädigung und der Grobfahrlässigkeit ergibt sich Folgendes: BGE 138 V 522 S. 527\n\n5.1\n\n5.1.1 Bei der Selbsttötung und Selbstschädigung setzt die Leistungsverweigerung absichtliches Handeln voraus. Das Bundesgericht hat dabei offengelassen, ob eine absichtliche Herbeiführung des Todes oder Gesundheitsschadens auch bei eventualvorsätzlichem Handeln vorliegt (Urteile 8C_504/2007 vom 16. Juni 2008 E. 5.4 und 8C_271/2012 vom 17. Juli 2012 E. 6.4). Unabhängig davon, ob im Einzelfall eine Selbstschädigung oder eine Selbsttötung Selbstzweck oder Mittel zum Zweck sind, sollen wissentlich und willentlich herbeigeführte Selbstschädigungen oder Selbsttötungen von der Versicherungsdeckung ausgeschlossen bzw. hiefür Versicherungsleistungen verweigert werden. Die Absicht im Sinne dieser Bestimmung umfasst daher auch den einfachen Vorsatz (Urteil des Eidg. Versicherungsgerichts U 21/95 vom 17. April 1996 E. 1b mit Hinweis, in: RKUV 1996 S. 168).\n\n5.1.2 Vorliegend steht fest, dass sowohl direkter Vorsatz als auch Eventualvorsatz auszuschliessen sind. Der Versicherte hat weder den durch den Unfall hervorgerufenen Gesundheitsschaden absichtlich herbeigeführt, noch den Eintritt des Erfolgs für möglich gehalten, aber dennoch gehandelt, weil er den Erfolg für den Fall seines Eintritts in Kauf genommen, sich mit ihm abgefunden hätte.\n\n5.2\n\n5.2.1 Grobfahrlässig nach Art. 37 Abs. 2 UVG handelt, wer jene elementaren Vorsichtsgebote unbeachtet lässt, die jeder verständige Mensch in der gleichen Lage und unter den gleichen Umständen befolgt hätte, um eine nach dem natürlichen Lauf der Dinge vorhersehbare Schädigung zu vermeiden (BGE 121 V 40 E. 3b S. 45; BGE 118 V 305 E. 2a S. 307 mit Hinweisen). Ergänzend ist darauf hinzuweisen, dass die mit Inkrafttreten des ATSG am 1. Januar 2003 revidierte Kürzungsregel von Art. 37 Abs. 2 UVG in materiellrechtlicher Hinsicht nichts an der bisherigen Praxis geändert hat (Urteil des Eidg. Versicherungsgerichts U 233/04 vom 2. Februar 2005 E. 1 mit Hinweis).\n\n5.2.2 Die Fahrlässigkeit besteht aus einer objektiven und subjektiven, nach ihrer Schwere graduell abzustufenden Verschuldenskomponente, wobei sich der Grad der Fahrlässigkeit primär nach dem Grad des subjektiven Verschuldens beurteilt. Das Verhalten muss, um - durch Verletzung elementarster Vorsichtsgebote - Rechtsnachteile zu gewärtigen, Unverständnis, Kopfschütteln und Tadel auslösen, eine moralische Verurteilung nach sich ziehen und die Grenze BGE 138 V 522 S. 528des Tolerierbaren überschreiten (Urteil des Eidg. Versicherungsgerichts U 195/01 vom 6. Mai 2002 E. 1, in: SVR 2003 UV Nr. 3 S. 7).\n\n5.3 Diese Verschuldenskomponente ist beim Wagnis zwar nicht ausgeschlossen (vgl. E. 7.3), jedoch nicht vorausgesetzt. Die Erfüllung des Wagnisbegriffs bedingt nicht, dass sich die versicherte Person schuldhaft einer besonders grossen Gefahr aussetzt. Im Vordergrund liegt das Gefahrenmoment und es ist eine Risikobeurteilung vorzunehmen, die das Verschulden nicht zu berücksichtigen hat, sodass auch dann ein Wagnis vorliegen kann, wenn die versicherte Person mit grösster Sorgfalt und hohem Sachverstand handelt (RUMO-JUNGO, a.a.O., S. 312 ff.).\n\n6.\n\n6.1 Ausgangspunkt jeder Auslegung bildet der Wortlaut der Bestimmung. Vom klaren, d.h. eindeutigen und unmissverständlichen Wortlaut darf nur ausnahmsweise abgewichen werden, u.a. dann nämlich, wenn triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Norm wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Grund und Zweck oder aus dem Zusammenhang mit andern Vorschriften ergeben (BGE 137 V 167 E. 3.1 S. 169 f.; BGE 135 II 78 E. 2.2 S. 81; BGE 135 V 215 E. 7.1 S. 229 und 249 E. 4.1 S. 252).\n\n6.2\n\n6.2.1 Mit Blick auf die altrechtliche Regelung, wonach Handlungen als Wagnisse gelten, durch die sich ein Versicherter wissentlich einer besonders grossen Gefahr aussetzt, welche durch die Handlung selbst, die Art ihrer Ausführung oder die Umstände, unter denen sie ausgeführt wird, gegeben sein oder in der Persönlichkeit des Versicherten liegen kann (gestützt auf Art. 67 Abs. 3 KUVG ergangener SUVA-Verwaltungsratsbeschluss vom 31. Oktober 1967; vgl. BGE 97 V 72 E. 2), unterscheidet sich der Wortlaut des Art. 50 Abs. 2 UVV insoweit hievon, als das Wort \"wissentlich\" nicht mehr vorkommt.\n\n6.2.2 Rechtsprechungsgemäss ist der Begriff des Wagnisses jedoch mit jenem identisch, der unter der Herrschaft der bis 31. Dezember 1983 in Kraft gestandenen Fassung des KUVG gültig war. Inhaltlich hat der Begriff des Wagnisses demnach dadurch keine Änderung erfahren (BGE 97 V 72 ff.; Urteile des Eidg. Versicherungsgerichts U 122/06 vom 19. September 2006 E. 2.1, in: SVR 2007 UV Nr. 4 S. 10; U 336/04 vom 9. Februar 2005 E. 1.1, in: RKUV 2005 S. 306). BGE 138 V 522 S. 529\n\n6.3 Nach dem Wortlaut des Verordnungstextes muss sich die versicherte Person mit der vorgenommenen Handlung einer grossen Gefahr aussetzen (franz. Fassung: \"l'assuré s'expose à un danger particulièrement grave\"; ital. Fassung: \"l'assicurato si espone a un pericolo particolarmente grave\"). Es steht ausser Frage, dass man sich wissentlich oder unwissentlich in Gefahr begeben oder bringen kann. Das \"Sich-einer-Gefahr-Aussetzen\" beinhaltet begrifflich nicht das bewusste und willentliche Eingehen einer bestehenden Gefahr. Der Wortlaut von Art. 50 Abs. 2 UVV lässt nicht darauf schliessen, dass Wissen um die tatsächlich und konkret bestehende Situation (in casu in dem Sinne, dass der Versicherte um die tatsächlich ungenügende Flusstiefe weiss), die mit der Handlung verbunden ist, vorliegen muss, um unter die Bestimmung zu fallen.\n\n6.4 Aus entstehungsgeschichtlicher Warte liegt der Zweck des Art. 39 UVG, in Verbindung mit Art. 50 UVV, darin, die Gesamtheit der Versicherten vor einer unzumutbaren Belastung der mit ihren Prämien gedeckten Versicherung durch ungewöhnliche und besonders grosse Risiken ausserbetrieblicher Betätigungen zu schützen (Botschaft vom 18. August 1976 zum Bundesgesetz über die Unfallversicherung, BBl 1976 III 198 Ziff. 403.33; Urteil des Eidg. Versicherungsgerichts U 106/92 vom 15. Dezember 1994 E. 2, in: SVR 1995 UV Nr. 29 S. 85 und Urteil 8C_579/2010 vom 10. März 2011 E. 7.2 mit Hinweisen auf Rechtsprechung und Literatur). Dass nach dem Willen von Gesetz- und Verordnungsgeber ein Wissen um die tatsächlichen Umstände der Gefahrensituation, in die sich die versicherte Person begibt, verlangt sein soll, lässt sich den Materialien nicht entnehmen.\n\n6.5\n\n6.5.1 Nichts anderes ergibt sich aus systematischer und teleologischer (zweckbezogener) Sicht: Art. 50 Abs. 2 UVV negiert das Wagnis, wenn Vorkehrungen getroffen wurden oder hätten getroffen werden können, die das Risiko auf ein vernünftiges Mass reduzieren. Massgeblich ist erstens, ob die Risiken einer bestimmten Handlung durch Vorkehren auf ein vernünftiges Mass beschränkt werden können und zweitens, ob die versicherte Person es unterlassen hat, die objektiv vorhandenen Risiken und Gefahren auf ein vertretbares Mass herabzusetzen, obwohl dies möglich gewesen wäre, was sich anhand der konkreten Umstände des Einzelfalles, wie etwa die persönlichen Fähigkeiten der Beteiligten und die Art der Durchführung des Unternehmens, beurteilt (Urteile U 122/06 vom 19. September 2006, in: SVR 2007 UV Nr. 4 S. 10; 8C_504/2007 vom 16. Juni 2008 E. 6.1). BGE 138 V 522 S. 530Mit Blick auf den Begriff des Wagnisses kommt es sodann nicht darauf an, ob sich die versicherte Person der Gefährlichkeit ihrer Handlung wirklich bewusst war oder ob sie über ihr Tun nachgedacht hat, sonst würden Handlungen aus Leichtsinn oder Übermut oder aus dem Affekt (vgl. MAURER, a.a.O., S. 510) den Wagnisbegriff nicht erfüllen. Auch wenn sich das Bundesgericht oftmals in Zusammenhang mit organisiertem, planmässigen Vorgehen (so bei risikoreichen, gefährlichen Sportarten) mit dem Wagnisbegriff auseinanderzusetzen hat, schliesst der Wagnisbegriff ein unplanmässiges, unüberlegtes oder gar unsinniges Handeln gerade nicht aus (Zerdrücken eines Glases in der Hand aus Jux oder aus Wut [als absolutes Wagnis], Klettern über Balkonbrüstung; vgl. Urteil des Bundesgerichts U 612/06 vom 5. Oktober 2007 E. 4.1.1, in: Plädoyer 2008 1 S. 69). In Berücksichtigung des mit der altrechtlichen Regelung identischen Wagnisbegriffs (E. 6.2.2 hiervor) ist, um eine Handlung als Wagnis zu qualifizieren, zu verlangen, dass die besonders grosse Gefährlichkeit, die der Handlung inhärent ist, bekannt ist oder hätte bekannt sein müssen und es unterlassen wurde, sofern möglich, diese auf ein annehmbares Risiko zu reduzieren. Das subjektive Element des Wissens kann sich nur auf die Gefahrensituation als solche beziehen.\n\n6.5.2 Einer ähnlichen Argumentation bediente sich das Eidg. Versicherungsgericht (seit 1. Januar 2007: I. und II. sozialrechtliche Abteilung des Bundesgerichts) bei zwei nach altem Recht (E. 6.2) ergangenen Urteilen: Im Urteil EVGE 1945 S. 96 hatte es sich mit einem Sturz von einer Bahnüberführung zu befassen, nachdem der Versicherte in völliger Dunkelheit das 1,8 Meter hohe Brückengeländer überstiegen hatte, ohne die Bahnüberführung als solche erkannt zu haben und acht bis zehn Meter tief auf die Bahnstrecke fiel. Eine Selbsttötungsabsicht verneinte es, da davon auszugehen sei, dass er die Brücke als solche nicht erkannt hatte. Weiter erwog das Eidgenössische Versicherungsgericht, dass sich der Versicherte, nachdem er an eine Abschrankung geraten sei, welche die typische Konstruktion mancher Bahnüberführungen aufgewiesen habe (Sicherheitsnetz im oberen Teil), bei der erforderlichen Aufmerksamkeit hätte sagen müssen, dass er sich auf einer Brücke befinden könnte. Da er im Ungewissen gewesen sei, was er auf der anderen Seite der Abschrankung antreffen werde, wäre doppelte Vorsicht am Platz gewesen, bevor er sich entschlossen habe, hinüberzusteigen. Weil er aber \"nicht durchaus wissen musste, dass er sich einer grossen Gefahr aussetzte\" wurde auf hochgradige, an Wagnis grenzende Fahrlässigkeit erkannt. BGE 138 V 522 S. 531Im Urteil U 15/77 vom 2. Mai 1978 hatte das Eidg. Versicherungsgericht zudem zu beurteilen, ob, wer in der Dunkelheit mit schlechtem Schuhwerk ein Terrassengeländer überspringt, dessen Höhe ihm ebenso unbekannt ist wie die Beschaffenheit des Bodens darunter, um der Konfrontation mit dem Ehemann seiner Geliebten zu entgehen, ein Wagnis eingeht. Dies hat es bejaht: Das Risiko verletzt zu werden, wäre bei einer Auseinandersetzung mit dem eifersüchtigen Ehemann jedenfalls weniger gross gewesen, als dasjenige, das er auf sich genommen habe, als er ins Leere gesprungen sei, zumal der Ehemann unbewaffnet gewesen sei. Selbst wenn man voraussetze, der Versicherte habe angenommen, durch die Reaktion des Ehemanns starke Verletzungen zu gewärtigen, hätte er sich bewusst sein müssen, dass der Sprung übers Geländer ins Dunkle für ihn einen noch schlimmeren Ausgang hätte nehmen können. Er habe sich waghalsig einer Gefahr ausgesetzt.\n\n7.\n\n7.1 Ein Sprung aus einer Höhe von rund vier Metern auf den Kopf in ungenügend tiefes Wasser bzw. in trübes Wasser, dessen Tiefe unbekannt ist, stellt zweifelsohne eine grosse Gefahr dar, was allgemein bekannt ist. Um diese grundsätzliche (und besonders grosse) Gefahr, welche einem Kopfsprung in zu wenig tiefes Wasser inhärent ist, wusste der Versicherte oder sie wäre ihm zumindest bewusst geworden, hätte er über seine Handlung nachgedacht. Daher greift der Einwand, er habe nicht um die ungenügende Wassertiefe und somit nicht um die Gefahr gewusst, nicht. Der konkreten Tatsache des bloss knietiefen Wassers an dieser Stelle musste er sich nicht bewusst sein, um ein Wagnis einzugehen. Wäre dies der Fall gewesen (vgl. zur für gefahrloses Springen [einschl. Kopfsprünge] erforderlichen Wassertiefe: BGE 126 III 306 E. 3b) und er dennoch willentlich gesprungen, hätte er sich zumindest eventualvorsätzlich selbst geschädigt. Da jedoch keine Selbstschädigungsabsicht bestand, hätte er sich später nicht kopfüber vom Baumast fallen lassen, wenn er vorgängig ins Wasser getreten wäre und damit auch um die konkrete Tatsache des viel zu seichten Wassers für ein solches Tun gewusst hätte.\n\n7.2 Hier steht das gewagte, riskante Vorhaben des Versicherten im Vordergrund, welches so grosse Gefahren in sich barg, dass sich mit Blick auf den dargelegten Sinn und Zweck des Art. 39 UVG in Verbindung mit Art. 50 UVV nicht rechtfertigt, die Versichertengemeinschaft die gesamten finanziellen Folgen des Nichtberufsunfalls tragen zu lassen. Bei dem hohen Risiko, das der Versicherte beim BGE 138 V 522 S. 532kopfüber Eintauchen aus vier Metern Höhe in ein fliessendes Gewässer mit unbekannter Tiefe eingegangen war, kann nicht bloss von einer groben Fahrlässigkeit bei einer an sich ungefährlichen Handlung die Rede sein (vgl. RUMO-JUNGO, a.a.O., S. 313; vgl. E. 5.2 und 5.3). Ob dies Verletzungen nach sich zieht, hängt allein vom Zufall ab, nämlich davon, ob man eine genügend tiefe Stelle trifft oder nicht. Ist die Stelle seicht, was hier der Fall war, führt der Aufprall des Kopfes auf den Flussgrund zwingend zu schweren Verletzungen. Indem sich der Beschwerdegegner - ohne dass die konkrete Stelle des Flusses, insbesondere hinsichtlich Tiefe und Beschaffenheit des Grundes abgeklärt und bekannt war - fallen liess, handelte er vielmehr leichtsinnig und riskant, ja waghalsig. Bei einem Kopfsprung aus vier Metern Höhe in unbekannt tiefes Wasser kann die Gefahr nicht auf ein vernünftiges Mass reduziert werden. Das Vorgehen ist daher als absolutes Wagnis zu qualifizieren. Bei einem gewollten Fall aus vier Metern Höhe kopfüber in den Rhein wäre es unabdingbar gewesen, sich der genügenden Flusstiefe vorher zu vergewissern. Der Beschwerdegegner hat jedoch keinerlei Überlegungen zur Gefahrensituation angestellt. Er hätte nicht ohne weitere Vorkehrungen bei einem fliessenden Gewässer annehmen dürfen, das Wasser sei genügend tief. Es ist allgemein bekannt, dass der Wasserstand eines Flusses je nach Jahreszeit, Wetterlage in den Vortagen, Beschaffenheit des Grundes etc., stark variieren kann, was eine gleichbleibende Wassertiefe ausschliesst. Es ist ebenso allgemein bekannt, dass ein Kopfsprung in trübes oder unbekanntes (und daher allenfalls zu seichtes) Wasser grosse Gefahren mit sich bringt. So hält die Baderegel Nr. 4 der Schweizerischen Lebensrettungsgesellschaft SLRG fest: \"Nicht in trübe oder unbekannte Gewässer springen! - Unbekanntes kann Gefahren bergen.\" In BGE 125 V 312 E. 2b hatte das Eidg. Versicherungsgericht zu beurteilen, ob das Canyoning ein Wagnis darstellt oder nicht und hielt in diesem Zusammenhang fest, dass es zu den elementaren Grundregeln gehört, auf Sprünge ins unbekannte Wasser zu verzichten. Dieses Wissen muss sich der Versicherte entgegenhalten lassen. Damit ist auch sein Einwand nicht stichhaltig, es handle sich um eine übliche Badestelle der Dorfjugend. Dass Badende einen Kopfsprung von gleicher Stelle an anderen Tagen schadlos überstanden haben, schliesst den Wagnischarakter nicht aus, da nicht von einer über Jahre gleichbleibenden Situation ausgegangen werden darf. Die einfache Prüfung der Wassertiefe hat er ohne nachvollziehbaren Grund - trotz des Wissens um die Gefährlichkeit eines Kopfsprungs in unbekannt tiefes Gewässer - nicht vorgenommen BGE 138 V 522 S. 533und ist somit ein Wagnis eingegangen, welches den Unfallversicherer zur Leistungskürzung berechtigt.\n\n7.3 Anzufügen bleibt, dass ein und dieselbe Handlung gleichzeitig ein Wagnis und ein schuldhaftes Verhalten darstellen kann. Die Begriffe des Wagnisses und der Grobfahrlässigkeit schliessen sich nicht aus. Es braucht jedoch nicht geprüft zu werden, ob der vorliegenden Handlung auch ein schuldhaftes Verhalten (vgl. E. 5.2.2) zugrunde liegt, da die Leistungskürzung wegen eines Wagnisses (Art. 39 UVG) derjenigen wegen Grobfahrlässigkeit (Art. 37 Abs. 2 UVG) vorgeht (BGE 134 V 340 E. 3.2.4; Urteil 8C_504/2007 vom 16. Juni 2008 E. 7.1)."}