{"annee": "138", "cour": "III", "page": "182", "date": "16/2/2012", "cite": ["136 III 288", "126 III 33", "100 III 48"], "cite_par": [], "chapeau": "28. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause B. SA contre A. (recours en matière civile)\n\n5A_32/2011 du 16 février 2012", "regestes": ["Mainlevée d'opposition dans une pluralité de poursuites en réalisation de gages immobiliers garantissant une même créance; répartition de la garantie (art. 82 LP; art. 798 et 816 al. 3 CC). Hormis le cas, non réalisé en l'occurrence, du gage collectif où chaque immeuble garantit la totalité de la créance, la mise en gage de plusieurs immeubles pour garantir une seule créance implique, sauf convention contraire, une répartition proportionnelle de la garantie sur les divers immeubles. La décision prise à ce sujet déjà au stade de la mainlevée d'opposition ne peut avoir de portée définitive que quant au mode de répartition, non quant aux montants. Violation de l'art. 798 al. 3 CC par une décision cantonale qui se fonde, non sur le mode de la répartition proportionnelle, mais sur l'ordre figurant dans une convention de crédit-cadre (consid. 4)."], "faits": "|183|\n\nA. Le 19 mai 2009, l'Office des poursuites de l'arrondissement de D. a notifié à A., à la réquisition de B. SA, un commandement de payer dans la poursuite en réalisation de gage immobilier n° x portant sur la somme de 400'000 fr. plus intérêt à 10 % l'an dès le 18 avril 2009. Le commandement de payer contenait les indications suivantes:\n\n\"Titre de la créance ou cause de l'obligation:\n\nMontant dû au 17.04.2009, en capital, sur la cédule hypothécaire au porteur RF n° y remise en pleine propriété selon acte de transfert du 11.09.2006 et grevant en 1er rang la parcelle désignée sous objet du gage. Ce titre garantit les engagements souscrits par les codébiteurs sous la relation n° z et totalisant 17'158'741.86 CHF conformément à notre correspondance du 12 février 2009. Ces engagements sont également garantis par d'autres immeubles faisant l'objet de poursuites distinctes. Créances exigibles au remboursement.\n\nDésignation de l'immeuble:\n\nParcelle RF 200, fo 9 sise Av. ... à D., consistant en place-jardin et bâtiment commercial d'une surface totale de 1'263 m2. Propriété en mains communes de Monsieur A. et Madame C.\".\n\nLe poursuivi a fait opposition totale.\n\nLe 30 juin 2009, la poursuivante a requis la mainlevée provisoire de l'opposition. A l'appui de sa requête, elle a notamment produit une convention de crédit-cadre conclue les 6/11 septembre 2006, un acte de transfert de propriété à fin de garantie de diverses cédules hypothécaires au porteur, acte signé les mêmes jours, une copie de ces dernières, ainsi qu'une lettre de dénonciation de la relation n° z du 12 février 2009.\n\nPar la convention de crédit-cadre, B. SA accordait à A. et C., solidairement entre eux, une limite de crédit d'un montant maximum de 17'443'177 fr., utilisable sous forme d'hypothèque fixe d'un montant minimum de 1'000'000 fr. d'une durée de un à sept ans, moyennant paiement trimestriel des intérêts et de l'amortissement (46'000 fr.), toutes les prétentions de B. SA, y compris les intérêts échus et courants ainsi que les commissions, devant être couvertes par des |184| sûretés, notamment le transfert de propriété à fin de garantie, des cédules hypothécaires au porteur suivantes:\n\n- trois cédules de 3'500'000 fr., 2'500'000fr. et 2'100'000 fr. grevant en 1er et parité de rang la parcelle n° 261 de la commune de D. (taux d'intérêt maximal 10 %),\n\n- une cédule de 2'500'000 fr. grevant en 1er rang la parcelle n° 940 de la commune de D. (taux d'intérêt maximal 8 %),\n\n- deux cédules de 2'700'000 fr. et 500'000 fr. grevant respectivement en 1er et 2e rangs la parcelle n° 198 de la commune de D. (taux d'intérêt maximal respectivement 8 % et 10 %),\n\n- une cédule de 400'000 fr. grevant en 1er rang la parcelle n° 200 de la commune de D. (taux d'intérêt maximal 8 %),\n\n- une cédule de 205'000 fr. grevant en 1er rang les parts de propriété par étages nos 834 et 839 de la commune de E. (taux d'intérêt maximal 8 %),\n\n- une cédule de 219'300 fr. grevant en 1er rang les parts de propriété par étages nos 835 et 841 de la commune de E. (taux d'intérêt maximal 8 %),\n\n- une cédule de 3'800'000 fr. grevant en 1er rang la parcelle n° 1205 de la commune de F. (taux d'intérêt maximal 10 %).\n\nAux termes de ladite convention de crédit-cadre, B. SA était en droit de la résilier à tout moment avec effet immédiat ainsi que de refuser de mettre la limite de crédit à disposition, selon sa propre appréciation du cas d'espèce et sans indication de motifs, cette résiliation - ordinaire (ch. 10.1) - entraînant l'annulation immédiate de la part de limite de crédit non utilisée, le remboursement des montants déjà utilisés étant exigible à l'échéance de la durée convenue pour l'hypothèque fixe. Elle était aussi en droit de résilier et de provoquer ainsi l'exigibilité immédiate de toutes les parts utilisées du crédit et d'exiger leur remboursement sans délai lorsque, notamment, le preneur était en demeure, en cessation de paiement ou violait d'autres engagements stipulés dans la convention (résiliation extraordinaire, ch. 10.2). Par ailleurs, selon le chiffre 17.2, en cas de pluralité de sûretés garantissant les prétentions de la banque et devant être mises à contribution, la banque décidait, selon sa propre appréciation, de l'étendue, de l'ordre de réalisation et de la répartition du produit de celle-ci en vue de couvrir les différentes utilisations qui avaient été faites du crédit.\n\nL'acte de transfert de propriété à fin de garantie prévoyait notamment que les cédules hypothécaires étaient remises à la banque \"en |185| propriété fiduciaire\" aux fins de garantir l'exécution de toutes créances issues des contrats conclus ou à conclure entre les parties (ch. 1), le(s) preneur(s) de crédit déclarant, pour le cas où les titres transférés à titre de sûreté ne le désignaient pas comme débiteur, reprendre les dettes que constataient ces mêmes titres hypothécaires et reconnaissant ainsi devoir à la banque le montant nominal de chaque titre hypothécaire ainsi que - sans égard à d'éventuelles clauses contraires figurant dans les titres - les intérêts courants et les intérêts échus de trois années au taux de 10 % l'an, aux échéances des 30 juin et 31 décembre (ch. 2); l'acte permettait à la banque, \"plutôt que d'exiger l'exécution des créances de crédits devenues exigibles, de faire directement valoir les créances qu'incorpor[ai]ent les titres hypothécaires remis à titre de garantie\", dispense lui étant faite, \"dans un tel cas, de dénoncer, par avis supplémentaire, les créances dérivant des titres\" (ch. 3); en outre, \"dès l'exigibilité, fût-elle seulement partielle, de l'une des créances résultant des crédits, [la banque était] en droit d'exiger l'exécution des créances hypothécaires constituées en garantie [...]; en cas de pluralité de créances de crédits et de titres hypothécaires, [la banque] décide[rait] seule de l'ordre prioritaire dans lequel créances et titres ser[aie]nt amortis, ou réalisés\" (ch. 4).\n\nLa lettre de dénonciation du 12 février 2009 faisait état de prêts déjà échus pour le 31 mars 2009, totalisant 14'087'480 fr., et d'un prêt à échoir le 17 avril 2009, dont le montant total s'élevait à 3'040'910 fr. 11.\n\nB. Par prononcé du 2 septembre 2009, le Juge de paix du district de la Riviera - Pays-d'Enhaut a prononcé la mainlevée provisoire de l'opposition à concurrence de 400'000 fr. plus intérêts au taux de 8 % l'an dès le 18 avril 2009 et constaté l'existence du droit de gage.\n\nSur recours du poursuivi, la Cour des poursuites et faillites du Tribunal cantonal vaudois a, par arrêt du 17 juin 2010, réformé le prononcé du juge de paix en ce sens que l'opposition était provisoirement levée à concurrence de 287'480 fr. plus intérêts à 5 % l'an dès le 18 avril 2009, l'opposition étant maintenue pour le surplus. Elle a considéré en substance que la poursuivante n'ayant pas établi que le dernier prêt accordé était exigible, seule une somme en capital de 14'087'480 fr. était exigible le 21 avril 2009, lors de l'envoi des réquisitions de poursuite. Déterminant pour quelles cédules la mainlevée pouvait être octroyée, la cour cantonale s'est fondée sur l'ordre figurant dans la convention de crédit-cadre et a considéré que la mainlevée pouvait être accordée pour les poursuites en réalisation de gage |186| concernant les parcelles n° 261 (3'500'000 fr., 2'500'000 fr. et 2'100'000 fr.), n° 940 (2'500'000 fr.), n° 198 (2'700'000 fr. et 500'000 fr.) et partiellement pour la poursuite concernant la parcelle n° 200, à concurrence de 287'480 fr. (soit 14'087'480 fr. moins 13'800'000 fr.), la mainlevée devant en revanche être refusée pour les autres poursuites concernant les parcelles nos 834 et 839 (205'000 fr.), nos 835 et 841 (219'300 fr.) et n° 1205 (3'800'000 fr.).\n\nC. Le recours en matière civile interjeté au Tribunal fédéral par la poursuivante, qui se plaignait notamment de la manière dont l'ordre de réduction de ses prétentions avait été déterminé, a été partiellement admis, l'opposition devant être provisoirement levée, dans la poursuite en cause, à concurrence de 305'845 fr. 60 plus intérêts de trois années à 8 %. Le recours en matière civile interjeté par le poursuivi dans la même poursuite a, quant à lui, été rejeté dans la mesure de sa recevabilité. Dans les autres poursuites simultanées, les recours en matière civile émanant tant de la poursuivante que du poursuivi ont été partiellement admis et les décisions attaquées réformées pour tenir compte d'une répartition de la garantie qui soit, conformément à l'art. 798 al. 3 CC, proportionnelle à la valeur des divers immeubles.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n4.\n\n4.1 En se faisant remettre les cédules en cause pour garantir sa créance de base, d'un montant maximum de 17'443'177 fr., la recourante a obtenu le droit, incorporé dans les cédules (art. 842 al. 1 CC), de faire réaliser les immeubles mis en gage, à concurrence du montant total garanti par les cédules, soit le montant nominal de 18'424'300 fr. (cf. faits ci-dessus, let. A).\n\nLorsqu'une créance est ainsi garantie par plusieurs immeubles, la poursuite en réalisation de gage doit porter sur tous les immeubles et le créancier doit poursuivre la réalisation de ceux-ci simultanément (art. 816 al. 3, 1re phrase, CC; PAUL-HENRI STEINAUER, Les droits réels, tome III, 3e éd. 2003, n. 2787). Cette règle est impérative et doit au besoin être appliquée d'office (ATF 100 III 48). En l'espèce, elle a été respectée.\n\n4.2 En principe, la mise en gage de plusieurs immeubles pour garantir une seule créance implique une répartition de la garantie sur les divers immeubles (art. 798 al. 2 et 3 CC), chacun de ceux-ci ne |187| répondant alors que pour la somme fixée lors de la répartition. A certaines conditions cependant (appartenance des immeubles grevés au même propriétaire ou à des codébiteurs solidaires), la mise en gage peut être réalisée au moyen d'un droit de gage collectif (art. 798 al. 1 CC). Dans ce cas, chaque immeuble garantit la totalité de la créance et le créancier peut se faire désintéresser sur le produit de la réalisation de chacun des immeubles grevés, mais il n'a qu'un seul et même droit de gage, l'engagement collectif devant en outre ressortir de l'inscription au registre foncier (art. 42 al. 1 de l'ordonnance du 22 février 1910 sur le registre foncier [ORF; RS 2, 514]) et, pour les cédules hypothécaires, figurer sur le titre (art. 53 al. 3 ORF; cf. STEINAUER, op. cit., nos 2661 s. et les références de doctrine citées à la note 52, nos 2665 et 2667).\n\nEn l'espèce, l'on ne se trouve pas en présence d'un gage collectif au sens de l'art. 798 al. 1 CC, dès lors, notamment, qu'il n'existe pas qu'un seul et même droit de gage (cf. ATF 126 III 33 consid. 2), mais plusieurs, et qu'un engagement collectif n'est pas spécifié sur les titres comme le requiert l'art. 53 al. 3 ORF. L'on a donc affaire ici à un engagement de plusieurs immeubles avec répartition de la garantie au sens de l'art. 798 al. 2 CC. Dans ce cas, la répartition de la garantie se fait, sauf convention contraire, proportionnellement à la valeur des divers immeubles (art. 798 al. 3 CC).\n\nCette répartition intervient en principe lors de la réalisation (art. 133 ss/156 al. 1 LP). En l'espèce, toutefois, elle a fait l'objet d'une décision cantonale qui est contestée devant le Tribunal fédéral au stade déjà de la mainlevée d'opposition. L'arrêt que celui-ci est appelé à rendre à ce stade ne peut avoir de portée définitive qu'en ce qui concerne le mode de répartition; il ne saurait en avoir quant aux montants puisque, selon la jurisprudence, le créancier gagiste poursuivant peut, au stade de l'épuration de l'état des charges (art. 140 LP), produire d'autres ou de plus amples droits que ceux réclamés dans la réquisition de poursuite, par exemple des intérêts supplémentaires ou la partie de la créance pour laquelle la mainlevée de l'opposition lui a été refusée, étant en outre observé qu'au stade de la mainlevée, le juge qui la prononce ne connaît pas encore le jour de la réquisition de vente et n'est donc pas en mesure d'allouer les intérêts courants prévus par l'art. 818 al. 1 ch. 3 in fine CC (ATF 136 III 288 consid. 3.4 et la jurisprudence citée).\n\n4.3 La recourante était autorisée par la convention de crédit-cadre (ch. 17.2) et l'acte de transfert de propriété à fin de garantie (ch. 4) |188| à décider seule de l'ordre prioritaire dans lequel créances et titres seraient amortis ou réalisés, dès lors et au besoin en dérogeant au système légal en cas de pluralité de gages (droit dispositif; cf. STEINAUER, op. cit., n. 2668 s.; DAVID DÜRR, in Commentaire zurichois, nos 145, 148 ss ad art. 798 CC; TRAUFFER/SCHMID-TSCHIRREN, in Commentaire bâlois, Zivilgesetzbuch, vol. II, 4e éd. 2011, n° 19 ad art. 798 CC). Or, une manifestation de volonté de sa part fait défaut à cet égard. Cela étant, l'art. 798 al. 3 CC s'applique.\n\n4.4 La décision attaquée viole l'art. 798 al. 3 CC en ordonnant un autre mode de répartition que celui de la répartition proportionnelle. Conformément à ce mode de répartition, la fraction (ci-après: c) de la créance totale (ci-après: C) que doit garantir chaque immeuble correspond à la valeur estimative de cet immeuble (ci-après: v) par rapport à la valeur estimative de l'ensemble des immeubles (ci-après: V). A défaut d'estimation, qui n'est ordonnée qu'au stade de la réalisation (art. 140 al. 3 LP), il y a lieu de prendre en considération le montant nominal des cédules hypothécaires. Selon la formule établie par STEINAUER (op. cit., nos 2669 s.), la répartition donne les résultats suivants pour les immeubles objet des poursuites parallèles en cause:\n\nparcelle C v V c 261 14'087'480 x (8'100'000/ 18'424'300) = 6'193'374.40 940 14'087'480 x (2'500'000/ 18'424'300) = 1'911'535.30 198 14'087'480 x (3'200'000/ 18'424'300) = 2'446'765.20 200 14'087'480 x (400'000/ 18'424'300) = 305'845.60 834/839 14'087'480 x (205'000/ 18'424'300) = 156'745.90 835/841 14'087'480 x (219'300/ 18'424'300) = 167'679.90 1205 14'087'480 x (3'800'000/ 18'424'300) = 2'905'533.70 14'087'480.00\n\nparcelle\n\nC\n\nv\n\nV\n\nc\n\n261\n\n14'087'480 x\n\n(8'100'000/\n\n18'424'300)\n\n=\n\n6'193'374.40\n\n940\n\n14'087'480 x\n\n(2'500'000/\n\n18'424'300)\n\n=\n\n1'911'535.30\n\n198\n\n14'087'480 x\n\n(3'200'000/\n\n18'424'300)\n\n=\n\n2'446'765.20\n\n200\n\n14'087'480 x\n\n(400'000/\n\n18'424'300)\n\n=\n\n305'845.60\n\n834/839\n\n14'087'480 x\n\n(205'000/\n\n18'424'300)\n\n=\n\n156'745.90\n\n835/841\n\n14'087'480 x\n\n(219'300/\n\n18'424'300)\n\n=\n\n167'679.90\n\n1205\n\n14'087'480 x\n\n(3'800'000/\n\n18'424'300)\n\n=\n\n2'905'533.70\n\n14'087'480.00\n\nDans la poursuite en réalisation de gage immobilier visée par le présent recours, la décision attaquée a accordé la mainlevée provisoire à concurrence de 287'480 fr. plus intérêt à 5 %, taux applicable à la créance causale. La recourante demande qu'elle le soit à hauteur de 400'000 fr. plus intérêt à 8 % comme en première instance et l'intimé, qu'elle soit refusée en totalité. Il résulte de la répartition ci-dessus que la mainlevée provisoire doit être accordée à concurrence de 305'845 fr. 60. Quant aux intérêts, soit ceux de la créance cédulaire en poursuite, l'acte de transfert de propriété à fin de garantie des cédules hypothécaires prévoit, sous chiffre 2, que \"le/les preneur(s) de crédit reconnaît/reconnaissent ainsi devoir à B. le montant nominal |189| de chaque titre hypothécaire ainsi que - sans égard à d'éventuelles clauses contraires figurant dans les titres - les intérêts courants et les intérêts échus de trois années au taux de 10 % l'an, aux échéances des 30 juin et 31 décembre\". Le Tribunal fédéral ne pouvant aller au-delà des conclusions des parties (art. 107 al. 1 LTF), le taux qu'il y a lieu d'appliquer pour les intérêts de trois années est donc celui de 8 % (ATF 136 III 288 consid. 3.2; 4A_451/2009 du 25 février 2010 consid. 5).\n\nIl s'ensuit que le recours doit être partiellement admis, la décision attaquée étant réformée dans le sens précité, et rejeté pour le surplus."}