{"annee": "138", "cour": "IV", "page": "106", "date": "16/3/2012", "cite": [], "cite_par": [], "chapeau": "15. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Eidgenössische Spielbankenkommission gegen X., Staatsanwaltschaft des Kantons Luzern und Y. AG (Beschwerde in Strafsachen)\n\n6B_466/2011 / 6B_467/2011 vom 16. März 2012", "regestes": ["Organisation ou exploitation par métier de jeux de hasard à l'extérieur d'une maison de jeu (art. 56 al. 1 let. a LMJ). L'exploitation d'une machine à sous hors d'une maison de jeu ne peut réaliser cette infraction que si l'automate a été qualifié comme appareil à sous servant aux jeux de hasard par une décision de la Commission fédérale des maisons de jeu, et que le recours éventuel contre cette décision n'ait pas d'effet suspensif. En l'absence de décision de la Commission fédérale des maisons de jeu, il ne peut incomber au juge pénal d'examiner à titre préjudiciel si la machine doit être qualifiée comme appareil à sous servant aux jeux de hasard (consid. 5.3.2)."], "faits": "BGE 138 IV 106 S. 107\n\nA. Die Eidgenössische Spielbankenkommission (ESBK) legte X. zur Last, er habe als einzelzeichnungsberechtigtes Mitglied des Verwaltungsrats der Y. AG in drei Gaststätten in Luzern in der Zeit von März 2006 bis zum 16. Mai 2006 je einen Spielautomaten des Typs \"Tropical Shop\" betrieben und die von den Automaten ausgeworfenen Sammelkarten in bar an die Spieler auszahlen lassen. Dadurch habe er sich der Widerhandlungen gegen das Spielbankengesetz (Art. 56 Abs. 1 lit. a SBG) schuldig gemacht, weshalb die erzielten Einnahmen im Bruttobetrag von total Fr. 945.- zulasten der Y. AG einzuziehen seien.\n\nB.\n\nB.a Die ESBK sprach X. mit Strafverfügung vom 28. Mai 2008 in Bestätigung ihres Strafbescheids vom 27. September 2007 der Widerhandlung gegen das Spielbankengesetz (Art. 56 Abs. 1 lit. a SBG) schuldig, begangen in der Zeit von März 2006 bis zum 16. Mai 2006 in drei Gaststätten in Luzern durch den Betrieb je eines Glücksspielautomaten des Typs \"Tropical Shop\" und Auszahlenlassen der von diesen Automaten ausgeworfenen Sammelkarten an die Spieler in bar.\n\nX. verlangte die gerichtliche Beurteilung.\n\nB.b Die ESBK verpflichtete mit Entscheid vom 28. Mai 2008 in Bestätigung ihres Einziehungsbescheids vom 27. September 2007 die Y. AG, dem Bund eine Ersatzforderung in der Höhe von insgesamt Fr. 945.- (Fr. 884.50 plus Fr. 50.- plus Fr. 10.50) zu bezahlen.\n\nDie Y. AG verlangte die gerichtliche Beurteilung. BGE 138 IV 106 S. 108\n\nC.\n\nC.a Das Amtsgericht Luzern-Stadt, II. Abteilung, sprach X. mit Urteil vom 23. Juni 2010 der Widerhandlung gegen das Spielbankengesetz (Art. 56 Abs. 1 lit. a SBG) schuldig, begangen in der Zeit von März 2006 bis zum 16. Mai 2006 in drei Gaststätten in Luzern durch Betreiben je eines Glücksspielautomaten des Typs \"Tropical Shop\" und Auszahlenlassen der durch diese Automaten ausgeworfenen Sammelkarten an die Spieler in bar.\n\nC.b Das Amtsgericht Luzern-Stadt, II. Abteilung, verpflichtete mit Entscheid vom 23. Juni 2010 die Y. AG im Rahmen des Strafverfahrens gegen X., dem Bund eine Ersatzforderung in der Höhe von total Fr. 945.- (Fr. 884.50 plus Fr. 50.- plus Fr. 10.50) zu bezahlen.\n\nD. Gegen das Urteil respektive den Einziehungsentscheid reichten X. beziehungsweise die Y. AG Appellation ein. X. beantragte seine Freisprechung. Die Y. AG stellte den Antrag, auf die Ersatzforderung sei zu verzichten.\n\nE.\n\nE.a Das Obergericht des Kantons Luzern, 4. Abteilung, sprach X. mit Urteil vom 9. März 2011 vom Vorwurf der Widerhandlung gegen das Spielbankengesetz frei.\n\nE.b Es hob mit Entscheid vom gleichen Tag die Einziehungsverfügung der ESBK auf und wies die Ersatzforderung an den Bund ab.\n\nF. Die ESBK erhebt in einer einzigen Eingabe Beschwerde in Strafsachen sowohl gegen das Urteil des Obergerichts in Sachen X. als auch gegen den Entscheid des Obergerichts in Sachen Y. AG mit den Anträgen, die beiden Urteile seien aufzuheben und die Entscheide des Amtsgerichts Luzern-Stadt seien zu bestätigen. Die Eingabe enthält somit zwei Beschwerden (Verfahren 6B_466/2011 und 6B_467/ 2011).\n\nDas Bundesgericht weist die Beschwerden ab, soweit es auf sie eintritt.", "considerants": "Aus den Erwägungen:\n\n5.\n\n5.3 Die drei Automaten \"Tropical Shop\" wurden in der Zeit von März 2006 bis zum 16. Mai 2006 betrieben. In jenem Zeitraum lag noch keine Verfügung der zuständigen Behörde betreffend die Qualifizierung dieser Automaten vor. BGE 138 IV 106 S. 109\n\n5.3.1 Mit Bekanntmachung vom 7. März 2006 an die Hersteller, Inverkehrbringer, Aufsteller und Betreiber von Automaten des Typs \"Tropical Shop\" oder \"Wondercard\" teilte die ESBK mit, dass sie beabsichtige, den Automaten \"Tropical Shop\" (auch \"Wondercard\" genannt) als Glücksspielautomaten im Sinne von Art. 3 Abs. 2 des Spielbankengesetzes vom 18. Dezember 1998 (SBG; SR 935.52) zu qualifizieren und einer allfälligen Beschwerde die aufschiebende Wirkung zu entziehen. Die ESBK hielt in der Bekanntmachung fest, obschon ihr gemäss Art. 61 der Spielbankenverordnung vom 24. September 2004 (VSBG; SR 935.521) Geldspielautomaten vorzuführen seien, sei dies beim Automaten \"Tropical Shop\" bis heute nicht erfolgt. Die ESBK gab in Anwendung von Art. 29 und 30a VwVG (SR 170.021) den von der Feststellungsverfügung Betroffenen unter Ansetzung einer Frist von 30 Tagen Gelegenheit, den Entwurf der beabsichtigten Feststellungsverfügung mit deren Begründung und den Akten bei der ESBK einzusehen und dazu Stellung zu nehmen. Bei unbenutztem Ablauf der Frist werde aufgrund der Akten entschieden (BBl 2006 2689).\n\nMit Feststellungsverfügung der ESBK vom 2. August 2006 wurden der Spielautomat \"Tropical Shop\" und faktisch gleiche Geräte als Glücksspielautomaten im Sinne von Art. 3 Abs. 2 SBG qualifiziert. Die ESBK hielt unter Hinweis auf Art. 56 Abs. 1 lit. a SBG fest, es sei verboten, den Glücksspielautomaten \"Tropical Shop\" (und andere faktisch gleiche Geräte) ausserhalb von konzessionierten Spielbanken zu betreiben. Der Beschwerde gegen die vorliegende Feststellungsverfügung wurde die aufschiebende Wirkung gemäss Art. 55 VwVG entzogen. In der Rechtsmittelbelehrung wurde darauf hingewiesen, dass gegen die Verfügung innert 30 Tagen nach Eröffnung bei der für Spielbanken zuständigen Rekurskommission in Bern Beschwerde geführt werden kann (BBl 2006 6757).\n\nGegen die Verfügung der ESBK erhoben einzelne Betroffene, welche Automaten des Typs \"Tropical Shop\" erworben, aufgestellt und einige davon in Betrieb gesetzt hatten, am 14. September 2006 Beschwerde an die Eidgenössische Rekurskommission für Spielbanken. Sie ersuchten um Wiederherstellung der aufschiebenden Wirkung. Durch Verfügung des Präsidenten der Eidgenössischen Rekurskommission für Spielbanken vom 19. September 2006 wurde die aufschiebende Wirkung der Beschwerden superprovisorisch wiederhergestellt, jedoch ausschliesslich für die am 2. August 2006 bereits in Betrieb stehenden Spielautomaten \"Tropical Shop\". Mit Präsidialverfügung BGE 138 IV 106 S. 110der Eidgenössischen Rekurskommission für Spielbanken vom 11. Dezember 2006 wurden die Präsidialverfügung vom 19. September 2006 aufgehoben und die Begehren um Wiederherstellung der aufschiebenden Wirkung abgewiesen. Eine dagegen erhobene Verwaltungsgerichtsbeschwerde wies die II. öffentlich-rechtliche Abteilung des Bundesgerichts mit Urteil 2A.8/2007 vom 26. März 2007 ab.\n\n5.3.2 Erst mit der Verfügung der ESBK vom 2. August 2006 stand fest, dass der Automat \"Tropical Shop\" nach der Auffassung dieser zuständigen Fachbehörde als Glücksspielautomat im Sinne des Spielbankengesetzes zu qualifizieren und daher dessen Betrieb ausserhalb konzessionierter Spielbanken verboten ist. Zwar handelt es sich bei der Verfügung der ESBK vom 2. August 2006 um eine Feststellungsverfügung und war somit der Automat \"Tropical Shop\" unabhängig von dieser Verfügung und auch schon vor deren Erlass ein Glücksspielautomat im Sinne des Spielbankengesetzes. Ob ein bestimmtes Gerät als Glücksspielautomat im Sinne des Spielbankengesetzes zu qualifizieren ist, hängt von verschiedenen Umständen und deren Gewichtung ab. Der Entscheid kann unter Umständen schwierig sein. Gemäss der gesetzlichen Regelung ist es die Aufgabe der ESBK, zu prüfen und zu entscheiden, ob ein bestimmter Automat unter Berücksichtigung der gesamten Umstände als Glücksspielautomat im Sinne des Spielbankengesetzes zu qualifizieren ist. Wer einen Geschicklichkeits- oder einen Glücksspielautomaten (Geldspielautomaten) in Verkehr setzen will, muss ihn vor der Inbetriebnahme der Kommission vorführen (Art. 61 Abs. 1 VSBG). Die Kommission entscheidet auf Grund der Unterlagen, ob es sich beim vorgeführten Geldspielautomaten um einen Geschicklichkeits- oder um einen Glücksspielautomaten handelt. Sie kann eine Überprüfung des Geldspielautomaten sowie der eingereichten Unterlagen anordnen (Art. 64 Abs. 1 VSBG). Die Kommission teilt ihre Entscheide den Kantonen mit und veröffentlicht sie im Bundesblatt (Art. 64 Abs. 3 VSBG). Gemäss Art. 56 Abs. 1 SBG macht sich unter anderem strafbar, wer Spielsysteme oder Glücksspielautomaten ohne Prüfung, Konformitätsbewertung oder Zulassung zum Zweck des Betriebs aufstellt (lit. c), wer eine vorgeschriebene Meldung an die Kommission unterlässt (lit. e) und wer einer Aufforderung der Kommission, den ordnungsgemässen Zustand wiederherzustellen oder die Missstände zu beseitigen, nicht nachkommt (lit. f). Aus dieser gesetzlichen Regelung ergibt sich, dass der Betrieb eines Glücksspielautomaten ausserhalb konzessionierter Spielbanken den Tatbestand von Art. 56 Abs. 1 lit. a SBG nur BGE 138 IV 106 S. 111erfüllen kann, nachdem der Automat durch Verfügung der zuständigen ESBK als Glücksspielautomat qualifiziert worden ist und allfällige Rechtsmittel gegen diese Verfügung keine aufschiebende Wirkung haben. Vor dem Erlass einer solchen Verfügung kann der Tatbestand von Art. 56 Abs. 1 lit. a SBG nicht erfüllt sein, weil noch nicht feststeht, ob es sich bei dem in Betrieb stehenden Automaten nach der Einschätzung der zu diesem Entscheid zuständigen ESBK um einen Glücksspielautomaten handelt. Vor dem Erlass der Feststellungsverfügung der ESBK können durch den Betrieb des Automaten allenfalls andere Tatbestände erfüllt werden, etwa der Tatbestand von Art. 56 Abs. 1 lit. c SBG. Angesichts der in der Spielbankenverordnung enthaltenen Regelung, wonach Geldspielautomaten der ESBK vorzuführen sind (Art. 61 Abs. 1 VSGB), welche über deren Qualifikation als Geschicklichkeits- oder Glücksspielautomaten zu entscheiden hat (Art. 64 VSBG), wogegen die Beschwerde an das Bundesverwaltungsgericht und danach die öffentlich-rechtliche Beschwerde an das Bundesgericht gegeben ist, kann es im Übrigen nicht die Aufgabe des Strafrichters sein, bei Fehlen einer diesbezüglichen Verfügung der ESBK selber darüber zu entscheiden, ob der Automat als Geschicklichkeits- oder als Glücksspielautomat zu qualifizieren ist. Soweit sich aus der Rechtsprechung der Strafrechtlichen Abteilung des Bundesgerichts insoweit etwas anderes ergibt (siehe etwa die Urteile 6S.112/2004 vom 18. Juni 2004 und 6S.45/2005 vom 22. März 2005), kann daran schon wegen des Risikos von widersprüchlichen Entscheiden in Bezug auf die Qualifikation eines Automaten nicht festgehalten werden.\n\n5.3.3 Durch den Betrieb der Automaten des Typs \"Tropical Shop\" in der Zeit von März 2006 bis zum 16. Mai 2006 in drei Gaststätten wurde mithin der Tatbestand von Art. 56 Abs. 1 lit. a SBG nicht erfüllt.\n\n5.3.4 Ob allenfalls der Tatbestand von Art. 56 Abs. 1 lit. c SBG erfüllt ist, wonach bestraft wird, wer Spielsysteme oder Glücksspielautomaten ohne Prüfung, Konformitätsbewertung oder Zulassung zum Zwecke des Betriebs aufstellt, und ob gegebenenfalls eine Einziehung der durch den Betrieb erlangten Vermögenswerte in Betracht käme, ist vorliegend nicht zu prüfen, da eine solche Straftat weder eingeklagt ist noch Gegenstand des Verwaltungsstrafverfahrens und des gerichtlichen Strafverfahrens bildete."}