{"annee": "138", "cour": "III", "page": "2", "date": "30/1/2012", "cite": ["133 III 439", "128 III 186"], "cite_par": ["142 V 448", "138 III 558", "139 III 67"], "chapeau": "1. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen X. AG (Beschwerde in Zivilsachen)\n\n4A_416/2011 vom 30. Januar 2012", "regestes": ["Art. 7 CPC; art. 74 al. 2 let. b et art. 75 al. 2 let. a LTF; art. 76 al. 1, 2e phrase, de la Constitution du canton de Zurich du 27 février 2005; § 2 al. 2 let. b de la loi zurichoise du 7 mars 1993 sur le Tribunal des assurances sociales; recevabilité du recours en matière civile dans les contestations en matière d'assurances complémentaires à l'assurance-maladie sociale selon la LAMal. Parce que le Tribunal des assurances du canton de Zurich connaît en instance cantonale unique, d'après l'art. 7 CPC, des contestations en matière d'assurances complémentaires à l'assurance-maladie sociale selon la LAMal, le recours en matière civile est recevable contre ses décisions, selon l'art. 74 al. 2 let. b et l'art. 75 al. 2 let. a LTF, même si la valeur litigieuse n'atteint pas 30'000 francs (consid. 1).", "Art. 20 al. 1-3, art. 21 al. 1 et 2 LCA; exigences concernant la sommation selon l'art. 20 al. 1 LCA. A l'intention de la personne assurée, les conséquences de la demeure selon les art. 20 s. LCA (en particulier selon les art. 20 al. 3 et 21 al. 1 LCA) doivent être énoncées de manière explicite, claire et complète dans la sommation (consid. 4)."], "faits": "", "considerants": "BGE 138 III 2 S. 3\n\nAus den Erwägungen:\n\n1.\n\n1.1 Zu beurteilen ist die Leistungspflicht aus einer Zusatzversicherung zur sozialen Krankenversicherung. Derartige Zusatzversicherungen unterstehen gemäss Art. 12 Abs. 2 und 3 des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (KVG; SR 832.10) dem Versicherungsvertragsgesetz vom 2. April 1908 (VVG; SR 221.229.1). Streitigkeiten aus solchen Versicherungen sind privatrechtlicher Natur, weshalb als Rechtsmittel an das Bundesgericht die Beschwerde in Zivilsachen gemäss Art. 72 ff. BGG in Betracht kommt (BGE 133 III 439 E. 2.1 S. 441 f. mit Hinweis).\n\n1.2 Die Beschwerde richtet sich gegen einen Endentscheid (Art. 90 BGG), welcher durch Beschwerde in Zivilsachen grundsätzlich anfechtbar ist. Bei der vorliegenden Streitsache, mit welcher Taggeldleistungen verlangt werden, handelt es sich um eine vermögensrechtliche Angelegenheit. Demnach ist die Beschwerde in Zivilsachen u.a. zulässig, sofern der Streitwert mindestens Fr. 30'000.- beträgt (Art. 74 Abs. 1 lit. b BGG) oder ein Bundesgesetz eine einzige kantonale Instanz vorsieht (Art. 74 Abs. 2 lit. b BGG). Ferner bedingt das Eintreten auf die Rechtsvorkehr das Vorliegen des Entscheids einer als Rechtsmittelinstanz eingesetzten letzten kantonalen Instanz BGE 138 III 2 S. 4im Sinne von Art. 75 Abs. 1 und 2 (Satz 1 und 2 Teilsatz 1) BGG bzw. einer vom Bundesgesetz vorgesehenen einzigen kantonalen Instanz gemäss Art. 75 Abs. 1 und 2 (Satz 1 und 2 Teilsatz 2) lit. a BGG.\n\n1.2.1 Unbestrittenermassen liegt der massgebliche Streitwert in casu unter Fr. 30'000.-. Fraglich ist indes, ob das Sozialversicherungsgericht des Kantons Zürich den angefochtenen Entscheid als einzige kantonale Instanz im Sinne von Art. 74 Abs. 2 lit. b und Art. 75 Abs. 2 lit. a BGG gefällt hat.\n\n1.2.2 Das Sozialversicherungsgericht des Kantons Zürich entscheidet in Streitigkeiten aus Zusatzversicherungen zur sozialen Krankenversicherung nach KVG gemäss kantonalem Recht als einzige kantonale Instanz (Art. 76 Abs. 1 Satz 2 der Verfassung des Kantons Zürich vom 27. Februar 2005 [KV/ZH; SR 131.211] sowie § 2 Abs. 2 lit. b des Gesetzes vom 7. März 1993 über das Sozialversicherungsgericht [GSVGer; LS 212.81]). Es nimmt zwar von seiner Einbettung in die zürcherische Gerichtsorganisation her die Stellung eines oberen kantonalen Gerichts ein (Art. 74 Abs. 2 KV/ZH), fungiert aber im vorliegenden Fall nicht als Rechtsmittelinstanz im Sinne von Art. 75 Abs. 2 Satz 1 und 2 Teilsatz 1 BGG (BGE 133 III 439 E. 2.2.2.2 S. 442 ff.; Urteil des Bundesgerichts 4A_572/2010 vom 20. Dezember 2010 E. 1; vgl. auch ROLF KUHN, Krankentaggeldversicherung nach VVG: Verfassungswidrige Verkürzung des Rechtsmittelzuges im Kanton Zürich-, Jusletter vom 25. Juni 2007 Rz. 17).\n\nDieser Umstand steht einem Eintreten auf das Rechtsmittel aus folgendem Grund jedoch nicht entgegen: Nach Art. 7 der auf 1. Januar 2011 in Kraft getretenen schweizerischen Zivilprozessordnung vom 19. Dezember 2008 (Zivilprozessordnung, ZPO; SR 272) können die Kantone für Streitigkeiten aus Zusatzversicherungen zur sozialen Krankenversicherung nach KVG ein Gericht bezeichnen, welches als einzige kantonale Instanz zuständig ist. Gleichzeitig wurde Art. 75 Abs. 2 lit. a (sowie Art. 74 Abs. 2 lit. b) BGG dahingehend geändert, dass als Ausnahme vom doppelten Instanzenzug eine einzige kantonale Instanz nicht mehr von einem Bundesgesetz vorgeschrieben sein muss, sondern dass es genügt, wenn ein Bundesgesetz eine solche vorsieht (Anhang 1 zur ZPO Ziff. II [Änderung bisherigen Rechts]; Sitzungsprotokoll der nationalrätlichen Kommission für Rechtsfragen vom 3. April 2008, S. 9 oben; Urteile des BGE 138 III 2 S. 5Bundesgerichts 4A_158/2011 vom 6. April 2011 E. 1.1; 4A_584/2010 vom 1. Februar 2011 E. 2.1, in: SJ 2011 I S. 262; 4A_572/2010 vom 20. Dezember 2010 E. 1; 4A_532/2009 vom 5. März 2010 E. 1). Art. 7 ZPO hat demnach in erster Linie die bedeutsame Änderung mit sich gebracht, dass die Kantone das bundesrechtlich in Art. 75 Abs. 2 BGG vorgeschriebene Prinzip der \"double instance\" durchbrechen dürfen. Die Bestimmung soll weiterhin eine einheitliche Zuständigkeitsordnung für Prozesse nach KVG und VVG ermöglichen respektive den Kantonen die Beibehaltung des bisherigen Systems erlauben (Botschaft vom 28. Juni 2006 zur Schweizerischen Zivilprozessordnung [ZPO], BBl 2006 7221 ff., insb. 7247 f. Ziff. 3.4.3; AB 2007 S 500 f.; AB 2008 N 644; ferner UELI SPITZ, Eidgenössische ZPO und Zusatzversicherungen zur sozialen Krankenversicherung, Jusletter vom 20. Dezember 2010 Rz. 6 und 8 ff.). In der Volksabstimmung vom 26. September 2010 wurde Art. 76 Abs. 1 KV/ZH denn auch nicht zuletzt als Folge der in Art. 7 ZPO stipulierten Regelung insofern ergänzt, als das Gesetz nun in begründeten Fällen Ausnahmen vom zweistufigen Instanzenzug vorsehen kann, wenn das Bundesrecht die Beurteilung durch eine einzige Instanz zulässt (SPITZ, a.a.O., Rz. 15). In Umsetzung dieser Norm modifizierte der kantonale Gesetzgeber § 2 Abs. 2 lit. b GSVGer in dem Sinne, als das Sozialversicherungsgericht, soweit es das Bundesrecht vorschreibt oder zulässt, als einzige kantonale Gerichtsinstanz für Klagen über Streitigkeiten aus Zusatzversicherungen zur sozialen Krankenversicherung nach dem KVG im Sinne von Art. 7 ZPO zuständig ist.\n\nNach dem Dargelegten hat das Sozialversicherungsgericht des Kantons Zürich als einzige kantonale Instanz im Sinne von Art. 7 ZPO (in Verbindung mit Art. 76 Abs. 1 Satz 2 KV/ZH und § 2 Abs. 2 lit. a GSVGer) entschieden, sodass sich die Beschwerde gestützt auf Art. 74 Abs. 2 lit. b BGG trotz Unterschreitung der Streitwertgrenze nach Art. 74 Abs. 1 lit. b BGG als zulässig erweist (so auch: PAUL OBERHAMMER, ZPO, Schweizerische Zivilprozessordnung, 2010, N. 4 zu Art. 7 ZPO; GASSER/RICKLI, Schweizerische Zivilprozessordnung, Kurzkommentar, 2010, N. 2 zu Art. 7 ZPO; nicht länger einschlägig: BGE 133 III 439 E. 2.2.2.2 S. 442 ff.; anders für das Bundesgesetz vom 19. Dezember 1986 über den unlauteren Wettbewerb [UWG; SR 241] betreffende Streitigkeiten: Urteil des Bundesgerichts 4A_584/2010 vom 1. Februar 2011 E. 2.1, in: SJ 2011 I S. 262). Da es sodann als Vorinstanz nach Art. 75 Abs. 2 lit. a BGG tätig BGE 138 III 2 S. 6geworden ist, kann auf die fristgerecht erhobene Beschwerde eingetreten werden. (...)\n\n4.\n\n4.1 Wird die Prämie zur Verfallzeit oder während der im Vertrag eingeräumten Nachfrist nicht entrichtet, so ist der Schuldner unter Androhung der Säumnisfolgen auf seine Kosten schriftlich aufzufordern, binnen 14 Tagen, von der Absendung der Mahnung an gerechnet, Zahlung zu leisten (Art. 20 Abs. 1 VVG). Bleibt die Mahnung ohne Erfolg, so ruht die Leistungspflicht des Versicherers vom Ablauf der Mahnfrist an (Art. 20 Abs. 3 VVG). Wird die rückständige Prämie nicht binnen zwei Monaten nach Ablauf der in Art. 20 VVG festgesetzten Frist rechtlich eingefordert, so wird angenommen, dass der Versicherer, unter Verzicht auf die Bezahlung der rückständigen Prämie, vom Vertrag zurücktritt (Art. 21 Abs. 1 VVG).\n\nDas Gesetz räumt dem Versicherer somit bei Nichtbezahlung der ausstehenden Prämie durch den Versicherungsnehmer ein Wahlrecht ein: Er kann zwischen der Weiterführung des Vertrags oder - unter Verzicht auf die rückständige Prämie - dessen Beendigung entscheiden (BGE 128 III 186 E. 2a S. 188 mit Hinweis). Wählt er die Auflösung des Vertragsverhältnisses, steht es ihm offen, diese durch eine vorzeitige Rücktrittserklärung oder durch Fristablauf herbeizuführen. Verhält der Versicherer sich während zweier Monate seit Verzugseintritt, d.h. dem Zeitpunkt des Ablaufs der 14-tägigen Mahnfrist, passiv, indem er die rückständige Prämie nicht rechtlich einfordert, so wird angenommen, dass er vom Vertrag zurücktrete (Art. 21 Abs. 1 VVG). Er ist indes nicht gehalten, bis zum Ablauf der zweimonatigen Frist mit der Vertragsbeendigung zuzuwarten. Vielmehr kann er bereits auf den Verzugseintritt hin mit der Rücktrittserklärung reagieren (FRANZ HASENBÖHLER, in: Basler Kommentar, Versicherungsvertragsgesetz, 2001, N. 4 ff. zu Art. 21 VVG; FELIX RAJOWER, Die Einforderung von Versicherungsprämien nach VVG, AJP 2002 S. 500 ff., insb. 505).\n\n4.2 Diese Regelung des Zahlungsverzugs weicht von derjenigen des OR erheblich ab. Sie statuiert einschneidende Folgen für die versicherte Person. In Anbetracht der gravierenden wirtschaftlichen Auswirkungen hat die Mahnung nach Art. 20 Abs. 1 VVG strengen Anforderungen hinsichtlich Form und Inhalt zu genügen, um die Interessen des Schuldners in geeigneter Weise zu wahren BGE 138 III 2 S. 7(BGE 128 III 186 E. 2d S. 189; ANDREA KIEFER, Prämienzahlungsverzug nach VVG, 2000, S. 56 oben mit weiteren Hinweisen und S. 60 in fine). Die schriftliche Mahnung muss die Beträge nennen, für die Zahlung verlangt wird, und ebenso die Zahlungsfrist von 14 Tagen (Urteil des Bundesgerichts 5C.97/2005 vom 15. September 2005 E. 4.3, in: SJ 2006 I S. 271). Vor allem hat sie ausdrücklich die Säumnisfolgen anzugeben, um diese in das Bewusstsein des Schuldners zu rücken. Die Androhung der Verzugsfolgen muss explizit, klar und umfassend erfolgen, wobei sämtliche Säumnisfolgen zu nennen sind, mithin nicht nur das Ruhen der Leistungspflicht des Versicherers nach Art. 20 Abs. 3 VVG, sondern auch das Recht des Versicherers, vom Vertrag zurückzutreten, beziehungsweise die Vermutung des Rücktritts gemäss Art. 21 Abs. 1 VVG (BGE 128 III 186 E. 2 S. 187 ff.; Urteil des Bundesgerichts 4A_397/2010 vom 28. September 2010 E. 4.3). Ein blosser Hinweis auf die (dem Mahnschreiben beigefügten) Gesetzesnormen von Art. 20 f. VVG reicht dabei ebenso wenig aus wie eine Verweisung auf entsprechende Bestimmungen der Allgemeinen oder Besonderen Versicherungsbedingungen. Ungenügend ist ferner die Angabe, dass beim Versicherer zusätzliche Auskünfte über die Folgen der unterlassenen Zahlung eingeholt werden können (Urteil des Bundesgerichts 4A_397/2010 vom 28. September 2010 E. 4.3 und 4.4; HASENBÖHLER, a.a.O., N. 42 zu Art. 20 VVG; KIEFER, a.a.O., S. 66; RAJOWER, a.a.O., S. 504; BERNARD CORBOZ, Le contrat d'assurance dans la jurisprudence récente, SJ 2011 II S. 247 ff., insb. 258 f.; STEPHAN FUHRER, Schweizerisches Privatversicherungsrecht, 2011, N. 9.32 S. 244; ROELLI/KELLER, Kommentar zum Schweizerischen Bundesgesetz über den Versicherungsvertrag, Bd. I, 1968, S. 344; ROLAND SCHAER, Modernes Versicherungsrecht, 2007, § 13 Rz. 71 f. und § 15 Rz. 51; ALFRED MAURER, Schweizerisches Privatversicherungsrecht, 3. Aufl. 1995, S. 293). Eine Mahnung, welche nicht auf diese Folgen hinweist, ist rechtswidrig und kann die Wirkungen, auf die zu verweisen sie unterlässt, nicht erzeugen (BGE 128 III 186 E. 2b in fine S. 188 mit diversen Hinweisen und E. 2f S. 190; ferner Urteil des Bundesgerichts 4A_397/2010 vom 28. September 2010 E. 4.4 in fine; KIEFER, a.a.O., S. 61 oben und 66).\n\n5.\n\n5.1 Das Mahnschreiben der Beschwerdegegnerin vom 13. Februar 2008 enthält im Anschluss an die Bezifferung der unbeglichen gebliebenen Prämien und der Mahngebühr sowie den Hinweis, dass BGE 138 III 2 S. 8der ausstehende Betrag zur Aufrechterhaltung der Versicherungsdeckung vollständig bis zum 27. Februar 2008 bei ihr einzutreffen habe, nachstehenden Passus:\n\n\"Bleibt Ihre Zahlung aus, würden nach dem 27. Februar 2008 folgende Verzugsfolgen eintreten:\n\n- Die Leistungspflicht der X. ruht, d.h. Sie haben bei einem versicherten Ereignis nach dem 27. Februar 2008 keinen Versicherungsschutz mehr.\n\n- Die X. kann unter Verzicht auf die Prämie vom Versicherungsvertrag zurücktreten.\n\n- Die X. kann den ausstehenden Betrag inkl. Zinsen und Kosten aber auch auf dem Betreibungsweg einfordern. Zudem fallen weitere Betreibungskosten für Sie an, welche von den Behörden erhoben werden.\n\n- Verspätete Überweisung des uns geschuldeten Betrages genügt zur Abwendung dieser Verzugsfolgen dann nicht mehr.\"\n\nDem Schreiben können somit die Elemente der Zahlungsaufforderung, der Angabe und Aufschlüsselung des ausstehenden Betrages sowie der Fristansetzung entnommen werden. Was die Verzugsfolgen anbelangt, geht daraus für den Fall, dass der ausstehende Betrag nicht bis zum 27. Februar 2008 beglichen würde, klar die Androhung des Ruhens der Versicherungsdeckung hervor. Ebenfalls vorhanden ist sodann die Anmerkung, wonach der Versicherer unter Verzicht auf die Prämie nach Ablauf der 14-tägigen Mahnfrist, d.h. nach Inverzugsetzung, vom Vertrag zurücktreten oder den ausstehenden Betrag mittels Betreibung einfordern könne und verspätete Überweisungen die Verzugsfolgen nicht mehr zu beheben vermöchten. Demgegenüber fehlt der Hinweis auf die in Art. 21 Abs. 1 VVG festgehaltene Rücktrittsvermutung (bzw. -fiktion; BGE 128 III 186 E. 2c S. 189 mit Hinweisen; HASENBÖHLER, a.a.O., N. 10 zu Art. 21 VVG; KIEFER, a.a.O., S. 105 f.).\n\n5.2 Hintergrund der unwiderlegbaren Rechtsvermutung nach Art. 21 Abs. 1 VVG bildet das Bestreben des Gesetzgebers, zu verhindern, dass der Versicherer während längerer Zeit untätig bleibt und erst in einem späteren Zeitpunkt die rückständigen sowie mittlerweile fällig gewordenen Prämien einfordert, ohne aber für die Zwischenzeit leistungspflichtig zu werden (HASENBÖHLER, a.a.O., N. 10 zu Art. 21 VVG mit weiteren Hinweisen). Der Versicherungsnehmer soll rechtzeitig wissen, woran er ist, damit er gegebenenfalls anderswo Versicherungsschutz finden kann. Der Zweckgedanke liegt BGE 138 III 2 S. 9mit anderen Worten darin, Klarheit in Bezug auf die Weitergeltung des Vertrages zu schaffen. Die Suspension des Versicherungsschutzes bei (vorläufig) weiter bestehendem Vertragsverhältnis bewirkt einen Schwebezustand, der im Interesse des Versicherungsnehmers - gerade auch im Rahmen von Kollektivkrankentaggeldversicherungsverträgen und den dabei unmittelbar betroffenen Arbeitnehmenden als versicherten Personen (siehe im Detail FUHRER, a.a.O., N. 9.46 S. 248; KIEFER, a.a.O., S. 112) - nicht lange andauern darf (HASENBÖHLER, a.a.O., N. 2 zu Art. 21 VVG; KIEFER, a.a.O., S. 114 oben). Wird der Versicherungsnehmer bezüglich der Rücktrittsvermutung im Unklaren gelassen, ist für ihn ein stillschweigendes Zuwarten des Versicherers (ohne Einforderung der ausstehenden Prämien und ohne Erklärung des Rücktritts unmittelbar nach Ablauf der 14-tägigen Mahnfrist) nicht ohne Weiteres einzuordnen. Diese Rechtsunsicherheit gilt es mit einem entsprechenden klaren Hinweis im Mahnschreiben zu verhindern. Im vorliegenden Fall wurde das Vertragsverhältnis denn auch erst mit Annullationsschreiben vom 3. Juni 2008 - und damit mehr als drei Monate nach Inverzugsetzung - für rückwirkend beendet erklärt.\n\n5.2.1 Das Schreiben der Beschwerdegegnerin vom 13. Februar 2008 genügt folglich den Anforderungen an eine rechtswirksame Mahnung nach Art. 20 f. VVG, insbesondere Art. 21 Abs. 1 VVG, nicht und ist, entgegen der Rechtsauffassung des kantonalen Gerichts, als unvollständig zu bezeichnen. Konnten sich die gesetzlich vorgesehenen Säumnisfolgen damit nicht entfalten, ist mithin weder von einem Ruhen der Leistungspflicht der Beschwerdegegnerin gemäss Art. 20 Abs. 3 VVG auszugehen, noch gilt die Annahme eines Vertragsrücktritts laut Art. 21 Abs. 1 VVG.\n\n5.2.2 An diesem Ergebnis vermag der Hinweis der Beschwerdegegnerin auf die \"gesamten Umstände rund um die Mahnung bzw. Vertragsaufhebung\", welche ebenfalls zu berücksichtigen und näher abzuklären seien, nichts zu ändern, haben sich die Verzugsfolgen gemäss Art. 20 f. VVG doch unmittelbar aus dem Mahnschreiben selber zu ergeben. Einer Befragung des ehemaligen Geschäftsführers der Y. GmbH zu diesem Punkt, wie seitens der Beschwerdegegnerin beantragt, bedarf es demnach nicht. Ebenso wenig spielt bei der Beurteilung der Rechtsgültigkeit des Mahnschreibens der Grund für die Prämienausstände eine entscheidwesentliche Rolle. Selbst wenn die ehemalige Arbeitgeberin des Beschwerdeführers aus wirtschaftlichen Motiven auf die Zahlung der Prämien bewusst verzichtet hätte, würde dieser Umstand den Versicherer nicht von BGE 138 III 2 S. 10seiner Pflicht entbinden, das Mahnverfahren gemäss Art. 20 f. VVG im vorstehend beschriebenen Sinne durchzuführen. Für die Behauptung der Beschwerdegegnerin, die Y. GmbH sei bereits im Januar 2008 von der Sistierung der Versicherungsdeckung ausgegangen, bestehen ferner vor dem Hintergrund, dass die Leistungspflicht bei rechtswirksam erfolgter Mahnung vom 13. Februar 2008 erst ab Ende Februar 2008 geruht hätte, keine Anhaltspunkte, zumal die Beschwerdegegnerin auch diesfalls eine ordentliche Mahnung hätte vornehmen müssen. Schliesslich kann die Beschwerdegegnerin aus dem Argument, dass die in Art. 21 Abs. 1 VVG verankerte Rechtsfolge ohnehin von der späteren Vorgehensweise des Versicherers (Eintreiben der Prämien oder nicht), nicht aber vom Verhalten des Versicherungsnehmers (mehr) abhänge, ebenfalls nichts zu Gunsten ihres Standpunktes ableiten. Das Bundesgericht hat mit BGE 128 III 186 (letztmals bestätigt durch Urteil 4A_397/2010 vom 28. September 2010) klar deklariert, dass das Mahnschreiben alle Säumnisfolgen zu nennen hat, d.h. nicht nur das - durch den Versicherungsnehmer mittels Begleichung der ausstehenden Prämien samt Kosten innert 14-tägiger Frist noch abwendbare - Ruhen der Leistungspflicht des Versicherers nach Art. 20 Abs. 1 VVG, sondern auch das Recht des Versicherers, vom Vertrag zurückzutreten, beziehungsweise die Vermutung des Rücktritts gemäss Art. 21 Abs. 1 VVG. Überdies tritt, sofern die rückständige Prämie (samt Zinsen und Kosten) nachträglich innerhalb von zwei Monaten nach Ablauf der 14-tägigen Mahnfrist beglichen und vom Versicherer angenommen wird, der suspendierte Vertrag gemäss Art. 21 Abs. 2 VVG ohne Weiteres wieder (ex nunc) in Kraft (ROELLI/KELLER, a.a.O., S. 362; HASENBÖHLER, a.a.O., N. 25 zu Art. 21 VVG). Der Versicherungsnehmer ist mithin auch nach Beendigung der Frist nach Art. 20 Abs. 1 VVG noch in der Lage, das Schicksal des Vertragsverhältnisses durch eigene Handlungen zu beeinflussen. Um diese (rechtzeitig) vornehmen zu können, ist indes eine vorgängige Aufklärung bezüglich der nach zwei Monaten eintretenden Rücktrittsfiktion erforderlich."}