{"annee": "138", "cour": "I", "page": "435", "date": "5/10/2012", "cite": ["116 IV 19", "138 IV 13", "136 II 101", "135 I 28", "137 I 257", "138 II 1", "114 IA 452", "137 I 167", "119 V 171", "137 II 40", "138 II 191", "100 IA 418", "128 II 112", "129 V 335", "137 I 31", "111 IA 303", "132 I 49", "119 IA 390", "134 V 15", "133 I 110", "130 IV 83", "136 I 17", "133 I 58", "133 II 64", "137 III 417", "136 I 290", "138 I 196", "126 I 240", "125 I 227"], "cite_par": ["145 IV 10", "139 I 242", "143 I 109", "140 IV 57", "145 V 128", "143 I 403", "142 I 99", "140 I 218", "140 V 574", "145 I 26", "142 V 395", "145 I 183", "143 I 352", "142 I 16"], "chapeau": "38. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A. et consorts contre Grand Conseil du canton de Vaud et Etat de Vaud (recours en matière de droit public)\n\n2C_698/2011 du 5 octobre 2012", "regestes": ["Art. 3, 44, 48, 49 al. 1, art. 104 et 118 al. 2 let. a Cst.; art. 82 let. b, art. 87, 89 et 101 LTF; art. 1 ss LStup; art. 169 ss LAgr; concordat latin du 29 octobre 2010 sur la culture et le commerce du chanvre; contrôle normatif abstrait; recevabilité; primauté du droit fédéral. Recevabilité du recours en matière de droit public contre le concordat latin du 29 octobre 2010 sur la culture et le commerce du chanvre (consid. 1). Seul le Tribunal fédéral est compétent pour contrôler abstraitement une convention intercantonale, la cour constitutionnelle cantonale ne peut être saisie que contre l'acte d'adhésion du canton au concordat (consid. 1.3 et 1.4). Délai et qualité pour agir (consid. 1.5 et 1.6). En tant qu'il vise à prévenir des infractions au droit fédéral exhaustif en matière de stupéfiants, ainsi qu'au droit agricole, et qu'il poursuit les mêmes buts que le législateur fédéral, le concordat, bien que réglementant le domaine du chanvre non stupéfiant, viole la primauté du droit fédéral et doit être annulé (consid. 3)."], "faits": "BGE 138 I 435 S. 436\n\nA. Le 29 octobre 2010, la Conférence latine des chefs des départements de justice et police (ci-après: la Conférence latine) a adopté le Concordat latin sur la culture et le commerce du chanvre (ci-après: CChanvre ou \"le Concordat latin\"), lequel est entré en vigueur le 1er mars 2012 à la suite de l'adhésion des cantons de Fribourg, Vaud et Neuchâtel. Le Concordat latin dispose en particulier:\n\n\"Art. 1 - But et objet:\n\n1. Le présent concordat a pour objet de fixer des règles communes sur la culture et le commerce du chanvre.\n\n2. Il a pour but de prévenir les violations du droit fédéral, notamment en matière de stupéfiants et en matière agricole.\n\n3. Demeurent réservées les dispositions du droit fédéral, notamment en matière de stupéfiants et en matière agricole. BGE 138 I 435 S. 437\n\n4. Sont aussi réservées les dispositions du droit fédéral ou cantonal en matière de procédure pénale. (...)\n\nArt. 3 - Produits d'usage courant non soumis au concordat:\n\n1. La Commission concordataire édicte une liste de produits d'usage courant non soumis au concordat, notamment ceux considérés comme des objets usuels ou des aliments par le droit fédéral. (...)\n\nArt. 4 - Définitions: a) Chanvre\n\n1. Par chanvre au sens du présent concordat, on entend la plante de l'espèce nommée cannabis (Cannabis sativa L.), ainsi que tous ses composés et ses dérivés, notamment les graines, les boutures, les plants, les feuilles, les inflorescences ou les huiles.\n\nArt. 5 - b) Commerce\n\n1. Fait le commerce du chanvre quiconque aliène, à titre gratuit ou onéreux, le chanvre ou ses produits dérivés.\n\nArt. 6 - c) Culture\n\n1. Fait la culture du chanvre quiconque soumet la plante sous toutes ses formes à un traitement favorisant l'épanouissement de celle-ci.\n\nArt. 7 - Obligation d'annonce:\n\n1. Quiconque pratique la culture du chanvre a l'obligation de l'annoncer à l'autorité compétente. (...)\n\nArt. 8 - Autorisation: a) Principe\n\n1. Quiconque fait le commerce du chanvre sur le territoire des cantons concordataires doit être titulaire d'une autorisation. (...)\n\nArt. 15 - Mesures administratives:\n\n1. L'autorité qui a accordé une autorisation doit la retirer lorsque les conditions prévues par le présent concordat ne sont plus remplies, lorsqu'une gestion commerciale irréprochable n'est plus garantie, ou lorsque le titulaire ou son personnel contrevient gravement ou à de réitérées reprises à la législation. (...)\n\n3. Dans les cas de moindre gravité, l'autorité peut également prononcer un avertissement ou une suspension de l'autorisation. (...)\n\nArt. 17 - Contrôles et sanctions administratives:\n\n1. Les autorités compétentes au sens du présent concordat peuvent en tout temps, dans le cadre de leurs attributions respectives et au besoin par la contrainte, procéder au contrôle des infrastructures, des cultures ou des locaux commerciaux et au contrôle des personnes qui s'y trouvent, dans le but de vérifier qu'aucune activité illicite ne s'y exerce au sens du présent concordat.\n\n2. Ce droit d'inspection s'étend aux appartements particuliers de ceux qui desservent les infrastructures ou qui y logent, lorsque ces appartements sont attenants à l'infrastructure ou la constituent.\n\n3. Les autorités compétentes peuvent en tout temps procéder à des prélèvements ou à des analyses. (...) BGE 138 I 435 S. 438\n\nArt. 18 - Aliénation et acquisition:\n\n1. L'aliénation du chanvre doit être consignée dans un contrat écrit. (...)\n\nArt. 21 - Dispositions pénales:\n\n1. Est passible de l'amende ou du travail d'intérêt général quiconque:\n\na. exploite un commerce au sens de la présente loi sans respecter les conditions concordataires et réglementaires;\n\nb. contrevient aux articles 7, 8, 9, 11, 13, 14, 16 et 18 du présent concordat;\n\nc. contrevient aux dispositions cantonales d'application du présent concordat ou aux directives de la Commission concordataire.\n\n2. Les dispositions du Code pénal suisse sur les contraventions s'appliquent. (...)\n\nArt. 28 - Dispositions finale et transitoire:\n\n1. Le présent concordat entre en vigueur lorsque trois cantons au moins y ont adhéré.\n\n2. Les personnes soumises aux dispositions du présent concordat ont un délai de six mois dès son entrée en vigueur pour s'y conformer.\"\n\nB. En date du 7 juin 2011, le Grand Conseil du canton de Vaud a adopté le décret autorisant le Conseil d'Etat à adhérer au Concordat latin (ci-après: le décret d'approbation). Ce décret a été publié dans la Feuille des avis officiels du canton de Vaud du 21 juin 2011 (FAO n° 49, p. 11), qui reproduisait en outre l'intégralité du texte du Concordat latin; il était soumis au référendum facultatif, le délai pour la récolte des signatures échéant au 31 juillet 2011. Le référendum n'ayant pas été requis, le Conseil d'Etat vaudois, par arrêté du 17 août 2011 publié dans la Feuille des avis officiels du 23 août 2011 (FAO n° 67, p. 10), a mis en vigueur le décret d'approbation avec effet au 1er août 2011.\n\nC. A., B., C., D. et E., tous domiciliés dans le canton de Vaud, exploitent ou ont exploité des entreprises sises sur le territoire du canton de Vaud actives dans le commerce d'articles se rapportant au chanvre.\n\nD. Le 7 septembre 2011, A., B., C., D. et E. ont déposé un recours en matière de droit public au Tribunal fédéral à l'encontre du Concordat latin du 29 octobre 2010. Ils concluent, avec suite de frais et dépens, à l'annulation du CChanvre et se plaignent en particulier d'une violation des art. 27 et 49 Cst.\n\nE. Parallèlement au recours déposé auprès du Tribunal fédéral, les recourants ont, le 3 novembre 2011, saisi la Cour constitutionnelle du Tribunal cantonal du canton de Vaud (ci-après: le Tribunal BGE 138 I 435 S. 439cantonal vaudois) d'une requête dirigée contre le décret d'approbation du 7 juin 2011, en concluant à l'annulation du Concordat latin. Par arrêt du 14 février 2012, le Tribunal cantonal vaudois s'est déclaré par principe compétent pour procéder à un contrôle abstrait d'une convention intercantonale \"par le biais du contrôle sur le décret d'approbation\"; en raison de la tardiveté de la requête sur le plan de la procédure cantonale, le Tribunal cantonal vaudois a cependant déclaré celle-ci irrecevable.\n\nF. Après avoir délibéré en séance publique du 5 octobre 2012 sur le recours du 7 septembre 2011, le Tribunal fédéral a admis celui-ci et a annulé le Concordat latin.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office sa compétence (art. 29 al. 1 LTF) et contrôle librement la recevabilité des recours qui lui sont soumis (ATF 137 III 417 consid. 1 p. 417; ATF 136 II 101 consid. 1 p. 103).\n\n1.1 Le Concordat latin, dont l'annulation intégrale a été requise par les recourants, est une convention intercantonale au sens de l'art. 48 al. 1 Cst. A condition de créer de manière immédiate des droits et des obligations pour les particuliers ou, de manière générale, de contenir des dispositions renfermant des règles de droit directement applicables (pour cette notion, cf. ATF 136 I 290 consid. 2.3.1 p. 293; ATF 126 I 240 consid. 2b; ATF 119 V 171 consid. 4b p. 177 s.), les conventions intercantonales dites normatives sont assimilées à des \"actes normatifs cantonaux\" selon l'art. 82 let. b LTF et sont partant attaquables comme tels devant le Tribunal fédéral (cf. ATF 137 I 31 consid. 1.3 p. 39; AEMISEGGER/SCHERRER REBER, in Basler Kommentar, Bundesgerichtsgesetz, 2e éd. 2011, n° 44 ad art. 82 LTF p. 983; AUER/MALINVERNI/HOTTELIER, Droit constitutionnel suisse, vol. I, 2e éd. 2006, p. 573 n. 1624 ss; YVES DONZALLAZ, Loi sur le Tribunal fédéral, Commentaire, 2008, n° 2703 ad art. 82 LTF p. 1031; HANSJÖRG SEILER, in Bundesgerichtsgesetz [BGG], 2007, n° 43 ad art. 82 LTF p. 304).\n\nEn l'occurrence, non seulement le Concordat latin impose des obligations et confère des droits aux autorités (cf. par exemple l'art. 20 al. 1 CChanvre), mais il contient aussi de nombreuses dispositions, singulièrement les art. 7 ss CChanvre, qui sont dans leur ensemble suffisamment déterminées et claires par leur contenu pour constituer le fondement d'une décision à l'égard des individus. Il possède en conséquence un caractère \"self-executing\". Partant, le Concordat BGE 138 I 435 S. 440latin fait partie des \"actes normatifs cantonaux\" attaquables devant le Tribunal fédéral, au sens de l'art. 82 let. b LTF, peu importe qu'il nécessite l'adhésion d'au moins trois cantons pour pouvoir entrer en vigueur (art. 28 al. 1 CChanvre).\n\n1.2 Par ailleurs, la liste d'exceptions de l'art. 83 LTF ne s'applique pas aux actes normatifs (arrêts 2C_727/2011 du 19 avril 2012 consid. 1.1, non publié in ATF 138 II 191; 2C_230/2010 du 12 avril 2011 consid. 1.1, non publié in ATF 137 I 167). De plus, et contrairement à ce qui prévalait sous l'empire de l'ancienne Constitution fédérale (art. 7 et 84 ch. 5 aCst.), les conventions intercantonales, sous réserve de la procédure d'approbation parlementaire consécutive à une réclamation (art. 172 al. 3 Cst.; cf. AEMISEGGER/SCHERRER REBER, op. cit., n° 44 ad art. 82 LTF p. 983; ALAIN WURZBURGER, in Commentaire de la LTF, 2009, n° 95 ad art. 82 LTF p. 731), ne doivent pas être soumises à l'approbation de la Confédération, mais sont uniquement portées à sa connaissance (art. 48 al. 3, 2e phr. Cst.; cf. FF 2010 7615, annonçant l'adoption du CChanvre, conformément à l'art. 48 al. 3 in fine Cst.; RHINOW/SCHEFER, Schweizerisches Verfassungsrecht, 2e éd. 2009, p. 184 n. 904); or, cette dernière procédure ne préjuge en rien du droit de former un recours abstrait contre une convention intercantonale (cf. ATF 137 I 31 consid. 1.3 p. 39).\n\n1.3 Dans leurs déterminations du 25 janvier ainsi que des 7 et 14 mars 2012, le Grand Conseil et le Conseil d'Etat vaudois ont soutenu que le recours normatif abstrait sous examen devant le Tribunal fédéral serait irrecevable. A ce titre, ils ont souligné que, dans son arrêt daté du 14 février 2012, le Tribunal cantonal vaudois, se prononçant en qualité de cour constitutionnelle cantonale, avait admis sa compétence de principe pour statuer sur la requête dirigée contre le décret d'approbation autorisant l'exécutif vaudois à adhérer au Concordat latin, ce qui exclurait la compétence du Tribunal fédéral.\n\n1.3.1 En vertu de l'art. 87 LTF, le recours est directement recevable contre les actes normatifs cantonaux qui ne peuvent faire l'objet d'un recours cantonal (al. 1). Lorsque le droit cantonal prévoit un recours contre les actes normatifs, l'art. 86 LTF est applicable (al. 2); dans une telle hypothèse, le Tribunal fédéral ne statue qu'une fois les instances cantonales épuisées et ne peut donc être saisi que par recours à l'encontre de l'arrêt rendu par la cour constitutionnelle cantonale (cf. art. 86 al. 1 let. d et al. 2 LTF; arrêt 2C_740/2009 du 4 juillet 2011 consid. 1.1 et 1.2, non publiés in ATF 137 I 257).\n\nBGE 138 I 435 S. 441Il convient dès lors de vérifier si, comme les autorités vaudoises le prétendent, le Tribunal cantonal vaudois était compétent pour procéder à un contrôle normatif abstrait du Concordat latin au travers d'un recours déposé directement contre le décret approuvant l'adhésion du canton de Vaud à ladite convention intercantonale. Si tel était le cas, seul l'arrêt rendu par le Tribunal cantonal vaudois en date du 14 février 2012 aurait pu faire l'objet d'un recours au Tribunal fédéral (cf. art. 87 al. 2 LTF), de sorte que le présent recours dirigé immédiatement contre le CChanvre devrait être déclaré irrecevable.\n\n1.3.2 Bien que l'art. 82 let. b LTF assimile les conventions intercantonales à des actes normatifs cantonaux (consid. 1.1 supra), celles-ci se démarquent du droit cantonal ordinaire notamment en ce qu'elles appartiennent en commun aux cantons concernés, lesquels s'engagent réciproquement, et qu'elles produisent leurs effets dans plusieurs cantons à la fois (cf. DONZALLAZ, op.cit., n° 2703 ad art. 82 LTF p. 1031; ROBERT ZIMMERMANN, Le contrôle préjudiciel en droit fédéral et dans les cantons suisses, 1986, p. 130 s.; arrêt de la Cour constitutionnelle jurassienne du 28 mars 2006, in Revue jurassienne de jurisprudence [RJJ] 2006 p. 342 ss, 347 s. ch. 1.4.2).\n\nLes conventions intercantonales s'interprètent en outre à l'aune de l'art. 48 al. 5 Cst., qui prévoit que les cantons respectent le droit intercantonal, ainsi qu'à la lumière du principe de la loyauté confédérale issue du principe général de la bonne foi (cf. art. 44 Cst.; ATF 125 I 227 consid. 7b p. 239; PATRICIA EGLI, Die Bundestreue, 2010, p. 283 ss et 295 ss; KNAPP/SCHWEIZER, in Die schweizerische Bundesverfassung, Kommentar, 2e éd. 2008, nos 7 ss ad art. 44 Cst. p. 849 ss). Il découle de ces principes constitutionnels que le droit intercantonal l'emporte hiérarchiquement sur le droit de chacun des cantons qui a ratifié l'instrument intercantonal. Par conséquent, un canton ne peut en principe pas se soustraire à ses obligations intercantonales en invoquant son droit cantonal; en revanche, le droit intercantonal reste soumis à la primauté du droit fédéral ancrée à l'art. 49 Cst. (cf. arrêt 2C_66/2011 du 1er septembre 2011 consid. 2.1.4; ATF 100 Ia 418 consid. 4 p. 423; URSULA ABDERHALDEN, in Die schweizerische Bundesverfassung, Kommentar, 2e éd. 2008, n° 49 ad art. 48 Cst. p. 893; AUER/MALINVERNI/HOTTELIER, op. cit., p. 574 n. 1629 ss; VINCENT MARTENET, L'autonomie constitutionnelle des cantons, 1999, p. 89 s. et 284).\n\n1.3.3 Il résulte de ce qui précède qu'à peine d'enfreindre la Constitution fédérale et de porter atteinte à la souveraineté des autres BGE 138 I 435 S. 442cantons parties au concordat, la cour constitutionnelle d'un canton ne peut contrôler abstraitement et, le cas échéant, annuler que des actes normatifs cantonaux et infracantonaux. Il ne lui est en revanche pas permis de procéder de même à l'égard d'actes appartenant à un ordre qui est hiérarchiquement supérieur au système juridique dont elle-même tire son existence et ses compétences juridictionnelles (cf., s'agissant du principe de la hiérarchie des normes: ATF 129 V 335 consid. 3.3 p. 341; ATF 128 II 112 consid. 8a p. 123; arrêt 2C_736/2010 du 23 février 2012 consid. 6.3).\n\nPartant, une réglementation ou une pratique cantonale qui permettrait à une cour constitutionnelle cantonale de contrôler abstraitement et d'annuler une convention intercantonale ne serait pas applicable conformément au principe de la primauté du droit fédéral (art. 49 al. 1 Cst.). En conséquence, le recours abstrait dirigé contre le Concordat latin doit être immédiatement porté auprès du Tribunal fédéral (cf. DONZALLAZ, ibidem), la Cour de céans étant compétente pour opérer un tel contrôle normatif abstrait et, le cas échéant, annuler des dispositions concordataires qui seraient contraires au droit supérieur, à l'exclusion du Tribunal cantonal vaudois.\n\n1.3.4 Il faut ajouter que l'impossibilité pour une cour cantonale de soumettre une convention intercantonale à un contrôle normatif abstrait laisse intacte la faculté des autorités compétentes, cantonales comme fédérales, de procéder à un contrôle préjudiciel d'une norme intercantonale lors de l'examen d'un cas d'application concret (cf., par exemple, ATF 132 I 49 consid. 4 p. 54; arrêts 2C_1016/2011 du 3 mai 2012 consid. 6.1, non publié in ATF 138 I 196; 2C_116/2011 du 29 août 2011 consid. 2.4; voir aussi: JEAN MORITZ, Contrôle des normes: la juridiction constitutionnelle vaudoise à l'épreuve de l'expérience jurassienne, RDAF 2005 I 1, ch. 29, pénultième phrase).\n\n1.4 En tout état et contrairement à ce qu'affirment les autorités vaudoises, l'arrêt du Tribunal cantonal vaudois du 14 février 2012 ne conduit pas, bien que sa formulation ne soit pas dénuée d'ambiguïté, à reconnaître aux juges constitutionnels vaudois la compétence de procéder à un contrôle normatif abstrait du Concordat latin. Comme il ressort en effet de la lecture de cet arrêt cantonal, ce n'est qu'au travers d'un recours dirigé contre le décret d'approbation (ou d'un acte d'application concret) que les normes intercantonales pourraient, d'après le Tribunal cantonal, être examinées par ce dernier; de son propre aveu d'ailleurs, en cas d'admission d'une requête dirigée contre le décret d'approbation du concordat dont certaines dispositions BGE 138 I 435 S. 443seraient jugées contraires au droit supérieur, le Tribunal cantonal ne pourrait formellement annuler lesdites dispositions, \"la souveraineté de la Cour constitutionnelle vaudoise s'arrêtant aux frontières du canton, mais seulement le décret d'approbation\", ce qui aurait pour unique effet que la convention intercantonale ne serait pas intégrée à l'ordre juridique cantonal vaudois.\n\n1.4.1 A priori, on ne perçoit pas d'obstacle de principe à ce qu'un canton instaure, le cas échéant en parallèle à la faculté de demander un référendum contre l'adhésion du canton à un concordat (cf. VINCENT MARTENET, La conclusion des conventions internationales et intercantonales au regard de la séparation des pouvoirs, spécialement dans le canton de Genève, ZBl 4/2011 p. 173 ss, 184), une voie de recours judiciaire contre le décret autorisant son exécutif à adhérer à une convention intercantonale. Comme il a été dit plus haut, l'admission de la requête cantonale au motif que le décret conduirait à ratifier une convention intercantonale contraire au droit supérieur aboutirait en effet à l'annulation du seul décret d'approbation et aurait pour unique conséquence que le canton concerné n'adhérerait pas à ladite convention; en revanche, il ne serait porté atteinte ni au texte ni à la validité de la convention par rapport aux autres cantons qui l'auraient d'ores et déjà ratifiée, le décret d'approbation et le Concordat latin formant deux actes distincts.\n\n1.4.2 A l'opposé de ce que semblent indiquer les autorités vaudoises, l'existence d'un contrôle cantonal du décret d'approbation par la cour constitutionnelle ne déboucherait en principe pas sur l'irrecevabilité du recours en matière de droit public qui serait, en parallèle, déposé auprès du Tribunal fédéral contre le Concordat latin. Comme indiqué, l'examen de la cour constitutionnelle cantonale porterait formellement sur le décret d'approbation cantonal; il pourrait donc seulement conduire à la non-adhésion du canton concerné audit concordat, tandis que le contrôle qui serait exercé par le Tribunal fédéral aurait pour objet immédiat la convention intercantonale et son éventuelle annulation. Tout au plus l'examen du décret d'approbation par une cour constitutionnelle cantonale pourrait-il justifier - le Tribunal fédéral statuant librement sur ce point - de suspendre, pour raisons d'opportunité, la procédure devant le Tribunal fédéral dans l'attente de l'arrêt cantonal (cf. art. 71 LTF cum art. 6 al. 1 PCF [RS 273]); en effet, les recourants, singulièrement ceux domiciliés sur le territoire cantonal seraient, en cas d'annulation du décret d'approbation cantonal, susceptibles de perdre tout intérêt actuel à recourir BGE 138 I 435 S. 444 contre la convention intercantonale (cf. ATF 137 II 40 consid. 2.1 p. 41; arrêt 2C_825/2011 du 25 avril 2011 consid. 1.4), qui ne s'appliquerait plus sur le territoire qu'ils habitent.\n\nEn l'espèce, et indépendamment de la question relative à la compétence de principe du Tribunal cantonal vaudois pour connaître du décret d'approbation, la question d'une éventuelle suspension de la procédure devant la Cour de céans ne se poserait pas, car le Tribunal cantonal vaudois a, par arrêt rendu le 14 février 2012, déclaré irrecevable, pour cause de tardiveté, la requête déposée contre le décret du Grand Conseil vaudois du 7 juin 2011.\n\n1.4.3 Il résulte de ce qui précède que la compétence pour soumettre le Concordat latin à un recours normatif abstrait revient au Tribunal fédéral, à l'exclusion du Tribunal cantonal vaudois. La voie du recours en matière de droit public est donc en principe ouverte.\n\n1.5 L'art. 101 LTF prévoit que le recours contre un acte normatif doit être déposé devant le Tribunal fédéral dans les 30 jours qui suivent sa publication selon le droit cantonal.\n\n1.5.1 De manière générale, le délai pour agir commence donc à courir, si - en tant qu'il est ouvert - le référendum n'est pas utilisé, au moment où l'autorité compétente donne officiellement connaissance que, le référendum n'ayant pas été requis, l'arrêté (déjà publié) entre en vigueur ou, éventuellement, entrera en vigueur à une date déterminée (ATF 135 I 28 consid. 3.3.1 p. 33 s.; arrêt 2C_53/2009 du 23 septembre 2011 consid. 1.2; cf. DONZALLAZ, op. cit., n° 4112 ad art. 101 LTF p. 1494; HANS-JAKOB MOSIMANN, Beschwerde in öffentlich-rechtlichen Angelegenheiten, in Prozessieren vor Bundesgericht, Thomas Geiser et al. [éd.], 3e éd. 2011, p. 216 n. 4.124).\n\n1.5.2 En présence d'un recours abstrait dirigé contre une convention intercantonale, il faut toutefois tenir compte des spécificités liées à cet acte normatif bi- ou multilatéral. Celui-ci n'entre en effet pas nécessairement en vigueur ni n'est officiellement publié en même temps dans chacun des cantons signataires (AEMISEGGER/SCHERRER REBER, op. cit., n° 3a ad art. 101 LTF p. 1342); de plus, il n'est ratifié par un canton qu'après avoir été soumis au processus d'adhésion défini par l'ordre juridique du canton concerné. En outre, et sous réserve qu'un recourant domicilié dans un canton (non-)signataire établisse qu'une convention intercantonale est susceptible de l'affecter sur le territoire des (autres) cantons concordataires (pour un exemple, cf. arrêt 1C_428/2009 du 13 octobre 2010 consid. 1.4, non BGE 138 I 435 S. 445publié in ATF 137 I 31), une telle convention ne touchera en règle générale les personnes domiciliées dans un canton particulier qu'au moment où ce dernier aura choisi d'adhérer à ladite convention. Dans l'optique de ne pas vider de son sens la possibilité de former un recours normatif contre un concordat, on doit dès lors admettre qu'une convention intercantonale puisse faire l'objet d'un tel recours à l'occasion de la déclaration d'adhésion d'un canton, même si l'entrée en vigueur du concordat dépend encore de l'adhésion d'autres cantons (cf. arrêt 1C_428/2009 précité consid. 1.1, non publié in ATF 137 I 31; AEMISEGGER/SCHERRER REBER, op. cit., n° 44 ad art. 82 LTF p. 984).\n\n1.5.3 En l'occurrence, le présent recours a été interjeté dans les 30 jours suivant la publication de l'arrêté de mise en vigueur du décret d'approbation dans la Feuille des avis officiels du canton de Vaud du 23 août 2011. Par cet acte de promulgation, le Conseil d'Etat vaudois, au terme du délai référendaire non utilisé, a fixé au 1er août 2011 l'entrée en vigueur du décret l'autorisant à adhérer au Concordat latin. Or, c'est cette publication par laquelle le canton de Vaud décide définitivement d'adhérer au Concordat latin qui a déclenché le délai pour recourir devant le Tribunal fédéral (cf. arrêt 1C_428/2009 précité consid. 1.4, non publié in ATF 137 I 31), indépendamment de la date de ratification effective du CChanvre par le Conseil d'Etat vaudois ou des dates d'entrée en vigueur et de prise d'effet prévues à son art. 28 al. 1 et 2. Par conséquent, le recours en matière de droit public a été formé en temps utile. Il a pour le surplus été interjeté dans les formes requises (art. 42 LTF).\n\n1.6 Reste à examiner si les recourants disposent de la qualité pour agir devant le Tribunal fédéral.\n\nLa qualité pour recourir contre un acte normatif cantonal se satisfait, selon l'art. 89 al. 1 let. b et c LTF, d'une atteinte virtuelle; il suffit donc que l'on puisse prévoir avec un minimum de vraisemblance que les recourants puissent un jour être touchés directement par l'acte normatif attaqué afin que ceux-ci soient à même d'agir (ATF 136 I 17 consid. 2.1 p. 21). Les recourants remplissent cette exigence: domiciliés dans le canton de Vaud, ils ont par ailleurs exploité ou exploitent toujours des entreprises ayant entre autres pour but le commerce du chanvre et d'articles dérivés. Il convient donc d'entrer en matière. En revanche, les poursuites pénales pour infraction à la loi fédérale du 3 octobre 1951 sur les stupéfiants et les substances psychotropes (loi sur les stupéfiants, LStup; RS 812.121) dont certains BGE 138 I 435 S. 446des recourants ont fait l'objet ne sont pas pertinentes dans le présent contexte.\n\n(...)\n\n3. Dans un premier grief, les recourants affirment que le Concordat latin contreviendrait au principe de la primauté du droit fédéral, dans la mesure où il étendrait indûment le champ d'application de la LStup et instaurerait une série d'obligations dépassant le cadre de cette loi fédérale au caractère exhaustif.\n\n3.1 Garanti à l'art. 49 al. 1 Cst., le principe de la primauté du droit fédéral fait obstacle à l'adoption ou à l'application de règles cantonales qui éludent des prescriptions de droit fédéral ou qui en contredisent le sens ou l'esprit, notamment par leur but ou par les moyens qu'elles mettent en oeuvre, ou qui empiètent sur des matières que le législateur fédéral a réglementées de façon exhaustive. Cependant, même si la législation fédérale est considérée comme exhaustive dans un domaine donné, une loi cantonale peut subsister dans le même domaine en particulier si elle poursuit un autre but que celui recherché par le droit fédéral. En outre, même si, en raison du caractère exhaustif de la législation fédérale, le canton ne peut plus légiférer dans une matière, il n'est pas toujours privé de toute possibilité d'action. Ce n'est que lorsque la législation fédérale exclut toute réglementation dans un domaine particulier que le canton perd toute compétence pour adopter des dispositions complétives, quand bien même celles-ci ne contrediraient pas le droit fédéral ou seraient même en accord avec celui-ci (ATF 137 I 167 consid. 3.4 p. 174 s.; ATF 133 I 110 consid. 4.1 p. 116; arrêt 2C_727/2011 du 19 avril 2012 consid. 3.3, non publié in ATF 138 II 191).\n\n3.2 Dans un premier temps, la Cour de céans s'emploiera à qualifier les compétences que la Constitution attribue à la Confédération en vue de réglementer la culture et l'utilisation du chanvre (cannabis sativa L.; cf. à propos de la terminologie: Message du 9 avril 1951 relatif à la révision de la loi sur les stupéfiants, FF 1951 I 841, 866 s.). Ce faisant et en fonction de la qualification retenue, il conviendra de s'interroger au sujet du caractère exhaustif ou non de la législation fédérale dans le domaine considéré (cf. consid. 3.3 et 3.4 infra). Si cette dernière réglementation s'avérait être exhaustive, il faudrait encore en examiner les répercussions sur la constitutionnalité du Concordat latin, étant donné que celui-ci prétend réglementer certains aspects de la culture et du commerce du chanvre agricole (cf. consid. 3.5 infra). BGE 138 I 435 S. 447\n\n3.3 L'art. 104 Cst. définit les compétences et les objectifs que doivent poursuivre les autorités fédérales en matière agricole. Aux termes de l'art. 104 al. 1 Cst., la Confédération veille à ce que l'agriculture, par une production répondant à la fois aux exigences du développement durable et à celles du marché, contribue substantiellement: (a.) à la sécurité de l'approvisionnement de la population; (b.) à la conservation des ressources naturelles et à l'entretien du paysage rural; (c.) à l'occupation décentralisée du territoire.\n\n3.3.1 La disposition constitutionnelle précitée dote la Confédération d'une compétence concurrente non limitée aux principes. La Confédération en a fait usage dans une très large mesure, en adoptant notamment la loi fédérale du 29 avril 1998 sur l'agriculture (loi sur l'agriculture, LAgr; RS 910.1) ainsi que de nombreuses ordonnances, qui réduisent d'autant les compétences autonomes dont disposent les cantons dans le domaine agricole (VALLENDER/HETTICH, in Die Schweizerische Bundesverfassung, Kommentar, 2e éd. 2008, n° 3 ad art. 104 Cst. p. 1668 s.).\n\n3.3.2 En matière de chanvre, l'art. 4 et l'annexe n° 4 de l'ordonnance du 7 décembre 1998 de l'Office fédéral de l'agriculture sur le catalogue des variétés de céréales, de pommes de terre, de plantes fourragères, de plantes oléagineuses et à fibres ainsi que de betteraves (ordonnance sur le catalogue des variétés; RS 916.151.6), autorise la mise en circulation et certification des semences de chanvre d'un taux en THC inférieur à 0,3 % (voir aussi HANS SPILLMANN, Hanfanbau - Im Spannungsfeld zwischen landwirtschaftlicher Produktion und Betäubungsmittelherstellung, Communications de droit agraire 2000 p. 153 ss). Il en découle qu'il est possible d'utiliser de telles semences dans le domaine de l'agriculture (cf. art. 162 al. 1 LAgr), soit également de cultiver légalement du chanvre au moyen de ces dernières (cf. Office fédéral de la Justice, Réglementation sur le commerce du chanvre - Avis de droit du 15 octobre 2007, JAAC 2008 n°16 p. 265 ss, ch. 3.1 p. 268).\n\n3.3.3 Au vu de ce qui précède, force est de retenir que la Confédération a, sous réserve des compétences que la législation déléguerait aux cantons et des tâches cantonales liées à l'exécution du droit fédéral, exhaustivement réglementé les aspects du droit agricole relatifs à l'utilisation de semences de chanvre.\n\n3.4 L'art. 118 Cst., qui a repris en substance les art. 69, 69bis et 24quinquies al. 2 aCst., règle les compétences de la Confédération en matière de protection de la santé. BGE 138 I 435 S. 448\n\n3.4.1 La santé publique est en principe du ressort des cantons (cf. art. 3 Cst.; TOMAS POLEDNA, in Die Schweizerische Bundesverfassung, Kommentar, Bernhard Ehrenzeller et al. [éd.], 2e éd. 2008, n° 5 ad art. 118 Cst. p. 1823; POLEDNA/BERGER, Öffentliches Gesundheitsrecht, 2002, p. 17 n. 43). Toutefois, la Confédération se voit reconnaître la compétence pour en réglementer certains aspects spécifiques (art. 118 al. 1 Cst.: \"Dans les limites de ses compétences\"; cf. Message du 20 novembre 1996 relatif à une nouvelle Constitution fédérale, FF 1996 I 1, 338; ERWIN MURER, Wohnen, Arbeit, Soziale Sicherheit und Gesundheit, in Droit constitutionnel suisse, Daniel Thürer et al. [éd.], 2001, p. 967 ss, 977 n. 22), qui sont exhaustivement mentionnés à l'art. 118 al. 2 Cst. A l'intérieur de ces domaines segmentaires, la Confédération dispose d'une \"compétence globale dotée d'un effet dérogatoire subséquent\" (cf. ATF 133 I 110 consid. 4.2 p. 116; FF 1996 I 1, 338; GIOVANNI BIAGGINI, in BV-Kommentar, 2007, n° 6 ad art. 118 Cst. p. 555; sous l'angle de l'aCst.: GUIDO CORTI, Canapa et \"canapai\" fra legalità e illegalità - Parere del 1° aprile/11 giugno 1999, RDAT 1999 II p. 377, 390 s.), à savoir d'une compétence concurrente non limitée aux principes lui permettant de réglementer exhaustivement une matière de sorte à évincer toute compétence cantonale autonome dans ce domaine, sous réserve des compétences réservées ou déléguées aux cantons, ainsi que de celles résultant de l'exécution du droit fédéral en vertu de l'art. 46 Cst. (cf. AUER/MALINVERNI/HOTTELIER, op. cit., p. 360 n. 1017; POLEDNA, op. cit., n° 7 ad art. 118 Cst. p. 1824; RHINOW/SCHEFER, op. cit., p. 149 n. 727).\n\n3.4.2 Selon l'art. 118 al. 2 let. a Cst., la Confédération légifère entre autres sur l'utilisation des stupéfiants, ce qu'elle a fait en adoptant en particulier la LStup, l'ordonnance du 25 mai 2011 sur le contrôle des stupéfiants (OCStup; RS 812.121.1), l'ordonnance du 30 mai 2011 du Département fédéral de l'intérieur sur les tableaux des stupéfiants, des substances psychotropes, des précurseurs et des adjuvants chimiques (ordonnance sur les tableaux des stupéfiants, OTStup-DFI; RS 812.121.11), l'ordonnance du 25 mai 2011 relative à l'addiction aux stupéfiants et aux autres troubles liés à l'addiction (ordonnance relative à l'addiction aux stupéfiants, OAStup; RS 812.121.6), ainsi que la loi fédérale du 15 décembre 2000 sur les médicaments et les dispositifs médicaux (loi sur les produits thérapeutiques, LPTh; RS 812.21) et ses ordonnances, qui s'appliquent aux stupéfiants utilisés comme produits thérapeutiques (cf. art. 1b LStup; ATF 133 I 58 consid. 4.1.2 p. 60).\n\nBGE 138 I 435 S. 449\n\n3.4.3 La législation en matière de stupéfiants a notamment pour objectifs de prévenir la consommation non autorisée de stupéfiants, réglementer leur mise à disposition à des fins médicales et scientifiques, protéger les personnes des conséquences liées à l'addiction, préserver la sécurité et l'ordre publics des dangers émanant du commerce et de la consommation de stupéfiants et lutter contre les actes criminels étroitement liés au commerce et à la consommation de ces substances (cf. art. 1 LStup). Du point de vue de son champ d'application matériel, cette loi régit le domaine des stupéfiants et des substances psychotropes, dont la principale caractéristique est celle d'engendrer la dépendance (cf. art. 2 let. a et b LStup; cf., sous l'ancien art. 1 LStup, arrêt 6S.3/2003 du 2 mai 2003 consid. 1.2). Ainsi, une substance tombe dans le champ de cette législation restrictive (cf. GÄCHTER/VOLLENWEIDER, Gesundheitsrecht, 2e éd. 2010, p. 44) dans la mesure où elle est susceptible de produire de tels effets d'accoutumance ou de servir à la préparation de stupéfiants (cf. Initiative parlementaire du 4 mai 2006 concernant la révision partielle de la loi sur les stupéfiants, FF 2006 8141, 8192 ch. 6.1). De plus, la loi vise, comme indiqué précédemment, à \"prévenir la consommation non autorisée de stupéfiants et de substances psychotropes\", tandis que le recours à certains de ces produits en médecine reste permis (cf. art. 8 al. 5-7 et art. 9 ss LStup; FF 2006 8211, 8213 ch. 2.1.1).\n\n3.4.4 S'agissant plus spécifiquement du chanvre, d'après l'art. 2 let. a LStup précité, les substances et préparations qui engendrent une dépendance et qui ont des effets de type cannabique, et celles qui sont fabriquées à partir de ces substances ou préparations ou qui ont un effet semblable à celles-ci, entrent dans la définition des stupéfiants et ne peuvent être, selon l'art. 8 al. 1 let. d LStup, ni cultivées, ni importées, ni fabriquées ou mises dans le commerce, certaines dérogations restant néanmoins possibles aux alinéas 5 à 8 de l'art. 8 LStup. Il résulte ainsi des termes \"effets de type cannabique\" que le chanvre doit être prima facie considéré comme un stupéfiant au sens de la LStup (FF 2006 8141, 8160 ch. 3.1.4).\n\n3.4.5 Par ailleurs, le chapitre 5 (art. 29 ss) de la LStup fixe en détail les tâches appartenant à la Confédération et celles que le législateur fédéral a dévolues aux cantons; ces derniers sont en particulier tenus d'édicter les dispositions d'exécution et doivent désigner les autorités et offices chargés d'accomplir les attributions définies par la LStup (cf. art. 29d LStup). BGE 138 I 435 S. 450\n\n3.4.6 Compte tenu des actes normatifs à la fois denses et détaillés que la Confédération a notamment adoptés en matière de consommation, de commerce et de protection contre les effets indésirables et nocifs des stupéfiants, et sous réserve des compétences que la LStup délègue aux cantons sous la haute surveillance de la Confédération (cf. art. 29 al. 1 LStup), on peut retenir que la Confédération a exhaustivement réglementé le domaine des stupéfiants, dont relèvent également le chanvre et ses dérivés (cf., dans ce sens, CORTI, op. cit., p. 391; Office fédéral de la Justice, op. cit., p. 268).\n\n3.5 Dès lors que la législation fédérale en matière d'agriculture et de stupéfiants doit être considérée comme complète et exhaustive en ce qui a trait au chanvre et à ses dérivés, il convient de déterminer quelles en sont les conséquences pour la constitutionnalité et l'existence du Concordat latin.\n\n3.5.1 Le caractère exhaustif de la législation fédérale dans un certain domaine n'équivaut pas, de façon absolue ou systématique, à éliminer toute possibilité pour un canton de légiférer dans cette même matière. En particulier, il a été vu auparavant qu'une réglementation cantonale peut subsister dans le même champ lorsqu'elle poursuit un autre but que celui recherché par le droit fédéral exhaustif (consid. 3.1 supra; cf. aussi JEAN-FRANÇOIS AUBERT, Traité de droit constitutionnel suisse, vol. I, 1967, p. 252 n. 661).\n\nAinsi, par exemple, le Tribunal fédéral a admis la possibilité pour des communes d'édicter des prescriptions d'aménagement du territoire et de police des constructions concernant des installations de téléphonie mobile, alors même que la protection contre les immissions de ces installations était exhaustivement réglementée par le droit fédéral, de sorte à exclure toute réglementation cantonale ou communale visant directement lesdites immissions (cf. ATF 133 II 64 consid. 5.2 s. p. 66 s.). De même, le Tribunal fédéral a jugé que l'obligation d'obtenir une concession pour utiliser le sous-sol, découlant du droit des constructions, de l'aménagement du territoire ou d'une régale minière cantonale, en vue d'y construire un dépôt atomique souterrain était compatible avec la législation fédérale exhaustive sur l'utilisation pacifique de l'énergie atomique (cf. ATF 119 Ia 390 consid. 6c p. 402 et consid. 11b p. 406; ATF 111 Ia 303 consid. 5a p. 307). Tout en retenant une violation du Code pénal dans le cas sous examen, le Tribunal fédéral a néanmoins retenu que le droit pénal fédéral laissait aux cantons la compétence de protéger l'intérêt public en édictant des dispositions de droit administratif, même dans BGE 138 I 435 S. 451des domaines que la Confédération avait déjà réglementés du point de vue pénal, pour autant que le droit public cantonal ne revienne pas à paralyser ou contredire le droit pénal (cf. ATF 114 Ia 452 consid. 2a p. 457 s.).\n\nA partir de ce qui vient d'être dit, il ne peut donc être a priori exclu que les cantons conservent le droit de réglementer le chanvre agricole sous l'angle du droit de l'aménagement du territoire ou d'un autre domaine poursuivant un intérêt public différent de ceux qu'appréhende déjà le droit fédéral.\n\n3.5.2 En l'occurrence, tel qu'il résulte des déterminations des cantons concordataires ainsi que de l'exposé des motifs du projet de CChanvre adopté par la Conférence latine en date du 29 octobre 2010 (ci-après: l'exposé des motifs), le Concordat latin réglemente le chanvre dit \"licite\", \"agricole\" ou \"non stupéfiant\". Conformément aux travaux préparatoires relatifs à la modification de la LStup du 20 mars 2008 (cf. FF 2006 8141, 8174 ch. 3.1.10.1; RO 2011 2559; RO 2009 2623), il s'agit là du chanvre qui ne figure pas sur la liste des produits assimilés à des stupéfiants, que le Département fédéral de l'intérieur (ci-après: le Département fédéral) a dressée en application de l'art. 2a LStup. Concrètement, le Département fédéral a exclu de la liste les graines de chanvre figurant dans le catalogue des variétés des dispositions relatives aux substances soumises au contrôle (art. 4 OTStup-DFI); de même, il a soumis à contrôle la plante de chanvre ou ses parties, ses préparations et ses dérivés en tant qu'ils présentent une teneur totale moyenne en tétrahydrocannabinol (THC) de 1,0 % au moins (cf. OTStup-DFI, Annexes). Prima facie, le CChanvre entend donc régir uniquement le chanvre que la législation fédérale en matière de stupéfiants a exclu de son champ d'application matériel, soit la culture et le commerce du chanvre présentant un taux de substance active inférieur au taux fixé par le Département fédéral, l'art. 1 al. 3 et 4 CChanvre réservant de surcroît les dispositions du droit fédéral.\n\n3.5.3 Cela étant, quand bien même le Concordat latin se propose de réglementer une matière que le législateur fédéral a, à première vue, exclu de son champ d'application, cet instrument intercantonal soulève des problèmes juridiques sous au moins trois angles différents:\n\nPremièrement, l'on peut se demander si le fait pour la Confédération d'avoir expressément exclu le chanvre agricole dont le taux est inférieur à 1 % de THC de la législation en matière de stupéfiants et BGE 138 I 435 S. 452d'accepter l'utilisation de semences de chanvre présentant un taux en THC peu élevé à des fins agricoles, ne traduirait pas la volonté expresse du législateur fédéral d'empêcher toute réglementation cantonale, a fortiori de nature restrictive, dans le domaine du chanvre licite. La question d'un éventuel silence qualifié du législateur fédéral (cf., pour des exemples: ATF 138 II 1 consid. 4.3 p. 4; ATF 138 IV 13 consid. 3.3.1 p. 16; ATF 134 V 15 consid. 2.3 p. 19; ATF 116 IV 19 consid. 3 p. 21; voir aussi ATF 138 I 196 consid. 4.5.4 p. 203 s.; ANNE BENOIT, Le partage vertical des compétences en tant que garant de l'autonomie des Etats fédérés en droit suisse et en droit américain, 2009, p. 108 s.) souffre toutefois de rester indécise compte tenu des problématiques abordées ci-après.\n\nDeuxièmement, il convient de souligner que le CChanvre a pour seul but exprimé de \"prévenir les violations du droit fédéral, notamment en matière de stupéfiants et en matière agricole\" (cf. art. 1 al. 2). Il n'entend ainsi pas réglementer un aspect distinct de celui que le droit fédéral appréhende d'ores et déjà, et ne cherche pas non plus à sauvegarder un intérêt public différent de celui qui est déjà poursuivi par la LStup (cf. art. 1 let. d et e). Le Concordat latin vise au contraire à introduire des mesures de police administratives (obligations d'annonce et d'autorisation, possibilité d'effectuer des contrôles inopinés en dehors du contexte pénal, etc.) qui tendent à garantir ou à rendre plus efficace la bonne application du droit fédéral exhaustif dans des domaines où ce dernier n'a à dessein pas tenu pour nécessaire d'instaurer de telles mesures ou a d'ores et déjà prévu sa propre réglementation de nature tant administrative que pénale (cf. notamment les art. 8, 16 ss et 19 ss LStup; art. 169 ss et 172 ss LAgr).\n\nTroisièmement, le Concordat latin vise non seulement à atteindre les mêmes buts que ceux que le droit fédéral exhaustif contient d'ores et déjà mais il introduit aussi certaines mesures administratives qui, de par leurs caractéristiques ou leurs effets, pourraient conduire les autorités administratives des cantons concordataires à vider de leur substance certaines mesures de contrainte de nature pénale ou, à tout le moins, de faire double emploi avec celles-ci. On relèvera en particulier la similitude pouvant exister entre les mesures de perquisition et de séquestre instaurées par les art. 244 et 263 CPP, et la possibilité conférée aux autorités administratives cantonales de procéder, \"en tout temps, dans le cadre de leurs attributions respectives et au besoin par la contrainte (...) au contrôle des infrastructures, des cultures ou des locaux commerciaux et au contrôle des personnes qui BGE 138 I 435 S. 453s'y trouvent, dans le but de vérifier qu'aucune activité illicite ne s'y exerce\", ainsi qu'à opérer d'éventuels séquestres (cf. art. 17 CChanvre). Le caractère intrusif de la réglementation intercantonale dans le domaine du droit pénal fédéral se trouve de plus accentué par les sanctions pénales que ledit concordat instaure en cas de contravention à ses dispositions matérielles (cf. art. 21 CChanvre), ce qui contribue indirectement à pénaliser un domaine déclaré licite par le législateur fédéral (cf., à ce titre, ATF 116 IV 19 consid. 3 p. 20 précité).\n\n3.5.4 Il n'est par ailleurs pas inutile de rappeler que le texte du CChanvre a été élaboré dans le contexte d'une mouture antérieure de la LStup, dont l'ancien art. 8 al. 1 let. d interdisait sans exception la culture et le commerce du chanvre en vue d'en extraire des stupéfiants et dont l'ancien art. 19 ch. 1 al. 1 punissait la culture de boutures de chanvre dans la mesure où celles-ci permettaient, après croissance, d'obtenir du chanvre à haute teneur en THC, lequel devait en outre servir à la consommation comme stupéfiant. Il incombait alors aux autorités pénales de démontrer l'usage illégal du chanvre envisagé (critère du but; cf. ATF 130 IV 83 consid. 1.1 p. 85 s.). Dans la pratique, ces exigences avaient confronté les autorités pénales à des difficultés majeures en vue d'établir l'intention des prévenus de faire un usage illégal du cannabis trouvé en leur possession (cf. CORTI, op. cit., p. 382; Office fédéral de la Justice, op. cit., ch. 2.3 p. 268; Message du 15 décembre 2006 concernant l'initiative populaire \"pour une politique raisonnable en matière de chanvre protégeant efficacement la jeunesse\", FF 2007 241, 246 ch. 2.2.2). C'est dans cette perspective que certains cantons avaient ressenti le besoin d'instaurer des mesures administratives destinées à faciliter l'exécution du droit pénal relatif aux stupéfiants. Or, dans sa version actuelle, la LStup ne se fonde plus sur la destination illicite du chanvre, mais uniquement sur le taux en THC de cette plante (cf., pour les travaux y relatifs, FF 2006 8141, 8147). Ce taux pouvant être facilement objectivé et mesuré par les autorités cantonales agissant en application de la législation fédérale en matière de stupéfiants, la raison d'être historique de la convention intercantonale litigieuse a elle aussi disparu.\n\n3.5.5 Il découle des considérations qui précèdent que, bien que le Concordat latin réglemente le domaine du chanvre agricole qui sort du cadre stricto sensu de la législation fédérale, il pose néanmoins des conditions et exigences ayant pour vocation et pour effet d'atteindre les mêmes buts de prévention et de contrôle déjà visés par BGE 138 I 435 S. 454le droit fédéral; ce, au moyen de mesures administratives restrictives que ce dernier ne prévoit précisément pas. En cela, le Concordat latin poursuit un but préventif qui relève, en raison du caractère exhaustif de la législation fédérale en la matière, du seul droit fédéral; il en découle qu'il ne peut être simultanément gouverné par une réglementation intercantonale au contenu distinct, qui opère qui plus est selon des moyens divergents (cf. MAX IMBODEN, Die staatsrechtliche Bedeutung des Grundsatzes \"Bundesrecht bricht kantonales Recht\", RDS 61/1942 p. 203 ss, 208). Le CChanvre empiète dès lors sur les compétences que la Constitution a attribuées à la Confédération et dont cette dernière a fait un plein usage.\n\n3.5.6 Compte tenu du but explicite et unique qu'elle poursuit dans le domaine de la prévention des infractions contre la LStup et la LAgr, alors même que ces lois fédérales disposent de leur propre réglementation sanctionnant l'éventuel non-respect de leurs propres dispositions, la convention intercantonale litigieuse n'est pas accessible à une interprétation conforme au droit supérieur ( ... ).\n\nEn conclusion, le CChanvre contrevient, par son existence même, au principe de la primauté du droit fédéral consacré à l'art. 49 al. 1 Cst. et devra être intégralement annulé pour ce motif. Le grief des recourants doit donc être admis.\n\n3.6 Au vu de ce qui précède, dans la mesure où le concordat attaqué devra être entièrement annulé en raison de son incompatibilité avec le droit supérieur, la question de savoir si le CChanvre viole en sus, comme l'affirment les recourants, la liberté économique (art. 27 Cst.) peut rester indécise."}