{"annee": "138", "cour": "III", "page": "755", "date": "30/10/2012", "cite": ["121 III 319", "137 III 393", "137 III 550", "127 III 332", "124 III 297", "138 III 137", "119 II 333", "132 III 489", "120 II 331", "132 III 460", "132 I 29", "133 III 97"], "cite_par": ["144 IV 294", "142 IV 346", "139 III 49", "143 III 348", "144 III 155"], "chapeau": "115. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. Bank X. AG gegen A. und A. gegen Bank X. AG (Beschwerde in Zivilsachen)\n\n4A_127/2012 / 4A_141/2012 vom 30. Oktober 2012", "regestes": ["Art. 400 al. 1 CO; gestion de fortune pratiquée par une banque; restitution des ristournes reçues par elle en contrepartie de la commercialisation des valeurs. Obligation de restituer les commissions d'état versées à la banque par des fournisseurs étrangers au groupe dont celle-ci fait partie (consid. 4 et 5). Renonciation du client à la remise des commissions de commercialisation (consid. 6). Obligation de restituer les commissions d'état versées à la banque par des sociétés appartenant au même groupe (consid. 8)."], "faits": "|755|\n\nA. A. (Kläger) verfügt über ein Wertschriftendepot bei der Bank X. AG (Beklagte). Nach dem Tod seines Vaters, der seit dem Jahr 1988 ein Depot bei der Beklagten unterhalten hatte, wurden dessen Wertschriften im Sommer 2006 auf die ebenfalls von der Beklagten geführten Depots des Klägers, seiner Mutter und seiner Schwester übertragen. Die Beklagte führte die Wertschriftendepots gestützt auf Vermögensverwaltungsverträge und legte das Vermögen jeweils zu einem wesentlichen Teil in Anlagefonds und strukturierte Produkte an. Dabei erhielt sie als Vertriebsträgerin verschiedener Anlageprodukte Vertriebsentschädigungen. Beim Grossteil der eingesetzten Anlagefonds und strukturierten Produkte handelt es sich um Anlageprodukte von mit der Beklagten verbundenen Konzerngesellschaften, |756| zu einem geringeren Teil um Anlageprodukte von Anbietern ausserhalb des Konzerns der Beklagten.\n\nIm Laufe des Jahres 2007 gelangte der Kläger zur Auffassung, er und seine Familienangehörigen hätten gestützt auf Art. 400 Abs. 1 OR Anspruch auf Information über sowie auf Herausgabe von Zahlungen, welche die Beklagte im Zusammenhang mit den in ihren Depots liegenden Werten von Dritten (insbesondere Fondsanbietern) erhalten habe. Die Beklagte bestritt eine Offenlegungs- und Herausgabepflicht; sofern und soweit sie Vergütungen von Fondsanbietern erhalten habe, handle es sich dabei um Vertriebsentschädigungen für Eigenleistungen der Bank, die sie den Fondsleitungen im Zusammenhang mit dem Vertrieb von Anlagefonds erbracht habe, weshalb ein innerer Zusammenhang mit den vom Kläger bzw. seinen Verwandten erteilten Vermögensverwaltungsaufträgen nicht gegeben sei.\n\nIm März 2008 traten die Mutter und die Schwester des Klägers ihm ihre Ansprüche gegen die Beklagte im Zusammenhang mit Wertschriften in ihren eigenen Depots sowie ihre anteilsmässigen Ansprüche als Miterbinnen betreffend Wertschriften im vormaligen Depot des Verstorbenen ab.\n\nB.\n\nB.a Am 28. Mai 2008 klagte A. beim Bezirksgericht Zürich gegen die Bank X. AG auf Zahlung von Fr. 100'000.-, zuzüglich Zins zu 5 % ab Fälligkeit der Teilforderung, unter Vorbehalt der Nachklage. Dabei wies er darauf hin, die Bezifferung der Forderung beruhe unvermeidlich auf einer Schätzung, zu der er gestützt auf einen durchschnittlichen Wert des Depots seines Vaters von 6 Mio. Fr. und der Annahme gelangte, dass die Beklagte für einen Drittel dieses Werts Retrozessionen in der Höhe von einem Prozent, d.h. Fr. 20'000.- pro Jahr, erhalten habe. Der Kläger berief sich auf einen Zeitraum von zehn Jahren vor Klageeinleitung und klagte ausgehend davon einstweilen die Hälfte, also Fr. 100'000.-, ein.\n\nDie Beklagte bestritt sowohl einen Herausgabeanspruch als auch die Pflicht zur Rechenschaftsablegung. Für die von ihr freiwillig eingereichten Vertriebsverträge erliess das Bezirksgericht Zürich Schutzmassnahmen nach kantonalem Verfahrensrecht.\n\nMit Urteil vom 26. August 2009 wies das Bezirksgericht Zürich die Klage ab.\n\nB.b Eine vom Kläger gegen den bezirksgerichtlichen Entscheid vom 26. August 2009 erhobene Berufung hiess das Obergericht des |757| Kantons Zürich mit Urteil vom 13. Januar 2012 teilweise gut und verpflichtete die Beklagte zur Zahlung von Fr. 1'538.60 (Dispositiv-Ziffer 1 Abs. 1). Im Übrigen wies es die Klage ab (Dispositiv-Ziffer 1 Abs. 2).\n\nDas Obergericht bejahte einen inneren Zusammenhang zwischen den der Beklagten von konzernfremden Produktanbietern zugeflossenen sog. Bestandespflegekommissionen, die sich nach dem platzierten Volumen berechnen, und den Vermögensverwaltungsaufträgen des Klägers und dessen Familienangehörigen; diese Zahlungen seien als zusätzlich erlangte Vergütung für die erfolgreiche Platzierung der Produkte in den Kundendepots herauszugeben. Es liess den Einwand der Beklagten nicht gelten, die Bestandespflegekommissionen stützten sich auf \"eigenständige, genuine Leistungen\", weshalb ihnen der von der Rechtsprechung für die Anwendbarkeit von Art. 400 Abs. 1 OR geforderte innere Zusammenhang zum Vermögensverwaltungsmandat fehle. Zwar sei glaubhaft, dass die Bestandespflegekommission neben ihrem Charakter als Zusatzvergütung auch konkret anfallende Kosten für den Fondsvertrieb decke; die Beklagte habe aber bewusst keine konkreten Angaben dazu gemacht, was sie für den Vertrieb im Einzelnen aufwende, weshalb prozessual keine andere Wahl bleibe, als die auf die Depots des Klägers und seiner Familienangehörigen entfallenden Kommissionen als reine Retrozessionen zu behandeln. Entsprechendes gelte für die strukturierten Produkte, welche die Beklagte im Rahmen der Vermögensverwaltungsverträge mit dem Kläger bzw. seinen Familienangehörigen eingesetzt hat.\n\nDas Obergericht bejahte daher einen Herausgabeanspruch für Bestandespflegekommissionen, welche die Beklagte für sechs in den fraglichen Depots gehaltene Anlageprodukte im Zeitraum vom 29. Mai 1998 bis zum 28. Mai 2008 von Anbietern ausserhalb ihres Konzerns erhalten hatte. Es sprach dem Kläger - nachdem die Beklagte die konkret vereinnahmten Bestandespflegekommissionen im weiteren Verfahrensverlauf offengelegt hatte - den entsprechenden Betrag von Fr. 1'538.60 zu. Für Vertriebsentschädigungen, die der Beklagten von ihren Konzerngesellschaften zugeflossen waren, lehnte das Obergericht einen Ablieferungsanspruch hingegen ab.\n\nC. Beide Parteien haben gegen das Urteil des Obergerichts des Kantons Zürich vom 13. Januar 2012 beim Bundesgericht Beschwerde in Zivilsachen erhoben.\n\nDie Beklagte beantragt im Verfahren 4A_127/2012 im Wesentlichen, es sei Dispositiv-Ziffer 1 Abs. 1 des angefochtenen Urteils |758| aufzuheben und die Klage abzuweisen; eventualiter sei die Sache an die Vorinstanz zurückzuweisen.\n\nDer Kläger beantragt dem Bundesgericht im Verfahren 4A_141/2012 die Gutheissung seiner Klage unter Aufhebung des obergerichtlichen Urteils vom 13. Januar 2012; eventualiter sei die Sache zu neuer Beurteilung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht vereinigt die beiden Beschwerdeverfahren. Es weist die Beschwerde der Beklagten (4A_127/2012) ab, soweit darauf einzutreten ist. Die Beschwerde des Klägers (4A_141/2012) heisst das Bundesgericht teilweise gut, es hebt das Urteil des Obergerichts des Kantons Zürich vom 13. Januar 2012 auf und weist die Sache zu neuer Beurteilung an die Vorinstanz zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\nBeschwerde der Beklagten (4A_127/2012)\n\n4. Die Beklagte wirft dem Obergericht vor, es habe eine Herausgabepflicht für die Bestandespflegekommissionen, die ihr von konzernfremden Produktanbietern zugeflossen sind, zu Unrecht bejaht.\n\n4.1 Die Beklagte steht in einem doppelten Vertragsverhältnis: Sie verwaltet einerseits das Wertschriftenvermögen des Klägers (bzw. seiner Familienangehörigen, die im Folgenden nicht mehr separat erwähnt werden) und vertreibt andererseits Anlagefondsanteile. Den Vertrieb dieser Fondsanteile übernimmt sie aufgrund von Verträgen, die sie mit verschiedenen Fondsleitungen abgeschlossen hat.\n\nDas Entgelt, das die Beklagte als Vertriebsträgerin nach den ins Recht gelegten Verträgen von den Fondsleitungen erhält, besteht einerseits in Kommissionen für die Ausgabe und Rücknahme von Fondsanteilen, die dem Anleger beim Kauf und Verkauf von Fondsanteilen direkt in Rechnung gestellt werden. Andererseits erhält sie als Vergütung einen Teil der von den Fondsleitungen dem Fondsvermögen - und damit indirekt sämtlichen Fondsanlegern - belasteten Verwaltungskommission (Management Fee), die periodisch, meist jährlich, für die Leitung und Verwaltung des Fonds sowie den Vertrieb der Fondsanteile erhoben wird; dieser Teil der Verwaltungskommission, der als Vergütung an Vertriebsträger fliesst, wird als Bestandespflegekommission bezeichnet. Das Herausgabebegehren des Klägers bezieht sich ausschliesslich auf die von der Beklagten erhaltenen Bestandespflegekommissionen. |759|\n\nDie Vorinstanz beschreibt die Bestandespflegekommissionen, die im vorliegenden Verfahren zur Beurteilung stehen, aufgrund der unbestrittenen Darstellung der Beklagten. Nach den Vertriebsverträgen, welche die Beklagte im kantonalen Verfahren vorgelegt hat, wird die Bestandespflegekommission nach dem Wert aller an einem bestimmten Stichtag in den Depots der Vertriebsträgerin lagernden Fondsprodukte bemessen, die von der Vertriebsvereinbarung erfasst werden; der in Prozenten definierte Entschädigungs- oder Retrosatz wird mit dem Anlagevolumen multipliziert. Je höher das Volumen der von der Beklagten am Stichtag gehaltenen Fondsanteile ist, desto höher ist mitunter der für die Bemessung massgebende Entschädigungssatz. Die Bestandespflegekommission wird der Beklagten nicht für einzelne Transaktionen oder pro Kunde und Anlageeinheit bezahlt, sondern für den gesamten von ihr gehaltenen Anlagebestand. Die Beklagte bezieht als Vertriebsträgerin demnach von den Fondsleitungen, deren Anteile sie vertreibt, eine Vergütung nach Prozenten der von ihr in den Depots ihrer Kunden lagernden Fondsanteile, wobei die Vergütung umso höher ausfällt, je grösser der Bestand solcher Anteile ist.\n\n4.2 Die Beklagte verwaltet das Wertschriftendepot des Klägers, indem sie nach eigenem Ermessen Aktien, Obligationen sowie (überwiegend) Finanzprodukte (wie Anlagefonds und strukturierte Produkte) für den Kläger erwirbt und gegebenenfalls wieder verkauft. Auf den zwischen den Parteien abgeschlossenen Vermögensverwaltungsvertrag sind die auftragsrechtlichen Regeln anwendbar (vgl. BGE 137 III 393 E. 2.1 S. 395; BGE 132 III 460 E. 4 S. 463 mit Hinweisen). Der Beauftragte ist nach Art. 400 Abs. 1 OR verpflichtet, auf Verlangen jederzeit über seine Geschäftsführung Rechenschaft abzulegen und alles, was ihm infolge derselben aus irgendeinem Grund zugekommen ist, zu erstatten. Die Ablieferungspflicht betrifft nicht nur diejenigen Vermögenswerte, die der Beauftragte direkt vom Auftraggeber zur Erfüllung des Auftrags erhält, sondern auch indirekte Vorteile, die dem Beauftragten infolge der Auftragsausführung von Dritten zukommen. Der Beauftragte soll durch den Auftrag - abgesehen von einem allfälligen Honorar - weder gewinnen noch verlieren; er hat daher alle Vermögenswerte herauszugeben, die in einem inneren Zusammenhang zur Auftragsausführung stehen. Behalten darf der Beauftragte nur, was er lediglich bei Gelegenheit der Auftragsausführung, ohne inneren Zusammenhang mit dem ihm erteilten Auftrag, von Dritten erhält (BGE 138 III 137 E. 5.3.1 S. 141 f.; BGE 137 III 393 E. 2.1 S. 395; BGE 132 III 460 E. 4.1 S. 464 mit Hinweisen). |760| Zu den indirekten Vorteilen, die der Herausgabepflicht unterstehen, zählen etwa Rabatte, Provisionen oder Schmiergelder. Ob die Zuwendung nach dem Willen des Dritten ausschliesslich dem Beauftragten zugutekommen soll oder nicht, spielt dabei keine Rolle (BGE 132 III 460 E. 4.1 S. 464 mit Hinweisen).\n\nNach der bundesgerichtlichen Rechtsprechung gehören zu den indirekten Vorteilen des Beauftragten unter anderem sogenannte Retrozessionen bzw. Rückvergütungen; darunter werden etwa Zahlungen verstanden, die dem Vermögensverwalter gestützt auf eine entsprechende Vereinbarung mit der Depotbank aus vereinnahmten Gebühren zufliessen. Rückvergütungen werden dem Beauftragten ausgerichtet, weil er im Rahmen des Auftrags bestimmte Verwaltungshandlungen vornimmt oder veranlasst: sie fallen im Zusammenhang mit der Verwaltung des Vermögens an und unterliegen der Herausgabepflicht nach Art. 400 Abs. 1 OR (BGE 137 III 393 E. 2.1 S. 395 f.; BGE 132 III 460 E. 4.1 S. 464 f. mit Hinweisen).\n\n5.\n\n5.1 Die beiden in der Amtlichen Sammlung veröffentlichten Entscheide zur Herausgabepflicht für Rückvergütungen (BGE 132 III 460 und BGE 137 III 393) betrafen Auftragsverhältnisse zwischen einem Auftraggeber und einem externen Vermögensverwalter. In der Literatur wird kontrovers diskutiert, ob die genannten Grundsätze auch auf den Fall einer Bank anzuwenden sind, die als Vermögensverwalterin für einen Kunden tätig ist, wenn sie in diesem Rahmen Anlagefonds oder strukturierte Produkte für den Kunden erwirbt und vom Produktanbieter (etwa einer Fondsgesellschaft) einen Teil der von diesem erhobenen Verwaltungsgebühren in Form von Bestandespflegekommissionen erhält.\n\nEin Teil der Lehre vertritt die Ansicht, von Banken vereinnahmte Vertriebsentschädigungen für Anlageprodukte wie Anlagefonds und strukturierte Produkte seien von Retrozessionen zu unterscheiden und daher nicht nach Art. 400 Abs. 1 OR herausgabepflichtig (SANDRO ABEGGLEN, \"Retrozession\" ist nicht gleich \"Retrozession\", SZW 2007 S. 128 ff.;NOBEL/STIRNIMANN, Zur Behandlung von Entschädigungen im Vertrieb von Anlagefonds- und strukturierten Produkten durch Banken, SZW 2007 S. 348; PHILIPPE MEYER, Retrozessionen, Finder's Fees und Vertriebsentschädigungen im Schweizerischen Bankgeschäft, SZW 2011 S. 188; RAPHAEL PREISIG, Der Vertrieb von Anlagefonds durch Banken, 2011, S. 159 ff.; THOMAS JUTZI, Der öffentliche Vertrieb von kollektiven Kapitalanlagen, recht 2011 S. 75; |761| JAEGER/HAUTLE, Retrozessionen versus Bestandespflegekommissionen im Vermögensverwaltungsgeschäft, Anwaltsrevue 10/2008 S. 439 ff.; ROMEO CERUTTI, Rechtliche Aspekte der Vermögensverwaltung im Schweizer Universalbankensystem, ZSR 2008 I S. 89 ff.; LOMBARDINI/MACALUSO, Rétrocessions et rétributions dans le domaine bancaire, AJP 2008 S. 182 ff.; VITO ROBERTO, Die auftragsrechtliche Herausgabepflicht des \"Erlangten\" [nachfolgend: Herausgabepflicht], ZSR2009 I S. 41 ff.; derselbe, Vertriebsprovisionen: Entschädigung des Beauftragten oder dem Auftraggeber zustehender Vermögenswert?, Jusletter 5. Januar 2009). Dabei wird unter anderem vorgebracht, es fehle den Vertriebsentschädigungen der Bank am inneren Zusammenhang mit dem Vermögensverwaltungsauftrag, da damit gegenüber dem Produktanbieter erbrachte (Vertriebs-)Leistungen entschädigt würden, die durch die Vermögensverwaltungsgebühr nicht gedeckt seien. Zudem werden aufsichtsrechtliche Argumente gegen eine Herausgabepflicht ins Feld geführt.\n\nAndere Autoren sind demgegenüber der Meinung, dass es sich bei Vertriebsentschädigungen, die der Bank von Produktanbietern zufliessen, um herausgabepflichtige Zuwendungen handle (SUSAN EMMENEGGER, Anlagekosten: Retrozessionen im Lichte der bundesgerichtlichen Rechtsprechung, in: Anlagerecht, Emmenegger [Hrsg.],2007, S. 70 ff.; FABIAN SCHMID, Retrozessionen und Anlagefonds[nachfolgend:Anlagefonds], Jusletter 21. Mai 2007 Rz. 45 ff.; ROLF KUHN, Anlagefonds und strukturierte Produkte, TREX 2009 S. 39, soweit ein Vermögensverwaltungsvertrag mit der Bank besteht; FABIEN AEPLI, Retrocessions and other Finder's Fees in the Asset Management and Investment Funds' Fields, in: Aktuelle Entwicklungen des Europäischen und Internationalen Wirtschaftsrechts, Baudenbacher [Hrsg.],Bd. X, 2008, S. 34 ff.; P. CHRISTOPH GUTZWILLER, Rechtsfragen der Vermögensverwaltung, 2008, S. 204 ff.; WEBER/ISELI, Vertriebsträger im Finanzmarktrecht, 2008, Rz. 390, 398; MONIKA ROTH, Retrozessionen und Interessenkonflikte - wenn der Berater in Tat und Wahrheit ein Verkäufer ist[nachfolgend: Retrozessionen], ZBJV2010 S. 533, 536 f.; vgl. dieselbe, Das Dreiecksverhältnis Kunde - Bank - Vermögensverwalter, 2007, Rz. 154 ff.).\n\n5.2 Die Beklagte rügt zu Unrecht, die Vorinstanz habe Art. 400 Abs. 1 OR verletzt, indem sie sich über die Auffassung der strafrechtlichen Abteilung des Bundesgerichts im Entscheid 6B_223/2010 vom 13. Januar 2011 hinweggesetzt habe, wonach keine rechtlich relevante Verknüpfung zwischen dem Auftrag des Kunden zum |762| Kauf von Fondsanteilen und den von der Bank vereinnahmten Vertriebsentschädigungen bestehe. Die Vorinstanz hat zur Beurteilung des eingeklagten Herausgabeanspruchs zu Recht nicht unbesehen auf diesen Entscheid abgestellt, dem die Prüfung einer strafrechtlich relevanten Vermögensschädigung einer Bank durch den angestellten Geschäftsführer im Hinblick auf den Tatbestand der ungetreuen Geschäftsbesorgung (Art. 158 Ziff. 1 StGB) zugrunde lag. Sie hat vielmehr zutreffend berücksichtigt, dass sich das ins Feld geführte Urteil nicht näher mit dem Anwendungsbereich von Art. 400 Abs. 1 OR und den Voraussetzungen der Ablieferungspflicht auseinandersetzt. Von einem Grundsatzentscheid, der für den vorliegend zu beurteilenden Herausgabeanspruch zu beachten wäre, kann entgegen der in der Beschwerde vertretenen Ansicht keine Rede sein.\n\n5.3 Die Pflicht zur Ablieferung ist - wie die Rechenschaftspflicht - ein zentrales Element der Fremdnützigkeit des Auftrags (BGE 137 III 393 E. 2.3 S. 397; BGE 132 III 460 E. 4.2 S. 465 f.). Die Herausgabepflicht lässt sich als Konkretisierung der Treuepflicht nach Art. 398 Abs. 2 OR verstehen. Sie garantiert die Einhaltung der Treuepflicht und stellt insofern eine präventive Massnahme zur Wahrung der Interessen des Auftraggebers dar, indem sie der Gefahr vorbeugt, der Beauftragte könnte sich aufgrund der Zuwendung eines Dritten veranlasst sehen, die Interessen des Auftraggebers nicht ausreichend zu berücksichtigen (BGE 137 III 393 E. 2.3 S. 397). Dies verkennt die Beklagte, wenn sie vorbringt, es handle sich bei der Treuepflicht und der Herausgabepflicht um zwei Aspekte des Auftragsrechts, die nicht miteinander zu vermengen seien.\n\nWann von einem inneren Zusammenhang der Zuwendung eines Dritten zur Auftragsausführung auszugehen ist, kann nicht für alle Auftragsverhältnisse ein für allemal umschrieben werden. Die mit der Herausgabepflicht nach Art. 400 Abs. 1 OR angestrebte Vorbeugung von Interessenkonflikten zur Sicherung der Fremdnützigkeit ist - neben dem damit verbundenen Grundsatz, dass der Beauftragte (abgesehen vom Honorar) durch den Auftrag weder gewinnen noch verlieren soll - der massgebende Gesichtspunkt bei der Beurteilung, ob der Vermögensvorteil dem Beauftragten infolge der Auftragsausübung oder lediglich bei Gelegenheit der Auftragserfüllung, ohne inneren Zusammenhang mit dem ihm erteilten Auftrag, von Dritten zugekommen ist. Bei Zuwendungen Dritter ist ein innerer Zusammenhang schon dann zu bejahen, wenn die Gefahr besteht, der Beauftragte könnte sich dadurch veranlasst sehen, die Interessen des Auftraggebers nicht ausreichend zu berücksichtigen (WALTER |763| FELLMANN, Berner Kommentar, 1992, N. 128 zu Art. 400 OR; NÄNNI/VON DER CRONE, Rückvergütungen im Recht der unabhängigen Vermögensverwaltung, SZW 2006 S. 379; EMMENEGGER/SCHMID, Die Herausgabepflicht des Beauftragten, in: Mélanges en l'honneur de Pierre Tercier, 2008, S. 219). Nicht erforderlich ist im Hinblick auf die Herausgabepflicht demgegenüber, dass er sich tatsächlich pflichtwidrig verhält oder der Auftraggeber einen konkreten Nachteil erleidet (vgl. FELLMANN, a.a.O., N. 128 zu Art. 400 OR; EMMENEGGER/SCHMID, a.a.O., S. 219; EMMENEGGER, a.a.O., S. 76; rechtsvergleichend etwa SOERGEL/BEUTHIEN, Kommentar zum Bürgerlichen Gesetzbuch, 13. Aufl. 2012, N. 13 zu § 667 BGB; STAUDINGER/MARTINEK, in: Kommentar zum Bürgerlichen Gesetzbuch, 2006, N. 12 zu § 667 BGB; CHRISTOPH BENICKE, Wertpapiervermögensverwaltung, Tübingen 2006, S. 924 f.).\n\n5.4 Die Beklagte weist grundsätzlich zutreffend darauf hin, dass sich die umstrittenen Bestandespflegekommissionen von den vom Bundesgericht in BGE 132 III 460 und BGE 137 III 393 beurteilten Retrozessionen insofern unterscheiden, als sie nicht Zahlungen betreffen, die ihr aus beim Auftraggeber direkt erhobenen Gebühren zugeflossen sind. Im Gegensatz zu den in diesen beiden Entscheiden umschriebenen Retrozessionen handelt es sich bei den vorliegend zu beurteilenden Bestandespflegekommissionen nicht um Rückvergütungen aus einer beim Endkunden unmittelbar erhobenen Gebühr; vielmehr werden sie der Beklagten als Vertriebsträgerin aus der Verwaltungskommission vergütet, die dem Fondsvermögen wiederkehrend, meist jährlich, gemäss Fondsreglement belastet wird und die den Ertrag des Fondsvermögens schmälert, der dem Anleger anteilsmässig zusteht. Die Beklagte verkennt jedoch, dass es bei der Beurteilung, ob die Zuwendung eines Dritten von Art. 400 Abs. 1 OR erfasst wird, nicht darauf ankommt, ob diese unter einen bestimmten Begriff der \"Retrozession\" fällt (in diese Richtung jedoch JAEGER/HAUTLE, a.a.O., S. 439 f.). Herausgabepflichtig sind neben den Vermögenswerten, die der Beauftragte direkt vom Auftraggeber zur Erfüllung des Auftrags erhält, vielmehr auch allgemein indirekte Vorteile, die dem Beauftragten - unabhängig von deren Bezeichnung - infolge der Auftragsausführung von Dritten zukommen; dazu gehören unter anderem - jedoch nicht ausschliesslich - Retrozessionen im beschriebenen Sinn (BGE 137 III 393 E. 2.1 S. 395 f.; BGE 132 III 460 E. 4.1 S. 464 f.).\n\nDass die Zuwendung nicht aus einer unmittelbar beim auftragerteilenden Kunden erhobenen Gebühr fliesst, sondern aus einer dem |764| Sondervermögen - an dem der Kunde anteilsmässig beteiligt ist - belasteten Verwaltungsgebühr, schliesst die Vergütung ebenso wenig vom Anwendungsbereich von Art. 400 Abs. 1 OR aus wie der Umstand, dass ihre Berechnung anhand des Gesamtbestands der jeweiligen Produkte bei der Beklagten und nicht für jeden Kunden einzeln erfolgt (vgl. FELLMANN, a.a.O., N. 131 zu Art. 400 OR; FRANZ WERRO, in: Commentaire romand, Code des obligations, Bd. I, 2. Aufl. 2012, N. 13 zu Art. 400 OR; ROLF H. WEBER, in: Basler Kommentar, Obligationenrecht, Bd. I, 5. Aufl. 2011, N. 14 zu Art. 400 OR; BENICKE, a.a.O., S. 928). Im Hinblick auf die Anwendbarkeit von Art. 400 Abs. 1 OR ist auch nicht ausschlaggebend, ob es sich beim Beauftragten um einen externen Vermögensverwalter oder eine vermögensverwaltende Bank handelt; die Bestimmung ist auf sämtliche Auftragsverhältnisse anwendbar.\n\n5.5 Die Beurteilung, ob es sich bei den der Bank zugeflossenen Bestandespflegekommissionen um herausgabepflichtige Zuwendungen handelt, kann nicht losgelöst vom konkreten Vertragsverhältnis erfolgen. Im Hinblick auf den Zweck der Ablieferungspflicht nach Art. 400 Abs. 1 OR ist vielmehr anhand der Vertragspflichten zu untersuchen, ob die gestützt auf Vertriebsvereinbarungen von Produktanbietern gezahlten Bestandespflegekommissionen die Besorgnis begründeten, die Beklagte könnte möglicherweise die Interessen des Klägers nicht ausreichend wahrnehmen.\n\nEs ist unbestritten, dass zwischen den Parteien ein Vermögensverwaltungsverhältnis besteht, in dessen Rahmen die Beklagte gegen Entgelt eigenständig Anlageentscheide für den Kläger gefällt und unter anderem Fondsanteile sowie strukturierte Produkte erwoben und veräussert hat. Die Vermögensverwaltung unterscheidet sich von anderen Vertragsbeziehungen mit einer Bank, wie der reinen Konto-/Depot-Beziehung oder dem Anlageberatungsvertrag (vgl. BGE 133 III 97 E. 7.1 S. 102) dadurch, dass die Bank die auszuführenden Transaktionen im Rahmen der vereinbarten Anlagestrategie selbst bestimmt. Bei ihr besteht eine umfassende Interessenwahrungspflicht des Verwalters gegenüber dem Kunden (BGE 119 II 333 E. 5a S. 335; vgl. auch BGE 133 III 97 E. 7.1 S. 102). Nicht zu beurteilen ist damit, wie es sich bei anderen Vertragsverhältnissen mit der Herausgabepflicht verhält, so insbesondere, wenn die Bank Anlageprodukte lediglich auf einen entsprechenden Kundenauftrag hin erwirbt (sogenannte \"Execution-Only-Beziehung\"; dazu etwa ABEGGLEN, a.a.O., S. 126 ff.; EMMENEGGER, a.a.O., S. 71 f.). |765|\n\n5.6 Die Bestandespflegekommissionen, welche die Beklagte von Dritten erhielt, bestimmen sich nicht nach dem erbrachten Aufwand, sondern nach dem Erfolg der Vertriebsbemühungen, wie die Beklagte im kantonalen Verfahren selbst anerkannte. Es ist nicht von der Hand zu weisen, dass diese Vergütungen in erster Linie auf Absatz ausgerichtet sind und damit die erfolgreiche Platzierung der Produkte bei Kunden entschädigen. Dies bestätigt auch der von der Beklagten vorgebrachte Umstand, dass die zweite Bemessungskomponente neben dem platzierten Volumen, nämlich der Entschädigungssatz, dessen Höhe von der Grösse der Bank bzw. von der Anzahl potentieller Kunden abhängig ist, sie \"hauptsächlich für ihre Platzierungskraft bzw. wirtschaftliche Grösse\" und damit für den von ihr geschaffenen \"Aggregierungseffekt\" (Zurverfügungstellen des aufgebauten Vertriebsapparats bzw. Zugang zu einem bestimmten Kundenpool) entschädige (vgl. in diesem Zusammenhang auch NOBEL/STIRNIMANN, a.a.O., S. 348, wonach die Bestandespflegekommission wirtschaftlich \"die Bezahlung für den Zugang zu einem bestimmten Kundenpool\" darstelle; PREISIG, a.a.O., S. 103, wonach die Höhe des Entschädigungssatzes durch die Attraktivität der Bank als Vertriebskanal bestimmt wird und in der Regel progressiv ausgestaltet ist).\n\nDer mit der Vergütung für die erfolgreiche Platzierung der fraglichen Finanzprodukte verbundene Anreiz, diese im Rahmen des bestehenden Vermögensverwaltungsmandats einzusetzen, steht im Zielkonflikt mit der Verpflichtung der Beklagten zur umfassenden Interessenwahrung gegenüber dem Kläger. Die Bestandespflegekommissionen sind der Beklagten im strittigen Umfang nur zugeflossen, weil ihr durch das Vermögensverwaltungsmandat vom Kläger eine Position eingeräumt wurde, die es ihr erlaubte, entsprechende Anlageentscheide selbständig vorzunehmen. Insoweit stellen sie, wie die Vorinstanz zutreffend festgehalten hat, eine zusätzlich erlangte Vergütung für die erfolgreiche Platzierung der fraglichen Produkte beim Kläger dar. Dem lässt sich nicht entgegenhalten, die Bank erlange diesen Vorteil nicht aus der Auftragsausführung für den einzelnen Kunden, sondern ausschliesslich aufgrund der Abnahme grosser Mengen und damit als Folge eines ihr zuzurechnenden Grössenvorteils (so aber NOBEL/STIRNIMANN, a.a.O., S. 348; vgl. auch ROBERTO, Herausgabepflicht, a.a.O., S. 42, der von einer Entschädigung für den \"Bündelungseffekt\" spricht). Eine derartige Argumentation übersieht, dass gerade durch die vermögensverwaltende Disposition über zahlreiche Vermögen die grösseren Volumen überhaupt erst ermöglicht |766| werden (FRANK A. SCHÄFER, in: Handbuch der Vermögensverwaltung, Schäfer und andere [Hrsg.], München 2012, § 11 Rz. 20). Der mit der Bestandespflegekommission einhergehende Interessenkonflikt ist nicht zu übersehen, besteht doch ein Anreiz der Bank, durch eigene Entscheidung einen Bestand bestimmter Anlageprodukte zu begründen, zu erhalten oder zu erhöhen, auch wenn dies möglicherweise nicht durch die Interessen des Kunden gerechtfertigt ist (vgl. BENICKE, a.a.O., S. 928; LUC THÉVENOZ, Conflicts of Interest in the Distribution of Investment Funds, in: Conflicts of Interest, Thévenoz und andere [Hrsg.], 2007, S. 348, 350). Damit stehen die vereinnahmten Vergütungen in einem inneren Zusammenhang mit der Auftragsausführung durch die Beklagte.\n\n5.7 Der Einwand der Beklagten, mit der Bestandespflegekommission würden neben ihrer \"Platzierungskraft\" auch \"verschiedenartige, genuine Vertriebsleistungen ausgerichtet\", verfängt nicht. Der Umstand, dass ihr im Hinblick auf die Platzierung der fraglichen Produkte auch Aufwand (für Personal, Einrichtung technischer Systeme zur Abwicklung der Geschäfte usw.) entstanden sein soll, ändert nichts am inneren Zusammenhang mit dem Vermögensverwaltungsmandat; der beschriebene Interessenkonflikt besteht aufgrund der mit der erfolgsabhängigen Vergütung verbundenen Anreize auch dann, wenn damit darüber hinaus allfällig entstandener Aufwand für den Produktvertrieb mitentschädigt wird. Anders zu beurteilen wäre gegebenenfalls - wie die Beklagte grundsätzlich zutreffend vorbringt - eine andere Form des Entgelts des Vertriebsträgers, die den Vertriebsaufwand konkret entschädigt (wie etwa für das Einrichten von fondsspezifischen Prozessen, das Vorrätighalten und die Abgabe von Marketing- und rechtlichen Dokumenten der Fondsleitung, das Weiterleiten gesetzlich vorgeschriebener und anderer Publikationen, die Wahrnehmung von durch den Produktanbieter delegierten geldwäschereirechtlich oder regulatorisch bedingten Abklärungspflichten, das Erstellen von Fondsresearch-Material; den Betrieb und den Unterhalt einer elektronischen Vertriebs- und Informationsplattform für Drittanbieter usw.). Eine derartige Entschädigung steht jedoch vorliegend nicht zur Diskussion.\n\nDie Beklagte bringt überdies zu Unrecht vor, solange der Vertriebsträger marktgerecht für die gegenüber der Fondsleitung erbrachte Vertriebsleistung entschädigt werde, falle eine Herausgabepflicht für die erhaltene Vertriebsentschädigung ausser Betracht. Zu beurteilen ist nicht, ob die zwischen dem Vertriebsträger und der Fondsleitung |767| vereinbarte Vertriebsentschädigung zulässig, angemessen, marktgerecht oder übermässig ist. Massgebend ist im Hinblick auf die Herausgabepflicht nicht dieses Vertragsverhältnis, sondern dasjenige zwischen der vermögensverwaltenden Bank und dem Kunden: Anhand der zwischen den Parteien des Vermögensverwaltungsvertrags bestehenden Interessenwahrungspflichten ist zu beurteilen, ob angesichts der von der Bestandespflegekommission ausgehenden finanziellen Anreize - jedoch unabhängig von deren Rechtsgrundlage - ein innerer Zusammenhang zur Auftragsausführung besteht (vgl. AEPLI, a.a.O., S. 43; EMMENEGGER, a.a.O., S. 75). Der von der Beklagten ins Feld geführte Umstand, dass sich die von ihr vereinnahmten Bestandespflegekommissionen im Rahmen der Entschädigungen bewegten, die auch andere grosse Vertriebsträger entgegennehmen, vermag eine Herausgabepflicht nach Art. 400 Abs. 1 OR damit nicht auszuschliessen.\n\nAllfällige Aufwendungen sind dem Beauftragten nach auftragsrechtlichen Grundsätzen gestützt auf seinen Anspruch auf Auslagenersatz (Art. 402 Abs. 1 OR) durch den Auftraggeber zu entschädigen, sofern sie nicht bereits durch das Auftragshonorar abgegolten werden (FABIAN SCHMID, Retrozessionen an externe Vermögensverwalter, 2009, S. 159). Die Beklagte hat im vorinstanzlichen Verfahren nach den Feststellungen im angefochtenen Entscheid allerdings bewusst auf die Substantiierung konkreter Aufwendungen verzichtet, womit solche im zu beurteilenden Fall ausser Betracht fallen. Die Beklagte zeigt in diesem Zusammenhang weder eine Verletzung von Bundesrecht noch eine verfassungswidrige Anwendung kantonalen Verfahrensrechts auf; insbesondere ist nicht ersichtlich, inwiefern der Vorinstanz eine unzutreffende Beweislastverteilung (Art. 8 ZGB) vorzuwerfen wäre. Entsprechendes gilt für die Aufwendungen für die Entwicklung, die Aufsetzung und den Vertrieb strukturierter Produkte, bezüglich derer die Beklagte im Übrigen keine eigenständigen Rügen erhebt, sondern auf ihre Ausführungen zu den Bestandespflegekommissionen für Anlagefonds verweist.\n\n5.8 Die Beklagte bringt im Weiteren vor, die kollektivanlagerechtliche Regelung der Vertriebsentschädigung gehe Art. 400 Abs. 1 OR vor, und beruft sich auf ein aufsichtsrechtliches Verbot der Weiterleitung solcher Vergütungen.\n\n5.8.1 Das Sonderprivat- und Aufsichtsrecht des Bundesgesetzes vom 23. Juni 2006 über die kollektiven Kapitalanlagen (Kollektivanlagengesetz, KAG; SR 951.31) bzw. des damaligen Bundesgesetzes vom |76818| . März 1994 über die Anlagefonds (Anlagefondsgesetz, AFG; AS 1994 2523) gehe davon aus, dass Vertriebskosten dem Fondsvermögen zugunsten der Vertriebsträger (und nicht der Anleger) belastet werden dürften. Die einschlägigen kollektivanlagerechtlichen Vorschriften seien zeitlich lange nach Art. 400 OR erlassen worden. Damit komme ihnen als leges posteriores und leges speciales Vorrang gegenüber den auftragsrechtlichen Bestimmungen zu.\n\nEntgegen der in der Beschwerde vertretenen Ansicht ist nicht ausschlaggebend, dass das Kollektivanlagerecht die Verwendung eines Teils der Verwaltungskommission für den Vertrieb von Fondsanteilen als zulässig erachtet, sofern diese Vertriebsentschädigung ausdrücklich im Fondsvertrag vorgesehen ist (vgl. Art. 38 Abs. 6 der Verordnung vom 22. November 2006 über die kollektiven Kapitalanlagen [Kollektivanlagenverordnung, KKV; SR 951.311]). Zu beurteilen ist nicht die Zulässigkeit der Entrichtung von Vertriebsentschädigungen durch die Fondsleitung an Vertriebsträger, sondern ein allfälliger Herausgabeanspruch des Kunden aufgrund eines bestimmten - nicht fondsspezifischen - Auftragsverhältnisses zum Vertriebsträger (vgl. auch PREISIG, a.a.O., S. 98). Die Beklagte vermag keine Bestimmungen des AFG oder des KAG aufzuzeigen, die das Verhältnis zwischen dem Anleger und dem Vertriebsträger, geschweige denn die Frage der Herausgabepflicht, in Abweichung vom allgemeinen Vertragsrecht regeln würden.\n\nIm Gegenteil bestehen hinsichtlich der Pflichten des Vertriebsträgers offensichtliche Ähnlichkeiten mit dem Auftragsrecht, indem auch das Kollektivanlagerecht die Vertriebsträger neben einer transparenten Rechenschaftsablegung unter anderem dazu verpflichtet, unabhängig zu handeln und ausschliesslich die Interessen der Anleger zu wahren (Art. 20 Abs. 1 KAG; vgl. EMMENEGGER, a.a.O., S. 79; ROTH, Retrozessionen, a.a.O., S. 544). Die Bank trifft im Übrigen auch als Effektenhändlerin gemäss Art. 11 Abs. 1 lit. c des Bundesgesetzes vom 24. März 1995 über die Börsen und den Effektenhandel (Börsengesetz, BEHG; SR 954.1) eine Treuepflicht gegenüber ihren Kunden; dabei hat sie insbesondere sicherzustellen, dass allfällige Interessenkonflikte ihre Kunden nicht benachteiligen. Die aufsichtsrechtlich vorgeschriebenen organisatorischen Massnahmen zur Vermeidung einer Benachteiligung der Kunden sind dabei unabhängig von einer privatrechtlichen Herausgabepflicht zu gewährleisten. Während das Verhältnis zwischen Anleger, Fondsleitung und Depotbank ausführlich geregelt wird (vgl. Art. 6 ff. AFG, Art. 26 ff. KAG), lässt sich |769| dem Kollektivanlagerecht keine Bestimmung entnehmen, welche die Herausgabepflicht von Bestandespflegekommissionen für Anlagefonds im Rahmen eines Vermögensverwaltungsverhältnisses zwischen dem Kunden und dem vermögensverwaltenden Vertriebsträger in Abweichung von Art. 400 Abs. 1 OR regeln und einen besonderen Rechtsgrund für die Einbehaltung darstellen würde.\n\n5.8.2 Die Beklagte beruft sich im Weiteren darauf, es sei ihr aufsichtsrechtlich verboten, erhaltene Bestandespflegekommissionen an Endkunden weiterzuleiten. Dem Konzept der kollektiven Kapitalanlage entspreche eine strikte Pflicht zur Gleichbehandlung der Anleger, die für das AFG in der Rechtsprechung wiederholt bestätigt und in Art. 7 Abs. 1 KAG ausdrücklich normiert worden sei. Entsprechend hätten grundsätzlich alle Anleger die genau gleiche Verwaltungskommission zu zahlen. Würde nun eine Ablieferungspflicht von Vertriebsentschädigungen der Vertriebsträger bejaht, so käme ein Anleger in den Genuss einer reduzierten Verwaltungsgebühr, bloss weil zufälligerweise noch ein Auftragsverhältnis mit dem Vertriebsträger des Fonds bestehe, so dass Anleger, die in keinem Auftragsverhältnis zum Vertriebsträger stehen oder gar nicht über einen Vertriebsträger Fondsanteile erwerben, benachteiligt wären; dies verstiesse gegen den in Art. 12 AFG bzw. Art. 20 KAG verankerten Gleichbehandlungsgrundsatz. Um die Gleichbehandlung zu gewährleisten, so die Beklagte weiter, sehe die Richtlinie der Swiss Fund Association (SFA) für Transparenz bei Verwaltungskommissionen vom 7. Juni 2005 denn auch ein ausdrückliches Verbot für Fondsleitungen vor, Rückvergütungen an andere als in der Richtlinie genannte institutionelle Anleger zu bezahlen (vgl. Ziff. 4 Abs. 3). Dieses sei nach seinem Sinn und Zweck auch von den Vertriebsträgern zu beachten, was auch von der damaligen Eidgenössischen Bankenkommission (EBK) in einem Diskussionspapier vom 5. September 2008 bestätigt worden sei. Die von der SFA erlassene Richtlinie sei von der EBK am 30. Juni 2005 als Mindeststandard anerkannt worden, womit deren Verletzung zu aufsichtsrechtlichen Sanktionen führen würde.\n\nAuch in der Lehre wird teilweise gestützt auf Art. 20 Abs. 1 lit. a KAG und Ziff. 4 Abs. 3 der SFA-Richtlinie für Transparenz bei Verwaltungskommissionen vom 7. Juni 2005 die Meinung vertreten, es sei Vertriebsträgern (wie vorliegend der Beklagten) aufsichtsrechtlich verboten, Bestandespflegekommissionen an sogenannte Endanleger (wie den Kläger) weiterzuleiten (ABEGGLEN, a.a.O., S. 132 f.; NOBEL/STIRNIMANN, a.a.O., S. 353 f.; a.M. AEPLI, a.a.O., S. 39; SCHMID, |770| Anlagefonds, a.a.O., Rz. 40; EMMENEGGER, a.a.O., S. 79 f.). Es erscheint allerdings fraglich, ob Ziff. 4 der von der damaligen EBK als Mindeststandard anerkannten SFA-Richtlinie über die Zulässigkeit der Zahlung von (eigens definierten) Rückvergütungen und Bestandespflegekommissionen durch Fondsleitungen hinaus auch die Frage der Weiterleitung entsprechender Zahlungen durch Vertriebsträger regelt (vgl. auch PETER CH. HSU, Retrozessionen, Provisionen und Finder's Fees, 2006, S. 75; PREISIG, a.a.O., S. 95, die aufgrund der SFA-Richtlinie lediglich auf die Zulässigkeit von Vertriebsvergütungen und nicht auf ein Weiterleitungsverbot schliessen). Das von der Beklagten erwähnte Verbot der Ausrichtung an andere (als die einzeln aufgeführten) institutionellen Anleger sowie Endanleger (Ziff. 4 Abs. 3) betrifft nach Wortlaut und Systematik die sogenannten Rückvergütungen, d.h. Zahlungen (Rabatte) aus der Verwaltungskommission an Anleger; bei diesen stellt sich das Problem der relativen Gleichbehandlung der Anleger, nicht aber die Problematik von Retrozessionen im Sinne von Anreizen Dritter (vgl. HSU, a.a.O., S. 71 f.). Demgegenüber werden Bestandespflegekommissionen, d.h. Zahlungen aus der Verwaltungskommission an den Vertrieb (vgl. die Begriffsbestimmung in Ziff. 3), wie sie der Beklagten zuflossen, daran anschliessend in Ziff. 4 Abs. 4 und 5 geregelt. Darin werden vier verschiedene Arten von Vertriebsträgern und -partnern aufgeführt, an die Bestandespflegekommissionen bezahlt werden dürfen; gleichzeitig wird festgehalten, dass die Ausrichtung von Bestandespflegekommissionen an andere Vertriebsträger und -partner nicht zulässig ist, ohne dass dabei Endanleger erwähnt würden.\n\nInwiefern von den Regelungen in Ziff. 4 Abs. 3 und 5 der erwähnten SFA-Richtlinie auch eine Weiterleitung von Bestandespflegekommissionen des Vertriebsträgers erfasst sein soll, die sich aus der privatrechtlichen Herausgabepflicht gestützt auf ein fondsunabhängiges Auftragsverhältnis ergibt, erschliesst sich auf Anhieb ebenso wenig wie ein aus der Treuepflicht nach Art. 12 Abs. 1 AFG bzw. Art. 20 Abs. 1 lit. a KAG abgeleitetes angebliches Weiterleitungsverbot (vgl. zur relativen Gleichbehandlungspflicht etwa MARKUS PFENNINGER, in: Basler Kommentar, Kollektivanlagengesetz, 2009, N. 18 zu Art. 20 KAG). Die Frage eines aufsichtsrechtlichen Verbots braucht jedoch nicht abschliessend geklärt zu werden, da auch ein solches Verbot nichts am Herausgabeanspruch des Klägers ändern würde. Es obliegt der Beklagten, ihre Verträge so zu gestalten, dass sie ihren aufsichtsrechtlichen Pflichten auch dann nachkommen kann, |771| wenn sie gleichzeitig verschiedene Verträge mit Fondsleitungen und mit Bankkunden eingeht. Sollten die Tätigkeiten als Vertriebsträgerin einerseits und als Vermögensverwalterin andererseits aufgrund eines aufsichtsrechtlichen Verbots nicht miteinander vereinbar sein, müsste dies letztlich zum Verzicht auf eine der beiden Tätigkeiten führen. Gegenüber dem Kläger lässt sich aus einem angeblichen Weiterleitungsverbot demgegenüber nichts zugunsten der Beklagten ableiten.\n\nSodann ist die Pflicht zur Herausgabe nach Art. 400 Abs. 1 OR nicht zwingend, vielmehr kann der Auftraggeber auf die Ablieferung verzichten (BGE 137 III 393 E. 2.2 S. 396; BGE 132 III 460 E. 4.2 S. 465). Der Beklagten war es demnach möglich, ihre Vertragsverhältnisse derart auszugestalten, dass sie sowohl ihren (angeblichen) aufsichtsrechtlichen Vorgaben als auch ihren vertraglichen Verpflichtungen genügen konnte. Durch eine vertragliche Regelung hinsichtlich des mit den Bestandespflegekommissionen verbundenen potentiellen Interessenkonflikts würden auch die von der Beklagten für den Fall einer Bejahung einer Herausgabepflicht befürchteten und von ihr als unhaltbar erachteten aufsichtsrechtlichen und ordnungspolitischen Ergebnisse ausser Betracht fallen. Weder in einer im Rahmen der Selbstregulierung von einer Branchenorganisation erlassenen Richtlinienbestimmung noch in einer behördlichen Äusserung in einem blossen Diskussionspapier kann ein Rechtsgrund erblickt werden, der eine Einbehaltung zugeflossener Bestandespflegekommissionen in Abweichung der privatrechtlichen Gesetzesbestimmung von Art. 400 Abs. 1 OR rechtfertigen würde.\n\nDem Kläger steht demnach - unter Vorbehalt eines gültigen Verzichts - ein Herausgabeanspruch für die Bestandespflegekommissionen zu, die der Beklagten von konzernfremden Produktanbietern zugeflossen sind.\n\n6. Die Beklagte bringt im Sinne eines Eventualstandpunkts vor, der Kläger habe auf die Ablieferung der Vertriebsentschädigungen verzichtet.\n\n6.1 Während sich die Beklagte im vorinstanzlichen Verfahren noch auf den Standpunkt stellte, gestützt auf den Vermögensverwaltungsvertrag mit dem Kläger vom 17. September 2006 bzw. die entsprechenden Verträge mit seinen Verwandten vom 15. März 2005, vom 16. September 2006 sowie vom 17. Dezember 2006 liege zumindest ein teilweiser Verzicht vor, beruft sie sich vor Bundesgericht zu Recht nicht mehr auf einen entsprechenden Verzicht. Vielmehr bringt sie |772| nunmehr ausschliesslich vor, ein Herausgabeverzicht ergebe sich jeweils gestützt auf den abgeschlossenen Fondsvertrag.\n\n6.2 Die Beklagte hat den Fondsvertrag mit der Fondsleitung und der Depotbank, auf den sie sich beruft, gestützt auf den Vermögensverwaltungsauftrag als Vertreterin des Klägers selbst abgeschlossen. Nach herrschender Lehre und ständiger Rechtsprechung des Bundesgerichts ist das Kontrahieren eines Vertreters mit sich selbst grundsätzlich unzulässig, weil es regelmässig zu Interessenkollisionen führt (BGE 127 III 332 E. 2a S. 333; 126 III E. 3a S. 363). Dies muss angesichts der Gefahr der Benachteiligung des Vertretenen auch gelten, wenn - wie vorliegend - der Vertreter einen Verzicht des Vertretenen auf vertragliche Ansprüche ihm gegenüber aus einem mit Dritten abgeschlossenen Vertrag ableiten will. Dass der Kläger den von ihr angeblich erklärten Verzicht nachträglich genehmigt hätte, macht die Beklagte zu Recht nicht geltend. Die Beklagte kann daher aus dem von ihr als Vertreterin des Klägers angeblich erklärten Verzicht auf gegenüber ihr selbst bestehende Herausgabeansprüche nichts zu ihren Gunsten ableiten.\n\n6.3 Abgesehen davon legt die Beklagte nicht einmal ansatzweise dar, inwiefern sie als Zahlungsempfängerin aufgeführt und welche konkreten Berechnungsansätze der von ihr vereinnahmten Bestandespflegekommissionen dem Kläger mit den Fondsverträgen offengelegt worden wären. Insbesondere reicht es entgegen ihrer Ansicht nicht aus, dass die maximal mögliche Höhe der Vertriebsentschädigung bekannt sei, zumal diese (logisch) zwingend immer begrenzt sei durch die im Fondsprospekt aufgeführte Verwaltungskommission, aus der sie bezahlt werde (vgl. BGE 137 III 393 E. 2.6 S. 402). Im Hinblick auf einen gültigen Verzicht muss der Vermögensverwaltungskunde vielmehr die Parameter kennen, die zur Berechnung des Gesamtbetrags der Bestandespflegekommissionen notwendig sind und einen Vergleich mit dem vereinbarten Vermögensverwaltungshonorar erlauben. Hierzu gehören zumindest die Eckwerte der bestehenden Vereinbarungen mit Dritten sowie die Grössenordnung der zu erwartenden Entschädigungen (vgl. BGE 137 III 393 E. 2.4 S. 399).\n\nLetzterem Erfordernis wird beim Vorausverzicht auch beim Einsatz von Anlagefonds und strukturierten Produkten in der Vermögensverwaltung Genüge getan, wenn die Höhe der erwarteten Bestandespflegekommissionen in einer Prozentbandbreite des verwalteten Vermögens angegeben wird. Damit wird dem Auftraggeber ermöglicht, |773| im Hinblick auf einen Verzicht sowohl die Gesamtkosten der Vermögensverwaltung zu erfassen als auch die beim Vermögensverwalter aufgrund der konkreten Anreizstrukturen vorhandenen Interessenkonflikte zu erkennen (vgl. BGE 137 III 393 E. 2.4 S. 399 f.). Dass diese Voraussetzungen erfüllt worden wären, legt die Beklagte nicht dar, weshalb ein Verzicht - unabhängig von der Problematik des Vertretungsverhältnisses - von vornherein ausser Betracht fällt.\n\nDie Vorinstanz hat daher gestützt auf Art. 400 Abs. 1 OR einen Anspruch des Klägers auf Herausgabe der Bestandespflegekommissionen zu Recht geschützt, die der Beklagten von konzernfremden Produktanbietern ausgerichtet wurden.\n\n7. Die Beschwerde der Beklagten erweist sich als unbegründet und ist abzuweisen, soweit darauf eingetreten werden kann.\n\nBeschwerde des Klägers (4A_141/2012)\n\n8. Der Kläger wirft der Vorinstanz vor, sie habe eine Herausgabepflicht der Beklagten für Bestandespflegekommissionen, die ihr von Konzerngesellschaften zugeflossen sind, zu Unrecht verneint.\n\n8.1 Die Vorinstanz erwog, zwar seien die Vertriebsentschädigungen zahlenden Konzerngesellschaften der Beklagten rechtlich selbständige Gesellschaften mit eigener Rechnungslegung, jedoch befänden sich diese Einheiten unter einer einheitlichen Leitung in einem Konzernverbund, weshalb die zwischen ihnen erfolgten Zahlungen \"bei einer konsolidierten Betrachtungsweise als konzernneutral zu werten\" seien. Es sei mit der Beklagten davon auszugehen, dass \"in Anlehnung an eine wirtschaftliche Betrachtungsweise\" der Kunde dem Konzern gegenüberstehe und konzerninterne Zahlungen für die Beklagte nicht als wirtschaftlich fremd im Sinne von Art. 400 Abs. 1 OR anzusehen seien, da die Gesellschaften des Konzernverbunds vom gleichen wirtschaftlich Berechtigten gehalten würden. Entsprechend wies die Vorinstanz einen Herausgabeanspruch für der Beklagten zugeflossene Bestandespflegekommissionen ab, die auf den Einsatz von Anlageprodukten von Konzerngesellschaften zurückzuführen sind.\n\n8.2 Die Ablieferungspflicht nach Art. 400 Abs. 1 OR betrifft neben denjenigen Vermögenswerten, die der Beauftragte direkt vom Auftraggeber zur Erfüllung des Auftrags erhält, auch indirekte Vorteile, die dem Beauftragten infolge der Auftragsausführung zukommen (BGE 137 III 393 E. 2.1 S. 395; BGE 132 III 460 E. 4.1 S. 464; vgl. auch |774| BGE 138 III 137 E. 5.3.1 S. 141). Eine Herausgabepflicht für indirekte Vorteile in Form von Vertriebsentschädigungen setzt demnach voraus, dass solche dem Beauftragten von einem Dritten geleistet wurden. An einer derartigen Zuwendung fehlt es etwa, wenn die beauftragte Vermögensverwaltungsgesellschaft die betroffenen Finanzprodukte selbst herausgibt und vertreibt, was nach der Behauptung der Beklagten bei den strukturierten Eigenprodukten im Depot des Klägers zutreffen soll, jedoch aus den Sachverhaltsfeststellungen im angefochtenen Entscheid nicht hervorgeht. Mangels Zahlung fällt in diesem Fall eine Herausgabepflicht ausser Betracht (EMMENEGGER, a.a.O., S. 74). Entsprechendes gilt, wenn zwischen der Fondsleitungsgesellschaft und dem Vermögensverwalter - etwa weil beide der gleichen Unternehmensgruppe angehören - auf Rückvergütungen verzichtet wird (vgl. BENICKE, a.a.O., S. 936 f.).\n\nDie Vorinstanz stützte ihre (knappe) Begründung für den Ausschluss konzerninterner Zahlungen vom Anwendungsbereich von Art. 400 Abs. 1 OR auf zwei Lehrmeinungen (HSU, a.a.O., S. 77 f., sowie NOBEL/STIRNIMANN, a.a.O., S. 347). Darin wird insbesondere argumentiert, aus Sicht des Bankkonzernrechts handle es sich bei einer Vertriebsentschädigung, die eine als Produktanbieterin (Fondsleitung oder Emittentin) fungierende Konzerngesellschaft an die mit dem Vertrieb betraute Konzerngesellschaft leistet, \"nicht um eine Zahlung zwischen zwei juristisch fremden Personen\". Der Bankkonzern sei eine unternehmerische Einheit; die Fremdheit sei jedoch eine Voraussetzung für die Anwendung von Art. 400 Abs. 1 OR (NOBEL/STIRNIMANN, a.a.O., S. 347; vgl. auch SANDRO ABEGGLEN, Der Bankkonzern in der Schnittmenge von Privat- und Aufsichtsrecht; zugleich zur Rechenschafts- und Ablieferungspflicht bei konzerninternen Vergütungen [nachfolgend: Bankkonzern], in: Festschrift Roland von Büren, 2009, S. 662 ff.; CERUTTI, a.a.O., S. 92). Darüber hinaus wird die Ansicht vertreten, formell betrachtet scheine es sich bei Vergütungen innerhalb des Konzerns oder einer Finanzgruppe teilweise um Retrozessionen zu handeln; materiell erfolge jedoch nur eine (meist) steuerlich motivierte Gewinnverschiebung von einer Einheit der Gruppe zur anderen (HSU, a.a.O., S. 78).\n\n8.3 Der pauschale Verweis der Vorinstanz auf eine wirtschaftliche Betrachtungsweise unter Berücksichtigung des Konzernverbunds vermag einen Ausschluss der Herausgabe von Bestandespflegekommissionen, die der Beklagten für den Einsatz von Anlageprodukten von Gesellschaften ihrer Unternehmensgruppe zugeflossen sind, nicht zu begründen. |775|\n\nZunächst leuchtet nicht ein, weshalb Art. 400 Abs. 1 OR von vornherein keine Anwendung auf konzernintern bezahlte Vertriebsentschädigungen finden soll. Die Schweiz kennt kein systematisch kodifiziertes Konzernrecht; der Konzern wird von der Rechtsordnung nur punktuell erfasst und geregelt (dazu ABEGGLEN, Bankkonzern, a.a.O., S. 663 ff.; PREISIG, a.a.O., S. 191 ff.). Art. 663e Abs. 1 OR enthält zwar im Hinblick auf die zu erstellende Konzernrechnung eine gesetzliche Definition des Konzerns; diesem kommt jedoch keine eigene Rechtspersönlichkeit zu. Grundsätzlich wird die juristische Selbstständigkeit von Konzerngesellschaften anerkannt; trotz Konzernrechnung hat jede Konzerngesellschaft einzeln für ihre Verbindlichkeiten einzustehen, unabhängig davon, ob diese vertraglich, deliktisch oder durch ungerechtfertigte Bereicherung begründet wurden (statt vieler ROLAND VON BÜREN, Der Konzern, SPR Bd. VIII/6, 2. Aufl. 2005, S. 177; vgl. auch BGE 137 III 550 E. 2.3.1 S. 552).\n\nBei der Haftung können sich zwar aufgrund der Konzernrealität zum Schutz Dritter Besonderheiten ergeben (vgl. BGE 137 III 550 ff. zur Vermischung der Sphären der Mutter- und Tochtergesellschaft; BGE 124 III 297 E. 6; BGE 120 II 331 ff. betreffend erwecktes Vertrauen in das Konzernverhalten der Muttergesellschaft; BGE 132 III 489 E. 3.2; BGE 121 III 319 E. 5a betreffend Durchgriff infolge Rechtsmissbrauchs, wobei ein Durchgriff zugunsten der juristischen Person oder deren Gesellschafter nicht zugelassen wird). Diese wirken sich jedoch nicht zugunsten der Konzerngesellschaft aus, sondern dienen im Gegenteil dem Schutz aussenstehender Dritter. Das Vertragsrecht wirkt stets zwischen natürlichen oder juristischen Personen; mangels Rechtspersönlichkeit kann der Konzern als solcher nicht Vertragspartei sein. Auch das Steuerrecht knüpft an der rechtlichen Selbständigkeit der einzelnen Konzerngesellschaften an, während der Konzern selbst kein Steuersubjekt ist (vgl. BGE 132 I 29 E. 5.2 S. 40). Geschäfte innerhalb des Konzerns werden steuerlich so behandelt, als ob sie zwischen juristisch und wirtschaftlich unabhängigen Unternehmen erfolgt wären. Nur ausnahmsweise wird der wirtschaftlichen Einheit des Konzerns Rechnung getragen, etwa indem zur Verhinderung einer Dreifachbesteuerung Beteiligungserträge steuerlich begünstigt werden (VON BÜREN, a.a.O., S. 445 ff.). Im Bereich des Bankenaufsichtsrechts wird eine Finanzgruppe sodann - aus Gründen des Gläubiger- und Funktionsschutzes - ausgeprägt als Einheit behandelt (vgl. Art. 3b ff. des Bundesgesetzes vom 8. November 1934 über die Banken und Sparkassen [Bankengesetz, BankG; SR 952.0]). |776|\n\nZwar wird die wirtschaftliche Verflechtung von Konzerngesellschaften von der Rechtsordnung fallweise berücksichtigt. Auch wenn namentlich das Gesellschafts- und Bankenrecht der wirtschaftlichen Einheit eines Bankkonzerns in verschiedener Hinsicht Rechnung trägt (vgl. NOBEL/STIRNIMANN, a.a.O., S. 347), so lässt sich daraus entgegen der in der Beschwerdeantwort geäusserten Ansicht kein allgemeines Prinzip ableiten, das zur Nichtanwendbarkeit von Art. 400 Abs. 1 OR auf konzerninterne Zahlungen führen würde. Insbesondere gilt es zu beachten, dass die verschiedenen konzernrechtlichen Normen und Grundsätze vorwiegend dem Schutz der Gläubiger dienen, einen Aktionärs- bzw. Minderheitenschutz verwirklichen oder einen allgemeinen Funktionsschutz bezwecken (so zutreffend PREISIG, a.a.O., S. 197 f.; vgl. auch ABEGGLEN, Bankkonzern, a.a.O., S. 675 ff.). Die Gründe für eine Einheitsbetrachtung des Konzerns in bestimmten öffentlich-rechtlichen Vorschriften, wie sie etwa der steuerrechtlichen Behandlung von Beteiligungserträgen zugrunde liegen, lassen sich nicht auf privatrechtliche Vertragsverhältnisse übertragen. Aus der Berücksichtigung des Konzernverbunds in den erwähnten Regelungsbereichen einen Schutz des Konzerns gegenüber Vertragspartnern von Konzerngesellschaften oder gar eine Sonderbehandlung von Bankkonzerngesellschaften bezüglich ihrer auftragsrechtlichen Pflichten ableiten zu wollen, wie dies die Beklagte zu vertreten scheint, wäre verfehlt. Insbesondere kann ihrer Ansicht nicht gefolgt werden, es müsse einer Konzerngesellschaft aufgrund des Erfordernisses zur Erstellung einer konsolidierten Jahresrechnung (Art. 663e OR), mit der die (rechnerische) Eliminierung sämtlicher konzerninterner Zahlungsvorgänge einhergehe, umgekehrt gestattet sein, gegenüber Gläubigern geltend zu machen, dass die Zahlungen zwischen Konzerngesellschaften gar nicht erfolgt seien bzw. spätestens mit der Konzernrechnung wieder eliminiert würden (so aber ABEGGLEN, Bankkonzern, a.a.O., S. 674). Wie andere privatrechtliche Ansprüche knüpft auch Art. 400 Abs. 1 OR an bestimmte Tatbestandsvoraussetzungen an, die - sind sie erfüllt - eine Forderung des Auftraggebers begründen. Bereits erfolgte Vorgänge können nicht im Hinblick auf bestimmte (als unerwünscht erachtete) Rechtsfolgen unter Verweis auf eine konsolidierte Rechnungslegung nachträglich ausgeblendet werden.\n\nEntgegen der Ansicht der Vorinstanz kann sich die Beklagte daher gegenüber ihrem Vertragspartner nicht einfach auf die wirtschaftliche Einheit ihres Konzerns berufen und eine Herausgabe von Bestandespflegekommissionen nach Art. 400 Abs. 1 OR für |777| konzerneigene Produkte mit dem Hinweis darauf verweigern, die zahlende Gesellschaft sei mit ihr verbunden. Der Vermögensverwaltungsvertrag besteht zwischen dem Kläger und der Beklagten, nicht etwa mit deren Konzern, dem keine Rechtspersönlichkeit zukommt. Es kann dem Auftraggeber trotz des Konzernverhältnisses nicht verwehrt sein, sich auf die bestehenden rechtlichen Verhältnisse und tatsächlichen Vorgänge zu berufen, an die das Vertragsrecht Rechtsfolgen knüpft. Entsprechend ist bei der Beurteilung der vertraglichen Ansprüche des Klägers nicht unter Hinweis auf die \"wirtschaftliche Realität\" oder die finanzielle Einheit des Konzerns auszublenden, dass es sich bei den Gesellschaften, die Bestandespflegekommissionen ausgerichtet haben, um rechtlich selbständige juristische Personen handelt (vgl. EMMENEGGER, a.a.O., S. 73; im Ergebnis bereits WIEGAND/ZELLWEGER-GUTKNECHT, Privatrechtliche Probleme der Vermögensverwaltung, in: Vermögensverwaltung und Nachlassplanung, Wiegand [Hrsg.], 2005, S. 44 Fn. 65). Der Beklagten kann daher nicht gefolgt werden, wenn sie dafürhält, konzerninterne Zahlungen könnten keine herausgabepflichtigen Leistungen eines Dritten darstellen.\n\nUnerheblich ist im Übrigen ihr Vorbringen, die konzerninterne Entrichtung von Vertriebsentschädigungen durch Fondsleitungsgesellschaften sei angeblich steuerrechtlich vorgeschrieben. Steuerliche Gründe vermögen die Transparenz- und Herausgabevorschriften im Auftragsverhältnis nicht auszuhebeln (EMMENEGGER, a.a.O., S. 73). Ebenso wenig verfängt ihr Einwand, sie hätte die konzerninternen Vertriebsentschädigungen und damit ihre Pflicht zu deren Ablieferung nicht nur aus steuerlichen, sondern auch aus regulatorischen Gründen nicht vermeiden können, weshalb eine entsprechende Anordnung höchst widersprüchlich und stossend wäre. Die Geschäftstätigkeit kann innerhalb des von der Rechtsordnung vorgegebenen Rahmens frei gestaltet werden. Die steuerrechtlichen, regulatorischen und privatrechtlichen Auswirkungen dieser Tätigkeit sind dabei in Kauf zu nehmen. Ist ein angestrebtes Ergebnis durch die (innerhalb des vorgegebenen rechtlichen Rahmens) frei wählbare Vorgehens- und Organisationsweise nicht zu erzielen, so bleibt letztlich nur der Verzicht auf die Tätigkeit in der beabsichtigten Form. Abgesehen davon, dass sich aus öffentlich-rechtlichen Vorgaben nicht unbesehen auf privatrechtliche Vertragspflichten schliessen lässt, kann der Beklagten ohnehin nicht gefolgt werden, weil der Herausgabeanspruch nach Art. 400 Abs. 1 OR nicht zwingend ist, sondern vertraglich darauf verzichtet werden kann, womit der Beklagten eine |778| freiwillige Gestaltungsmöglichkeit durchaus offenstand (BGE 137 III 393 E. 2.2 S. 396; BGE 132 III 460 E. 4.2 S. 465). Die Bank kann sich schliesslich auch nicht darauf berufen, eine konzerninterne Zahlung hätte auch unterbleiben oder ebenso gut als Dividende oder in einer anderen gesellschaftsrechtlichen Form erfolgen können (so aber ABEGGLEN, Bankkonzern, a.a.O., S. 687); solche Sachverhalte stehen vorliegend nicht zur Diskussion.\n\n8.4 Entscheidend ist im Hinblick auf den Zweck der Herausgabepflicht nach Art. 400 Abs. 1 OR daher nicht, ob die Bestandespflegekommission dem Beauftragten von einer Konzerngesellschaft oder einer konzernfremden Gesellschaft entrichtet wurde, die insoweit beide als Dritte zu betrachten sind, sondern ob damit die Gefahr verbunden ist, der Beauftragte könnte sich aufgrund der Zuwendung veranlasst sehen, die Interessen des Auftraggebers nicht ausreichend zu berücksichtigen. Entgegen den Vorbringen der Beklagten ist demnach nicht massgebend, ob der Vermögensverwaltungskunde die Bank bzw. die deren Anlageprodukte auflegenden Konzerngesellschaften als Einheit \"und die Produkte als unter dem einheitlichen Brand der Bank hergestellte Produkte\" wahrnimmt oder nicht, oder ob er über die interne Organisation des Bankkonzerns informiert bzw. daran interessiert ist (vgl. aber ABEGGLEN, Bankkonzern, a.a.O., S. 673 f., 684). Daraus lässt sich jedenfalls nicht auf einen fehlenden Interessenkonflikt im Zusammenhang mit Bestandespflegekommissionen, geschweige denn auf einen Verzicht auf deren Herausgabe schliessen. Vielmehr gilt es unter Berücksichtigung des mit der Herausgabepflicht bezweckten präventiven Schutzes des Auftraggebers vor einer Missachtung der Interessenwahrungspflicht zu beurteilen, ob die Besorgnis bestand, die Bank könnte die Interessen des Auftraggebers ausser Acht lassen.\n\n8.5 Ein Interessenkonflikt der vermögensverwaltenden Bank besteht bei Bestandespflegekommissionen unabhängig davon, ob sie von einer konzernfremden oder einer verbundenen Gesellschaft ausgerichtet werden. Fällt eine Bank - wie vorliegend die Beklagte - im Rahmen eines Vermögensverwaltungsmandats Anlageentscheide für den Kunden und verdient sie bei deren Platzierung mittels Bestandespflegekommissionen an den von ihr selbst getätigten Anlagen mit, sind die Kundeninteressen gefährdet. Es besteht auch beim Einsatz konzerneigener Anlageprodukte die Gefahr, dass die Bank ihre Verwaltungstätigkeit nicht im Interesse des Auftraggebers ausübt, sondern zumindest auch in ihrem eigenen Interesse, zusätzliche |779| Entschädigungen zu erhalten (so etwa auch das Urteil des BGH vom 19. Dezember 2006, in: Entscheidungen des Bundesgerichtshofes in Zivilsachen [BGHZ] 170/2007 S. 226 Rz. 2 und E. 4b/aa betreffenddie Aufklärungspflicht der Bank über Rückvergütungen für hauseigene Produkte; vgl. auch ROLF SETHE, Treuepflichten der Banken bei der Vermögensanlage [nachfolgend: Treuepflichten], Archiv fürdie civilistische Praxis [AcP] 1-2/2012 S. 141; derselbe, Die Zulässigkeit von Zuwendungen bei Wertpapierdienstleistungen, in: Festschrift Gerd Nobbe, Köln 2009, S. 782, 790). Die Problematik des Interessenkonflikts stellt sich bei konzerneigenen Produkten eher noch verschärft, indem ein besonderer Anreiz der Bank besteht, die Anlagen mit Blick auf die Bestandespflegekommission auszurichten, da sie mit der Wahl eines konzerneigenen Produkts nicht nur selbst eine Zuwendung erhält, sondern gleichzeitig eine andere Konzerngesellschaft mit dem Produkt verbundene Gebühren vereinnahmt (zutreffend EMMENEGGER, a.a.O., S. 73 f.).\n\nMitunter wird mit Blick auf die Interessenkonflikte ins Feld geführt, Kunden hätten davon auszugehen, dass eine Bank bevorzugt eigene Produkte berücksichtigt (vgl. etwa ABEGGLEN, Bankkonzern, a.a.O., S. 684; HERBERT WOHLMANN, Arbeitsteilung im Konzern und ihre Relevanz gegenüber Dritten, SJZ 104/2008 S. 164; HSU, a.a.O., S. 79, nach dem ein Bankkunde zudem bei Drittprodukten davon ausgehen müsse, dass die Bank primär Produkte berücksichtigen werde, für die sie Vertriebsvereinbarungen abgeschlossen hat; vgl. auch das Urteil des BGH vom 19. Dezember 2006, a.a.O., E. 4a in Bezug auf Anlageempfehlungen). Dies erscheint insbesondere bei der entgeltlich erbrachten Vermögensverwaltung, bei der sich der Beauftragte zur umfassenden Interessenwahrung verpflichtet, als äusserst fraglich (vgl. EMMENEGGER, a.a.O., S. 74, die zutreffend darauf hinweist, dass der bankinterne Vermögensverwalter einer Konzernbank den Kundeninteressen genauso verpflichtet ist wie sein externes Pendant; BENICKE, a.a.O., S. 938, nach dem es mit der Interessenwahrungspflicht nicht vereinbar ist, bei gleicher Qualität der angebotenen Dienstleistungen das teurere Angebot auszuwählen, weil der Verwalter daran ein eigenes Interesse hat; vgl. auch SETHE, Treuepflichten, a.a.O., S. 141; SCHÄFER, a.a.O., § 11 Rz. 20 ff.). Jedenfalls führt dies nicht dazu, dass die mit dem Einsatz eigener Produkte verbundenen Interessenkonflikte bei der Beurteilung der Aufklärungs- und Herausgabepflicht ausser Betracht fallen. Ebenso wenig kann sich die Bank darauf berufen, es bestünden auch ohne |780| konzerninterne Rückvergütungen Anreize, dem Kunden gruppeneigene Produkte zu verkaufen (vgl. demgegenüber HSU, a.a.O., S. 78 f.; ABEGGLEN, Bankkonzern, a.a.O., S. 685, der im Zusammenhang mit dem Einsatz gruppeneigener Produkte zwar von einem Interessenkonflikt ausgeht, diesen jedoch als \"durch Offenlegung gelöst\" erachtet). Der Umstand, dass beim Einsatz konzerneigener Anlageprodukte zusätzliche Interessenkonflikte bestehen können, rechtfertigt im Hinblick auf die auftragsrechtliche Herausgabepflicht jedenfalls keine bevorzugte Behandlung konzerninterner Bestandespflegekommissionen im Vergleich zu entsprechenden Zahlungen konzernfremder Produktanbieter. Werden konzernintern keine Rückvergütungen ausgerichtet, erhält der Verwalter nichts, was nach Art. 400 Abs. 1 OR herausgegeben werden könnte. Fliessen jedoch solche Zahlungen, so ist ein innerer Zusammenhang mit der Auftragsausführung zu bejahen und es ist nicht ersichtlich, weshalb sie nicht ebenfalls der Herausgabepflicht unterliegen sollen.\n\n8.6 Wie auch die Ausführungen in der Beschwerdeantwort bestätigen, lässt der mit dem Kläger abgeschlossene Vermögensverwaltungsvertrag den Einsatz von Anlageinstrumenten der Beklagten oder mit ihr verbundener Gesellschaften zu, ist jedoch nicht auf solche beschränkt; vielmehr wird in der Vereinbarung als zulässig erachtet, Instrumente von Drittanbietern einzusetzen, ohne bestimmten Produkten den Vorrang einzuräumen. Die Beklagte hatte im Rahmen des Vermögensverwaltungsmandats die Anlagen (wie Festgeldanlagen, Aktien, Obligationen, Anlagefonds, strukturierte Produkte usw.) auf Rechnung des Klägers nach eigenem Ermessen zu tätigen und demnach sowohl eine Wahl zwischen Anlageinstrumenten von Drittanbietern (mit oder ohne Bestandespflegekommissionen) und eigenen Produkten bzw. solchen ihrer Konzerngesellschaften zu treffen, als auch etwa zu entscheiden zwischen Anlageinstrumenten und Direktanlagen in Aktien oder Obligationen, für die keine Bestandespflegekommissionen gezahlt werden. Damit bestand nicht nur bei den Anlageprodukten konzernfremder Dritter, sondern auch bei konzerneigenen Produkten ein Anreiz der Beklagten, ihre Verwaltungstätigkeit an den damit verbundenen Vergütungen auszurichten, und - unter anderem anstelle von Produkten ohne Rückvergütungen oder Direktanlagen - gerade solche Anlagen zu tätigen und zu halten, auch wenn dies durch die Interessen des Klägers möglicherweise nicht gerechtfertigt war. Der Interessenkonflikt der Beklagten ist nicht von der Hand zu weisen. |781|\n\nEntgegen dem angefochtenen Entscheid sind demnach Bestandespflegekommissionen, die der Beklagten für Produkte von Konzerngesellschaften zugeflossen sind, im Hinblick auf die Herausgabepflicht nach Art. 400 Abs. 1 OR nicht anders zu behandeln als die entsprechenden Zahlungen konzernfremder Gesellschaften."}