{"annee": "138", "cour": "II", "page": "13", "date": "23/11/2011", "cite": ["131 I 442", "136 I 352", "136 II 132", "138 II 5", "135 I 19", "130 I 290", "136 I 1", "137 I 200"], "cite_par": ["138 II 5"], "chapeau": "3. Estratto della sentenza della I Corte di diritto pubblico nella causa I. contro Consiglio di Stato del Cantone Ticino (ricorso in materia di diritto pubblico)\n\n1C_521/2011 del 23 novembre 2011", "regestes": ["Art. 20, art. 43 al. 3, art. 77 al. 1 let. c, art. 84 al. 2 LDP et art. 11 ODP; art. 34 Cst.; annulation d'un tirage au sort électronique effectué en cas d'égalité des suffrages entre des candidats d'une même liste lors des élections au Conseil national. Le programme automatique pour le comptage des voix et la communication des résultats des élections tessinoises effectue, de manière semi-automatique et simultanée, l'attribution des sièges aux candidats et un éventuel tirage au sort (consid. 3). Le tirage au sort entre deux candidats de la même liste, qui ont obtenu le même nombre de voix, a été annulé par le Tribunal fédéral au motif que l'utilisation de ce moyen technique n'avait probablement pas été approuvé par le Conseil fédéral (art. 84 al. 2 LDP; consid. 4), qu'il a été effectué sans l'autorisation préalable du gouvernement cantonal requise par l'art. 20 LDP (consid. 5) et qu'il n'a pas été démontré que le système électronique utilisé, contrairement au tirage au sort manuel, garantit de manière efficace aux deux candidats la même probabilité d'être désigné (50 %-50 %; consid. 6). Le Tribunal fédéral a ordonné de procéder à un nouveau tirage au sort manuel en séance publique (consid. 7)."], "faits": "BGE 138 II 13 S. 14\n\nA. Il 23 ottobre 2011 hanno avuto luogo le elezioni per il rinnovo del Consiglio nazionale per la legislatura 2011-2015. Nel Cantone Ticino l'elezione avviene con il sistema proporzionale a circondario unico. I candidati Monica Duca Widmer e Marco Romano della lista n. 7 (...) hanno ottenuto il medesimo numero di voti, ossia 23'979: uno solo dei due candidati poteva nondimeno essere eletto.\n\nCon comunicato stampa del 23 ottobre 2011 la Cancelleria dello Stato ha rilevato che il Governo cantonale doveva quindi procedere a un sorteggio. In un bollettino stampa del 25 ottobre successivo, il Consiglio di Stato, richiamate le norme vigenti in materia (art. 43 cpv. 3 e art. 20 della legge federale sui diritti politici del 17 dicembre 1976 [LDP; RS 161.1] e art. 11 della relativa ordinanza del 24 maggio 1978 [ODP; RS 161.11]) e la giurisprudenza del Tribunale federale (DTF 136 II 132), ritenendola non applicabile in materia di elezioni, ha informato di non procedere a un riconteggio dei voti e, rinunciando all'opzione del sorteggio manuale e convalidata la procedura di sorteggio automatico avvenuta il 23 ottobre 2011, ha rilevato che l'esito dello stesso è stato favorevole alla candidata Monica Duca Widmer.\n\nB. Il 27 ottobre 2011 il Governo cantonale ha pubblicato il verbale di accertamento dei risultati della votazione nel Foglio ufficiale del giorno seguente. Contro la citata comunicazione e la criticata elezione l'avvocato I. è insorto con un ricorso del 28 ottobre 2011 al BGE 138 II 13 S. 15Consiglio di Stato. Con decisione del 7 novembre 2011 il Governo ha respinto il ricorso.\n\nC. Avverso questa decisione il 14 novembre 2011 I. presenta un ricorso in materia di diritto pubblico al Tribunale federale. Chiede, in via principale, di annullarla unitamente alla proclamazione della candidata Monica Duca Widmer, di ordinare l'esecuzione di un nuovo sorteggio con estrazione manuale da parte del presidente del Consiglio di Stato alla presenza dell'intero Governo e dei presidenti del Gran Consiglio e del Tribunale d'appello, nonché, facoltativamente, dei due candidati in discussione; in via subordinata, di ordinare l'esecuzione di un nuovo sorteggio. (...)\n\nD. La Cancelleria federale non si è espressa su questo ricorso, pronunciandosi soltanto sulle parallele cause (1C_518/2011 e DTF 138 II 5): in quell'ambito ha ricordato che, anche nel quadro della nuova legge sui diritti politici del 1976, il legislatore federale ha deciso di mantenere il sorteggio, mentre non si esprime sulle modalità di quello litigioso e non formula proposte di giudizio. (...) Il Governo cantonale propone di respingere il ricorso in quanto ammissibile.\n\nNella replica del 21 novembre 2011 il ricorrente si riconferma nelle sue tesi e conclusioni, insistendo sulla pseudo-casualità dell'algoritmo di sorteggio.\n\n(estratto)", "considerants": "Dai considerandi:\n\n3.\n\n3.1 Nel merito, il ricorrente fa valere la nullità rispettivamente l'annullabilità del criticato sorteggio elettronico, effettuato da un'autorità manifestamente incompetente e in assenza di una base legale, nonché della decisione governativa che l'ha convalidato a posteriori. Egli critica diffusamente l'asserita inadeguatezza delle modalità del sorteggio, poiché il mezzo tecnico utilizzato non sarebbe stato approvato e la casualità non riproducibile da un sistema informatico, per cui né sarebbe garantita la verifica del risultato né la parità di trattamento dei due candidati.\n\n3.2 Su questi temi, il Consiglio di Stato nella decisione impugnata si limita in sostanza a riprendere, praticamente testualmente, le osservazioni tecniche-informatiche del 7 novembre 2011 del Centro Sistemi Informativi (in seguito: CSI), che possono così essere riassunte. BGE 138 II 13 S. 16\n\n3.2.1 Le operazioni di spoglio si svolgono in una procedura semiautomatica suddivisa in due fasi: una prima manuale, con l'immissione da parte dei comuni dei dati contenuti nelle schede e una seconda, attraverso l'applicativo informatico Votel per l'elaborazione, il conteggio e la comunicazione dei risultati. L'applicativo avrebbe quale base legale gli art. 84 LDP e 38 cpv. 3 della legge ticinese del 7 ottobre 1998 sull'esercizio dei diritti politici (LEDP; RL 1.3.1.1), che per l'elezione del Consiglio nazionale prevede che lo spoglio può avvenire sulla base di un programma informatico stabilito dal Consiglio di Stato, omologato dalla Cancelleria federale. Detto applicativo è il risultato di un'estensione e di un adattamento di quello già utilizzato per le elezioni cantonali 2007 e 2011 e comunali 2008. Esso è stato adottato dal Consiglio di Stato per le elezioni federali 2011 con decisione del 9 febbraio 2010, con la quale ha approvato il relativo studio di fattibilità. Dopo essere stato testato dal CSI, l'applicativo sarebbe stato certificato e abilitato dalla Cancelleria federale con comunicazione del 17 giugno 2011.\n\nL'elaborazione dei dati avviene in varie fasi. Dopo le fasi del \"Consolidamento ufficio elettorale\" e del \"Consolidamento comune\", che non occorre qui ulteriormente descrivere, e dopo il calcolo e la pubblicazione dei risultati dell'ultimo comune, viene eseguita l'elaborazione finale mediante attivazione manuale del programma denominato \"Ripartizione e assegnazione\"; questa comprende il calcolo del quoziente elettorale, la ripartizione dei seggi alle liste, l'assegnazione dei seggi ai candidati con il miglior risultato all'interno delle singole liste (operazione che include anche eventuali sorteggi automatici) e i risultati totali a livello \"cantone\".\n\nQueste attività sono gestite in modo semiautomatico. I programmi sono concepiti per essere eseguiti in maniera ininterrotta. In particolare, l'operazione finale dell'assegnazione dei seggi (con eventuale sorteggio) non può essere manipolata o interrotta durante la sua esecuzione, poiché si tratta di un'unica transazione.\n\nPer quanto attiene all'algoritmo di sorteggio, il Governo ha rilevato che in seguito alla sentenza 1P.507/2004 del 21 giugno 2005, il CSI ha provveduto, nell'ambito della realizzazione del nuovo applicativo Votel, alle necessarie verifiche per la messa a punto di un nuovo programma di sorteggio, che rispettasse i criteri di casualità. Queste verifiche, limitatamente alle votazioni comunali e cantonali, sono state approvate dal Governo cantonale con decisione del 22 febbraio BGE 138 II 13 S. 172006. La casualità del sorteggio sarebbe garantita dall'uso di una specifica funzione di programma, conforme agli standard richiesti per le generazioni di chiavi crittografiche sicure.\n\n3.2.2 Sempre nella decisione impugnata, il Consiglio di Stato ammette che al termine delle operazioni di spoglio, il 23 ottobre 2011, confermata la situazione di parità tra due candidati, la Direzione delle operazioni ha effettivamente ravvisato la mancanza di una decisione formale governativa per l'utilizzo nell'ambito di elezioni federali dell'algoritmo di sorteggio. Si è quindi proceduto all'elaborazione finale dei dati, comprensiva del sorteggio: tecnicamente non era infatti possibile attuare una soluzione diversa, poiché la produzione dei risultati relativi alla ripartizione e all'assegnazione dei seggi poteva essere effettuata soltanto eseguendo l'intero programma \"ripartizione e assegnazione\", comprensivo del sorteggio. Una disattivazione della procedura di sorteggio non era fattibile, poiché le relative modifiche del programma avrebbero comportato un impegno stimabile in due/quattro giorni.\n\nIl Governo cantonale ha precisato che la citata Direzione, nelle proprie osservazioni, ha indicato di avere in precedenza \"deciso di ignorare il 'programmato' sorteggio\" e di avergli trasmesso gli atti per le decisioni di sua competenza, provvedendo a comunicare nella tarda serata di domenica 23 ottobre 2011 unicamente i risultati provvisori definitivi, senza il sorteggio. Esso ha preso atto di questa situazione nella seduta di martedì 25 ottobre 2011 e, dopo aver ritenuto non applicabile nel quadro di elezioni la giurisprudenza del Tribunale federale in materia di votazioni (DTF 136 II 132) e constatata l'assenza di indizi di irregolarità o errori di accertamento, ha deciso di applicare per analogia la procedura di sorteggio contenuta nell'applicativo Votel anche alle elezioni federali.\n\n4.\n\n4.1 Secondo l'art. 84 LDP, il Consiglio federale può autorizzare i governi cantonali a emanare disposizioni deroganti a detta legge per accertare con mezzi tecnici i risultati delle elezioni e votazioni (cpv. 1). La loro utilizzazione per le elezioni e le votazioni dev'essere approvata dal Consiglio federale (cpv. 2; cfr. il messaggio del 9 aprile 1975 per una legge federale sui diritti politici, FF 1975 I 1313 segg., 1354 e 1378 sull'art. 82 del disegno di legge).\n\n4.2 Nella decisione impugnata il Governo cantonale rileva che l'applicativo sarebbe stato certificato e abilitato dalla Cancelleria BGE 138 II 13 S. 18federale come conforme alle disposizioni federali in materia. Ora, l'ausilio di mezzi tecnici di cui all'art. 84 LDP parrebbe riferirsi in primo luogo, non tanto alle modalità del sorteggio, ma all'utilizzazione al posto delle classiche schede elettorali di quelle di rilevamento leggibili elettronicamente e quindi con relativa razionalizzazione, controllo e accelerazione della determinazione dei risultati (messaggio del Consiglio federale del 1° settembre 1993 a sostegno di una modificazione parziale della legge federale sui diritti politici, FF 1993 III 309 segg., 361 n. 27 e 335 n. 21). Nelle osservazioni della Direzione di spoglio si indica soltanto che il programma è stato certificato e abilitato dalla Cancelleria federale, senza precisare se la certificazione si riferisca anche alle modalità del sorteggio. Nelle sue osservazioni, la Cancelleria federale non si è pronunciata del tutto sull'utilizzazione e sull'asserita mancata approvazione del contestato algoritmo di sorteggio.\n\n5.\n\n5.1 Circa le litigiose modalità del sorteggio, il ricorrente ricorda che, con comunicato stampa del 23 ottobre 2011, la Cancelleria dello Stato rilevava che, avendo i due candidati conseguito l'identico numero di suffragi, il Governo cantonale \"procederà nei prossimi giorni\" alla proclamazione dei risultati, poiché deve effettuare il sorteggio giusta gli art. 20 e 43 cpv. 3 LDP. Nel bollettino stampa del 25 ottobre seguente, il Governo ha ritenuto che in assenza di indizi di irregolarità o errori nelle operazioni di spoglio, non vi erano i presupposti per ordinare un riconteggio. Preso atto dell'avvenuto sorteggio automatico, sospeso dalla Direzione dei lavori di spoglio domenica sera poiché non disponeva dell'autorizzazione preventiva per procedervi, il Governo ha convalidato il sorteggio, rinunciando all'opzione manuale. Il ricorrente aggiunge di aver dapprima appreso dai mass media che il sorteggio sarebbe avvenuto il martedì 25 ottobre 2011 e solo in seguito che in realtà era invece stato effettuato già domenica sera. Egli considera illegale questo modo di procedere.\n\n5.2 La censura è fondata. In effetti, l'art. 43 cpv. 1 e 3 LDP dispone che nell'ambito della proclamazione degli eletti fra i candidati di una stessa lista in caso di parità di voti decide la sorte, soluzione del resto prevista anche dal diritto cantonale (art. 110 LEDP). Al riguardo, l'art. 20 LDP, pure richiamato dal ricorrente, precisa che gli eventuali sorteggi avvengono nel Cantone per ordine del governo cantonale, ricordato che un sorteggio può avere luogo soltanto dopo aver accertato l'assenza di sospetti circa l'esattezza del risultato BGE 138 II 13 S. 19di un comune, poiché nel caso contrario l'art. 11 ODP impone che l'ufficio elettorale del Cantone proceda direttamente a un nuovo conteggio o ne incarichi l'ufficio elettorale del comune.\n\n5.2.1 In concreto è pacifico che il sorteggio è avvenuto la sera del 23 ottobre 2011, quindi prima del necessario accertamento dell'assenza di sospetti riguardo all'esattezza del risultato. Esso nemmeno è stato effettuato dal Governo cantonale, ma dalla Direzione dei lavori di spoglio, che, contrariamente a quanto previsto dall'art. 20 LDP, non era stata incaricata di effettuarlo. Del resto, come sottolineato nella decisione impugnata, quest'ultima in effetti aveva ravvisato la mancanza di una decisione governativa per utilizzare l'algoritmo di sorteggio nell'ambito delle elezioni federali, per cui ha deciso di \"ignorare il programmato sorteggio\". Nel bollettino stampa 25 ottobre 2011, il Consiglio di Stato, rilevato che non aveva ricevuto indicazioni vincolanti da parte della Cancelleria federale interpellata in merito, ha confermato che l'applicativo era stato \"sospeso dalla Direzione dei lavori di spoglio domenica sera, non disponendo dell'autorizzazione preventiva per procedere in tal senso\", per cui aveva preferito \"convalidare detta procedura di sorteggio\", rinunciando all'opzione manuale.\n\n5.2.2 È quindi palese che il sorteggio litigioso è stato effettuato, il 23 ottobre 2011, da un'autorità incompetente e non autorizzata, poiché non incaricata dal Governo cantonale. Una non meglio precisata \"convalida\" a posteriori non è chiaramente sufficiente al riguardo e nemmeno rispetta l'iter procedurale previsto dalla LDP. Il sorteggio era inoltre manifestamente prematuro, poiché effettuato prima delle necessarie verifiche da parte del Governo di eventuali sospetti di irregolarità, compiute solo dopo il 23 ottobre 2011. In siffatte circostanze, i quesiti di sapere se i due candidati siano stati informati già domenica sera dell'esito del sorteggio e se il Governo prima di approvarlo ne fosse a conoscenza, sono ininfluenti.\n\n6.\n\n6.1 Il sorteggio litigioso dev'essere annullato anche per un altro motivo. Nell'accertamento indicato nell'analisi dell'ottobre 2006 del sorteggio nel quadro del progetto Votel, allegata alle citate osservazioni tecniche-informatiche del 7 novembre 2011 del CSI, richiamata dal ricorrente ma non riportata nella decisione impugnata, si precisa che la \"casualità, per sua natura e definizione, non è riproducibile. In ambito informatico si parla quindi di pseudo-casualità. BGE 138 II 13 S. 20L'obiettivo di un processo di sorteggio dove ci si confronta con la pseudo-casualità è quello di avvicinarsi il più possibile alla casualità reale. La casualità reale non è ipotizzabile nell'ambito dell'informatica, ma gli strumenti a disposizione permettono comunque di eseguire un sorteggio in maniera non pilotabile e non prevedibile, e quindi, per quel che attiene ad un'elezione, casuale.\"\n\nA titolo esplicativo si giustifica riprendere dallo stesso documento la definizione per cui \"è detto casuale un evento che non può essere in nessun modo previsto\", mentre è detto pseudo-casuale \"un evento che, conosciuto il suo valore iniziale e il suo algoritmo, permette di costruire una sequenza determinata di eventi. In informatica i generatori di numeri sono pseudo-casuali, in quanto, se conosciuti il valore iniziale e l'algoritmo di generazione, è possibile ricostruire la sequenza di numeri generati.\"\n\n6.2 Ora, decisivo non è il fatto che la legge non imponga un sorteggio manuale e che la criticata procedura di sorteggio non sarebbe né pilotabile né prevedibile e quindi non manipolabile. Determinante è la circostanza, non sostenuta né tanto meno dimostrata dal Governo cantonale, che le descritte modalità di sorteggio possano garantire in maniera effettiva ai due candidati la stessa, identica probabilità di essere estratti (50 %-50 %) e quindi la parità di trattamento (DTF 136 I 1 consid. 4.1), come nell'ambito di un regolare sorteggio manuale. Per di più, come si è visto, in concreto, le modalità di sorteggio non sono state trasparenti e non garantivano agli elettori il riconoscimento di un risultato elettorale corrispondente in modo affidabile e non falsato alla loro volontà e ai requisiti posti alla legittimità di una decisione democratica.\n\n6.3 La libertà di voto e di elezione garantisce infatti al cittadino elettore, che siano riconosciuti solo i risultati elettorali corrispondenti in modo affidabile e non falsato alla volontà dell'elettore liberamente espressa (art. 34 cpv. 2 Cost.; DTF 136 I 352 consid. 2; DTF 135 I 19 consid. 2.1; DTF 130 I 290 consid. 3.1). Sulla base di questa garanzia, ogni cittadino elettore che adempie i requisiti all'uopo stabiliti e conformi alla Costituzione deve poter partecipare come candidato o elettore su un piano di pari opportunità rispetto a ogni altro cittadino elettore o candidato. Il diritto costituzionale federale impone che nel quadro di uno spoglio l'autorità incaricata di procedervi deve contare con cura e diligenza i suffragi, garantire la regolarità del conteggio, nonché la corretta determinazione dei risultati dello BGE 138 II 13 S. 21scrutinio (DTF 131 I 442 consid. 3.1 pag. 447 e consid. 3.3; DTF 137 I 200 consid. 2.1). Questi aspetti garantiscono un funzionamento sicuro, regolare e corretto della democrazia.\n\nCerto, l'utilizzazione di mezzi informatici per determinare i risultati di elezioni e votazioni, nonostante i pericoli intrinseci quali la pirateria informatica e i cosiddetti troiani, è di massima ammissibile e opportuna (cfr. art. 84 LDP). L'impiego di questi ausili tecnici è senz'altro giustificato dove siano manifestamente più vantaggiosi e utili che i modi di procedere convenzionali. Ciò non è tuttavia il caso nell'ambito del sorteggio, che dev'essere effettuato da parte di un'autorità statale, chiamata ad assumersene la responsabilità nel quadro di una procedura pubblica, sicura, trasparente e meritevole di affidamento. In tal modo può essere garantita, in ossequio ai principi dell'art. 34 Cost., la fiducia degli elettori nella correttezza del sorteggio. In tal senso, nel caso in esame, appare necessario procedere a un nuovo sorteggio manuale e in seduta pubblica.\n\n7.\n\n7.1 Il ricorso deve pertanto essere accolto e la decisione impugnata annullata.\n\nIl ricorrente chiede che l'esecuzione del nuovo sorteggio avvenga per estrazione manuale a opera del Presidente del Consiglio di Stato alla presenza dell'intero Governo e dei presidenti del Gran Consiglio e del Tribunale d'appello, nonché, facoltativamente, dei due candidati in discussione. La richiesta dev'essere disattesa. In effetti, l'art. 20 LDP precisa che il sorteggio avviene nel Cantone per ordine del Governo cantonale. Spetta quindi di massima al Consiglio di Stato organizzare un nuovo sorteggio manuale e pubblico. Richiamati i principi suesposti derivanti dall'art. 34 Cost., in particolare quello della trasparenza, il diritto alla parità e a un procedimento equo (art. 29 cpv. 1 Cost.), nella fattispecie appare nondimeno opportuno, considerata l'urgenza e la necessità di prevenire successivi possibili ricorsi, predisporre determinate modalità, che permettano di evitare ulteriori motivi di contestazione. Esso dovrà quindi avere luogo manualmente, al più tardi entro il 29 novembre 2011, in seduta pubblica, da parte di un membro del Consiglio di Stato o di una sua delegazione, che per evidenti motivi di imparzialità non appartenga al partito dei due citati candidati. Appare giustificato che al nuovo sorteggio vengano invitati i rappresentanti dei partiti e i due candidati. BGE 138 II 13 S. 22\n\n7.2 Non si prelevano spese (art. 66 cpv. 4 LTF), né si attribuiscono ripetibili per la procedura dinanzi al Tribunale federale (art. 68 cpv. 1 LTF), ritenuto che il ricorrente vi ha espressamente rinunciato."}