{"annee": "138", "cour": "V", "page": "176", "date": "12/3/2012", "cite": ["115 V 103", "122 V 142", "114 V 239", "129 V 145", "136 V 65", "127 V 252", "123 V 189", "129 III 118", "121 V 97", "126 V 48", "127 V 309", "132 V 286", "127 V 259", "130 V 369", "131 II 593", "120 V 312", "131 V 27", "125 I 1"], "cite_par": ["140 V 169", "140 V 145", "141 V 589", "144 V 376", "140 V 50"], "chapeau": "23. Extrait de l'arrêt de la IIe Cour de droit social dans la cause B. contre Bâloise-Fondation collective pour la prévoyance professionnelle obligatoire (recours en matière de droit public)\n\n9C_460/2011 du 12 mars 2012", "regestes": ["Art. 8 al. 2 Cst.; art. 13 al. 1 et art. 49 LPP; art. 62a OPP 2; substitution d'une rente réglementaire d'invalidité par une rente de vieillesse; âge de la retraite. Dans le domaine de la prévoyance plus étendue, les institutions de prévoyance sont libres, pour autant que les exigences minimales fixées par la LPP sont respectées, de limiter le droit à une rente réglementaire d'invalidité à un âge inférieur à l'âge légal de la retraite (consid. 8). Le fait de ne pas prolonger jusqu'à l'âge de 64 ans le versement à une assurée d'une rente réglementaire d'invalidité dont la fin est prévue à l'âge de 62 ans ne viole pas le principe de l'égalité de traitement (consid. 8.3). L'art. 62a OPP 2 ne s'applique qu'en tant qu'il s'agit de définir les prestations dues au titre des exigences minimales fixées par la LPP (consid. 9)."], "faits": "|177|\n\nA. B., née le 8 septembre 1948, bénéficie depuis le 1er avril 2000 d'une rente entière de l'assurance-invalidité. Elle percevait également depuis le 24 septembre 2000 une rente entière d'invalidité de la part de la Bâloise-Fondation collective pour la prévoyance professionnelle obligatoire (ci-après: la Bâloise); le montant de cette rente s'élevait à 10'740 fr. par an depuis le 29 avril 2001.\n\nPar courrier du 17 juin 2010, la Bâloise a informé l'assurée qu'elle lui verserait à compter du 1er octobre 2010, conformément aux dispositions réglementaires de prévoyance, une rente de vieillesse d'un montant de 5'714 fr. par an en lieu et place de sa rente d'invalidité. Estimant avoir droit à une rente d'invalidité jusqu'à l'âge de 64 ans, l'assurée a contesté le point de vue de la Bâloise. L'institution de prévoyance n'est pas entrée en matière sur les objections de l'assurée.\n\nB. Le 28 décembre 2010, B. a ouvert action contre la Bâloise devant le Tribunal cantonal des assurances sociales de la République et canton de Genève (aujourd'hui: la Cour de justice de la République et |178| canton de Genève, Chambre des assurances sociales). En substance, elle a conclu à ce que l'institution de prévoyance soit condamnée à lui verser les prestations d'invalidité légales et réglementaires qui lui étaient dues jusqu'au mois d'octobre 2012 (y compris les intérêts moratoires de 5 % dus à compter du jour du dépôt de la demande). Par jugement du 9 mai 2011, la Cour de justice a rejeté la demande de l'assurée.\n\nC. B. interjette un recours en matière de droit public contre ce jugement. Elle conclut à son annulation et reprend les conclusions qu'elle a formulées en instance cantonale. Elle requiert à titre provisoire l'exécution des prétentions objets de la procédure.\n\nLa Bâloise conclut au rejet du recours, tandis que l'Office fédéral des assurances sociales en propose l'admission.\n\nRecourante et intimée ont eu l'occasion de s'exprimer à une seconde reprise.\n\nLe recours a été rejeté.", "considerants": "Extrait des considérants:\n\n3. Le litige porte sur la nature et l'étendue des prestations de la prévoyance professionnelle auxquelles la recourante peut prétendre pour la période courant du 1er octobre 2010 au 30 septembre 2012.\n\n3.1 Il n'est pas contesté, ni contestable, que le litige ne relève pas du domaine de la prévoyance obligatoire, l'intimée ne niant pas que la recourante a, en tout état de cause, droit - dans le cadre des prestations minimales selon la LPP (RS 831.40) - au montant équivalant à la rente viagère d'invalidité calculée conformément aux art. 23 ss LPP.\n\n3.2 De fait, le litige a trait exclusivement au domaine de la prévoyance plus étendue et a pour objet la détermination de l'âge réglementaire de départ à la retraite, étant admis que la survenance de l'âge de la retraite entraîne l'extinction du droit à la rente d'invalidité et la naissance du droit à une rente de vieillesse.\n\n4.\n\n4.1 Les premiers juges ont considéré, eu égard au renvoi opéré dans les dispositions transitoires du règlement de prévoyance (édition 2009), applicable au moment de la réalisation du risque vieillesse, qu'il convenait de se référer au règlement en vigueur au moment de la réalisation du risque invalidité (édition 1997) et, partant, de fixer l'âge réglementaire de départ à la retraite pour les femmes à 62 ans. |179| Cette disposition transitoire respectait les exigences constitutionnelles, notamment les principes de l'égalité de traitement et de l'interdiction de l'arbitraire. Eu égard au principe d'équivalence, porter l'âge de la retraite réglementaire à 64 ans revenait à imposer à l'institution de prévoyance, sans base contractuelle et légale claire, une charge de prestations nouvelle sans que celle-ci n'ait été couverte par des cotisations correspondantes durant les années d'assurance.\n\n4.2 La recourante fait grief à la juridiction cantonale d'avoir fait preuve d'arbitraire, en privilégiant, sans motif légitime, le principe d'équivalence au principe d'égalité de traitement et de l'interdiction des discriminations. A son avis, le procédé du renvoi, prévu dans les dispositions transitoires du règlement 2009, violerait la jurisprudence selon laquelle il conviendrait d'appliquer le règlement en vigueur au moment de la réalisation du risque assuré, et serait arbitraire et discriminatoire dans la mesure où seules les femmes seraient concernées par les effets induits par le relèvement de l'âge légal de départ à la retraite.\n\n5.\n\n5.1 Tant le financement que la mise en oeuvre de la prévoyance professionnelle doivent être fixés à l'avance dans les statuts et les règlements (art. 50 LPP) selon des critères schématiques et objectifs et respecter les principes d'adéquation, de collectivité, d'égalité de traitement, de planification ainsi que d'assurance (art. 1 al. 3 LPP; ATF 131 II 593 consid. 4.1 p. 603 et les références). Le principe d'assurance de la prévoyance professionnelle est respecté lorsque l'aménagement des rapports entre la personne assurée et l'institution de prévoyance permettent d'atteindre les buts de la prévoyance professionnelle non seulement pour les cas de vieillesse, mais également pour les cas d'invalidité et de décès (cf. art. 1h de l'ordonnance du 18 avril 1984 sur la prévoyance professionnelle vieillesse, survivants et invalidité [OPP 2; RS 831.441.1]; Message du 19 décembre 1975 à l'appui d'un projet de loi sur la prévoyance professionnelle vieillesse, survivants et invalidité, FF 1976 I 127 ch. 313; arrêt 2A.554/2006 du 7 mars 2007 consid. 5.6; voir également JACQUES-ANDRÉ SCHNEIDER, in Commentaire LPP et LFLP, 2010, nos 65 ss ad art. 1 LPP).\n\n5.2 Les institutions de prévoyance qui participent à l'application du régime obligatoire de la prévoyance professionnelle (art. 48 al. 1 LPP) doivent respecter les exigences minimales fixées aux art. 7 à 47 LPP (art. 6 LPP). Il leur est toutefois loisible de prévoir des |180| prestations supérieures aux exigences minimales fixées dans la loi (art. 49 LPP; Message à l'appui de la LPP, FF 1976 I 127 ch. 313 et 314; ATF 131 II 593 consid. 4.1 p. 603 et les références).\n\n5.3 Lorsqu'une institution de prévoyance décide d'étendre la prévoyance au-delà des exigences minimales fixées dans la loi (prévoyance surobligatoire ou plus étendue), on parle alors d'institution de prévoyance \"enveloppante\". Une telle institution est libre de définir, dans les limites des dispositions expressément réservées à l'art. 49 al. 2 LPP en matière d'organisation, de sécurité financière, de surveillance et de transparence, le régime de prestations, le mode de financement et l'organisation qui lui convient, pour autant qu'elle respecte les principes d'égalité de traitement et de proportionnalité ainsi que l'interdiction de l'arbitraire (ATF 115 V 103 consid. 4b p. 109).\n\n5.4 Dans les faits, une institution de prévoyance \"enveloppante\" propose, en général, un plan de prestations unique qui inclut les prestations minimales et les améliore, sans opérer de distinctions entre prévoyance obligatoire et prévoyance plus étendue. Afin de s'assurer que les prestations réglementaires respectent les exigences minimales de la LPP, autrement dit si la personne assurée bénéficie au moins des prestations minimales légales selon la LPP (art. 49 al. 1 LPP en corrélation avec l'art. 6 LPP), l'institution de prévoyance est tenue de pouvoir procéder à un calcul comparatif entre les prestations selon la LPP (sur la base du compte-témoin que les institutions de prévoyance doivent tenir afin de contrôler le respect des exigences minimales de la LPP [Compte individuel de vieillesse; art. 11 al. 1 OPP 2]) et les prestations réglementaires (Schattenrechnung; cf. ATF 136 V 65 consid. 3.7 p. 71 et les références; voir également ATF 114 V 239 consid. 6a p. 245).\n\n5.5 Au lieu d'aménager la prévoyance plus étendue dans le cadre d'une institution de prévoyance \"enveloppante\", il est possible d'opérer une séparation organisationnelle stricte entre la prévoyance obligatoire et la prévoyance surobligatoire (\"splitting\"). Lorsque l'institution de prévoyance - constituée sous la forme d'une fondation en vertu des art. 331 al. 1 CO et 89bis CC - assure, pour la part surobligatoire, les risques vieillesse, décès et invalidité, elle doit alors tenir compte des dispositions expressément réservées à l'art. 89bis al. 6 CC, lesquelles sont similaires, dans les grandes lignes, aux règles posées à l'art. 49 al. 2 LPP (voir JACQUES-ANDRÉ SCHNEIDER, op. cit., n. 210 ad Introduction générale). |181|\n\n6. Lorsqu'une institution de prévoyance professionnelle (de droit privé) décide d'étendre la prévoyance au-delà des exigences minimales fixées par la loi, les employés assurés sont liés à l'institution par un contrat innommé (sui generis) dit de prévoyance (ATF 131 V 27 consid. 2.1 p. 28). Le règlement de prévoyance constitue le contenu préformé de ce contrat, savoir ses conditions générales, auxquelles l'assuré se soumet expressément ou par actes concluants. Il doit ainsi être interprété selon les règles générales sur l'interprétation des contrats. Il y a lieu de rechercher, tout d'abord, la réelle et commune intention des parties (art. 18 al. 1 CO), ce qui en matière de prévoyance professionnelle vaut avant tout pour les conventions contractuelles particulières (ATF 129 V 145 consid. 3.1 p. 147). Lorsque cette intention ne peut être établie, il faut tenter de découvrir la volonté présumée des parties en interprétant leurs déclarations selon le sens que le destinataire de celles-ci pouvait et devait raisonnablement leur donner selon les règles de la bonne foi (principe de la confiance). L'interprétation en application de ce principe, dite objective ou normative, consiste à établir le sens que chacune des parties pouvait et devait raisonnablement prêter aux déclarations de volonté de l'autre. Pour ce faire, il convient de partir du texte du contrat (ou du règlement) avant de l'examiner dans son contexte; dans ce dernier cas, toutes les circonstances ayant précédé ou accompagné sa conclusion doivent être prises en considération (ATF 132 V 286 consid. 3.2.1 p. 292 et les références; ATF 129 III 118 consid. 2.5 p. 122). A titre subsidiaire, il peut également être tenu compte du mode d'interprétation spécifique aux conditions générales, notamment la règle de la clause ambiguë (in dubio contra stipulatorem; ATF 131 V 27 consid. 2.2 p. 29; ATF 122 V 142 consid. 4c p. 146).\n\n7.\n\n7.1 D'après les principes généraux en matière de droit transitoire, on applique, en cas de changement de règles de droit et sauf réglementation transitoire contraire, les dispositions en vigueur lors de la réalisation de l'état de fait qui doit être apprécié juridiquement et qui a des conséquences juridiques. Ces principes valent également en cas de changement de dispositions réglementaires ou statutaires des institutions de prévoyance (ATF 127 V 309 consid. 3b p. 314; ATF 121 V 97 consid. 1a p. 100).\n\n7.2 A la différence de la solution choisie par le législateur dans le cadre du régime obligatoire de la prévoyance professionnelle (art. 26 al. 3, 1re phrase, LPP), la survenance de l'âge de la retraite peut être |182| à l'origine, dans le domaine de la prévoyance plus étendue, d'un nouveau cas d'assurance pour le bénéficiaire d'une rente d'invalidité. Tel est le cas en l'espèce, l'intimée ayant institué une réglementation de la prévoyance professionnelle prévoyant la substitution de la rente d'invalidité réglementaire par une rente de vieillesse. Cette situation peut cependant entraîner l'application de deux règlements de prévoyance différents. In casu, le règlement de prévoyance de 1997, applicable à la prise en charge du risque invalidité, prévoit la fin du droit à la rente d'invalidité à l'âge de 62 ans. Le règlement actuel de prévoyance, applicable à la prise en charge du risque vieillesse, prévoit la naissance du droit à la rente de vieillesse à l'âge de 64 ans. La coexistence de ces deux règlements laisse, de prime abord, apparaître une lacune en matière de prestations réglementaires (voir également arrêt 9C_1024/2010 du 2 septembre 2011 consid. 4.4.1).\n\n7.3 Le règlement de prévoyance 2009 contient toutefois à son art. I5 une disposition transitoire qui prescrit ce qui suit:\n\n\"Le présent règlement, resp. plan de prévoyance entre en vigueur à la date convenue et remplace tous les règlements, resp. plans de prévoyance précédents sauf exceptions ci-après. Pour les personnes pour lesquelles le décès, respectivement le début de l'incapacité de travail dont la cause entraîne l'invalidité ou le décès est déjà survenu au moment de l'entrée en vigueur, ou l'incapacité de gain au sens de la réglementation pour rechutes du règlement valable pour le sinistre de base est interrompue, le règlement, respectivement le plan de prévoyance qui a été en vigueur à l'époque demeure exclusivement valable pour les rentes d'invalidité et les prestations de décès qui en résultent, l'âge de la retraite et l'échelle des bonifications de vieillesse.\"\n\nExprimé en d'autres termes, le règlement en vigueur au moment de la survenance de l'incapacité de travail à l'origine de l'invalidité demeure applicable pour fixer le moment de la naissance du droit à la rente réglementaire de vieillesse.\n\n8. En tant que la situation réglementaire décrite ci-dessus ne prévoit pas la prolongation du versement de la rente réglementaire d'invalidité jusqu'à l'âge de 64 ans, la recourante est d'avis que cet état de fait constitue une violation des exigences constitutionnelles régissant la prévoyance professionnelle.\n\n8.1 Avant toute chose, il convient de rappeler que le plan de prévoyance mis en place par l'intimée respecte les exigences minimales de la LPP et que, dans cette mesure, il ne viole pas les dispositions obligatoires de la loi. C'est à la lumière de cette précision qu'il convient d'examiner si la prévoyance plus étendue mise en oeuvre |183| par l'intimée viole le principe de l'égalité de traitement et aboutit à un résultat qu'il y aurait lieu de considérer comme arbitraire.\n\n8.2 Selon la jurisprudence déduite de l'art. 8 al. 2 Cst., le règlement d'une institution de prévoyance viole le principe de l'égalité de traitement lorsqu'il établit des distinctions juridiques qui ne se justifient par aucun motif raisonnable au regard de la situation de fait à réglementer ou lorsqu'il omet de faire des distinctions qui s'imposent au vu des circonstances, c'est-à-dire lorsque ce qui est semblable n'est pas traité de manière identique et ce qui est dissemblable ne l'est pas de manière différente (cf. ATF 127 V 252 consid. 3b p. 255; ATF 126 V 48 consid. 3b p. 52 et les arrêts cités). Il faut en outre que le traitement différent ou semblable injustifié se rapporte à une situation de fait importante (ATF 125 I 1 consid. 2b/aa p. 4 et la jurisprudence citée).\n\n8.3 Compte tenu du contexte réglementaire applicable, la naissance du droit à la rente réglementaire de vieillesse peut différer suivant le moment de la survenance du cas d'invalidité. Cette différence s'explique par le système de l'assurance.\n\n8.3.1 Tout plan de prévoyance est établi sur la base d'évaluations actuarielles précises qui définissent le coût des prestations et le taux des primes. Dans ce contexte, l'âge à partir duquel la personne assurée peut prétendre à la rente de vieillesse constitue un facteur de calcul essentiel. Or, il n'est pas contestable que le fait d'étendre - a posteriori - de deux années le droit aux prestations d'invalidité revient à imposer à une institution de prévoyance des engagements nouveaux dont le financement n'était pas prévu au moment de l'adoption du plan de prévoyance sur lequel est fondé le droit aux prestations d'invalidité (inadéquation des primes de risque invalidité et décès versées par les assurés actifs et leur employeur; prolongation de la période de libération du paiement des primes). Comme l'a souligné la juridiction cantonale, une telle situation va à l'encontre du principe d'équivalence entre primes versées et prestations assurées qui prévaut dans le domaine de la prévoyance professionnelle et qui est également applicable au financement des risques décès et invalidité (ATF 130 V 369 consid. 6.3 p. 375: voir également JACQUES-ANDRÉ SCHNEIDER, ATF 127 V 259 : La fin du système de la biprimauté des prestations dans la prévoyance professionnelle, RSAS 2002 p. 201).\n\n8.3.2 De manière plus générale, la jurisprudence a répété à plusieurs reprises que l'art. 8 al. 2 Cst. ne permettait pas, dans le cadre de la |184| prévoyance plus étendue pratiquée par une institution de prévoyance, d'introduire une charge de prestations nouvelle qui n'était pas prévue par le règlement de prévoyance (ATF 123 V 189 consid. 4f p. 192; ATF 120 V 312 consid. 3 p. 316). Comme on l'a vu (cf. supra consid. 5.3), l'institution de prévoyance dispose, dans ce contexte précis, d'une large autonomie pour définir le régime de prestations, le mode de financement et l'organisation applicables. Le Tribunal fédéral a d'ailleurs admis a réitérées reprises qu'une institution de prévoyance n'était pas tenue de respecter l'âge légal de la retraite, soit, actuellement, 65 ans pour les hommes et 64 ans pour les femmes, pour fixer la naissance du droit à une rente réglementaire de vieillesse (ATF 130 V 369 consid. 6.4 p. 376; voir également arrêt 9C_1024/2010 du 2 septembre 2011 consid. 4.4).\n\n8.4 Par voie de conséquence, il n'y a pas lieu de s'écarter de la situation réglementaire décrite au consid. 7 du présent arrêt, laquelle ne viole pas le droit fédéral. La recourante ne peut prétendre au prolongement du versement de la rente réglementaire d'invalidité au-delà de l'âge de 62 ans.\n\n9. La recourante ne saurait par ailleurs tirer argument en sa faveur de l'art. 62a OPP 2.\n\n9.1 Aux termes du 1er alinéa de cette disposition, l'âge ordinaire de la retraite des femmes dans la loi du 20 décembre 1946 sur l'assurance-vieillesse et survivants (LAVS; RS 831.10) vaut aussi comme âge ordinaire de la retraite des femmes dans la LPP (art. 13 al. 1 LPP). Selon le second alinéa, cet âge de la retraite est également déterminant: (a) pour l'application du taux de conversion minimal selon l'art. 14 al. 2 LPP et la let. b des dispositions transitoires de la 1re révision LPP du 3 octobre 2003; (b) pour le calcul des bonifications de vieillesse à hauteur de 18 % selon l'art. 16 LPP et la let. c des dispositions transitoires de la 1re révision LPP du 3 octobre 2003; (c) pour le taux de conversion applicable lors du calcul de la rente d'invalidité selon l'art. 24 al. 2 LPP.\n\n9.2 Comme cela ressort du texte de cette disposition, l'art. 62a OPP 2 doit être mis en corrélation avec la let. e des dispositions transitoires de la 1re révision LPP du 3 octobre 2003, d'après laquelle le Conseil fédéral devait adapter le relèvement de l'âge ordinaire de la retraite des femmes (art. 13), le taux de conversion (art. 14 et let. b des dispositions transitoires) et les bonifications de vieillesse (art. 16) dans la mesure où ces adaptations étaient rendues nécessaires par l'entrée |185| en vigueur de la 11e révision de l'AVS à un moment postérieur au 1er janvier 2003 et pour le cas où le droit des femmes aux prestations de vieillesse à 65 ans ne naissait pas en 2009. D'après les explications du Conseil fédéral, cette disposition transitoire était nécessaire pour couvrir les incertitudes liées aux travaux relatifs à la 11e révision de l'AVS; le Conseil fédéral devait avoir la compétence, compte tenu de ce qui avait été décidé au cours de la 10e révision de l'AVS, d'effectuer dans le cadre de l'ordonnance les adaptations nécessaires relatives à l'âge de la retraite des femmes, aux bonifications de vieillesse et au taux de conversion (Message du 1er mars 2000 relatif à la révision de la loi fédérale sur la prévoyance professionnelle vieillesse, survivants et invalidité [LPP;1re révision], FF 2000 2561 ch. 4.2 let. f).\n\n9.3 L'art. 62a OPP 2 a pour objectif d'assurer la coordination des âges de départ à la retraite des hommes et des femmes entre le 1er et le 2e pilier de la prévoyance. A teneur des renvois opérés dans cette disposition, et compte tenu de la large autonomie accordée aux institutions de prévoyance pour définir le régime de prestations dans le domaine de la prévoyance plus étendue (cf. supra consid. 5.3 et 8.3.2), cette disposition ne s'applique, à l'évidence, qu'en tant qu'il s'agit de définir les prestations dues au titre des exigences minimales fixées par la LPP."}