{"annee": "138", "cour": "III", "page": "545", "date": "6/7/2012", "cite": [], "cite_par": ["144 III 313"], "chapeau": "79. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A.X. et B.X. contre C. (recours en matière civile)\n\n5A_184/2012 du 6 juillet 2012", "regestes": ["Art. 580 al. 2 et art. 567 al. 2 CC; délai pour demander le bénéfice d'inventaire. Point de départ du délai pour demander le bénéfice d'inventaire lorsque les enfants du de cujus ont été réduits à leur réserve par les dispositions pour cause de mort (consid. 2)."], "faits": "BGE 138 III 545 S. 546\n\nA. D.X. est décédé le 28 août 2011 à La Chaux-de-Fonds en laissant pour héritiers légaux son épouse E.X. et ses deux fils issus d'une première union, A.X. et B.X.\n\nPar testament olographe du 7 février 1994, le défunt a pris des dispositions pour cause de mort par lesquelles il a réduit ses deux fils à leur réserve légale. Ce testament a été ouvert par la notaire dépositaire, Me C., le 25 octobre 2011 et communiqué aux fils du défunt par lettres recommandées du même jour.\n\nB.\n\nB.a Le 16 novembre 2011, A.X. et B.X. ont requis la notaire dépositaire d'ordonner le bénéfice d'inventaire de la succession et de prendre toutes les mesures conservatoires nécessaires. La notaire dépositaire a rejeté cette requête par décision du 18 novembre 2011 pour le motif qu'elle était tardive.\n\nB.b Statuant sur appel des intéressés, la cour d'appel civile du Tribunal cantonal du canton de Neuchâtel l'a rejeté par arrêt du 1er février 2012.\n\n(...)\n\nPar arrêt du 6 juillet 2012, le Tribunal fédéral a rejeté le recours en matière civile formé par A.X. et B.X contre cet arrêt.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n2. Les recourants prétendent en substance que le délai pour requérir le bénéfice d'inventaire n'a commencé à courir que depuis l'ouverture du testament de leur père.\n\n2.1 Aux termes de l'art. 580 al. 1 CC, l'héritier qui a la faculté de répudier peut réclamer le bénéfice d'inventaire. Il doit présenter sa requête à l'autorité compétente dans le délai d'un mois, les formes à observer étant celles de la répudiation (art. 580 al. 2 CC). La brièveté du délai est justifiée par le fait que le bénéfice d'inventaire n'implique aucun risque pour le requérant ainsi que par l'intérêt des créanciers du défunt à ne pas rester trop longtemps dans l'incertitude quant à l'acceptation ou la répudiation de la succession (arrêt 5P.155/2001 du 24 juillet 2001 consid. 2b).\n\nLe point de départ et le calcul du délai sont soumis aux règles applicables au délai de répudiation (arrêt 5P.155/2001 du 24 juillet 2001 consid. 2b/aa; STEINAUER, Le droit des successions, 2006, n. 1014a; BGE 138 III 545 S. 547WISSMANN, in Basler Kommentar, Zivilgesetzbuch, vol. I, 4e éd. 2011, n° 9 ad art. 580 CC; ENGLER, in Erbrecht, Praxiskommentar, Abt/Weibel [éd.], 2007, n° 10 ad art. 580 CC;TUOR/PICENONI, Berner Kommentar, 2e éd. 1964, n° 11 ad art. 580 CC). Selon l'art. 567 al. 2 CC, le délai pour répudier court, pour les héritiers légaux, dès le jour où ils ont connaissance du décès, à moins qu'ils ne prouvent n'avoir connu que plus tard leur qualité d'héritiers; pour les institués, dès le jour où ils ont été prévenus officiellement de la disposition faite en leur faveur. Selon la jurisprudence cantonale et la doctrine, si un héritier légal est institué héritier dans une plus large mesure que ne le prévoit la loi, le délai pour demander le bénéfice d'inventaire ne commence à courir qu'à partir du jour où cette disposition testamentaire lui a été officiellement communiquée puisqu'il devra répondre dans cette même mesure des dettes de la succession (arrêt du Tribunal cantonal de l'Etat de Fribourg du 1er septembre 2003, in Revue fribourgeoise de jurisprudence [RFJ] 2003 p. 37; arrêt de la Chambre des recours du canton de Zurich du 25 février 1914, in ZR 85/1914 p. 204 s.; décision du Département de la justice du canton de Saint-Gall du 18 juillet 1932, in RNRF 20/1939 p. 281 s.;WISSMANN, op. cit., n° 9 ad art. 580 CC; TUOR/PICENONI, op. cit., n° 11 ad art. 580 CC; KAUFMANN, Die Errichtung des öffentlichen Inventars im Erbrecht, 1959, p. 57).\n\n2.2 La cour cantonale a estimé que, dès lors que les droits successoraux des recourants ont été restreints par les dispositions testamentaires du défunt, qui les a réduits à leur réserve, leur responsabilité quant aux dettes de la succession était également restreinte. Elle en a déduit que le délai pour requérir le bénéfice d'inventaire commençait à courir pour les recourants, héritiers légaux du de cujus, dès la connaissance du décès de leur père et que, en conséquence, leur requête était tardive.\n\n2.3 Les recourants font valoir qu'ils sont héritiers institués de sorte qu'ils peuvent requérir le bénéfice d'inventaire dans un délai d'un mois dès la communication officielle des dispositions pour cause de mort. Se référant à la jurisprudence cantonale et la doctrine citées par la cour cantonale dans ses considérants, ils invoquent que si celles-ci décrivent la situation d'un héritier légal dont les droits ont été élargis par testament pour admettre que le délai ne court que dès la communication officielle des dispositions pour cause de mort, elles n'excluent pas qu'il en irait de même en cas de réduction de la quote-part, distinction qui ne ressortirait pas non plus de l'art. 567 al. 2 CC. BGE 138 III 545 S. 548\n\n2.4 Les recourants sont les enfants du défunt; ils sont donc les héritiers légaux réservataires de celui-ci (art. 470 al. 1 CC). En conséquence, ils avaient pleinement connaissance, au décès de leur père, aussi bien de leur vocation successorale que du fait que celle-ci était, hormis les cas plutôt exceptionnels d'exhérédation (art. 477 CC), protégée dans la mesure de leur réserve héréditaire. Aussi, la communication officielle des dispositions pour cause de mort, qui les réduit à leur réserve, ne modifie en rien leur situation au regard du but que vise le bénéfice d'inventaire, à savoir leur permettre d'obtenir une vue claire de l'état de la succession avant de se déterminer - c'est-à-dire accepter purement et simplement la succession, la répudier, demander la liquidation officielle ou accepter la succession sous bénéfice d'inventaire - et de limiter leur responsabilité pour les dettes successorales (KAUFMANN, op. cit., p. 57 s.; décision du Département de la justice du canton de Saint-Gall du 18 juillet 1932, op. cit., p. 281 s.). Dans ces circonstances, il n'existe aucun motif pour que le délai pour requérir une telle mesure ne commence à courir qu'à la communication officielle des dispositions pour cause de mort. Le recours doit donc être rejeté sur ce point."}