{"annee": "138", "cour": "III", "page": "111", "date": "23/12/2011", "cite": ["123 III 485", "121 III 125", "120 II 312"], "cite_par": ["144 III 337"], "chapeau": "17. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. GesmbH gegen Y. AG (Beschwerde in Zivilsachen)\n\n4A_391/2011 vom 23. Dezember 2011", "regestes": ["Art. 1 al. 2 LBI; non-évidence ou activité inventive. Critères d'appréciation de l'activité inventive (consid. 2.1). L'approche \"problème-solution\" est une des méthodes envisageables pour apprécier la non- évidence (consid. 2.2). Distinction entre agrégation (activité non inventive) et combinaison (activité inventive) de caractéristiques; appréciation de l'activité inventive dans le cas d'espèce (consid. 2.3 et 2.4)."], "faits": "|112|\n\nA.\n\nA.a Die Y. AG (Beklagte, Beschwerdegegnerin) war zunächst Lizenznehmerin von A. (Beklagter 1 im kantonalen Verfahren), der das CH-Patent Nr. 1 hielt. Sie ist Inhaberin dieses Patents, das ihr während des kantonalen Verfahrens übertragen worden ist. Das Patent betrifft eine induktive Heizvorrichtung in einem Kochgerät.\n\nA.b Die X. GesmbH (Klägerin und Beschwerdeführerin) mit Sitz in Österreich befasst sich mit dem Vertrieb von Induktions-Kochherden. Sie gelangte mit Eingabe vom 8. März 2005 an das Handelsgericht des Kantons St. Gallen mit dem Rechtsbegehren, es sei gegenüber den Beklagten festzustellen, dass das schweizerische Patent Nr. 1 nichtig sei.\n\nA.c Im Laufe des Verfahrens vor dem Handelsgericht schränkte der Beklagte 1, damals Patentinhaber, in einem Eventualbegehren die Patentansprüche ein. Die Klägerin beantragte darauf in ihrer nachträglichen Eingabe vom 30. Januar 2006, die Nichtigkeit des Patents sei auch hinsichtlich der je acht neuen Patentansprüche gemäss den beiden neuen Eventualbegehren der Duplik festzustellen.\n\nA.d Mit Entscheid vom 21. April 2008 wies das Handelsgericht die Klage auf Nichtigkeit des schweizerischen Patents 1 in der Fassung gemäss Eventualantrag ab. Da die Beklagten die Nichtigkeit in der Fassung gemäss ursprünglicher Patentschrift anerkannten, schrieb das Handelsgericht die Klage in diesem Punkt als erledigt ab. Die Klage gegen die Beschwerdegegnerin, die damals Lizenznehmerin war, wies das Gericht wegen fehlender Passivlegitimation ab.\n\nA.e Mit Urteil vom 18. November 2008 hob das Kassationsgericht des Kantons St. Gallen den Entscheid des Handelsgerichts auf und wies die Sache zur neuen Beurteilung an das Handelsgericht zurück mit der Vorgabe, dass die nachträgliche Eingabe der Klägerin vom 6. Juli 2007 zuzulassen sei. Das Kassationsgericht hielt die Rüge der Verletzung von Art. 164 ZPO/SG für begründet und nahm an, dass der Prozess in Kenntnis der US-Patentschrift 2 einen anderen Verlauf genommen hätte. Das Handelsgericht nahm danach den Prozess wieder auf. |113|\n\nB. Mit Entscheid vom 10. Mai 2011 schrieb das Handelsgericht des Kantons St. Gallen die Klage mit Bezug auf die Frage der Rechtsbeständigkeit von CH 1 in der Fassung gemäss Patentschrift zufolge Anerkennung der Nichtigkeit als erledigt ab (Dispositiv-Ziffer 1), es wies die Klage gegen den Beklagten 1 ab (Dispositiv-Ziffer 2) und wies die Klage mit dem sinngemässen Antrag, es sei festzustellen, dass CH 1 auch in den eingeschränkten Fassungen nichtig sei, ebenfalls ab (Dispositiv-Ziffer 3). Der Gegenstand des Anspruchs 1 des Eventualantrags der Beklagten stelle eine patentfähige Erfindung dar, dessen Wortlaut in Dispositiv-Ziffer 3 wie folgt wiedergegeben wird:\n\n1. Kochgerät mit einer induktiven Heizvorrichtung (2), welche sich unter einer viereckigen Kochplatte (1) befindet, dadurch gekennzeichnet, dass die Heizvorrichtung (2) zumindest zwei Heizelemente (6 bis 9) aufweist, dass diese Heizelemente derart ausgeführt und angeordnet sind, dass auch der zwischen diesen benachbarten Heizelementen (6, 7) befindliche Bereich der Kochplatte (1) für Kochzwecke verwendbar ist, dass eine Abschirmvorrichtung (3) sich zwischen der Kochplatte und der Heizvorrichtung (2) befindet, dass diese Abschirmvorrichtung (3) einen geerdeten Leiter (32) aufweist, welcher in bzw. auf einer Trägerplatte (31) derart verlegt ist, dass möglichst die ganze Fläche der Trägerplatte (31) durch den Leiter bedeckt ist und dass dieser Leiter keine geschlossene Schleife bildet.\n\n2. Kochgerät nach Anspruch 1, dadurch gekennzeichnet, dass das Heizelement (6 bis 9) einen Flächeninduktor (10) mit im wesentlichen spiralförmigen Windungen umfasst, dass die jeweilige Windung (13 bis 19) eines solchen Induktors (10) praktisch geradlinig verlaufende und hintereinander geschaltete Abschnitte (21 bis 24) aufweist und dass der jeweilige geradlinig verlaufende Windungsabschnitt parallel zu einer der Seiten (101 bzw. 102) der Kochplatte (1) verläuft.\n\n3. Kochgerät nach Anspruch 2, dadurch gekennzeichnet, dass die geradlinig verlaufenden Abschnitte (21 bzw. 24) der aussen liegenden Windungen (19) der benachbarten Heizelemente parallel zueinander verlaufen und dass der Abstand A2 zwischen den äusseren geradlinig verlaufenden Abschnitten (21 bzw. 24) der benachbarten Wicklungen (6 bzw. 7 bzw. 8 bzw. 9) zweimal so gross ist wie der Abstand zwischen den benachbarten Windungen (z.B. 18 und 19) eines der Heizelemente.\n\n4. Kochgerät nach Anspruch 3, dadurch gekennzeichnet, dass die Induktoren (10) der Heizelemente (6 bis 9) in Serie geschaltet und an eine Stromquelle (60) angeschlossen sind und dass der Wicklungssinn der Induktoren (10) derart ist, dass der Strom in den geradlinigen und parallel zueinander verlaufenden Abschnitten (21 bzw. 24) der äusseren Windungen (19) der benachbarten Heizelemente (6 bis 9) in gleicher Richtung fliesst. |114|\n\n5. Kochgerät nach Anspruch 4, dadurch gekennzeichnet, dass ein erster Anschlussleiter (11) an die aussen am Rande liegende Windung (19) des Induktors (10) eines ersten Heizelementes (6) angeschlossen ist, dass ein zweiter Anschlussleiter (12) an die mittig liegende Windung (13) des Induktors (10) eines zweiten Heizelementes (7) angeschlossen ist, dass der spiralförmige Induktor (10) des ersten Heizelementes (6) sich im Gegenuhrzeigersinn und der Induktor (10) des zweiten Heizelementes (7) sich im Uhrzeigersinn öffnet.\n\n6. Kochgerät nach Anspruch 5, welches zwei Heizelemente (6, 7) aufweist, dadurch gekennzeichnet, dass die mittige Windung (13) des ersten Heizelementes (6) mit Hilfe eines ersten Verbindungsleiters (20) mit der äusseren Windung (19) des zweiten Heizelementes (9) verbunden ist.\n\n7. Kochgerät nach Anspruch 5, welches vier in einem Viereck angeordnete Heizelemente (6 bis 9) aufweist, dadurch gekennzeichnet, dass die mittige Induktorwindung (13) des ersten Heizelementes (6) mit Hilfe eines ersten Verbindungsleiters (20) mit der äusseren Induktorwindung (19) des vierten Heizelementes (9) verbunden ist, dass die mittige Windung (13) dieses vierten Heizelementes (9) mit Hilfe eines weiteren Verbindungsleiters (20) an die äussere Induktorwindung (19) des dritten Heizelementes (8) verbunden ist, dass die mittige Induktorwindung (13) dieses dritten Heizelementes (8) mit Hilfe eines noch weiteren Verbindungsleiters (20) an die äussere Windung (19) des zweiten Heizelementes (7) angeschlossen ist, dass die Spirale des Induktors (10) des dritten Heizelementes (8) sich im Gegenuhrzeigersinn öffnet und dass der Induktor (10) des vierten Heizelementes (9) sich im Uhrzeigersinn öffnet.\n\n8. Kochgerät nach Anspruch 1, dadurch gekennzeichnet, dass eine Stromquelle (60) vorgesehen ist, an welche die Heizvorrichtung (2) angeschlossen ist, dass diese Stromquelle (60) einen Generator (61) von Stromimpulsen aufweist, welcher über Leiter (62, 63) an die Heizvorrichtung (2) angeschlossen ist, dass dieser Generator (61) derart ist, dass sich sowohl die erzeugte Frequenz als auch die Leistung der Impulse steuern lässt, dass einem der Zuführleiter (63) ein Stromwandler (64) zugeordnet ist, welcher an erste Eingänge einer Phasenmessvorrichtung (65) angeschlossen ist, dass ein weiterer Eingang dieser Phasenmessvorrichtung (65) über eine Leitung (67) an den Stromgenerator (61) direkt angeschlossen ist, dass ein Einstellelement (66) zur Steuerung der Arbeitsweise der Phasenmessvorrichtung (65) an diese angeschlossen ist, dass der Ausgang der Phasenvorrichtung (65) über Leitungen (68, 69) an eine Ansteuerungsvorrichtung (70) für den Generator (61) angeschlossen ist, dass diese Vorrichtung (70) über weitere Leiter (71, 72) mit dem Generator (61) verbunden ist, dass eine weitere Leitung (73) vom Generator (61) zur Ansteuerungsvorrichtung (70) zurückführt, dass die Ansteuerungsvorrichtung (70) |115| an die Phasenmessvorrichtung (65) über eine weitere Leitung (74) zurückgekoppelt ist und dass zur Einstellung der gewünschten Leistung die Ansteuerungsvorrichtung (70) mit einem zweiten Einstellelement (75) versehen ist.\n\n9. Kochgerät nach Anspruch 1, dadurch gekennzeichnet, dass der Leiter (32) auf der Trägerplatte (31) mäanderförmig verlegt ist.\"\n\nDas Handelsgericht, das bereits im ersten Verfahren ein Gutachten eingeholt hatte, beauftragte den Experten B. mit Schreiben vom 27. August 2009, die von ihm erstattete Expertise unter Berücksichtigung der US-Patentschrift 2 zu ergänzen. Der Experte gelangte zum Schluss, dass das Patent der Beklagten in der eingeschränkten Fassung auch unter Berücksichtigung der US-Patentschrift 2 gültig sei. Das Handelsgericht folgte dieser Auffassung.\n\nC. Mit Beschwerde in Zivilsachen beantragt die Klägerin, das Urteil des Handelsgerichts des Kantons St. Gallen vom 10. Mai 2011 sei bezüglich der Dispositiv-Ziffer 3 sowie der Kosten aufzuheben (Ziffer 1), die Klage sei vollständig gutzuheissen und es sei gegenüber der Beklagten und Beschwerdegegnerin die Nichtigkeit des schweizerischen Patents 1 festzustellen (Ziffer 2), eventuell sei die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen und diese anzuweisen, ein Obergutachten über die Frage des Naheliegens der beanspruchten Erfindung einzuholen, und zwar ausgehend von der Europäischen Patentanmeldung 3 (D2) als nächstliegendem Stand der Technik (Ziffer 2.1).\n\nDie Klägerin rügt, die Vorinstanz habe Art. 1 Abs. 2 PatG verletzt, indem sie mit dem Gutachter als nächstliegenden Stand der Technik die US-Patentschrift 2 statt wie im ursprünglichen Gutachten die EP Patentanmeldung 3 als Ausgangspunkt gewählt habe, indem sie eine blosse Aggregation von technischen Merkmalen als nicht naheliegend qualifiziert und indem sie allgemeines Fachwissen der hypothetischen Fachperson unberücksichtigt gelassen habe.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 1 Abs. 2 PatG (SR 232.14) ist keine patentierbare Erfindung, was sich in nahe liegender Weise aus dem Stand der Technik (Art. 7 Abs. 2 PatG) ergibt (vgl. entsprechend Art. 56 des |116| Europäischen Patentübereinkommens vom 5. Oktober 1973, revidiert in München am 29. November 2000 [EPÜ 2000; SR 0.232.142.2]). Den Stand der Technik bildet insofern alles, was vor dem Anmelde- oder dem Prioritätsdatum der Öffentlichkeit durch schriftliche oder mündliche Beschreibung, durch Benützung oder in sonstiger Weise zugänglich gemacht worden ist (Art. 7 Abs. 2 PatG, vgl. Art. 54 Abs. 2 EPÜ 2000). Die Beschwerdeführerin behauptet nicht, der umstrittene Anspruch sei neuheitsschädlich vorweggenommen worden. Sie rügt, die Vorinstanz habe Art. 1 Abs. 2 PatG verletzt mit dem Schluss, der selbständige Anspruch 1 des umstrittenen Patents habe sich für die Fachperson nicht in naheliegender Weise aus dem Stand der Technik ergeben.\n\n2.1 Zur Beurteilung des Erfinderischen ist nach der Rechtsprechung entscheidend, ob ein Fachmann nach all dem, was an Teillösungen und Einzelbeiträgen den Stand der Technik ausmacht, schon mit geringer geistiger Anstrengung auf die Lösung des Streitpatents kommen kann oder ob es dazu zusätzlichen schöpferischen Aufwandes bedarf. Denn der Bereich des Erfinderischen beginnt nach konstanter Praxis nicht bereits unmittelbar jenseits des vorbekannten Stands der Technik, sondern erst jenseits dessen, was ein durchschnittlich gut ausgebildeter Fachmann des einschlägigen Gebietes gestützt darauf mit seinem Wissen und seinen Fähigkeiten weiterentwickeln und finden kann (BGE 123 III 485 E. 2a S. 488; BGE 121 III 125 E. 5b S. 137; BGE 120 II 312 E. 4b S. 317).\n\nDie erfinderische Tätigkeit ist von der Ausgangslage her zu beurteilen, wie sie im massgebenden Zeitpunkt objektiv gegeben war. Es sollen keine Lehren patentiert werden, die der Fachmann in Kenntnis des Standes der Technik und gestützt auf seine durchschnittlichen Fähigkeiten folgerichtig aus dem Stand der Technik entwickeln kann; es bedarf vielmehr einer qualitativen Weiterentwicklung, einer intuitiv-assoziativen Tätigkeit (vgl. CHRISTOPH BERTSCHINGER, Patentfähige Erfindung, in: Schweizerisches und europäisches Patentrecht, 2002, Rz. 4.113). Der Stand der Technik im massgebenden Zeitpunkt ist in seiner Gesamtheit, gewissermassen als \"Mosaik\", zu betrachten (JÜRGEN KROHER, in: Europäisches Patentübereinkommen, Singer/Stauder [Hrsg.], 5. Aufl. 2010, N. 16 zu Art. 56 EPÜ; RAINER MOUFANG, in: Patentgesetz mit EPÜ, Rainer Schulte [Hrsg.], 8. Aufl. 2008, N. 19 zu § 4 DPatG/Art. 56 EPÜ; BERTSCHINGER, a.a.O., Rz. 4.118). Alle der Öffentlichkeit zugänglichen Lehren, alle Entgegenhaltungen sind miteinander als der technische Erfahrungsschatz |117| anzusehen, der dem mit normaler Kombinationsgabe ausgestatteten Fachmann bzw. Fachteam für die Lösung der Aufgabe zur freien Auswertung zur Verfügung gestanden hat. Die Kombination von Einzelelementen aus dem Stand der Technik findet aber dort ihre Grenze, wo sie zu einer künstlichen ex-post-Betrachtung in Kenntnis der neuen Lösung führen würde (vgl. BGE 120 II 312 E. 4b S. 318; Urteile 4C.52/2005 vom 18. Mai 2005 E. 2.1, in: sic! 11/2005 S. 826; 4C.10/2003 vom 18. März 2003 E. 3, in: sic! 7-8/2003 S. 604).\n\n2.2 Nach der Rechtsprechung des Europäischen Patentamtes wird gemäss dem sogenannten \"Aufgabe-Lösungs-Ansatz\" zunächst der \"nächstliegende Stand der Technik\" ermittelt, um das technische Problem festzustellen, das durch die Erfindung gelöst wird, wobei von den Angaben in der Anmeldung ausgegangen wird, sofern der Anmeldung nicht ein unzutreffender Stand der Technik zugrunde gelegt wird. Dieses Vorgehen bildet jedoch nur den Ausgangspunkt zur Beurteilung, ob dem Fachmann die Erfindung aus der Gesamtschau des Standes der Technik nahegelegen hat (vgl. dazu BERNHARD JESTAEDT, in: Benkard, Europäisches Patentübereinkommen, 2002, N. 16 f. zu Art. 56 EPÜ; ASENDORF/SCHMIDT, in: Benkard, Patentgesetz, Gebrauchsmustergesetz, 10. Aufl. 2006, N. 13 zu § 4 DPatG; MOUFANG, a.a.O., N. 28 zu § 4 DPatG/Art. 56 EPÜ; KROHER, a.a.O., N. 38 zu Art. 56 EPÜ; BERTSCHINGER, a.a.O., Rz. 4.126). Der \"Aufgabe-Lösungs-Ansatz\" wurde in der Praxis als ein Werkzeug ermittelt, um die Beurteilung der erfinderischen Tätigkeit zu objektivieren und eine rückschauende Betrachtungsweise soweit möglich zu vermeiden (BERTSCHINGER, a.a.O., Rz. 4.126; PEDRAZZINI/HILTI, Europäisches und schweizerisches Patent- und Patentprozessrecht, 3. Aufl. 2008, S. 132; KROHER, a.a.O., N. 40 zu Art. 56 EPÜ; MOUFANG, a.a.O., N. 26 zu § 4 DPatG/Art. 56 EPÜ). Dieses Vorgehen ist nicht das einzig mögliche. In der Praxis der deutschen Gerichte wird etwa gefragt, welche Schritte der Fachmann vollziehen muss, um zu der Lösung des Streitpatents zu gelangen, ob er Anlass hatte, Überlegungen in diese Richtung anzustellen, und was im Einzelnen dafür oder dagegen spricht, dass der Fachmann aufgrund solcher Überlegungen zur Lösung des Streitpatents gelangt. Dabei wird darauf abgestellt, was die beanspruchte Lösung gegenüber dem Stand der Technik tatsächlich leistet (vgl. ASENDORF/SCHMIDT, a.a.O., N. 10/12 zu § 4 DPatG; JESTAEDT, a.a.O., N. 18 zu Art. 56 EPÜ).\n\nWenn die Beschwerdeführerin rügt, der Gutachter sei von einer falschen Veröffentlichung als nächstliegendem Stand der Technik |118| ausgegangen und habe statt der EP-Patentanmeldung 3 (D2 nach Gutachten) die US-Patentschrift 2 (D9 nach Ergänzungsgutachten) gewählt, so verkennt sie zunächst die Bedeutung des \"Aufgabe-Lösungs-Ansatzes\". Es handelt sich dabei entgegen ihrer Ansicht nicht um die ausschliesslich vorgeschriebene Methode, sondern um eine der möglichen Arten des Vorgehens, um auf nachvollziehbare Weise die Schritte zu ermitteln, welche die Fachperson aufgrund des massgebenden Standes der Technik machen musste, um zur technischen Lösung zu gelangen, welche im Patent beansprucht wird. In jedem Fall ist der (qualitative) Abstand der beanspruchten Lösung vom entgegengehaltenen Stand der Technik insgesamt massgebend zur Beurteilung, ob diese der Fachperson nahegelegen hatte oder nicht. Da auch ausgehend vom nächstliegenden Stand der Technik die übrigen Entgegenhaltungen darauf zu prüfen sind, ob sie für die massgebende Fachperson Anregungen zu vermitteln vermögen, die ihr die beanspruchte Lösung nahelegen, sollte bei korrektem Vorgehen nicht wesentlich sein, welches von regelmässig mehreren naheliegenden Elementen im Stande der Technik zum Ausgangspunkt der allein entscheidenden Frage genommen wird, ob die Fachperson schon mit geringer geistiger Anstrengung auf die Lösung des Streitpatents kommen kann oder ob es dazu eines schöpferischen Aufwandes bedarf. Die Beschwerdeführerin behauptet zu Recht nicht, die objektiv vom Streitpatent gelöste Aufgabe sei von der Vorinstanz gestützt auf die Expertise falsch definiert worden. Die Rüge, die Vorinstanz habe die Tragweite von Art. 1 Abs. 2 PatG verkannt, indem sie gestützt auf die Ergänzung der Expertise einen falschen \"nächstliegenden Stand der Technik\" zum Ausgangspunkt der Beurteilung des Naheliegens der beanspruchten Lösung gewählt habe, ist unbegründet.\n\n2.3 Als naheliegend gilt die blosse Aneinanderreihung oder Kombination bekannter Vorrichtungen oder Verfahren, die jeweils auf übliche Art und Weise funktionieren, ohne funktionelle Wechselwirkung; demgegenüber gilt als nicht naheliegend eine Kombination von Merkmalen, die sich gegenseitig wirkungsmässig derart unterstützen, dass ein neuer technischer Erfolg erzielt wird (BERTSCHINGER, a.a.O., Rz. 4.136 S. 148; vgl. KROHER, a.a.O., N. 59 zu Art. 56 EPÜ). Die Beschwerdeführerin ist der Ansicht, die Expertise und gestützt darauf die Vorinstanz hätten den Unterschied zwischen (nicht erfinderischer) Aggregation und (erfinderischer) Kombination nicht beachtet. Sie bringt insofern vor, die Abschirmung zwischen der |119| Kochplatte und der Heizvorrichtung eines Induktionskochherds mit einem geerdeten Leiter gehöre nun nach der US-Patentschrift schon zum Stand der Technik, weshalb eine Induktionskochplatte mit einer geerdeten Abschirmvorrichtung zwischen der Kochplatte und der Heizvorrichtung nicht mehr als Erfindung betrachtet werden könne. Dies schliesse auch eine Abschirmung mit elektrischen Leitern ein, die keine geschlossene Schleife bildeten, da dies zum allgemeinen Fachwissen der massgeblichen Fachperson gehöre.\n\n2.3.1 Nach dem Gutachten - das insoweit von der Beschwerdeführerin nicht in Frage gestellt wird - besitzt die hypothetische Fachperson, ausgebildet als Ingenieur auf dem Gebiet der Elektrotechnik (Fachhochschule oder Hochschule), grundlegende Kenntnisse über elektromagnetische Felder und gute Kenntnisse in der Konzeption und Entwicklung von elektronischen Schaltungen. Sie hat Berufserfahrung in der Ausgestaltung, Anordnung und Ansteuerung von induktiven Heizvorrichtungen und in der zugehörigen Messtechnik elektromagnetischer Felder. Den selbständigen Patentanspruch 1 des eingeschränkten Patents in der hier umstrittenen Fassung gliedert der Gutachter sodann in die (mit einer Ziffer 2 versehenen) Merkmale A bis I wie folgt:\n\n\"A Kochgerät mit einer induktiven Heizvorrichtung (2)\n\nB welche sich unter einer viereckigen Kochplatte (1) befindet, dadurch gekennzeichnet, dass\n\nC die Heizvorrichtung (2) zumindest zwei Heizelemente (6 bis 9) aufweist,\n\nD welche derart ausgeführt sind, dass nicht nur die Randbereiche (55) der Kochplatte (1), sondern auch die Bereiche zwischen den Heizelementen (7, 8) für Kochzwecke ausgenützt werden können,\n\nE dass eine Abschirmvorrichtung (3) sich zwischen der Kochplatte und der Heizvorrichtung (2) befindet,\n\nF dass diese Abschirmvorrichtung (3) einen geerdeten Leiter (32) aufweist,\n\nG welcher in bzw. auf einer Trägerplatte (31) derart verlegt ist, dass möglichst die ganze Fläche der Trägerplatte (31) durch den Leiter bedeckt ist,\n\nH dass dieser Leiter keine geschlossene Schleife bildet ...\"\n\n(unberücksichtigt lässt der Experte sodann das Merkmal I, wonach der Leiter [32] auf der Trägerplatte mäanderförmig verlegt sein kann). |120|\n\nIm Gutachten vom 19. Dezember 2006 gelangt der Gerichtsexperte zum Schluss, die entgegengehaltenen Dokumente D1 und D4 zeigten gerade das Gegenteil der beanspruchten Abschirmung mit einem Leiter und beschränkten sich auf eine rein elektrische und thermische Isolation. Die Dokumente D2, D3 und D5 bis D7 sodann zeigten keine Zwischenlage zwischen den Heizelementen und der Kochplatte. Aufgabe der beanspruchten Abschirmung mit geerdetem Leiter zwischen Heizelement und Kochplatte solle sein, elektrische Entladungen zwischen auf der Kochplatte nahe aneinander aufgestellten Kochtöpfen zu verhindern. Diese Aufgabe sei in keinem Dokument des Standes der Technik erwähnt und es schlage auch keines der Dokumente einen geerdeten, auf oder in einer Trägerplatte verlegten Leiter vor. In der am 20. Januar 2010 erstellten Ergänzung zur Expertise erläutert der Gutachter sodann, dass das Dokument D9 (US-Patentschrift 2) ein Kochgerät mit einer induktiven Heizvorrichtung zeigt. Er legt dar, dass die Merkmale A bis E sowie G des Streitpatents beim entgegengehaltenen Dokument D9 vorhanden sind. Nach den Merkmalen D und H, welche in der Entgegenhaltung D9 fehlen, formuliert der Experte die objektiv durch das Streitpatent gelöste Aufgabe so, dass ein induktives Kochgerät mit einer Abschirmung geschaffen werden soll, bei dem die Kochgeschirre auf der Kochplatte frei für Kochzwecke platzierbar sind, wobei elektrische Potentialdifferenzen zwischen den Kochgeschirren möglichst vermieden werden sollen. Diese Aufgabe löst das Streitpatent nach den Feststellungen des Gutachters mit der speziellen Ausgestaltung und Anordnung der Heizelemente in Kombination mit der Abschirmvorrichtung, die einen geerdeten Leiter - im Unterschied zu D9 ohne Bildung einer Schleife - umfasst. Der Gutachter verneint, dass die Fachperson durch den Stand der Technik veranlasst werden könnte, das Kochgerät D9 so zu ändern, dass sie zu den Merkmalen D und H des Streitpatents gelangt. Die Fachperson kann danach zwar aus der Entgegenhaltung D2 entnehmen, dass die Heizelemente bzw. die Induktionsspulen so ausgestaltet und angeordnet werden können, dass eine metallene Kochfläche gleichmässig erhitzt werden kann, und sie würde daher eine solche Ausführung und Anordnung der Heizmittel auch für ein Kochgerät nach D9 verwenden. Die Fachperson findet aber nach dem Ergänzungsgutachten im Stand der Technik keine Anregung dafür, die Abschirmung dabei mit einem geerdeten Leiter auszuführen, der keine geschlossene Schleife bildet. D9 weist danach von der Lösung mit dem geerdeten Leiter weg, indem er die |121| flächige Beschichtung mit einem Material empfiehlt, das einen bestimmten elektrischen Widerstand nicht unterschreiten sollte. Bei der Variante mit geerdetem Leiter aus Kupfer setzt D9 anderseits gerade einen Leiter mit einer geschlossenen Schleife ein. Aus den weiteren Dokumenten D1 und D3 bis D8 kann die Fachperson nach den Ausführungen des Gerichtsexperten ebenfalls keine Anregung entnehmen, das Kochgerät von D9 wie im Streitpatent beansprucht zu ändern.\n\n2.3.2 Die Beschwerdeführerin kritisiert den Schluss der Vorinstanz, die gestützt auf das Gerichtsgutachten die erfinderische Tätigkeit bejahte. Sie bringt vor, die Abschirmung zwischen der Kochplatte und der Heizvorrichtung eines Induktionskochherdes mit einem geerdeten Leiter (Merkmale E-G des Streitpatents) gehörten nach Berücksichtigung der US-Patentschrift 2 zum Stand der Technik. Sie vertritt die Ansicht, dies schliesse auch eine Abschirmung mit elektrischen Leitern ein, die keine geschlossene Schleife bildeten, da dies das \"unvermeidliche und aktenmässig erstellte Resultat\" des allgemeinen Fachwissens bilde. Die Beschwerdeführerin vertritt die Ansicht, die von ihr so genannte Merkmalsgruppe 1 - d.h. die Merkmale A bis D, die sich nach dem Gerichtsgutachten auch in der Entgegenhaltung D9 finden - einerseits und die Abschirmung nach den Merkmalen E bis H des Streitpatents anderseits wirkten entgegen der Ansicht des Gutachters nicht zusammen. Sie hält dafür, wenn Induktionskochfelder mit den Merkmalen A-D bekannt waren und wenn bei Induktionskochfeldern geerdete Abschirmungen mit den Merkmalen E-H bekannt waren, so sei offensichtlich nichts entgegengestanden, auch bei einem Induktionskochfeld mit den Merkmalen A-D eine solche geerdete Abschirmung einzusetzen.\n\n2.3.3 Die Beschwerdeführerin verfällt mit ihrer dem Gerichtsgutachten widersprechenden Ansicht in eine (verpönte) nachträgliche Betrachtung. Sie verkennt, dass in der Regel die einzelnen Merkmale einer beanspruchten Erfindung für sich bekannt sind und je einzeln oder in bestimmter Gruppierung im Stand der Technik nachgewiesen werden können. Es geht jedoch gerade um die Beurteilung, ob die - regelmässig aus dem Zusammenwirken bisher bekannter Elemente gewonnene - als Erfindung beanspruchte technische Anleitung der Fachperson nahegelegt war oder ob sie überraschend erscheint. Insofern kann der Beschwerdeführerin nicht gefolgt werden, wenn sie annimmt, die Abschirmung der Heizfläche (zwischen den tradierten Kochfeldern) einerseits und die zusätzliche Nutzung des |122| Bereichs zwischen den Kochfeldern anderseits seien zwei voneinander unabhängige Aufgaben, welche je separat und ohne Zusammenwirken der technischen Merkmale zu sehen seien. Wie der Experte im Ergänzungsgutachten überzeugend darlegt, wird mit dem Streitpatent gerade die Aufgabe gelöst, die Kochgeschirre auf der Kochplatte frei für Kochzwecke zu platzieren, ohne zwischen den Kochgeschirren elektrische Potentialdifferenzen hervorzurufen. Diese technische Aufgabe wird mit geerdeten Leitern gelöst, welche Lösung im massgebenden Stand der Technik nicht nahegelegt ist.\n\n2.4 Der Beschwerdeführerin kann auch nicht gefolgt werden, wenn sie die Ansicht vertritt, die Vorinstanz habe mit dem Gutachter die allgemeinen Kenntnisse der Fachperson unberücksichtigt gelassen. Dass die Abschirmung bei einem Induktionskochherd für die einzelnen, voneinander getrennten Kochfelder je durch Leiter erfolgte, bei denen nach allgemeinem Fachwissen geschlossene Schleifen zu vermeiden waren, bedeutet nicht, dass diese Technik nach allgemeinem Fachwissen auch geeignet sei für die Abschirmung zusammenhängender Kochflächen bzw. für Flächen, auf denen Kochtöpfe nahe beieinander beheizt werden. Der Gutachter hat im Ergänzungsgutachten nachvollziehbar erklärt, dass das Dokument in Entgegenhaltung D9 von einer solchen Lösung wegweist, indem es Leiter mit geschlossenen Schleifen vorsieht. Die Vorinstanz hat Bundesrecht nicht verletzt, indem sie mit dem Gerichtsgutachter die beanspruchte Erfindung in der während des Verfahrens eingeschränkten Fassung als vom Stand der Technik nicht nahegelegt ansah und damit als gültig anerkannte."}