{"annee": "138", "cour": "V", "page": "131", "date": "6/1/2012", "cite": ["111 V 229", "127 V 43"], "cite_par": [], "chapeau": "17. Extrait de l'arrêt de la IIe Cour de droit social dans la cause KPT Assurances SA contre A. (recours en matière de droit public)\n\n9C_850/2010 du 6 janvier 2012", "regestes": ["Art. 33 let. a et c OAMal; art. 1 OPAS; ch. 1.1 annexe 1 OPAS. Examen des conditions de la prise en charge d'une reconstruction mammaire suite à l'amputation partielle ou totale d'un sein sur la base des principes développés à l' ATF 111 V 229 (consid. 8.2.1). L'intervention permettant la restauration de la poitrine en redonnant au sein amputé son volume et son galbe originels - sans qu'il soit nécessaire d'opérer le sein demeuré sain pour rétablir la symétrie mammaire -, qui devrait en principe être la règle du point de vue de l'assurance obligatoire des soins, peut dans certains cas ne pas être adéquate ou ne pas répondre au but et aux exigences de la LAMal (précision de la jurisprudence; consid. 8.2.2)."], "faits": "BGE 138 V 131 S. 132\n\nA. A. est affiliée à KPT/CPT caisse-maladie SA (ci-après: la caisse) pour l'assurance obligatoire des soins en cas de maladie. Ayant présenté un carcinome multifocal au sein droit, elle a subi, le 2 février 2005, une quadrantectomie supéro-externe élargie avec curage axillaire du côté droit. Par lettre du 20 septembre 2007, le docteur B., spécialiste FMH en chirurgie plastique, reconstructive et esthétique, consulté par l'assurée, a requis de la caisse la prise en charge de l'opération tendant à la reconstruction du sein droit et à la réduction du sein gauche, aux fins de pallier les suites de la quadrantectomie et l'asymétrie mammaire qui en était découlée. La caisse a demandé l'avis de son médecin-conseil, le docteur U., spécialiste FMH en médecine interne et générale. Par décision du 13 mars 2008, confirmée sur opposition le 24 juin suivant, elle a refusé la prise en charge sollicitée, au motif que celle-ci visait un traitement esthétique, non couvert par l'assurance obligatoire des soins.\n\nB. Saisi d'un recours formé par A. contre la décision sur opposition, le Tribunal cantonal du canton de Fribourg, Cour des assurances sociales, l'a partiellement admis par jugement du 2 septembre 2010. Il a réformé la décision attaquée en ce sens qu'il a reconnu l'obligation de la caisse d'assumer les frais de la correction du sein droit et lui a renvoyé la cause pour instruction complémentaire et nouvelle décision concernant la prise en charge de la réduction du sein gauche.\n\nC. La caisse interjette un recours en matière de droit public contre ce jugement, dont elle demande principalement l'annulation et subsidiairement l'annulation partielle, en ce sens que seule la reconstruction du sein droit soit mise à sa charge.\n\nL'assurée, qui fournit une attestation de la doctoresse P., conclut au rejet du recours, tandis que l'Office fédéral de la santé publique a renoncé à se déterminer.\n\nLe recours a été admis partiellement.\n\nExtrait des considérants:", "considerants": "3. Le litige porte sur la prise en charge par l'assurance obligatoire des soins des coûts afférents à la reconstruction du sein droit et à la réduction du sein gauche. BGE 138 V 131 S. 133\n\n4.\n\n4.1 L'assurance obligatoire des soins prend en charge les coûts des prestations définies aux art. 25 à 31 en tenant compte des conditions des art. 32 à 34 (art. 24 LAMal). A ce titre, les assureurs ne peuvent pas prendre en charge d'autres coûts que ceux des prestations prévues aux art. 25 à 33 (art. 34 al. 1 LAMal).\n\n4.2 Selon l'art. 33 al. 1 LAMal, le Conseil fédéral peut désigner les prestations fournies par un médecin ou un chiropraticien, dont les coûts ne sont pas pris en charge par l'assurance obligatoire des soins ou le sont à certaines conditions. D'après l'art. 33 al. 3 LAMal, le Conseil fédéral détermine également dans quelle mesure l'assurance obligatoire des soins prend en charge les coûts d'une prestation nouvelle ou controversée, dont l'efficacité, l'adéquation ou le caractère économique sont en cours d'évaluation. Le Département fédéral de l'intérieur (DFI), auquel le Conseil fédéral a délégué à son tour les compétences susmentionnées (art. 33 al. 5 LAMal en relation avec l'art. 33 let. a et c OAMal [RS 832.102]), a promulgué l'ordonnance du 29 septembre 1995 sur les prestations dans l'assurance obligatoire des soins en cas de maladie (ordonnance sur les prestations de l'assurance des soins, OPAS; RS 832.112.31). Conformément à l'art. 1 OPAS, l'annexe 1 à cette ordonnance énumère les prestations visées par l'art. 33 let. a et c OAMal - dispositions reprenant textuellement les règles posées aux al. 1 et 3 de l'art. 33 LAMal - qui ont été examinées par la Commission des prestations générales de l'assurance-maladie et dont l'assurance obligatoire des soins prend en charge les coûts, avec ou sans condition, ou ne les prend pas en charge.\n\n4.3 Aux termes du ch. 1.1 \"Chirurgie générale\" de l'annexe 1 OPAS, la reconstruction mammaire est prise en charge sous condition, soit pour rétablir l'intégrité physique et psychique de la patiente après une amputation médicalement indiquée. Ces conditions ont été fixées dans une décision de la Commission fédérale des prestations générales (cf. les art. 37a let. b et 37d OAMal en liaison avec l'art. 1 OPAS) en août 1984 (RAMA 1984 p. 212 ch. 3), puis reprises dans l'ancienne ordonnance 9 du DFI concernant certaines mesures diagnostiques ou thérapeutiques à la charge des caisses-maladie, dans sa version modifiée du 31 janvier 1995 (RO 1995 891; arrêt du Tribunal fédéral des assurances K 50/99 du 8 février 2000 consid. 4b, in RAMA 2000 p. 126). BGE 138 V 131 S. 134\n\n5.\n\n5.1 Les principes applicables en matière de reconstruction mammaire ont été exposés à l' ATF 111 V 229 portant sur le cas d'une assurée qui avait subi une mastectomie (ablation de la glande mammaire) radicale du côté gauche et sollicitait la prise en charge de l'implantation d'une prothèse mammaire. Au sujet des traitements chirurgicaux, le Tribunal fédéral des assurances a rappelé qu'une opération servait non seulement à la guérison proprement dite de la maladie ou des suites immédiates d'un accident, mais aussi à l'élimination d'autres atteintes, secondaires, dues à la maladie ou à un accident, notamment en permettant de corriger les altérations externes de certaines parties du corps - en particulier le visage - visibles et spécialement sensibles sur le plan esthétique; aussi longtemps que subsistait une imperfection de ce genre, due à la maladie ou à un accident, ayant une certaine ampleur et à laquelle une opération de chirurgie esthétique pouvait remédier, l'assurance devait prendre en charge cette intervention, à condition qu'elle eût à répondre également des suites immédiates de l'accident ou de la maladie et pour autant que fussent respectés les limites usuelles, ainsi que le caractère économique du traitement. En revanche, un défaut uniquement esthétique, sans rapport avec un processus morbide, n'était pas un risque assuré (ATF 111 V 232 consid. 1c et la référence).\n\nAinsi, dans les limites de l'assurance-maladie, le but du traitement médical était d'éliminer de la manière la plus complète possible les atteintes physiques ou psychiques à la santé. A cet égard, l'amputation d'un sein médicalement indiquée était une atteinte, secondaire, due à la maladie ou à un accident, dont l'élimination relevait du traitement chirurgical. Or les opérations ayant pour objet de corriger des altérations - d'une certaine ampleur - de parties du corps visibles et spécialement sensibles sur le plan esthétique devaient, si certaines conditions étaient remplies, être prises en charge par les caisses-maladie comme prestations légales obligatoires. En ce qui concerne une mastectomie, n'entraient en considération que des mesures servant en premier lieu à supprimer ce préjudice corporel. Certes, celles-ci rétablissaient en même temps une apparence extérieure et jouaient, par conséquent, un rôle essentiel sur le plan esthétique. Mais elles étaient thérapeutiques, du moins si l'assurée était atteinte dans son intégrité (cf. à ce sujet la prise de position de la Commission fédérale des prestations générales de l'assurance-maladie, RAMA 1984 p. 212). Ceci dépendait toutefois des particularités du cas concret, BGE 138 V 131 S. 135notamment du point de savoir si l'amputation avait eu des conséquences significatives sur l'état physique de l'assurée. Aussi, selon la ratio legis, l'assurée avait-elle droit en principe, à la suite d'une amputation mammaire prise en charge par une caisse-maladie au titre des prestations légales obligatoires, aux mesures nécessaires au rétablissement de son état physique (ATF 111 V 234 consid. 3b).\n\n5.2 Rendue sous l'empire de la LAMA, cette jurisprudence, du moins les principes qui en découlent, a été reprise dans les cas soumis à la LAMal (arrêts du Tribunal fédéral des assurances K 132/02 du 17 février 2003 consid. 4 et K 85/99 du 25 septembre 2000 consid. 3b, in RAMA 2000 p. 360; voir également GEBHARD EUGSTER, Krankenversicherung, in Soziale Sicherheit, SBVR, 1998, p. 44 n° 87, notamment les exemples à la n. 182).\n\n5.3 Toutefois, le Tribunal fédéral des assurances a précisé (arrêts K 80/00 du 28 décembre 2001, in RDAT 2002 II n° 89 p. 331 et K 132/02 du 17 février 2003), que les coûts de reconstruction d'un sein demeuré sain et devenu asymétrique à la suite d'une amputation et de la reconstruction de l'autre sein n'étaient pas à la charge de l'assurance obligatoire des soins au regard du ch. 1.1 annexe 1 OPAS. La prise en charge ne pouvait se justifier que dans l'hypothèse où le défaut causait des troubles physiques ou psychiques ayant valeur de maladie. La jurisprudence s'inspirait de l'arrêt K 85/99 du 25 septembre 2000, in RAMA 2000 p. 357, où le Tribunal fédéral des assurances avait jugé que ce critère était applicable dans le cas d'une asymétrie mammaire congénitale et d'une hypertrophie mammaire.\n\n6.\n\n6.1 Sur la base des photographies de la poitrine de face et de profil (photocopies) figurant au dossier et des avis des docteurs B., T., spécialiste FMH en gynécologie et obstétrique, et P., spécialiste FMH en hématologie-oncologie, la juridiction cantonale a constaté que la déformation du sein droit présentait une ampleur suffisante et a reconnu à l'intimée le droit à la prise en charge des coûts de l'opération reconstructive pour ce sein. Concernant la prise en charge des coûts de la réduction du sein gauche, les premiers juges ont renvoyé la cause à la recourante, afin qu'elle examine dans quelle mesure les troubles dorsaux présentés par l'intimée et constatés par la doctoresse P. avaient valeur de maladie.\n\n6.2 La recourante conteste que l'altération du sein droit ait atteint une ampleur suffisante pour admettre la prise en charge sollicitée. BGE 138 V 131 S. 136Elle reproche à la juridiction cantonale de ne pas avoir tenu compte des conclusions de son médecin-conseil. En ce qui concerne la prise en charge de l'intervention au sein gauche, elle souligne que les troubles physiques invoqués par l'intimée n'ont pas suffisamment été démontrés, cette dernière devant en supporter les conséquences. Enfin, dans l'hypothèse où elle devrait assumer les coûts de reconstruction du sein droit, elle s'oppose d'autant plus à la prise en charge éventuelle des coûts afférents à la réduction du sein gauche, étant donné que la première intervention devrait à elle seule permettre de restaurer la symétrie mammaire.\n\n7.\n\n7.1 Selon les constatations de la juridiction cantonale, qui lient le Tribunal fédéral, l'intimée a subi une quadrantectomie supéro-externe élargie avec un curage axillaire droit pour traiter un carcinome multifocal du sein droit. Cette intervention, sans être assimilable à une amputation totale, a eu pour conséquence le rapetissement et la déformation du sein en question.\n\n7.2 Les avis des médecins qui se sont exprimés divergent quant aux conséquences de l'intervention pratiquée le 2 février 2005. Alors que les docteurs B. et T. ont fait état d'une différence marquée entre les deux seins, pour le docteur U., les atteintes n'avaient pas valeur de maladie. Le rapport du docteur B. mentionne une cicatrice presque verticale sur le quadrant latéral supérieur, tirant le mamelon vers le haut et le côté (\"eine fast vertikal verlaufende Narbe über dem lateralen oberen Quadranten, welche die Mamille nach kranial und lateral zieht\") et un sein gauche devenu presque deux fois plus gros. Le docteur T. a rappelé l'importance du tissu mammaire enlevé (210 gr respectivement 11 x 9 x 4,5 cm) par incision radiaire depuis le creux axillaire droit jusqu'à l'aréole droite. D'après ce spécialiste, le rapetissement et l'altération de la forme du sein droit étaient aggravés par une cicatrisation chéloïdienne et les séquelles de la radiothérapie postopératoire. L'asymétrie des deux seins, imputable aux traitements du cancer du sein, était \"objectivable cliniquement par une différence marquée\".\n\n7.3 Se ralliant à l'avis des docteurs B., T. et P., les premiers juges ont considéré que les altérations au sein droit présentaient l'ampleur nécessaire pour en faire découler un droit aux prestations de l'assurance obligatoire des soins. Selon leurs constatations, le docteur U., qui n'avait pas examiné la patiente, se prononçant uniquement sur la base du cliché photographique montrant la poitrine de face, n'avait BGE 138 V 131 S. 137pas motivé son point de vue. Celui-ci relevait en effet d'un simple rapport de discussion très succinct entre une collaboratrice du service juridique de la recourante et le médecin-conseil.\n\n7.4 Une telle interprétation n'apparaît pas insoutenable. Le docteur U. s'est contenté de dire que la photo était claire sans donner d'autre explication. En sa qualité de médecin-conseil, lequel joue un rôle déterminant dans l'appréciation de la prise en charge d'un traitement (cf. ATF 127 V 43 consid. 2d p. 47), on aurait pu attendre de sa part qu'il fournisse un avis circonstancié et motivé sur l'importance des atteintes dues à l'intervention subie par l'intimée et, partant, sur l'opportunité des mesures de chirurgie réparatrice envisagées. Au regard du dossier et des explications données par les médecins traitants, l'appréciation des preuves opérée par les premiers juges, qui les a conduits à reconnaître que la quadrantectomie avait causé des altérations d'une ampleur suffisante pour mettre à la charge de l'assurance obligatoire des soins les frais de la chirurgie reconstructive, n'apparaît pas arbitraire. Compte tenu de son pouvoir d'examen restreint en la matière (consid. 1 non publié), le Tribunal fédéral n'a aucun motif de s'écarter des constatations de la juridiction cantonale par rapport à l'ampleur des atteintes secondaires au traitement initial du sein droit qui relèvent d'une question de fait.\n\n7.5 Cela étant, en tant que la recourante conteste devoir prester pour les suites de la quadrantectomie du sein droit au sens de l'obligation de prise en charge des coûts de reconstruction de celui-ci, le recours s'avère mal fondé.\n\n8.\n\n8.1 Concernant la prise en charge de la réduction du sein gauche, sur la base des arrêts K 80/00 du 28 décembre 2001 et K 132/02 du 17 février 2003 précités, les premiers juges ont renvoyé la cause à la recourante, afin qu'elle examine dans quelle mesure les troubles dorsaux dont se plaint l'intimée ont valeur de maladie.\n\nLa recourante soutient que dans l'hypothèse où les frais de la reconstruction du sein droit devraient être mis à sa charge, cette intervention devrait permettre de rétablir la symétrie mammaire.\n\n8.2 Les mesures chirurgicales prévues par le docteur B. pour pallier les conséquences de la quadrantectomie consistent en la reconstruction du sein droit (\"im Sinne einer Pexie und Medialisierung der Brustwarze\") et la réduction du sein gauche pour corriger le déséquilibre mammaire. BGE 138 V 131 S. 138\n\n8.2.1 L'amputation d'un sein, qu'elle soit totale ou partielle, est une altération externe d'une partie du corps visible, particulièrement sensible sur le plan esthétique, portant sur un organe caractéristique de l'appartenance au sexe féminin, susceptible d'affecter le sentiment profond de l'identité personnelle et sexuelle. Le préjudice corporel qui découle d'une telle amputation est double, dans la mesure où l'un des deux organes pairs fait totalement ou partiellement défaut et où l'équilibre de la poitrine s'en trouve rompu.\n\nDès lors que la quadrantectomie subie par l'intimée pour un carcinome au sein droit a eu des conséquences significatives sur l'état physique de celle-ci, justifiant une prise en charge par l'assurance obligatoire des soins au titre d'un préjudice corporel secondaire à une prestation obligatoire de cette même assurance (cf. supra consid. 7), les mesures chirurgicales qui doivent être mises à la charge de la recourante sont celles qui permettent d'éliminer ce préjudice corporel, soit de reconstruire le sein droit et de rétablir l'équilibre de la poitrine.\n\n8.2.2 Dans le cas qui a donné lieu à l' ATF 111 V 229 (cf. consid. 4 p. 234), le Tribunal fédéral a considéré que l'intervention subie par l'assurée, qui avait permis de redonner au sein amputé un volume et un galbe imitant un sein plus ou moins identique à l'autre, était une mesure propre à rétablir l'intégrité physique de la personne concernée.\n\nEn principe, la restauration de la poitrine à la suite d'une amputation totale ou partielle devrait sans autre être possible en redonnant au sein amputé son volume et son galbe originels, sans qu'il soit nécessaire d'opérer le sein demeuré sain pour rétablir la symétrie mammaire. Une telle intervention - qui du point de vue de l'assurance obligatoire des soins devrait être la règle - peut cependant parfois ne pas être adéquate ou ne pas répondre au but et aux exigences de la LAMal. Ainsi, le retour à un statu quo ante, dans les limites usuelles et le respect du caractère économique du traitement, peut dans certains cas ne pas être possible car l'intervention n'est pas réalisable d'un point de vue chirurgical; dans d'autres cas, la restauration de la poitrine dans son état antérieur peut être contre-indiquée pour des raisons médicales objectives (hypertrophie mammaire préexistante); enfin, dans d'autres cas encore, la seule réduction du sein non atteint peut se révéler une mesure moins invasive (pas d'implant mammaire pour le sein touché). Dans de telles circonstances, une intervention sur le sein non atteint par la maladie - à la charge de l'assurance obligatoire des soins - peut s'avérer plus adéquate, voire BGE 138 V 131 S. 139nécessaire, pour rétablir l'intégrité physique de la personne assurée, étant rappelé que celle-ci n'a pas droit à la prise en charge par l'assurance maladie sociale du correctif général de sa silhouette tel qu'elle le souhaiterait par le biais de la réparation d'un préjudice corporel à la charge de l'assurance; ainsi, dans l'hypothèse où le retour à un statu quo sine au moyen d'une reconstruction mammaire s'avérerait objectivement impossible à réaliser, seule une différence notoire ou significative de volume entre les deux seins permettrait de justifier la prise en charge d'une intervention sur l'autre sein. En d'autres termes, une assurée ne peut prétendre par le truchement d'une prestation à charge de l'assurance sociale visant à la restauration d'un état \"ante ou sine\" à des mesures visant une modification d'un point de vue esthétique de ce statut. Dès lors que les arrêts K 80/00 du 28 décembre 2001 et K 132/02 du 17 février 2003 n'ont pas pris en compte le fait que l'atteinte corporelle survenue à la suite d'une amputation partielle portait sur un organe pair et n'ont pas examiné la question de la restauration de l'intégrité corporelle de la poitrine dans son ensemble, ils ne peuvent être suivis.\n\n8.3 En l'état actuel du dossier, il n'existe aucun avis médical se prononçant sur la faisabilité d'un point de vue médical et chirurgical de la restauration de l'intégrité corporelle de l'intimée au moyen de la seule reconstruction du sein droit, ni sur les éventuelles circonstances objectives qui justifieraient de s'écarter d'une telle intervention, de sorte qu'il n'est pas possible de se déterminer sur ces points. Par conséquent, il y a lieu de renvoyer la cause à la recourante pour qu'elle procède à une instruction complémentaire sur ces différents éléments et qu'elle rende une nouvelle décision. En ce sens, les griefs de la recourante contre le jugement cantonal s'avèrent bien fondés."}