{"annee": "138", "cour": "III", "page": "76", "date": "31/1/2012", "cite": ["134 I 83", "133 III 638"], "cite_par": ["140 III 16", "144 III 475", "143 III 113", "140 III 12", "140 III 30", "142 III 40"], "chapeau": "11. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. L. GmbH gegen M. AG (Beschwerde in Zivilsachen)\n\n4A_532/2011 vom 31. Januar 2012", "regestes": ["Recevabilité du recours au Tribunal fédéral contre une décision en matière de preuve à futur (art. 158 CPC; art. 90 LTF). La décision rendue dans une procédure autonome, par laquelle une requête de preuve à futur selon l'art. 158 CPC a été rejetée, constitue une décision finale au sens de l'art. 90 LTF (consid. 1.2).", "Rapport existant entre la prétention du droit des brevets en description précise (art. 77 LBI) et la requête de preuve à futur (art. 158 CPC); intérêt digne de protection à une requête de preuve à futur (art. 158 al. 1 let. b CPC). La requête tendant à une description précise selon l'art. 77 LBI est une preuve à futur dont le droit d'en faire la demande est conféré par la loi au sens de l'art. 158 al. 1 let. a CPC. D'autres moyens de preuve, à l'instar par exemple d'une inspection locale, peuvent intervenir dans un litige du droit des brevets à titre provisionnel sur la base de l'art. 158 al. 1 let. b CPC (consid. 2.4.1); notion de l'intérêt digne de protection à une requête de preuve à futur selon l'art. 158 al. 1 let. b CPC (consid. 2.4.2)."], "faits": "|77|\n\nA. Die L. GmbH (Gesuchstellerin und Beschwerdeführerin) ist Inhaberin des europäischen Patents EP v., das auch in der Schweiz eingetragen ist und ein Verfahren zum \"Aufgeben einer Schlammmasse auf bewegtes Mischmaterial\" zum Gegenstand hat. |78|\n\nMit Eingabe vom 11. April 2011 stellte die Gesuchstellerin dem Handelsgericht des Kantons Aargau folgende Anträge:\n\n\"1. Es sei gerichtlich\n\n(a) ein Augenschein der Anlage zur Schlammzuführung bei der Beschickung des Feuerraums in der Kehrichtverbrennungsanlage N. anzuordnen, und\n\n(b) die entsprechende Anlage im Rahmen dieses Augenscheins zu dokumentieren.\n\n2. Über die Kosten dieser vorsorglichen Beweisführung sei mit der Hauptsache zu entscheiden.\"\n\nZur Begründung führte die Gesuchstellerin im Wesentlichen aus, sie wolle mittels vorsorglicher Beweisführung gemäss Art. 158 Abs. 1 lit. b ZPO (SR 272) ihre Beweis- und Prozessaussichten für einen allfälligen Patentverletzungsprozess gegen die M. AG (Gesuchsgegnerin und Beschwerdegegnerin) abklären. Die Gesuchsgegnerin habe eine \"mittelbare Patentverletzung\" begangen, indem sie der Betreiberin der Kehrichtverbrennungsanlage N. im Rahmen der Erstellung der Anlage namentlich verschiedene Komponenten für die Schlammzuführung geliefert habe. Das patentgeschützte Verfahren werde in der Kehrichtverbrennungsanlage N. offensichtlich ohne Lizenz genutzt. Mit der betreffenden Lieferung habe die Gesuchsgegnerin der Betreiberin der Kehrichtverbrennungsanlage die Verletzung des Patents ermöglicht, was eine \"mittelbare Patentverletzung\" darstelle. Der anbegehrte Augenschein sei geeignet, ein Hauptverfahren zu vermeiden.\n\nMit Entscheid vom 9. August 2011 wies das Handelsgericht des Kantons Aargau das Gesuch um vorsorgliche Beweisführung ab (Ziff. 1), auferlegte die Gerichtskosten in Höhe von Fr. 8'000.- der Gesuchstellerin (Ziff. 2) und verpflichtete diese, der Gesuchsgegnerin deren Parteikosten in richterlich festgesetzter Höhe von Fr. 4'650.70 zu ersetzen (Ziff. 3).\n\nB. Mit Beschwerde in Zivilsachen beantragt die Beschwerdeführerin dem Bundesgericht unter anderem, es sei die Ziffer 1 des Entscheids des Handelsgerichts des Kantons Aargau vom 9. August 2011 aufzuheben und das Gesuch um vorsorgliche Beweisführung gutzuheissen.\n\n(Zusammenfassung)", "considerants": "|79| Aus den Erwägungen:\n\n1. (...)\n\n1.2 Der angefochtene Entscheid betrifft ein Gesuch um vorsorgliche Beweisführung, auf das die Bestimmungen über die vorsorglichen Massnahmen Anwendung finden (Art. 158 Abs. 2 ZPO). Massnahmenentscheide gelten nur dann als Endentscheide im Sinne von Art. 90 BGG, wenn sie in einem eigenständigen Verfahren ergehen. Selbständig eröffnete Massnahmenentscheide, die vor oder während eines Hauptverfahrens erlassen werden und nur für die Dauer des Hauptverfahrens Bestand haben bzw. unter der Bedingung, dass ein Hauptverfahren eingeleitet wird, stellen Zwischenentscheide im Sinne von Art. 93 BGG dar (BGE 134 I 83 E. 3.1 S. 86 f.).\n\nDer vorliegend angefochtene Entscheid ist in einem Gesuchsverfahren betreffend vorsorgliche Beweisführung ergangen, das von der Einleitung eines ordentlichen Hauptverfahrens unabhängig und damit eigenständig ist. Mit dem angefochtenen Entscheid wurde das Gesuch abgewiesen und damit das Gesuchsverfahren zum Abschluss gebracht. Es handelt sich folglich um einen Endentscheid i.S. von Art. 90 BGG (vgl. auch Urteil 5A_433/2007 vom 18. September 2007 E. 1, nicht publ. in: BGE 133 III 638, betreffend eine vorsorgliche Beweisführung nach früherem Berner Zivilprozessrecht). Dagegen ist die Beschwerde in Zivilsachen zulässig.\n\n(...)\n\n2. (...)\n\n2.4\n\n2.4.1 Art. 158 ZPO regelt die vorsorgliche Beweisführung. Nach Abs. 1 nimmt das Gericht jederzeit Beweis ab, wenn das Gesetz einen entsprechenden Anspruch gewährt (lit. a) oder die gesuchstellende Partei eine Gefährdung der Beweismittel oder ein schutzwürdiges Interesse glaubhaft macht (lit. b). Nach Abs. 2 finden die Bestimmungen über die vorsorglichen Massnahmen Anwendung.\n\nArt. 77 PatG (SR 232.14) in der vom Inkrafttreten der ZPO am 1. Januar 2011 bis zum Inkrafttreten des Bundesgesetzes vom 20. März 2009 über das Bundespatentgericht (PatGG; SR 173.41) am 1. Januar 2012 geltenden Fassung besteht aus einem Absatz und sieht vor, dass eine Person, die um die Anordnung vorsorglicher Massnahmen ersucht, insbesondere verlangen kann, dass das Gericht eine genaue Beschreibung der angeblich widerrechtlich angewendeten Verfahren (lit. a Ziff. 1) oder der hergestellten Erzeugnisse und |80| der zur Herstellung dienenden Einrichtungen und Geräte (lit. a Ziff. 2) anordnet (AS 2010 1739). Diese Norm entspricht Abs. 1 lit. b der auf 1. Januar 2012 in Kraft getretenen Fassung von Art. 77 PatG (AS 2010 513, 2011 2241). Gemäss Abs. 2 hat die Partei, die eine genaue Beschreibung beantragt, glaubhaft zu machen, dass ein ihr zustehender Anspruch verletzt ist oder eine Verletzung zu befürchten ist.\n\nBeim Anspruch auf eine genaue Beschreibung gemäss Art. 77 PatG (in alter wie neuer Fassung) handelt es sich um einen gesetzlichen Anspruch i.S. von Art. 158 Abs. 1 lit. a ZPO (WALTER FELLMANN, in: Kommentar zur Schweizerischen Zivilprozessordnung, Sutter-Somm und andere [Hrsg.], 2010, N. 9 zu Art. 158 ZPO; PETER GUYAN, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2010, N. 2 zu Art. 158 ZPO; Botschaft vom 7. Dezember 2007 zum Patentgerichtsgesetz, BBl 2007 455, 495). Unter den Voraussetzungen von Art. 77 PatG kann damit eine genaue Beschreibung von Verfahren, Erzeugnissen sowie zur Herstellung dienenden Hilfsmitteln gestützt auf Art. 158 Abs. 1 lit. a ZPO bereits vor einem allfälligen Hauptverfahren als vorsorgliche Beweismassnahme verlangt werden.\n\nDavon unabhängig ist die von der Beschwerdeführerin im vorliegenden Fall beantragte Durchführung eines Augenscheins i.S. von Art. 181 f. ZPO als vorsorgliche Beweismassnahme gemäss Art. 158 Abs. 1 lit. b ZPO. Dass den Parteien auch bei patentrechtlichen Streitigkeiten die Möglichkeit offensteht, die vorsorgliche Abnahme anderer Beweismittel als der genauen Beschreibung nach Art. 77 PatG, also z.B. die Einvernahme von Zeugen, die Edition von Konstruktionszeichnungen oder Wartungshandbüchern etc., gestützt auf Art. 158 Abs. 1 lit. b ZPO zu erwirken, wird in der Literatur als selbstverständlich erachtet (MARK SCHWEIZER, Vorsorgliche Beweisabnahme nach schweizerischer Zivilprozessordnung und Patentgesetz, ZZZ 2010 S. 16; ders., Der Anspruch auf genaue Beschreibung gemäss Art. 77 PatG-Gedanken eines Mitglieds des Bundespatentgerichts, sic! 12/2010, S. 932; sodann FABIAN WIGGER, Der neue Immaterialgüterrechtsprozess, sic! 2/2011, S. 147 f. mit Hinweis auf Voten von Andri Hess-Blumer und Felix Addor). Es ist in der Tat kein Grund ersichtlich, weshalb das allgemeine zivilprozessuale Instrumentarium nicht auch im Bereich des Patentrechts zur Anwendung gelangen soll. Ein Augenschein gemäss Art. 181 f. ZPO kann auch in patentrechtlichen Streitigkeiten gestützt auf Art. 158 Abs. 1 lit. b ZPO als vorsorgliche Beweismassnahme angeordnet werden, |81| sofern die gesuchstellende Partei ein schutzwürdiges Interesse glaubhaft macht.\n\nDer Begründung der Vorinstanz kann damit insoweit nicht gefolgt werden, als sie eine vorsorgliche Durchführung eines Augenscheins gestützt auf Art. 158 Abs. 1 lit. b ZPO nur dann als zulässig erachten will, wenn gleichzeitig die spezialgesetzlichen Voraussetzungen von Art. 77 PatG erfüllt sind.\n\n2.4.2 Gemäss der Botschaft wird mit dem Begriff des schutzwürdigen Interesses in Art. 158 Abs. 1 lit. b ZPO auf die Möglichkeit Bezug genommen, eine vorsorgliche Beweisführung auch zur Abklärung der Beweis- und Prozessaussichten durchzuführen. Diese Möglichkeit soll dazu beitragen, aussichtslose Prozesse zu vermeiden (Botschaft vom 28. Juni 2006 zur Schweizerischen Zivilprozessordnung, BBl 2006 7315). Mit der blossen Behauptung eines Bedürfnisses, Beweis- und Prozessaussichten abzuklären, ist ein schutzwürdiges Interesse an einer vorsorglichen Beweisführung jedoch noch nicht hinreichend glaubhaft gemacht. Eine vorsorgliche Beweisführung kann nur mit Blick auf einen konkreten materiellrechtlichen Anspruch verlangt werden, hängt doch das Interesse an einer Beweisabnahme vom Interesse an der Durchsetzung eines damit zu beweisenden Anspruchs ab. Die Gesuchstellerin, die sich auf Art. 158 Abs. 1 lit. b ZPO stützt, muss daher glaubhaft machen, dass ein Sachverhalt vorliegt, gestützt auf den ihr das materielle Recht einen Anspruch gegen die Gesuchsgegnerin gewährt, und zu dessen Beweis das abzunehmende Beweismittel dienen kann (SCHWEIZER, a.a.O., S. 7; ISAAK MEIER, Schweizerisches Zivilprozessrecht, 2010, S. 311; HANS SCHMID, in: Schweizerische Zivilprozessordnung, Kurzkommentar, Oberhammer [Hrsg.], 2010, N. 4 zu Art. 158 ZPO; JOHANN ZÜRCHER, in: Schweizerische Zivilprozessordnung [ZPO], Brunner und andere [Hrsg.], 2011, N. 15 zu Art. 158 ZPO; LAURENT KILLIAS UND ANDERE, Gewährt Art. 158 ZPO eine \"pre-trial discovery\" nach US-amerikanischem Recht?, in: Innovatives Recht, Festschrift für Ivo Schwander, Lorandi/Staehelin [Hrsg.], 2011, S. 941; in diesem Sinne auch FRANCESCO TREZZINI, in: Commentario al Codice di diritto processuale civile svizzero [CPC], 2011, S. 760; a.M. aber wohl WALTER FELLMANN, in: Kommentar zur Schweizerischen Zivilprozessordnung, Sutter-Somm und andere [Hrsg.], 2010, N. 23 zu Art. 158 ZPO, der auch im Anwendungsbereich von Art. 158 Abs. 1 lit. b ZPO keine Glaubhaftmachung eines Hauptanspruches zu verlangen scheint). Lediglich für Tatsachen, die mit dem vorsorglich |82| abzunehmenden Beweismittel bewiesen werden sollen, kann keine eigentliche Glaubhaftmachung verlangt werden, denn sonst würde der Zweck von Art. 158 Abs. 1 lit. b ZPO, die vorprozessuale Abklärung von Beweisaussichten zu ermöglichen, vereitelt. Stellt das abzunehmende Beweismittel das einzige dar, mit dem die Gesuchstellerin ihren Anspruch beweisen kann, muss es genügen, dass sie das Vorliegen der anspruchsbegründenden Tatsachen lediglich substanziiert behauptet (vgl. SCHWEIZER, a.a.O., S. 7 f.).\n\n2.4.3 Die Vorinstanz hat Art. 158 Abs. 1 lit. b ZPO im Ergebnis nicht willkürlich angewendet, wenn sie von der Beschwerdeführerin zwar nicht die Glaubhaftmachung der mit dem beantragten Augenschein zu beweisenden patentverletzenden Handlung verlangt hat, sehr wohl aber der Voraussetzungen einer Teilnahmehandlung gemäss Art. 66 lit. d PatG, auf welche die Beschwerdeführerin ihren Anspruch aus \"mittelbarer Patentverletzung\" vornehmlich stützt. Dass die Vorinstanz auch Art. 66 lit. d PatG willkürlich ausgelegt hätte, macht die Beschwerdeführerin zu Recht nicht geltend. Die Rüge, die Vorinstanz habe in willkürlicher Weise den Anspruch der Beschwerdeführerin auf Klärung der Beweis- und Prozessaussichten vereitelt, ist damit unbegründet."}