{"annee": "138", "cour": "III", "page": "276", "date": "7/2/2012", "cite": ["106 II 75", "115 V 357", "112 II 118", "131 III 306", "54 II 138", "102 II 85", "125 III 86", "112 II 220", "101 IB 252", "126 III 521", "134 V 109", "115 IA 172", "119 II 127", "127 III 403", "133 III 462", "23 II 1033", "51 II 73", "129 V 177"], "cite_par": ["144 III 217", "142 III 433"], "chapeau": "43. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. Versicherung AG gegen A.Y. und B.Y. (Beschwerde in Zivilsachen)\n\n4A_364/2011 vom 7. Februar 2012", "regestes": ["Art. 58 et 65 LCR; responsabilité pour des dommages réflexes subis par des parents de victimes d'accident. Celui qui reçoit un choc en apprenant la nouvelle de la mort par accident d'un parent est directement lésé par l'événement accidentel et peut réclamer en tant que tel de l'auteur de l'accident en principe des dommages-intérêts et une indemnité satisfactoire pour son propre préjudice de santé (ATF 112 II 118). Application de cette jurisprudence lorsque la responsabilité se fonde sur l'art. 58 LCR (consid. 2 et 3). Question d'une limitation de responsabilité (consid. 4)."], "faits": "|277|\n\nAm 1. November 2002 starb der 17-jährige C.Y. bei einem von D. verursachten Verkehrsunfall auf der Autobahn A 14 in Z. Die Eltern des Unfallopfers, A.Y. und B.Y. (Beschwerdegegner), wurden noch in der Unfallnacht von Bekannten über den Unfalltod ihres Sohnes informiert.\n\nDie Beschwerdegegner erhoben am 20. Mai 2009 beim Kantonsgericht Zug eine Teilklage gegen die X. Versicherung AG (Beschwerdeführerin), den Haftpflichtversicherer des Unfallverursachers. Mit präzisiertem Rechtsbegehren vom 10. Mai 2010 beantragten sie unter Vorbehalt des Nachklagerechts sowie der Präzisierung nach dem Beweisverfahren, die Beschwerdeführerin sei zu verpflichten, für die 12 Monate vom 1. Januar 2005 bis zum 31. Dezember 2005 dem Beschwerdegegner Fr. 37'436.55 und der Beschwerdegegnerin Fr. 38'544.70, je nebst Zins, für Erwerbsausfall und Haushaltschaden sowie als Genugtuungsrente zu bezahlen. Zur Begründung führten sie im Wesentlichen aus, der schmerzhafte und unvermittelte Verlust ihres Sohnes und die aufwühlenden Begleitumstände hätten bei ihnen zu einem Schock geführt, von dessen Folgen sie sich bis heute nicht mehr hätten erholen können. Sie seien beide in eine Depression gefallen, arbeitsunfähig geworden und würden heute eine IV-Rente beziehen.\n\nDie Beschwerdeführerin stellte sich u.a. auf den Standpunkt, Art. 58 SVG, auf den die Beschwerdegegner ihre Ansprüche stützen, |278| verlange eine direkte Schädigung durch den Betrieb eines Motorfahrzeuges. Damit werde der Kreis der Schadenersatzberechtigten vom SVG auf die direkt Unfallbeteiligten beschränkt. Die Schädigung durch die Nachricht vom Tod eines Angehörigen reiche im Strassenverkehrsrecht nicht, um eine Haftpflicht zu begründen.\n\nDas Kantonsgericht machte die Frage der Haftung \"im Sinne der Einrede der Beschwerdeführerin\" zum Gegenstand eines Vorentscheids und stellte mit Urteil vom 25. Oktober 2010 fest, dass die Beschwerdeführerin gemäss Art. 58 Abs. 1 SVG für einen allfälligen Schockschaden der Beschwerdegegner hafte.\n\nEine von der Beschwerdeführerin gegen dieses Urteil erhobene Berufung wies das Obergericht des Kantons Zug am 10. Mai 2011 ab, bestätigte den erstinstanzlichen Entscheid und wies die Sache zur weiteren Entscheidung an das Kantonsgericht zurück.\n\nDas Bundesgericht weist die von der Beschwerdeführerin gegen diesen Entscheid erhobene Beschwerde in Zivilsachen ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Prozessthema des angefochtenen Entscheids bildet einzig, ob es sich bei der behaupteten gesundheitlichen Beeinträchtigung (Schädigung) der Beschwerdegegner um einen direkten Schaden handelt, für den der Unfallverursacher bzw. die Beschwerdeführerin als dessen Versicherung nach Art. 58 in Verbindung mit Art. 65 SVG grundsätzlich ersatzpflichtig ist, oder ob ein blosser Reflexschaden aus der Schädigung des Sohnes behauptet ist, für den keine Ersatzpflicht besteht. Noch nicht entschieden ist dagegen, ob der behauptete Schaden tatsächlich besteht und die adäquat-kausale Folge des für den Sohn der Beschwerdegegner tödlichen Unfalls ist.\n\n2.1 Nach der Beschwerdeführerin ist die angebliche gesundheitliche Beeinträchtigung bzw. der daraus resultierende Vermögensschaden der Beschwerdegegner ein indirekter Schaden bzw. ein Reflexschaden, da er nicht Folge einer direkten Beteiligung der Beschwerdegegner am Unfall sei, sondern bloss Folge der Nachricht über den Tod ihres Sohnes. Dafür habe der Halter des unfallverursachenden Fahrzeugs nicht aufzukommen.\n\nDie Vorinstanz verwarf diese Auffassung und folgte dem gegenteiligen Standpunkt der Beschwerdegegner, diese seien, da in ihrer |279| Gesundheit und damit in einem absolut geschützten Rechtsgut beeinträchtigt, als durch den Betrieb eines Motorfahrzeuges im Sinne vonArt. 58 SVG direkt Geschädigte anzusehen, so dass die Beschwerdeführerin hafte. Sie stützte sich dabei massgeblich auf das in BGE 112 II 118 ff. publizierte Urteil des Bundesgerichts (sog. \"Hunterurteil\").\n\n2.2 In diesem Entscheid beurteilte das Bundesgericht den Fall eines Vaters, der wegen der Nachricht über den Unfalltod zweier Söhne und die Verletzung seiner Ehefrau und eines weiteren Sohnes infolge des Absturzes eines Militärflugzeugs vom Typ \"Hunter\" in den Obstgarten, in dem diese arbeiteten, einen Nervenschock erlitten hatte und darob 50 % invalid geworden war. Es kam zum Schluss, dass der Vater durch das Unfallereignis bzw. die Nachricht über dieses in seiner körperlichen Integrität, mithin widerrechtlich, verletzt worden und damit ein direkt aus dem Unfallereignis Geschädigter sei, auch wenn der Schockschaden nicht die unmittelbare Folge des schädigenden Ereignisses sei. Demzufolge sprach es ihm über die Genugtuung für den Verlust der zwei Söhne hinaus Schadenersatz für seinen Erwerbsausfall und eine Genugtuung für seine eigene psychische Beeinträchtigung zu.\n\nIn der Begründung erinnerte das Bundesgericht zunächst daran, dass nach den Grundsätzen des schweizerischen Haftpflichtrechtes, die der Haftung vernünftige Grenzen setzen wollen, nur derjenige einen ersatzpflichtigen Schaden erlitten hat, der durch eine unerlaubte Handlung direkt betroffen ist und dem dadurch ein direkter Schaden in seinem Vermögen zugefügt worden ist; der Dritte, der nur aufgrund einer besonderen Beziehung zum Direktgeschädigten einen Reflexschaden - bzw. indirekten Schaden - erleidet, besitzt grundsätzlich keinen Anspruch gegen den Schadensverursacher. Ausnahmen bestehen zum einen hinsichtlich der gesetzlichen Ansprüche auf Versorgerschaden (Art. 45 Abs. 3 OR) und auf Genugtuung (Art. 47 OR) bei Tod oder Körperverletzung eines Angehörigen. Zum anderen hat der Drittbetroffene einen Ersatzanspruch, wenn der Urheber der schädigenden Handlung eine Verhaltensnorm verletzt hat, die Dritte nach ihrem Zweck vor Beeinträchtigungen der eingetretenen Art schützen soll; die Frage, ob ein direkter (ersatzfähiger) oder ein indirekter Schaden (Reflexschaden, nicht ersatzfähiger Schaden) vorliegt, deckt sich insoweit mit der Frage nach der Widerrechtlichkeit der Schädigung (vgl. BGE 112 II 118 E. 5b/c S. 124 f. mit Hinweisen; ferner: BGE 131 III 306 E. 3.1.1; BGE 127 III 403 E. 4b/aa S. 407; BGE 126 III 521 E. 2a; BGE 125 III 86 E. 3b). |280|\n\nIm zu beurteilenden Fall erkannte das Bundesgericht, dass der mittelbar Geschädigte prinzipiell als widerrechtlich und mithin direkt Geschädigter betrachtet werden müsse, wenn er durch ein Schreckerlebnis in seinen absoluten, von der Rechtsordnung geschützten Rechten verletzt sei, wie in casu seiner psychischen bzw. körperlichen Integrität, die in allgemeiner Weise durch die den Art. 122 ff. StGB zugrunde liegenden Verbote geschützt sei; in einem solchen Fall müsse nicht abgeklärt werden, ob ein Verstoss gegen eine spezifische Verhaltensnorm vorliege (BGE 112 II 118 E. 5e; vgl. dazu auch BGE 112 II 220 E. 2a; ferner BGE 119 II 127 E. 3 S. 128; BGE 115 Ia 175 E. 2b S. 181). Es verwies zuvor auf ein Urteil aus dem Jahre 1897 (BGE 23 II 1033 E. 6), in dem es bereits in ähnlichem Sinn entschieden hatte, indem es bei der Schadenersatzbemessung berücksichtigte, dass die Ehefrau des Klägers als Folge eines tödlichen Unfalls ihres einzigen Kindes einen Nervenschock erlitten hatte, der einen materiellen und einen immateriellen Schaden nach sich ziehe (BGE 112 II 118 E. 5b S. 124). Sodann führte es aus, es könne nicht an einen Entscheid aus dem Jahre 1928 (BGE 54 II 138 E. 3) angeknüpft werden, in dem eine Entschädigung für einen entsprechenden Schaden mit dem Argument verweigert worden war, es handle sich dabei nicht um einen nach Art. 45 (und 47) OR ersatzfähigen Schaden. Denn die Beschränkung ersatzfähiger Schäden nach Art. 45 OR beziehe sich nicht auf Schäden als Folge der Beeinträchtigung Dritter in ihrer eigenen körperlichen Integrität, die durch die Rechtsordnung geschützt sei, sondern nur auf reine Vermögensschäden Dritter, die nur ersatzfähig seien, wenn der Urheber der schädigenden Handlung eine Verhaltensnorm verletzt hat, die nach ihrem Zweck vor derartigen Schädigungen schützen soll (BGE 112 II 118 E. 5e S. 128; vgl. auch BGE 119 II 127 E. 3 S. 128 f.; BGE 125 III 86 E. 3b). Die Person, die als Folge des Unfalls in ihrer körperlichen Integrität und damit in einem absolut geschützten Rechtsgut verletzt ist, sei im Lichte der allgemeinen Grundsätze des Haftpflichtrechts direkt durch eine widerrechtliche Handlung Geschädigter und könne vom Verursacher des daraus resultierenden Schadens Ersatz verlangen, unabhängig davon, ob die Kausalkette kürzer oder länger sei, d.h. ob die Beeinträchtigung direkt durch den Unfall verursacht sei oder bloss indirekt eine Person betreffe, die mit dem direkten Unfallopfer verbunden sei (BGE 112 II 118 E. 5e S. 127 f.).\n\n3.\n\n3.1 Diese Rechtsprechung stellt die Beschwerdeführerin nicht grundsätzlich in Frage. Insoweit ist denn auch zu bemerken, dass das |281| Hunterurteil in der Lehre einhellig begrüsst oder zumindest kritiklos gebilligt wurde. Soweit darüber eine Diskussion stattfindet, betrifft diese praktisch ausschliesslich die Begrenzung der Haftung in verschiedenen Konstellationen, die sich von derjenigen im Hunterfall unterscheiden (vgl. ERNST A. KRAMER, Schockschäden mit Krankheitswert - noch offene Fragen?, in: Festschrift für Helmut Koziol, Peter Apathy und andere [Hrsg.], Wien 2010, S. 743 ff., 744; derselbe, Die Kausalität im Haftpflichtrecht, ZBJV 1987 S. 289 ff., 310 ff., 312; PETER GAUCH, Grundbegriffe des ausservertraglichen Haftpflichtrechts, recht 1996 S. 225 ff., 231; ROLAND BREHM, Berner Kommentar, 3. Aufl. 2006, N. 24, 33a f. zu Art. 41 OR, N. 39c f. zu Art. 45 OR, N. 5b zu Art. 46 OR, N. 147a f. zu Art. 47 OR; HARDY LANDOLT, Zürcher Kommentar, 3. Aufl. 2007, N. 114 in Vorbem. zu Art. 45/46 OR, N. 137 zu Art. 47 OR; derselbe, Ersatzpflicht für Schockschäden, in: Innovatives Recht, Festschrift für Ivo Schwander, 2011, S. 361 ff., 364, 377; derselbe, Angehörigenschaden, Reflex- oder Direktschaden - oder sogar beides?, HAVE 1/2009 S. 3 Rn. 34; HEINZ REY, Ausservertragliches Haftpflichtrecht, 4. Aufl. 2008, Rz. 225, 353; OFTINGER/STARK, Schweizerisches Haftpflichtrecht, Besonderer Teil, Bd. II/1, 4. Aufl. 1987, § 16 Fn. 151 und Bd. II/2, 4. Aufl. 1989, § 25 Fn. 525; ALFRED KELLER, Haftpflicht im Privatrecht, Bd. I, 6. Aufl. 2002, S. 74 und Bd. II, 2. Aufl. 1998, S. 53; INGEBORG SCHWENZER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 5. Aufl. 2009, Rz. 14.21; ALFRED KOLLER, in: Das Schweizerische Obligationenrecht, Guhl/Koller/Schnyder/Druey [Hrsg.], 9. Aufl. 2000, § 24 Rz. 17; HEIERLI/SCHNYDER, in: Basler Kommentar, Obligationenrecht, Bd. I, 5. Aufl. 2011, N. 9 zu Art. 41 OR, N. 1 zu Art. 47 OR; BEAT SCHÖNENBERGER, in: Obligationenrecht, Art. 1-529, 2008, N. 11 zu Art. 41 OR; VITO ROBERTO, Schweizerisches Haftpflichtrecht, 2010, S. 34 f. Rz. 116 ff.; LANDOLT/ROBERTO, Haftpflichtrecht, 2010, S. 17 f.; KIESER/LANDOLT, Unfall - Haftung - Versicherung, 2012, S. 528; SCHNYDER/PORTMANN/MÜLLER-CHEN, Ausservertragliches Haftpflichtrecht, 2008, S. 23 f. Rz. 63; HEINRICH HONSELL, Schweizerisches Haftpflichtrecht, 4. Aufl. 2005, § 1 Rz. 46, § 3 Rz. 31, § 4 Rz. 12; FRANZ WERRO, La responsabilité civile, 2. Aufl. 2011, § 2 Rz. 305; BEATRICE GURZELER, Beitrag zur Bemessung der Genugtuung, 2005, S. 198 f.; WILLI FISCHER, Ausservertragliche Haftung für Schockschäden Dritter, 1988, S. 7 f.; ROLAND SCHAER, Schockschäden und psychische Überlagerungen, in: Relazioni tra diritto civile e assicurazioni sociali, Giordano Beati und andere [Hrsg.], 1993, S. 30 ff., der ein Begründungsdefizit in BGE 112 II 118 |282| beklagt und die Frage aufwirft, wie ersatzfähige und nicht ersatzfähige psychische Einwirkungen abzugrenzen wären [vgl. auch die Gegenmeinung dazu bei GURZELER, a.a.O., S. 145 ff. und 199 ff.]; SCHAFFHAUSER/ZELLWEGER, Grundriss des schweizerischen Strassenverkehrsrechts, Bd. II, 1988, Rz. 954; CHRISTOPH KARCZEWSKI, Die Haftung für Schockschäden, Frankfurt am Main 1992, S. 116; vgl. ferner: WIDMER/WESSNER, Erläuternder Bericht zur Revision und Vereinheitlichung des Haftpflichtrechts, 1999, S. 75 f., 98 f.).\n\n3.2 Die Beschwerdeführerin bestreitet indessen, dass sich ihre Haftung im vorliegenden Fall auf das Hunterurteil abstützen lässt. Sie rügt im Wesentlichen, die Vorinstanz habe Art. 58 SVG verletzt, indem sie den Beschwerdegegnern den \"Direktgeschädigten-Status\" gewährt habe. Art. 58 SVG statuiere nur dann eine Haftung des Halters, wenn und soweit der Schaden \"durch den Betrieb\" eines Motorfahrzeugs verursacht werde, was eine direkte Beziehung im Dreieck Betrieb - Opfer - Schaden voraussetze. Die Vorinstanz habe nicht Art. 58 SVG angewandt, sondern aus Art. 45 Abs. 3 OR und BGE 112 II 118 ff. direkt auf eine generelle Haftpflicht für Schockschäden im Strassenverkehr geschlossen und dabei die in Art. 58 SVG vorausgesetzte Betriebsursächlichkeit übergangen; diese Betriebsursächlichkeit sei im Hunterfall aufgrund des Wortlauts von Art. 64 des Bundesgesetzes vom 21. Dezember 1948 über die Luftfahrt (Luftfahrtgesetz, LFG; SR 748.0) nicht erforderlich gewesen. Die Vorinstanz habe zu Unrecht keine Differenzierung zwischen der Luftfahrt- und Motorfahrzeughaftpflicht vorgenommen.\n\nDiese Argumentation überzeugt nicht. Zunächst trifft es nicht zu, dass die Vorinstanz ihr Urteil auch auf Art. 45 Abs. 3 OR gestützt hätte. Vielmehr zog sie als Haftungsnorm einzig Art. 58 SVG heran und bejahte in Anlehnung an BGE 112 II 118, dass nach den allgemeinen Grundsätzen des schweizerischen Haftpflichtrechts das Widerrechtlichkeitserfordernis und damit die grundsätzliche Ersatzfähigkeit des geltend gemachten Schockschadens gegeben sei.\n\nDies ist nicht zu beanstanden. Im Hunterfall bestanden keinerlei Zweifel daran, dass der Tod der primär geschädigten Söhne des Klägers im Sinne von Art. 64 Abs. 1 LFG vom herabgestürzten Luftfahrzeug verursacht worden war und damit grundsätzlich die Schadenersatzpflicht der Eidgenossenschaft als Halterin des Luftfahrzeugs begründete. Die zu entscheidende Frage war, ob die Ersatzpflicht des Halters des Luftfahrzeuges gegenüber dem damaligen Kläger auch für |283| dessen eigene, ihm über die wegen des Verlusts seiner Kinder erlittene immaterielle Unbill hinaus zugefügte Beeinträchtigung in seiner psychischen Gesundheit bestand, obwohl diese nicht direkt durch den Flugunfall, bei dem er nicht zugegen war, verursacht wurde, sondern bloss mittelbar durch die Nachricht über das schreckliche Ereignis der Tötung seiner zu ihm in einer besonders nahen Beziehung (Eltern - Kind) stehenden Angehörigen bei diesem Unfall. Dies bejahte das Bundesgericht, wie dargelegt, da der Kläger als Folge des Flugunfalls in seinen durch die Rechtsordnung geschützten absoluten Rechten verletzt und damit widerrechtlich und direkt geschädigt worden sei (vgl. BGE 112 II 118 E. 5e S. 128).\n\nIm vorliegenden Fall verhält es sich nicht anders. Auch vorliegend bestehen keine Zweifel und ist unbestritten, dass der tödliche Verkehrsunfall des Sohnes der Beschwerdegegner durch den Betrieb des Motorfahrzeuges im Sinne von Art. 58 SVG verursacht wurde, dessen Halter bei der Beschwerdeführerin versichert ist, und dass der Halter nach Art. 58 SVG grundsätzlich für den daraus adäquat-kausal entstandenen Schaden haftet. Die hier strittige Frage, ob die Beschwerdeführerin auch für den geltend gemachten Schockschaden haftet, den die beim Unfall nicht anwesenden Beschwerdegegner durch die Nachricht über den Unfalltod ihres Sohnes, mithin als mittelbare Folge des Unfalls, erlitten haben sollen, stellt sich damit in genau gleicher Weise wie beim Hunterfall und ist nach den allgemeinen Grundsätzen des Haftpflichtrechts auch in gleicher Weise zu beantworten, was die Vorinstanz zutreffend erkannte. Wenn die Beschwerdeführerin geltend macht, aus BGE 112 II 118 könne für den vorliegenden Fall nichts abgeleitet werden, weil sich die Haftung damals auf Art. 64 LFG abgestützt habe, vermischt sie die Frage der grundsätzlichen Haftung für die Folgen des Unfalls mit derjenigen, ob eine Haftung auch für einen Schockschaden von nicht unmittelbar unfallbeteiligten Angehörigen besteht. Indem die Vorinstanz die Grundsätze, die im Hunterfall zur Bejahung der Haftung für den Schockschaden des Vaters führte, auf den vorliegenden Fall anwandte, nahm sie entgegen der Auffassung der Beschwerdeführerin keine \"fundamentale Praxisänderung in der Motorfahrzeughaftpflicht\" vor. So wird denn auch in der Literatur zum SVG davon ausgegangen, dass im Lichte der Rechtsprechung in BGE 112 II 118 E. 5 eine Haftung des Motorfahrzeughalters nach Art. 58 SVG auch für Schockschäden von Angehörigen unmittelbarer Unfallopfer in Betracht kommt (SCHAFFHAUSER/ZELLWEGER, a.a.O., Rz. 954; HARDY |284| LANDOLT, Immaterielle Unbill nach Verkehrsunfall, in: Jahrbuch zum Strassenverkehrsrecht 2011, S. 67 ff., 72; OFTINGER/STARK, a.a.O., Bd. II/2, § 25 Fn. 525).\n\nIn diesem Zusammenhang ist auf den von der Beschwerdeführerin angerufenen BGE 106 II 75 einzugehen. In diesem Urteil war ein Fall zu beurteilen, in dem ein Traktor die Leitung einer öffentlichen Elektrizitätsversorgung beschädigt hatte. Dies führte zu einem Stromausfall, der in zwei Unternehmen verschiedene Schäden zur Folge hatte, für welche die Unternehmen als mittelbar aus dem schädigenden Ereignis Geschädigte gestützt auf Art. 58 Abs. 1 SVG Ersatz verlangten. Im vorangegangenen kantonalen Verfahren war die Haftung für den von einem der beiden Unternehmen erlittenen Sachschaden, mithin ein Schaden aus der mittelbaren Beeinträchtigung absoluter Rechtsgüter des Unternehmens, anerkannt worden, so dass dieser Punkt nicht mehr strittig und nicht mehr zu beurteilen war (dies wird von SCHAFFHAUSER/ZELLWEGER, a.a.O., Rz. 955 wohl übersehen). Das Bundesgericht verneinte eine Haftung für den weiteren, aus dem Betriebsausfall resultierenden Schaden mit der Begründung, es handle sich dabei um einen reinen Vermögensschaden bzw. \"sonstigen Schaden\", für den nach Art. 58 Abs. 1 SVG angesichts der darin vorgesehenen Beschränkung auf Personen- und Sachschäden keine Haftung bestehe (kritisch dazu: ERNST A. KRAMER, \"Reine Vermögensschäden\" als Folge von Stromkabelbeschädigungen, recht 1984 S. 128 ff.; WIDMER/WESSNER, a.a.O., S. 76). Bemerkenswert und im vorliegenden Zusammenhang von Interesse ist, dass das Bundesgericht eine Haftung für den Schaden aus Betriebsausfall allein mit dieser Begründung ablehnte, und nicht etwa weil Art. 58 SVG eine Haftung für die mittelbare Schädigung Dritter, die nicht unmittelbar vom auf den Betrieb des Motorfahrzeugs zurückzuführenden Unfallereignis betroffen waren, prinzipiell ausschliessen würde. Die Beschwerdeführerin kann demnach aus diesem Urteil nichts für ihren Standpunkt ableiten. Im Gegenteil spricht dieser Entscheid eher dafür, eine Haftung im vorliegenden Fall grundsätzlich zu bejahen.\n\nDer Beschwerdeführerin kann nicht gefolgt werden, wenn sie aus dem Wortlaut von Art. 58 SVG eine Beschränkung der Haftung auf Schäden, die den direkt am Unfallgeschehen Beteiligten erwachsen sind, herleiten will, die sich aus dem Wortlaut von Art. 64 LFG im Vergleich nicht ergebe, zumal sie dabei nur einen Teil des Wortlauts von Art. 64 LFG zitiert; eine entsprechende Beschränkung lässt |285| sich aus dem Wortlaut von Art. 58 SVG genauso wenig entnehmen wie aus demjenigen von Art. 64 LFG. Entgegen den Vorbringen der Beschwerdeführerin ist auch für eine Haftung nach Art. 64 LFG schon dem Wortlaut dieser Bestimmung nach eine \"Betriebsursächlichkeit\" erforderlich. So verlangt dieser, was die Beschwerdeführerin übergeht, dass der Schaden von einem im Fluge befindlichen Luftfahrzeug zugefügt wird. Darauf weiter einzugehen erübrigte sich im Hunterurteil, da keine Zweifel daran bestanden, dass die Tötung der unmittelbar bzw. primär geschädigten Kinder durch ein im Flug befindliches Luftfahrzeug, mithin durch den Betrieb eines solchen zugefügt worden war, und dass damit auch die weitere Folge des Schockschadens ihres Vaters indirekt auf den Betrieb des Luftfahrzeugs zurückzuführen war.\n\nWie bereits die Erstinstanz zutreffend erwogen hat, weisen die Gefährdungshaftungen nach Art. 58 SVG und nach Art. 64 LFG identische Züge auf, indem damit dem Umstand Rechnung getragen wird, dass sich der Mensch beim Betrieb von Motorfahrzeugen und von Luftfahrzeugen grosse Energien dienstbar macht, um grosse Massen fortzubewegen, wodurch bedeutende Schäden verursacht werden können (OFTINGER/STARK, a.a.O., Bd. II/2, 4. Aufl. 1989, § 24 Rz. 9). Die Beschwerdeführerin zeigt keinerlei Gründe auf, die eine grundsätzliche Beschränkung der \"Betriebshaftung\" nach SVG im Gegensatz zu derjenigen nach dem LFG auf Schäden von unmittelbar Unfallbeteiligten rechtfertigen könnten; solche können namentlich nicht darin gesehen werden, dass das Risiko, einen Angehörigen bei einem Verkehrsunfall zu verlieren, statistisch gesehen viel höher ist als dasjenige, dass ein Angehöriger durch die Auswirkungen eines Flugunfalls auf der Erde den Tod findet.\n\n3.3 Zuzugestehen ist der Beschwerdeführerin, dass der Betriebsbegriff nach Art. 58 SVG nicht so weit geht, dass dem Betrieb des unfallverursachenden Fahrzeugs auch die behaupteten Vorgänge in Q. und auf dem Polizeiposten R. zuzurechnen wären, womit sie wohl die von der Vorinstanz wiedergegebenen Behauptungen der Beschwerdegegner über belastende Begleitumstände meint, die über die blosse Nachricht vom Tod des Kindes hinausgehen und die psychische Schädigung der Beschwerdegegner mitverursacht haben sollen. Diese Vorgänge wären als weitere Teilursachen für die Schädigung zu betrachten, für die der Verursacher des Verkehrsunfalls nicht zur Verantwortung gezogen werden kann. Das Bestehen solcher weiterer Teilursachen ist indessen für die von der Vorinstanz |286| entschiedene Frage über die grundsätzliche Haftung des Unfallverursachers für die geltend gemachten gesundheitlichen Beeinträchtigungen der Beschwerdegegner ohne Belang. Denn für eine solche genügt es, dass der durch den Betrieb des Fahrzeugs verursachte Tod des Kindes der Beschwerdegegner und die Nachricht darüber eine Teilursache für den behaupteten Schockschaden ist (BGE 134 V 109 E. 9.5 S. 125 f.; BGE 133 III 462 E. 4.4.2 S. 470; BGE 129 V 177 E. 3.1 S. 181; BGE 115 V 359 E. 4b S. 360).\n\n3.4 Zusammenfassend ist es nicht zu beanstanden, dass die Vorinstanz die Haftung des Unfallverursachers für den von den Beschwerdegegnern behaupteten Schockschaden nach Art. 58 SVG nicht schon deshalb ausschloss, weil diese nicht unmittelbar vom Verkehrsunfall betroffen waren. Die Beschwerde erweist sich als unbegründet.\n\n4. Bei der Qualifizierung eines \"reflektorischen\" Schockschadens der vorliegenden Art als grundsätzlich ersatzfähiger Schaden ist - wie von der Beschwerdeführerin mehrfach angesprochen - die Gefahr einer Ausuferung der Haftung nicht von der Hand zu weisen und stellt sich die Frage nach einer vernünftigen Haftungsbegrenzung. In der Lehre wird bei der Ausdehnung der Haftung für indirekte (reflektorische) Schädigungen Dritter bzw. für Schäden von bloss mittelbar durch ein schädigendes Ereignis Betroffenen allgemein zur Vorsicht gemahnt, um eine Ausuferung der Haftung zu vermeiden (BREHM, a.a.O., N. 24a zu Art. 41 OR). Entsprechende Stimmen wurden in der Lehre insbesondere im Anschluss an zwei Urteile erhoben, in denen das Bundesgericht die Haftung für reine Vermögensschäden Dritter bejaht hatte, die indirekt als Folge der Beschädigung von Stromleitungen entstanden waren (BGE 101 Ib 252 E. 2; BGE 102 II 85 E. 6). Diese Entscheide stiessen in der Lehre allerdings namentlich deshalb auf Kritik, weil das Bundesgericht die Bestimmung von Art. 239 StGB als Norm qualifiziert hatte, die Dritte vor den Folgen der Beschädigung einer Stromleitung schützen will (vgl. insbesondere KRAMER, a.a.O., recht 1984 S. 133 f.; HANS MERZ, Obligationenrecht, Allgemeiner Teil, SPR Bd. VI/1, 1984, S. 191 f.; derselbe, ZBJV 1978 S. 129 ff.; PIERRE GIOVANNONI, Le dommage indirect en droit suisse de la responsabilité civile, comparé aux droits allemand et français, ZSR 1977 I S. 31 ff., 60; PIERRE TERCIER, La réparation du préjudice réfléchi en droit suisse de la responsabilité civile, in: Gedächtnisschrift Peter Jäggi, Gauch/Schnyder [Hrsg.], 1977, S. 262 f.; ROBERTO, a.a.O., Rz. 145; REY, a.a.O., Rz. 700). Die |287| Frage der Verletzung einer spezifischen Schutznorm stellt sich indessen im vorliegenden Fall, in dem eine Beeinträchtigung der körperlichen Integrität als mittelbare Folge des schädigenden Ereignisses geltend gemacht wird, nicht; auch ist in der Lehre im Anschluss an das Hunterurteil unbestritten geblieben, dass bei einer mittelbaren Schädigung Dritter in ihrer körperlichen Integrität, die in allgemeiner Weise durch die Rechtsordnung, namentlich durch die den Art. 122 ff. StGB zugrunde liegenden Verbote und durch Art. 28 ZGB geschützt ist, ohne weiteres ein Schutznormverstoss anzunehmen ist.\n\nAllerdings wurde in der Lehre auch im Anschluss an den Hunterfall über eine vernünftige Haftungsbegrenzung bei Schockschadenfällen mit Hilfe der Adäquanztheorie, d.h. mittels Prüfung der Adäquanz des Kausalzusammenhangs zwischen dem unfallverursachenden Verhalten und dem eingetretenen Erfolg diskutiert. Im Vordergrund der Diskussion steht dabei insbesondere, wie eng die Beziehung zwischen dem direkten Unfallopfer und dem Schockgeschädigten sein muss (bzw. wie weit der Kreis der Ersatzberechtigten gezogen werden darf), wie schwer die Betroffenheit des direkten Unfallopfers sein muss (genügt nur eine Tötung oder reicht auch eine blosse Verletzung oder Bedrohung desselben aus?) und wie nahe das schockauslösende Miterleben sein muss (unmittelbares Miterleben des primären Schadensereignisses durch den Dritten, allenfalls mit Selbstgefährdung desselben [vgl. dazu BGE 51 II 73 E. 2 S. 79 f.] oder blosse Benachrichtigung darüber, allenfalls auch über die Medien), damit der vom Dritten erlittene Schaden dem Unfallverursacher billigerweise zugerechnet werden kann (vgl. GAUCH, a.a.O., recht 1996 S. 231; KRAMER, a.a.O., ZBJV 1987 S. 312 ff.; SCHAER, a.a.O., S. 32 ff.; FISCHER, a.a.O., S. 17 ff., 43; SCHWENZER, a.a.O., Rz. 50.10; vgl. zur Begrenzung der Haftung mit dem \"Adäquanzkriterium\" bei indirekten Schädigungen Dritter bzw. bei Schockschäden ferner: BREHM, a.a.O., N. 31g zu Art. 41 OR; KOLLER, a.a.O., § 24 Rz. 17; KELLER, a.a.O., Bd. I, S. 81; GURZELER, a.a.O., S. 198 ff.; TERCIER, a.a.O., S. 266; HONSELL, a.a.O., § 3 Rz. 31; KRAMER, a.a.O., recht 1984 S. 128 ff., 134; PIERRE CAVIN, Le dommage indirect dans le droit de la responsabilité civile, Revue générale d'assurances terrestres 1975 S. 101 ff., 111; MERZ, ZBJV 1978 S. 131).\n\nIm Hunterfall war weder der Schaden noch die natürliche Kausalität bestritten; das Bundesgericht bejahte die Adäquanz in der Folge angesichts der besonderen Umstände des Falles ohne eingehende |288| Erwägungen darüber anzustellen (BGE 112 II 118 E. 5e S. 127 unten; der Entscheid wurde insoweit durch SCHAER [a.a.O., S. 31 f. und 35] kritisiert). Vorliegend zieht die Beschwerdeführerin in ihrer Argumentation verschiedentlich in Zweifel, ob bei den Beschwerdegegnern überhaupt ein Schaden mit Krankheitswert vorliegt, der adäquat-kausal auf den tödlichen Verkehrsunfall ihres Sohnes zurückzuführen ist, wenn auch diese Fragen noch nicht Thema des angefochtenen Entscheids und damit der bundesgerichtlichen Beurteilung bilden. Dem wird die Vorinstanz bzw. die Erstinstanz im Rahmen des fortzuführenden Verfahrens gebührend Rechnung zu tragen haben."}