{"annee": "138", "cour": "V", "page": "333", "date": "1/5/2012", "cite": ["128 V 305", "119 V 498"], "cite_par": [], "chapeau": "41. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Staatssekretariat für Wirtschaft (SECO) gegen Y. & Co. und Dienststelle Wirtschaft und Arbeit Luzern (wira) (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_741/2011 vom 1. Mai 2012", "regestes": ["Art. 33 al. 1 let. a LACI; indemnité en cas de réduction de l'horaire de travail: risque normal d'exploitation. La perte de travail consécutive au décès d'une figure emblématique d'un groupe musical constitue un risque normal d'exploitation (consid. 4.2)."], "faits": "BGE 138 V 333 S. 333\n\nA. Die Kollektivgesellschaft Y. & Co. wurde von den Musikern der Rockgruppe Z. gegründet und ist verantwortlich für die Geschäfte, die Organisation und die gesamte administrative Abwicklung im Zusammenhang mit der Band. Im Oktober 2010 erlitt A., der Sänger und damalige Gesellschafter der Kollektivgesellschaft, einen tödlichen Unfall. Die Y. & Co. meldete am 19. November 2010 für den Gesamtbetrieb Kurzarbeit für die Dauer vom 1. Dezember 2010 bis 31. Mai 2011 an. Zur Begründung gab sie im Schreiben vom 22. November 2010 an, das Einkommen der Gesellschaft sei nach dem Tod des Sängers komplett zusammengebrochen, gebuchte Konzerte hätten abgesagt werden müssen, Sponsoren hätten ihre Leistungen eingestellt und Offerten für die Konzertsaison 2011 seien ausgeblieben. Ziel sei es nun, einen würdigen Ersatz für den verstorbenen Sänger zu finden. Bis dahin sei die Gesellschaft gezwungen, für die BGE 138 V 333 S. 334beiden Arbeitnehmenden B. und C. Kurzarbeit anzumelden. Mit Verfügung vom 30. November 2010 hielt die Dienststelle Wirtschaft und Arbeit Luzern (wira) fest, sie erhebe gegen die Kurzarbeitsmeldung keinen Einspruch und sofern die übrigen Anspruchsvoraussetzungen erfüllt seien, könne die Arbeitslosenkasse für die beantragte Zeit Kurzarbeitsentschädigung ausrichten. Daran hielt sie auf Einsprache des Staatssekretariats für Wirtschaft (SECO) fest (Einspracheentscheid vom 20. April 2011).\n\nB. Das Verwaltungsgericht des Kantons Luzern wies die vom SECO dagegen erhobene Beschwerde ab (Entscheid vom 30. August 2011).\n\nC. Das SECO führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, in Aufhebung des kantonalen Gerichtsentscheids vom 30. August 2011 und des Einspracheentscheids der wira vom 20. April 2011 sei das Gesuch der Y. & Co. um Bewilligung von Kurzarbeit abzuweisen.\n\nDie Y. & Co. und die wira verzichten unter Verweis auf die Stellungnahmen vom 22. November 2010 und 20. Juli 2011 bzw. den Entscheid des kantonalen Gerichts auf eine Vernehmlassung.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Es besteht zwischen wira, SECO, kantonalem Gericht und der Y. & Co. Einigkeit, dass der Tod des Sängers zwar zu finanziellen Einbussen in der Gesellschaft führte und Auslöser für die Anmeldung zum Bezug von Kurzarbeitsentschädigung bildete, eine Anrechenbarkeit des Arbeitsausfalls im Sinne von Art. 32 Abs. 1 AVIG (SR 837.0) aber ausser Betracht fällt, da der Einbruch an Arbeit weder strukturell bedingt ist noch auf den Konjunkturverlauf zurückgeführt werden kann. Letztinstanzlich ist unbestritten geblieben, dass als Anspruchsgrundlage nur die Härtefallklausel von Art. 32 Abs. 3 AVIG (vgl. E. 3.2 hiernach) in Frage kommen kann.\n\n3.2 Gemäss Art. 32 Abs. 3 AVIG regelt der Bundesrat für Härtefälle die Anrechenbarkeit von Arbeitsausfällen, die auf behördliche Massnahmen, auf wetterbedingte Kundenausfälle oder auf andere vom Arbeitgeber nicht zu vertretende Umstände zurückzuführen sind. Diese Gesetzesbestimmung erfasst Sachverhalte, die nicht unmittelbar auf wirtschaftliche Gründe zurückzuführen sind, jedoch die wirtschaftliche Tätigkeit erschweren oder verunmöglichen (THOMAS BGE 138 V 333 S. 335NUSSBAUMER, Arbeitslosenversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007, S. 2322 Rz. 480). Der gestützt darauf erlassene Art. 51 AVIV (SR 837.02) macht die Anrechenbarkeit von Arbeitsausfällen, die auf behördliche Massnahmen oder andere nicht vom Arbeitgeber zu vertretende Umstände zurückzuführen sind, davon abhängig, dass der Arbeitgeber sie nicht durch geeignete, wirtschaftlich tragbare Massnahmen vermeiden oder keinen Dritten für den Schaden haftbar machen kann (Abs. 1). Nach dem Katalog des Art. 51 Abs. 2 AVIV ist der Arbeitsausfall insbesondere anrechenbar, wenn er durch Ein- oder Ausfuhrverbote für Rohstoffe oder Waren (lit. a), die Kontingentierung von Roh- oder Betriebsstoffen einschliesslich Brennstoffen (lit. b), Transportbeschränkungen oder Sperrung von Zufahrtswegen (lit. c), längerdauernde Unterbrüche oder erhebliche Einschränkungen der Energieversorgung (lit. d) oder Elementarschadenereignisse (lit. e) verursacht wird. Diese Aufzählung ist zwar nicht abschliessend (BGE 128 V 305 E. 4 S. 308), doch zeigen die erwähnten Beispiele, dass Elementarschäden und bestimmte behördliche Restriktionen zumindest im Vordergrund stehen (in ARV 1997 S. 220, C 115/95 E. 2b, ist sogar die Rede davon, dass im Rahmen dieser Sonderregelung nur solche Ursachen in Frage kommen). Allen Tatbeständen ist gemeinsam, dass es sich um aussergewöhnliche Umstände handelt, die über das hinausgehen, was zum normalen Betriebsrisiko gehört, welches keinen anrechenbaren Arbeitsausfall begründet (NUSSBAUMER, a.a.O., S. 2323 Rz. 480; BORIS RUBIN, Assurance-chômage, 2. Aufl. 2006, S. 498; vgl. auch NICOLAS SAVIAUX, Les rapports de travail en cas de difficultés économiques de l'employeur et l'assurance-chômage, 1993, S. 175 ff.).\n\n4.\n\n4.1\n\n4.1.1 Das kantonale Gericht ist der Ansicht, die Y. & Co. habe die Ursache des Arbeitsausfalls nicht zu vertreten, weshalb dieser gestützt auf die Generalklausel des Art. 51 Abs. 1 AVIV anrechenbar sei. Ebenso wenig sei es möglich gewesen, den Arbeitsausfall durch geeignete, wirtschaftlich tragbare Massnahmen zu vermeiden, namentlich A. sogleich durch einen anderen Sänger zu ersetzen. Eine Unternehmenstätigkeit, welche im Wesentlichen vom Erfolg oder vom Marktwert einer Einzelperson abhängig sei, sei zweifellos risikoreich. Doch auch wenn der Tod zu den zwingenden Gesetzmässigkeiten des Lebens gehöre, habe vorliegend \"nicht mit der Möglichkeit des Todesfalles von A. gerechnet\" werden müssen. Ein solches Ereignis mit all seinen Auswirkungen auf den BGE 138 V 333 S. 336Geschäftsbetrieb sei unter den vorliegenden Umständen weder als gewöhnlich zu bezeichnen noch trete es erfahrungsgemäss regelmässig und wiederholt auf. Demzufolge sei es auch nicht vorhersehbar und in verschiedener Weise kalkulatorisch erfassbar gewesen. Der nicht zum normalen Betriebsrisiko gehörende Arbeitsausfall sei von der Härtefallklausel erfasst, weshalb der Einspracheentscheid der Dienststelle richtig sei.\n\n4.1.2 Das SECO macht geltend, die unstreitig grosse Bedeutung, welche A. als Gesellschafter mit Kollektivzeichnungsberechtigung und in der Funktion als Sänger und Identifikationsfigur der Band Z. zugekommen sei, sei durchaus vergleichbar mit der wichtigen Stellung eines Arbeitgebers oder eines Kunden in einer Unternehmung. Die in Art. 51 Abs. 2 AVIV enthaltene, nicht abschliessende Aufzählung zeige, dass nur Arbeitsausfälle anrechenbar seien, welche aufgrund nicht personenbezogener Umstände entstanden seien. Hätte der Verordnungsgeber es anders gewollt, so hätte er dies explizit erwähnen müssen. Dies müsse mit Blick darauf, dass in der Person des Arbeitgebers oder des Kunden liegende Ursachen bereits in der Grundsatzregelung des Art. 32 Abs. 1 lit. a AVIG keine wirtschaftlichen Gründe darstellten, umso mehr gelten. Der vorliegende Arbeitsausfall sei somit nicht auf einen Umstand zurückzuführen, welcher von der Härtefallregelung gedeckt sei, weshalb die Anrechenbarkeit nicht gegeben sei und folglich kein Anspruch auf Kurzarbeitsentschädigung bestehe.\n\n4.2\n\n4.2.1 In casu sind weder Elementarschäden noch behördliche Restriktionen im Sinne von Art. 51 Abs. 2 AVIV für den Arbeitsausfall verantwortlich. Ein Todesfall kann nicht mit einem Elementarschaden, der durch Wirkungen der Natur verursacht wird, gleichgesetzt werden. Anderseits ist aber auch zweifelhaft, ob der Auffassung des SECO, wonach personenbezogene Umstände generell nicht zu einem Härtefall im Sinne von Art. 32 Abs. 3 AVIG in Verbindung mit Art. 51 AVIV führten, gefolgt werden kann. Dies muss allerdings an dieser Stelle nicht beantwortet werden. Nicht anrechenbar ist laut Art. 33 Abs. 1 lit. a AVIG nämlich ein Arbeitsausfall, wenn er durch Umstände verursacht wird, die zum normalen Betriebsrisiko des Arbeitgebers gehören. Dieser Vorbehalt gilt nicht nur bei Arbeitsausfällen aus wirtschaftlichen Gründen gemäss Art. 32 Abs. 1 AVIG, sondern auch bei Härtefällen im Sinne von Art. 32 Abs. 3 AVIG und Art. 51 AVIV (BGE 128 V 305 E. 4b S. 309 mit Hinweisen).BGE 138 V 333 S. 337\n\n4.2.2 Das kantonale Gericht weist zu Recht darauf hin, dass mit dem normalen Betriebsrisiko im Sinne von Art. 33 Abs. 1 lit. a zweiter Satzteil AVIG die \"gewöhnlichen\" Arbeitsausfälle gemeint sind, mithin jene Ausfälle, die erfahrungsgemäss regelmässig und wiederholt auftreten, demzufolge vorhersehbar und in verschiedener Weise kalkulatorisch erfassbar sind. Was in diesem Sinne noch als normal gelten soll, darf aber nach der Rechtsprechung nicht nach einem für alle Unternehmensarten allgemein gültigen Massstab bemessen werden, sondern ist in jedem Einzelfall aufgrund der mit der spezifischen Betriebstätigkeit verbundenen besonderen Verhältnisse zu bestimmen (BGE 119 V 498 E. 1 S. 500). Dabei kommt dem Gesichtspunkt der Vorhersehbarkeit in aller Regel massgebende Bedeutung zu (BGE 119 V 498 E. 3 S. 501; NUSSBAUMER, a.a.O., S. 2323 Rz. 483).\n\n4.2.3 In ARV 1990 S. 135, C 32/90, wurde offengelassen, ob durch Krankheitsabsenz des Arbeitgebers verursachte Arbeitsausfälle im Sinne von Art. 32 Abs. 3 AVIG anrechenbar sind. JUDITH MÜLLER (Das Instrument der Kurzarbeitsentschädigung, in: Unternehmenssanierung und Arbeitsrecht, 2010, S. 120) vertritt die Meinung, dass namentlich Arbeitsausfälle von Arbeitnehmenden, die infolge Krankheit, Unfall oder anderer Absenzen des Arbeitgebers oder eines leitenden Angestellten entstehen, unter das normale Betriebsrisiko fallen. Vorliegend geht es bei genauer Betrachtung nicht um eine solche Konstellation, da nicht die Funktion von A. als arbeitgeberähnliche Person, sondern seine Stellung als Sänger der Rockgruppe Z. im Vordergrund steht. Entgegen der Ansicht von Vorinstanz und wira lässt sich der Arbeitsausfall von Arbeitnehmenden, der infolge des Todes der Identifikationsfigur einer Band entsteht, nicht vom normalen Betriebsrisiko trennen. Ein solches Risiko trifft alle Unternehmungen, deren Erfolg auf der Persönlichkeit eines einzelnen oder weniger Menschen gründet. Arbeitgebende in der Musikbranche müssen sich zudem regelmässig mit der Problematik eines vorübergehenden oder dauernden Ausstiegs eines Musikers oder einer Musikerin aus einer Band, bedingt durch weniger einschneidende bis sehr gravierende Tatsachen (wie beispielsweise die Entscheidung, eine Auszeit zu nehmen, sich aus dem Musikgeschäft zurückzuziehen, in einer anderen Band oder solo zu spielen bzw. wegen Uneinigkeit über Vertragsinhalte oder weitere Umstände überhaupt nicht aufzutreten; die Pflicht, einen Gefängnisaufenthalt anzutreten, wie auch weitere Ereignisse, welche von einem Tag auf den anderen alles ändern können, wie schwere Krankheit und Tod) auseinandersetzen. BGE 138 V 333 S. 338Sie entschliessen sich dementsprechend häufig dazu, solche Risiken, soweit möglich, durch den Abschluss privater Versicherungen abzufedern (vgl. im Übrigen Art. 51 Abs. 4 AVIV, wonach der Arbeitsausfall wegen eines Schadenereignisses nicht anrechenbar ist, solange er durch eine private Versicherung gedeckt ist). In der Musikbranche gehört der Arbeitsausfall von Arbeitnehmenden infolge der Nichtverfügbarkeit von Musikern - häufiger vorübergehender Krankheiten oder Unpässlichkeiten wegen, seltener infolge Todes - zu diesem normalen Betriebsrisiko. Es ist dem SECO daher im Ergebnis beizupflichten, dass der von der Y. & Co. gemeldete Arbeitsausfall ihrer zwei Angestellten nach dem Tod des Sängers der Gruppe Z. keinen Anspruch auf Kurzarbeitsentschädigung auslösen kann. Der gegenteilige Einspracheentscheid der wira und der bestätigende kantonale Gerichtsentscheid verletzen Bundesrecht."}