{"annee": "138", "cour": "III", "page": "785", "date": "16/10/2012", "cite": ["115 V 362", "89 II 138", "80 II 123"], "cite_par": [], "chapeau": "117. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. Société coopérative contre A. et consorts (recours en matière civile)\n\n4A_356/2012 du 16 octobre 2012", "regestes": ["Art. 842 CO; société coopérative, sortie d'un coopérateur par démission. Est illicite la clause statutaire de la société coopérative qui contraint l'associé sortant à verser une indemnité de départ dite indépendante, c'est-à-dire sans que la coopérative soit tenue de démontrer l'existence d'un préjudice entraîné par la démission de l'associé (consid. 2.1). Application au cas d'espèce (consid. 2.2)."], "faits": "", "considerants": "|785|\n\nExtrait des considérants:\n\n2. (...)\n\n2.1 La sortie d'un coopérateur de la société coopérative par démission fait l'objet notamment de l'art. 842 CO.\n\nA teneur de l'alinéa 1er de cette disposition, tout associé a le droit de sortir de la société aussi longtemps que la dissolution n'a pas été décidée. Il est ainsi conféré à l'associé, de par la loi, un droit subjectif légal de sortir de la société coopérative en donnant sa démission, droit |786| qui ne peut pas être supprimé par les statuts ni lui être retiré (ALFRED L. SCHWARTZ, in Basler Kommentar, Obligationenrecht, vol. II, 4e éd. 2012, n° 2 ad art. 842 CO; ANNE HÉRITIER LACHAT, in Commentaire romand, Code des obligations, vol. II, 2008, n° 5 ad art. 842 CO).\n\nDes limitations au droit de sortie peuvent toutefois être prévues par les statuts de la société (art. 832 ch. 3 et 833 ch. 4 CO) ou sur une base conventionnelle (art. 842 al. 3 et 843 al. 1 CO). Il est ainsi permis de créer des restrictions, sur le plan financier, en imposant aux associés sortants l'obligation de verser une indemnité équitable à la société si la sortie, en raison des circonstances où elle a lieu, cause un sérieux préjudice à la société ou en compromet l'existence (cf. art. 842 al. 2 CO). Des restrictions sont également possibles sur le plan des délais, en excluant la sortie pour une période de cinq ans au plus (art. 843 al. 1 CO).\n\nSelon une ancienne jurisprudence, les statuts de la coopérative peuvent subordonner le droit de sortie de l'associé à d'autres conditions que celles résultant des art. 842 al. 2 et 843 al. 1 CO, pour autant toutefois que l'exercice de ce droit n'en soit pas rendu onéreux à l'excès au sens de l'art. 842 al. 3 CO (ATF 89 II 138 consid. 4b p. 150). Ce précédent a été approuvé par la doctrine (PETER FORSTMOSER, Berner Kommentar, 1974, n° 13 ad art. 842 CO; SCHWARTZ, op. cit., n° 5 ad art. 842 CO; MATTHIAS COURVOISIER, in Handkommentar zum Schweizer Privatrecht, Roberto/Trüeb [éd.], 2e éd. 2012, n° 7 ad art. 842 CO; HÉRITIER LACHAT, op. cit., n° 11 ad art. 842 CO; nuancé : JACQUES-ANDRÉ REYMOND, La coopérative, TDPS vol. VIII/3/1, 1996, p. 116/117).\n\nLes restrictions statutaires à la liberté de sortie d'un associé peuvent être incluses dans les statuts originaires de la coopérative ou introduites pendant le cours de la vie sociale, à la majorité des deux tiers des voix émises (art. 888 al. 2 CO; FORSTMOSER, op. cit., n° 25 ad art. 842 CO; REYMOND, op. cit., p. 111 infra; HÉRITIER LACHAT, op. cit., n° 16 ad art. 842 CO).\n\nIl est ainsi licite que les statuts d'une société coopérative d'habitation oblige un membre sortant à vendre un bien-fonds à un acquéreur qui entre dans la coopérative (ATF 89 II 138). Il est également possible de lier la sortie de la coopérative à la fin automatique d'un bail (BJM 1975 p. 147), à la perte du droit à une rente qui n'est pas encore exigible (ATF 80 II 123 consid. 2) ou à une réduction à 90 % de la réserve mathématique, s'agissant de la créance de sortie d'un employeur |787| à l'encontre d'une institution de prévoyance pour le personnel (ATF 115 V 362 consid. 6).\n\nEn revanche, la doctrine majoritaire est d'avis que sont contraires à la loi les statuts qui contraignent l'associé sortant à verser une indemnité de départ dite indépendante, c'est-à-dire sans que la coopérative soit tenue de démontrer l'existence d'un préjudice entraîné par la démission de l'associé, à l'exemple d'une clause pénale (FORSTMOSER, op. cit., nos 27 et 31 ad art. 842 CO; PETER ROTHENBÜHLER, Austritt und Ausschluss aus der Genossenschaft, 1984, p. 66/67; REYMOND, op. cit., p. 113; HANS-JAKOB STUDER, Die Auslösungssumme im schweizerischen Genossenschaftsrecht, 1977, p. 90; contra: HÉRITIER LACHAT, op. cit., n° 17 ad art. 842 CO).\n\nCette opinion est convaincante. En effet, à l'art. 842 al. 2 CO, le législateur a expressément soumis le versement d'une indemnité équitable par l'associé sortant au profit de la coopérative à la circonstance que la démission entraîne un sérieux préjudice à la société ou en compromette l'existence. Il apparaît ainsi que le paiement d'une indemnité constitue une compensation pour les inconvénients que suscite pour la société le principe du libre droit de sortie de l'associé. Or le versement d'une indemnité indépendante de tout dommage créé à la société pourrait pratiquement rendre très difficile, voire même annihiler, la liberté de sortie, qui est garantie à tout sociétaire par l'art. 842 al. 1 CO.\n\nLa clause statutaire qui institue une indemnité de cette nature est illicite au sens de l'art. 20 al. 1 CO (ATF 80 II 123 consid. 3c), c'est-à-dire nulle \"ungültig\", comme le sont les conditions de sortie onéreuses à l'excès en vertu de l'art. 842 al. 3 CO (cf. SCHWARTZ, op. cit., n° 13 ad art. 842 CO; HÉRITIER LACHAT, op. cit., n° 15 ad art. 842 CO).\n\nCes considérations théoriques amènent le Tribunal fédéral à retenir la solution suivante.\n\n2.2 D'après l'art. 6 des statuts de la recourante, dans leur version du 30 juin 2008, le sociétaire sortant est tenu au versement à la coopérative d'une indemnité de 500 fr. par part sociale, sans qu'il soit nécessaire, pour que l'indemnité soit due, que la sortie entraîne un dommage à la société ou en compromette l'existence.\n\nOn voit donc que cette clause statutaire instaure, pour l'associé démissionnaire, le versement automatique au bénéfice de la coopérative d'une indemnité en argent, en ce sens que la société est dispensée de prouver avoir subi un dommage provoqué par la démission. Cette |788| clause, qui a le caractère d'une peine conventionnelle (cf. art. 160 et 161 al. 1 CO), est illicite, et par conséquent nulle.\n\nPartant, la cour cantonale a nié à juste titre le droit pour la recourante d'obtenir, sur la base de ses statuts, une indemnité de sortie dite indépendante de la part des intimés démissionnaires."}