{"annee": "138", "cour": "IV", "page": "232", "date": "6/11/2012", "cite": ["133 III 497", "131 I 394", "133 III 257", "134 III 273", "125 I 96", "109 IA 273", "137 III 217", "132 III 18", "135 II 195", "130 III 76", "131 II 697"], "cite_par": ["140 IV 162", "142 IV 34", "140 II 80", "140 V 449", "141 V 221", "141 II 220", "141 V 206", "143 II 699"], "chapeau": "35. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Staatsanwaltschaft II des Kantons Zürich gegen Obergericht des Kantons Zürich, Zwangsmassnahmengericht (Beschwerde in Strafsachen)\n\n1B_563/2012 vom 6. November 2012", "regestes": ["Art. 197 al. 1 let. c et al. 2, art. 270 let. b ch. 1 CPP; surveillance du raccordement téléphonique d'un tiers. La surveillance d'un raccordement téléphonique d'une personne non prévenue est admissible lorsqu'il existe suffisamment d'indices concrets que le prévenu appelle le tiers en question et que ces conversations peuvent apporter des précisions sur l'infraction ou l'endroit où se trouve le prévenu. L'autorité qui ordonne la mesure de surveillance doit donner des instructions appropriées pour que les personnes en charge des investigations ne puissent recueillir des informations sans rapport avec l'objet de l'enquête. L'écoute du raccordement du tiers doit être interrompue aussitôt que le raccordement duquel le prévenu appelle est connu et peut être directement surveillé (consid. 2-8).", "Art. 107 al. 2 LTF; art. 274 al. 2 CPP; arrêt en réforme du Tribunal fédéral. Compte tenu du principe de célérité, s'agissant de l'approbation judiciaire d'une mesure de surveillance d'adresse postale ou de raccordement de télécommunication, le Tribunal fédéral (saisi d'un recours contre le refus d'approbation) statue en principe lui-même lorsque l'état de fait est suffisamment clair (consid. 7)."], "faits": "BGE 138 IV 232 S. 233\n\nA. Die Staatsanwaltschaft II des Kantons Zürich führt eine Strafuntersuchung gegen X. wegen strafbarer Vorbereitungshandlungen gemäss Art. 260bis Abs. 1 in Verbindung mit Art. 140 Ziff. 1, 2 und 3 StGB, eventuell wegen versuchten Raubs. Er wird verdächtigt, im Jahre 2010 Raubüberfälle geplant und konkrete Vorbereitungshandlungen dazu getroffen zu haben.\n\nB. Am 14. September 2012 ersuchte die Staatsanwaltschaft das Obergericht des Kantons Zürich, Zwangsmassnahmengericht, die gleichentags für den Zeitraum vom 17. September bis 17. Dezember 2012 verfügte Überwachung des Telefonanschlusses der Freundin des Beschuldigten zu genehmigen. Das Zwangsmassnahmengericht verweigerte die Genehmigung der Überwachungsmassnahme mit Verfügung vom 17. September 2012.\n\nC. Gegen die Verfügung des Zwangsmassnahmengerichts gelangte die Staatsanwaltschaft mit Beschwerde vom 25. September 2012 an das Bundesgericht. Sie beantragt die Aufhebung des angefochtenen Entscheides und die Genehmigung der beantragten Überwachungsmassnahme.\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n(Zusammenfassung) BGE 138 IV 232 S. 234", "considerants": "Aus den Erwägungen:\n\n2. Der von der beantragten Überwachungsmassnahme direkt betroffenen Person (Inhaberin des überwachten Telefonanschlusses) wird keine Beteiligung an den untersuchten Straftaten zur Last gelegt. Ein Strafverfahren gegen sie ist denn auch nicht eröffnet worden. Die Überwachungsmassnahme betrifft somit nicht den Telefonanschluss eines Beschuldigten, sondern einer an den untersuchten Straftaten nicht beteiligten Drittperson.\n\n2.1 Nach Art. 270 lit. b StPO (SR 312.0) darf der Telefonanschluss von Drittpersonen überwacht werden, wenn aufgrund bestimmter Tatsachen angenommen werden muss, dass entweder die beschuldigte Person den Anschluss der Drittperson benutzt (Ziff. 1) oder die Drittperson für die beschuldigte Person bestimmte Mitteilungen entgegennimmt oder von dieser stammende Mitteilungen an eine weitere Person weiterleitet (Ziff. 2).\n\n2.2 Die Vorinstanz erachtet eine Überwachung des Telefonanschlusses gemäss dieser Bestimmung für unzulässig. Eine Benutzung eines Anschlusses liege nur vor, wenn der Beschuldigte den auf einen Dritten lautenden Anschluss wie einen eigenen gebrauche, hingegen nicht, wenn anzunehmen sei, dass er lediglich auf einen solchen Drittanschluss anrufen werde. Die Staatsanwaltschaft macht demgegenüber geltend, Art. 270 lit. b Ziff. 1 StPO lasse ebenfalls die Überwachung von Telefonanschlüssen zu, auf die der Beschuldigte mit hoher Wahrscheinlichkeit anrufe. Sie führt aus, es stehe fest, dass der Beschuldigte mit seiner Freundin einen regen Telefonverkehr führe. Hingegen behauptet die Staatsanwaltschaft nicht, dass der Beschuldigte den Anschluss seiner Freundin wie seinen eigenen gebrauche.\n\n2.3 Zu prüfen ist demnach, ob nach Art. 270 lit. b Ziff. 1 StPO auch eine Überwachung auf Drittpersonen lautender Telefonanschlüsse statthaft ist, auf die der Beschuldigte sehr wahrscheinlich anrufen wird.\n\n3. Ausgangspunkt jeder Auslegung bildet zunächst der Wortlaut der massgeblichen Norm. Ist der Text nicht ganz klar und sind verschiedene Interpretationen möglich, so muss nach der wahren Tragweite der Bestimmung gesucht werden, wobei alle Auslegungselemente zu berücksichtigen sind (Methodenpluralismus). Dabei kommt es namentlich auf den Zweck der Regelung, die dem Text zugrunde liegenden Wertungen sowie auf den Sinnzusammenhang an, in dem BGE 138 IV 232 S. 235die Norm steht. Die Entstehungsgeschichte ist zwar nicht unmittelbar entscheidend, dient aber als Hilfsmittel, um den Sinn der Norm zu erkennen. Namentlich bei neueren Texten kommt ihr eine besondere Bedeutung zu, weil veränderte Umstände oder ein gewandeltes Rechtsverständnis eine andere Lösung weniger nahelegen. Vom Wortlaut darf abgewichen werden, wenn triftige Gründe dafür bestehen, dass er nicht den wahren Sinn der Regelung wiedergibt. Sind mehrere Auslegungen möglich, ist jene zu wählen, die der Verfassung am besten entspricht. Allerdings findet auch eine verfassungskonforme Auslegung ihre Grenzen im klaren Wortlaut und Sinn einer Gesetzesbestimmung (BGE 137 III 217 E. 2.4.1 S. 221 f.; BGE 135 II 195 E. 6.2 S. 198 f.; BGE 134 III 273 E. 4 S. 277; BGE 133 III 257 E. 2.4 S. 265 f., BGE 133 III 497 E. 4.1 S. 499; BGE 132 III 18 E. 4.1 S. 20 f.; BGE 131 I 394 E. 3.2 S. 396; BGE 131 II 697 E. 4.1 S. 702 f.; BGE 130 III 76 E. 4 S. 82; je mit Hinweisen).\n\n4. Nach seinem Wortlaut ermöglicht Art. 270 lit. b Ziff. 1 StPO die Überwachung von Drittpersonen, wenn der Beschuldigte deren Telefonanschluss benutzt. Eine solche Benutzung liegt vor, wenn der Beschuldigte mit dem Apparat der Drittperson Telefongespräche führt. So verhält es sich beispielsweise, wenn sich ein Beschuldigter bei Verwandten oder Bekannten aufhält und von deren Wohnung aus telefoniert. Dieses sprachliche Verständnis mag im Vordergrund stehen. Doch kann ohne Weiteres auch der Anruf auf den Telefonanschluss einer Drittperson als Benutzen dieses Anschlusses verstanden werden. Die Praxis hat denn auch gleichlautende Bestimmungen des früheren Rechts in diesem Sinn ausgelegt (vgl. die Hinweise bei Thomas HANSJAKOB, BÜPF/VÜPF, Kommentar zum Bundesgesetz und zur Verordnung über die Überwachung des Post- und Fernmeldeverkehrs [nachfolgend: Kommentar BÜPF/VÜPF], 2. Aufl. 2006, N. 6 zu Art. 4 BÜPF, sowie bei PETER GOLDSCHMID, Der Einsatz technischer Überwachungsgeräte im Strafprozess, 2001, S. 176 Anm. 574).\n\nAus dem Wortlaut allein ergeben sich mithin keine schlüssigen Anhaltspunkte für die Beantwortung der aufgeworfenen Streitfrage.\n\n5. Die Entstehungsgeschichte von Art. 270 StPO reicht in die Zeit vor dem Erlass der Eidgenössischen Strafprozessordnung zurück. Der Gesetzgeber hat nämlich in dieser Kodifikation die Überwachung des Post- und Fernmeldeverkehrs nicht neu geregelt, sondern die strafprozessualen Bestimmungen des zuvor geltenden Bundesgesetzes vom 6. Oktober 2000 betreffend die Überwachung des Post- und Fernmeldeverkehrs (BÜPF; SR 780.1) übernommen. Dies gilt auch für die Norm zur Überwachung von Drittpersonen; Art. 270 StPO deckt sich BGE 138 IV 232 S. 236im Wesentlichen mit dem früheren Art. 4 BÜPF (vgl. Botschaft zur Vereinheitlichung des Strafprozessrechts vom 21. Dezember 2005, BBl 2006 1085 ff., 1248 [nachfolgend: Botschaft StPO]). Auch die zuletzt genannte Bestimmung war indessen keine Neuschöpfung, sondern entsprach dem zuvor (im Bereich der Bundesgerichtsbarkeit) geltenden Art. 66 Abs. 1bis des Bundesgesetzes vom 15. Juni 1934 über die Bundesstrafrechtspflege (BStP; AS 1979 1171). Dieser wurde 1979 als Teil einer Vorlage zum Schutz der persönlichen Geheimsphäre erlassen und lehnte sich eng an § 100a der Strafprozessordnung der Bundesrepublik Deutschland an (vgl. den Bericht der Kommission des Nationalrats vom 31. Oktober 1975 zur parlamentarischen Initiative über den Schutz der persönlichen Geheimsphäre, BBl 1976 I 529 ff.). Auch manche Kantone kannten vor dem Inkrafttreten gleich oder sehr ähnlich lautende Bestimmungen. Das Bundesgericht überprüfte im Rahmen einer abstrakten Normenkontrolle im Jahr 1983 jene des Kantons Basel-Stadt (§ 71a Abs. 2 der früheren kantonalen Strafprozessordnung) und gelangte zum Schluss, dass sie keine verfassungsmässigen Rechte verletzte (BGE 109 Ia 273 E. 8 S. 290 ff.).\n\n5.1 Nach der Botschaft des Bundesrats zur Vereinheitlichung des Strafprozessrechts erlaube Art. 270 StPO eine Überwachung eines Drittanschlusses nur, wenn zu erwarten ist, dass der Beschuldigte diesen wie seinen eigenen gebraucht; dagegen sei eine Überwachung nicht zulässig, wenn lediglich mit einem Anruf des Beschuldigten auf den Drittanschluss zu rechnen ist (Botschaft StPO, BBl 2006 1249). Eine Diskussion in den Eidgenössischen Räten fand zu diesem Thema - abgesehen von einer nicht weiterführenden Diskussion in einer nationalrätlichen Subkommission (vgl. HANSJAKOB , Kommentar BÜPF/VÜPF, a.a.O., N. 6 Anm. 8 zu Art. 4 BÜPF) - nicht statt. Einzelne Autoren übernehmen die in der Botschaft zur StPO vertretene Ansicht ohne nähere Prüfung (vgl. etwa Marc JEAN-RICHARD-DIT-BRESSEL, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2011, N. 9 zu Art. 270 StPO; NIKLAUS SCHMID, Handbuch des schweizerischen Strafprozessrechts, 2009, Rz. 1145). Die Beschwerdeführerin stellt sie jedoch in Frage und verweist darauf, dass in der Botschaft zum früher geltenden - inhaltlich identischen - Art. 4 BÜPF die gegenteilige Auffassung geäussert werde (im gleichen Sinn auch THOMAS HANSJAKOB, in: Kommentar zur Schweizerischen Strafprozessordnung [nachfolgend: Kommentar StPO], Donatsch und andere [Hrsg.], 2010, N. 10 zu Art. 270 StPO). In der Botschaft zum BGE 138 IV 232 S. 237BÜPF findet sich zwar keine explizite Aussage zu diesem Punkt. Doch ergibt sich aus den dort ausgeführten Beispielen, dass eine Überwachung von Drittpersonen, die der Tatverdächtige anruft, ebenfalls zulässig sein soll. So wird erklärt, eine Überwachung komme auch bei - nicht dem Berufsgeheimnis unterworfenen - Personen in Betracht, bei denen sich der Beschuldigte melden und mit denen er sich mit hoher Wahrscheinlichkeit über die Straftat unterhalten werde (vgl. Botschaft vom 1. Juli 1998 zu den Bundesgesetzen betreffend die Überwachung des Post- und Fernmeldeverkehrs und über die verdeckte Ermittlung, BBl 1998 4241 ff., 4264). Die frühere Praxis hat (wie in E. 4 bereits erwähnt) die gleichlautenden Bestimmungen in den Kantonen ebenfalls in diesem weiteren Sinn verstanden. Die Botschaft zur zuvor im Bereich der Bundesstrafrechtspflege geltenden Norm (Art. 66 Abs. 1bis BStP) erwähnt lediglich, dass die Telefonabhörung gegenüber jedermann gestattet sei, der dem Beschuldigten seinen Anschluss zur Verfügung stellt, ohne dazu Stellung zu nehmen, ob auch die Anschlüsse von Personen überwacht werden dürfen, auf die der Beschuldigte anruft (vgl. den oben, E. 5, zitierten Bericht der Kommission des Nationalrats, BBl 1976 I 572).\n\n5.2 Über das Dargelegte hinaus hat sich der Gesetzgeber mit der Tragweite von Art. 270 StPO bzw. seiner inhaltlich identischen Vorgängernormen nicht vertiefter auseinandergesetzt. Offenkundig stand stets im Vordergrund, die Überwachung jener Drittanschlüsse zu ermöglichen, die der Beschuldigte selber wie den eigenen benutzt. Allerdings kann daraus nicht geschlossen werden, dass der Gesetzgeber eine Überwachung jener Telefonapparate, auf die der Beschuldigte anruft, ausschliessen wollte. Die Gesetzesmaterialien sind denn auch knapp gehalten und äussern sich nicht zu allen Fragen, welche die Anwendung des Gesetzes im Einzelfall stellt. Der Gesetzgeber ging offensichtlich davon aus, dass konkrete Spezialfragen der Auslegung von der Rechtsprechung zu klären seien. Unter diesen Umständen können auch der Entstehungsgeschichte von Art. 270 StPO keine schlüssigen Anhaltspunkte für die umstrittene Auslegungsfrage entnommen werden.\n\n6. Die Möglichkeit, den Post- und Fernmeldeverkehr zu überwachen, wurde eingeführt, damit eine wirksame Strafverfolgung auch in Zeiten gewährleistet ist, in denen sich Straftäter zur Vorbereitung und Durchführung ihrer Delikte moderner Kommunikationsmittel bedienen. Dabei lässt der Gesetzgeber nötigenfalls auch die Überwachung von Drittanschlüssen zu, da sich andernfalls mutmassliche BGE 138 IV 232 S. 238Kriminelle einer drohenden Überwachung leicht entziehen könnten. Das Bundesgericht hat in seiner bisherigen Praxis hervorgehoben, die Bestimmungen über die Überwachung seien so auszulegen, dass diese die ihr zugedachte Funktion auch tatsächlich erfüllen könne (vgl. BGE 109 Ia 273 E. 8 S. 292). Es liess deshalb beispielsweise auch eine Überwachung eines Telefonanschlusses zu, dessen Inhaber sich in Untersuchungshaft befand. Denn es gehe nicht nur darum, Informationen über strafbares Verhalten zu erlangen, die vom Beschuldigten selber ausgingen, sondern auch solche, die für ihn bestimmt seien, aber von ihm wegen Abwesenheit nicht entgegengenommen werden könnten (BGE 125 I 96 E. 2c S. 99 f.). Umgekehrt betont die Rechtsprechung, dass die Überwachung von Drittpersonen besonders restriktiv zu handhaben sei, weil sie sich regelmässig auch auf Gespräche von Personen erstrecke, die nicht in das strafbare Verhalten involviert sind (BGE 109 Ia 273 E. 8 S. 291).\n\n6.1 Die Abhörung von Drittanschlüssen dient dazu, mit Fernmeldegeräten verbreitete Informationen über Straftaten auch dann zu erlangen, wenn sie nicht durch Überwachung des Telefonanschlusses des Beschuldigten beschafft werden können. Im Vordergrund steht die Konstellation, dass der Beschuldigte anstatt seines Anschlusses denjenigen einer Drittperson benutzt. Art. 270 lit. b StPO erlaubt in diesem Fall die Überwachung (Ziff. 1), geht jedoch noch weiter und gestattet sie ebenfalls, wenn der Beschuldigte selber die Fernmeldegeräte gar nicht benutzt, sondern Dritte damit beauftragt, für ihn Mitteilungen entgegenzunehmen oder an andere Personen weiterzuleiten (Ziff. 2). Allerdings ist es auch denkbar, dass der Beschuldigte zwar von einem eigenen Anschluss aus Gespräche führt, dieser aber - etwa wegen dessen ständigen Wechsels - nicht ermittelt und daher nicht überwacht werden kann. Informationen über die Straftat oder den Aufenthaltsort des Täters lassen sich diesfalls nur durch Überwachung des Drittanschlusses erlangen, auf den der Beschuldigte anruft. Es rechtfertigt sich, in Anlehnung an die erwähnte frühere Praxis auch eine solche Benutzung eines Drittanschlusses zum Empfang von Gesprächen mit dem Beschuldigten unter Art. 270 lit. b Ziff. 1 StPO zu subsumieren. Denn es geht lediglich darum, Erkenntnisse zu gewinnen, die an sich auch durch Überwachung des Anschlusses des Beschuldigten erlangt werden könnten, wenn eine solche technisch möglich wäre. Es sollte jedenfalls nicht zugelassen werden, dass sich mutmassliche Straftäter durch ständigen Wechsel der verwendeten Geräte einer Überwachung entziehen können. BGE 138 IV 232 S. 239\n\n6.2 Der gegen diese Auslegung erhobene Einwand, es werde dadurch die Regelung von Art. 270 lit. b Ziff. 2 StPO umgangen (Botschaft StPO, BBl 2006 1249; vgl. auch GOLDSCHMID , a.a.O., S. 177), überzeugt nicht. In der zitierten Norm wird die Überwachung zugelassen, wenn eine Drittperson eine vom Beschuldigten stammende Mitteilung mittels Post- oder Fernmeldeverkehr einer anderen Person weiterleitet. Diesfalls erhält die Drittperson die Mitteilung nicht durch die Post oder auf dem Weg des Fernmeldeverkehrs, weshalb die Überwachung dieses ersten Vorgangs nicht möglich ist und diese deshalb bei der Weiterleitung an eine andere Person zugelassen wird. Die in Art. 270 lit. b Ziff. 2 StPO vorgesehene Überwachung regelt damit einen anderen Sachverhalt als jener, der hier zu beurteilen ist. Die Überwachung eines vom Beschuldigten angerufenen Anschlusses bewirkt auch keinen weiterreichenden Eingriff in die verfassungsrechtlich geschützte Privatsphäre (Art. 13 BV) der betroffenen Drittperson als die bereits erwähnten anderen Formen der Überwachung von Drittanschlüssen. Insbesondere ist zu betonen, dass eine Überwachung nur in Frage kommt, wenn hinreichend konkrete Anhaltspunkte bestehen, dass der Beschuldigte die fragliche Drittperson anruft und sich daraus Hinweise auf die Straftat oder den Aufenthalt des Beschuldigten ergeben (vgl. Hansjakob , Kommentar BÜPF/VÜPF, a.a.O., N. 6-9 zu Art. 4 BÜPF). Weiter hat die anordnende Behörde geeignete Anweisungen zu treffen, damit die mit der Ermittlung befassten Personen nicht Informationen erlangen, die mit dem Gegenstand der Untersuchung nicht im Zusammenhang stehen. Diese Pflicht besteht weiterhin, auch wenn sie nicht mehr - wie zuvor in Art. 4 Abs. 5 BÜPF - ausdrücklich normiert wird (vgl. HANSJAKOB , Kommentar StPO, a.a.O., N. 8 zu Art. 270 StPO; NIKLAUS SCHMID, Schweizerische Strafprozessordnung, Praxiskommentar, 2009, N. 7 zu Art. 270).\n\n6.3 Aus diesen Erwägungen erlaubt Art. 270 lit. b Ziff. 1 StPO ebenfalls die Überwachung von Drittanschlüssen, auf die der Beschuldigte anruft, soweit für einen solchen Anruf hinreichende Anhaltspunkte bestehen. Die Verhältnismässigkeit einer entsprechenden Massnahme bedarf indessen stets der besonders genauen Prüfung aufgrund der konkreten Verhältnisse (vgl. Art. 197 Abs. 1 lit. c und Abs. 2 StPO). Überdies ist die Abhörung des Drittanschlusses abzubrechen, sobald der Anschluss, von dem aus der Beschuldigte die Gespräche führt, bekannt ist und selber überwacht werden kann. Wie die Staatsanwaltschaft erklärt, sollte dies in der Regel bereits nach kurzer Zeit möglich sein. BGE 138 IV 232 S. 240\n\n7. Der angefochtene Entscheid beruht demnach auf einer unzutreffenden Auslegung von Art. 270 lit. b Ziff. 1 StPO und ist aufzuheben. Angesichts des Umstands, dass das Genehmigungsverfahren möglichst rasch durchzuführen ist (vgl. Art. 274 Abs. 2 StPO) und der massgebliche Sachverhalt feststeht, rechtfertigt es sich, dass das Bundesgericht von einer Rückweisung an die Vorinstanz absieht und selber über die Genehmigung entscheidet (Art. 107 Abs. 2 BGG).\n\n8. Die beantragte Überwachungsmassnahme bildet Teil einer grösseren polizeilichen Operation. Die bisherigen Ermittlungen erlaubten nicht, den als Schlüsselfigur agierenden Beschuldigten festzunehmen. Um seinen Aufenthalt zu erkunden, hat die Staatsanwaltschaft am 14. September 2012 die Überwachung des Telefonanschlusses seiner Freundin angeordnet.\n\nWie bereits die Vorinstanz festhält, ist der dringende Verdacht gemäss Art. 269 Abs. 1 lit. a StPO gegeben, dass der Beschuldigte eine Straftat begangen hat, die im Katalog von Art. 269 Abs. 2 StPO figuriert und eine Überwachung grundsätzlich rechtfertigt. Die Staatsanwaltschaft legt überdies dar, dass die bekannten Rufnummern des Beschuldigten nicht mehr in Betrieb sind und deshalb kein auf seinen Namen lautender Anschluss abgehört werden kann. Die Überwachung des Anschlusses seiner Freundin erscheint daher als einziges Mittel, um Aufschluss über den Aufenthalt des Beschuldigten zu erlangen. Es bestehen aufgrund der engen persönlichen Beziehung zu ihr genügende Anhaltspunkte, dass der Beschuldigte auf ihren Anschluss anrufen wird und sich aus den Gesprächen Hinweise auf seinen Aufenthaltsort ergeben, welche zu seiner Verhaftung führen können. Aus den bei den Akten liegenden früheren Abhörprotokollen geht hervor, dass die Freundin bei der Planung und Durchführung der Reisen des Beschuldigten eine aktive Rolle zu übernehmen pflegt und sich die beiden über Einzelheiten am Telefon unterhalten. Schliesslich hat die Staatsanwaltschaft besondere Schutzvorkehrungen angeordnet. Sämtliche Gespräche, an denen der Beschuldigte nicht beteiligt ist, dürfen weder aufgezeichnet noch an die ermittelnden Personen weitergeleitet werden.\n\nUnter diesen Umständen sind die oben dargelegten Voraussetzungen erfüllt, nach denen gemäss Art. 270 lit. b Ziff. 1 StPO ein Drittanschluss überwacht werden darf. Die angeordnete Überwachung des genannten Anschlusses ist daher zu genehmigen."}