{"annee": "138", "cour": "III", "page": "672", "date": "8/8/2012", "cite": ["119 IA 11", "129 III 55", "138 III 163", "137 III 238", "108 IA 9"], "cite_par": [], "chapeau": "101. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause X. contre Y. (recours en matière civile)\n\n5A_323/2012 du 8 août 2012", "regestes": ["Art. 101 al. 1 et 3 CPC; délai imparti pour payer l'avance de frais; requête de provisio ad litem. Comme il a été jugé en matière d'assistance judiciaire (ATF 138 III 163), la requête de provisio ad litem suspend le délai imparti pour payer l'avance de frais judiciaires et, en cas de rejet de cette requête, le tribunal doit accorder un délai supplémentaire pour effectuer cette avance (consid. 4.2)."], "faits": "|672|\n\nA. X. et Y. se sont mariés sous le régime de la séparation des biens en 1998. De cette union sont issus deux enfants.\n\nB.\n\nB.a Le 18 février 2010, Y. a requis du Président du Tribunal civil d'arrondissement de la Veveyse des mesures protectrices de l'union conjugale, en produisant une convention signée par les deux époux et en demandant l'homologation de celle-ci. Chacun des époux a ensuite remis en question certains points de cette convention. |673|\n\nPar jugement du 22 juin 2010, le président a, notamment, attribué la jouissance du logement conjugal à Y. jusqu'au 31 juillet 2011, à charge pour elle d'en assumer l'entier des frais, et condamné X. au paiement d'une contribution mensuelle globale de 13'500 fr. en faveur de sa famille, allocations familiales en sus.\n\nB.b Le 1er septembre 2010, Y. a recouru contre ce jugement auprès du Tribunal civil d'arrondissement de la Veveyse, concluant, notamment, à l'octroi d'une contribution d'entretien mensuelle globale de 15'000 fr., allocations familiales en sus.\n\nPar ordonnance du 3 septembre 2010, le président du tribunal a exigé de chaque partie une avance de frais de 750 fr., dans un délai péremptoire expirant le 4 octobre 2010.\n\nL'époux a presté l'avance alors que l'épouse a requis, le 14 septembre 2010, puis le 1er octobre 2010, le versement d'une provisio ad litem de 10'000 fr.\n\nB.c Le 27 juin 2011, le Tribunal civil d'arrondissement de la Veveyse s'est dessaisi du recours déposé par Y. et l'a transmis au Tribunal cantonal de l'Etat de Fribourg, lequel a admis sa compétence au vu de l' ATF 137 III 238.\n\nB.d Statuant le 28 mars 2012, la Cour d'appel civil du Tribunal cantonal a partiellement admis le recours, en augmentant la contribution à l'entretien de la famille. Elle a par ailleurs rejeté la requête de provisio ad litem déposée par Y. le 14 septembre 2010, réitérée le 1er octobre 2010.\n\nC. Par arrêt du 8 août 2012, le Tribunal fédéral a rejeté le recours interjeté par X.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n4. S'agissant de la recevabilité du recours cantonal déposé par l'épouse le 1er septembre 2010, le recourant prétend que la cour cantonale a appliqué de manière arbitraire l'art. 109 al. 2 CPC/FR en entrant en matière alors que l'épouse n'a pas presté l'avance de frais ordonnée par le Président du Tribunal d'arrondissement le 3 septembre 2010, dans un délai péremptoire échéant le 4 octobre 2010.\n\n(...)\n\n4.2.1 Selon la jurisprudence rendue en application des art. 101 al. 3 CPC (RS 272) et 62 al. 3 LTF, la requête d'assistance judiciaire |674| suspend le délai imparti pour payer l'avance de frais judiciaires et, en cas de rejet de cette requête, le tribunal doit accorder un délai supplémentaire pour effectuer cette avance. Tant qu'une décision sur l'assistance judiciaire n'a pas été prise, le tribunal ne peut exiger d'avance de frais et fixer de délai à cette fin (ATF 138 III 163 consid. 4.2 et les références).\n\nIl s'agit là de principes généraux, qui doivent également s'appliquer lorsqu'une partie requiert une provisio ad litem . En effet, la partie qui ne dispose pas des moyens suffisants pour assumer les frais d'un procès, mais dont le conjoint est en mesure de prendre en charge ces frais, ne peut pas requérir de l'Etat l'octroi de l'assistance judiciaire. De jurisprudence constante, le devoir de l'Etat d'accorder l'assistance judiciaire à un plaideur impécunieux dans une cause non dénuée de chances de succès est subsidiaire par rapport aux obligations d'assistance découlant du droit de la famille (ATF 119 Ia 11 consid. 3a; ATF 108 Ia 9 consid. 3; arrêt 5C.42/2002 du 29 septembre 2002 consid. 6, non publié in ATF 129 III 55). La partie qui doit requérir une provisio ad litem de la part de son conjoint pour financer les frais du procès se trouve toutefois dans une situation identique à celle de la partie qui doit demander l'assistance judiciaire; sans cette aide financière, elle est privée de son droit à l'accès à la justice, garanti par la Constitution.\n\n4.2.2 Il s'ensuit, en l'espèce, que la requête de provisio ad litem déposée par l'épouse le 14 septembre 2010, réitérée le 1er octobre 2010, a suspendu le délai échéant le 3 octobre 2010 pour faire l'avance de frais. L'autorité cantonale n'ayant pas statué séparément sur cette requête, mais ayant rejeté celle-ci dans son arrêt final sur le fond et les autres requêtes déposées de part et d'autre, le 28 mars 2012, elle n'aurait pu ni exiger d'avance de frais de l'épouse, ni lui fixer de délai à cette fin; elle ne l'a d'ailleurs pas fait. Le recours cantonal déposé par l'épouse le 1er septembre 2010 était donc recevable. Partant, le grief du recourant doit être rejeté par substitution des motifs qui précèdent."}