{"annee": "138", "cour": "III", "page": "512", "date": "29/5/2012", "cite": ["74 II 230", "137 III 455", "118 II 119", "138 I 1", "114 II 345", "135 III 397", "116 II 253", "118 IA 129", "137 III 293", "115 II 221", "137 III 580", "109 II 99"], "cite_par": ["145 III 121"], "chapeau": "73. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen K. AG und Mitb. (Beschwerde in Zivilsachen)\n\n5A_155/2012 vom 29. Mai 2012", "regestes": ["Art. 972 CC; servitude foncière; action en justice du propriétaire du fonds dominant contre le copropriétaire du fonds servant; légitimation passive. L'action du propriétaire du fonds dominant doit être dirigée contre l'acheteur de la part de copropriété du fonds servant inscrit au journal, mais pas encore dans le grand livre, au moment de l'introduction de l'action en justice (consid. 2-4)."], "faits": "|512|\n\nZugunsten des Grundstücks Nr. 3419 und zulasten der Grundstücke Nrn. 2355, 3099, 4658 und 5820 ist im Grundbuch eine Dienstbarkeit mit dem Stichwort \"Bau- und Anpflanzungsverbot\" eingetragen. Das belastete Grundstück Nr. 2355 wurde gleichwohl mit drei Häusern (A, B und C) überbaut und daran am 31. Juli 2008 |513| Stockwerkeigentum begründet mit neun Wohneinheiten (Nr. 2355-2 bis 2355-10) und einer - in 22 Miteigentumsanteile aufgeteilten - Autoeinstellhalle (Nr. 2355-1).\n\nX. (Beschwerdeführer) ist Miteigentümer zur Hälfte des berechtigten Grundstücks Nr. 3419. Er erhob am 5. Januar 2010 eine Klage mit den Hauptbegehren, es sei festzustellen, dass auf dem Grundstück Nr. 2355 im Aussichtsbereich H. ein totales Bau- und Anpflanzungsverbot zugunsten des Grundstücks Nr. 3419 besteht, und es sei das Haus A abzureissen und der rechtmässige Zustand wiederherzustellen. Der Beschwerdeführer richtete die Klage gegen die K. AG, gegen L., M., N. und O. sowie gegen die Stockwerkeigentümergemeinschaft der Liegenschaft P. (Beschwerdegegner 1-6). Die kantonalen Gerichte wiesen die Klage mangels Passivlegitimation ab.\n\nDer Beschwerdeführer beantragt dem Bundesgericht, die Passivlegitimation der Beschwerdegegner 1-6 zu bejahen. Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Die Ausgangslage zeigt sich wie folgt:\n\n2.1 Der Beschwerdeführer hat seine Klage am 5. Januar 2010 ohne vorgängigen Aussöhnungsversuch eingereicht. Für das ganze erstinstanzliche Verfahren hat damit das bisherige kantonale Prozessrecht gegolten. Da der erstinstanzliche Entscheid vom 28. Februar 2011 den Parteien je am 2. März 2011 eröffnet wurde, waren für das Rechtsmittelverfahren hingegen die Bestimmungen der am 1. Januar 2011 in Kraft getretenen Schweizerischen Zivilprozessordnung (ZPO; SR 272) massgebend (Art. 404 Abs. 1 und Art. 405 Abs. 1 ZPO). Soweit es um prozessuale Fragen des erstinstanzlichen Verfahrens gegangen ist, hatte das Obergericht als Berufungsinstanz die richtige Anwendung des bisherigen kantonalen Verfahrensrechts zu prüfen (vgl. BGE 138 I 1 E. 2.1 S. 3).\n\n2.2 Bereits vor Obergericht ist unstreitig geblieben, dass sich die Klage des Beschwerdeführers gegen alle Stockwerkeigentümer und damit alle Miteigentümer des dienstbarkeitsbelasteten Grundstücks Nr. 2355 als notwendige Streitgenossen richten muss und dass für die Eigentumsverhältnisse auf den Zeitpunkt der Klageeinreichung am 5. Januar 2010 abzustellen ist. Die Passivlegitimation der |514| Beschwerdegegnerin 6 hat der Beschwerdeführer bereits vor Obergericht nicht mehr geltend gemacht. Auf diese Fragen kommt der Beschwerdeführer vor Bundesgericht nicht mehr zurück, so dass sich darauf einzugehen erübrigt (vgl. BGE 135 III 397 E. 1.4 S. 400; BGE 137 III 580 E. 1.3 S. 584).\n\n2.3 In tatsächlicher Hinsicht sind die kantonalen Gerichte davon ausgegangen, dass die Beschwerdegegnerin 1 die Stockwerkeinheit Nr. 2355-5 an die einfache Gesellschaft U. und V. verkauft hat. Der Eigentumsübergang ist am 25. November 2009 erfolgt und mit diesem Datum vor dem 13. Dezember 2009 und damit vor der Klageeinreichung am 5. Januar 2010 in das Tagebuch des Grundbuchs eingeschrieben worden. Das Datum der Einschreibung in das Tagebuch findet sich in der Eintragung in das Hauptbuch des Grundbuchs wieder, die in einem späteren unbekannten Zeitpunkt nach der Klageeinreichung am 5. Januar 2010 vorgenommen wurde. Die Tatsachenfeststellungen sind für das Bundesgericht verbindlich (Art. 105 Abs. 1 BGG), erhebt doch der Beschwerdeführer dagegen keine begründeten Sachverhaltsrügen (Art. 97 Abs. 1 BGG). Er stimmt vielmehr der Sachdarstellung zu, dass die Klageeinreichung nach Anmeldung des besagten Kaufvertrags, aber vor dessen Eintragung im Grundbuch erfolgt ist.\n\n2.4 Aufgrund der rechtlichen und tatsächlichen Ausgangslage haben die kantonalen Gerichte die Passivlegitimation der Beschwerdegegner verneint. Sie sind davon ausgegangen, im Zeitpunkt der Klageeinreichung am 5. Januar 2010 sei die Beschwerdegegnerin 1 mit Bezug auf die Stockwerkeinheit Nr. 2355-5 nicht mehr verfügungsberechtigt gewesen. Der Beschwerdeführer hätte deshalb seine Klage gegen die am 5. Januar 2010 bereits im Tagebuch des Grundbuchs eingeschriebenen Ehegatten U. und V. als Eigentümer der Stockwerkeinheit Nr. 2355-5 richten müssen, was er aber nicht getan habe. Fehle es damit am Einbezug auch nur eines der notwendigen Streitgenossen, sei die Klage mangels Passivlegitimation abzuweisen.\n\n3. Die Streitfrage lautet dahingehend, wer als Eigentümer der Stockwerkeinheit Nr. 2355-5 im Zeitpunkt der Klageeinreichung als passivlegitimiert zu gelten hat, die im Hauptbuch noch eingetragene Veräussererin und eingeklagte Beschwerdegegnerin 1 oder die bereits im Tagebuch eingeschriebenen Käufer, aber mit der Klage nicht ins Recht gefassten Ehegatten U. und V. |515|\n\n3.1 Zum Erwerb des Grundeigentums bedarf es gemäss Art. 656 Abs. 1 ZGB der Eintragung in das Grundbuch. Die Eintragungen erfolgen aufgrund einer schriftlichen Erklärung des Eigentümers des Grundstücks, auf das sich die Verfügung bezieht (Art. 963 Abs. 1 ZGB). Die Anmeldungen zur Eintragung in das Grundbuch werden nach ihrer zeitlichen Reihenfolge ohne Aufschub in das Tagebuch eingeschrieben (Art. 948 Abs. 1 ZGB), und die Eintragungen im Hauptbuch erfolgen wiederum in der Reihenfolge, in der die Anmeldungen angebracht worden sind (Art. 967 Abs. 1 ZGB). Die dinglichen Rechte entstehen und erhalten ihren Rang und ihr Datum durch die Eintragung in das Hauptbuch (Art. 972 Abs. 1 ZGB). Ihre Wirkung wird auf den Zeitpunkt der Einschreibung in das Tagebuch zurückbezogen, vorausgesetzt, dass die gesetzlichen Ausweise der Anmeldung beigefügt oder bei den vorläufigen Eintragungen nachträglich rechtzeitig beigebracht werden (Art. 972 Abs. 2 ZGB).\n\n3.2 Die Grundbuchanmeldung im Sinne von Art. 963 Abs. 1 ZGB hat nicht bloss die Bedeutung eines formellen Antrags an den Grundbuchverwalter, die Änderung einer Eintragung vorzunehmen. Sie stellt vielmehr die materielle Verfügung über das Eigentum dar (vgl. BGE 109 II 99 E. 3 S. 101; BGE 137 III 293 E. 5.3 S. 302). Die Grundbuchanmeldung gilt demnach als Willenserklärung des Eigentümers, die den Grundbuchverwalter zur Vornahme der im Grundbuch erforderlichen Änderung veranlasst, wobei mit der Eintragung im Hauptbuch schliesslich der Eigentumswechsel herbeigeführt wird. Mit der Anmeldung hat der Veräusserer seinen auf die Übertragung des Eigentums abzielenden Geschäftswillen bekundet und damit all das vorgekehrt, was es seinerseits zur Erfüllung seiner Leistungsverpflichtung aus dem Grundgeschäft bedarf. Der weitere Verlauf des Eintragungsverfahrens, welches mit der Einschreibung im Tagebuch beginnt und mit der Eintragung im Hauptbuch zum Abschluss gelangt, bleibt seinem Einfluss entzogen. Bereits mit der Einschreibung im Tagebuch hat der Veräusserer im Hinblick auf die Erfüllung seiner Leistungsverpflichtung seine Rechtsstellung als Eigentümer aufgegeben (vgl. BGE 115 II 221 E. 5a S. 229 f.).\n\n3.3 Der Einwand des Beschwerdeführers ist berechtigt, dass die dinglichen Rechte kraft Gesetzes durch die Eintragung in das Hauptbuch entstehen (Art. 972 Abs. 1 ZGB), auch wenn ihre Wirkung auf die Einschreibung in das Tagebuch zurückbezogen wird (Art. 972 Abs. 2 ZGB). Die Rechtsprechung anerkennt, dass der Veräusserer so lange Eigentümer ist, und zwar grundsätzlich mit allen daraus |516| abzuleitenden Rechten, bis die Eintragung im Hauptbuch vollzogen wird (vgl. BGE 115 II 221 E. 4a S. 226/227). Mit der Wendung \"grundsätzlich\" ist gemeint, dass der Veräusserer zwar Eigentümer bleibt, aber überhaupt nicht mehr verfügen kann, sobald seine Anmeldung des Eigentumsübergangs an den Erwerber in das Tagebuch eingeschrieben ist. Die Rechtsstellung des Erwerbers vor der Eintragung des Eigentumsübergangs in das Hauptbuch wiederum wird verstärkt, sobald die Eintragungsanmeldung in das Tagebuch eingeschrieben ist. Er besitzt eine dingliche Anwartschaft auf das Eigentum, die aber trotzdem nicht der Entstehung des dinglichen Rechts gleichkommt (vgl. DESCHENAUX, Das Grundbuch, in: Sachenrecht, SPR Bd. V/3, 1. Teilbd., 1988, § 15/B/I/3b S. 285, und 2. Teilbd., 1989, § 29/IV/1a S. 610; JÜRG SCHMID, in: Basler Kommentar, Zivilgesetzbuch, Bd. II, 4. Aufl. 2011, N. 35 zu Art. 972 ZGB; vgl. zum Begriff: STEINAUER, Les droits réels, 4. Aufl. 2007, N. 57 S. 50, mit Hinweisen).\n\n3.4 Welche Folgen sich aus diesem Schwebezustand zwischen der Einschreibung in das Tagebuch und der Eintragung in das Hauptbuch für die Beteiligten ergeben, hat die Rechtsprechung fallbezogen und dabei vor allem unter dem Blickwinkel der Rechtssicherheit beurteilt:\n\n3.4.1 Die Eintragung des Pfandrechts des Verkäufers, der Miterben oder Gemeinder muss gemäss Art. 838 ZGB spätestens drei Monate nach der Übertragung des Eigentums erfolgen. Unter \"Übertragung des Eigentums\" versteht die Rechtsprechung im Falle eines Kaufvertrags nicht die Eintragung des Erwerbers in das Hauptbuch, sondern die Einschreibung in das Tagebuch. Begründet wird dieser Fristbeginn zum einen damit, dass die Anmeldung der Eigentumsübertragung beim Grundbuchamt die rechtsgeschäftliche Verfügung des Verkäufers darstellt und der Eigentumsübergang auf den Tag des Eingangs der Anmeldung wirksam werden soll. Zum andern sprechen praktische Gründe für die Lösung, zumal die Eintragung in das Hauptbuch den Parteien nicht bekannt gegeben wird, in der Regel - im Gegensatz zur Einschreibung in das Tagebuch - kein eigenes Datum erhält und damit letztlich ein Vorgang ist, der nach aussen nicht in Erscheinung tritt (vgl. BGE 74 II 230 E. 3 S. 231 ff.).\n\n3.4.2 Aus den nämlichen Überlegungen der Praktikabilität gilt im Mietrecht, dass der Erwerber der Mietsache den Mietvertrag kündigen kann, sobald die Eigentumsübertragung in das Tagebuch des |517| Grundbuchs eingeschrieben ist. Für die Lösung spricht zur Hauptsache, dass sicheren Aufschluss über das Datum des Vermieterwechsels nach Veräusserung der Mietsache nur die Einschreibung in das Tagebuch geben kann, während die Eintragung in das Hauptbuch erst später und als bloss interner Vorgang in einem den Parteien unbekannten Zeitpunkt erfolgt. Während dieses Schwebezustands darf den Beteiligten aber nicht unklar bleiben, wann der neue Eigentümer das Mietverhältnis mit der gesetzlichen Frist auf den nächsten gesetzlichen Termin kündigen kann. Dass die Grundbuchanmeldung allenfalls abgewiesen wird und der Eigentumswechsel nicht stattfindet, ist ein Ausnahmefall, der eine abweichende Lösung nicht rechtfertigt (vgl. BGE 118 II 119 E. 3a S. 120 ff., betreffend Art. 259 Abs. 2 OR in der Fassung von 1911 [AS 27 317, 396 f. und BS 2 199, 251], heute: Art. 261 OR).\n\n3.4.3 Die Klage des Materialeigentümers auf angemessene Entschädigung im Sinne von Art. 672 ZGB hat sich gegen den Grundeigentümer und im Falle einer zwischenzeitlich erfolgten Veräusserung gegen den im Tagebuch eingeschriebenen Erwerber zu richten und nicht gegen den im Hauptbuch noch eingetragenen Verkäufer, der nicht mehr als passivlegitimiert gelten kann. Die Gründe dafür sind die bereits genannten (Urteil C 531/84 vom 1. Februar 1985 E. 4, in Bestätigung des kantonalen Entscheids, in: SJ 107/1985 S. 398 f.).\n\n3.5 Die beispielhaft aufgezählten Fälle lassen folgende allgemeinen Schlüsse zu:\n\n3.5.1 Die Grundbuchanmeldung und die damit verbundene Einschreibung des Eigentumsübergangs in das Tagebuch beinhalten die materiell-rechtliche Verfügung. Ab diesem Zeitpunkt ist der Veräusserer nicht mehr verfügungsberechtigt. Das Verfügungsrecht des Erwerbers entsteht gemäss Art. 972 ZGB zwar erst mit der Eintragung in das Hauptbuch (Abs. 1), aber rückwirkend auf den Zeitpunkt der Einschreibung in das Tagebuch (Abs. 2). Die \"Bedeutung der Eintragung\" (Marginalie zu Art. 972-974 ZGB) in das Hauptbuch gemäss Art. 972 Abs. 1 ZGB besteht somit im Wesentlichen darin, dass ein gutgläubiger Dritter sich auf die Datierung im Hauptbuch verlassen kann, auch wenn sie unrichtig sein, d.h. vom Datum der entsprechenden Einschreibung in das Tagebuch abweichen sollte (vgl. BGE 74 II 230 E. 3 S. 232; DESCHENAUX, a.a.O., Teilbd. 2, § 29/IV/2a S. 612; SCHMID, a.a.O., N. 30 zu Art. 972 ZGB; STEINAUER, a.a.O., N. 897a S. 314). |518|\n\n3.5.2 Rechtssicherheit über das Datum des Eigentumswechsels kann ausschliesslich die Einschreibung in das Tagebuch verschaffen. Über diesen Zeitpunkt darf im Zivilprozess keine Ungewissheit bestehen. Eine Veräusserung vor Einleitung des Prozesses bewirkt, dass der Kläger nicht berechtigt ist, den eingeklagten Anspruch im eigenen Namen zu erheben, oder dass der Beklagte nicht die Person ist, gegen die der eingeklagte Anspruch erhoben werden darf, so dass es im einen wie im anderen Fall zu einer Beurteilung des eingeklagten Anspruchs nicht kommen kann (vgl. BGE 114 II 345 E. 3a S. 346; BGE 116 II 253 E. 3 S. 257). Vorbehalten bleibt ein sog. schlichter oder gewillkürter Parteiwechsel, den die Prozessordnungen indessen entweder nicht kennen oder nur mit Zustimmung der Gegenpartei zulassen (vgl. BGE 118 Ia 129 E. 2 S. 130). Eine Veräusserung nach Eintritt der Rechtshängigkeit bewirkt nach allgemeinen Grundsätzen zwar ebenfalls den Verlust der Sachlegitimation, schliesst aber die Beurteilung des eingeklagten Anspruchs nicht aus, wenn und soweit die sog. Einzelrechtsnachfolge im Prozess geregelt ist (vgl. zu den Möglichkeiten: Urteil 5A_91/2009 vom 5. Mai 2009 E. 2 und 3, in: SZZP 2009 S. 355 ff.). Eine Veräusserung vor oder nach Prozessbeginn hat somit unterschiedliche Folgen für die Beurteilung des eingeklagten Anspruchs und muss deshalb zeitlich eindeutig bestimmbar sein. Sicheren Aufschluss über das Datum der Veräusserung gibt die Einschreibung in das Tagebuch, hingegen nicht die Eintragung in das Hauptbuch.\n\n3.5.3 Gegenüber einem Abstellen auf den Zeitpunkt der Einschreibung in das Tagebuch verbleibt der Einwand, dass eine Grundbuchanmeldung auch abgewiesen werden kann. Dabei handelt es sich indessen um Ausnahmefälle, zumal die kantonale Grundbuchpraxis übertriebenen Formalismus vermeidet und den Entscheid zur Ergänzung von Belegen formlos aufschieben kann (vgl. DESCHENAUX, a.a.O., Teilbd. 1, § 25/V/2 S. 533 ff.; SCHMID, a.a.O., N. 18 zu Art. 966 ZGB; STEINAUER, a.a.O., N. 856e S. 302 f., mit Hinweisen). Richtig ist auch, dass die zeitliche Rückbeziehung der Eintragung in das Hauptbuch auf die Einschreibung in das Tagebuch zur Folge haben kann, dass sich ein Auszug aus dem Hauptbuch (Art. 967 Abs. 2 ZGB) im Nachhinein als unvollständig erweist, falls im Zeitpunkt seiner Ausfertigung ein Tagebucheintrag noch nicht im Hauptbuch vollzogen ist. Der Gefahr beugen Vorschriften der Grundbuchbuchverordnung vom 23. September 2011 (GBV; SR 211.432.1) vor. Danach wird im Papiergrundbuch auf dem Hauptbuchblatt darauf hingewiesen, wenn |519| eine Eintragung in das Tagebuch hängig ist (Art. 82 GBV und Art. 26 Abs. 3 der aGBV vom 2. Februar 1910 in der Fassung von 1988 [AS 1987 II 1600, 1602]. Auszüge aus dem Hauptbuch enthalten dann einen Hinweis auf die Anmeldungen, die im Tagebuch eingeschrieben, aber noch nicht im Hauptbuch eingetragen sind (Art. 31 Abs. 4 lit. e GBV und Art. 105 Abs. 4 der aGBV vom 2. Februar 1910 in der Fassung von 1988 [AS 1987 II 1600, 1609 f.]; vgl. Urteil 5C.232/2003 vom 2. März 2004 E. 2.2, in: ZBGR 86/2005 S. 42).\n\n4. Von der einzelfallbezogenen Rechtsprechung im vorliegenden Fall abzuweichen, besteht kein Anlass.\n\n4.1 Der Beschwerdeführer hat nicht nur auf Feststellung seiner Dienstbarkeitsberechtigung geklagt, sondern weitergehend beantragt, das Haus A abzureissen und den rechtmässigen Zustand wiederherzustellen. Wer sich als Eigentümer ein derartiges Begehren entgegenhalten lassen muss, folgt aus der Einschreibung in das Tagebuch, soweit im Zeitpunkt der Klageeinreichung ein Eigentumswechsel beim Grundbuchamt angemeldet, die Eintragung in das Hauptbuch aber zufälligerweise noch nicht vollzogen ist.\n\n4.2 Der Beschwerdeführer hat seine Klage am 5. Januar 2010 gegen die Beschwerdegegnerin 1 als Eigentümerin - unter anderem - der Stockwerkeinheit Nr. 2355-5 eingereicht, obwohl er im Zeitpunkt der Ausarbeitung der Klageschrift aufgrund eines über einen Notar bezogenen Grundbuchauszugs wusste, dass der Eigentumsübergang an die Ehegatten U. und V. im Tagebuch eingeschrieben war. Es ist zwar richtig, dass einem Grundbuchauszug der öffentliche Glaube des Grundbuchs nicht zukommt, doch hätte der Hinweis auf den im Tagebuch eingeschriebenen Eigentumswechsel den Beschwerdeführer veranlassen müssen, Abklärungen im Grundbuch selbst vorzunehmen (vgl. Urteil 5C.232/2003 vom 2. März 2004 E. 2.2, in: ZBGR 86/2005 S. 42). Daran ändert das Eigentümerverzeichnis nichts, das der Beschwerdeführer beim zuständigen Grundbuchamt eingeholt haben will und aus dem sich keine hängigen Tagebuchgeschäfte ergeben sollen. Das Eigentümerverzeichnis entfaltet keine Rechtswirkungen und nimmt am öffentlichen Glauben des Grundbuchs nicht teil (vgl. DESCHENAUX, a.a.O., Teilbd. 1, § 5/III/1a S. 66, und Teilbd. 2, § 38/B/AA/I/1 S. 767; SCHMID, a.a.O., N. 7 zu Art. 973 ZGB; STEINAUER, a.a.O., N. 934a S. 325 f.).\n\n4.3 Der Beschwerdeführer hat die Ehegatten U. und V. als Eigentümer der Stockwerkeinheit Nr. 2355-5 und damit zwei der eine |520| notwendige Streitgenossenschaft bildenden Eigentümer der Liegenschaft Nr. 2355 nicht in den Prozess einbezogen. Das hier vor Regionalgericht noch massgebende bernische Zivilprozessrecht (vgl. E. 2.1 hiervor) kennt den sog. schlichten oder gewillkürten Parteiwechsel nicht (vgl. BGE 118 Ia 129 E. 2b S. 131). Nicht von Anfang an als Partei am Verfahren beteiligte notwendige Streitgenossen können zudem weder später beitreten noch beigeladen werden. Die Klage aber, die nicht gegen alle notwendigen Streitgenossen gerichtet wird, durfte wegen fehlender Passivlegitimation abgewiesen werden (vgl. LEUCH/MARBACH/KELLERHALS/STERCHI, Die Zivilprozessordnung für den Kanton Bern, 5. Aufl. 2000, N. 1d zu Art. 36 ZPO/BE; JOLIDON, Procédure civile bernoise, 1986, S. 76 f. Ziff. 521.3; allgemein: BGE 137 III 455 E. 3.5 S. 459)."}