{"annee": "138", "cour": "I", "page": "297", "date": "25/7/2012", "cite": ["137 I 145", "107 IA 41", "131 I 285", "104 IA 256", "131 I 249", "100 IA 244", "132 I 220"], "cite_par": ["140 I 114", "140 II 353"], "chapeau": "28. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Fédération X. contre Service des contributions du canton de Neuchâtel et Kantonales Steueramt Zürich (recours en matière de droit public)\n\n2C_482/2011 du 25 juillet 2012", "regestes": ["Art. 127 al. 2 et 3 Cst., art. 28 al. 1 LHID; double imposition intercantonale, interdiction du traitement fiscal discriminatoire, réduction pour participations, immeubles de placement. Notion et mécanisme de la réduction pour participations lorsque le rendement de participations est supérieur au bénéfice global (consid. 2). Lorsque la réduction pour participations est supérieure à 100 %, l'interdiction du traitement fiscal discriminatoire en matière de double imposition intercantonale a pour effet de contraindre le canton de situation des immeubles de placement à absorber le surplus de réduction non utilisé (consid. 3-5)."], "faits": "BGE 138 I 297 S. 298\n\nLa société X., dont le siège est à A. dans le canton de Neuchâtel, est membre de la Fédération X. (ci-après: la Fédération), dont le siège est à Zurich. Cette dernière est propriétaire de deux immeubles à B. et à C. dans le canton de Neuchâtel qu'elle loue principalement à la société X. sans y exercer elle-même une activité.\n\nDans sa déclaration d'impôt à l'intention du canton de Neuchâtel pour la période fiscale 2004, la Fédération a déclaré un bénéfice global de 56'094'915 fr. et un capital de 1'591'209'221 fr. réparti entre les cantons de Zurich et de Neuchâtel. Il ressort des comptes qu'elle a obtenu un rendement de participations de 75'327'127 fr.\n\nDans la décision de taxation du 4 mars 2008, le Service cantonal des contributions du canton de Neuchâtel a imposé le capital tel que déclaré et un rendement immobilier. Par décision sur réclamation du 10 juillet 2008, il a ramené le bénéfice imposable immobilier dans le canton de Neuchâtel à 2'470'100 fr. et fixé l'impôt cantonal à 247'000 fr. et l'impôt communal également à 247'000 fr.\n\nPar arrêt du 3 mai 2011, le Tribunal cantonal du canton de Neuchâtel a rejeté le recours déposé par la Fédération contre l'arrêt rendu le 9 septembre 2009 par le Tribunal fiscal de La Chaux-de-Fonds qui confirmait la décision sur réclamation du 10 juillet 2008. Il a jugé en substance que les deux immeubles de la Fédération constituaient des immeubles de placement, qu'aucune réduction pour participations ne pouvait être accordée en relation avec le revenu immobilier dans le canton de Neuchâtel et qu'il n'existait aucune perte de répartition à mettre à charge du canton de Neuchâtel.\n\nAgissant par la voie du recours en matière de droit public, la Fédération demande au Tribunal fédéral, sous suite de frais et dépens, d'annuler l'arrêt rendu le 3 mai 2011 par le Tribunal cantonal du canton de Neuchâtel et de renvoyer la cause pour nouvelle décision au sens des considérants. Elle se plaint de la violation de l'interdiction de la double imposition intercantonale et du principe de l'imposition selon la capacité contributive.\n\nLe Tribunal fédéral a admis le recours.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 En vertu de l'art. 28 al. 1 de la loi fédérale du 14 décembre 1990 sur l'harmonisation des impôts directs des cantons et des communes BGE 138 I 297 S. 299(LHID; RS 642.14), lorsqu'une société de capitaux ou une société coopérative possède 10 % au moins du capital-actions ou du capital social d'une autre société ou participe pour 10 % au moins au bénéfice et aux réserves d'une autre société ou possède une participation représentant une valeur vénale d'au moins un million de francs, l'impôt sur le bénéfice est réduit proportionnellement au rapport entre le rendement net des participations et le bénéfice net total. Le rendement net des participations correspond au revenu de ces participations diminué des frais de financement y relatifs et d'une contribution de 5 % destinée à la couverture des frais d'administration, sous réserve de la preuve de frais d'administration effectifs inférieurs ou supérieurs à ce taux. Sont réputés frais de financement les intérêts passifs ainsi que d'autres frais économiquement assimilables à des intérêts passifs.\n\n2.2 Le canton de Neuchâtel a adopté un régime de réduction pour participations en faveur des sociétés de capitaux et des sociétés coopératives qui résultent des art. 95 et 96 de sa loi du 21 mars 2000 sur les contributions directes (LCdir; RSN 631.0). Le canton de Zurich en a fait de même, comme cela ressort du § 72 de sa loi du 8 juin 1997 sur les impôts (LS 631.1). Le contenu de ces dispositions correspond à celui de l'art. 28 al. 1 LHID ainsi qu'à celui des art. 69 ss de la loi fédérale du 14 décembre 1995 sur l'impôt fédéral direct (LIFD; RS 642.11), ce qui rend le régime de réduction pour participations applicable dans tous les cantons ainsi qu'en matière d'impôt fédéral direct (X. OBERSON, Droit fiscal suisse, 3e éd. 2007, p. 230; A. WIDMER, La réduction pour participations [\"privilège holding\"], 2002, p. 24; M. GRETER, Der Beteiligungsabzug im harmonisierten Gewinnsteuerrecht, 2000, p. 63).\n\n2.3 Cet allégement a pour but d'éviter la multiple imposition économique qu'entraînerait, à son défaut, l'interposition d'une ou de plusieurs sociétés, du fait que le rendement qui découle d'une participation est déjà imposé au titre de bénéfice auprès de la société-fille et le sera également, lors de sa distribution, chez les actionnaires de la société-mère. Il consiste en une réduction de l'impôt sur le bénéfice net, qui doit être préalablement calculé sur l'ensemble des revenus de la société comme s'il s'agissait d'une imposition ordinaire. Selon la méthode choisie par le législateur fédéral, la réduction proportionnelle du montant de l'impôt s'effectue une fois établi l'impôt sur le bénéfice net (arrêt A.692/1987 du 28 avril 1989 consid. 2a, in Archives 58 p. 220 rendu sous l'empire de l'AIFD; OBERSON, op. cit., BGE 138 I 297 S. 300p. 230; W. MAUTE, Der Beteiligungsabzug im interkantonalen Verhältnis, RF 46/1991 p. 489; WIDMER, op. cit., p. 20). Ce mécanisme d'allègement constitue un système d'exemption indirecte (sur la question voir: WIDMER, op. cit., p. 19 s.), parce que la réduction est opérée directement sur la cote d'impôt calculée sur le bénéfice net tel qu'il résulte de l'art. 24 LHID au taux légal ordinaire sans qu'il y ait lieu au demeurant de distinguer dans ce montant la part de l'impôt qui grève les revenus de participations de celle qui grève les revenus immobiliers. Lorsque la réduction atteint ou dépasse 100 % - ce qui peut se produire lorsque le revenu provenant des autres activités de l'entreprise est nul ou négatif - l'impôt sur le bénéfice est ramené à zéro. La part de réduction excédentaire est perdue; elle ne peut donner lieu à report (cf. GRETER, op. cit., p. 131) en l'absence de base légale à cet effet, comme il en existe une pour le report de pertes (cf. art. 25 al. 2 LHID).\n\n2.4 Pour la période fiscale 2004, la recourante a bénéficié, dans le canton de Zurich, d'une réduction pour participations de 134,285 % (rendement de participations de 75'327'127 fr./bénéfice global de 56'094'915 fr.) ramenant l'impôt sur le bénéfice net attribué au canton du siège, soit Zurich, à zéro. Cet aspect de l'imposition de la recourante n'est pas remis en cause par les parties.\n\n2.5 Pour la même période fiscale 2004, considérant les immeubles situés sur son territoire comme immeubles de placement, ce qui n'est plus contesté par la recourante devant le Tribunal fédéral, le canton de Neuchâtel a imposé un rendement immobilier de 2'470'000 fr., ce qui conduit à un impôt cantonal sur le bénéfice de 247'000 fr. et à un impôt communal de 247'000 fr., soit au total à 494'000 fr.\n\n3. Invoquant l'art. 127 al. 2 et 3 Cst., la recourante se plaint d'imposition discriminatoire de la part du canton de Neuchâtel ainsi que de la violation du principe de l'imposition selon la capacité économique.\n\n3.1 Le principe de l'interdiction de la double imposition de l'art. 127 al. 3, 1re"}