{"annee": "138", "cour": "III", "page": "374", "date": "26/4/2012", "cite": ["131 III 222", "126 I 165", "116 II 379", "132 I 249", "133 III 189", "133 III 295", "129 III 18", "136 III 365"], "cite_par": ["142 I 93", "144 III 394", "141 III 569", "142 III 413", "143 III 297"], "chapeau": "54. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause dame A. contre A. (recours en matière civile)\n\n5A_651/2011 du 26 avril 2012", "regestes": ["Art. 52, 310, 311 et 316 al. 3 CPC; administration des preuves en procédure d'appel; motivation de l'appel. Principes régissant l'administration des preuves en appel dans le cadre d'une procédure de mesures protectrices de l'union conjugale. Exigences de motivation de l'appel (consid. 4.3)."], "faits": "BGE 138 III 374 S. 374\n\nA. A., né en 1955, et dame A., née en 1950, se sont mariés le 1er novembre 1991. Le couple a deux enfants: B., née en 1993, et C., né en 2000.\n\nLe revenu mensuel moyen de A., contesté par l'épouse, a été arrêté à 15'634 fr. pour des charges de 8'504 fr. 10.\n\nDame A. n'exerce aucune activité lucrative depuis son mariage et ne réalise aucun revenu. Ses charges se montent à 4'073 fr. 10.\n\nB. Lors de l'audience de conciliation, tenue suite à l'appel de l'épouse contre une décision de mesures protectrices de l'union conjugale rendue le 16 juillet 2009 par la Présidente du Tribunal civil de l'arrondissement de La Côte, les parties ont convenu que la contribution destinée à l'entretien de l'épouse s'élèverait à 5'500 fr., étant précisé que le montant était fixé sur la base d'une situation provisoire et qu'il pourrait être revu dès le 1er janvier 2010.\n\nC.\n\nC.a Le 19 octobre 2010, dame A. a requis la modification des mesures protectrices de l'union conjugale, réclamant que sa pension soit arrêtée à 15'000 fr. Son mari a conclu à être libéré du paiement de toute contribution en sa faveur. BGE 138 III 374 S. 375\n\nLa conciliation a été vainement tentée lors de l'audience du 16 février 2011 et les parties ont chacune déposé un mémoire valant plaidoirie le 25 février suivant.\n\nPar jugement du 18 mai 2011, la Présidente du Tribunal d'arrondissement a condamné l'époux à contribuer à l'entretien de son épouse à raison de 5'400 fr. par mois (recte: 5'300 fr.) dès le 1er janvier 2011.\n\nC.b La Juge déléguée de la Cour d'appel civile (ci-après: la Juge déléguée) a rejeté les appels interjetés par chacun des époux et a confirmé le jugement attaqué par arrêt du 6 juillet 2011.\n\nD. Saisi d'un recours en matière civile de l'épouse, le Tribunal fédéral a statué par arrêt du 26 avril 2012.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n4. La recourante se plaint avant tout du fait que la Juge déléguée n'a pas donné suite à l'administration des différentes preuves qu'elle requérait.\n\n(...)\n\n4.3\n\n4.3.1 L'appel peut être formé pour violation du droit (art. 310 let. a CPC [RS 272]) et constatation inexacte des faits (art. 310 let. b CPC). L'instance d'appel dispose ainsi d'un plein pouvoir d'examen de la cause en fait et en droit. En particulier, le juge d'appel contrôle librement l'appréciation des preuves effectuée par le juge de première instance (art. 157 CPC en relation avec l'art. 310 let. b CPC) et vérifie si celui-ci pouvait admettre les faits qu'il a retenus. Que la cause soit soumise à la maxime des débats (art. 55 al. 1 CPC) ou, comme en matière de mesures protectrices de l'union conjugale, à la maxime inquisitoire (art. 55 al. 2, art. 272 et, pour le sort des enfants, art. 296 al. 1 CPC), il incombe toutefois au recourant de motiver son appel (art. 311 al. 1 CPC), c'est-à-dire de démontrer le caractère erroné de la motivation attaquée. Pour satisfaire à cette exigence, il ne lui suffit cependant pas de renvoyer aux moyens soulevés en première instance, ni de se livrer à des critiques toutes générales de la décision attaquée. Sa motivation doit être suffisamment explicite pour que l'instance d'appel puisse la comprendre aisément, ce qui suppose une désignation précise des passages de la décision que le recourant attaque et des pièces du dossier sur lesquelles repose sa critique. BGE 138 III 374 S. 376\n\nConformément à l'art. 316 al. 3 CPC, l'instance d'appel peut librement décider d'administrer des preuves: elle peut ainsi ordonner que des preuves administrées en première instance le soient à nouveau devant elle, faire administrer des preuves écartées par le tribunal de première instance ou encore décider l'administration de toutes autres preuves. Néanmoins, cette disposition ne confère pas au recourant un droit à la réouverture de la procédure probatoire et à l'administration de preuves. Le droit à la preuve, comme le droit à la contre-preuve, découlent de l'art. 8 CC ou, dans certains cas, de l'art. 29 al. 2 Cst., dispositions qui n'excluent pas l'appréciation anticipée des preuves (cf. ATF 133 III 189 consid. 5.2.2, ATF 133 III 295 consid. 7.1; ATF 129 III 18 consid. 2.6).\n\n4.3.2 Il s'ensuit que l'instance d'appel peut rejeter la requête de réouverture de la procédure probatoire et d'administration d'un moyen de preuve déterminé présentée par l'appelant si celui-ci n'a pas suffisamment motivé sa critique de la constatation de fait retenue par la décision attaquée.\n\nElle peut également refuser une mesure probatoire en procédant à une appréciation anticipée des preuves, lorsqu'elle estime que le moyen de preuve requis ne pourrait pas fournir la preuve attendue ou ne pourrait en aucun cas prévaloir sur les autres moyens de preuve déjà administrés par le tribunal de première instance, à savoir lorsqu'il ne serait pas de nature à modifier le résultat des preuves qu'elle tient pour acquis (cf. ATF 131 III 222 consid. 4.3; ATF 129 III 18 consid. 2.6). Le refus d'une mesure probatoire par appréciation anticipée des preuves ne peut toutefois être remis en cause devant le Tribunal fédéral qu'en invoquant l'arbitraire (art. 9 Cst.; arrêt 5A_726/2009 du 30 avril 2010 consid. 3.1, non publié in ATF 136 III 365).\n\nEn vertu du principe de la bonne foi applicable en procédure (art. 52 CPC), l'instance d'appel peut aussi refuser d'administrer un moyen de preuve régulièrement offert en première instance lorsque la partie a renoncé à son administration, notamment en ne s'opposant pas à la clôture de la procédure probatoire (arrêt 5A_597/2007 du 17 avril 2008 consid. 2.3; cf. ATF 132 I 249 consid. 5; ATF 126 I 165 consid. 3b; ATF 116 II 379 consid. 2b).\n\nIl n'en va pas différemment lorsque le procès est soumis à la maxime inquisitoire (art. 55 al. 2, 272 et 296 al. 1 CPC). Si le recourant reproche néanmoins au tribunal de première instance de ne pas avoir instruit la cause conformément à la maxime inquisitoire, en particulier lorsqu'il se plaint du fait que le tribunal n'aurait pas BGE 138 III 374 S. 377administré de preuves sur tous les faits pertinents, sans s'assurer, par l'interpellation des parties, que leurs allégués de fait et leurs offres de preuves étaient complets alors qu'il devait avoir des motifs objectifs d'éprouver des doutes à ce sujet - ce qui constitue une violation du droit (art. 310 let. a CPC) -, l'instance d'appel qui admet ce grief peut procéder aux investigations nécessaires et compléter l'état de fait; elle renoncera pourtant à procéder elle-même à des vérifications et renverra la cause au tribunal de première instance lorsque l'instruction à laquelle celui-ci a procédé est incomplète sur des points essentiels (art. 318 al. 1 let. c ch. 2 CPC).\n\n4.4\n\n4.4.1 La recourante ne peut en l'espèce ignorer que, dans les causes soumises au nouveau Code de procédure civile, il est vain d'invoquer des règles de l'ancien droit cantonal ou une pratique plus souple exercée par les juges sous leur empire.\n\nElle ne peut par ailleurs se plaindre du refus de la Cour d'appel d'ouvrir une instruction préalable et des débats en vue d'entendre les parties et des témoins en se limitant à simplement rappeler qu'elle avait pourtant requis l'administration de tels moyens de preuve. Cette critique, toute générale, ne suffit pas en effet à démontrer la prétendue violation de son droit d'être entendue (consid. 4.3.1 supra).\n\n4.4.2 Quant à savoir si son droit à la preuve aurait été violé du fait que la Juge déléguée ne l'a pas interrogée au sujet de sa manière de calculer les revenus de son mari, cette question présuppose que la recourante établisse que sa méthode de calcul eût été arbitrairement écartée, ce qui sera examiné ci-après (consid. 7.3 non publié). Pour fonder ensuite la violation de son droit à la preuve liée au refus de la Juge déléguée d'auditionner le gérant des immeubles de son époux ainsi qu'un représentant de la fiduciaire de ce dernier afin d'expliquer le calcul de ses charges immobilières, de même que leur caractère purement comptable, la recourante se devait de démontrer le caractère arbitraire de l'appréciation des preuves et de l'appréciation anticipée des preuves effectuées par la Juge déléguée.\n\nA supposer que l'arbitraire sur ces deux points pût être établi, il serait encore nécessaire, pour que la recourante puisse obtenir l'administration des moyens de preuve requis en instance d'appel, qu'elle en atteste non seulement l'offre régulière en première instance, mais également l'absence de renonciation à leur égard. Or, cette dernière condition n'est manifestement pas remplie en l'espèce: en date des 14 décembre 2010 et 16 février 2011, le premier juge a en effet tenu BGE 138 III 374 S. 378\n\ndeux audiences, laissant encore aux parties la faculté de déposer des mémoires valant plaidoiries et, cas échéant, toutes pièces utiles; il ressort en outre du procès-verbal de l'audience du 16 février 2011 que la Présidente devait, à réception, rendre en principe un prononcé, se réservant d'aviser autrement en fonction des circonstances; enfin, dans sa plaidoirie écrite du 25 février 2011, la recourante n'a produit aucune autre pièce et n'a pas requis l'administration d'autres moyens de preuve, même si elle a certes rappelé que la pièce n° 58 n'avait pas été produite."}