{"annee": "138", "cour": "IV", "page": "120", "date": "30/4/2012", "cite": ["75 IV 1", "137 IV 249", "134 IV 97", "137 IV 57"], "cite_par": ["144 IV 313", "142 IV 265", "144 IV 217", "145 IV 146", "145 IV 1"], "chapeau": "17. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Staatsanwaltschaft des Kantons Wallis gegen X. (Beschwerde in Strafsachen)\n\n6B_684/2011 vom 30. April 2012", "regestes": ["Art. 49 al. 1 et 2 CP; précision de la notion d'identité des peines; exécution en cas de peines prononcées cumulativement. Une augmentation de la peine complémentaire en cas de concours (partiellement) rétrospectif (art. 49 al. 2 CP) doit être effectuée en application de l'art. 49 al. 1 CP. La formation d'une peine d'ensemble n'est possible que pour des peines du même genre, alors que des peines d'un genre différent doivent être prononcées cumulativement (ATF 137 IV 57). Il y a plusieurs peines identiques lorsque le tribunal prononce dans le cas d'espèce, pour chaque norme violée, des peines du même genre (méthode concrète). Le fait que les dispositions pénales applicables prévoient, de manière abstraite, des peines d'un même genre ne suffit pas (consid. 5). Pour la question de savoir si les peines prononcées cumulativement doivent l'être avec ou sans sursis, il ne faut pas se fonder sur la sanction comprenant dans son ensemble une peine privative de liberté et une peine pécuniaire (comme en cas d'absorption de peines du même genre). Il y a plutôt lieu de considérer chaque peine pour elle-même (consid. 6)."], "faits": "|121|\n\nA. Das Kantonsgericht Wallis sprach X. mit Urteil vom 7. September 2011 in zweiter Instanz der mehrfachen qualifizierten Widerhandlung gegen das Betäubungsmittelgesetz, des mehrfachen Diebstahls, des mehrfachen Hausfriedensbruchs, der mehrfachen versuchten Nötigung und des Fahrens in fahrunfähigem Zustand mit einer qualifizierten Blutalkoholkonzentration schuldig. Von den Vorwürfen des mehrfachen Konsums von Betäubungsmitteln und der Sachbeschädigung sprach es ihn frei. Es verurteilte ihn unter Anrechnung der erstandenen Untersuchungshaft von 22 Tagen zu einer Freiheitsstrafe von sechs Monaten als Zusatzstrafe zu der mit Urteil des Amtsgerichts Bergen auf Rügen in Deutschland vom 20. Mai 2008 ausgefällten Gesamtfreiheitsstrafe von zwei Jahren. Weiter verhängte es eine bedingt vollziehbare Geldstrafe von 90 Tagessätzen zu Fr. 50.- und eine Busse von Fr. 1'000.-. Die beschlagnahmten Betäubungsmittel und Vermögenswerte zog es ein.\n\nB. Die Staatsanwaltschaft des Kantons Wallis erhebt Beschwerde in Strafsachen. Sie beantragt, die Ziffern 3 und 6 des Dispositivs des Urteils des Kantonsgerichts Wallis (Strafmass und Kostenverteilung) seien aufzuheben, und die Sache sei zur Neubeurteilung an die Vorinstanz zurückzuweisen. Die Kosten für das bundesgerichtliche Verfahren seien X. aufzuerlegen.\n\nDas Kantonsgericht Wallis verzichtet auf eine Vernehmlassung. X. beantragt mit Vernehmlassung vom 12. Januar 2012 die Abweisung der Beschwerde und die Bestätigung des Urteils des Kantonsgerichts Wallis. Zudem ersucht er um unentgeltliche Verbeiständung.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es auf sie eintritt.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Der Beschwerdegegner wurde vom Amtsgericht Bergen auf Rügen in Deutschland mit Urteil vom 20. Mai 2008 wegen Einfuhr von |122| unerlaubten Betäubungsmitteln (2,5 kg Marihuana) zu einer zur Bewährung ausgesetzten Gesamtfreiheitsstrafe von zwei Jahren verurteilt, unter Einbeziehung einer durch das Amtsgericht Potsdam mit Urteil vom 20. Juli 2004 ausgesprochenen Freiheitsstrafe von sechs Monaten. Die vorliegend zu beurteilenden qualifizierten Widerhandlungen gegen das Betäubungsmittelgesetz und der mehrfache Diebstahl beging der Beschwerdegegner vor der Verurteilung durch das Amtsgericht Bergen auf Rügen. Der mehrfache Hausfriedensbruch und die mehrfache versuchte Nötigung erfolgten teils vor und teils nach besagtem Urteil. Das Strassenverkehrsdelikt verübte der Beschwerdegegner nach dem Urteil.\n\n(...)\n\n5.\n\n5.1 Die Beschwerdeführerin bringt vor, die Vorinstanz nehme die Strafzumessung methodisch falsch vor und verletze dadurch Art. 49 StGB. Statt für die Straftaten vor und nach der Verurteilung durch das Amtsgericht Bergen auf Rügen eine Gesamtstrafe auszufällen, bilde sie zwei eigenständige Strafen und kumuliere diese.\n\n5.2 Die Methodik der vorinstanzlichen Strafzumessung ist mit Blick auf die bundesgerichtliche Rechtsprechung nicht zu beanstanden. Eine allfällige Erhöhung der Zusatzstrafe von vorliegend sechs Monaten für die nach der früheren Verurteilung begangenen Taten wäre in Anwendung der Strafzumessungsregel nach Art. 49 Abs. 1 StGB vorzunehmen. Die Bildung einer Gesamtstrafe im Sinne dieser Bestimmung ist indes nur bei gleichartigen Strafen möglich. Ungleichartige Strafen sind kumulativ zu verhängen, da das Asperationsprinzip nur greift, wenn mehrere gleichartige Strafen ausgesprochen werden (BGE 137 IV 57 E. 4.3.1). Das Gericht kann somit auf eine Gesamtfreiheitsstrafe nur erkennen, wenn es im konkreten Fall für jede einzelne Tat eine Freiheitsstrafe ausfällen würde (BGE 137 IV 249 E. 3.4.2). Das alte Recht hielt in aArt. 68 Ziff. 1 Abs. 1 StGB ausdrücklich fest, dass für die Gesamtstrafenbildung die konkret verwirkte Strafe massgeblich ist (\"Hat jemand [...] mehrere Freiheitsstrafen verwirkt \"; vgl. auch BGE 75 IV 2 E. 1). Die Praxis zu aArt. 68 StGB ist weiterhin massgebend. Demgemäss sind im Sinne von Art. 49 Abs. 1 StGB \"die Voraussetzungen für mehrere gleichartige Strafen erfüllt\", wenn das Gericht im konkreten Fall für jeden einzelnen Normverstoss gleichartige Strafen ausfällte. Dass die anzuwendenden Strafbestimmungen abstrakt gleichartige Strafen androhen, genügt nicht (vgl. dazu |123| auch GÜNTER STRATENWERTH, Gesamtstrafenbildung nach neuem Recht, forumpoenale 6/2008 S. 356 ff.; derselbe, Erneut zur Gesamtstrafenbildung, forumpoenale 6/2011 S. 349 f.; JÜRG-BEAT ACKERMANN, in: Basler Kommentar, Strafrecht, Bd. I, 2. Aufl. 2007, N. 36 zu Art. 49 StGB; a.M. CHRISTIAN SCHWARZENEGGER, Die Sanktionsfolgenbestimmung und der Anwendungsbereich des Asperationsprinzips bei der Konkurrenz [Art. 49 Abs. 1 StGB], in: Festschrift für Hans Wiprächtiger, 2011, S. 45 ff.; MARKUS HUG, in: StGB, Schweizerisches Strafgesetzbuch [...], 18. Aufl. 2010, N. 5 zu Art. 49 StGB; ANNETTE DOLGE, Geldstrafen als Ersatz für kurze Freiheitsstrafen - Top oder Flop, ZStrR 128/2010 S. 77; KATHRIN GIOVANNONE-HOFMANN, Bemerkungen zu BGE 137 IV 57, forumpoenale 1/2012 S. 3 ff.).\n\nFür die qualifizierte Widerhandlung gegen das Betäubungsmittelgesetz gemäss Art. 19 Ziff. 2 BetmG (SR 812.121) als schwerste Straftat ist vorliegend zwingend eine Freiheitsstrafe auszusprechen. Für die Delikte, die der Beschwerdegegner nach der Verurteilung durch das Amtsgericht Bergen auf Rügen begangen hat, sind je alternativ Freiheitsstrafe oder Geldstrafe möglich (Art. 91 Abs. 1 SVG [SR 741.01], Art. 181 und 186 StGB). Es ist nicht zu beanstanden, dass die Vorinstanz für diese Straftaten eine Geldstrafe verhängt. Das Prinzip der Verhältnismässigkeit gebietet, dass bei alternativ zur Verfügung stehenden und hinsichtlich des Schuldausgleichs äquivalenten Sanktionen im Regelfall jene gewählt werden soll, die weniger stark in die persönliche Freiheit des Betroffenen eingreift bzw. die ihn am wenigsten hart trifft (BGE 134 IV 97 E. 4.2.2).\n\nDie Beschwerde ist in diesem Punkt ebenfalls abzuweisen.\n\n6. Die Vorinstanz erklärt die Zusatzstrafe von sechs Monaten Freiheitsstrafe als vollziehbar. Auf den Vollzug der Geldstrafe verzichtet sie, was nicht zu beanstanden ist. Hinsichtlich der Vollzugsfrage ist bei kumulierten ungleichartigen Strafen nicht auf die aus Freiheits- und Geldstrafe zusammengesetzte Gesamtsanktion (wie bei gleichartigen asperierten Strafen) abzustellen, sondern die Geldstrafe und die Freiheitsstrafe sind je für sich zu betrachten (Urteil 6B_165/2011 vom 19. Juli 2011 E. 2.3.4)."}