{"annee": "138", "cour": "II", "page": "513", "date": "15/10/2012", "cite": ["130 I 312", "137 IV 118", "135 II 334", "136 I 274"], "cite_par": [], "chapeau": "35. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A. und Mitb. gegen Bundesamt für Migration (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_195/2012 vom 15. Oktober 2012", "regestes": ["Art. 83 let. d ch. 1 LTF; recours en matière de droit public contre une décision du Tribunal administratif fédéral dans le domaine de l'asile. Le recours est recevable, dans la mesure où la décision du Tribunal administratif fédéral concerne une personne visée par une demande d'extradition de l'Etat dont elle cherche à se protéger (consid. 1.2).", "Art. 29 al. 1 Cst., art. 109 al. 4 LAsi; principe de célérité. Dès lors que le Tribunal administratif fédéral n'a statué que près de 21 mois après avoir reçu le recours, il a violé le principe de célérité. Réparation par la constatation de la violation dans l'arrêt du Tribunal fédéral et un règlement des frais favorable à la recourante (consid. 6).", "Art. 2 al. 1, art. 3, 6a et 7 LAsi; qualité de réfugié. Qualité de réfugié niée à un ressortissant de Macédoine appartenant au groupe ethnique des Roms et faisant valoir une persécution non étatique. Cette personne aurait pu avoir d'abord recours à la protection étatique (consid. 7).", "Art. 44 LAsi, art. 83 LEtr; renvoi. L'argument selon lequel il existerait des obstacles au renvoi imposant une admission provisoire est recevable dans la procédure devant le Tribunal fédéral (consid. 8.2). Obstacles au renvoi niés en l'espèce (consid. 8.3 et 8.4)."], "faits": "|514|\n\nA. A., seine Lebenspartnerin B. sowie ihre gemeinsamen minderjährigen Kinder C., D. und E. sind mazedonische Staatsangehörige. Sie lebten in X. und gehören der Volksgruppe der Roma an. Nach ihren Angaben verliessen sie am 22. März 2010 ihren Heimatstaat und gelangten am 24. März 2010 in die Schweiz, wo sie gleichentags um Asyl ersuchten.\n\nB. Mit Verfügung vom 19. Mai 2010 stellte das Bundesamt für Migration (BFM) fest, die Gesuchsteller erfüllten die Flüchtlingseigenschaft nicht. Es lehnte die Asylgesuche ab und ordnete die Wegweisung aus der Schweiz sowie deren Vollzug an.\n\nC. Die von den Gesuchstellern dagegen erhobene Beschwerde wies das Bundesverwaltungsgericht (Abteilung V) am 19. März 2012 ab. |515|\n\nD. A., B., C., D. und E. führen Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Hauptantrag, das Urteil des Bundesverwaltungsgerichts sei aufzuheben; es sei bezüglich aller Beschwerdeführer die Flüchtlingseigenschaft festzustellen und ihnen Asyl zu gewähren; eventualiter seien sie zufolge Unzulässigkeit, Unzumutbarkeit und Unmöglichkeit des Wegweisungsvollzugs in der Schweiz vorläufig aufzunehmen. Zudem stellen sie den Eventualantrag, die Angelegenheit sei zur Ergänzung der Untersuchung und neuen Entscheidung an die Vorinstanzen zurückzuweisen.\n\n(...)\n\nDas Bundesgericht heisst die Beschwerde, soweit es darauf eintritt, teilweise gut und stellt fest, dass das Bundesverwaltungsgericht das Beschleunigungsgebot verletzt hat. Im Übrigen weist es die Beschwerde ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Gegen den angefochtenen Entscheid ist gemäss Art. 82 lit. a BGG die Beschwerde in öffentlich-rechtlichen Angelegenheiten gegeben.\n\n1.2\n\n1.2.1 Nach Art. 83 lit. d Ziff. 1 BGG ist die Beschwerde unzulässig gegen Entscheide auf dem Gebiet des Asyls, die vom Bundesverwaltungsgericht getroffen worden sind, ausser sie betreffen Personen, gegen die ein Auslieferungsersuchen des Staates vorliegt, vor welchem sie Schutz suchen.\n\nDiese Gegenausnahme wurde mit Bundesgesetz vom 1. Oktober 2010 über die Koordination des Asyl- und des Auslieferungsverfahrens, in Kraft seit 1. April 2011 (Koordinationsgesetz; AS 2011 925 ff.), neu in das Bundesgerichtsgesetz eingefügt. Das Koordinationsgesetz stellt einen Mantelerlass dar. Damit wurden ausschliesslich das Bundesgerichtsgesetz, das Asylgesetz (AsylG; SR 142.31) und das Rechtshilfegesetz (IRSG; SR 351.1) geändert.\n\nAuslöser der Revision waren Probleme, die bei parallelen Asyl- und Auslieferungsverfahren auftraten. Diese Verfahren fallen in die Zuständigkeit zweier verschiedener Bundesämter. Das BFM entscheidet über Asylanträge, das Bundesamt für Justiz (BJ) über Fahndungs- und Auslieferungsersuchen. Der Asylentscheid kann an das Bundesverwaltungsgericht weitergezogen werden, der Auslieferungsentscheid an das Bundesstrafgericht. Gegen den Entscheid des Letzteren |516| ist in besonders bedeutenden Fällen die Beschwerde an das Bundesgericht gegeben (Art. 84 BGG). Sowohl im Asyl- als auch im Auslieferungsverfahren gilt der Grundsatz des Non-Refoulement. Danach darf niemand in einen Staat ausgeschafft werden, in dem ihm Folter oder eine andere Art grausamer und unmenschlicher Behandlung oder Bestrafung droht. In beiden Verfahren muss somit die konkrete Gefährdung der betroffenen Person im Verfolgerstaat abgeklärt werden. Da unterschiedliche Behörden zum Entscheid zuständig sind und ein abweichender Rechtsmittelweg besteht, waren widersprüchliche Asyl- und Auslieferungsentscheide möglich.\n\nMit der Revision wurden folgende Massnahmen zur Behebung der Koordinationsprobleme umgesetzt: Das Bundesgericht ist neu in parallelen Asyl- und Auslieferungsverfahren letzte Beschwerdeinstanz. Für die Asylverfahren wird zudem das Beschleunigungsgebot verankert. In beiden Verfahren besteht ferner neu die Pflicht der Behörden zum gegenseitigen Aktenbeizug.\n\nDie Zusammenführung des Asyl- und des Auslieferungsverfahrens auf der Stufe des Bundesgerichts erlaubt eine widerspruchsfreie Rechtsprechung unter Beachtung des Gebots des Non-Refoulement. Eine begrenzte Zahl von Asylsuchenden kann somit den Entscheid des Bundesverwaltungsgerichts vom Bundesgericht überprüfen lassen. Der Zugang zum Bundesgericht ist dabei im Unterschied zum Auslieferungsverfahren nicht auf besonders bedeutende Fälle beschränkt.\n\nWie die Beschwerde an das Bundesgericht bezwecken auch die weiteren Massnahmen eine bessere zeitliche und inhaltliche Koordination der Asyl- und der Auslieferungsverfahren. Mit dem Beschleunigungsgebot soll sichergestellt werden, dass die Asylbehörden dem Asylgesuch hohe Priorität einräumen, wenn die betroffene Person gleichzeitig Gegenstand eines Auslieferungsverfahrens ist. Mit der Pflicht der Behörden zum gegenseitigen Aktenbeizug soll sichergestellt werden, dass sich sowohl der Asyl- als auch der Auslieferungsentscheid bei der Frage der politischen Verfolgung auf die gleichen Informationen stützt (Botschaft vom 24. Februar 2010 zum Bundesgesetz über die Koordination des Asyl- und des Auslieferungsverfahrens, BBl 2010 1469 ff.; THOMAS HÄBERLI, in: Basler Kommentar, Bundesgerichtsgesetz, 2. Aufl. 2011, N. 132a ff. zu Art. 83 BGG).\n\n1.2.2 (Ersuchen des Justizministeriums der Republik Mazedonien um Auslieferung der Beschwerdeführerin 2 [B.] zur Vollstreckung einer Freiheitsstrafe. Keine Versetzung der Beschwerdeführerin 2 in Auslieferungshaft.) |517|\n\n1.2.3 Gegen die Beschwerdeführerin 2 liegt demnach ein Auslieferungsersuchen des Staates vor, vor welchem sie Schutz sucht. Sie kann deshalb gemäss Art. 83 lit. d Ziff. 1 BGG den vorinstanzlichen Entscheid anfechten.\n\nAnders verhält es sich in Bezug auf die Beschwerdeführer 1 (A.) und 3-5 (C., D. und E.) Soweit sich die Vorinstanz mit diesen befasst hat, betrifft ihr Entscheid keine Person, gegen die ein Auslieferungsersuchen vorliegt. Die Beschwerde ist daher gemäss Art. 83 lit. d Ziff. 1 BGG unzulässig.\n\nDies bestätigt Folgendes: Die Eltern des Beschwerdeführers 1 reisten zusammen mit den Beschwerdeführern in die Schweiz ein und ersuchten ebenfalls um Asyl. Das BFM lehnte das Gesuch der Eltern ab. Die von diesen dagegen erhobene Beschwerde wies das Bundesverwaltungsgericht ab. Diesen Entscheid konnten die Eltern unstreitig nicht beim Bundesgericht anfechten, da kein Auslieferungsersuchen gegen sie vorliegt. Für die Beschwerdeführer 1 und 3-5 kann nichts anderes gelten. Diesen kann die Beschwerde an das Bundesgericht nicht einzig deshalb offenstehen, weil die Vorinstanz insoweit keinen separaten Entscheid gefällt hat.\n\nAuf die Beschwerde der Beschwerdeführer 1 und 3-5 wird demnach nicht eingetreten.\n\n1.2.4 Der bundesgerichtliche Entscheid kann sich in einem Fall wie hier bei Bejahung der Flüchtlingseigenschaft auf die Angehörigen allerdings auswirken. Diese können gegebenenfalls gemäss Art. 51 AsylG Familienasyl erhalten.\n\n1.3 Die Beschwerdeführerin 2 hat am Verfahren vor der Vorinstanz teilgenommen. Sie ist durch den angefochtenen Entscheid besonders berührt und hat ein schutzwürdiges Interesse an dessen Aufhebung oder Änderung. Sie ist deshalb gemäss Art. 89 Abs. 1 BGG zur Beschwerde befugt (vgl. ebenso Botschaft zum Koordinationsgesetz, BBl 2010 1483).\n\n1.4 Der vorinstanzliche Entscheid stellt einen nach Art. 90 BGG anfechtbaren Endentscheid dar.\n\n1.5 Die weiteren Sachurteilsvoraussetzungen geben zu keinen Bemerkungen Anlass. Auf die Beschwerde der Beschwerdeführerin 2 ist - unter Vorbehalt der folgenden Erwägungen - einzutreten.\n\n(...)\n\n|518|\n\n6.\n\n6.1 Die Beschwerdeführerin bringt vor, das Asylverfahren habe bis zum vorinstanzlichen Entscheid zwei Jahre gedauert, was weitestgehend dem Beschwerdeverfahren zuzuschreiben sei. Dies stelle eine übermässige Verfahrensdauer dar und verletze Art. 29 Abs. 1 BV sowie Art. 109 AsylG.\n\n6.2 Gemäss Art. 29 Abs. 1 BV hat jede Person im Verfahren vor Gerichts- und Verwaltungsinstanzen Anspruch auf Beurteilung innert angemessener Frist.\n\n6.3 Nach Art. 37 Abs. 3 AsylG trifft das BFM seinen Entscheid in der Regel innerhalb von drei Monaten nach der Gesuchstellung, wenn - wie hier - weitere Abklärungen erforderlich sind.\n\nDie Beschwerdeführerin hat am 24. März 2010 um Asyl ersucht. Das BFM hat am 19. Mai 2010 entschieden. Es hat somit die Frist von 3 Monaten gewahrt. Eine Verletzung des Beschleunigungsgebots liegt insoweit nicht vor, was die Beschwerdeführerin auch nicht substanziiert geltend macht.\n\nArt. 37 Abs. 4 AsylG in der Fassung gemäss Koordinationsgesetz, wonach das Bundesamt mit besonderer Beförderlichkeit entscheidet, wenn die asylsuchende Person in Auslieferungshaft ist, kam nach dem (E. 1.2.2) Gesagten im vorliegenden Fall nicht zur Anwendung.\n\n6.4 Art. 109 AsylG nennt Behandlungsfristen für das Bundesverwaltungsgericht. Die Frist beträgt gemäss Art. 109 Abs. 4 AsylG in Fällen wie hier in der Regel zwei Monate.\n\nDiese Frist hat die Vorinstanz bei Weitem nicht eingehalten. Die Beschwerde gegen den Entscheid des BFM ging bei ihr am 23. Juni 2010 ein. Erst knapp 21 Monate später fällte sie den angefochtenen Entscheid. Vom Eingang des Kostenvorschusses am 14. Juli 2010 bis zum Schreiben des Vertreters der Beschwerdeführerin vom 26. April 2011, also während gut 9 Monaten, blieb die Vorinstanz untätig. Damit hat sie das Beschleunigungsgebot verletzt.\n\nMit Arbeitsüberlastung kann dies nicht gerechtfertigt werden. Wenn das Bundesverwaltungsgericht nicht über die Mittel verfügt, um die Asylfälle zeitgerecht zu behandeln, muss es so ausgestattet werden, dass es in der Lage ist, dies zu tun (vgl. BGE 107 I b 160 E. 3c S. 165; 103 V 190 E. 5c S. 198).\n\n6.5 Die Verletzung des Beschleunigungsgebots kann nicht dazu führen, dass der Beschwerdeführerin, der - wie darzulegen sein wird - |519| die Flüchtlingseigenschaft fehlt, in Aufhebung des angefochtenen Entscheids in der Schweiz Asyl gewährt wird. Die Verletzung des Beschleunigungsgebots ist, wie dies der bundesgerichtlichen Rechtsprechung in vergleichbaren Fällen entspricht, im vorliegenden Urteil (im Dispositiv) festzustellen. Damit und in Verbindung mit der für die Beschwerdeführerin vorteilhaften Kostenregelung wird ihr eine hinreichende Wiedergutmachung verschafft (BGE 137 IV 118 E. 2.2 S. 121 f.; BGE 136 I 274 E. 2.3 S. 278; BGE 135 II 334 E. 3 S. 337; BGE 130 I 312 E. 5.3 S. 333; je mit Hinweisen).\n\nDie Erteilung einer Aufenthaltsbewilligung durch den Kanton mit Zustimmung des BFM gemäss Art. 14 Abs. 2 AsylG fällt schon deshalb ausser Betracht, weil sich die Beschwerdeführerin noch nicht fünf Jahre in der Schweiz aufhält.\n\n7.\n\n7.1 Die Beschwerdeführerin macht geltend, sie sei als Flüchtling anzuerkennen und es sei ihr folglich Asyl zu gewähren.\n\n7.2 Gemäss Art. 2 Abs. 1 AsylG gewährt die Schweiz Flüchtlingen auf Gesuch hin Asyl; massgebend ist dieses Gesetz.\n\nArt. 3 AsylG umschreibt den Flüchtlingsbegriff. Danach sind Flüchtlinge Personen, die in ihrem Heimatstaat oder im Land, in dem sie zuletzt wohnten, wegen ihrer Rasse, Religion, Nationalität, Zugehörigkeit zu einer bestimmten sozialen Gruppe oder wegen ihrer politischen Anschauungen ernsthaften Nachteilen ausgesetzt sind oder begründete Furcht haben, solchen Nachteilen ausgesetzt zu werden (Abs. 1). Als ernsthafte Nachteile gelten namentlich die Gefährdung des Leibes, des Lebens oder der Freiheit sowie Massnahmen, die einen unerträglichen psychischen Druck bewirken. Den frauenspezifischen Fluchtgründen ist Rechnung zu tragen (Abs. 2).\n\nWer um Asyl nachsucht, muss gemäss Art. 7 AsylG die Flüchtlingseigenschaft nachweisen oder zumindest glaubhaft machen (Abs. 1). Glaubhaft gemacht ist die Flüchtlingseigenschaft, wenn die Behörde ihr Vorhandensein mit überwiegender Wahrscheinlichkeit für gegeben hält (Abs. 2). Unglaubhaft sind insbesondere Vorbringen, die in wesentlichen Punkten zu wenig begründet oder in sich widersprüchlich sind, den Tatsachen nicht entsprechen oder massgeblich auf gefälschte oder verfälschte Beweismittel abgestützt werden (Abs. 3).\n\n7.3 Die Beschwerdeführerin macht geltend, sie und der Beschwerdeführer 1 seien in X. von der privaten albanischen Polizei ANA - einer Art Mafia - heimgesucht, bedroht und geschlagen worden. |520|\n\nDie Beschwerdeführer haben widersprüchliche Aussagen zur Zahl der behaupteten Heimsuchungen durch die ANA und zur Kleidung der Täter gemacht. Angesichts dessen bestehen ernsthafte Zweifel an der Glaubhaftigkeit ihrer Aussagen. Wie es sich damit verhält, kann nach der zutreffenden Auffassung der Vorinstanz jedoch dahingestellt bleiben, da sich am Ergebnis auch dann nichts änderte, wenn ihre Angaben wahr sein sollten.\n\nDie geltend gemachten Verfolgungsmassnahmen sind nichtstaatlicher Natur. Insoweit gilt nach der Rechtsprechung der Vorinstanz, die in Frage zu stellen für das Bundesgericht kein Anlass besteht, die sog. Schutztheorie. Danach hängt die flüchtlingsrechtliche Relevanz einer nichtstaatlichen Verfolgung vom Vorhandensein eines adäquaten Schutzes durch den Heimatstaat ab. Der Schutz vor nichtstaatlicher Verfolgung im Heimatstaat ist als ausreichend zu betrachten, wenn die betroffene Person effektiven Zugang zu einer funktionierenden und effizienten Infrastruktur hat und ihr die Inanspruchnahme eines solchen innerstaatlichen Schutzsystems individuell zumutbar ist. Dabei obliegt es der entscheidenden Behörde, die Effektivität des Schutzes im Heimatland abzuklären und zu begründen.\n\nDer Bundesrat hat mit Beschluss vom 25. Juni 2003 Mazedonien gemäss Art. 6a Abs. 2 lit. a AsylG als verfolgungssicheren Staat (\"Safe Country\") bezeichnet. Im Rahmen der periodischen Prüfung nach Art. 6a Abs. 3 AsylG ist er darauf nicht zurückgekommen. Die Bezeichnung eines Landes als \"Safe Country\" begründet die Regelvermutung, dass asylrelevante staatliche Verfolgung nicht stattfindet und Schutz vor nichtstaatlicher Verfolgung gewährleistet ist.\n\nDer Beschwerdeführerin gelingt es - wie die Vorinstanz zu Recht annimmt - nicht, diese Regelvermutung umzustossen. Damit sind die Voraussetzungen für die Zuerkennung der Flüchtlingseigenschaft nicht erfüllt und ist die Ablehnung des Asylgesuchs nicht zu beanstanden. Wie die Vorinstanz zutreffend erwägt, sind in Anbetracht der politischen Machtverhältnisse in Mazedonien die dortigen staatlichen Behörden fraglos gewillt, ihren Staatsangehörigen Schutz vor Behelligungen seitens der ANA zu gewähren, zumal es sich bei dieser um eine bewaffnete, aus dem radikalen Flügel der UÇK hervorgegangene Rebellenorganisation handelt und die mazedonischen Sicherheitskräfte mit Letzterer jahrelang in bewaffnete Konflikte verwickelt waren. Der Beschwerdeführerin wäre es damit offengestanden, den rechtsstaatlich eingerichteten Instanzenzug zu beschreiten; dies |521| allenfalls unter Umgehung der lokalen Polizeibehörden von X., bei denen mit der ANA möglicherweise gewisse Vernetzungen bestehen. Die geltend gemachte Bedrohung ist zudem lokal beschränkt, weshalb es der Beschwerdeführerin zuzumuten gewesen wäre, sich an einem anderen Ort in Mazedonien niederzulassen.\n\nBeim der Beschwerdeführerin vorgeworfenen (...) handelt es sich um ein gemeinrechtliches Delikt. Es bestehen keine ernsthaften Anhaltspunkte dafür, dass dieses lediglich vorgeschoben wäre, um die Beschwerdeführerin politisch zu verfolgen. Der Deliktsbetrag beläuft sich auf (...) Denar und ist daher unter Berücksichtigung der in Mazedonien gegebenen wirtschaftlichen Verhältnisse beträchtlich. Das Strafmass von (...) erscheint damit nicht als derart hoch, dass eine politisch motivierte übermässige Bestrafung (\"Polit-Malus\") angenommen werden müsste.\n\nWenn die Vorinstanz die Flüchtlingseigenschaft verneint und die Gewährung von Asyl abgelehnt hat, verletzt das demnach kein Bundesrecht. Auf die zutreffenden Erwägungen im angefochtenen Entscheid kann, was die Einzelheiten betrifft, verwiesen werden (vgl. Art. 109 Abs. 3 Satz 2 BGG).\n\n8.\n\n8.1 Die Beschwerdeführerin macht geltend, es bestünden jedenfalls Wegweisungshindernisse, weshalb die vorläufige Aufnahme zu verfügen sei.\n\n8.2 Die Vorinstanz bemerkt in der Vernehmlassung, der Beschwerdegegenstand im bundesgerichtlichen Verfahren sei auf ihren Entscheid über die Anerkennung oder Nichtanerkennung der Flüchtlingseigenschaft bzw. die Asylerteilung oder Asylverweigerung beschränkt. Dies ergebe sich aus Ziffer 2.2 der Botschaft zum Koordinationsgesetz. Der Antrag auf Gewährung der vorläufigen Aufnahme \"gehe daher ins Leere\".\n\nIn der Botschaft wird an der von der Vorinstanz angegebenen Stelle zu Art. 83 lit. d Ziff. 1 BGG ausgeführt, Beschwerdegegenstand sei der Entscheid des Bundesverwaltungsgerichts über die Anerkennung oder Nichtanerkennung der Flüchtlingseigenschaft bzw. die Asylerteilung oder Asylverweigerung. Weiter wird - was die Vorinstanz ausser Acht lässt - gesagt, die Beschwerdeberechtigung werde angesichts der geringen Zahl der möglichen Beschwerdefälle nicht weiter eingeschränkt, um beispielsweise die Anfechtung eines Nichteintretens- oder eines Kostenentscheids oder die Beschwerde in einem unbedeutenden Fall explizit auszuschliessen (BBl 2010 1482). |522|\n\nDie Darlegungen in der Botschaft stützen die Auffassung der Vorinstanz somit nicht. Wenn selbst der bundesverwaltungsgerichtliche Entscheid über die Kosten in einem Asylfall beim Bundesgericht anfechtbar sein soll, muss das erst recht gelten für die Frage, ob Wegweisungshindernisse bestehen und bejahendenfalls die vorläufige Aufnahme zu verfügen sei (in der Sache ebenso HÄBERLI, a.a.O., N. 132a zu Art. 83 BGG). Hätte der Gesetzgeber die Beschränkung der Anfechtbarkeit der Entscheide der Vorinstanz in deren Sinne vornehmen wollen, hätte er dies im Bundesgerichtsgesetz zum Ausdruck gebracht. Das hat er nicht getan.\n\nDie Beschwerde ist daher auch im vorliegenden Punkt zulässig.\n\n8.3 Lehnt das Bundesamt das Asylgesuch ab, so verfügt es gemäss Art. 44 AsylG in der Regel die Wegweisung aus der Schweiz und ordnet den Vollzug an; es berücksichtigt dabei den Grundsatz der Einheit der Familie (Abs. 1). Ist der Vollzug der Wegweisung nicht zulässig, nicht zumutbar oder nicht möglich, so regelt es das Anwesenheitsverhältnis nach den gesetzlichen Bestimmungen über die vorläufige Aufnahme nach dem AuG (SR 142.20; Abs. 2).\n\nGemäss Art. 83 AuG verfügt das BFM die vorläufige Aufnahme, wenn der Vollzug der Wegweisung nicht möglich, nicht zulässig oder nicht zumutbar ist (Abs. 1). Der Vollzug ist nicht möglich, wenn die Ausländerin oder der Ausländer weder in den Heimat- oder in den Herkunftsstaat noch in einen Drittstaat ausreisen oder dorthin gebracht werden kann (Abs. 2). Der Vollzug ist nicht zulässig, wenn völkerrechtliche Verpflichtungen der Schweiz einer Weiterreise der Ausländerin oder des Ausländers in den Heimat-, Herkunfts- oder in einen Drittstaat entgegenstehen (Abs. 3). Der Vollzug kann für Ausländerinnen oder Ausländer unzumutbar sein, wenn sie in Situationen wie Krieg, Bürgerkrieg, allgemeiner Gewalt und medizinsicher Notlage im Heimat- oder Herkunftsstaat konkret gefährdet sind (Abs. 4).\n\n8.4 Die Beschwerdeführerin verfügt über die für die Rückkehr notwendigen Reisedokumente. Der Vollzug der Wegweisung ist daher möglich.\n\nDieser ist nach der zutreffenden Auffassung der Vorinstanz auch zulässig. Weder aus den Aussagen der Beschwerdeführerin noch den Akten ergeben sich Anhaltspunkte dafür, dass sie bei einer Ausschaffung in den Heimatstaat dort mit beachtlicher Wahrscheinlichkeit einer völkerrechtlich verbotenen unmenschlichen Behandlung ausgesetzt wäre. Auch die allgemeine Menschenrechtslage in Mazedonien |523| lässt den Vollzug der Wegweisung nicht als unzulässig erscheinen, da dieser Staat als \"Safe Country\" gilt.\n\nNicht zu beanstanden ist der angefochtene Entscheid ebenso, soweit die Vorinstanz zum Schluss kommt, der Vollzug der Wegweisung sei zumutbar. Das Vorbringen der Beschwerdeführerin, wonach sie bei einer Rückkehr eine klägliche Existenz in Not und Armut fristen müsste, überzeugt nicht, konnten die Beschwerdeführer doch in ihrem Heimatstaat innert 24 Stunden die Summe von 5'000 Euro für die Ausstellung von Pässen erhältlich machen. Zu den geltend gemachten psychischen Problemen der Beschwerdeführerin ist Folgendes zu bemerken: In Mazedonien besteht eine obligatorische Krankenversicherung, die auf dem Prinzip der Universalität (Deckung aller Bürger) beruht. Damit ist davon auszugehen, dass eine medizinische Versorgung - unabhängig von den finanziellen Verhältnissen des Erkrankten - in ganz Mazedonien flächendeckend zugänglich ist. In der von X. etwa (...) km entfernten Hauptstadt Skopje steht zudem die Infrastruktur für die Behandlung einer psychischen Beeinträchtigung, wie sie bei der Beschwerdeführerin diagnostiziert worden ist, zur Verfügung. Eine medizinische Notlage im Sinne von Art. 83 Abs. 4 AuG kann daher nicht angenommen werden.\n\nIst der Vollzug der Wegweisung demnach möglich, zulässig und zumutbar, ist er zu bestätigen. Die vorläufige Aufnahme fällt ausser Betracht. Auf die ausführlichen Erwägungen im angefochtenen Entscheid kann auch insoweit verwiesen werden."}