{"annee": "138", "cour": "I", "page": "113", "date": "29/12/2011", "cite": ["99 II 308", "97 II 142", "137 I 58", "123 III 86", "130 III 28"], "cite_par": ["140 I 320"], "chapeau": "9. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. A. gegen Gemeinde X. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_294/2011 vom 29. Dezember 2011", "regestes": ["Art. 9 Cst.; art. 10 de la loi du 14 juin 2006 sur les rapports de travail des employés du canton des Grisons; respect du délai de licenciement immédiat par l'employeur. Résumé des critères à prendre en considération en cas de déclaration de résiliation immédiate des rapports de travail dans le droit privé (consid. 6.3) et dans le droit public (consid. 6.4). Eu égard aux particularités de la résiliation des rapports de travail de droit public en comparaison avec celles prévalant dans le droit privé, le licenciement immédiat d'un maître d'école n'a pas été considéré comme tardif au vu des circonstances concrètes du cas d'espèce (consid. 7)."], "faits": "BGE 138 I 113 S. 114\n\nA. A., geb. 1948, war seit dem Schuljahr 1984 als Primarlehrer in der Gemeinde X. angestellt. Am 2./3. Juli 2007 führte er als Klassenlehrer mit der Primarschulklasse 6b eine zweitägige Schulreise nach B. mit Übernachtung im Hotel durch. Bei einer Zimmerkontrolle um 23.30 Uhr stellte er fest, dass sich trotz Verbots vier Mädchen im Knabenzimmer aufhielten. Er hielt daraufhin eines der Mädchen fest, wobei der genaue Geschehensablauf (Packen an der Schulter oder Würgen bzw. beidhändiges Umfassen des Halses) von den Betroffenen unterschiedlich dargestellt wurde. Eine der betroffenen Schülerinnen rief daraufhin ihre Eltern an. Die alarmierte Polizei führte eine nächtliche Befragung durch. Am 4. Juli 2007 beschloss der Schulrat nach Anhörung von A., diesen per sofort vom Schuldienst zu suspendieren.\n\nNach Durchführung weiterer Abklärungen zum Vorfall fand am 26. Juli 2007 eine Besprechung zwischen dem Schulleiter, dem Schulratspräsidenten und dem Rechtskonsulenten einerseits, sowie A., seiner den Schulausflug begleitenden Partnerin und dessen Rechtsvertreter anderseits, statt. Am 27. Juli 2007 beschloss der Schulrat, das Anstellungsverhältnis mit dem Klassenlehrer fristlos aufzulösen und eröffnete dies A. am 30. Juli 2007. Mit Schreiben vom 30. Juli 2007 bezeichnete dessen Rechtsvertreter die fristlose Kündigung als ungerechtfertigt und erklärte, sein Mandant biete der Gemeinde weiterhin seine Dienste an. Die schriftlich begründete Kündigungsverfügung wurde diesem am 27. August 2007 zugestellt.\n\nB. A. gelangte daraufhin an das Verwaltungsgericht des Kantons Graubünden. Dabei beanstandete er die Rechtmässigkeit der fristlosen Entlassung. Zudem beantragte er die Zahlung von Fr. 130'642.85 sowie einer Pönalentschädigung von Fr. 18'549.90, je zuzüglich Zins von jährlich 5 % seit dem 28. Juli 2007 und Abrechnung der Sozialversicherungsbeiträge.\n\nDas kantonale Verwaltungsgericht sistierte das Verfahren bis zum Abschluss des Verfahrens in der gegen A. erhobenen Strafanzeige wegen Tätlichkeit. Das Kantonsgericht sprach diesen mit Entscheid vom 27. Mai 2009 vom Vorwurf der Tätlichkeit frei, weil zwar der objektive Tatbestand erfüllt war, es jedoch am Vorsatz fehlte. BGE 138 I 113 S. 115\n\nDas Verwaltungsgericht hob die Sistierung auf, setzte den Schriftenwechsel fort und führte eine mündliche Hauptverhandlung durch. Im Laufe des Verfahrens reduzierte A. die Höhe der Pönalentschädigung auf brutto Fr. 9'274.95, nebst Zins von 5 %. Mit Entscheid vom 20. Dezember 2010 wies das kantonale Gericht die Beschwerde bzw. Klage ab.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten lässt A. beantragen, in Aufhebung des vorinstanzlichen Entscheids sei die Gemeinde X. zu verpflichten, ihm brutto Fr. 130'642.85 (abzüglich Fr. 7'923.50 an erzieltem Einkommen) und Fr. 9'274.95 zu zahlen, zuzüglich Verzugszins; zudem seien die Sozialversicherungsbeiträge abzurechnen. Eventuell sei die Sache an das kantonale Gericht zurückzuweisen.\n\nDie Gemeinde X. und das Verwaltungsgericht des Kantons Graubünden schliessen auf Abweisung der Beschwerde, soweit darauf einzutreten ist.\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n6.\n\n6.1 Der Beschwerdeführer beanstandet des Weitern die fristlose Entlassung in zeitlicher Hinsicht. Das rechtliche Gehör zu den ihm zur Last gelegten Vorwürfen sei ihm bereits am 4. Juli 2007 gewährt worden. Weitere Untersuchungen hätten nicht abgewartet werden müssen. Bereits mit Schreiben vom 19. Juli 2007 sei ihm mitgeteilt worden, dass eine fristlose Auflösung des Arbeitsverhältnisses nicht ausgeschlossen sei. Die fristlose Entlassung sei schliesslich am 27. Juli 2007 aufgrund derselben Erkenntnisse ausgesprochen worden, wie sie bereits am 4. Juli 2007 festgestanden hätten. Ein valabler Grund für die Verspätung habe daher nicht bestanden. Nach Auffassung des Beschwerdeführers beruht die vorinstanzliche Bejahung der Rechtzeitigkeit der fristlosen Entlassung auf einer willkürlichen Auslegung des kantonalen Personalgesetzes und widerspricht Doktrin und Praxis zu Art. 337 OR, welche dem Kündigenden für die fristlose Entlassung im Normalfall eine Reaktionszeit von zwei bis drei Arbeitstagen und bei einem Gremium allenfalls von bis zu einer Woche zugestehen würden.\n\n6.2 Aus der gesetzlichen Regelung ergibt sich nicht, innerhalb welcher Zeitspanne eine fristlose Entlassung ausgesprochen werden BGE 138 I 113 S. 116muss. Art. 10 Abs. 1 des Gesetzes vom 14. Juni 2006 über das Arbeitsverhältnis der Mitarbeitenden des Kantons Graubünden (Personalgesetz, PG/GR; BR 170.400) entspricht praktisch wörtlich Art. 337 Abs. 1 erster Satzteil OR.\n\nDie Auflösung eines Arbeitsverhältnisses ohne Einhaltung der ordentlichen Kündigungsfrist zeitigt für beide Seiten nachteilige Folgen. Beim Arbeitgeber fallen personelle Ressourcen aus, während der entlassenen Person der zur Deckung des Lebensunterhalts normalerweise erforderliche Arbeitserwerb entgeht und sie ihr Betätigungsfeld sowie den Kollegenkreis verliert. Fristlose Entlassungen führen zudem häufig zu Rechtsstreitigkeiten. Allein diese Umstände gebieten sowohl in privatrechtlichen als auch in öffentlich-rechtlichen Arbeitsverhältnissen eine sorgfältige und allenfalls gerichtlicher Überprüfung standhaltende Abklärung der Verhältnisse, einschliesslich einer Abwägung der auf dem Spiel stehenden Interessen, bevor die Kündigung ausgesprochen wird. Die Vorinstanz verweist in diesem Zusammenhang zu Recht darauf hin, dass rufschädigende Vorverurteilungen zu vermeiden sind.\n\n6.3\n\n6.3.1 Aus dem Wesen des wichtigen Grundes hat die zu Art. 337 OR ergangene privatrechtliche bundesgerichtliche Rechtsprechung abgeleitet, dass der Kündigungsberechtigte sich mit der Aussprechung der fristlosen Auflösung des Arbeitsverhältnisses nicht ungebührlich lange Zeit lassen darf. Ist ein wichtiger Grund gegeben, so ist die fristlose Kündigung sofort auszusprechen. Andernfalls ist anzunehmen, das Einhalten der ordentlichen Kündigungsfrist sei für den Kündigenden subjektiv zumutbar, und ist das Recht auf eine sofortige Vertragsauflösung verwirkt (BGE 130 III 28 E. 4.4 S. 34; BGE 123 III 86 E. 2a S. 87; BGE 99 II 308 E. 5a S. 310; BGE 97 II 142 E. 2a S. 146).\n\n6.3.2 Dabei ist nach den Umständen des konkreten Falles zu entscheiden, innert welcher Frist dem Berechtigten billigerweise ein Entschluss darüber zuzumuten ist, ob er von seinem Recht zur fristlosen Aufhebung des Vertrags Gebrauch machen will. In der Regel wird eine Überlegungsfrist von zwei bis drei Arbeitstagen zum Nachdenken und Einholen von Rechtsauskünften als angemessen angesehen. Ein Hinauszögern über diese Zeitspanne ist nur zulässig, wenn es mit Rücksicht auf die praktischen Erfordernisse des Alltags- und Wirtschaftslebens als verständlich und berechtigt erscheint (BGE 130 III 28 E. 4.4 S. 34 mit Hinweisen; Urteil 4C.345/2001BGE 138 I 113 S. 117vom 16. Mai 2002 E. 3.2). Eine Verlängerung von einigen Tagen (gemäss Urteil 4A_569/2010 vom 14. Februar 2011 E. 3.1 von etwa einer Woche) ist etwa dann zulässig, wenn bei einer juristischen Person die Entscheidungskompetenz einem mehrköpfigen Gremium zusteht und die Willensbildung daher aufwendiger ist oder wenn Arbeitnehmervertreter anzuhören sind (Urteile 4C.291/2005 vom 13. Dezember 2005 E. 3.2; 4C.348/2003 vom 24. August 2004 E. 2; 4C.382/1998 vom 2. März 1999 E. 1b; 4C.282/1994 vom 21. Juni 1995 E. 3).\n\n6.3.3 Bei einem klaren Sachverhalt muss anders vorgegangen werden als in Fällen, in denen zuerst Abklärungen notwendig sind oder Verfehlungen erst langsam an den Tag treten (Urteile 4A_238/2007 vom 1. Oktober 2007 E. 4.1; 4C.188/2006 vom 25. September 2006 E. 2; 4C.348/2003 vom 24. August 2004 E. 3.2; 4C.345/2001 vom 16. Mai 2002 E. 3.2). Geht es bei der Abklärung darum, zuerst das Ausmass der Verfehlung abschätzen zu können, so wird die Überlegungsfrist notwendigerweise erst an die Abklärungsfrist anschliessen. Die Art der Vorwürfe (beispielsweise sexuelle Belästigungen) kann eine längere Abklärungsfrist rechtfertigen (Urteil 4A_238/2007). Ist der Vorwurf an den Arbeitnehmer klar und kann sich der Arbeitgeber schon bei der Abklärung des Sachverhalts überlegen, wie er reagieren will, wenn sich der Vorwurf als zutreffend erweist, rechtfertigt es sich nicht, ihm nach der Abklärungsfrist noch eine Überlegungsfrist für die fristlose Entlassung einzuräumen (Urteil 4C.187/2004 vom 5. Juli 2004 E. 4.1). Von einem grösseren Unternehmen ist zu erwarten, dass sich dieses so organisiert, dass wesentliche Entscheidungen auch bei Ferienabwesenheit des Geschäftsführers gefällt werden können, zumal wenn von vornherein mit solchen Entscheiden gerechnet werden muss (Urteil 4C.345/2001 vom 16. Mai 2002 E. 4.2). Liegt ein konkreter nennenswerter Verdacht vor, bei dessen Erhärtung der Arbeitgeber in Betracht zieht, das Arbeitsverhältnis sofort zu beenden, ist zu verlangen, dass der Arbeitgeber unverzüglich alle ihm zumutbaren Massnahmen ergreift, um Klarheit zu gewinnen (Urteil 4A_251/2009 vom 29. Juni 2009 E. 2.1).\n\n6.3.4 In der Literatur zu Art. 337 OR wird bezüglich der Frage, wie viele Tage mit \"sofort\", \"umgehend\" oder \"innert angemessener Frist\" gemeint sind, weitgehend die \"Zwei-bis-drei-Tage-Regel\" des Bundesgerichts übernommen (vgl. ROGER RUDOLPH, Bagatelldelikte am BGE 138 I 113 S. 118Arbeitsplatz: ein ausreichender Grund für eine fristlose Entlassung?, AJP 2010 S. 1521). STREIFF/VON KAENEL (Arbeitsvertrag, 6. Aufl. 2006, N. 17 zu Art. 337 OR) gehen davon aus, dass der rigorose Massstab des Bundesgerichts (2-3 Arbeitstage) im Einzelfall mindestens dann der Relativierung bedarf, wenn schützenswerte Gründe ein rasches Handeln verzögern. Müsse beispielsweise der Kündigungsentscheid von einem Gremium (z.B. Verwaltungsrat) in einer gemeinsamen Sitzung getroffen werden, könne sich die Reaktionsfrist auf bis zu einer Woche verlängern. Davon geht auch WOLFGANG PORTMANN (in: Basler Kommentar, Obligationenrecht, Bd. I, 4. Aufl. 2007, N. 13 zu Art. 337 OR) aus, räumt jedoch ein, dass eine längere Frist gelten soll, wenn die angekündigte Antwort des Rechtsvertreters des Arbeitnehmers abzuwarten sei. GUSTAV WACHTER (Der Untergang des Rechts zur fristlosen Auflösung des Arbeitsverhältnisses, ArbR 1990 S. 42 ff.) weist darauf hin, dass auch bei komplizierter Organzusammensetzung nicht mehrere Wochen zugewartet werden könne, und zwar selbst dann nicht, wenn während der Ferienzeit nicht sämtliche Mitglieder anwesend sind. Werde der Arbeitnehmer im Hinblick auf die Klärung des Sachverhalts angehört, beginne die Frist grundsätzlich nach seiner Stellungnahme zu laufen. ADRIAN STAEHELIN (in: Zürcher Kommentar, 3. Aufl. 1996, N. 35 zu Art. 337 OR) geht von einer Überlegungsfrist von ein bis zwei Tagen aus, anerkennt aber, dass die Bedenkzeit ausnahmsweise in komplexen Fällen auch etwas länger dauern kann. HUMBERT/VOLKEN (Fristlose Entlassung [Art. 337 OR], AJP 2004 S. 564 ff.) vertreten die Auffassung, eine Frist von bis zu drei Tagen sei in jedem Fall rechtzeitig. Die kurze Frist habe den Vorteil einer einfachen Rechtsanwendung und diene der Rechtssicherheit. Sie räumen jedoch ein, dass sich die Frage, wie lange der Arbeitgeber mit der Erklärung der fristlosen Entlassung zuwarten darf, nicht nach einem absoluten Massstab beurteilen lässt.\n\n6.4\n\n6.4.1 Obwohl bei der Anwendung von Art. 10 PG/GR auf die (zivilrechtliche) bundesgerichtliche Rechtsprechung zu Art. 337 OR zurückgegriffen werden kann, lässt sich die Praxis, welche eine fristlose Kündigung aus wichtigen Gründen grundsätzlich nur innert einer Zeitspanne von einigen wenigen Arbeitstagen erlaubt, nicht unbesehen auf öffentlich-rechtliche Anstellungsverhältnisse übertragen. In diesem Bereich ergeht die Kündigung normalerweise in Form einer schriftlich begründeten Verfügung; dieser geht häufig eine BGE 138 I 113 S. 119Untersuchung voraus, besonders wenn Zweifel zu erhärten oder auszuschliessen sind. Zudem ist dem Angestellten nach öffentlich-rechtlichen Grundsätzen vor der Kündigungsverfügung das rechtliche Gehör einzuräumen (Art. 29 Abs. 2 BV). Dazu kommen die speziellen Verfahrensabläufe innerhalb der Verwaltung, die es nicht immer erlauben, unverzüglich über die Auflösung des Arbeitsverhältnisses zu entscheiden, vor allem wenn nicht ein direkter Vorgesetzter, sondern die Wahl- und Aufsichtsbehörde zuständig ist (bereits erwähntes Urteil 8C_170/2009 E. 6.2.1; Urteile 2A.656/2006 vom 15. Oktober 2007 E. 5.2.1; 2A.495/2006 vom 30. April 2007 E. 4.1). Ist ein strafrechtlicher Sachverhalt oder dessen rechtliche Würdigung für den Ausgang eines Administrativverfahrens relevant, erweist sich nach der Rechtsprechung ein Verfahrensaufschub bis zum Abschluss des Strafprozesses als zulässig (Urteile 1P.47/2000 vom 25. April 2000 E. 2b; 2P.30/1993 vom 1. Oktober 1993 E. 6b und P.1211/1985 vom 12. März 1986 E. 4; vgl. auch Urteil 1P.127/2000 vom 8. Mai 2000 E. 3). Ebenfalls rechtsprechungsgemäss kann das Resultat einer Administrativuntersuchung (beispielsweise wegen Mobbing) abgewartet werden, bevor die fristlose Entlassung ausgesprochen wird. Zudem kann die Einschaltung einer paritätischen Kommission eine weitere Verzögerung rechtfertigen (bereits erwähntes Urteil 8C_170/2009 E. 6.2.2 f.).\n\n6.4.2 Das öffentliche Personalrecht unterscheidet sich des Weitern insofern vom Arbeitsvertragsrecht des Obligationenrechts, als dem Gemeinwesen bei seinem Handeln verfassungsrechtliche Schranken auferlegt sind. Während der private Arbeitgeber sich auf die Privatautonomie und die Vertragsfreiheit berufen kann, bleibt der staatliche Arbeitgeber an die Grundrechte und die rechtsstaatlichen Grundsätze des Verwaltungsrechts (Gesetzmässigkeit, Rechtsgleichheit, öffentliches Interesse, Verhältnismässigkeit, Treu und Glauben, rechtliches Gehör) gebunden (Urteil 8C_340/2009 vom 24. August 2009, auszugsweise in: ARV 2009 S. 311; MARCO DONATSCH, Privatrechtliche Arbeitsverträge und der öffentliche Dienst, Jusletter vom 3. Mai 2010, Rz. 20 ff.; MARTIN BERTSCHI, Auf der Suche nach dem einschlägigen Recht im öffentlichen Personalrecht, ZBl 105/2004 S. 631 f. und 636; TOMAS POLEDNA, Annäherungen ans Obligationenrecht, in: Personalrecht des öffentlichen Dienstes, Helbling/Poledna [Hrsg.], 1999, S. 220).\n\n6.4.3 Schliesslich gilt es auch, auf die unterschiedlichen Rechtsfolgen einer widerrechtlichen fristlosen Entlassung im Privatrecht und BGE 138 I 113 S. 120im öffentlichen Dienstrecht hinzuweisen. Im Zivilrecht wird mit der fristlosen Entlassung das Arbeitsverhältnis rechtlich beendet, unabhängig davon, ob die Kündigung berechtigt war oder nicht (STREIFF/VON KAENEL, a.a.O., N. 12 zu Art. 337 OR; PORTMANN, a.a.O., N. 1 zu Art. 337c OR). Entlässt der private Arbeitgeber den Arbeitnehmer fristlos ohne wichtigen Grund, so hat dieser Anspruch auf Ersatz dessen, was er verdient hätte, wenn das Arbeitsverhältnis unter Einhaltung der Kündigungsfrist oder durch Ablauf der bestimmten Vertragszeit beendigt worden wäre (Art. 337c Abs. 1 OR), oder auf eine besondere Entschädigung gemäss Art. 337c Abs. 3 OR von höchstens sechs Monatslöhnen. Die Rechtsfolgen einer unrechtmässigen fristlosen Entlassung sind im öffentlichen Personalrecht auf Bundesebene sowie in den massgebenden kantonalen und kommunalen Erlassen unterschiedlich ausgestaltet. Die Entschädigungsansätze sind unter Umständen höher als jene des OR. Eine unrechtmässig ergangene Kündigungsverfügung kann aufgehoben werden und - je nach gesetzlicher Ausgestaltung - einen Anspruch auf Weiterbeschäftigung zur Folge haben (vgl. beispielsweise Art. 14 Abs. 1 und 2 des Bundespersonalgesetzes vom 24. März 2000 [BPG; SR 172. 220.1]; HARRY NÖTZLI, Die Beendigung von Arbeitsverhältnissen im Bundespersonalrecht, 2005, S. 163 Rz. 264; vgl. auch Urteil 8C_808/2010 vom 28. Juni 2011). Eine Stellenbesetzung vor der gerichtlichen Beurteilung der Rechtmässigkeit der fristlosen Entlassung ist somit unter Umständen mit Risiken behaftet. Die Verfügung eines öffentlich-rechtlichen Arbeitgebers über eine fristlose Kündigung kann vom angerufenen Gericht allenfalls in eine ordentliche Auflösung des Arbeitsverhältnisses abgeändert werden, sofern ein sachlich zureichender Kündigungsgrund vorliegt (vgl. BGE 137 I 58 E. 4.3.3 S. 65). Im Privatrecht gilt dagegen das Prinzip der Kündigungsfreiheit. Es bleibt darauf hinzuweisen, dass eine ordentliche Kündigung bei Lehrpersonen meistens nur auf das Ende eines Schuljahres hin möglich ist (vgl. Art. 34 Abs. 3 des Gesetzes vom 26. November 2000 für die Volksschulen des Kantons Graubünden [Schulgesetz; BR 421.000]).\n\n6.5 Zusammenfassend ergibt sich somit, dass die fristlose Entlassung im öffentlich-rechtlichen Arbeitsverhältnis für die kündigende Partei mit höheren Risiken verbunden ist als im Privatrecht, und zwar einerseits wegen den formellen Anforderungen an eine rechtmässige fristlose Entlassung und anderseits wegen den Folgen einer formell oder materiell widerrechtlichen fristlosen Entlassung für den BGE 138 I 113 S. 121Arbeitgeber und damit die öffentliche Hand. Daraus folgt, dass dem öffentlich-rechtlichen Arbeitgeber eine längere Reaktionszeit zuzubilligen ist, damit er die Verfahrensvorschriften einhalten und den die Kündigung begründenden Sachverhalt abklären und nachweisen kann, bevor er die Kündigung ausspricht. Hingegen kann auch dem öffentlich-rechtlichen Arbeitgeber nicht zugestanden werden, das Verfahren längere Zeit ruhen zu lassen, bzw. den Arbeitnehmer nicht über die Überprüfung des Arbeitsverhältnisses zu informieren. Während im Zivilrecht eine fristlose Kündigung in der Regel innert weniger Arbeitstage auszusprechen ist und eine längere Frist nur zugestanden wird, sofern praktische Erfordernisse des Alltags- und Wirtschaftslebens dies als berechtigt erscheinen lassen, vermögen im öffentlichen Personalrecht weitere sachliche Gründe (z.B. rechtliches Gehör, Verfahrensvorschriften) ein längeres Zuwarten zu rechtfertigen (vgl. Urteil 2A.495/2006 vom 30. April 2007 E. 4.1).\n\n7. Das kantonale Gericht hat in einlässlicher Würdigung der Chronologie der Ereignisse vom Juli 2007 erkannt, dass die aufgrund der eingegangenen Reaktionen besorgter Eltern sehr heikle Angelegenheit von den zuständigen Vertretern der Gemeinde trotz der angelaufenen Sommerferien äusserst zügig vorangetrieben worden sei. Die zu Beginn widersprüchlichen Sachverhaltsdarstellungen der betroffenen Parteien hätten einer sorgfältigen Abklärung bedurft. Dabei sei es auch darum gegangen, einer rufschädigenden Vorverurteilung entgegenzuwirken. Nach den Feststellungen der Vorinstanz reagierte die Gemeinde auf den Vorfall in der Nacht vom 2. auf den 3. Juli 2007 innerhalb von zwei Tagen, indem ein Dreier-Gremium des zuständigen Schulrats den Beschwerdeführer am 4. Juli 2007 zu den Vorfällen befragte. Dabei gab dieser über die genauen Abläufe und Vorkommnisse jener Nacht eine andere Version wieder als die betroffenen Schülerinnen. Seine Angaben zum Alkoholkonsum entsprachen zudem nicht der effektiv getrunkenen Menge. Aufgrund der in der Zwischenzeit getätigten Abklärungen und der Reaktionen besorgter Eltern gelangten die Vertreter der Gemeinde zur Überzeugung, dass eine Wiederaufnahme des Unterrichts durch den Beschwerdeführer zum damaligen Zeitpunkt nicht mehr zu verantworten war. Es wurde daher beschlossen, diesen mit sofortiger Wirkung vom Schulunterricht freizustellen und die Schülerinnen und Schüler der betroffenen Klasse vorzeitig in die Sommerferien zu entlassen. Noch am gleichen Tag teilte der Schulratspräsident dem Beschwerdeführer schriftlich mit, dass er bis auf Weiteres vom BGE 138 I 113 S. 122Schulunterricht suspendiert sei. Wie es nach den Sommerferien weitergehen werde, sei Gegenstand weiterer Abklärungen und Entscheidungen des Schulrats. Nach weiteren Gesprächen mit den betroffenen Eltern, den die handgreiflich angegangene Schülerin behandelnden Ärzten sowie der Polizei bestätigte der Schulrat drei Tage später, am 9. Juli 2007, die Suspendierung des Beschwerdeführers. Überdies wurde beschlossen und dem Beschwerdeführer am 12. Juli 2007 schriftlich eröffnet, dass dieser in demselben Schulhaus auch nach den Sommerferien 2007 keinen Schulunterricht mehr werde erteilen können und die Stelle ausgeschrieben werde. Die Gemeinde beauftragte zudem ihren Rechtskonsulenten mit der Abklärung der Sach- und Rechtslage im Hinblick auf das weitere Vorgehen. Mit der Freistellung von der Lehrtätigkeit gab die Gemeinde dem Beschwerdeführer unmissverständlich zu verstehen, dass sie sein pflichtwidriges Verhalten als gravierend einstufte und dieser mit weiteren Massnahmen rechnen musste. Obschon sich der Beschwerdeführer am 4. Juli 2007 zu den Ereignissen und zur Freistellung als erster Sofortmassnahme hatte äussern können, musste ihm die Gemeinde anschliessend auch noch hinsichtlich einer allfälligen vorzeitigen Beendigung des Arbeitsverhältnisses das rechtliche Gehör gewähren, bevor sie darüber beschliessen konnte. Darauf wies sie im Schreiben vom 12. Juli 2007 ausdrücklich hin. Die anschliessende zeitliche Verzögerung ist grösstenteils dem Beschwerdeführer selber zuzuschreiben. Wegen dessen Teilnahme an einem Weiterbildungsseminar wurde bis zur Woche vom 16. Juli 2007 kein Besprechungstermin vereinbart. Nach seiner Rückkehr beauftragte der Beschwerdeführer einen Rechtsvertreter mit der Interessenwahrung. Laut Schreiben vom 19. Juli 2007 kam dieser mit dem Rechtskonsulenten der Gemeinde überein, die Anhörung am 26. Juli 2007 durchzuführen. Gleichzeitig zeigte die Gemeinde an, dass eine fristlose Auflösung des Arbeitsverhältnisses nicht ausgeschlossen sei. Diese erneute Verzögerung ergab sich insbesondere, weil der Rechtsvertreter des Beschwerdeführers vorgängig die Polizeiakten einsehen wollte. Nach der Unterredung vom 26. Juli 2007 beschloss der Schulrat an der Sitzung vom 27. Juli 2007 die fristlose Entlassung. Bei diesen Gegebenheiten kann nicht die Rede davon sein, dass die Gemeinde zu lange zugewartet und deshalb ihr Recht auf eine fristlose Kündigung verwirkt hätte."}