{"annee": "138", "cour": "V", "page": "339", "date": "13/8/2012", "cite": ["137 V 314", "106 V 139", "105 V 186", "130 V 514", "109 V 278", "123 II 115", "135 II 94", "134 V 53", "136 V 362", "133 V 188", "134 II 45", "131 V 414"], "cite_par": ["139 V 442", "144 V 153", "140 V 22", "142 V 551", "143 V 295"], "chapeau": "42. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. IV-Stelle des Kantons St. Gallen gegen O. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_302/2012 vom 13. August 2012", "regestes": ["Art. 89 al. 2 let. d LTF; art. 57 al. 1 let. g LAI; art. 41 al. 1 let. i RAI en corrélation avec l'art. 62 al. 1bis LPGA; art. 61 let. d LPGA; qualité pour recourir des offices AI. L'office AI peut former un recours devant le Tribunal fédéral contre un jugement du tribunal cantonal des assurances en concluant - contrairement à la décision administrative - à ce qu'aucune rente d'invalidité ne soit allouée (consid. 2)."], "faits": "BGE 138 V 339 S. 339\n\nA. Mit Verfügung vom 21. Dezember 2009 sprach die IV-Stelle des Kantons St. Gallen (nachfolgend: IV-Stelle) dem 1947 geborenen O. eine Viertelsrente der Invalidenversicherung ab 1. Juni 2007 zu, dies in Berücksichtigung u.a. der Gutachten des Dr. med. K., Facharzt für Psychiatrie und Psychotherapie FMH, vom 27. Mai 2008 und des Zentrums A. vom 20. Juni 2008.\n\nB. In Gutheissung der Beschwerde des O. hob das Versicherungsgericht des Kantons St. Gallen mit Entscheid vom 19. März 2012 die BGE 138 V 339 S. 340Verfügung vom 21. Dezember 2009 auf und sprach dem Versicherten eine halbe Rente ab dem 1. September 2006 zu.\n\nC. Die IV-Stelle führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren, der Entscheid vom 19. März 2012 sei aufzuheben und es sei festzustellen, dass O. keinen Rentenanspruch hat.\n\nO. beantragt die Abweisung der Beschwerde. Das kantonale Versicherungsgericht und das Bundesamt für Sozialversicherungen verzichten auf eine Vernehmlassung.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. Das Bundesgericht prüft die Zulässigkeit der Beschwerde von Amtes wegen und mit freier Kognition (Art. 29 Abs. 1 BGG; vgl. BGE 135 II 94 E. 1 S. 96; Urteil 9C_959/2009 vom 19. Februar 2010 E. 2.1).\n\n2. Der angefochtene Entscheid spricht dem Beschwerdegegner eine halbe Rente der Invalidenversicherung ab 1. September 2006 zu. Die Beschwerde führende IV-Stelle beantragt, es sei festzustellen, dass kein Rentenanspruch bestehe. Im selben Sinne hatte sie sich schon in der vorinstanzlichen Vernehmlassung geäussert, nachdem sie mit der angefochtenen Verfügung den Anspruch auf eine Viertelsrente ab 1. Juni 2007 bejaht hatte.\n\n2.1 Gemäss Art. 89 Abs. 1 BGG ist zur Beschwerde in öffentlich-rechtlichen Angelegenheiten berechtigt, wer vor der Vorinstanz am Verfahren teilgenommen hat oder keine Möglichkeit zur Teilnahme erhalten hat (lit. a), durch den angefochtenen Entscheid oder Erlass besonders berührt ist (lit. b) und ein schutzwürdiges Interesse an dessen Aufhebung oder Änderung hat (lit. c). Auf diese in erster Linie auf Privatpersonen zugeschnittene Beschwerdebefugnis kann sich auch eine Behörde berufen, sofern sie nicht nur ein öffentliches Interesse an der richtigen Durchführung des Bundesrechts, sondern wie ein Privater ein bestimmtes, eigenes finanzielles Interesse verfolgt oder aber in schutzwürdigen eigenen hoheitlichen Interessen berührt ist (BGE 133 V 188 E. 4.3.2 S. 192 mit Hinweisen). Dazu reicht der Umstand allein nicht aus, im Rechtsmittelverfahren unterlegen zu sein (BGE 134 II 45 E. 2.2.1 S. 47 mit Hinweisen). Heisst ein kantonales Versicherungsgericht die Beschwerde gegen die Verfügung einer BGE 138 V 339 S. 341 IV-Stelle gut, indem es einen Rentenanspruch bejaht oder eine höhere Rente zuspricht, kann diese den betreffenden Entscheid mangels eines schutzwürdigen Interesses im Sinne von Art. 89 Abs. 1 lit. c BGG daher nicht ans Bundesgericht weiterziehen. Der Beschwerdeführerin kann somit nicht gestützt auf diese Bestimmung die Rechtsmittelbefugnis zuerkannt werden.\n\n2.2 Nach Art. 89 Abs. 2 lit. d BGG sind ferner zur Beschwerde berechtigt Personen, Organisationen und Behörden, denen ein anderes Bundesgesetz dieses Recht einräumt.\n\n2.3 Nach Art. 62 ATSG (SR 830.1) kann gegen Entscheide der kantonalen Versicherungsgerichte nach Massgabe des Bundesgerichtsgesetzes vom 17. Juni 2005 beim Bundesgericht Beschwerde geführt werden (Abs. 1). Der Bundesrat regelt das Beschwerderecht der Durchführungsorgane der einzelnen Sozialversicherungen vor dem Bundesgericht (Abs. 1bis). Gemäss Art. 57 IVG gehört zu den Aufgaben der IV-Stellen u.a. der Erlass der Verfügungen über die Leistungen der Invalidenversicherung (Abs. 1 lit. g). Der Bundesrat kann ihnen weitere Aufgaben zuweisen (Abs. 2). Der gestützt auf diese Delegationsnorm erlassene Art. 41 IVV (SR 831.201) nennt namentlich die Stellungnahme in Beschwerdefällen und die Erhebung von Beschwerden beim Bundesgericht (Abs. 1 lit. i). Diese Regelung stellt eine hinreichende gesetzliche Grundlage im Sinne von Art. 89 Abs. 2 lit. d BGG dar (BGE 134 V 53 E. 2.2 S. 56 f.). Danach kommt derjenigen IV-Stelle, welche die Verfügung erlassen und am vorinstanzlichen Verfahren teilgenommen hat, Rechtsmittelbefugnis zu (vgl. auch Art. 201 Abs. 1 Satz 1 AHVV [SR 831.101] in Verbindung mit Art. 89 IVV; BGE 130 V 514 E. 4.1 S. 516; BERNHARD WALDMANN, in: Basler Kommentar, Bundesgerichtsgesetz, 2. Aufl. 2011, N. 64 in fine und Fn. 277 zu Art. 89 BGG). Die Beschwerdeführerin war somit grundsätzlich berechtigt, den vorinstanzlichen Entscheid, der ihre Verfügung über eine Viertelsrente aufhebt und dem Versicherten eine halbe Rente zuspricht, beim Bundesgericht anzufechten.\n\n2.3.1 Das spezialgesetzliche Beschwerderecht nach Art. 89 Abs. 2 lit. d BGG bedarf nicht des Nachweises der Voraussetzungen gemäss Art. 89 Abs. 1 lit. b und c BGG, insbesondere ist kein schutzwürdiges Interesse an der Aufhebung oder Änderung des angefochtenen Entscheids erforderlich (BGE 134 V 53 E. 2.2.2 in fine S. 57; BGE 106 V 139 E. 1 S. 141; vgl. WALDMANN, a.a.O., N. 45 und 64a zu Art. 89 BGG; ALAIN WURZBURGER, in: Commentaire de la LTF [Loi sur BGE 138 V 339 S. 342le Tribunal fédéral], 2009, N. 43 zu Art. 98 BGG). Da die IV-Stelle im Beschwerdeverfahren vor dem kantonalen Versicherungsgericht die Stellung einer Partei mit allen Rechten und Pflichten (BGE 105 V 188; ISABELLE HÄNER, Die Beteiligten im Verwaltungsverfahren, 2000, S. 155 f.; FRITZ GYGI, Bundesverwaltungsrechtspflege, 1983, S. 177 und 179) hat, setzt auch ihre Rechtsmittelbefugnis indessen voraus, dass sie durch den Entscheid beschwert ist (Urteil des Eidg. Versicherungsgerichts I 199/06 vom 30. Oktober 2006 E. 2.2 mit Hinweisen zu dem insoweit gleichen Art. 103 lit. c OG [SEILER/VON WERDT/GÜNGERICH, Kommentar zum Bundesgerichtsgesetz, 2007, N. 60 zu Art. 89 BGG; WURZBURGER, a.a.O., N. 17 zu Art. 89 BGG]). Beschwert ist die IV-Stelle, wenn sie mit ihren Anträgen nicht oder nur teilweise durchgedrungen ist (SVR 2006 IV Nr. 48 S. 176, I 586/04 E. 1.2; vgl. auch BGE 123 II 115 E. 2a S. 117 und Urteil 2C_769/2009 vom 22. Juni 2010 E. 2.1). Dies trifft vorliegend zu. Die Beschwerdeführerin hatte in der vorinstanzlichen Vernehmlassung beantragt, es sei festzustellen, dass kein Rentenanspruch bestehe; das kantonale Versicherungsgericht sprach dem Versicherten indessen eine halbe Rente (ab 1. September 2006) zu.\n\n2.3.2 Es fragt sich, wie im Kontext der Umstand zu werten ist, dass die am Recht stehende IV-Stelle mit der vorinstanzlich angefochtenen Verfügung einen Rentenanspruch nicht verneint, sondern eine Viertelsrente (ab 1. Juni 2007) zugesprochen hatte.\n\n2.3.2.1 Nach Art. 61 lit. d ATSG ist das Versicherungsgericht nicht an die Begehren der Parteien gebunden (Satz 1). Es kann eine Verfügung oder einen Einspracheentscheid zu Ungunsten der Beschwerde führenden Person ändern oder dieser mehr zusprechen, als sie verlangt hat, wobei den Parteien vorher Gelegenheit zur Stellungnahme sowie zum Rückzug der Beschwerde zu geben ist (Satz 2). Danach ist es zulässig, wenn eine IV-Stelle, wie im vorliegenden Fall, im erstinstanzlichen Beschwerdeverfahren weniger beantragt (kein Rentenanspruch), als sie selber mit der angefochtenen Verfügung zugesprochen hat (Viertelsrente; vgl. SVR 2002 IV Nr. 40 S. 125, I 730/01 E. 3).\n\n2.3.2.2 Mit der in Satz 1 von Art. 61 lit. d ATSG statuierten fehlenden Bindung an die Parteibegehren wird die Verwirklichung des objektiven Rechts über das subjektive Rechtsschutzinteresse gestellt (BGE 137 V 314 E. 3.2.2 S. 319 mit Hinweisen). Diese Entscheidung des Bundesgesetzgebers für das Verfahren vor dem BGE 138 V 339 S. 343kantonalen Versicherungsgericht muss im Prozess vor Bundesgericht berücksichtigt werden. Ein bereits erstinstanzlich gestelltes Begehren der IV-Stelle, selbst wenn es eine Verschlechterung gegenüber dem Verfügten bedeutet, ist daher auch letztinstanzlich zulässig (in diesem Sinne Urteil 9C_959/2009 vom 19. Februar 2010 E. 2.2; vgl. auch SVR 2006 IV Nr. 13 S. 47, I 628/01; anders und nach dem Gesagten abzulehnen SVR 2002 IV Nr. 40 S. 125, I 730/01 E. 3). Ebenfalls für diese Lösung spricht, dass in Konstellationen wie der vorliegenden auf die Beschwerde der IV-Stelle ohnehin einzutreten wäre, soweit der angefochtene Entscheid mehr zuspricht, als sie verfügt hat.\n\nSatz 2 von Art. 61 lit. d ATSG gibt zu keiner anderen Betrachtungsweise Anlass. Durch diese Vorschrift wird zwar die prozessrechtliche Stellung der Beschwerde führenden Person verstärkt, indem bei einem Rückzug des Rechtsmittels die angefochtene Verfügung formell rechtskräftig wird (BGE 109 V 278 E. 2 S. 280; UELI KIESER, ATSG-Kommentar, 2. Aufl. 2009, N. 95 zu Art. 61 ATSG). Sie macht indessen die Interessenabwägung zugunsten der Verwirklichung des objektiven Rechts in Satz 1 nicht wieder rückgängig. Nur ist auch Art. 61 lit. d Satz 2 ATSG letztinstanzlich zu berücksichtigen. Erachtet das Bundesgericht, anders als das kantonale Versicherungsgericht, die eine Rente zusprechende Verfügung der IV-Stelle als gesetzwidrig, ist der vorinstanzliche Entscheid aufzuheben und die Sache an dieses zurückzuweisen, damit es der versicherten Person Gelegenheit zum Rückzug der Beschwerde gibt, sofern nicht schon die Vorinstanz das Verfahren nach Art. 61 lit. d Satz 2 ATSG durchgeführt hat.\n\n2.3.3 Unzulässig ist es, wenn die IV-Stelle erstmals vor Bundesgericht weniger beantragt, als sie verfügt oder im kantonalen Verfahren anbegehrt hat (Art. 99 Abs. 2 BGG; BGE 136 V 362 E. 4.2 S. 367).\n\n2.4 Nach dem Gesagten ist die auch den weiteren formellen Anforderungen genügende Beschwerde zulässig, und es ist darauf einzutreten.\n\n(...)\n\n6. Damit wird der Beschwerdegegner schlechtergestellt, als er es aufgrund der Verfügung vom 21. Dezember 2009 (Viertelsinvalidenrente) war. Die Sache ist daher zur Durchführung des Verfahrens nach Art. 61 lit. d ATSG an die Vorinstanz zurückzuweisen (vgl. BGE 138 V 339 S. 344E. 2.3.2.2). Sollte der Beschwerdegegner die vorinstanzliche Beschwerde zurückziehen, ist die IV-Stelle daran zu erinnern, dass eine Aufhebung der Verfügung vom 21. Dezember 2009 betreffend Viertelsrente, vorbehältlich der Revision nach Art. 17 Abs. 1 ATSG, nur nach Art. 53 Abs. 2 ATSG in Betracht fiele, wobei die Wiedererwägungsvoraussetzungen in Anbetracht des in E. 3 und 4 (hier nicht publ.) Gesagten kaum erfüllt sein dürften (vgl. statt vieler BGE 131 V 414 E. 2 S. 417 mit Hinweis; SVR 2011 IV Nr. 71 S. 213, 9C_994/2010 E. 3.2.1)."}