{"annee": "138", "cour": "V", "page": "495", "date": "16/10/2012", "cite": ["137 V 440", "124 III 211", "135 V 425"], "cite_par": [], "chapeau": "58. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. S. gegen Pensionskasse SBB (Beschwerde in öffentlich- rechtlichen Angelegenheiten)\n\n9C_782/2011 vom 16. Oktober 2012", "regestes": ["Art. 30e al. 2 LPP; art. 6 et 10 OEPL; versement anticipé de fonds de prévoyance pour l'acquisition d'un logement. L'institution de prévoyance ne viole pas son devoir de diligence lorsqu'elle paie le montant du versement anticipé sur présentation d'un acte de vente notarié, avant même que l'assuré bénéficiaire n'ait été inscrit comme propriétaire au registre foncier (consid. 2)."], "faits": "BGE 138 V 495 S. 496\n\nA. S. stellte am 29. November 2006 bei der Pensionskasse SBB (kurz: PK SBB), bei welcher er seit dem 1. Juni 1990 berufsvorsorgeversichert ist, den Antrag auf Vorbezug von Fr. 130'000.- für die Finanzierung einer Eigentumswohnung in H. (Grundbuchblatt Y.). Am 14. Dezember 2006 zahlte die PK SBB der Verkäuferin und Empfängerin des Vorbezugs, der X. AG, den Betrag von Fr. 130'000.- aus. Nachdem der Kaufvertrag vom 30. November 2006 (noch) nicht beim Grundbuch zur Eintragung angemeldet worden war, konnte das zuständige Kreisgrundbuchamt dem Antrag der PK SBB, auf dem Grundbuchblatt Y. eine Veräusserungsbeschränkung nach Art. 30e Abs. 2 BVG anzumerken, keine Folge leisten. Am 16. April 2007 kam es zur Aufhebung und Rückabwicklung des Kaufvertrags vom 30. November 2006. S. und die X. AG vereinbarten, dass die geleistete Anzahlung von Fr. 130'000.- an die PK SBB zurückzuerstatten sei bzw. zur Sicherstellung eines weiteren Kaufvertrags zwischen den Vertragsparteien diene. Eine Rückzahlung erfolgte nicht. Am 21. Mai 2008 wurde über die X. AG der Konkurs eröffnet, aus welchem für S. ein Verlustschein in der Höhe von Fr. 124'245.70 resultierte.\n\nB. Am 16. Juni 2011 (Eingang) reichte S. beim Verwaltungsgericht des Kantons Bern Klage gegen die PK SBB ein mit dem Antrag, diese sei zu verpflichten, auf sein Vorsorgekonto Fr. 124'245.70 nebst 5 % Zins seit 14. Dezember 2006 einzubezahlen. Die PK SBB beantragte die Abweisung der Klage.\n\nMit Entscheid vom 14. September 2011 wies das Verwaltungsgericht des Kantons Bern die Klage ab und auferlegte dem Kläger Verfahrenskosten sowie eine Parteientschädigung zugunsten der anwaltlich vertretenen Vorsorgeeinrichtung.\n\nC. Dagegen erhebt S. Beschwerde in öffentlich-rechtlichen Angelegenheiten. Er wiederholt den vor Verwaltungsgericht gestellten Antrag. Eventualiter beantragt er die Rückweisung der Sache zur neuen Beurteilung. Ausserdem schliesst er auf Aufhebung des vorinstanzlichen Kostenentscheids (Dispositiv-Ziffern 2 und 3).\n\nDie PK SBB beantragt Abweisung der Beschwerde. Das Verwaltungsgericht des Kantons Bern äussert sich nicht zur Sache, gibt aber eine Stellungnahme in prozessualer Hinsicht ab. Das Bundesamt für Sozialversicherungen (BSV) verzichtet auf eine Vernehmlassung.\n\nAm 9. Januar 2012 gelangt S. mit einer weiteren Eingabe an das Bundesgericht. BGE 138 V 495 S. 497\n\nD. Die II. sozialrechtliche Abteilung des Bundesgerichts führt am 16. Oktober 2012 eine publikumsöffentliche Beratung durch.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n2. Es ist unbestritten, dass die Voraussetzungen für die Gewährung eines Vorbezugs für Wohneigentum zum eigenen Bedarf erfüllt waren. Der Beschwerdeführer vertritt demgegenüber die Ansicht, die Beschwerdegegnerin hätte den Vorbezug erst bei nachgewiesenem Eigentumserwerb mittels Grundbucheintrag an die Verkäuferin ausbezahlen dürfen. Mit anderen Worten wirft er der Beschwerdegegnerin eine Sorgfaltspflichtverletzung vor. Dabei handelt es sich um eine frei zu prüfende Rechtsfrage.\n\n2.1 Die Art. 30c BVG (SR 831.40) und 331e OR regeln nicht näher, was die Vorsorgeeinrichtung im Falle eines Begehrens um Vorbezug prüfen muss. Gemäss Art. 6 Abs. 1 der Verordnung vom 3. Oktober 1994 über die Wohneigentumsförderung mit Mitteln der beruflichen Vorsorge (WEFV; SR 831.411) zahlt die Vorsorgeeinrichtung den Vorbezug spätestens nach sechs Monaten aus, nachdem die versicherte Person ihren Anspruch geltend gemacht hat. Sie zahlt ihn gemäss Abs. 2 gegen Vorweis der entsprechenden Belege und im Einverständnis der versicherten Person direkt an den Verkäufer, Ersteller, Darlehensgeber oder den am Wohneigentum Beteiligten aus. Gemäss Art. 10 WEFV hat die versicherte Person, die ihren Anspruch auf Vorbezug oder Verpfändung geltend macht, gegenüber der Vorsorgeeinrichtung den Nachweis zu erbringen, dass die Voraussetzungen \"dafür\" (frz.: \"les conditions de leur réalisation\"; ital.: \"le relative condizioni\") erfüllt sind. Dies bezieht sich nach dem klaren Wortlaut der Bestimmung auf die Voraussetzungen, die für den Vorbezug bzw. die Verpfändung gelten, mithin die sich aus dem Gesetz (namentlich Art. 30c Abs. 5 BVG und Art. 331e Abs. 5 OR) ergebenden und die in den Art. 1-9 WEFV genannten Voraussetzungen (BGE 135 V 425 E. 6.6.2 S. 432). Eine ausdrückliche Überprüfungspflicht in dem Sinne, dass der Eigentumsübergang bei der Auszahlung nachgewiesen sein muss, lässt sich weder Art. 30c BVG noch Art. 6 (Abs. 2) WEFV entnehmen. Gemäss vorinstanzlicher Feststellung, die für das Bundesgericht verbindlich ist (nicht publizierte E. 1), lag das Einverständnis des Beschwerdeführers zur Auszahlung des Vorbezugs an die Verkäuferin, die X. AG, vor. Deren Qualität als BGE 138 V 495 S. 498Zahlungsempfängerin ergab sich zweifelsfrei aus dem - vom Beschwerdeführer eingereichten - notariell beurkundeten Kaufvertrag vom 30. November 2006. Weitergehende Erfordernisse stipulieren die beiden erwähnten gesetzlichen Grundlagen nicht.\n\n2.2 Gemäss Art. 30e BVG dürfen der Versicherte oder seine Erben das Wohneigentum nur unter Vorbehalt von Artikel 30d veräussern. Als Veräusserung gilt auch die Einräumung von Rechten, die wirtschaftlich einer Veräusserung gleichkommen. Nicht als Veräusserung gilt hingegen die Übertragung des Wohneigentums an einen vorsorgerechtlich Begünstigten. Dieser unterliegt aber derselben Veräusserungsbeschränkung wie der Versicherte (Abs. 1). Die Veräusserungsbeschränkung nach Absatz 1 ist im Grundbuch anzumerken. Die Vorsorgeeinrichtung hat die Anmerkung dem Grundbuchamt gleichzeitig mit der Auszahlung des Vorbezugs bzw. mit der Pfandverwertung des Vorsorgeguthabens anzumelden (Abs. 2).\n\n2.2.1 Der Wortlaut von Art. 30e Abs. 2 BVG fordert allein eine gleichzeitige Auszahlung und Anmeldung, welche Bedingung die Beschwerdegegnerin erfüllt hat. Sowohl die Auszahlung des Vorbezugs als auch die Anmeldung der Veräusserungsbeschränkung auf dem Grundbuchblatt Y. datieren vom 14. Dezember 2006.\n\n2.2.2 Art. 30e BVG regelt - anders als Art. 30c BVG und Art. 6 WEFV - nicht die Auszahlung, die Bestandteil des Kaufvertrags, das heisst des Verpflichtungsgeschäfts, ist. Entsprechend seinem Titel \"Sicherung des Vorsorgezwecks\" will Art. 30e Abs. 2 BVG vielmehr sicherstellen, dass eine versicherte Person ihr Vorsorgekapital, das sie für den Erwerb von Wohneigentum vorbezogen hat, nicht durch Veräusserung des Wohneigentums dem Vorsorgeziel entzieht und für konsumtive Zwecke verwendet. Der Vorbezug aus der 2. Säule soll im Vorsorgekreislauf verbleiben (Botschaft vom 19. August 1992 über die Wohneigentumsförderung mit den Mitteln der beruflichen Vorsorge, BBl 1992 VI 250 Ziff. 133.3 zweiter Absatz). Ob und inwieweit die grundbuchliche Anmerkung hierfür geeignet ist (vgl. BBl, a.a.O., 250 f.; MARKUS MOSER, Die Anforderungen des neuen Wohneigentumsförderungsgesetzes [2. Teil], SZS 1995 S. 222 f. unten), braucht an dieser Stelle nicht beantwortet zu werden. Art. 30e Abs. 2 BVG stellt keine Beschränkung des obligatorischen Verpflichtungsgeschäfts, sondern eine solche der Verfügungsbefugnis dar. Dass nicht der Vertragsschluss, sondern die dingliche Verfügung beschränkt wird, ergibt sich vor allem aus Art. 30e BGE 138 V 495 S. 499Abs. 3 lit. d BVG, wonach die Anmerkung gelöscht werden kann, wenn nachgewiesen wird, dass der in das Wohneigentum investierte Betrag gemäss Art. 30d BVG an die Vorsorgeeinrichtung der versicherten Person oder an eine Freizügigkeitseinrichtung zurückerstattet worden ist (Mitteilungen des BSV über die berufliche Vorsorge Nr. 32 vom 21. April 1995 Rz. 1.6). Aus den in den eidgenössischen Räten geführten Diskussionen ergibt sich nichts Gegenteiliges. Insbesondere lässt sich keine Absicht des Bundesgesetzgebers ausmachen, bestimmte Abwicklungsvarianten des Erwerbs von Wohneigentum generell zu unterbinden.\n\n2.2.3 Gegen eine - auf Art. 30e Abs. 2 BVG gestützte - Überprüfungspflicht im Sinne des Beschwerdeführers spricht auch der Umstand, dass der grundbuchlichen Anmerkung eines Vorbezugs Dritten gegenüber nur deklaratorische Bedeutung zukommt. Bestand und Inhalt der Veräusserungsbeschränkung sind unabhängig von der Anmerkung (BGE 137 V 440 E. 3.5 S. 444; BGE 124 III 211 E. 1a S. 213). Die grundbuchliche Anmerkung hat einzig die Intention, dass bei einer Veräusserung des Wohneigentums die Rückzahlungspflicht auch dem Erwerber bekannt ist und insbesondere die abwickelnde Instanz die Kaufpreisregulierung entsprechend vornehmen kann (HANS-ULRICH STAUFFER, Berufliche Vorsorge, 2005, S. 366 Rz. 984 in fine).\n\n2.2.4 Schliesslich wird in Bezug auf ein im Ausland gelegenes Verwendungsobjekt auf weitergehende Sicherungsmittel verzichtet. So hat eine versicherte Person mit Wohnsitz im Ausland vor der Auszahlung des Vorbezugs lediglich nachzuweisen, dass sie die Mittel der beruflichen Vorsorge für ihr Wohneigentum verwendet (Art. 30e Abs. 5 BVG). Diese ungleiche Behandlung ist nicht sachlich begründet, sondern fusst primär auf Gründen der Praktikabilität (STAUFFER, a.a.O., S. 366 Rz. 986; derselbe, in: Handkommentar zum BVG und FZG, Schneider/Geiser/Gächter [Hrsg.], 2010, N. 13 zu Art. 30e BVG;MOSER, a.a.O., S. 224). Es drängt sich deshalb auch in diesem Zusammenhang nicht auf, die Bestätigung des Grundbucheintrags im Rahmen von Art. 30e Abs. 2 BVG als conditio sine qua non für die Auszahlung des Vorbezugs zu verstehen.\n\n2.3 Nach dem Gesagten besteht keine gesetzliche Grundlage dafür, dass mit der Auszahlung des Vorbezugs bis zum nachgewiesenen Grundbucheintrag des Kaufobjekts zugewartet werden muss. Zwar hat die Beschwerdegegnerin selber im Antragsformular auf Vorbezug vermerkt: \"Die Auszahlung ist frühestens auf den Zeitpunkt BGE 138 V 495 S. 500der Eigentumsübertragung möglich!\". Indessen kann dieser Hinweis nicht so ausgelegt werden, dass die Beschwerdegegnerin mit der Auszahlung des Vorbezugs regelmässig bis zur belegten Eintragung des Wohnungskaufs im Grundbuch zuwartet. Abgesehen davon, dass schon dem Wortlaut ein solcher Ablauf nicht zu entnehmen ist, statuieren auch die ab 1. Januar 2004 resp. 1. Januar 2007 gültigen Reglemente keinen solchen. Nichts anderes ergibt sich aus der Broschüre \"Eigenheimfinanzierung mit Mitteln der beruflichen Vorsorge\", die der Beschwerdeführer im vorinstanzlichen Verfahren aufgelegt hat, wonach die Beschwerdegegnerin die gesetzlich vorgesehene Veräusserungsbeschränkung unmittelbar nach der Auszahlung des Vorbezugs veranlasst. Insgesamt fehlen hinreichende Anhaltspunkte, die den Schluss erlauben, die Beschwerdegegnerin habe die vom Beschwerdeführer vertretene Auffassung betreffend Auszahlung des Vorbezugs zu einem (eigenen) Grundsatz gemacht, der sie nach Treu und Glauben hätte veranlassen müssen, die Bescheinigung des Grundbucheintrags abzuwarten. Im Übrigen wird im \"Vertrag über den Vorbezug\" vom 4./6. Dezember 2006 ausdrücklich darauf hingewiesen, dass das Mitglied, sollte es noch nicht als Eigentümer der Liegenschaft im Grundbuch eingetragen sein, allfällige Gebühren einer Abweisungsverfügung des Grundbuchamtes zu tragen habe. Damit brachte die Beschwerdegegnerin unmissverständlich zum Ausdruck, dass die Anmeldung unabhängig von einem nachgewiesenen Eigentumserwerb erfolgt.\n\nWohl setzt eine (erfolgreiche) Anmeldung der Anmerkung den Eigentumsübergang voraus (vgl. dazu auch Art. 55 Abs. 2 Grundbuchverordnung vom 23. September 2011 [GBV; SR 211.432.1]), was jedoch im Interesse aller Grundeigentümer liegt. Denn es soll keine Verfügungsbeschränkung für eine \"Drittschuld\" erwirkbar sein. Es ist unbestritten, dass der Beschwerdegegnerin der notariell beurkundete Kaufvertrag vor der Auszahlung des Vorsorgeguthabens zugestellt worden ist und dass in diesem der Notar deutlich und ohne Vorbehalt beauftragt wurde, die notwendigen Schritte zur Eintragung beim Grundbuchamt vorzunehmen. Damit war, wie schon die Vorinstanz festgehalten hat, sichergestellt, dass die Vorsorgegelder zum Erwerb von Wohneigentum verwendet werden.\n\n2.4 Die Abwicklungsvarianten des Erwerbs von Wohneigentum sind vielfältig. Die Ausgestaltung des Kaufvertrags und die Festlegung seiner Bedingungen sind in erster Linie Sache der Vertragsparteien, das heisst der Käufer- und der Verkäuferschaft (vgl. oben E. 2.2.2). BGE 138 V 495 S. 501Die Beschwerdegegnerin als auszahlende Pensionskasse ist diesbezüglich nicht involviert. Solches würde denn auch wohl von den meisten Versicherten als Einmischung in persönliche Angelegenheiten empfunden. Der Beschwerdegegnerin kann daher auch unter diesem Blickwinkel keine allgemeine Pflicht auferlegt werden, die Auszahlung des Vorbezugs vom Nachweis des Eigentumsübergangs abhängig zu machen. Der Kauf von Wohneigentum mit Hilfe eines Vorbezugs bedingt eine gewisse (Mit-)Verantwortlichkeit des Versicherten. Im Antragsformular auf Vorbezug ist ausdrücklich vorgesehen, dass dieser entweder an den Verkäufer, Ersteller, Darlehensgeber, Notar oder an die Wohnbaugenossenschaft überwiesen werden kann (vgl. Art. 6 Abs. 2 WEFV). In concreto haben sich die Vertragsparteien im Rahmen der vereinbarten Kaufvertragsabwicklung gegen die in der Praxis verbreitete Lösung entschieden, den Vorbezug zunächst auf ein Notariatskonto auszahlen zu lassen, von wo dann entsprechend dem Gang der Geschäfte die weiteren Zahlungen erfolgen (STAUFFER, Berufliche Vorsorge, 2005, S. 372 Rz. 1002; vgl. auch Mitteilungen über die berufliche Vorsorge Nr. 70 vom 27. Oktober 2003 Rz. 412 in fine, welche wohl strenger ist, der aber keine Weisungsqualität zukommt). Indes haben sie explizit eine \"Eintragungsbewilligung\" erteilt (vgl. Art. 963 Abs. 1 ZGB). Demgemäss hätte es der Beschwerdeführer nach den überzeugenden Ausführungen der Vorinstanz - trotz ausstehenden Handänderungssteuern - in der Hand gehabt, selber eine Eintragung ins Grundbuch zu erwirken. Er beruft sich in dieser Hinsicht auf Rechtsunkenntnis. Indessen muss, wer als mündige und urteilsfähige Person am Geschäftsverkehr teilnimmt, sich über die Tragweite seines Handelns grundsätzlich Klarheit verschaffen. Das Ausbleiben des für den Eigentumserwerb (mit-)erforderlichen Verfügungsgeschäfts hätte ihm daher Anlass zu Rückfragen geben müssen.\n\n2.5 Zusammenfassend ist eine Sorgfaltspflichtverletzung der Beschwerdegegnerin zu verneinen."}