{"annee": "138", "cour": "I", "page": "61", "date": "20/12/2011", "cite": ["131 II 13", "135 I 292", "132 I 104", "125 II 417", "113 IA 146", "130 I 290", "130 I 26", "130 IV 72", "119 IA 271", "136 II 120", "136 I 49", "134 I 105", "134 II 249", "137 II 177", "113 IA 291", "136 II 177", "121 I 1", "131 II 735", "131 I 74", "114 IA 427", "129 I 232", "109 IB 246", "136 I 65", "136 I 352", "136 II 132", "127 I 133", "137 I 31", "129 I 185", "134 I 199", "121 I 138"], "cite_par": ["145 I 207", "145 I 175", "140 I 338", "139 I 292", "143 I 78", "145 I 282", "138 I 171", "139 I 2", "141 I 221", "145 I 1"], "chapeau": "6. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Kiener Nellen gegen Regierungsrat des Kantons Bern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_176/2011 vom 20. Dezember 2011", "regestes": ["Votation fédérale de février 2008 sur la réforme de l'imposition des entreprises, liberté de vote, protection juridique ultérieure, compétence; art. 29, 29a, 34 et 189 Cst., art. 77 ss LDP. Eléments fondamentaux de la protection juridique dans les causes concernant le droit de vote, avant et après l'entrée en vigueur de la réforme de la justice (consid. 3). Droits et voie de droit en cas d'irrégularités à l'occasion de votations fédérales (consid. 4.1). Problématique des irrégularités de la procédure de vote découvertes ultérieurement (consid. 4.2). Droit constitutionnel à la révision ou à la reconsidération; application aux causes concernant le droit de vote sur le plan cantonal et fédéral (consid. 4.3). Compétence du Tribunal fédéral (consid. 4.4). Conditions (consid. 4.5 et 4.6). Pouvoir de décision du Tribunal fédéral (consid. 4.7). Conditions pour le jugement matériel du grief de violation de la liberté de vote (consid. 5). Eléments fondamentaux de la liberté de vote; exigences relatives aux explications destinées aux électeurs; validité sur le plan fédéral (consid. 6). Vérification des explications données aux électeurs par le Conseil fédéral; examen, sous l'angle de la liberté de vote, de l'état de l'information avant les votations (consid. 7). Informations avant la votation litigieuse (consid. 8.2 et 8.3); portée de prévisions (consid. 8.4); le défaut d'éléments essentiels pour la formation de l'opinion viole la liberté de vote (consid. 8.6); conséquences procédurales (consid. 8.7)."], "faits": "BGE 138 I 61 S. 63\n\nA. Die Bundesversammlung verabschiedete am 23. März 2007 das Bundesgesetz über die Verbesserung der steuerlichen Rahmenbedingungen für unternehmerische Tätigkeiten und Investitionen (Unternehmenssteuerreformgesetz II; BBl 2007 2321; vgl. Botschaft des Bundesrates vom 22. Juni 2005, BBl 2005 4733). Gegen das Gesetz wurde das Referendum ergriffen. Die eidgenössische Volksabstimmung fand am 24. Februar 2008 statt. Im Vorfeld der Abstimmung erhielten die Stimmberechtigten die Erläuterungen des Bundesrates zur Vorlage. Bundesrat Merz stellte sie an zahlreichen Auftritten dar. Die Stimmberechtigten nahmen das Unternehmenssteuerreformgesetz II bei einer Stimmbeteiligung von 38,62 % mit 938'744 Ja gegen 918'990 Nein an; die Stimmberechtigten des Kantons Bern verwarfen die Vorlage mit 115'600 Nein gegen 109'253 Ja (Amtsblatt des Kantons Bern vom 5. März 2008 S. 226). Der Bundesrat erwahrte das Ergebnis der Volksabstimmung am 10. April 2008 (BBl 2008 2781). Das Unternehmenssteuerreformgesetz II ist im Wesentlichen auf den 1. Januar 2009, einzelne Teile schon auf den 1. Juli 2008, andere Teile auf den 1. Januar 2010 bzw. 1. Januar 2011 in Kraft gesetzt worden (AS 2008 2893).\n\nB. Anfang März 2011 wurde bekannt, dass zahlreiche Unternehmen von den Möglichkeiten des Unternehmenssteuerreformgesetzes II Gebrauch machen würden und dass dadurch beträchtliche Steuerausfälle entstünden. Anlässlich einer Fragestunde im Nationalrat (AB 2011 N 350 ff.) und einer Pressekonferenz vom 14. März 2011 bestätigte Bundesrätin Widmer-Schlumpf, dass die Steuerausfälle infolge des Unternehmenssteuerreformgesetzes II wesentlich höher ausfallen würden als bei der Ausarbeitung der Vorlage angenommen und in den Erläuterungen des Bundesrates zur Abstimmung ausgewiesen worden war. Sie räumte ein, dass die Erläuterungen im sog. Abstimmungsbüchlein in dieser Hinsicht nicht vollständig gewesen seien.\n\nC. Am 17. März 2011 reichte Margret Kiener Nellen beim Regierungsrat des Kantons Bern eine als \"Abstimmungsbeschwerde/Revision nach Art. 77 BPR\" bezeichnete Eingabe ein. Sie rügte eine Verletzung der Abstimmungsfreiheit wegen unzutreffender und unvollständiger Information der Stimmberechtigten und verlangte im Wesentlichen die Aufhebung der eidgenössischen Abstimmung. BGE 138 I 61 S. 64\n\nMit Entscheid vom 30. März 2011 trat der Regierungsrat auf die Eingabe nicht ein, soweit sie als Abstimmungsbeschwerde zu qualifizieren sei. In Anbetracht der absoluten Verwirkungsfrist von Art. 77 Abs. 2 des Bundesgesetzes über die politischen Rechte sei die Beschwerde verspätet. Soweit die Eingabe als Gesuch um Wiedererwägung des bundesrätlichen Erwahrungsbeschlusses vom 10. April 2008 zu betrachten sei, werde sie zur weitern Behandlung dem Bundesrat überwiesen. Dieser allein sei hierfür zuständig. In der Rechtsmittelbelehrung wies der Regierungsrat darauf hin, dass beim Bundesgericht Beschwerde geführt werden könne. Es erscheine vorderhand nicht geklärt, durch welche Instanz und in welcher Form das aus der Bundesverfassung abgeleitete Recht auf richterliche Überprüfung der Regularität einer Abstimmung gewährt werde, wenn die allfällige Unregelmässigkeit erst im Nachgang zu einer bereits erwahrten eidgenössischen Volksabstimmung zutage trete.\n\nD. Margret Kiener Nellen hat am 11. April 2011 beim Bundesgericht unter dem Titel \"Abstimmungsbeschwerde/Revision (Art. 80 Abs. 1 BPR und Art. 82 lit. c BGG)\" Beschwerde erhoben. Sie stellt folgende Anträge:\n\n\"1. Es sei der Beschluss des Regierungsrates des Kantons Bern über die Ergebnisse der Eidgenössischen Volksabstimmung vom 24. Februar 2008 in Sachen Unternehmenssteuerreformgesetz II - publiziert im Amtsblatt vom 5. März 2008 - aufzuheben.\n\n2. Es sei die eidgenössische Abstimmung vom 24. Februar 2008 in Sachen Unternehmenssteuerreformgesetz II in allen Kantonen, eventualiter im Kanton Bern, für ungültig zu erklären.\n\n3. Es sei die Abstimmung über das Unternehmenssteuerreformgesetz II in allen Kantonen, eventualiter im Kanton Bern, neu anzusetzen.\n\n4. Soweit das Bundesgericht den Anträgen 1-3 nicht entsprechen sollte, sei subeventualiter festzustellen, dass in der Eidgenössischen Volksabstimmung vom 24. Februar 2008 in Sachen Unternehmenssteuerreformgesetz II die politischen Rechte der Beschwerdeführerin (Garantie der freien Willensbildung und der unverfälschten Stimmabgabe, Art. 34 Abs. 2 BV) verletzt worden sind. (...)\"\n\nDie Beschwerdeführerin macht geltend, durch die unzutreffenden und unvollständigen Erläuterungen des Bundesrates sei sie als Stimmbürgerin irregeführt und dadurch in der Abstimmungsfreiheit im Sinne von Art. 34 Abs. 2 BV verletzt worden. Unter Berücksichtigung der Rechtsprechung des Bundesgerichts zu den Laufental-Abstimmungen sei die Abstimmung vom 24. Februar 2008 aufzuheben und ein Datum für eine neue Abstimmung über die Vorlage anzusetzen. BGE 138 I 61 S. 65\n\nE. Das Bundesgericht eröffnete mit dem Bundesrat am 12. Mai 2011 den Meinungsaustausch. In seiner Antwort vom 10. Juni 2011 erachtete sich der Bundesrat zur Behandlung des ihm vom Regierungsrat überwiesenen Gesuchs für zuständig. In einem weitern Schreiben vom 23. Juni 2011 hielt das Bundesgericht an seiner Auffassung fest. Mit Entscheid vom 29. Juni 2011 trat der Bundesrat auf das ihm von der Kantonsregierung überwiesene Ersuchen von Margret Kiener Nellen nicht ein (VPB 2012.5). Er hielt fest, dass die Voraussetzungen für eine Revision oder Wiedererwägung des Erwahrungsbeschlusses fehlten.\n\nDas Bundesgericht weist die Beschwerde im Sinne der Erwägungen ab, soweit darauf einzutreten war.\n\n(Zusammenfassung)", "considerants": "Erwägungen:\n\n1. Der Regierungsrat des Kantons Bern verneinte in seinem Entscheid seine Zuständigkeit, im Verfahren der Abstimmungsbeschwerde gemäss Art. 77 Abs. 1 lit. b des Bundesgesetzes vom 17. Dezember 1976 über die politischen Rechte (BPR; SR 161.1) nachträglichen Rechtsschutz gewähren zu können, trat auf das Ersuchen der Beschwerdeführerin nicht ein und überwies das Gesuch um Wiedererwägung des Erwahrungsbeschlusses zur weitern Behandlung dem Bundesrat. In der Rechtsmittelbelehrung wies er auf die Möglichkeit hin, beim Bundesgericht Beschwerde in öffentlich-rechtlichen Angelegenheiten gemäss Art. 82 lit. c BGG zu führen. Ein solches Vorgehen ermögliche es dem Bundesgericht, im Einzelnen zu prüfen, in welcher Weise das aus der Bundesverfassung abgeleitete Recht auf richterliche Überprüfung der Regularität einer Abstimmung gewährleistet werden könne. Gestützt auf die ihr erteilte Rechtsmittelbelehrung hat die Beschwerdeführerin beim Bundesgericht die vorliegende Beschwerde erhoben.\n\nDamit war einerseits das Bundesgericht mit der Stimmrechtsbeschwerde der Beschwerdeführerin befasst, andererseits der Bundesrat mit dem ihm von der Kantonsregierung überwiesenen Ersuchen der Beschwerdeführerin. Beide Instanzen waren somit gleichzeitig zu Entscheiden in der gleichen Sache aufgerufen.\n\nAngesichts dieser Sachlage eröffnete das Bundesgericht den Meinungsaustausch mit dem Bundesrat und brachte zum Ausdruck, dass es sich für zuständig erachte. Der Bundesrat nahm seinerseits die Kompetenz für die Beurteilung des Ersuchens für sich in Anspruch. BGE 138 I 61 S. 66Mit einem weitern Schreiben präzisierte das Bundesgericht seine Haltung und ersuchte den Bundesrat um erneute Stellungnahme. Daraufhin entschied der Bundesrat am 29. Juni 2011 während des laufenden Meinungsaustauschverfahrens in der Sache selbst, verneinte die Voraussetzungen für eine Revision des Erwahrungsbeschlusses und trat auf das ihm überwiesene Ersuchen der Beschwerdeführerin nicht ein (VPB 2012.5). Schliesslich liess er dem Bundesgericht eine ergänzende Stellungnahme zukommen.\n\nIm Ausgangspunkt stand damit ein positiver Kompetenzkonflikt im Raum. Mit seinem einseitigen Entscheid brachte der Bundesrat die offene und umstrittene Frage der Zuständigkeit aus seiner Sicht bereits zu einem vorläufigen Abschluss.\n\nDas Vorgehen des Bundesrates hindert das Bundesgericht nicht, die bei ihm erhobene Beschwerde zu behandeln, dabei die Problematik des nachträglichen Rechtsschutzes in eidgenössischen Stimmrechtsangelegenheiten zu erörtern und die Fragen der Zuständigkeit zu prüfen. Zum einen ist auf die Beschwerde ohnehin einzutreten, soweit die Beschwerdeführerin in Anbetracht des regierungsrätlichen Nichteintretens sinngemäss eine formelle Rechtsverweigerung geltend macht. Zum andern wird sich zeigen, dass die Zuständigkeiten, die einerseits der Bundesrat und andererseits das Bundesgericht je für sich in Anspruch nehmen, tatsächlich nicht denselben Gegenstand betreffen. Sie schliessen sich im vorliegenden Fall nicht aus (vgl. unten E. 4.7, 4.8 und 8.7). Ein Zuständigkeitskonflikt-Verfahren im Sinne von Art. 157 Abs. 1 lit. b und Art. 173 Abs. 1 lit. i BV erübrigt sich daher (vgl. zum Verfahren KISS/KOLLER, in: Die Schweizerische Bundesverfassung, 2. Aufl. 2008, N. 120 ff. zu Art. 173 BV).\n\nBei dieser Sachlage steht der bundesrätliche Entscheid vom 29. Juni 2011 dem Eintreten durch das Bundesgericht nicht entgegen.\n\n2. Mit ihrer Beschwerde ans Bundesgericht ersucht die Beschwerdeführerin um nachträglichen Rechtsschutz in einer Stimmrechtsangelegenheit und verlangt der Sache nach die Aufhebung der Abstimmung vom 24. Februar 2008, um auf diesem Weg eine neue Abstimmung über die Vorlage Unternehmenssteuerreformgesetz II zu ermöglichen und herbeizuführen. Für ihr Anliegen macht die Beschwerdeführerin eine Verletzung der Abstimmungsfreiheit gemäss Art. 34 Abs. 2 BV geltend: Die Stimmberechtigten seien damals durch die Abstimmungserläuterungen des Bundesrates unzureichend informiert und daher irregeführt worden; sie hätten sich kein zuverlässiges Bild über die Abstimmungsvorlage machen können. BGE 138 I 61 S. 67\n\nMit ihrer Eingabe an den Regierungsrat vom 17. März 2011 beschritt die Beschwerdeführerin den Rechtsweg, wie er vom Bundesgesetz über die politischen Rechte für die sog. Abstimmungsbeschwerde vorgezeichnet ist (Art. 77 Abs. 1 lit. b BPR; vgl. zu diesem Verfahren im Einzelnen unten E. 4). Sie hatte erst anlässlich der Fragestunde im Nationalrat vom 14. März 2011 vom Ausmass der befürchteten Steuerausfälle infolge des Unternehmenssteuerreformgesetzes II aus sicherer Quelle Kenntnis erhalten und sich hernach innert dreier Tage an den Regierungsrat gewandt (Art. 77 Abs. 2 BPR). Dessen Entscheid vom 30. März 2011 focht sie beim Bundesgericht innert der fünftägigen Beschwerdefrist an (Art. 100 Abs. 3 lit. b i.V.m. Art. 45 Abs. 1 BGG, Art. 80 Abs. 1 BPR). Ihre Beschwerdelegitimation im Sinne von Art. 89 Abs. 3 BGG untersteht keinen Zweifeln. Die Beschwerdeanträge können im Lichte der neuesten Rechtsprechung im Wesentlichen als zulässig betrachtet werden (BGE 137 II 177 E. 1.2.3 S. 181).\n\nVor diesem Hintergrund ist die Eingabe als Beschwerde in öffentlich-rechtlichen Angelegenheiten im Sinne der Stimmrechtsbeschwerde gemäss Art. 82 lit. c BGG entgegenzunehmen. Die Beschwerdeführerin kann geltend machen, der Regierungsrat habe ihr Ersuchen nicht geprüft und sei durch die Weiterleitung des Ersuchens an den Bundesrat zu Unrecht auf ihre Abstimmungsbeschwerde materiell nicht eingetreten. Insoweit steht eine formelle Rechtsverweigerung in Frage. Mit Blick auf die Rechtsbegehren, die spezifischen Rügen sowie die Kompetenzordnung in eidgenössischen Stimmrechtssachen wird überdies zu prüfen sein, inwieweit auf die Beschwerde materiell eingetreten werden und das Bundesgericht die aufgeworfenen Rügen und die beanstandeten Unregelmässigkeiten in der Sache selbst behandeln kann.\n\nAuf die Beschwerde kann grundsätzlich eingetreten werden.\n\n3. Als Erstes sind die Grundzüge des Rechtsschutzes in Stimmrechtsangelegenheiten nachzuzeichnen. Dabei ist zwischen der Zeit vor und der Zeit nach Inkrafttreten der Justizreform zu differenzieren.\n\n3.1 Mit dem Organisationsgesetz von 1911 wurde dem Bundesgericht die Kompetenz zur Beurteilung von kantonalen (und kommunalen) Stimmrechtssachen übertragen (BGE 121 I 138 E. 3 S. 142 mit Hinweisen). Das Bundesgericht entfaltete im Laufe der Jahrzehnte eine reiche Praxis zur Garantie der politischen Rechte in den BGE 138 I 61 S. 68 Kantonen. Es entwickelte als ungeschriebenes Bundesverfassungsrecht namentlich die Wahl- und Abstimmungsfreiheit und leitete daraus eine Reihe von Prinzipien zu Wahlen und Abstimmungen ab (BGE 121 I 138 E. 3 S. 141 mit Hinweisen auf Praxis und Lehre). Die Wahl- und Abstimmungsfreiheit fand mit Art. 34 Abs. 2 BV Eingang in die neue Bundesverfassung von 1999 (BGE 129 I 232 E. 4.2 S. 244).\n\nDie Zuständigkeit des Bundesgerichts war mit der alten Bundesverfassung und den alten Organisationsgesetzen auf kantonale Stimmrechtsangelegenheiten beschränkt. Daran änderte vorerst auch die Bundesverfassung von 1999 nichts. Der ursprüngliche Art. 189 sah die Rechtsprechungsbefugnis in politischen Rechten nicht (ausdrücklich) vor. In diesem Bereich galt vielmehr noch das Bundesgesetz über die politischen Rechte in der damaligen Fassung von 1976. Dieses öffnete den Rechtsweg an die Kantonsregierungen sowie eine Beschwerdemöglichkeit für Abstimmungen an den Bundesrat, für Nationalratswahlen an den Nationalrat und für die Stimmberechtigung an das Bundesgericht (aArt. 77 und 80-82 BPR; vgl. GEROLD STEINMANN, in: Basler Kommentar, BGG, 2. Aufl. 2011, N. 76 zu Art. 82 BGG). In Bezug auf Wahlen und Abstimmungen garantierten somit politische Behörden den Rechtsschutz. Diese urteilten als erste und letzte Instanzen. Ein unabhängiger gerichtlicher Rechtsschutz, wie er heute aus den Bestimmungen von Art. 34 und 29a BV abgeleitet wird (vgl. BGE 137 II 177 E. 1.2.3 S. 180 mit Hinweisen), war nicht garantiert.\n\nFolge dieser Zuständigkeiten der politischen Behörden war, dass der Bundesrat vorerst Abstimmungsbeschwerden behandelte und hernach die Resultate von eidgenössischen Abstimmungen aufsichtsrechtlich erwahrte (aArt. 15 Abs. 1 BPR). In der Botschaft zum Bundesgesetz über die politischen Rechte wurde dazu festgehalten, dass die Zuständigkeiten für die Beschwerdeentscheidung und die Erwahrung der Abstimmungsresultate bei der gleichen Behörde vereint sein sollten (vgl. Botschaft des Bundesrates vom 9. April 1975, BBl 1995 I 1317, 1357). Desgleichen beurteilte der Nationalrat vorerst die Wahlbeschwerden und erwahrte mit der Konstituierung die Resultate der Wahlen (Art. 53 Abs. 1 BPR).\n\n3.2 Die Justizreform brachte in Bezug auf die kantonalen Stimmrechtsangelegenheiten keine grundsätzliche Änderung. Mit der Neufassung von Art. 189 BV, dem Erlass des Bundesgerichtsgesetzes und der Revision des Bundesgesetzes über die politischen Rechte BGE 138 I 61 S. 69 erfuhren hingegen der Bereich der eidgenössischen politischen Rechte eine fundamentale Änderung und der Rechtsschutz eine gänzlich neue Ausrichtung. Der Rechtsschutz wurde in letzter Instanz der obersten Justizbehörde übertragen. Auf Abstimmungsbeschwerde hin urteilt zwar erstinstanzlich nach wie vor die Kantonsregierung. Streitigkeiten wegen Verletzung von eidgenössischen Bestimmungen über die politischen Rechte werden nunmehr nach Art. 189 Abs. 1 lit. f BV in letzter Instanz durch das Bundesgericht beurteilt. Art. 80 Abs. 1 BPR und Art. 88 Abs. 1 lit. b BGG sehen in eidgenössischen Stimmrechtsangelegenheiten die Stimmrechtsbeschwerde gemäss Art. 82 lit. c BGG vor. Der Rechtsschutz auf eidgenössischer Ebene ist an die unabhängige Justiz übergegangen und sollte ausschliesslich dem Bundesgericht als oberster Justizbehörde zukommen. Bundesrat und Nationalrat sollten von diesen Rechtsprechungsaufgaben entlastet werden (vgl. Botschaft des Bundesrates vom 20. November 1996 über eine neue Bundesverfassung, BBl 1997 I 1, 530 f.; Botschaft des Bundesrates vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege, BBl 2001 4241, 4327 f.). Damit wird auch auf Bundesebene ein grundsätzlich umfassender gerichtlicher Rechtsschutz im Sinne von Art. 34 Abs. 1 und Art. 29a BV gewährleistet (STEINMANN, a.a.O., N. 77 und 93 f. zu Art. 82 BGG). Diese Ordnung gründet letztlich auf der Erkenntnis, dass Stimmrechtsangelegenheiten der gerichtlichen Überprüfung zugänglich sind (Urteil 1P.338/2006/1P.582/2006 vom 12. Februar 2007 E. 3.10, in: ZBl 108/2007 S. 313; BGE 136 II 132 E. 2.5.2 S. 140; BGE 134 I 199 E. 1.2 S. 201). Allerdings erfährt der gerichtliche Rechtsschutz aufgrund von Art. 189 Abs. 4 BV einen erheblichen Einbruch. Nach dieser Bestimmung können Akte der Bundesversammlung und des Bundesrates beim Bundesgericht nicht angefochten werden. Dieser Vorbehalt wirkt sich insbesondere im Bereich der politischen Rechte auf das Verhältnis zwischen Bundesrat und Bundesgericht aus (unten E. 7; vgl. zu den Einschränkungen etwa PIERRE TSCHANNEN, Staatsrecht der Schweizerischen Eidgenossenschaft [im Folgenden: Staatsrecht], 3. Aufl. 2011, § 48 N. 41 S. 622; STEINMANN, a.a.O., N. 77 zu Art. 82 BGG, mit weitern Hinweisen; RHINOW/KOLLER/KISS/THURNHERR/BRÜHL-MOSER, Öffentliches Prozessrecht, 2. Aufl. 2010, N. 457; MÜLLER/SCHEFER, Grundrechte in der Schweiz, 4. Aufl. 2008, S. 624).\n\nDiese Rechtsschutzordnung entfaltet Folgen für die Erwahrung von Wahl- und Abstimmungsergebnissen. Die Erwahrung folgt der gerichtlichen Entscheidung nach. Die politischen Behörden sind an die Justizentscheide gebunden. Vor der Erwahrung kann das BGE 138 I 61 S. 70Bundesgericht im Einzelfall Abstimmungsbeschwerden behandeln, sie als unbegründet abweisen, unter Aufrechterhaltung der Abstimmung nicht entscheidrelevante Mängel informell oder mit förmlichem Entscheid feststellen oder aber bei Verletzungen der Abstimmungsfreiheit Nachzählungen und gar Wiederholungen von Abstimmungen anordnen. Die materielle Beurteilung richtet sich an der Praxis des Bundesgerichts gegenüber den Kantonen aus (vgl. hierzu BGE 135 I 292 E. 4.4 S. 301 mit zahlreichen Hinweisen).\n\nDer Bundesrat setzt daher die Erwahrung von Abstimmungsergebnissen bis zum Abschluss der bundesgerichtlichen Verfahren aus und trifft danach den Erwahrungsbeschluss (Art. 15 Abs. 1 BPR; vgl. hierzu MICHEL BESSON, Die Legitimation zur Stimmrechtsbeschwerde, ZBJV 147/2011 S. 843, 856). Anlässlich der Konstituierung des Nationalrates bedarf es für die Gültigkeit der Wahl einer kantonalen Wahlbestätigung; eine solche kann ausgestellt werden, wenn auf Kantons- und Bundesebene keine Beschwerde erhoben worden ist oder wenn der Ausgang bundesgerichtlicher Verfahren feststeht (Art. 53 Abs. 1 und 2 BPR).\n\n4. Im Folgenden ist der Rechts- und Rechtsmittelweg für Beanstandungen von Unregelmässigkeiten anlässlich von Abstimmungen darzustellen, einerseits für Beschwerden, die in unmittelbarem zeitlichem Zusammenhang mit einem Urnengang erhoben werden, andererseits für Rügen, die wegen erst nachträglich bekannt gewordener Mängel im Nachhinein geltend gemacht werden.\n\n4.1 Rechts- und Rechtsmittelweg in eidgenössischen Stimmrechtsangelegenheiten richten sich in allgemeiner Weise nach dem Bundesgesetz über die politischen Rechte und dem Bundesgerichtsgesetz. Gemäss Art. 77 Abs. 1 lit. b BPR kann wegen Unregelmässigkeiten bei eidgenössischen Abstimmungen bei der Kantonsregierung Beschwerde (sog. Abstimmungsbeschwerde) geführt werden. Die Beschwerde ist nach Art. 77 Abs. 2 BPR innert dreier Tage seit Entdeckung des Beschwerdegrundes, jedoch spätestens am dritten Tag nach Veröffentlichung der kantonalen Ergebnisse im kantonalen Amtsblatt einzureichen. Die Kantonsregierung entscheidet innert zehn Tagen (Art. 79 Abs. 1 BPR). Deren Entscheid kann nach Art. 80 Abs. 1 BPR in Verbindung mit Art. 88 Abs. 1 lit. b und Art. 100 Abs. 3 lit. b BGG wegen Verletzung der politischen Rechte innert fünf Tagen beim Bundesgericht angefochten werden. Das Beschwerderecht steht nach Art. 89 Abs. 3 BGG jeder in der betreffenden Angelegenheit stimmberechtigten Person oder politischen Parteien zu. BGE 138 I 61 S. 71Nach Abschluss des bundesgerichtlichen Verfahrens stellt der Bundesrat gemäss Art. 15 BPR das Abstimmungsergebnis verbindlich fest und publiziert den Erwahrungsbeschluss im Bundesblatt. Er verweist dabei auf den Ausgang der bundesgerichtlichen Verfahren (vgl. beispielsweise Bundesratsbeschluss vom 17. März 2011 über das Ergebnis der Volksabstimmung vom 28. November 2010, BBl 2011 2771). Die Erwahrung umfasst die gesamtschweizerischen Ergebnisse. Eingeschlossen sind die kantonalen Resultate. Den im kantonalen Amtsblatt publizierten kantonalen Resultaten kommt entgegen der Auffassung der Beschwerdeführerin keine eigenständige Bedeutung zu. Auf den Antrag um deren Aufhebung kann daher nicht eingetreten werden.\n\n4.2 Die Abstimmungsbeschwerde nach Art. 77 Abs. 1 lit. b BPR kann in unmittelbarem zeitlichem Zusammenhang mit einer Volksabstimmung erhoben werden. Sie ist im Vorfeld der Abstimmung oder gleich danach innert dreier Tage seit Entdeckung einer Unregelmässigkeit zu erheben, gemäss Art. 77 Abs. 2 BPR spätestens am dritten Tag nach Veröffentlichung der kantonalen Ergebnisse im Amtsblatt. Danach ist die Abstimmungsbeschwerde nicht mehr zulässig. Sie kann gemäss dem Wortlaut von Art. 77 Abs. 2 BPR im Grundsatz nicht erhoben werden, wenn Unregelmässigkeiten des Abstimmungsverfahrens erst nachträglich bekannt werden. Insoweit ist mangels eines vorinstanzlichen Anfechtungsobjekts auch die Beschwerde an das Bundesgericht nicht möglich (vgl. Art. 88 Abs. 1 lit. b BGG).\n\nIn der Praxis stellte sich die Problematik nachträglich bekannt gewordener Mängel des Abstimmungsverfahrens im Zusammenhang mit den Abstimmungen über den Anschluss des Laufentals an den Kanton Basel-Landschaft bzw. den Verbleib im Kanton Bern. Aufgrund einer kantonalen Regelung, welche der Bestimmung von Art. 77 Abs. 2 BPR entspricht, entschieden die bernischen Behörden, dass eine zwei Jahre nach der Abstimmung eingelegte Beschwerde verspätet und daher unzulässig sei (BGE 113 Ia 146, Sachverhalt). Das Bundesgericht kam in der Folge vorerst zum Schluss, dass die Beschwerde gestützt auf das kantonale Recht zutreffend als verspätet und daher als unzulässig hatte bezeichnet werden dürfen (BGE 113 Ia 146 E. 2 S. 149; vgl. auch Urteil 1P.280/1999 vom 7. Dezember 1999, in: Pra 2000 Nr. 23).\n\nDie Regelung von Art. 77 BPR ist grundsätzlich in der gleichen Weise auszulegen und anzuwenden. Die Frist von drei Tagen nach BGE 138 I 61 S. 72der Publikation des kantonalen Ergebnisses gemäss Art. 77 Abs. 2 BPR ist an sich als Verwirkungsfrist zu betrachten. Dies ergibt sich aus dem Wortlaut der Bestimmung und den Materialien zum Bundesgesetz (vgl. Botschaft des Bundesrates vom 9. April 1975 zu einem Bundesgesetz über die politischen Rechte, BBl 1975 I 1317, 1356; Botschaft des Bundesrates vom 30. November 2001 über eine Änderung des Bundesgesetzes über die politischen Rechte, BBl 2001 6401, 6420 f.; CHRISTOPH HILLER, Die Stimmrechtsbeschwerde, 1990, S. 29 f.; ETIENNE GRISEL, Initiative et référendum populaires, 3. Aufl. 2004, S. 138 N. 321). Es liegen keine Umstände vor, welche ein unmittelbares Abweichen vom Wortlaut der Regelung rechtfertigen würden. Als Zwischenergebnis ist somit festzuhalten, dass nach Ablauf der in Art. 77 Abs. 2 BPR vorgesehenen Fristen die Abstimmungsbeschwerde nicht mehr möglich ist.\n\nVor diesem Hintergrund erweist sich die beim Regierungsrat des Kantons Bern eingelegte Beschwerde als verspätet. Insoweit hat der Regierungsrat durch sein Nichteintreten auf die Beschwerde kein Bundesgesetzesrecht verletzt. Die Rüge der formellen Rechtsverweigerung ist daher unbegründet.\n\n4.3 Das Bundesgesetz über die politischen Rechte kennt kein Verfahren, mit dem um Wiedererwägung oder Revision von Entscheidungen ersucht werden könnte. Im Gegensatz zu gewissen andern Rechtsgebieten (wie z.B. Steuer- oder Sozialversicherungsrecht) hat sich im Bereich der politischen Rechte keine Praxis herausgebildet, wonach Entscheidungen, welche sich aufgrund von neu entdeckten Tatsachen und Beweismitteln als fehlerhaft erweisen, in Revision oder Wiedererwägung zu ziehen wären (vgl. BGE 113 Ia 146 E. 3a S. 151 mit Hinweisen). Somit kommen die Grundsätze zur Anwendung, die sich direkt aus dem Bundesverfassungsrecht ergeben.\n\nDas Bundesgericht hat in einer weit zurückreichenden Praxis aus Art. 4 aBV unter qualifizierten Voraussetzungen einen Anspruch auf Wiedererwägung oder Revision abgeleitet (vgl. BGE 109 Ib 246 E. 4 S. 250 ff.; BGE 113 Ia 146 E. 3a S. 151 f.; je mit Hinweisen; PETER SALADIN, Das Verwaltungsverfahrensrecht des Bundes, 1979, S. 98 ff.). Diese Rechtsprechung ist unter der neuen Bundesverfassung weitergeführt worden. Ein entsprechender Anspruch ergibt sich nunmehr aus Art. 29 Abs. 1 BV (vgl. BGE 136 II 177 E. 2.1 S. 181; BGE 130 IV 72 E. 2.2 S. 74; BGE 127 I 133 E. 6 S. 137; MÜLLER/SCHEFER, a.a.O., S. 826 f.). Danach kann um Wiedererwägung oder Revision ersucht werden, wenn ein klassischer Revisionsgrund vorliegt, insbesondere wenn sich BGE 138 I 61 S. 73die Umstände wesentlich geändert haben oder wenn erhebliche Tatsachen und Beweismittel namhaft gemacht werden, die in einem früheren Verfahren nicht bekannt waren, die früher aus rechtlichen oder tatsächlichen Gründen nicht geltend gemacht werden konnten oder die mangels Veranlassung nicht geltend gemacht werden mussten (BGE 127 I 133 E. 6 S. 137; BGE 113 Ia 146 E. 3a S. 152; je mit Hinweisen).\n\nDiese Rechtsprechung hat in den Bereich der politischen Rechte Eingang gefunden. Das Bundesgericht hat hinsichtlich von kantonalen Stimmrechtssachen festgehalten, dass sich unmittelbar aus der Verfassung ein Recht auf Überprüfung der Regularität der Volksabstimmung ergebe, wenn nachträglich eine massive Beeinflussung der Volksbefragung zutage tritt. Es wäre stossend und schlechterdings nicht vertretbar, wenn massive Unregelmässigkeiten, welche das Abstimmungsresultat beeinflusst haben könnten, nur deshalb nicht überprüft werden, weil die entsprechenden Tatsachen oder Beweismittel erst nach Ablauf der - sehr kurzen - Beschwerdefristen entdeckt worden sind (BGE 113 Ia 146 E. 3b S. 153; vgl. zur Gefahr der Beeinträchtigung von Grundrechten durch kurze Fristen MÜLLER/SCHEFER, a.a.O., S. 827 Fn. 70).\n\nIm Einzelnen sind aus der Praxis des Bundesgerichts in kantonalen Stimmrechtsangelegenheiten zwei Konstellationen bekannt, in denen Volksabstimmungen längere Zeit nach ihrer Durchführung wegen erst später bekannt gewordener Umstände und Unregelmässigkeiten direkt gestützt auf die Bundesverfassung in Frage gestellt worden sind. Zum einen bejahte das Bundesgericht im Zusammenhang mit den Abstimmungen über den Anschluss des Laufentals zum Kanton Basel-Landschaft bzw. den Verbleib beim Kanton Bern vorerst einen verfassungsmässigen Anspruch auf Wiedererwägung oder Revision (BGE 113 Ia 146) und stellte hernach eine Verletzung der Abstimmungsfreiheit fest (BGE 114 Ia 427; vgl. die Kritik von GRISEL, a.a.O., S. 143 N. 339; HILLER, a.a.O., S. 346 f.; ferner PIERRE TSCHANNEN, Stimmrecht und politische Verständigung [im Folgenden: Stimmrecht], 1995, S. 140 N. 229). Zum andern wurde ein Kreditbeschluss der Zürcher Stimmberechtigten von 1995 für eine Ausbauetappe des Flughafens Zürich-Kloten in Frage gestellt, weil bereits das Verkehrsaufkommen von 1997 die Prognosen beträchtlich überstieg, die in den Abstimmungserläuterungen zur Volksabstimmung aufgeführt worden waren. Das Begehren blieb schliesslich materiell ohne Erfolg (Urteil 1P.280/1999 vom 7. Dezember 1999, in: Pra 2000 Nr. 23; vgl. unten E. 8.4). Das vom Bundesrat in seiner BGE 138 I 61 S. 74Vernehmlassung zitierte Urteil BGE 113 Ia 291 betrifft keinen Fall von nachträglichem, wiedererwägungsweise geltend gemachtem Rechtsschutz.\n\nDiese verfassungsrechtlichen Grundsätze beanspruchen gleichermassen Geltung für die Ebene des Bundes und die eidgenössischen Abstimmungen. Werden erst im Nachgang zu allfälligen Beschwerdeverfahren und nach dem bundesrätlichen Erwahrungsbeschluss erhebliche Mängel bekannt, so leitet sich bei gegebenen Voraussetzungen ein Anspruch auf Überprüfung der Regularität einer Volksabstimmung direkt aus der Verfassungsbestimmung von Art. 29 Abs. 1 BV und seit dem 1. Januar 2007 zusätzlich auch aus Art. 29a BV ab. Das Bundesgesetz über die politischen Rechte, das das Abstimmungsverfahren umschreibt, ist in diesem Sinne verfassungskonform anzuwenden. Allgemein sind Bundesgesetze nach den anerkannten Grundsätzen auszulegen. Dazu gehört die verfassungskonforme Auslegung, unter Beachtung der Schranken von Art. 190 BV und im Rahmen des klaren Wortlauts und Sinns einer Gesetzesbestimmung (BGE 134 II 249 E. 2.3 S. 251; BGE 134 I 105 E. 6 S. 109). Im Zusammenhang mit der abstrakten Normkontrolle kantonaler Erlasse wird die verfassungskonforme Auslegung insbesondere als zulässig erachtet, wenn der Normtext lückenhaft, zweideutig oder unklar ist (BGE 137 I 31 E. 2 S. 39 f. mit zahlreichen Hinweisen).\n\nIm vorliegenden Fall zeigt sich, dass das Bundesgesetz über die politischen Rechte eine namhafte Lücke aufweist. Obwohl der Wortlaut des Bundesgesetzes keinen nachträglichen Rechtsschutz kennt, wird ein solcher von Sinn und Zweck des Bundesgesetzes auch nicht im Sinne von Art. 29a BV ausgeschlossen. Ziel der Regelung im Allgemeinen ist es, dass Abstimmungen unter Beachtung der verfassungsrechtlichen Abstimmungsfreiheit durchgeführt und mit dem vorgesehenen Beschwerdeweg zu einem raschen Abschluss gebracht werden. Das schliesst es auch vor dem Hintergrund von Art. 190 BV nicht aus, dass in ausserordentlichen Situationen im genannten Sinne über den Wortlaut des Bundesgesetzes über die politischen Rechte hinaus gestützt auf das Verfassungsrecht nachträglicher Rechtsschutz gewährt wird. Die Möglichkeit eines nachträglichen Rechtsschutzes liegt denn letztlich auch dem Entscheid des Bundesrates vom 29. Juni 2011 zugrunde. Daran ändert nichts, dass er die Voraussetzungen hierfür im vorliegenden Fall verneinte und auf das Gesuch um Revison oder Wiedererwägung des Erwahrungsbeschlusses nicht eingetreten ist (Entscheid des Bundesrates vom 29. Juni 2011 E. 2, in: VPB 2012.5). BGE 138 I 61 S. 75\n\nDemnach ist das Bundesgesetz über die politischen Rechte in dem Sinne verfassungskonform auszulegen, dass die in Art. 77 Abs. 2 BPR genannten Beschwerdefristen die Möglichkeit einer Wiedererwägung oder Revision nicht ausschliessen. Vielmehr gilt für eidgenössische Abstimmungen im Rahmen des Bundesgesetzes über die politischen Rechte direkt gestützt auf die verfassungsmässigen Grundsätze von Art. 29 Abs. 1 in Verbindung mit Art. 29a BV ein Recht auf Überprüfung der Regularität von Volksabstimmungen und nachträglichen Rechtsschutz, wenn im Nachhinein eine massive Beeinflussung der Volksbefragung zutage tritt.\n\n4.4 Für die Umsetzung des genannten verfassungsmässigen Anspruchs stellen sich Fragen des Verfahrens. Vorerst ist zu prüfen, welcher Behörde letztinstanzlich eine solche Überprüfung obliegt.\n\nDie nachträgliche Überprüfung von Volksabstimmungen auf ihre Übereinstimmung mit den Grundsätzen der Garantie der politischen Rechte stellt eine Stimmrechtsstreitigkeit dar. Sie unterscheidet sich nicht grundsätzlich von den im Bundesgesetz über die politischen Rechte umschriebenen Konstellationen. Gleich wie die Beschwerden aus dem unmittelbaren zeitlichen Zusammenhang mit einer Abstimmung ist auch eine nachträgliche Überprüfung der Zuständigkeitsnorm von Art. 189 Abs. 1 lit. f BV zuzuordnen und unterliegt der Rechtsweggarantie im Sinne von Art. 34 Abs. 1 und Art. 29a BV (oben E. 3.2). Es handelt sich um justiziable Streitigkeiten, deren Behandlung sich nach rechtlichen, vorab verfassungsrechtlichen Gesichtspunkten richtet. Ihre Beurteilung kommt nach der genannten verfassungsrechtlichen Konzeption letztinstanzlich den Justizbehörden zu und fällt in den Zuständigkeitsbereich des Bundesgerichts.\n\nDas Bundesgericht ist somit zur Beurteilung von Beschwerden zuständig, mit denen die Recht- und Verfassungsmässigkeit von Volksabstimmungen wegen erst nachträglich bekannt gewordener schwerwiegender Mängel in Frage gestellt wird. Es ist zur Gewährung von nachträglichem Rechtsschutz in Stimmrechtssachen berufen.\n\n4.5 Damit stellt sich weiter die Frage nach den Voraussetzungen und der Ausgestaltung des Verfahrens.\n\nVoraussetzung für eine Überprüfung einer Volksabstimmung ist das Vorbringen von gravierenden Mängeln, die die Abstimmung massiv und entscheidwesentlich beeinflusst haben und das Abstimmungsverfahren als fragwürdig erscheinen lassen könnten. Die Unregelmässigkeiten müssen von einer erheblichen Tragweite sein, wie sie BGE 138 I 61 S. 76aus dem Bereich der Revision bekannt sind (vgl. Art. 123 Abs. 2 lit. a BGG). Ferner ist erforderlich, dass Tatsachen und Beweismittel vorgebracht werden, die im Zeitraum der Abstimmung und während der anschliessenden Beschwerdefrist nicht bekannt waren, die aus rechtlichen oder tatsächlichen Gründen nicht geltend gemacht werden konnten oder die mangels Veranlassung nicht geltend gemacht werden mussten (oben E. 4.3; BGE 136 II 177 E. 2.1 S. 181; BGE 113 Ia 146 E. 3b S. 153). Die Tatsachen und Beweismittel müssen sich somit auf Fakten beziehen, die zur Zeit der Abstimmung bereits vorhanden, aber noch unbekannt waren bzw. unbeachtet bleiben konnten (sog. unechte Noven). Das nachträgliche Verfahren kann nicht dazu dienen, Unterlassungen der Beweis- und Beschwerdeführung im Zeitpunkt der Abstimmung wieder gutzumachen (BGE 136 II 177 E. 2.1 S.181; BGE 127 I 133 E. 6 S. 138; vgl. Art. 66 Abs. 3 VwVG; ELISABETH ESCHER, in: Basler Kommentar, BGG, 2. Aufl. 2011, N. 5-9 zu Art. 123 BGG; AUGUST MÄCHLER, in: Kommentar zum Bundesgesetz über das Verwaltungsverfahren, N. 16 und 25 ff. zu Art. 66 VwVG). Umgekehrt sind echte Noven, d.h. erst im Laufe der Zeit sich ergebende Tatsachen ohne Bedeutung. Schliesslich gilt in Bezug auf die Frist, dass nicht unbegrenzt um Neubeurteilung eines weit zurückliegenden Abstimmungsverfahrens ersucht werden kann. Aus Gründen der Rechtssicherheit müssen der Wiedererwägung zeitliche Grenzen gesetzt sein. Mangels gesetzlicher Bestimmungen ist die Frist unter analoger Beachtung von Regelungen in andern Sachgebieten und in Anwendung allgemeiner Grundsätze allenfalls im Einzelfall festzusetzen (BGE 113 Ia 146 E. 3d S. 154).\n\nWerden in diesem Sinne erst nachträglich bekannt gewordene Tatsachen und Beweise vorgebracht, so ist in einem ersten Schritt zu prüfen, ob die Voraussetzungen für eine Neubeurteilung eines abgeschlossenen Abstimmungsverfahrens tatsächlich gegeben sind (BGE 113 Ia 146 E. 3c S. 153; vgl. TSCHANNEN/ZIMMERLI/MÜLLER, Allgemeines Verwaltungsrecht, 3. Aufl. 2009, § 31 N. 29 ff. S. 290 f.; HÄFELIN/MÜLLER/UHLMANN, Allgemeines Verwaltungsrecht, 6. Aufl. 2010, N. 1045 S. 233). An die genannten Voraussetzungen ist ein strenger Massstab anzulegen. Wegen der Bedeutung der Beständigkeit direktdemokratisch getroffener Entscheidungen und aus Gründen der Rechtssicherheit soll nicht leichthin auf ein abgeschlossenes Abstimmungsverfahren und auf ein erwahrtes Abstimmungsergebnis zurückgekommen werden können. Können diese Voraussetzungen bejaht werden, so ist die Abstimmung in einem zweiten Schritt BGE 138 I 61 S. 77unter Berücksichtigung der neuen Tatsachen und Beweise und allenfalls nach Abschluss eines Instruktions- und Beweisverfahrens einer materiellen (Neu-)Beurteilung zu unterziehen (BGE 113 Ia 146 E. 3c S. 153). Es ist diesfalls materiell zu prüfen, ob und welche Unregelmässigkeiten tatsächlich vorgekommen sind, welche Schwere sie aufgewiesen haben und welche Bedeutung ihnen im demokratischen Entscheidungsprozess zugekommen ist. Das Verfahren gliedert sich somit in zwei Schritte und entspricht dem für das Revisionsrecht bekannten Vorgehen.\n\n4.6 Unter Berücksichtigung dieser Vorgaben kann sich die Frage einer Neubeurteilung eines Abstimmungsverfahrens in zweierlei Konstellationen stellen.\n\nZum einen ist denkbar, dass im Zeitraum der Abstimmung gemäss den gesetzlichen Vorgaben bei der zuständigen Kantonsregierung und hernach beim Bundesgericht Beschwerde erhoben wird und das bundesgerichtliche Verfahren erfolglos bleibt. Diesfalls können nachträglich bekannt gewordene erhebliche Tatsachen und Beweise, welche das Abstimmungsverfahren und den entsprechenden Entscheid des Bundesgerichts als fragwürdig erscheinen lassen, zu einem Revisionsverfahren im Sinne von Art. 121 ff. BGG führen. Der ursprüngliche Entscheid des Bundesgerichts kann namentlich wegen Art. 123 Abs. 2 lit. a BGG in Revision gezogen werden.\n\nZum andern ist denkbar, dass im Zeitraum der Abstimmung keine Abstimmungsbeschwerde erhoben wird, hernach aber erhebliche Tatsachen und Beweise zutage treten, die das Abstimmungsverfahren wegen gravierender Mängel als fragwürdig erscheinen lassen könnten. Es fragt sich, wie und wo ein entsprechendes Verfahren um Überprüfung der Regularität einzuleiten ist.\n\nEs rechtfertigt sich, für dieses Verfahren die Verfahrensbestimmungen des Bundesgesetzes über die politischen Rechte analog anzuwenden. Dies bedeutet, dass neu entdeckte Tatsachen und Beweismittel im Sinne von Art. 77 Abs. 2 BPR unverzüglich geltend gemacht werden müssen. Das zeitliche Erfordernis ist mit Bezug auf Erkennbarkeit und Substantiierung eines Mangels gemäss der Rechtsprechung sachgerecht anzuwenden (BGE 121 I 1 E. 3b und 4 S. 5; Urteil 1P.141/1994 vom 26. Mai 1995 E. 2b, in: ZBl 97/1996 S. 233). Grundsätzlich ist das Verfahren bei der Kantonsregierung einzuleiten (BGE 137 II 177). Es kann im vorliegenden Zusammenhang offenbleiben, wie im Einzelfall eine direkt beim Bundesgericht erhobene Beschwerde behandelt würde. BGE 138 I 61 S. 78\n\n4.7 Der bundesgerichtliche Rechtsschutz in eidgenössischen Stimmrechtsangelegenheiten bezweckt die justizmässige Gewährleistung der politischen Rechte und der Wahl- und Abstimmungsfreiheit. Dies gilt auch für Verfahren von nachträglichem Rechtsschutz. Das Bundesgericht ist diesfalls aufgerufen, aufgrund einer neuen Sachlage einen justizmässigen Entscheid zu treffen. Trotz seiner Beurteilungszuständigkeit (oben E. 4.4) stellt sich in Anbetracht der Besonderheiten des Verhältnisses unter den höchsten Gewalten des Bundes die Frage der bundesgerichtlichen Entscheidbefugnis. Beurteilungszuständigkeit und Entscheidbefugnis können diesfalls auseinandergehalten werden, in ähnlicher Weise, wie bei der Anwendung von Bundesgesetzesrecht unter Beachtung von Art. 190 BV zwischen Prüfungsbefugnis und Anwendungsgebot unterschieden wird (vgl. BGE 136 I 49 E. 3.1 S. 55, BGE 136 I 65 E. 3.2 S. 70; BGE 136 II 120 E. 3.5.1 S. 130). Vor diesem Hintergrund zeigen sich namentlich folgende Konstellationen.\n\n4.7.1 Keiner weitern Erörterung bedarf der Fall, dass keine Verletzung der Abstimmungsfreiheit vorliegt, das Abstimmungsverfahren sich als gesetz- und verfassungsmässig erweist und die beim Bundesgericht erhobene Beschwerde unbegründet und daher ohne Weiteres abzuweisen ist.\n\n4.7.2 Weiter ist der Fall denkbar, dass das Bundesgericht zwar Mängel und Verletzungen der Abstimmungsfreiheit festhält, indes zum Schluss gelangt, diese seien vor dem Hintergrund der gesamten konkreten Verhältnisse nicht von ausschlaggebendem Gewicht, sodass das Abstimmungsverfahren insgesamt nicht als irregulär erscheine und von eigentlichen Sanktionen abgesehen werden könne. Eine solche Beurteilung kann sich an der bundesgerichtlichen Praxis in Stimmrechtssachen gegenüber den Kantonen ausrichten. Danach wird in einer gesamthaften Betrachtung namentlich auf die Schwere des festgestellten Mangels und dessen Bedeutung im Rahmen der ganzen Abstimmung sowie auf die Grösse des Stimmenunterschiedes abgestellt (vgl. zum Ganzen BGE 135 I 292 E. 4.4 S. 301; BGE 132 I 104 E. 3.3 S. 110; Urteil 1P.582/2005 vom 20. April 2006 E. 2, in: ZBl 108/2007 S. 275; je mit Hinweisen). Unregelmässigkeiten können festgehalten und die Beschwerde gleichwohl abgewiesen werden. Die Feststellung des Mangels kann formlos in den Erwägungen erfolgen (vgl. BGE 132 I 104 E. 4 und 5; Urteil 1C_472/2010 vom 20. Januar 2011, in: ZBl 112/2011 S. 375; Urteil 1P.582/2005 vom 20. April 2006, in: ZBl 108/2007 S. 275). Ebenso ist möglich, die Unregelmässigkeiten mit einem förmlichen Entscheid im BGE 138 I 61 S. 79 Dispositiv festzustellen, die Beschwerde insoweit teilweise gutzuheissen und sie im Übrigen abzuweisen (vgl. BGE 129 I 185 S. 206 [Dispositiv]; Urteil des Verwaltungsgerichts des Kantons Aargau vom 24. Februar 2010, in: ZBl 111/2010 S. 378, mit Anmerkung von GIOVANNI BIAGGINI; STEINMANN, a.a.O., N. 99 zu Art. 82 BGG).\n\nDem Bundesgericht steht diese Befugnis zur Feststellung von Mängeln und Verletzungen aufgrund seiner Beurteilungszuständigkeit im Rahmen des nachträglichen Rechtsschutzes (oben E. 4.4) zu. Sie besteht ungeachtet des Umstands, dass der Bundesrat das Abstimmungsverfahren in seinem Entscheid vom 29. Juni 2011 ebenfalls überprüfte, eine Mangelhaftigkeit im vorliegenden Fall verneinte und daher auf die ihm unterbreiteten Gesuche um Revision oder Wiedererwägung seines Erwahrungsbeschlusses nicht eintrat. Da blosse Feststellungen von Mängeln und Verletzungen keine entscheidwesentlichen Folgen nach sich ziehen und es bei der Abstimmung und beim Erwahrungsbeschluss belassen, entsteht zwischen der Beurteilungszuständigkeit des Bundesgerichts und den Kompetenzen des Bundesrates kein Konflikt.\n\n4.7.3 Schliesslich kann die materielle Prüfung ergeben, dass Unregelmässigkeiten bestanden haben, diese in Anbetracht der gesamten konkreten Umstände von ausschlaggebender Bedeutung für die Volksbefragung gewesen sind und demnach die Abstimmungsfreiheit derart verletzt worden ist, dass eigentliche Sanktionen angezeigt wären.\n\nDiesfalls können sich in verschiedener Hinsicht Fragen des Umfangs der Entscheidbefugnis des Bundesgerichts stellen. Neben der formellen Feststellung der Verletzung der Abstimmungsfreiheit steht die Aufhebung der Abstimmung im Vordergrund. Wie es sich mit diesen Fragen im Einzelnen verhält, braucht im vorliegenden Fall nicht weiter vertieft zu werden. Es wird sich zeigen, dass eine Aufhebung des Unternehmenssteuerreformgesetzes II nicht in Betracht fällt (unten E. 8.7). Damit besteht in dieser Hinsicht kein Kompetenzkonflikt unter Bundesbehörden. Die Prüfung, ob die Abstimmungsfreiheit gemäss Art. 34 Abs. 2 BV verletzt ist, steht dem Bundesgericht nach den vorstehenden Erwägungen zu.\n\n4.8 Die vorstehenden Erwägungen zeigen, dass sich ein Anspruch auf nachträgliche Überprüfung der Regelhaftigkeit einer Volksabstimmung direkt aus der Bestimmung von Art. 29 Abs. 1 in Verbindung mit Art. 29a BV ergibt. Das Bundesgesetz über die politischen BGE 138 I 61 S. 80Rechte ist in diesem Sinne verfassungskonform auszulegen und anzuwenden. Das Bundesgericht ist nach Art. 189 Abs. 1 lit. f BV für die Gewährung von solchem nachträglichem Rechtsschutz in eidgenössischen Stimmrechtsangelegenheiten zuständig und hat auf Beschwerde hin einen justizmässigen Entscheid zu treffen. Das Verfahren richtet sich nach den analog anzuwendenden Bestimmungen des Bundesgesetzes über die politischen Rechte.\n\nIn diesem Sinne hat das Bundesgericht ungeachtet des bundesrätlichen Entscheids vom 29. Juni 2011 die von der Beschwerdeführerin unterbreitete Problematik materiell zu prüfen. Die Zuständigkeit des Bundesrates wird durch die bundesgerichtliche Prüfung im vorliegenden Fall nicht beeinträchtigt. Die Kompetenzen von Bundesrat und Bundesgericht stehen daher nicht in einem Konflikt zueinander. Ein Zuständigkeitskonflikt-Verfahren im Sinne von Art. 157 Abs. 1 lit. b und Art. 173 Abs. 1 lit. i BV erübrigt sich.\n\n5. Aufgrund der vorstehenden Erwägungen ist nunmehr zu prüfen, ob die Voraussetzungen für eine materielle Beurteilung aufgrund der neu vorgebrachten Tatsachen und Beweise erfüllt sind.\n\n5.1 Die Beschwerdeführerin bezieht sich auf die Erläuterungen des Bundesrates im Abstimmungsbüchlein und auf Ausführungen von Bundesrat Merz anlässlich einer Pressekonferenz vom 14. Januar 2008 sowie auf die Botschaft des Bundesrates (ausführlich unten E. 8). Aus den Erklärungen im Vorfeld der Abstimmung ergibt sich zusammengefasst das Folgende: Das Unternehmenssteuerreformgesetz II bedeute für den Bund kurzfristig Steuerausfälle von ungefähr 56 und 27 Mio. Franken (Besteuerung der Liquidationsgewinne und wegen anderer Ausfälle); langfristig sollten Mehreinnahmen resultieren; für die Kantone werde kurzfristig mit Einbussen von 350 und 500 Mio. Franken gerechnet (Dividendenbesteuerung und Anrechnung der Gewinn- an die Kapitalsteuer). Nach der Botschaft würden für den Bund kurzfristig 40 Mio. Franken Mindereinnahmen resultieren; langfristig sollten zusätzliche Einnahmen von 55 Mio. Franken generiert werden; für die Kantone seien die kurfristigen Verluste auf 460 Mio. Franken, die langfristigen Verluste auf 270 Mio. Franken geschätzt. Den Bedenken des Referendumskomitees, die Reform verursache bei Bund und Kantonen bis zu 2 Mrd. Franken Steuerausfälle, entgegnete der Bundesrat, dass die finanziellen Auswirkungen der Reform im Vergleich zum gesamten Haushalt des Bundes gering und die zu erwartenden Steuerausfälle verkraftbar seien. BGE 138 I 61 S. 81\n\nIm März 2011 wurde bekannt, dass zahlreiche Unternehmen von den Möglichkeiten des Unternehmenssteuerreformgesetzes II Gebrauch machen würden und dass dadurch beträchtliche Steuerausfälle entstünden. Diese Befürchtungen wurden von Bundesrätin Widmer-Schlumpf anlässlich einer Fragestunde im Nationalrat und einer Pressekonferenz bestätigt. Zusammengefasst ergibt sich aus ihren Erklärungen, dass dem Bund bei einer längerfristigen Betrachtung jährliche Mindereinnahmen von 200-300 Mio. Franken bei der Verrechnungssteuer und von weiteren 200-300 Mio. Franken bei der direkten Bundessteuer entstünden. Insgesamt würden die Verluste für Bund, Kantone und Gemeinden für eine Periode von zehn Jahren auf 4-6 Mrd. Franken beziffert.\n\nAufgrund der neuen Prognosen scheinen die Steuerausfälle nunmehr massiv höher auszufallen als vor der Abstimmung über die Vorlage veranschlagt. Bei Steuervorlagen hängt die Meinungsbildung der Stimmberechtigten massgeblich davon ab, wie sich Steuererleichterungen zugunsten gewisser Steuersubjekte zu den damit verbundenen Haushalteinbussen verhalten. Steuererleichterungen wird umso eher zugestimmt, je weniger sie sich auf den Haushalt auswirken und je kleiner die entsprechenden Steuerausfälle sind. Die grossen Unterschiede zwischen den im Abstimmungszeitpunkt genannten tiefen Zahlen und den heutigen hohen Prognosen lassen ernsthafte Zweifel aufkommen, ob die Stimmberechtigten damals ihre Meinung in Kenntnis der richtigen Sachlage haben bilden können. Die Zweifel werden verstärkt durch die bundesrätlichen Aussagen, wonach die damaligen Abstimmungserläuterungen unvollständig gewesen seien, sowie durch das knappe Abstimmungsergebnis (938'744 Ja-Stimmen gegen 918'990 Nein-Stimmen). Bei dieser Sachlage scheint die Regularität des Abstimmungsverfahrens vom Februar 2008 ernsthaft in Frage gestellt.\n\n5.2 Die Vorbringen der Beschwerdeführerin beziehen sich auf eine Sachlage, wie sie im Zeitpunkt der Abstimmung und der Erwahrung des Abstimmungsresultats zwar gegeben war, indes zu jener Zeit für die Stimmberechtigten nicht bekannt war. Es war der Beschwerdeführerin damals weder möglich, die heute vorgebrachten Tatsachen und Beweise in einem förmlichen Verfahren vorzubringen, noch hatte sie dazu Anlass. Es kann ihr daher nicht zum Nachteil gereichen, dass sie die heute umstrittenen Fragen nicht aufgeworfen und die angebliche Verletzung der Abstimmungsfreiheit damals nicht gerügt hatte. Ihre Vorbringen über die nunmehr BGE 138 I 61 S. 82massiv höheren Steuerausfälle anstelle der damaligen moderaten Prognosen stellen daher zulässige unechte Noven im Sinne der obigen Erwägungen dar (E. 4.5).\n\n5.3 Die Abstimmung vom Februar 2008 liegt in Bezug auf die ersten Reaktionen der Beschwerdeführerin im März 2011 rund drei Jahre zurück. Diese Dauer liegt innert der Frist, während der in Anbetracht der Erheblichkeit der vorgebrachten Mängel auf eine Volksabstimmung grundsätzlich zurückgekommen werden kann (vgl. BGE 113 Ia 146 E. 3d S. 154).\n\n5.4 Wie ausgeführt, hat die Beschwerdeführerin das Verfahren gemäss dem Bundesgesetz über die politischen Rechte eingeschlagen und innert der Fristen gemäss BPR und BGG den Regierungsrat und hernach das Bundesgericht angerufen. Damit erfüllt sie auf jeden Fall die formellen Anforderungen für ihr Ersuchen, die Abstimmung vom 24. Februar 2008 auf ihre Verfassungsmässigkeit hin überprüfen zu lassen.\n\n5.5 Somit sind die Voraussetzungen gegeben, dass das Bundesgericht die von der Beschwerdeführerin erhobenen Rügen materiell prüft und demnach auch in materieller Hinsicht auf die Beschwerde eintritt.\n\n6. Die Beschwerdeführerin bezieht sich mit ihrer Beschwerde im Wesentlichen auf die Erläuterungen des Bundesrates zur Volksabstimmung vom 24. Februar 2008 und auf dessen Informationen im Vorfeld des Urnengangs. Sie rügt, diese Informationen seien unzutreffend und lückenhaft gewesen und hätten damit eine Informationssituation geschaffen, welche die Stimmberechtigten irregeführt und die Abstimmungsfreiheit gemäss Art. 34 Abs. 2 BV verletzt habe.\n\n6.1 Das Bundesgericht hat in einer reichen Praxis zu kantonalen (und kommunalen) Stimmrechtssachen die verfassungsrechtlich gebotenen Anforderungen an amtliche Abstimmungserläuterungen umschrieben. Diese sind als Erstes nachzuzeichnen.\n\n6.2 Die in Art. 34 Abs. 2 BV als Grundrecht verankerte Abstimmungsfreiheit gibt den Stimmberechtigten Anspruch darauf, dass kein Abstimmungsergebnis anerkannt wird, das nicht den freien Willen der Stimmberechtigten zuverlässig und unverfälscht zum Ausdruck bringt. Es soll garantiert werden, dass jeder Stimmberechtigte seinen Entscheid gestützt auf einen möglichst freien und umfassenden Prozess der Meinungsbildung treffen und entsprechend BGE 138 I 61 S. 83mit seiner Stimme zum Ausdruck bringen kann. Die Abstimmungsfreiheit gewährleistet die für den demokratischen Prozess und die Legitimität direktdemokratischer Entscheidungen erforderliche Offenheit der Auseinandersetzung (BGE 135 I 292 E. 2 S. 293 mit zahlreichen Hinweisen).\n\nDas Ergebnis eines Urnengangs kann u.a. durch eine unzulässige behördliche Beeinflussung der Willensbildung der Stimmberechtigten im Vorfeld von Urnengängen verfälscht werden. Eine solche fällt namentlich in Bezug auf amtliche Abstimmungserläuterungen in Betracht (vgl. BGE 135 I 292 E. 2 und 4.2 S. 294 und 297; BGE 130 I 290 E. 3.2 S. 294; BGE 119 Ia 271 E. 3a S. 272; Urteil 1C_412/2007 vom 18. Juli 2008 E. 4, in: ZBl 111/2010 S. 507; je mit Hinweisen).\n\nNach der Rechtsprechung sind behördliche Abstimmungserläuterungen oder Abstimmungsbotschaften, in denen eine Vorlage erklärt und zur Annahme oder Ablehnung empfohlen wird, unter dem Gesichtswinkel der Abstimmungsfreiheit zulässig. Die Behörde ist dabei zwar nicht zur Neutralität verpflichtet - und darf eine Abstimmungsempfehlung abgeben -, wohl aber zur Sachlichkeit. Sie verletzt ihre Pflicht zu objektiver Information, wenn sie über den Zweck und die Tragweite der Vorlage falsch orientiert. Dem Erfordernis der Objektivität genügen Abstimmungserläuterungen, wenn die Aussagen wohlabgewogen sind und beachtliche Gründe dafür sprechen, wenn sie ein umfassendes Bild der Vorlage mit ihren Vor- und Nachteilen abgeben und den Stimmberechtigten eine Beurteilung ermöglichen oder wenn sie trotz einer gewissen Überspitzung nicht unwahr und unsachlich bzw. lediglich ungenau und unvollständig sind. Die Behörde muss sich nicht mit jeder Einzelheit einer Vorlage befassen und nicht alle denkbaren Einwendungen, welche gegen eine Vorlage erhoben werden können, erwähnen. Im Sinne einer gewissen Vollständigkeit verbietet das Gebot der Sachlichkeit indessen, in den Abstimmungserläuterungen für den Entscheid des Stimmbürgers wichtige Elemente zu unterdrücken, für die Meinungsbildung bedeutende Gegebenheiten zu verschweigen oder Argumente von gegnerischen Referendums- oder Initiativkomitees falsch wiederzugeben (vgl. BGE 135 I 292 E. 4.2 S. 297; BGE 130 I 290 E. 3.2 S. 294; BGE 129 I 232 E. 4.2 S. 244; Urteile 1C_412/2007 vom 18. Juli 2008 E. 5.1, in: ZBl 111/2010 S. 507; 1P.280/1999 vom 7. Dezember 1999 E. 2a, in: Pra 2000 Nr. 23; 1P.63/1997 vom 18. Juni 1998 E. 4, in: ZBl 99/1998 S. 89; je mit Hinweisen). BGE 138 I 61 S. 84\n\n6.3 Diese Grundsätze sind verfassungsrechtlicher Natur (Art. 34 Abs. 2 BV). Sie gelten für jegliche Abstimmungsbotschaften, unabhängig von der Stufe des Gemeinwesens. Sie sind daher auch für die Erläuterungen des Bundesrates vor eidgenössischen Volksabstimmungen (sog. Bundes- oder Abstimmungsbüchlein) massgebend (vgl. MÜLLER/SCHEFER, a.a.O., S. 612 und 633). Sie ergänzen die Vorgaben im Bundesgesetz über die politischen Rechte. Nach Art. 11 Abs. 2 BPR wird den Abstimmungsvorlagen eine kurze, sachliche Erläuterung des Bundesrates beigegeben, die auch den Auffassungen wesentlicher Minderheiten Rechnung trägt; der Bundesrat berücksichtigt die Argumente der Initiativ- und Referendumskomitees. Darüber hinaus orientiert der Bundesrat die Stimmberechtigten in allgemeiner Weise nach den Grundsätzen von Art. 10a BPR. Diese gesetzlichen Vorgaben sind im Sinne der genannten verfassungsrechtlichen Grundsätze auszulegen und umzusetzen.\n\n7. Der Bundesrat hält in seinem Entscheid vom 29. Juni 2011 und in seinen Stellungnahmen zuhanden des Bundesgerichts fest, dass seine Erläuterungen im Abstimmungsbüchlein und weitere Erklärungen im Vorfeld der Volksabstimmung Regierungsakte darstellten. Diese könnten vor dem Hintergrund von Art. 189 Abs. 4 BV weder angefochten noch im vorliegenden Fall zum Gegenstand der Beschwerde gemacht werden.\n\n7.1 Nach Art. 189 Abs. 4 BV können Akte der Bundesversammlung und des Bundesrates beim Bundesgericht grundsätzlich nicht angefochten werden. Die Verfassung räumt der Bundesversammlung und dem Bundesrat einen Spielraum ein, in den die Justiz grundsätzlich nicht einzugreifen hat. Die Bestimmung lässt indes Ausnahmen zu. Verfügungen des Bundesrates (und der Organe der Bundesversammlung) können im Rahmen von Art. 33 Abs. 1 lit. a und b VGG (SR 173.32) gerichtlich angefochten werden. Eine Überprüfungsmöglichkeit kann sich aus Art. 6 Ziff. 1 EMRK ergeben (vgl. BGE 125 II 417). Schliesslich ist anerkannt, dass Verordnungen des Bundesrates im Rahmen von Art. 190 BV vorfrageweise überprüft werden können, mit der möglichen Folge, dass ihnen die Anwendung im Einzelfall versagt wird (BGE 131 II 13 E. 6.1 S. 25, BGE 131 II 735 E. 4.1 S. 740). Die Unanfechtbarkeit solcher Akte schliesst die vorfrageweise Überprüfung grundsätzlich nicht aus (vgl. zum Ganzen WALTER HALLER, in: Die Schweizerische Bundesverfassung, 2. Aufl. 2008, N. 55 ff. zu Art. 189 BV). BGE 138 I 61 S. 85Zu den Akten des Bundesrates im Bereich der politischen Rechte, die bei den Justizbehörden nicht angefochten werden können, zählen etwa: Erwahrungsbeschlüsse im Sinne von Art. 15 Abs. 1 BPR, Botschaften an die eidgenössischen Räte, das Inkraftsetzen von Erlassen oder das Festlegen von Abstimmungsdaten gemäss Art. 10 BPR (vgl. Urteil 1C_427/2009 vom 16. November 2009; Entscheid des Bundesrates vom 17. Mai 2000, in: VPB 64/2000 Nr. 100; STEINMANN, a.a.O., N. 88 und 95 zu Art. 82 BGG).\n\n7.2 Nach Art. 11 Abs. 2 BPR wird den Abstimmungsvorlagen eine kurze, sachliche Erläuterung des Bundesrates beigegeben. Gemäss den Materialien handelt es sich bei den Abstimmungserläuterungen um einen Regierungsakt. Ein Rechtsmittel sollte dagegen nicht erhoben werden können, \"da der Bundesrat sich hüten wird, unsachliche Erläuterungen abzugeben, die man ihm im Abstimmungskampf ohnehin nachweisen könnte\" (AB 1976 S 518). Nach der Rechtsprechung des Bundesrates kann der Text wohl Gegenstand politischer Kritik, indes nicht Objekt einer Abstimmungsbeschwerde sein (vgl. Entscheide des Bundesrates vom 9. Mai 1979, in: VPB 44/1980 Nr. 2; vom 17. Mai 2000, in: VPB 64/2000 Nr. 101). Die Rechtsprechung und die Lehre sind dieser Sicht gefolgt (Urteil 1P.48/1992 vom 3. Februar 1992, in: ZBl 93/1992 S. 308, mit Hinweisen; siehe die zahlreichen Literaturhinweise im Entscheid des Bundesrates vom 17. Mai 2000 E. 3.4.1, in: VPB 64/2000 Nr. 101).\n\nDie Unanfechtbarkeit der bundesrätlichen Erläuterungen ergab sich vorerst aus der Rechtslage vor Inkrafttreten der Justizreform: Dem Bundesgericht kam hinsichtlich eidgenössischer Abstimmungen von vornherein keine Entscheidbefugnis zu. Das Organisationsgesetz beschränkte dessen Zuständigkeit im Bereich der staatsrechtlichen Beschwerde auf kantonale Hoheitsakte (Art. 84 und 85 lit. a OG). Die Verwaltungsgerichtsbeschwerde war nach der damaligen Fassung des Bundesgesetzes über die politischen Rechte ausgeschlossen (zum Ganzen Urteil 1P.48/1992 vom 3. Februar 1992, in: ZBl 93/1992 S. 308). Aus diesen Gründen ist die Rechtsprechung aus der Zeit vor Inkrafttreten der Justizreform für den vorliegenden Fall nicht von entscheidender Bedeutung. Gleiches gilt für die ältere Lehre.\n\nDie neuere Lehre geht nunmehr im Lichte der Justizreform vor dem Hintergrund von Art. 189 Abs. 4 BV davon aus - und kritisiert im gleichen Zug -, dass die Abstimmungserläuterungen des Bundesrates nicht gerichtlich überprüft und zum Gegenstand eines Stimmrechtsverfahrens gemacht werden könnten (vgl. HALLER, a.a.O., N. 60 zu BGE 138 I 61 S. 86Art. 189 BV; TSCHANNEN, Staatsrecht, a.a.O., § 48 N. 41 S. 622; STEINMANN, a.a.O., N. 95 zu Art. 82 BGG; RHINOW/KOLLER/KISS/THURNHERR/BRÜHL-MOSER, a.a.O., N. 1898; HANSJÖRG SEILER, Verfassungsgerichtsbarkeit zwischen Verfassungsrecht, Richterrecht und Politik, ZSR 129/2010 II S. 381, 396, 475 f. und 520; ALAIN WURZBURGER, in: Commentaire de la LTF, 2009, N. 136 zu Art. 82 BGG; BÉNÉDICTE TORNAY, La démocratie directe saisie par le juge, 2008, S. 41 und 47; MICHEL BESSON, Der Schutz der politischen Rechte auf Bundesebene, in: Festschrift für Heinrich Koller, 2006, S. 219, 227 f.; MICHEL BESSON, Die Beschwerde in Stimmrechtssachen, in: Die Reorganisation der Bundesrechtspflege - Neuerungen und Auswirkungen in der Praxis, 2006, S. 403, 424). Die Unanfechtbarkeit der Erläuterungen gilt im Grundsatz nicht nur für den Gesamtbundesrat, sondern erstreckt sich auch auf Äusserungen einzelner Bundesräte, soweit sie im Vorfeld von Volksabstimmungen in der politischen Diskussion im Wesentlichen deren Inhalt wiedergeben (vgl. STEINMANN, a.a.O., N. 95 zu Art. 82 BGG mit weitern Hinweisen).\n\nVor diesem Hintergrund fällt eine direkte Anfechtung der bundesrätlichen Erläuterungen ausser Betracht. Ausgeschlossen ist namentlich, die Erläuterungen beim Bundesgericht mit dem Ziel anzufechten, diese förmlich aufheben oder abändern zu lassen.\n\n7.3 Nach Art. 141 des Bundesgesetzes vom 13. Dezember 2002 über die Bundesversammlung (Parlamentsgesetz, ParlG; SR 171.10) unterbreitet der Bundesrat seine Erlassentwürfe der Bundesversammlung zusammen mit einer Botschaft. Er begründet darin den Erlassentwurf, kommentiert einzelne Bestimmungen und weist auf besondere Punkte hin. Die Botschaft bildet die Grundlage für die Diskussion und Entscheidfindung in den Eidgenössischen Räten.\n\nBotschaften des Bundesrates sind Akte im Sinne von Art. 189 Abs. 4 BV. Aufgrund der vorstehenden Ausführungen können auch sie nicht angefochten werden. Die Botschaften richten sich ausschliesslich an die Eidgenössischen Räte. Sie werden den Stimmberechtigten nicht zugestellt. Diese sind durch die Botschaften nicht in ihren politischen Rechten betroffen. Die Stimmrechtsbeschwerde nach Art. 82 lit. c BGG scheidet insoweit aus (vgl. Urteile 1C_283/2010 vom 9. Dezember 2010; 1P.280/1999 vom 7. Dezember 1999 E. 2b, in: Pra 2000 Nr. 23; STEINMANN, a.a.O., N. 84 zu Art. 82 BGG).\n\n7.4 Ungeachtet dieses prozessualen Ausschlusses kann indes die Informationslage im Vorfeld einer Volksabstimmung in allgemeiner Weise zum Gegenstand eines Verfahrens gemacht werden. Vor dem BGE 138 I 61 S. 87Hintergrund der konkreten Umstände steht letztlich die Abstimmungsfreiheit in Frage. Unter diesem Gesichtswinkel ist die Gesamtsituation der Berichterstattung von Bedeutung, in der sich die Stimmbürgerschaft vor einer Abstimmung befindet. Insoweit kann geprüft werden, ob die Stimmberechtigten mit Blick auf die ihnen von den verschiedensten Akteuren und Medien vorgelegten Informationen objektiv in der Lage sind, sich eine hinreichende und sachbezogene Meinung über den Abstimmungsgegenstand zu bilden. Hierfür sind das gesamte Umfeld und sämtliche Berichterstattungen einzubeziehen. Dabei ist prozessual nicht von Belang, dass solche Informationen zum Teil auf die Erläuterungen des Bundesrates im Abstimmungsbüchlein oder auf Presseauftritte von Bundesräten zurückgehen und sich Medien implizit oder explizit daran ausrichten. In diesem Rahmen sind die Abstimmungserläuterungen des Bundesrates in die Frage einzubeziehen, ob die Stimmberechtigten ihre Meinung frei und sachbezogen haben bilden und äussern können und die Abstimmungsfreiheit gewahrt ist.\n\n8. Im Folgenden ist die Beschwerde vor dem Hintergrund der zulässigen Rügen und unter Einbezug der gesamten Situation im Vorfeld der Abstimmung vom Februar 2008 konkret zu beurteilen.\n\n8.1 Die Beschwerdeführerin beruft sich hauptsächlich auf die Erläuterungen des Bundesrates im Abstimmungsbüchlein und bezieht sich zudem auf dessen Ausführungen in der Botschaft. Sie hält dem Bundesrat vor, die Stimmberechtigten im Abstimmungsbüchlein mit teils unzutreffenden, teils qualifiziert unvollständigen Informationen zu den Folgen der Unternehmenssteuerreform irregeführt zu haben. Auch sei nicht auf die lange Rückwirkung der vorgesehenen Steuererleichterungen hingewiesen worden, die für die Mindereinnahmen bedeutend ist. Den Stimmberechtigten sei es somit nicht möglich gewesen, sich eine eigene sachgerechte Meinung über die finanziellen Folgen der Vorlage zu bilden. Überdies kritisiert die Beschwerdeführerin die Botschaft, die die Sachlage intransparent und hinsichtlich der finanziellen Folgen der Vorlage irreführend dargestellt habe.\n\nDer Bundesrat weist diese Vorwürfe zurück. Bundesrätin Widmer-Schlumpf wies im Nationalrat und an einer Pressekonferenz vom März 2011 auf die neuesten Prognosen zu den nunmehr erwarteten Steuerausfällen hin (vgl. die Beantwortung diverser Fragen AB 2011 N 349 ff.). Zu den bundesrätlichen Erläuterungen im Bundesbüchlein führte sie aus: \"Das Abstimmungsbüchlein enthielt in diesem Sinne keine Fehler, aber es war nicht vollständig\" (AB 2011 N 351). BGE 138 I 61 S. 88\"In der Abstimmungsbotschaft hat man auf die finanziellen Auswirkungen der Unternehmenssteuerreform hingewiesen. (...) Man hat dort auch vom Kapitaleinlageprinzip gesprochen, aber ohne dieses bzw. seine Folgen zu quantifizieren. Insofern ist es nicht vollständig, weil man nicht versucht hat, auch die finanziellen Konsequenzen des Kapitaleinlageprinzips zu ermitteln\" (AB 2011 N 352). \"Man hat damals darauf hingewiesen, dass es mit all den Bestandteilen (...) um eine Reform geht, die den KMU, aber zu einem grossen Teil auch den grossen Unternehmen dient. Im Abstimmungsbüchlein für das Volk hat man (...) nur die Mindereinnahmen ausgewiesen, die aus der unmittelbaren Umsetzung der KMU-Reform resultieren würden\" (AB 2011 N 350). Ferner deutete Bundesrätin Widmer-Schlumpf an, dass Schätzungen über die finanziellen Konsequenzen ansatzweise möglich gewesen wären. Der Bundesrat stellt ausdrücklich in Abrede, dass Bundesrätin Widmer-Schlumpf Fehler in den Abstimmungserläuterungen eingestanden habe.\n\nIn seiner Vernehmlassung weist der Bundesrat insbesondere darauf hin, dass Schätzungen über die finanziellen Konsequenzen der Unternehmenssteuerreform gar nicht möglich gewesen seien. Er hält fest, dass nicht das Kapitaleinlageprinzip als solches, sondern die sehr lange Rückwirkung bis zum 1. Januar 1997 zu den Mindereinnahmen führt; die Quantifizierung der Folgen sei vor dem Eingang der ersten Meldungen nicht möglich gewesen; die Unternehmen hätten den Stand ihrer Kapitaleinlagen erst im Hinblick auf das Inkrafttreten der neuen Regelung ermittelt und dokumentiert. Weiter macht er geltend, dass im Vorfeld und im Verlauf des Gesetzgebungsverfahrens keine verlässlichen Daten verfügbar waren, die sich auf die Höhe der Agio-Reserven und den Ersatz von bisher steuerbaren Dividenden durch steuerfreie Agio-Rückzahlungen beziehen; es habe keine Verpflichtung bestanden, Agio-Reserven in der Bilanz auszuweisen. Er fügt weiter an, dass Umfragen im Sinne einer prospektiven Evaluation kaum aussagekräftige Ergebnisse erbracht hätten; die Regelung des Kapitaleinlageprinzips betreffe etwa 300'000 Kapitalgesellschaften; Umfragen wären mangels Auskunftspflicht nicht verlässlich und im Übrigen nicht repräsentativ gewesen. Schliesslich wird darauf hingewiesen, dass eine Berechnung der Einbussen im Bereich der Verrechnungssteuer nicht möglich gewesen sei, weil die Dividenden, die der Verrechnungssteuer unterlagen, durch verrechnungssteuerfreie Kapitalrückzahlungen substituiert werden. Aus diesen Überlegungen schliesst der Bundesrat, es liege in der Natur der Sache, dass Vollständigkeit sich nur auf Bekanntes, nicht aber BGE 138 I 61 S. 89auf Unbekanntes beziehen könne. Die Abstimmungserläuterungen seien daher nicht zu kritisieren.\n\n8.2 Die Unternehmenssteuerreform wird in den Abstimmungserläuterungen in drei Abschnitten umschrieben: Im Abschnitt \"I - Milderung der wirtschaftlichen Doppelbelastung\" wird auf die Teilbesteuerung von Dividenden und auf die Ausweitung des Beteiligungsabzugs hingewiesen. Im Abschnitt \"II - Entlastung von substanzzehrenden Steuern\" werden die Anrechnung der Gewinnsteuer an die Kapitalsteuer, die Entlastungen der Emissionsabgabe und das Kapitaleinlageprinzip behandelt. Der Abschnitt \"III - Befreiung von steuerlichen Zwängen für Personenunternehmen\" beleuchtet die Ersatzbeschaffung, die Betriebsaufgabe und Liquidation, ferner die Überführung bei Erbteilung, die Überführung von Liegenschaften aus dem Geschäfts- ins Privatvermögen und die Bewertung von geschäftlichen Wertschriften für die Vermögenssteuer. Ein weiterer Absatz weist auf die finanziellen Auswirkungen hin:\n\n\"Kurzfristig\n\nhat der Bund mit geringeren Steuereinnahmen zu rechnen, ungefähr 56 Millionen Franken wegen der Milderung der wirtschaftlichen Doppelbesteuerung und 27 Millionen Franken wegen der tieferen Besteuerung der Liquidationsgewinne. Die Auswirkungen bei den Kantonen sind offen. Die Unternehmenssteuerrefom II überlässt es ihnen, ob sie von den Möglichkeiten Gebrauch machen. Maximal könnten die Auswirkungen bei der Teilbesteuerung der Dividenden 350 Millionen Franken und bei der Anrechnung der Gewinn- an die Kapitalsteuer 500 Millionen Franken ausmachen.\n\nLangfristig\n\nkönnen die Einnahmen des Bundes sogar höher ausfallen. Voraussetzung dafür ist allerdings, dass die Kantone von ihren eigenen Entlastungsmöglichkeiten Gebrauch machen. Dies erhöht den Anreiz, Gewinne auszuschütten. Diese Gewinne werden neu investiert oder konsumiert. All dies belebt die Wirtschaft und führt zu mehr Steuereinnahmen. Der Bund profitiert davon mehr als die Kantone (Einkommenssteuer, Gewinnsteuer, Mehrwertsteuer).\"\n\nIm Abschnitt \"Die Argumente des Initiativkomitees\" (recte: Referendumskomitee) wird auf gegenteilige Auffassungen verwiesen:\n\n\"Zu teuer: Schaden für AHV, Bund und Kantone\n\nGrossaktionäre, die in ihrem Unternehmen mitarbeiten, werden sich mehr Dividenden und weniger Lohn auszahlen. Löhne sind AHV-pflichtig, Dividenden nicht. Die AHV verliert Beiträge von mindestens 150 Mio. Franken. Die Unternehmenssteuerreform in Bund und Kantonen verursacht zudem bis zu 2 Mrd. Franken Steuerausfälle. Dieses Geld fehlt z.B. bei den Schulen und Spitälern. Oder der Staat macht Schulden und erhöht die Steuern oder Gebühren. Darunter leiden Haushalte mit tiefem Einkommen.\" BGE 138 I 61 S. 90\n\nIm Abschnitt \"Die Argumente des Bundesrates\" heisst es dazu:\n\n\"Der Einwand, die AHV würde wegen der Milderung der wirtschaftlichen Doppelbesteuerung künftig weniger Einnahmen erzielen, trifft nicht zu. Es ist zwar möglich, dass es sich für einen Unternehmer lohnt, neu einen Teil des Lohnes über Dividenden zu beziehen, da darauf keine Sozialabgaben fällig sind. Dieses Vorgehen lohnt sich aber nur in speziellen Fällen. Kurzfristig könnten sich darum Mindereinnahmen von 86-130 Millionen Franken für die AHV ergeben. Gemessen am Total der Arbeitnehmer- und Arbeitgeberbeiträge für die Sozialversicherungen, welche 2005 rund 28 Mrd. Franken betrugen, sind die Auswirkungen aber bescheiden. Langfristig dürfen den Sozialwerken dagegen wegen der erwarteten Wachstumseffekte dauerhaft Mehrerträge von 23-67 Millionen Franken zufliessen. (...)\n\nDie finanziellen Auswirkungen der Reform sind im Vergleich zum gesamten Haushalt des Bundes gering. Die zu erwartenden Steuerausfälle sind verkraftbar. Langfristig dürften dem Bundeshaushalt wegen der erwarteten Wachstumseffekte dauerhaft Mehreinnahmen zufliessen.\"\n\n8.3 In der Botschaft zum Unternehmenssteuerreformgesetz II wird auf die Auswirkungen der Vorlage hingewiesen (Botschaft vom 22. Juni 2005, BBl 2005 4733, 4852 ff.):\n\n\"In Bezug auf die Teilbesteuerung ausgeschütteter Gewinne wird die Reform in der Einführungsphase zu grösseren Mindereinträgen führen, längerfristig jedoch zu einem Gleichgewicht. Die Entlastung wird sich als Mindereinnahme sofort auswirken, indessen zusätzliches Wirtschaftswachstum generieren und dadurch zu Mehreinnahmen führen. Ein Teil der Reform wird sich selbst finanzieren können. Konkret bedeutet dies für den Bund kurzfristig Mindereinnahmen von 40 Mio. Franken, für die Kantone von 460 Mio. Franken; längerfristig für den Bund Mehreinnahmen von 55 Mio. Franken, für die Kantone Mindererträge von 270 Mio. Franken.\n\nMangels Kapitalsteuer auf Bundesebene wird dem Bund durch die Anrechnung der Gewinnsteuer an die Kapitalsteuer keine Mindereinnahme entstehen.\n\nDie Mindereinnahmen aus den Massnahmen bei der Emissionsabgabe werden sich auf einen kleinen Betrag von 1 Mio. Franken belaufen.\n\nDie Möglichkeit, neu geschaffenes Agio steuerfrei zurückzuzahlen, wird sich erst allmählich für die Verrechnungssteuer des Bundes auswirken. Die Mindereinnahmen werden mit den Jahren ansteigen, weil immer mehr verrechnungssteuerfrei rückzahlbares Neuagio und immer weniger der Verrechnungssteuer unterliegendes Altagio ausgeschüttet wird. Die dabei eintretenden Mindereinnahmen lassen sich nicht zuverlässig abschätzen.\n\nKaum quantifizierbar sind die Mindereinnahmen wegen den Massnahmen zugunsten der Personenunternehmen und infolge der Einführung des Kapitaleinlageprinzips, wegen der gesetzlichen Normierung der BGE 138 I 61 S. 91Ersatztatbestände und wegen der Erleichterungen für den Beteiligungsabzug. Deshalb wird von einer Schätzung dieser Mindereinnahmen abgesehen.\"\n\n8.4 Umstritten sind im vorliegenden Verfahren zur Hauptsache die Prognosen über die Steuerausfälle als Folge der Unternehmenssteuerreform sowie die dazu ergangenen Informationen.\n\nEs ist eine allgemein bekannte und anerkannte Tatsache, dass Prognosen immer erhebliche Unsicherheiten anhaften. Das Ausmass der Unsicherheit kann je nach dem Sachgebiet variieren. Dies gilt auch für Prognosen in Abstimmungserläuterungen. Den Stimmberechtigten kann im Allgemeinen zugetraut werden, mit solchen richtig umzugehen und deren Relativität in ihre Meinungsbildung einzubeziehen. Der Umstand allein, dass sich Prognosen im Nachhinein als unzutreffend oder falsch erweisen, stellt für sich genommen keine Irreführung der Stimmberechtigten und keine Verletzung der Abstimmungsfreiheit dar (zum Ganzen Urteil 1P.280/1999 vom 7. Dezember 1999 E. 4, in: Pra 2000 Nr. 23). Es kann nie ausgeschlossen werden, dass äussere Umstände in unvorhersehbarer Weise Veränderungen in den tatsächlichen Verhältnissen hervorrufen oder bisherige Entwicklungen in andere Richtungen führen. Das trifft namentlich auch auf Vorhersagen im Bereich wirtschaftlicher Entwicklung zu. Aus diesen Gründen ist unter dem Gesichtswinkel der Abstimmungsfreiheit im vorliegenden Fall nicht allein massgebend, dass die Befürworter der Unternehmenssteuerreform wie auch der Bundesrat in den Abstimmungserläuterungen und anlässlich von Presseerklärungen den Stimmberechtigten moderate Steuerausfälle in Aussicht stellten und dass diese Ausfälle im Gegensatz dazu heute ein Vielfaches davon ausmachen und als schwerwiegend erscheinen.\n\nFür die Meinungsbildung der Stimmberechtigten ist von Bedeutung, in welchem Umfeld die Prognosen stehen. Das Bundesgericht hat zu solchen Fragen in einem Urteil betreffend einen Kredit für den Ausbau des Flughafens Zürich Stellung genommen. Es waren die Prognosen zum künftigen Verkehrsaufkommen zu prüfen, die in den behördlichen Abstimmungserläuterungen enthalten waren. Diese wurden durch die Entwicklung der Flugbewegungen innert kurzer Zeit und ohne Flughafenausbau weit übertroffen. Dennoch erwiesen sie sich nicht als irreführend und verletzten die Abstimmungsfreiheit nicht: Die anspruchsvollen Prognosen waren sorgfältig und mit dem Bemühen um Objektivität erstellt worden, die Grundlagen der Schätzung wurden dargelegt, es lagen keine wesentlichen Anzeichen für einen andern Entwicklungsverlauf vor, wichtige Gegebenheiten BGE 138 I 61 S. 92haben sich in unvorhersehbarer Weise verändert und es ist auf die Unsicherheit der Prognosen hingewiesen worden (Urteil 1P.280/1999 vom 7. Dezember 1999 E. 4 und 5, in: Pra 2000 Nr. 23; vgl. MICHEL BESSON, Behördliche Information vor Volksabstimmungen, 2003, S. 187 f.; HANGARTNER/KLEY, Die demokratischen Rechte in Bund und Kantonen der Schweizerischen Eidgenossenschaft, 2000, S. 1031 N. 2589).\n\n8.5 Es steht ausser Frage, dass die finanziellen Folgen der Unternehmenssteuerreform sehr schwierig abzuschätzen waren. Dies hängt u.a. damit zusammen, dass die Vorlage ein ganzes Bündel von Massnahmen enthielt, Wirtschaftslage und -entwicklung ungewiss und nicht vorhersehbar waren und das Verhalten der sehr zahlreichen Begünstigten kaum vorweggenommen werden konnte. Es kommt hinzu, dass die Vorlage neue Abzugsmöglichkeiten schaffte und es sich somit nicht um die Fortsetzung einer bereits andauernden Entwicklung handelte. Vor diesem Hintergrund ist nachvollziehbar, dass der Bundesrat in seiner Botschaft zwischen den einzelnen Massnahmen differenzierte: Er schätzte die Mindereinnahmen als Folge der Teilbesteuerung ausgeschütterter Gewinne. Umgekehrt unterliess er ausdrücklich Schätzungen zu den Mindereinnahmen bei der Verrechnungssteuer als Folge der steuerfreien Rückzahlung von Neuagios und zu den Mindereinnahmen als Folge weiterer Massnahmen. Er führte an, dass in diesen Bereichen Vorhersagen nicht möglich bzw. nicht aussagekräftig gewesen wären. In der Botschaft war die lange Rückwirkung bis zum 1. Januar 1997 in Bezug auf das Kapitaleinlageprinzip noch nicht enthalten.\n\n8.6 In der Diskussion vor der Abstimmung brachten weder die Befürworter der Vorlage noch der Bundesrat in den Erläuterungen und seinen Presseauftritten zum Ausdruck, dass wesentliche finanzielle Konsequenzen nicht geschätzt werden konnten, daher nicht berechnet wurden und demnach auch gar nicht ausgewiesen wurden. Es fehlten auch von anderer Seite Hinweise auf die Schwierigkeit und Unmöglichkeit, die Einnahmenverluste in zentralen Bereichen der Vorlage abzuschätzen oder auszuweisen. Es betrifft dies insbesondere die Einbussen im Zusammenhang mit dem Kapitaleinlageprinzip. Dieses besagt, dass Kapitaleinlagen auch dann steuerfrei rückzahlbar sind, wenn es sich um Aufgelder (Agios) oder Zuschüsse handelt. Es zeigt sich heute, dass die Einbussen für den Bundeshaushalt zur Hauptsache auf diesen Bereich zurückzuführen sind.BGE 138 I 61 S. 93Für die Meinungsbildung der Stimmberechtigten kommt dem Umstand, dass sie über keinerlei Informationen zu den einnahmeseitigen Folgen des Kapitaleinlageprinzips verfügten, zentrale Bedeutung zu. Es blieben ihnen nicht nur Prognosen vorenthalten, deren Unsicherheit sie im Allgemeinen abschätzen können. Sie wurden auch in keiner Weise darüber ins Bild gesetzt, dass Schätzungen überhaupt nicht möglich gewesen und daher gar nicht erst ausgewiesen worden waren. Bei Steuervorlagen kommt der Frage, welche Beträge dem Gemeinwesen zufliessen, stets ausschlaggebende Bedeutung zu. Bei Vorlagen wie der vorliegenden war von den Stimmberechtigten u.a. abzuwägen zwischen den Steuerentlastungen zugunsten gewisser Wirtschaftssubjekte im Dienste der Wirtschaftsförderung auf der einen Seite und den Mindereinnahmen für den Staat auf der andern Seite. Für diese Beurteilung wären Hinweise auf die Mindereinnahmen als Folge des Kapitaleinlageprinzips notwendig gewesen. Soweit solche aus den genannten Gründen nicht möglich waren, hätte die Transparenz der Information als unerlässliches Minimum erfordert, dass auf die Unschätzbarkeit der Steuereinbussen hingewiesen worden wäre. Erst ein solcher Hinweis hätte es den Stimmberechtigten erlaubt, sich eine sachgerechte Auffassung über die Vorlage zu bilden. Es fehlte ihnen somit eine wesentliche Grundlage für ihre Meinungsbildung.\n\nDieser Mangel wurde durch verschiedene Umstände im Vorfeld der Abstimmung zusätzlich erschwert. Die fehlenden Informationen über die Folgen des Kapitaleinlageprinzips standen in krassem Gegensatz zu den Angaben über die Steuereinbussen im Bereiche der Dividenden und der Liquidationsgewinne. Diese Einbussen wurden mit 56 bzw. 27 Mio. Franken präzise kommuniziert. Diese Zahlen hinterliessen den Eindruck der zuverlässigen Schätzbarkeit der Steuerausfälle im Allgemeinen und brachten zum Ausdruck, dass die Finanzsituation beherrscht würde. Weiter blieb die lange Rückwirkung im Zusammenhang mit dem Kapitaleinlageprinzip in den Abstimmungserläuterungen und der Abstimmungsdebatte unerwähnt, obwohl sie einen bedeutenden Unsicherheitsfaktor bildete und aus heutiger Optik einen wichtigen Grund für die Steuerausfälle darstellt. Schliesslich wurden Befürchtungen über beträchtliche Steuerdefizite trotz der Unsicherheit im Bereiche des Kapitaleinlageprinzips damit besänftigt, die finanziellen Auswirkungen der Reform seien im Vergleich zum gesamten Haushalt gering und daher ohne Weiteres verkraftbar. BGE 138 I 61 S. 94\n\nIn der Debatte vor der Abstimmung wurden auch Positionen vertreten, die von den Auffassungen der Befürworter abwichen. In den Abstimmungserläuterungen wurde klar zum Ausdruck gebracht, dass die Gegner der Vorlage mit Einbussen von 2 Mrd. Franken rechneten. Diese wiesen im Abstimmungskampf eindrücklich auf die Gefahr grosser Verluste für die Bundeskasse hin. Den Prognosen der Befürworter mit sehr moderaten Steuerausfällen standen somit die Prognosen der Gegner mit gewichtigen Steuerausfällen gegenüber. Die Frage der finanziellen Folgen wurde im Vorfeld der Abstimmung heftig diskutiert. Den Stimmberechtigten musste bei dieser Sachlage bewusst sein, dass die finanziellen Konsequenzen umstritten waren.\n\nEs war den Stimmberechtigten allerdings nicht möglich, sich eine zuverlässige und sachgerechte Meinung zu bilden. Sie verfügten über keine Prognosen zu den Auswirkungen des Kapitaleinlageprinzips. Es fehlten ihnen gar Hinweise darauf, dass diese Auswirkungen nicht abschätzbar waren und einen wesentlichen Unsicherheitsfaktor darstellten. Solche Hinweise wären umso wichtiger gewesen, als die ausgewiesenen Steuereinbussen in den Bereichen der Dividenden und Liquidationsgewinne den Eindruck von Sicherheit und Verlässlichkeit hinterliessen. Damit wurde den Stimmberechtigten eine ganz wesentliche Grundlage für eine verlässliche Meinungsbildung vorenthalten.\n\nDie Informationslage vor der Abstimmung zeigt somit gesamthaft, dass den Stimmberechtigten ausschlaggebende Elemente für die Meinungsbildung und -äusserung fehlten. Die bundesrätlichen Abstimmungserläuterungen vermittelten ihnen die unerlässliche Transparenz nicht. Diese waren nicht bloss unvollständig, sondern erwiesen sich wegen Unterdrückung wichtiger Elemente und bedeutender Gegebenheiten als unsachlich im Sinne der verfassungsrechtlichen Rechtsprechung (oben E. 6.2). Die umfassende Betrachtung des Vorfeldes der Abstimmung führt somit zum Schluss, dass die Abstimmungsfreiheit im Sinne von Art. 34 Abs. 2 BV anlässlich der Volksabstimmung vom 24. Februar 2008 verletzt worden ist. Dieser Verletzung kommt umso grösseres Gewicht zu, als die Möglichkeit nicht auszuschliessen ist, dass sie sich wegen ihrer Schwere und in Anbetracht des knappen Resultats auf den Ausgang tatsächlich ausgewirkt hat.\n\n8.7 Damit stellt sich die Frage nach den prozessualen Folgerungen, die aus der Verletzung der Abstimmungsfreiheit zu ziehen sind. Die Beschwerdeführerin stellt den Antrag, die Abstimmung vom BGE 138 I 61 S. 9524. Februar 2008 für ungültig zu erklären und eine neue Abstimmung anzusetzen; im Eventualpunkt ersucht sie um förmliche Feststellung der Verletzung der Abstimmungsfreiheit.\n\nDas Unternehmenssteuerreformgesetz wurde im Wesentlichen auf den 1. Januar 2009 in Kraft gesetzt; einzelne Teile galten bereits ab dem 1. Januar 2008, andere ab dem 1. Januar 2010 bzw. 2011. Das Gesetzeswerk steht somit bereits seit einiger Zeit in Kraft. In dieser Zeit haben die betroffenen Unternehmen ihre entsprechenden Dispositionen getroffen. Sie haben von den Möglichkeiten der Unternehmenssteuerreform bereits Gebrauch gemacht. Davon zeugen etwa die zahlreichen Anmeldungen für Rückzahlungen von Kapitaleinlagereserven. Allenfalls haben die Unternehmen im Vertrauen auf die Gesetzesgrundlage Vorkehrungen in Aussicht genommen, um in naher Zukunft die gebotenen Möglichkeiten umzusetzen. Der Grundsatz der Rechtssicherheit gebietet im Sinne von Art. 5 BV Beständigkeit von in Kraft stehendem Gesetzesrecht. Es würde den Grundsätzen von Treu und Glauben nach Art. 9 BV krass widersprechen, wenn die auf das Unternehmenssteuerreformgesetz gestützten Dispositionen nachträglich durch Aufhebung der Volksabstimmung ihre Grundlage verlieren und demnach dahinfallen würden. Unter Aspekten der Rechtsgleichheit wäre kaum denkbar, dass bisher getroffenen Dispositionen aus Gründen von Treu und Glauben Bestand zugebilligt würde, neu angemeldete Vorkehren aber wegen Aufhebung der gesetzlichen Grundlage nicht mehr berücksichtigt würden (vgl. BGE 130 I 26 E. 8.1 S.60; Urteil 1C_168/2008 vom 21. April E. 4, in: ZBl 111/2010 S. 56; je mit Hinweisen). Auf der andern Seite haben die Behörden die Unternehmenssteuerreform bereits umgesetzt und in zahlreichen Fällen angewendet. Bei dieser Sachlage ist auch unter praktischen Gesichtspunkten kaum vorstellbar, wie all die vorgenommenen Vorkehren steuertechnisch rückwirkend aufgehoben würden. Schliesslich ist allgemein zu bedenken, dass eine Wiederholung einer Abstimmung kaum mehr unter gleichen Voraussetzungen und Bedingungen vorgenommen werden kann (vgl. TSCHANNEN, Stimmrecht, a.a.O., N. 229 S. 140). Aus einer gesamten Abwägung heraus ergibt sich, dass die Aufhebung der Abstimmung vom 24. Februar 2008 nicht in Betracht fällt. Demnach ist der entsprechende Antrag der Beschwerdeführerin abzuweisen.\n\nAbzuweisen ist auch der Eventualantrag um förmliche Feststellung der Verletzung der Abstimmungsfreiheit. Nach der bundesgerichtlichen Rechtsprechung ist eine entsprechende Feststellung in BGE 138 I 61 S. 96diesem Zusammenhang jeweilen ins Dispositiv aufgenommen worden, wenn das Urteil einen ausgesprochenen Appellcharakter aufwies. So hat das Bundesgericht kantonale und kommunale Wahlsysteme unter dem Gesichtswinkel des Proporzwahlrechts verschiedentlich als verfassungswidrig erklärt und im Dispositiv eine Verfassungsverletzung festgehalten, die zugrunde liegende Wahl oder Wahlanordnung indessen nicht aufgehoben und mit dem Urteil die Aufforderung verbunden, im Hinblick auf einen späteren Wahlgang für einen verfassungsgemässen Zustand zu sorgen (BGE 129 I 185; BGE 136 I 352, 376; vgl. auch BGE 131 I 74). Ein solcher Appell steht im vorliegenden Fall nicht zur Diskussion. Es sind mit Blick auf das Unternehmenssteuerreformgesetz II keine unmittelbaren abstimmungsspezifischen Vorkehren zu treffen, auf die mit einer förmlichen Feststellung Bezug zu nehmen wäre. Umgekehrt ist es nicht Sache des Bundesgerichts, vor dem Hintergrund der sich abzeichnenden Steuereinbussen zu allfälligen materiellen Folgen für die Unternehmenssteuerreform Stellung zu nehmen. Es genügt somit die Abweisung im Sinne der Erwägungen.\n\n9. Zusammenfassend ergibt sich, dass die Beschwerde im Sinne der Erwägungen abzuweisen ist, soweit darauf eingetreten werden kann.\n\nAufgrund der Bundesverfassung ergibt sich ein Anspruch auf nachträgliche Überprüfung der Regelhaftigkeit einer Volksabstimmung. Das Bundesgericht ist für die Gewährung von solchem nachträglichem Rechtsschutz in eidgenössischen Stimmrechtsangelegenheiten zuständig. Die Voraussetzungen hierfür sind im vorliegenden Fall gegeben. Die Prüfung zeigt, dass die Informationslage vor der umstrittenen Volksabstimmung über die Unternehmenssteuerreform den Stimmberechtigten eine sachgerechte Meinungsbildung und -äusserung verunmöglichte. Die Abstimmungsfreiheit gemäss Art. 34 Abs. 2 BV war im Vorfeld der Volksabstimmung vom 24. Februar 2008 verletzt. Dies wird in den Erwägungen unter Abweisung weiterer Begehren festgehalten.\n\nEs rechtfertigt sich, auf eine Kostenauflage zu verzichten (Art. 66 Abs. 1 Satz 2 BGG)."}