{"annee": "138", "cour": "IV", "page": "57", "date": "7/11/2011", "cite": ["127 II 91", "125 IV 195", "133 IV 158", "106 IV 12", "121 IV 67", "135 IV 37", "131 IV 145"], "cite_par": [], "chapeau": "7. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Ministère public du canton de Neuchâtel et Swissmedic (recours en matière pénale)\n\n6B_280/2011 du 7 novembre 2011", "regestes": ["Art. 4, 86 et 87 LPTh; notion de médicament; notion de mise en danger; délit visé par l'art. 86 al. 1 let. b LPTh. Des compléments alimentaires doivent être qualifiés de médicaments au sens de l'art. 4 al. 1 let. a LPTh, lorsque, indépendamment de leur composition, ils sont présentés comme destinés à agir médicalement sur l'organisme (consid. 3). Le délit sanctionné par l'art. 86 al. 1 let. b LPTh est réalisé lorsqu'une mise en danger concrète des êtres humains est causée notamment par la mise sur le marché ou la prescription de médicaments. Tel n'est pas le cas de la commercialisation d'un produit sans substance active, même accompagnée du conseil par celui qui met ce produit sur le marché de le substituer à des traitements classiques. En l'état du droit, de tels conseils parallèles ne sont pas assimilables à une prescription au sens de l'art. 86 al. 1 let. b LPTh, ni ne tombent dans la notion de mise sur le marché définie par l'art. 4 al. 1 let. d LPTh (consid. 4)."], "faits": "BGE 138 IV 57 S. 58\n\nA. En septembre 2004, Swissmedic, Institut suisse des produits thérapeutiques (ci-après: Swissmedic), a ouvert une enquête à l'encontre de X., soupçonné d'infractions aux art. 86 et 87 de la loi fédérale du 15 décembre 2000 sur les médicaments et les dispositifs médicaux (loi sur les produits thérapeutiques, LPTh; RS 812.21).\n\nB. Après transmission de l'affaire au Ministère public neuchâtelois, X. a été renvoyé pour jugement devant le Tribunal correctionnel du district du Locle. Le 18 septembre 2009, cette autorité l'a reconnu coupable de violation des art. 87 al. 2 LPTh et 6 al. 1 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif (DPA; RS 313.0) pour avoir notamment importé et commercialisé en Suisse, sans autorisation, des compléments alimentaires présentés comme des produits thérapeutiques. Il l'a condamné à 180 jours-amende, à 100 fr. le jour avec sursis pendant trois ans, ainsi qu'à une créance compensatrice de 300'000 fr.\n\nPar arrêt du 26 mai 2010, la Cour de cassation pénale neuchâteloise a admis partiellement le pourvoi formé contre ce jugement par Swissmedic. Elle l'a annulé en tant qu'il condamnait X. pour violation de l'art. 87 al. 2 LPTh et non de l'art. 86 al. 2 LPTh et a renvoyé la cause au Tribunal correctionnel pour nouveau jugement.\n\nC. Statuant à nouveau le 11 novembre 2010, le Tribunal correctionnel a condamné X. pour violation des art. 86 al. 1 let. b et 2 LPTh et 87 LPTh à une peine privative de liberté de 15 mois avec sursis pendant quatre ans.\n\nD. Le condamné a formé contre cet arrêt un pourvoi en cassation qui a été rejeté par la Cour de cassation neuchâteloise le 15 mars 2011.\n\nE. X. dépose un recours en matière pénale contre les arrêts de la Cour de cassation des 26 mai 2010 et 15 mars 2011. Il conclut à leur annulation et au renvoi de la cause à l'autorité cantonale pour qu'elle statue à nouveau. BGE 138 IV 57 S. 59\n\nLa Cour de cassation pénale a renoncé à formuler des observations. Le Ministère public et Swissmedic ont conclu au rejet du recours.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n3. Dès lors que le recourant dénonce une violation de l'art. 86 LPTh, il faut déterminer en premier lieu si les compléments alimentaires litigieux sont soumis à la LPTh ou relèvent du droit sur les denrées alimentaires.\n\n3.1 Les conséquences juridiques sont différentes selon qu'un produit est mis sur le marché en tant que produit thérapeutique ou en tant que denrée alimentaire. La délimitation entre les médicaments et les denrées alimentaires n'est pas toujours aisée. Il n'y a pas de lacune entre la législation sur les denrées alimentaires et celle sur les médicaments; chaque produit est inclus dans le champ d'application soit de l'une législation soit de l'autre (cf. ATF 127 II 91 consid. 3a/aa; Message relatif à la loi fédérale sur les denrées alimentaires et les objets usuels, FF 2011 5181 ss, 5206 ch. 2.2).\n\nLes médicaments comprennent les produits d'origine chimique ou biologique destinés à agir médicalement sur l'organisme humain ou animal, ou présentés comme tels, et servant notamment à diagnostiquer, à prévenir ou à traiter des maladies, des blessures et des handicaps; le sang et les produits sanguins sont considérés comme des médicaments (art. 4 al. 1 let. a LPTh). Selon cette définition, un produit est un médicament soit s'il possède objectivement des propriétés énoncées dans cette disposition soit si, sans avoir ces propriétés, il est présenté comme tel. Doivent en revanche être considérés comme des compléments alimentaires soumis à l'ordonnance du 23 novembre 2005 du DFI sur les aliments spéciaux (RS 817.022.104; ci-après: ordonnance du DFI), les produits qui contiennent des vitamines, des sels minéraux ou d'autres substances sous forme concentrée et ayant un effet nutritionnel ou physiologique, et qui sont destinés à compléter l'alimentation (art. 22 al. 1 de l'ordonnance du DFI).\n\nSavoir à quel groupe appartient un produit qui ne présente pas objectivement les propriétés définies à l'art. 4 al. 1 let. a LPTh dépend donc de la manière dont il est présenté. Tout produit présenté à la vente comme médicament, mais qui, objectivement, n'en est pas un, relève de la loi sur les produits thérapeutiques. La notion de \"présentation à la vente\" permet notamment d'empêcher une personne de mettre sur le marché des produits en affirmant qu'ils ne sont pas des BGE 138 IV 57 S. 60médicaments, tout en leur attribuant des vertus thérapeutiques qui n'ont pas été vérifiées lors d'une procédure d'autorisation (ATF 127 II 91 consid. 3a/aa; Message concernant une loi fédérale sur les médicaments et les dispositifs médicaux, FF 1999 3151 ss, 3185 ad art. 4). Il y a lieu de considérer qu'un produit est présenté comme un médicament lorsque, eu égard à son étiquetage, à son conditionnement ou à sa publicité, il apparaît comme étant destiné à agir médicalement sur l'organisme (arrêt 6B_979/2009 du 21 octobre 2010 consid. 4.1; URSULA EGGENBERGER STÖCKLI, in Commentaire bâlois, loi sur les produits thérapeutiques, 2006, n° 11 ad art. 4 LPTh).\n\n3.2 En l'espèce, il ressort des faits constatés par l'autorité de première instance, repris par la cour cantonale, que les produits litigieux ne contiennent pas de principe actif destiné à agir médicalement sur l'être humain. C'est dire qu'ils ne possèdent pas objectivement les propriétés énoncées à l'art. 4 al. 1 a let. LPTh.\n\nReste à déterminer s'ils ont été présentés à la vente comme des médicaments. Selon les faits retenus, le recourant avait élaboré une stratégie de vente qui consistait à ne faire apparaître sur les sites internet commercialisant les produits aucune allégation sur leurs vertus thérapeutiques. De cette manière, les produits échappaient à la surveillance des autorités compétentes pour réguler le marché des médicaments. En réalité, le consommateur se rendait sur un de ces sites internet après avoir découvert les produits litigieux et reçu une information sur leurs vertus curatives soit dans une conférence, soit dans la revue \"Pratique de santé\" destinée au public ou sur le site internet d'un médecin belge, le Dr Y. Sur ce site, ce médecin, qui collaborait activement avec le recourant, décrivait diverses pathologies qui étaient associées à des traitements à base des produits litigieux. Une fois commandés, ceux-ci étaient livrés par poste aux clients. Si leur étiquette indiquait uniquement la composition et les conseils d'utilisation (par ex: 206 Osteonat: \"3 gélules par jour 15 minutes avant les repas\"), ils étaient accompagnés d'une brochure intitulée \"La trousse santé du Dr Y.\", du nom de son auteur, qui était destinée à servir de notice explicative et qui vantait leurs vertus thérapeutiques. Dans ces conditions, il apparaît que les produits étaient présentés comme destinés à agir médicalement sur l'organisme. Ils tombent ainsi, indépendamment de leur composition, dans le champ d'application de la LPTh.\n\n4. Le recourant se plaint d'une violation de l'art. 86 al. 1 let. b LPTh. Selon lui, cette disposition n'est pas applicable aux médicaments qui BGE 138 IV 57 S. 61ne contiennent pas de principe actif mais sont présentés comme tels, car ils ne mettent pas concrètement en danger la santé de personnes.\n\n4.1 Sur le plan objectif, la réalisation de l'infraction prévue à l'art. 86 al. 1 let. b LPTh suppose la réunion de quatre éléments constitutifs: l'un des comportements énoncés par la disposition soit la fabrication, mise sur le marché, prescription, importation, exportation ou commerce à l'étranger, l'absence d'autorisation ou la violation d'une autre disposition de la LPTh, une mise en danger de la santé d'êtres humains et un lien de causalité entre le comportement et la mise en danger. Du point de vue subjectif, l'auteur doit avoir agi intentionnellement.\n\n4.1.1 La mise sur le marché consiste en la distribution et la remise de produits thérapeutiques (art. 4 al. 1 let. d LPTh). Par distribution, il faut comprendre le transfert ou la mise à disposition, rémunéré ou non, d'un produit thérapeutique. La remise consiste en des actes de distribution mais qui portent sur des produits thérapeutiques prêts à l'emploi, destinés à être utilisés par l'acquéreur (cf. art. 4 al. 1 let. e et f LPTh).\n\n4.1.2 La mise en danger visée par l'art. 86 al. 1 LPTh est une mise en danger concrète (ATF 135 IV 37 consid. 2.4.1). Dès lors, une lésion du bien juridique protégé n'est pas nécessaire. Un danger abstrait, même très élevé, ne suffit toutefois pas. Par danger concret, il faut entendre un état de fait dans lequel existe, d'après le cours ordinaire des choses, la probabilité ou un certain degré de possibilité que le bien juridique protégé soit lésé, sans toutefois qu'un degré de probabilité supérieur à 50 % soit exigé (ATF 121 IV 67 consid. 2b/aa p. 70; ATF 106 IV 12 consid. 2a p. 14).\n\n4.1.3 Il faut un lien de causalité entre le comportement prévu à l'art. 86 al. 1 LPTh et la mise en danger de personnes. Un comportement est la cause naturelle d'un résultat s'il en constitue l'une des conditions sine qua non, c'est-à-dire si, sans lui, le résultat ne se serait pas produit; il s'agit là d'une question de fait (ATF 133 IV 158 consid. 6.1 p. 167; ATF 125 IV 195 consid. 2b). Lorsque la causalité naturelle est établie, il faut encore rechercher si le comportement incriminé est la cause adéquate du résultat. Tel est le cas lorsque, d'après le cours ordinaire des choses et l'expérience de la vie, le comportement était propre à entraîner un résultat du genre de celui qui s'est produit (ATF 131 IV 145 consid. 5.1). Il s'agit d'une question de droit que le Tribunal fédéral revoit librement (ATF 133 IV 158 consid. 6.1 p. 168). La causalité adéquate suppose une prévisibilité objective. Il BGE 138 IV 57 S. 62faut se demander si un tiers observateur neutre, voyant l'auteur agir dans les circonstances où il agit, pourrait prédire que le comportement considéré aura très vraisemblablement les conséquences qu'il a effectivement eues, quand bien même il ne pourrait prévoir le déroulement de la chaîne causale dans ses moindres détails. L'acte doit être propre, selon une appréciation objective, à entraîner un tel résultat ou à en favoriser l'avènement, de telle sorte que la raison conduit naturellement à imputer le résultat à la commission de l'acte (ATF 131 IV 145 consid. 5.1).\n\nPour que le délit soit réalisé, il doit y avoir une relation de causalité entre l'un des comportements visés à l'art. 86 al. 1 let. b LPTh - et non un autre comportement de l'auteur -, et la mise en danger concrète de la santé de personnes. L'élément constitutif de l'art. 86 al. 1 LPTh n'existe que si par un comportement au sens de l'al. 1 let. a-g, la santé d'une personne est concrètement mise en danger. Une telle mise en danger ne découle pas automatiquement de la mise en oeuvre d'un des éléments mentionnés à l'art. 86 al. 1 let. a-g LPTh. Si l'un des actes prévus dans cette disposition est accompli sans que la santé d'êtres humains ne soit mise en danger, seule une contravention au sens de l'art. 87 al. 1 let. f LPTh doit être retenue. Ne se rend dès lors pas coupable d'un délit au sens de l'art. 86 al. 1 LPTh, celui qui, sans tenir compte des prescriptions, remet des médicaments qui sont seulement propres à mettre en danger la santé des êtres humains. Il faut encore que, en raison de cette remise, la santé de personnes soit concrètement mise en danger (ATF 135 IV 37 consid. 2.4.1). Dans un cas où des pilules de \"Viagra\" avaient été livrées à un certain nombre de clients, le Tribunal fédéral a jugé que la création d'un danger concret de la santé impliquait que les pilules aient été remises à des personnes pour lesquelles la prise de ce produit pour un motif ou un autre était risquée (ATF 135 IV 37 consid. 2.4.2).\n\n4.2\n\n4.2.1 En l'espèce, le recourant a, contre rémunération, importé et mis à disposition de clients des marchandises présentées comme des produits destinés à guérir toutes sortes d'affections allant des plus bénignes (coups de soleil) aux plus graves (cancer, Sida, cirrhose). Il a agi sans autorisation, de sorte que les deux premiers éléments constitutifs de l'art. 86 al. 1 LPTh sont réunis.\n\n4.2.2 Reste à savoir si, par la mise sur le marché, le recourant a concrètement mis en danger le bien juridique protégé, soit s'il existait une probabilité que la santé des destinataires soit lésée du fait de la remise des produits concernés. BGE 138 IV 57 S. 63\n\nDans l' ATF 135 IV 37 précité, il suffisait que le client absorbât les médicaments pour se mettre en danger de manière concrète. S'agissant de produits qu'il avait commandés, la probabilité que ce risque se réalisât était évidemment élevée. Contrairement à l'affaire publiée aux ATF 135 IV 37, les produits ici litigieux ne contiennent pas de substance active, de sorte qu'aucun danger ne peut être déduit d'un risque d'absorption. Le danger résulte, selon les faits retenus par l'autorité précédente, de la remise d'un produit inefficace qui pourrait détourner des patients de leur thérapie habituelle. Pour que les éléments constitutifs de l'art. 86 al. 1 LPTh soient réalisés, le danger concret doit provenir de la mise sur le marché des produits. Or, la seule remise des produits ne fait pas naître un danger significatif pour les clients. Ce danger naît bien plutôt d'éventuels conseils prodigués par celui qui met les produits sur le marché et qui recommande de les substituer à des traitements classiques. De tels conseils ne tombent toutefois pas sous le coup de l'art. 86 LPTh. Cette disposition réprime certes aussi le comportement de celui qui \"prescrit\" (al. 1 let. b). Cela implique d'établir et de remettre une ordonnance (cf. BENEDIKT A. SUTER, in Commentaire bâlois, loi sur les produits thérapeutiques, 2006, n° 14 ad art. 86 et n° 83 ad art. 4 LPTh), ce qui n'est pas le cas de conseils. Le cas échéant, il pourrait être adéquat que le législateur fédéral précise la loi (art. 4 al. 1 let. d LPTh) et inclue dans la notion de mise sur le marché les conseils donnés en parallèle. Cette extension ne saurait valoir en l'état du droit. Il s'ensuit qu'en l'espèce, seule la livraison de produits vaut mise sur le marché et est susceptible d'être à l'origine de l'infraction. Or, en raison d'une livraison, la probabilité de réalisation du risque que les clients renoncent à leur médication ordinaire est, selon le cours ordinaire des choses, ténue. Cette possibilité est trop incertaine pour pouvoir parler de la probabilité d'un dommage. Force est ainsi d'admettre que la remise des produits litigieux n'a en soi pas mis en danger concrètement la santé des clients. La cour cantonale a par conséquent violé le droit fédéral en admettant que les éléments constitutifs de l'art. 86 al. 1 LPTh étaient réunis. Un acte de cette nature reste cependant toujours punissable à titre de contravention (art. 87 LPTh). Le recours doit ainsi être admis, les arrêts attaqués annulés et la cause renvoyée à l'autorité cantonale pour nouvelle décision."}