{"annee": "138", "cour": "II", "page": "545", "date": "26/10/2012", "cite": ["133 II 305", "138 II 57"], "cite_par": ["142 II 182", "142 II 69", "140 II 88"], "chapeau": "38. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A. und B.X. gegen Steuerverwaltung des Kantons Freiburg (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_565/2011 vom 26. Oktober 2012", "regestes": ["Art. 9 Cst.; bonne foi; pas d'agrément fiscal (\"ruling\") contraignant de l'Administration fédérale des contributions ou d'autres administrations fiscales cantonales dans le domaine de l'impôt cantonal et communal. Dans le domaine de l'impôt cantonal et communal, les autorités fiscales du canton concerné sont seules compétentes pour se prononcer, sur requête préalable, au sujet de l'admissibilité d'un état de fait potentiellement problématique. Si ces autorités n'ont pas été interpellées, elles ne sont pas liées par les éventuelles assurances qu'une autre administration fiscale cantonale, ou que l'Administration fédérale des contributions aurait données (consid. 2).", "Art. 34 al. 1 let. a LICD/FR (en conformité avec l'art. 33 al. 1 let. a LIFD); art. 9 al. 2 let. a LHID; refus de déduire les intérêts passifs en cas d'usage injustifié (double) des avantages fiscaux prévus en matière de fortune privée. La déduction des intérêts passifs n'est pas admissible lorsqu'une société accorde des prêts à une personne physique, qui détient une participation dans cette société ou qui lui est proche d'une autre manière (consid. 3.3, 3.4 et 4.2.2), à des conditions divergeant de façon importante des conditions usuelles qui caractériseraient les relations d'affaires entre des tiers indépendants (consid. 4.2.1)."], "faits": "BGE 138 II 545 S. 546\n\nA. A. und B.X. machten in ihrer Steuererklärung für die Periode 2006 einen Schuldzinsenabzug von Fr. 44'854.- im Zusammenhang mit zwei Darlehen geltend, die ihnen durch eine australische Finanzgesellschaft gewährt worden waren.\n\nB. Der Schuldzinsenabzug wurde durch die Steuerverwaltung des Kantons Freiburg in ihrer Veranlagungsverfügung vom 19. Juni 2008 BGE 138 II 545 S. 547und ihrem Einspracheentscheid vom 27. Oktober 2008 als missbräuchlich eingestuft und infolge Steuerumgehung beim steuerbaren Einkommen der Eheleute A. und B.X. für die Staats- und die direkte Bundessteuer 2006 aufgerechnet. Dagegen gelangten die Pflichtigen an den Steuergerichtshof des Kantonsgerichts Freiburg; dieser schützte mit Urteil vom 27. Mai 2011 die Einschätzung der Steuerverwaltung hinsichtlich der Kantons- und Gemeindesteuern 2006, hiess aber die Beschwerde in Bezug auf die direkte Bundessteuer der gleichen Periode mit folgender Begründung gut: Für das australische Anlagekonzept sei im Vorfeld die Zusage der Eidgenössischen Steuerverwaltung erwirkt worden, dass der geplante Schuldzinsenabzug zulässig sei; an diese Zusage seien auch die kantonalen Behörden bei der Anwendung der direkten Bundessteuer unter dem Gesichtspunkt von Treu und Glauben gebunden.\n\nC. Am 5. Juli 2011 haben die Ehegatten A. und B.X. beim Bundesgericht Beschwerde in öffentlich-rechtlichen Angelegenheiten eingereicht. Sie stellen in Bezug auf die Staatssteuer 2006 den Antrag, das kantonsgerichtliche Urteil aufzuheben und den Schuldzinsenabzug zu gewähren, eventuell teilweise; subeventuell sei die Sache zur Neufestsetzung des abziehbaren Schuldzinses an die Veranlagungsbehörde zurückzuweisen. Weiter sei festzustellen, dass das Urteil des Steuergerichtshofs insoweit in Teilrechtskraft erwachsen sei, als es die direkte Bundessteuer 2006 betreffe. (...)\n\nDas Bundesgericht weist die Beschwerde ab, soweit darauf einzutreten ist.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Beschwerdeführer machen geltend, der Schuldzinsenabzug sei schon deswegen zu bejahen, weil in dieser Sache übereinstimmende sog. \"Rulings\" der Eidgenössischen Steuerverwaltung sowie einiger kantonaler Steuerbehörden ergangen seien, welche das gewählte Vorgehen als zulässig und den geltend gemachten Abzug als rechtskonform eingestuft hätten. Dagegen hat die Vorinstanz indessen überzeugend festgehalten, dass im hier zu beurteilenden Bereich der Staats- und Gemeindesteuern einzig die Steuerbehörden des Kantons Freiburg zuständig gewesen wären, im Vorfeld über die Zulässigkeit eines gegebenenfalls problematischen Sachverhalts zu befinden. Da diese Behörden jedoch nicht angefragt wurden, sind sie nun durch die Zusagen anderer Steuerverwaltungen nicht gebunden. BGE 138 II 545 S. 548\n\n2.2 Vor Bundesgericht behaupten die Beschwerdeführer nicht, dass die Zusage eines anderen Kantons für den Kanton Freiburg verbindlich gewesen wäre. Eine massgebliche Bindungswirkung nehmen sie jedoch im Zusammenhang mit dem \"Ruling\" der Eidgenössischen Steuerverwaltung an.\n\nEntgegen dieser Sichtweise heben sowohl die kantonale als auch die Eidgenössiche Steuerverwaltung zutreffend hervor, dass die in Art. 102 Abs. 2 des Bundesgesetzes vom 14. Dezember 1990 über die direkte Bundessteuer (DBG; SR 642.11) vorgesehene Aufsichtsfunktion der Eidgenössischen Steuerverwaltung nur die direkte Bundessteuer betrifft. Im vorliegend zu beurteilenden Bereich der Staatssteuer kann eine Stellungnahme der Eidgenössischen Steuerverwaltung für den Kanton Freiburg selbst unter dem Gesichtspunkt des Grundsatzes von Treu und Glauben nicht verbindlich sein.\n\nDaran ändert auch nichts, dass die Anwendung des kantonalen Steuerrechts den zwingenden Vorgaben des Harmonisierungsrechts unterworfen und die Eidgenössische Steuerverwaltung dazu berufen ist, die Einhaltung dieser Vorgaben (mit) zu gewährleisten. Deswegen steht es der Eidgenössischen Steuerverwaltung auch zu, bei Beschwerden in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht bezüglich der Kantons- und Gemeindesteuern eine Vernehmlassung einzureichen, soweit die genannten Harmonisierungsbelange betroffen sind. Selbst eine solche Vernehmlassung ist aber für die Behörden des betroffenen Kantons im Bereich der Staatssteuer nicht verbindlich. Damit steht es im Einklang, wenn die Vorinstanz dem \"Ruling\" der Eidgenössischen Steuerverwaltung für den Bereich der Staatssteuer die von den Beschwerdeführern behauptete Bindungswirkung abgesprochen hat.\n\n3.\n\n3.1 Nach Massgabe von Art. 34 Abs. 1 lit. a Satz 1 des Gesetzes des Kantons Freiburg vom 6. Juni 2000 über die direkten Kantonssteuern (DStG/FR; SGF 631.1) können von den Einkünften die privaten Schuldzinsen im Umfang der steuerbaren Vermögenserträge und weiterer Fr. 50'000.- abgezogen werden (übereinstimmend: Art. 9 Abs. 2 lit. a StHG [SR 642.14] und Art. 33 Abs. 1 lit. a Satz 1 DBG). Satz 2 derselben kantonalrechtlichen Bestimmung lautet: \"Nicht abzugsfähig sind Schuldzinsen für Darlehen, die eine Kapitalgesellschaft einer an ihrem Kapital massgeblich beteiligten oder ihr sonstwie nahestehenden natürlichen Person zu Bedingungen gewährt, die erheblich von den im Geschäftsverkehr unter Dritten üblichen BGE 138 II 545 S. 549Bedingungen abweichen.\" Dieser zweite Satz ist in Art. 9 Abs. 2 lit. a StHG nicht enthalten, was unter dem Gesichtspunkt der vertikalen Steuerharmonisierung (vgl. dazu u.a. BGE 133 II 314 E. 3.2 S. 116; ASA 80 S. 617 E. 2.2; 75 S. 253 E. 6-7; StR 67/2012 S. 683 E. 2.2; je mit weiteren Hinweisen) aber nicht gegen die Vorschrift kantonalen Rechts spricht. Denn derselbe Satz 2 ist - mit dem genau gleichen Wortlaut - auch in Art. 33 Abs. 1 lit. a DBG enthalten. Diese Übereinstimmung rechtfertigt es, in der Folge für die Auslegung der kantonalrechtlichen Bestimmung ebenfalls Lehrmeinungen zur DBG-Vorschrift zu zitieren.\n\n3.2 Art. 34 Abs. 1 lit. a Satz 2 DStG/FR bezieht sich von Wortlaut und Inhalt her auf die allgemeine Praxis zu geldwerten Leistungen und auf den dafür massgeblichen sog. Drittvergleich. In diesem Bereich gelten namentlich folgende Grundsätze: Es ist einer Aktiengesellschaft an sich unbenommen, sogar ihrem Alleinaktionär ein Darlehen in dem Umfang und zu den Bedingungen zu gewähren, in deren Genuss auch ein unbeteiligter Dritter unter gleichen Umständen gekommen wäre (sog. Prinzip des \"dealing at arm's length\"). Dabei wird - unter Berücksichtigung aller konkreten Umstände des abgeschlossenen Geschäfts - geprüft, ob die zu beurteilende Leistung im Vergleich zu üblichem und marktgerechtem Geschäftsgebaren als derart ungewöhnlich einzustufen ist, dass sie (so) nicht erbracht worden wäre, wenn der Leistungsempfänger der Gesellschaft oder dem Anteilsinhaber nicht nahestehen würde (vgl. u.a. BGE 138 II 57 E. 2.2, 2.3 und 3.1 S. 59 f. mit weiteren Hinweisen). Im Darlehensbereich gilt als geldwerte Leistung nicht nur der Verzicht auf Darlehens- und Vergütungszinsen zugunsten von Aktionären oder ihnen nahestehenden Dritten (vgl. u.a. StR 66/2011 S. 62 E. 3; 60/2005 S. 24 E. 3.3 und 4.2). Darüber hinaus kann sich die Leistung - ganz oder nur teilweise (vgl. u.a. StR 60/2005 S. 24 E. 3.3 und 4.2 sowie ASA 53 S. 54 E. 7) - auf den Darlehensbetrag als solchen erstrecken, ob nun das Darlehen von Anfang an als simuliert einzustufen und mit dessen Rückerstattung von Beginn weg nicht zu rechnen ist (vgl. ASA 72 S. 736 E. 2.2) oder weil die Gesellschaft gegenüber ihrem Anteilsinhaber oder der nahestehenden natürlichen Person erst im Nachhinein auf die Rückerstattung des Darlehens verzichtet (vgl. u.a. StE 2001 B 24.4 Nr. 58 E. 3).\n\nArt. 34 Abs. 1 lit. a Satz 2 DStG/FR bezieht sich nicht auf die Aufrechnung von als Aufwendungen deklarierten Erträgen, sondern nur auf die Frage, ob der geltend gemachte Schuldzinsenabzug als BGE 138 II 545 S. 550zulässig anerkannt werden kann. Dabei geht es nicht so sehr um bevorzugte Zinskonditionen, sondern um Fälle, in denen die Darlehensgewährung als solche dem Drittvergleich nicht standhält (vgl. dazu schon ASA 53 S. 54 E. 3-5 sowie AGNER/JUNG/STEINMANN, Kommentar zum Gesetz über die direkte Bundessteuer, 1995, N. 3 zu Art. 33 DBG; PETER LOCHER, Kommentar zum DBG, Teil I, 2001, N. 11 zu Art. 33 DBG; ZIGERLIG/JUD, in: Bundesgesetz über die direkte Bundessteuer [DBG], Kommentar zum Schweizerischen Steuerrecht, 2. Aufl. 2008, N. 6 zu Art. 33 DBG; YVES NOËL, in: Commentaire romand, Impôt fédéral direct, Yersin/Noël [Hrsg.], 2008, N. 12 zu Art. 33 DBG).\n\n3.3 Art. 34 Abs. 1 lit. a Satz 2 DStG/FR beschränkt sich weiter auf solche Darlehensgestaltungen, bei denen der Kredit durch eine Gesellschaft an eine natürliche Person vergeben wird. Diese Beschränkung ergibt sich direkt aus dem Zweck und der Systematik von Art. 9 Abs. 2 lit. a StHG sowie Art. 34 Abs. 1 lit. a DStG/FR, d.h. der Notwendigkeit einer Begrenzung des Schuldzinsenabzugs gegenüber grundsätzlich ungerechtfertigten Inanspruchnahmen der im Privatvermögensbereich an sich vorgesehenen Steuervorteile. Das gilt namentlich gegenüber Schuldzinsen, die für ertragslose, nur auf die Erzielung von steuerfreien privaten Kapitalgewinnen (vgl. Art. 7 Abs. 4 lit. b StHG und Art. 17 Abs. 3 DStG/FR) ausgerichtete Investitionen aufgewendet werden und dem Pflichtigen bei uneingeschränkter Abzugsgewährung einen doppelten Steuervorteil verschaffen würden (vgl. BBl 1999 I 84 f.; MARKUS REICH, in: Bundesgesetz über die Harmonisierung der direkten Steuern der Kantone und Gemeinden [StHG], Kommentar zum Schweizerischen Steuerrecht, 2. Aufl. 2002, N. 32 zu Art. 9 StHG; NOËL, a.a.O., N. 5 zu Art. 33 DBG; ZIGERLIG/JUD, a.a.O., N. 8 zu Art. 33 DBG; GION CLOPATH, La déduction de la charge d'intérêts dits privés, Der Schweizer Treuhänder [ST] 1999 S. 247 f.).\n\nGegenüber einer doppelten Inanspruchnahme von Steuervorteilen im Privatvermögensbereich kann Art. 34 Abs. 1 lit. a Satz 1 DStG/FR (d.h. die Begrenzung des Schuldzinsenabzugs auf Fr. 50'000.-) bestenfalls bestimmte, besonders krasse Auswüchse unterbinden (vgl. REICH, a.a.O., N. 32 zu Art. 9 StHG; NOËL, a.a.O., N. 5 zu Art. 33 DBG; ZIGERLIG/JUD, a.a.O., N. 8 zu Art. 33 DBG). Diese Regelung stellt aber nur eine erste äussere Grenze dar, innerhalb derer zwei weitere und strengere Einschränkungen zum Tragen kommen müssen: zum einen der Ausschluss rechtsmissbräuchlicher Schuldzinsenabzüge unter dem BGE 138 II 545 S. 551Gesichtspunkt der Steuerumgehung, zum anderen eben die in Art. 34 Abs. 1 lit. a Satz 2 DStG/FR festgehaltene Verweigerung des Zinsenabzugs bei Darlehen, welche gegenüber Beteiligten oder Nahestehenden unter erheblicher Abweichung von zwischen unabhängigen Dritten üblichen Geschäftsbedingungen gewährt worden sind.\n\n3.4 Im Rahmen von Art. 34 Abs. 1 lit. a Satz 2 DStG/FR geht es vorab um \"Schuldzinsen für Pseudodarlehen\" (vgl. LOCHER, a.a.O., N. 11 zu Art. 33 DBG, siehe auch RICHNER/FREI/KAUFMANN/MEUTER, Handkommentar zum DBG, 2. Aufl. 2009, N. 25 zu Art. 33 DBG), d.h. um Fälle, in denen sich Pflichtige mit einer beherrschenden Beteiligung an einer Kapitalgesellschaft von dieser formell Darlehen einräumen lassen, deren Zweck letztlich darin liegt, bei der Gesellschaft angehäufte Gewinne steuerfrei in das persönliche Vermögen zu überführen und dabei gleichzeitig noch vom Abzug der vereinbarten Schuldzinsen zu profitieren (vgl. ZIGERLIG/JUD, a.a.O., N. 6 zu Art. 33 DBG; NOËL, a.a.O., N. 12 zu Art. 33 DBG).\n\nDer Ausschluss der Abzugsfähigkeit soll aber keineswegs nur gegenüber direkten Anteilsinhabern bei der Darlehensgeberin gelten, sondern auch für Kredite an nahestehende Personen, d.h. solche, zu denen wirtschaftliche oder persönliche (u.a. verwandtschaftliche) Verbindungen bestehen, welche nach den gesamten Umständen als eigentlicher Grund der zu besteuernden Leistung betrachtet werden müssen. Nahestehend sind auch Personen, denen der Aktionär erlaubt, die Gesellschaft wie eine eigene zu benutzen (vgl. zum Ganzen BGE 138 II 57 E. 2.2 und 2.3 S. 59 f.; StR 66/2011 S. 62 E. 2.2; 65/2010 S. 66 E. 2.2; 64/2009 S. 588 E. 3.2; ASA 72 S. 736 E. 1; 68 S. 596 E. 2; 65 S. 397 E. 2a; je mit weiteren Hinweisen). Der Wortlaut von Art. 34 Abs. 1 lit. a Satz 2 DStG/FR bezieht sich auf \"sonstwie nahestehende Personen\". Diese weite Formulierung stimmt einerseits mit dem Zweck von Art. 9 Abs. 2 lit. a StHG und Art. 34 Abs. 1 lit. a DStG/FR insgesamt überein, in bestimmten Fällen ungerechtfertigte Inanspruchnahmen des Schuldzinsenabzugs auch noch dort zu verhindern, wo die Beschränkung von Satz 1 zu kurz greift (vgl. oben E. 3.3 in fine). Andererseits wird deutlich, dass im hier massgeblichen Spezialbereich keine engere Betrachtungsweise als im Rahmen der allgemeinen Praxis gelten soll: Als nahestehende Personen der kreditgewährenden Gesellschaft können hier ebenfalls all diejenigen eingestuft werden, zu denen wirtschaftliche oder persönliche Verbindungen irgendwelcher Art bestehen, BGE 138 II 545 S. 552solange diese nur nach den gesamten Umständen als ursächlich für die unübliche Darlehensgestaltung zu betrachten sind.\n\n4.\n\n4.1 Im vorliegend zu beurteilenden Fall stellt sich die Frage einer Verweigerung des Schuldzinsenabzugs namentlich deshalb, weil die zum Abzug geltend gemachten Schuldzinsen auf einem Anlagekonzept beruhten, das im Wesentlichen durch das Zusammenspiel zweier steuervermindernder Mechanismen geprägt war:\n\n4.1.1 Die Beschwerdeführer gehörten zu den in der Schweiz ansässigen Teilhabern einer australischen Limited Partnership, als deren unbeschränkt haftender General Partner eine dortige Bank fungierte. Diese war im Gegensatz zu den Schweizer Investoren einzig befugt, Anlageentscheide für die (gemäss australischem Recht über keine eigene Rechtspersönlichkeit verfügende) Limited Partnership zu treffen. Die getätigten Anlagen erfolgten in verschiedene Aktiven, einschliesslich Beteiligungen und Forderungen, auf dem Rohstoff-, Nahrungsmittel- und Viehmarkt usw., in vorbestimmten sog. Loan Notes (z.B. Index-Linked Notes oder Property-Linked Notes).\n\nDie Limited Partnership legte sämtliche ihr zur Verfügung stehenden Geldmittel über zwei zu 100 % gehaltene Tochtergesellschaften (die Anlagegesellschaften) an. Deren einzige Tätigkeit bestand darin, für die Limited Partnership vorbestimmte Vermögenswerte zu erwerben und zu halten. Die dabei angefallenen Erträge aus den Loan Notes gelangten zum grössten Teil nicht zur Ausschüttung, sondern wurden in der jeweiligen Anlagegesellschaft thesauriert; beim Verkauf ihrer Anteile an den beiden Kapitalgesellschaften realisierten die Investoren im Umfang der thesaurierten Erträge nach schweizerischem Einkommenssteuerrecht steuerfreie Kapitalgewinne. Auf diese Weise wurden Beträge, die bei üblichem und sachgerechtem Geschäftsgebaren steuerbare Vermögenserträge dargestellt hätten, in den steuerfreien Bereich verschoben.\n\n4.1.2 Zur Erhöhung des verfügbaren Kapitals nahm die Limited Partnership für jeden von den Anlegern aufgebrachten australischen Dollar ein Darlehen von 9 AUD auf, welches ihr durch eine andere Gruppengesellschaft des General Partners (die Finanzierungsgesellschaft) verzinslich gewährt wurde.\n\nDie sich aus der Fremdfinanzierung zu 90 % ergebenden jährlichen Schuldzinsen wurden bei ihrer Fälligkeit nicht durch die Investoren entrichtet, sondern jeweils zur Schuld geschlagen und durch BGE 138 II 545 S. 553zusätzliche Darlehen finanziert, welche die Limited Partnership ebenfalls bei der Finanzierungsgesellschaft für ihre Teilhaber aufnahm. Diese Geschäftsverhältnisse waren also auf eine Weise gestaltet, die es den Investoren erlauben sollte, die ihnen von der Limited Partnership belasteten Schulden und Schuldzinsen bei den Schweizer Steuern vollumfänglich zum Abzug zu bringen.\n\n4.2 Aufgrund dieser Faktenlage muss die Anwendung von Art. 34 Abs. 1 lit. a Satz 2 DStG/FR im vorliegenden Fall dazu führen, den geltend gemachten Schuldzinsenabzug abzulehnen:\n\n4.2.1 Einerseits beruhen die von den Beschwerdeführern deklarierten Schuldzinsen auf Darlehen, deren Ausgestaltung erheblich von den sonst im Geschäftsverkehr unter Dritten üblichen Bedingungen abwich:\n\nWenn die Schweizer Investoren hier nur beschränkt für die ihnen gewährten Kredite hafteten und der Rückgriff der Darlehensgeberin auf das sonstige Vermögen der Anleger ausgeschlossen war, so übernahm die kreditfinanzierende Tochtergesellschaft ein gänzlich unübliches Risiko, das jeglichen normalen Geschäftsrahmen sprengte. Ein Darlehen mit solchen Bedingungen und insbesondere einer derartigen Haftungsbeschränkung wäre im gängigen Verkehr unter unabhängigen Dritten nicht zugestanden worden.\n\nGemäss bundesgerichtlicher Rechtsprechung ist der Einsatz von erheblichen Fremdmitteln in der privaten Vermögensverwaltung unüblich. Deshalb stuft die Praxis eine beträchtliche Fremdfinanzierung regelmässig als gewichtiges Indiz gegen eine private Vermögensverwaltung und für das Vorliegen eines gewerbsmässigen Wertschriftenhandels ein (vgl. u.a. StR 66/2011 S. 950 E. 2.2; ASA 69 S. 652 E. 3a u. 788 E. 2c). Vorliegend ist an sich unbestritten, dass die Beschwerdeführer nicht als gewerbsmässige Wertschriftenhändler zu qualifizieren sind und sie die in Australien investierten Anlagemittel in ihrem Privatvermögen hielten. Dennoch wich das hier gewählte Geschäftsmodell entscheidend von einer üblichen Gestaltung privater Vermögensverwaltung ab. Das geschah insofern, als private Investoren in ein von Wertschriftenhändlern entwickeltes Modell gewerbsmässiger Anlage miteinbezogen wurden, und zwar so, dass dieses Modell ganz gezielt die in der Schweiz für den Privatvermögensbereich gesetzlich vorgesehenen Steuervorteile kumulativ und bis zur äussersten Grenze ausnutzen sollte (vgl. oben E. 4.1.1 und 4.1.2). Im genannten Rahmen ging es letztendlich nicht um BGE 138 II 545 S. 554börsenbezogene Faktoren (wie z.B. Anlagerentabilität oder -risiko), sondern um deren steuerminimierende Verwertung.\n\n4.2.2 Andererseits muss angenommen werden, dass die hier massgeblichen Darlehen unter Nahestehenden gewährt wurden:\n\nArt. 34 Abs. 1 lit. a Satz 2 DStG/FR stellt auf das Verhältnis zwischen Darlehensgeber und -nehmer ab, d.h. vorliegend weder (direkt) auf die gesellschaftlichen Verflechtungen innerhalb der Bankengruppe noch auf die Beziehung zwischen dem General Partner und den Schweizer Investoren. Insoweit ist an sich unbestritten, dass zwischen den Beschwerdeführern und der Finanzierungsgesellschaft kein Beherrschungs- oder auch nur Beteiligungsverhältnis vorlag. Das steht unter den gegebenen Umständen einer Anwendung der Vorschrift dennoch nicht entgegen (vgl. dazu schon oben E. 3.4).\n\nBei der notwendigen Gesamtbetrachtung aller Umstände des konkreten Einzelfalls ist vom General Partner auszugehen. Dieser nutzte die von ihm vollumfänglich beherrschten Anlagegesellschaften dazu, entgegen einer anlagesystematisch sachgerechten Vorgehensweise die von ihnen an sich erwirtschafteten Vermögenserträge in den steuerfreien Bereich der Kapitalgewinne zu verschieben. Gleichzeitig bewirkte der General Partner, dass die ihm ebenfalls gehörende Finanzierungsgesellschaft Darlehen gewährte, die so unter unabhängigen Dritten nicht zugestanden worden wären. Im einen wie im anderen Fall handelte es sich um geldwerte Vorteile, die unter Dritten und Marktbedingungen nicht vereinbart worden wären. Im hier zu beurteilenden Anlagesystem liessen die beherrschten Gesellschaften diese Vorteile aber nicht dem General Partner zukommen, dem sie gehörten, sondern den Schweizer Investoren. Dadurch und insoweit erlaubte der General Partner diesen Investoren, über die von ihm beherrschten Gesellschaften zu verfügen, wie wenn sie ihnen selber gehört hätten (vgl. oben E. 3.4). Das genügt unter den gegebenen Umständen, um die Schweizer Anleger als dem General Partner nahestehende Personen zu qualifizieren, der seinerseits der Kreditgeberin unzweifelhaft nahestand.\n\nDabei ergibt sich die hier anzunehmende Beziehungsnähe nicht nur aus der erheblichen Abweichung der Darlehensgestaltung gegenüber den unter Unabhängigen und Marktverhältnissen geltenden Geschäftsbedingungen (in dem Sinne, dass bei Erfüllung der einen Voraussetzung gleichzeitig auch die andere gegeben wäre). Zum Verhältnis zwischen den beiden Voraussetzungen ergibt sich vielmehrBGE 138 II 545 S. 555Folgendes: Unter dem ersten Gesichtspunkt geht es im Wesentlichen um die Gewährung einer gänzlich unüblichen Haftungsbeschränkung in einem nicht primär (nur) auf die Erzielung von Börsengewinnen, sondern auf deren steuerminimierende Ausnutzung ausgerichteten Anlagemodell. Beim zweiten Aspekt steht im Vordergrund, dass das spezifische Anlagemodell auf dem ebenso aussergewöhnlichen Miteinbezug der Investoren in das innerhalb der australischen Bankengruppe herrschende Gesellschaftsgeflecht beruhte. Durch die den Investoren gebotene Möglichkeit, über die vom General Partner beherrschten Gesellschaften im genannten Sinn und Ausmass zu verfügen, wurde eine besondere Beziehungsnähe geschaffen. Diese Beziehungsnähe, ohne welche die erheblichen Abweichungen von den Marktbedingungen nicht zugestanden worden wären, muss somit als wesentliche Ursache der unüblichen Geschäftsbedingungen betrachtet werden.\n\n4.3 Die Vorinstanz hat sich auf die bundesgerichtliche Praxis zur Steuerumgehung gestützt, um den von den Beschwerdeführern beantragten Schuldzinsenabzug zu verweigern. Es erübrigt sich, den vorliegenden Fall unter diesem Gesichtspunkt näher zu prüfen, nachdem schon die Auslegung der spezifischen kantonalrechtlichen Bestimmung zum gleichen Ergebnis führen muss (vgl. dazu auch nicht publ. E. 1.4).\n\n5. Was die Beschwerdeführer gegen die Aufrechnung der geltend gemachten Schuldzinsen bei ihrem steuerbaren Einkommen einwenden, vermag ein anderes Ergebnis nicht zu rechtfertigen:\n\nVorab ist festzuhalten, dass sie diesbezüglich nur unter dem Gesichtspunkt der Steuerumgehung argumentieren und den hier im Mittelpunkt stehenden Art. 34 Abs. 1 lit. a Satz 2 DStG/FR ausser Acht lassen. Es trifft zwar zu, dass sich auch die Vorinstanz nur auf den Aspekt der Steuerumgehung gestützt hat (vgl. oben E. 4.3). Die rechtskundig vertretenen Beschwerdeführer müssen indessen sowohl um ihre Begründungspflicht gemäss Art. 42 BGG (vgl. nicht publ. E. 1.3) als auch darum gewusst haben, dass das Bundesgericht das Recht von Amtes wegen anwendet (vgl. nicht publ. E. 1.4). Wer darzulegen hat, inwiefern das angefochtene Urteil die massgeblich anwendbaren Rechtsvorschriften verletzt, der muss das - innerhalb der gleichen Gesetzesbestimmung - auch in Bezug auf den zweiten Satz desselben Absatzes tun. Es erübrigt sich indessen, dieser Frage weiter nachzugehen, da die von den Beschwerdeführern vorgebrachten Argumente unter den gegebenen Umständen als auf beide Probleme bezogen betrachtet werden können und ohnehin nicht zu überzeugen vermögen. BGE 138 II 545 S. 556\n\nUnzutreffend ist namentlich die Behauptung, es sei der Wille des Gesetzgebers gewesen, die von einem Steuerpflichtigen geltend gemachten Schuldzinsen bis zu einem die entsprechenden Vermögenserträge um Fr. 50'000.- übersteigenden Betrag aus Gründen der Rechtssicherheit auf jeden Fall zum Abzug zuzulassen. Art. 34 Abs. 1 lit. a Satz 1 DStG/FR kann keineswegs so verstanden werden, dass in einem solchen vermeintlichen \"Freibereich\" u.a. nicht mehr geprüft werden dürfte, ob die Inanspruchnahme des Schuldzinsenabzugs eine Steuerumgehung darstellt oder unter Art. 34 Abs. 1 lit. a Satz 2 DStG/FR fällt (vgl. oben E. 3.3 in fine). Die von den Beschwerdeführern in diesem Sinne vorgebrachten Zitate aus dem Gesetzgebungsprozess bzw. aus der Lehre sagen denn auch nichts aus, was mit der genannten Behauptung übereinstimmen würde.\n\nHier beruhte jeder der beiden steuervermindernden Mechanismen (vgl. oben E. 4.1.1 und 4.1.2) auf dem Zusammenspiel mehrerer Elemente. Dann kann es aber nicht genügen, wie die Beschwerdeführer dies tun, in Bezug auf solche einzelne Elemente und bei isolierter Betrachtung zu argumentieren, es handle sich jeweils um durchaus marktübliche bzw. keineswegs missbräuchliche Vorgänge. Das gilt umso mehr, als das erwähnte Zusammenspiel der Elemente und Mechanismen in durchaus ausgeklügelter Form auf die doppelte Inanspruchnahme bzw. Maximierung von Steuervorteilen ausgerichtet war. Durch einen aussergewöhnlichen Miteinbezug der Investoren in das Gesellschaftsgeflecht der australischen Bankengruppe ermöglichte das Anlagemodell als Ganzes, Darlehensbedingungen zu gewähren, die erheblich von den gängigen Marktbedingungen abwichen.\n\nFür die Widerlegung zahlreicher anderer Argumente der Beschwerdeführer kann auf die verschiedenen Stellungnahmen der kantonalen und der eidgenössischen Steuerverwaltung verwiesen werden, sei es gegenüber dem kantonalen Steuergerichtshof oder im vorliegenden Verfahren. Wenn z.B. die Argumentation der Vorinstanz, es liege kein ordentliches Darlehen vor, von den Beschwerdeführern als neu und deshalb unzulässig eingestuft wird, so ist dem zutreffend entgegengesetzt worden, dass das Kantonsgericht nicht an die Vorbringen der Parteien gebunden ist und auch nicht dem Novenverbot untersteht. Überzeugend sind die genannten Stellungnahmen auch insoweit, als sie aufzeigen, dass der hier massgebliche Sachverhalt nicht ohne weiteres mit der Fremdfinanzierung einer BGE 138 II 545 S. 557Kapitalversicherung mittels Einmalprämie gleichgesetzt werden darf, genauso wenig mit der von Banken verlangten Eigenmittelquote oder der steuerlichen Behandlung von Termingeschäften."}