{"annee": "138", "cour": "IV", "page": "193", "date": "21/5/2012", "cite": [], "cite_par": ["140 IV 202", "139 IV 89", "143 IV 175"], "chapeau": "28. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Ministère public de la République et canton de Genève, Y. et Z. (recours en matière pénale)\n\n6B_701/2011 du 21 mai 2012", "regestes": ["Qualité de partie plaignante; recours; art. 65 et 393 al. 1 let. b CPP. La décision préalable lors des débats de refuser la qualité de partie plaignante est immédiatement attaquable par la voie du recours (consid. 4)."], "faits": "|194|\n\nA. Il est reproché à Y. d'avoir violé le 22 novembre 2009 la mineure Z., née le 25 janvier 1995. A l'ouverture des débats devant le Tribunal correctionnel du canton de Genève, la mère de l'enfant, X., a déposé des conclusions civiles en son propre nom à concurrence de 26'835 fr. 25 tendant au paiement par Y. du dommage et du tort moral qu'elle prétendait avoir elle-même subis.\n\nPar décision du 31 mai 2011, le Tribunal correctionnel du canton de Genève a constaté que X. n'avait pas qualité de partie plaignante.\n\nLes débats se sont poursuivis sans X. Par jugement du 3 juin 2011, le Tribunal correctionnel a reconnu Y. coupable de viol et d'actes d'ordre sexuel avec des enfants et l'a condamné à une peine privative de liberté de 3 ans, sous déduction de 380 jours de détention avant jugement, cette peine étant prononcée sans sursis à raison de 12 mois, le sursis partiel lui étant accordé pour le surplus avec délai d'épreuve de 4 ans. Le tribunal a accordé à l'enfant Z. une indemnité de 15'000 fr. pour tort moral.\n\nB. X. a formé un recours contre la décision du 31 mai 2011. Par arrêt du 16 septembre 2011, la Cour de justice de la République et canton de Genève, Chambre pénale de recours, a déclaré ce recours irrecevable, considérant qu'aucune voie de droit n'était ouverte à ce stade de la procédure.\n\nC. X. forme un recours en matière pénale au Tribunal fédéral contre l'arrêt cantonal. Elle conclut, sous suite de dépens, principalement à son annulation, à ce que sa qualité de partie plaignante soit constatée, à ce que la cause soit renvoyée au Tribunal correctionnel, et à ce qu'il soit ordonné à la direction de la procédure de statuer sur ses conclusions civiles; subsidiairement, elle conclut à l'annulation et au renvoi de la cause en instance cantonale pour qu'il soit statué sur le recours cantonal. Elle sollicite par ailleurs l'assistance judiciaire.\n\nInvités à se déterminer sur le recours, le Ministère public s'en remet à justice quant à la recevabilité d'un recours au plan cantonal et persiste pour le surplus dans ses observations déposées en instance cantonale, tandis que Z. s'en rapporte à justice et Y. conclut à l'admission du recours et au bénéfice de l'assistance judiciaire. |195|", "considerants": "Extrait des considérants:\n\n4.\n\n4.1 La Chambre pénale de recours a relevé, en référence à la version allemande du CPP (RS 312.0), que l'exception prévue à l'art. 393 al. 1 let. b in fine CPP ne vise pas les décisions de \"la\" direction de la procédure au sens de l'art. 61 let. c CPP, mais les décisions \"de\" direction de la procédure rendues par le tribunal lui-même (verfahrensleitende Entscheide). Elle a considéré qu'en application de l'art. 65 al. 1 CPP, de telles ordonnances ne pouvaient être attaquées qu'avec la décision finale et a ainsi exclu qu'un recours soit ouvert selon l'art. 393 al. 1 let. b CPP.\n\n4.2 La recourante est d'avis que la Chambre pénale de recours a violé l'art. 393 al. 1 let. b CPP en refusant d'entrer en matière sur son recours. Elle considère que la décision prise en première instance lui refusant la qualité de partie plaignante n'est pas une décision qui organise la procédure (verfahrensleitende Entscheide), pour laquelle un recours immédiat est exclu en vertu de l'art. 393 al. 1 let. b in fine CPP, mais qu'il s'agit bien plutôt d'une décision d'une autre nature, qui touche directement ses droits de partie et contre laquelle le recours doit être ouvert.\n\n4.3 La décision rendue en première instance le 31 mai 2011 n'a pas tranché une question de droit matériel et ne revêt ainsi pas la forme d'un jugement selon l'art. 80 CPP. La voie de l'appel au sens des art. 398 ss CPP n'entre pas en ligne de compte contre une telle décision (cf. LUZIUS EUGSTER, in Basler Kommentar, Schweizerische Strafprozessordnung, 2011, n° 2 ad art. 398 CPP). Seul un recours au sens de l'art. 393 al. 1 let. b CPP peut être envisagé.\n\n4.3.1 Aux termes de l'art. 393 al. 1 let. b CPP, le recours est recevable contre les ordonnances, les décisions et les actes de procédure des tribunaux de première instance, \"sauf contre ceux de la direction de la procédure\" (en allemand: \"ausgenommen sind verfahrensleitende Entscheide\"; en italien: \"sono eccettuate le disposizioni ordinatorie\"). Cette disposition doit être lue en corrélation avec l'art. 65 al. 1 CPP, aux termes duquel \"les ordonnances rendues par les tribunaux\" (en allemand : \"verfahrensleitende Anordnungen der Gerichte\"; en italien: \"le disposizioni ordinatorie del giudice\") ne peuvent être attaquées qu'avec la décision finale.\n\nLa doctrine mentionne notamment comme décision susceptible de recours selon l'art. 393 al. 1 let. b CPP la suspension provisoire de |196| la procédure (art. 329 al. 2 CPP), le renvoi de l'acte d'accusation au ministère public (art. 329 al. 2 CPP), le classement de la procédure (art. 329 al. 4 CPP) (cf. MARC RÉMY, in Commentaire romand, Code de procédure pénale suisse, 2011, n° 11 ad art. 393 CPP). En revanche, les ordonnances contre lesquelles un recours immédiat est exclu selon les art. 65 al. 1 et 393 al. 1 let. b in fine CPP concernent en particulier toutes les décisions qu'exigent l'avancement et le déroulement de la procédure avant ou pendant les débats. Tant le message du Conseil fédéral que la doctrine excluent un recours séparé contre les décisions prises lors des débats (cf. Message du 21 décembre 2005 relatif à l'unification du droit de la procédure pénale, FF 2006 1057 ss, spéc. 1296 ad art. 401 al. 1 let. b du projet; NIKLAUS SCHMID, Schweizerische Strafprozessordnung, Praxiskommentar, 2009, n° 12 ad art. 393 CPP; STEPHENSON/THIRIET, in Basler Kommentar, Schweizerische Strafprozessordnung, 2011, n° 13 ad art. 393 CPP). Néanmoins, pour les décisions prises avant les débats, Niklaus Schmid propose de distinguer celles qui ont un caractère formel et celles qui ont un caractère matériel, un recours immédiat devant selon lui être ouvert contre ces dernières (cf. NIKLAUS SCHMID, op. cit., n° 13 ad art. 393 CPP; contra STEPHENSON/THIRIET, op. cit., n° 13 ad art. 393 CPP).\n\n4.3.2 Un courant de doctrine se penche sur le cas spécifique d'une décision d'exclusion de la qualité de partie plaignante prise lors des débats préalablement au jugement au fond. Pour la personne qui se voit dénier la qualité de partie plaignante lors des débats, le procès se termine. Elle ne peut plus participer à la suite des débats. A rigueur de loi, elle ne pourra pas former un appel contre le jugement au fond dès lors qu'elle n'est plus partie à la procédure et qu'elle n'a donc pas qualité pour agir. Dans cette configuration particulière, la voie d'un recours immédiat doit être ouverte (cf. THOMAS MAURER, in Kommentierte Textausgabe zur schweizerischen Strafprozessordnung, Goldschmid/Maurer/Sollberger [éd.], 2008, p. 393; ANDREAS J. KELLER, Kommentar zur StPO, Donatsch/Hansjakob/Lieber [éd.], n° 19 ad art. 393 CPP).\n\n4.4 Cette dernière approche doit être suivie. La décision préalable lors des débats d'exclure la qualité de partie plaignante a une portée particulière. Les effets d'une telle décision ne sont pas susceptibles d'être réparés par la suite. Contrairement à ce que suppose une partie de la doctrine (cf. STEPHENSON/THIRIET, op. cit., n° 13 in fine ad art. 393 CPP), un recours immédiat au Tribunal fédéral contre une |197| telle décision n'est pas ouvert dès lors qu'elle émane d'une juridiction inférieure et qu'on ne saurait déduire du système légal que le législateur a délibérément opté pour une instance cantonale unique s'agissant d'une décision quant à la qualité de partie plaignante (cf. art. 80 LTF). Par ailleurs, admettre que la personne dont la qualité de partie plaignante a été déniée aux débats puisse ensuite former appel contre le jugement au fond et mettre en cause la décision préalable d'exclusion supposerait aussi une interprétation et un aménagement de la loi puisque précisément l'appel contre le jugement au fond est réservé à la partie qui a participé aux débats de première instance (cf. LUZIUS EUGSTER, op. cit., n° 7 ad art. 398 CPP). Le CPP n'offre donc pas de solution satisfaisante et il apparaît que le législateur a omis de tenir compte de la problématique spécifique de l'exclusion de la qualité de partie plaignante lors des débats. Cette lacune proprement dite doit être comblée. Il est préférable qu'une voie de droit immédiate soit ouverte et il se justifie ainsi de prévoir le recours de l'art. 393 al. 1 let. b CPP.\n\n4.5 Il résulte de ce qui précède que le recours doit être admis et la cause renvoyée à l'autorité cantonale pour qu'elle entre en matière sur le recours interjeté devant elle contre la décision rendue le 31 mai 2011 afin de se prononcer sur la qualité de partie plaignante ou non de la recourante."}