{"annee": "138", "cour": "II", "page": "524", "date": "19/9/2012", "cite": ["136 III 168", "122 II 485", "122 II 234", "99 IB 39", "125 II 417", "128 IV 201", "135 II 243", "116 IV 262", "136 II 241", "117 IV 124"], "cite_par": ["144 II 293", "140 II 460", "142 II 35", "145 IV 55", "141 II 436", "141 II 233", "139 I 16"], "chapeau": "36. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Eidgenössische Zollverwaltung, Oberzolldirektion gegen X. und Y. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_743/2011 vom 19. September 2012", "regestes": ["Art. 5 al. 4 et art. 190 Cst.; Convention du 2 juillet 1953 entre la Suisse et l'Italie relative au trafic de frontière et au pacage; art. 43 LD; art. 23 OD; art. 27 et 31 de la Convention de Vienne sur le droit des traités; interprétation des traités internationaux; conflit entre le droit international et le droit interne. Facilités douanières dans la zone frontière; zones parallèle et radiale (consid. 2); le fait d'étendre unilatéralement la franchise nationale pour le trafic dans la zone frontière selon les art. 43 al. 2 LD et 23 OD est contraire au sens et au but de la Convention frontalière du 2 juillet 1953 entre la Suisse et l'Italie (consid. 3 et 4); primauté du droit international (consid. 5)."], "faits": "BGE 138 II 524 S. 525\n\nA. X. und Y. teilten der Zollkreisdirektion Schaffhausen am 17. Juni 2008 mit, sie beabsichtigten, in der italienischen Gemeinde A. (Provinz Sondrio) landwirtschaftliche Grundstücke zu kaufen, um diese selbst zu bewirtschaften. Sie ersuchten um eine Bestätigung, dass diese Grundstücke in der sog. Parallelzone liegen, d.h. in einem beiderseits entlang der Grenzlinie parallel verlaufendem Streifen von etwa 10 Kilometern, innerhalb dessen für Waren des landwirtschaftlichen Bewirtschaftungsverkehrs (insbesondere rohe Bodenerzeugnisse) die zollfreie Ein- und Ausfuhr gewährt ist (Art. 43 Abs. 2 des Zollgesetzes vom 18. März 2005 [ZG; SR 631.0] bzw. Art. 23 der Zollverordnung vom 1. November 2006 [ZV; SR 631.01]).\n\nB. Mit Schreiben vom 8. Januar 2009 beantwortete die Zollkreisdirektion Schaffhausen das Gesuch dahingehend, dass die betroffenen Grundstücke zwar nach nationalem Recht in der Parallelzone lägen, jedoch internationale Abkommen über den Grenzverkehr bestünden. Im einschlägigen Abkommen mit Italien werde die Grenzzone als Gebiet beidseitig der Grenze verstanden, welches - jeweils ab dem nächsten Grenzübergang gemessen - im Umkreis von etwa zehn Kilometern als sog. Radialzone die zollfreie Ein- und Ausfuhr für den Bewirtschaftungsverkehr zulasse. Gestützt auf die von X. und Y. eingereichten Unterlagen stellte die Zollkreisdirektion fest, dass die zum Erwerb beabsichtigten Grundstücke ausserhalb des im Staatsvertrag vorgesehenen begünstigten Grenzgebiets lägen: Zwar messe die Luftlinie zwischen der Landesgrenze und den betroffenen Grundstücken weniger als 8,5 Kilometer, doch betrage die massgebende Luftliniendistanz zwischen dem Grenzübergang B. und den Grundstücken mehr als zehn Kilometer. Die Zollkreisdirektion Schaffhausen bestätigte diesen Bescheid mit Verfügung vom 13. März 2009. Eine dagegen gerichtete Verwaltungsbeschwerde wies die Oberzolldirektion am 3. Juni 2010 ab.\n\nC. Mit Eingabe vom 1. Juli 2010 gelangten X. und Y. an das Bundesverwaltungsgericht und verlangten, die Verfügung der Oberzolldirektion aufzuheben. Sie beantragten, es sei festzustellen, dass sich die streitbetroffenen Grundstücke in der Grenzzone im Sinne von der in Art. 43 Abs. 2 ZG bzw. Art. 23 ZV definierten Parallelzone befänden; entsprechend seien die auf ihnen produzierten rohen Bodenerzeugnisse als zollbefreit anzusehen. Das Bundesverwaltungsgericht hiess ihre Beschwerde am 15. Juli 2011 gut, soweit es darauf eintrat; es hob den Entscheid der Oberzolldirektion auf und BGE 138 II 524 S. 526begründete seinen Entscheid mit dem Vorrang des nationalen Rechts (Zollgesetz).\n\nD. Die Oberzolldirektion (OZD) beantragt vor Bundesgericht, das Urteil des Bundesverwaltungsgerichts aufzuheben und ihren Beschwerdeentscheid vom 3. Juni 2010 zu bestätigen. Sie macht im Wesentlichen geltend, die Vorinstanz habe Bundes- resp. Völkerrecht verletzt, indem sie das Abkommen vom 2. Juli 1953 zwischen der Schweiz und Italien betreffend den Grenz- und Weideverkehr (SR 0.631.256.945.41; nachfolgend als Grenzabkommen bezeichnet) nicht berücksichtigt bzw. zu Unrecht die nur subsidiär geltenden Art. 8 Abs. 2 lit. j und Art. 43 ZG i.V.m. Art. 23 ZV angewendet habe.\n\nX. und Y. beantragen, die Beschwerde abzuweisen. Das Bundesverwaltungsgericht hat darauf verzichtet, sich vernehmen zu lassen.\n\nDas Bundesgericht heisst die Beschwerde gut, hebt das angefochtene Urteil auf und bestätigt den Entscheid der Oberzolldirektion vom 3. Juni 2010.", "considerants": "Aus den Erwägungen:\n\n2. Streitig ist im vorliegenden Verfahren die Auslegung des Grenzabkommens zwischen der Schweiz und Italien sowie die damit verbundene Frage des anwendbaren Rechts. Die Beschwerdeführerin versteht das Abkommen in dem Sinn, dass es für die zollbefreiten Grenzgebiete Radialzonen vorsieht, welche die Zollvergünstigungen im Bereich von 10 Kilometern gemessen ab der nächsten Zollstrasse (wobei darunter auch kleinere Wege fallen) gewähren; sie erachtet eine gleichzeitige Anwendung des Zollgesetzes und der darin vorgesehenen Zollbefreiung über den gesamten Grenzverlauf (Parallelzone; Art. 43 Abs. 2 ZG) als ausgeschlossen. Demgegenüber machen die Beschwerdegegner, insbesondere gestützt auf den Wortlaut des Grenzabkommens, geltend, dass dieses - in ähnlicher Weise wie Art. 43 Abs. 2 ZG - Zollbefreiungen im Rahmen von Parallelzonen 10 Kilometer entlang des gesamten Grenzverlaufs vorsehe. Bestehe eventuell zwischen dem Staatsvertrag und dem nationalen Recht tatsächlich ein die gleichzeitige Anwendung ausschliessender Normkonflikt, so gehe das nationale Recht vor.\n\n3.\n\n3.1 Die Auslegung von Staatsverträgen richtet sich nach den allgemeinen Grundsätzen des Wiener Übereinkommens vom 23. Mai 1969 über das Recht der Verträge (VRK; SR 0.111). Für die Schweiz ist BGE 138 II 524 S. 527die Wiener Vertragsrechtskonvention am 6. Juni 1990 in Kraft getreten; als völkergewohnheitsrechtlich anerkannte Interpretationshilfe entfalten die in ihr festgehaltenen Auslegungsregeln (Art. 31 ff. VRK) jedoch auch für die Zeitspanne vor ihrem Inkrafttreten gewohnheitsrechtliche Bindung (Art. 4 VRK; BGE 122 II 234 E. 4c S. 238; FRÉDÉRIC DOPAGNE, in: Les Conventions de Vienne sur le droit des traités, Commentaire article par article, Corten/Klein [Hrsg.], 2006, N. 21 zu Art. 4 VRK; vgl. auch ANDREAS R. ZIEGLER, Einführung in das Völkerrecht, 2. Aufl. 2011, N. 249; KÄLIN/EPINEY/CARONI/KÜNZLI, Völkerrecht, 3. Aufl. 2010, S. 33).\n\nGemäss Art. 31 Abs. 1 VRK ist ein völkerrechtlicher Vertrag nach dem Vertragswortlaut auszulegen, d.h. nach Treu und Glauben, in Übereinstimmung mit der gewöhnlichen, seinen Bestimmungen in ihrem Zusammenhang zukommenden Bedeutung sowie im Lichte seines Ziels und Zwecks. Dieser für die Sinnermittlung erforderliche Zusammenhang kann sich aus weiteren Übereinkünften und Urkunden ergeben (Art. 31 Abs. 2 lit. a und b VRK); für die Vertragsauslegung gleichermassen zu berücksichtigen ist die Übung, d.h. die Praxis zur Anwendung des Vertrags, aus der die Übereinstimmung der Vertragsparteien über die Auslegung hervorgeht (Art. 31 Abs. 3 lit. b VRK; \"authentische Interpretation\"; vgl. ANNE PETERS, Völkerrecht, 2. Aufl. 2008, Kap. 7 N. 20; ZIEGLER, a.a.O., N. 251).\n\n3.2 Im Grenzabkommen mit Italien findet sich - ebenso wie in den Grenzabkommen mit Deutschland und Frankreich - keine eindeutige Regelung des zollbefreiten Grenzzonengebiets als Radialzone; auch der Botschaft zum Grenzabkommen mit Italien lässt sich keine ausdrückliche Definition des Grenzgebiets als Radialzone entnehmen (Botschaft vom 14. Oktober 1955 betreffend die Genehmigung des zwischen Italien und der Schweiz vereinbarten Abkommens über den Grenz- und Weideverkehr, BBl 1955 II 738 ff.). Unter Bezugnahme auf den Wortlaut von Art. 1 Abs. 1 des Grenzabkommens wenden die Beschwerdegegner daher ein, dieses sehe keineswegs die Radialzone vor: Indem es von Gebietsstreifen beidseitig der gemeinsamen Grenze spreche (\"strisce di territorio situato ai due lati del confine comune\"), gehe es von einer über den Gesamtgrenzverlauf führenden Parallelzone als zollbefreiten Grenzzone aus, welche auch die zu erwerbenden Grundstücke erfasse.\n\n3.3 Die von den Beschwerdegegnern angerufene Bestimmung könnte, isoliert betrachtet, auf ein parallel zur Landesgrenze verlaufendes BGE 138 II 524 S. 528zollbefreites Grenzzonengebiet (Parallelzone) für den Bewirtschaftungsverkehr hinweisen. Der (weitere) Wortlaut, der Bedeutungszusammenhang (vgl. dazu insb. unten, E. 4.3) und die bisherige Übung stehen dieser Interpretation jedoch entgegen: Das Grenzabkommen definiert die Grenzzone zwar als Gebietsstreifen (Art. 1 Abs. 1), enthält jedoch gleichzeitig ein detailliertes Verzeichnis der zollbefreiten Gemeinden und Gemeindefraktionen (Anhang I), welches die allgemeinen Bestimmungen konkretisiert. Die dort berücksichtigten Gebiete erstrecken sich nicht über den Gesamtgrenzverlauf im Sinne einer Parallelzone, und die ausführliche Aufzählung im Anhang des Abkommens nimmt denn auch die mehr als zehn Kilometer vom nächsten Grenzübergang entfernte Gemeinde A. nicht in die zollbegünstigten Grenzgebiete der Provinz Sondrio auf. Hinweise darauf, dass die aufgelisteten Gemeinden in den Verzeichnissen nicht als abschliessend aufgezählt zu verstehen wären, finden sich in den von den Beschwerdegegnern angerufenen Textstellen des Staatsvertrags nicht.\n\n3.4 Auch die mittlerweile mehr als 50-jährige, ständige Praxis der Vertragsparteien zur Auslegung der begünstigten Grenzgebiete, welche die Grenzzone als Kreise von rund 10 Kilometern vom jeweiligen Grenzübergang bemisst, steht dem Verständnis der Beschwerdegegner des begünstigten Grenzgebiets als Parallelzone entgegen (\"authentische Interpretation\"; vgl. oben E. 3.1); diese langjährige Übung wird von den von der Beschwerdeführerin herangezogenen Materialien zur nationalen Zollgesetzgebung bestätigt: Sowohl die Botschaft des Bundesrates zum Zollgesetz (BBl 2004 567 ff., 623 Ziff. 2.2.5) als auch die parlamentarischen Beratungen zur Zollgesetzgebung (dazu unten E. 5.3) weisen darauf hin, dass die Grenzverträge mit Italien, Deutschland und Frankreich als ein auf Radialzonen beschränktes zollbefreites Grenzgebiet zu verstehen sind. Hiervon geht auch die Doktrin aus (vgl. ROLF WÜTHRICH, in: Zollgesetz [ZG], Kocher/Clavadetscher [Hrsg.], 2009, N. 35 zu Art. 43 ZG; REMO ARPAGAUS, Zollrecht, 2. Aufl. 2007, N. 435).\n\nAufgrund des Bedeutungszusammenhangs und der langjährigen unbestrittenen Praxis zum Abkommen ist daher vom privilegierten Grenzgebiet als Radialzone auszugehen. Diese ist gemäss dem Wortlaut auf die im Anhang angeführten Gebiete beschränkt. Die Beschwerdegegner können sich demnach, wie dies auch zu Recht das Bundesverwaltungsgericht festgestellt hat, nicht auf Zollvergünstigungen gestützt auf das Grenzabkommen berufen, da die relevanten Grundstücke von BGE 138 II 524 S. 529dessen räumlichem Anwendungsbereich nicht erfasst sind (Art. 1 Abs. 3 i.V.m. Anhang 1 Grenzabkommen).\n\n4.\n\n4.1 Die Beschwerdegegner machen weiter geltend, das Bundesrecht könne - selbst wenn das Abkommen die Zollbefreiung für Radialzonen vorsehe - ihnen die gewünschte Zollbefreiung gleichwohl gewähren: Sie erkennen keinen Normkonflikt zwischen dem Staatsvertrag und dem Bundesrecht, weil Art. 1 Abs. 2 des Abkommens einen \"Vorbehalt zugunsten des Landesrechts\" einräume, sodass die Vertragsparteien eine allgemeine Ausdehnung der Grenzzonen einseitig anordnen und damit prinzipiell auch - d.h. zusätzlich - Parallelzonen, wie sie Art. 43 Abs. 2 ZG vorsieht, einführen dürften. Damit stellt sich die Frage, ob das Grenzabkommen mit Italien tatsächlich eine grosszügigere Regelung nach nationalem Recht ausschliesst. Diese Frage ist im Rahmen der weiteren Auslegung zu prüfen:\n\n4.2 Dem Vorbringen der Beschwerdegegner, gestützt auf den Wortlaut von Art. 1 Abs. 2 des Grenzabkommens eine einseitige allgemeine Ausdehnung des Grenzzonengebiets auf die Parallelzone vorzunehmen, kann bereits insofern nicht gefolgt werden, als diese Bestimmung nur aufgrund \"örtlich bedingter Verhältnisse\" Abweichungen zulässt; der Ausnahmecharakter dieser Abweichungen kommt im italienischen Originalwortlaut des Abkommens deutlich zum Ausdruck (\"salvo casi eccezionali, giustificati da esigenze locali, in cui le due Parti Contraenti potranno fissare l'estensione\"). Es steht demnach dem Wortlaut der von den Beschwerdegegnern angerufenen Bestimmung entgegen, in genereller Weise einseitig, gestützt auf das nationale Recht (Art. 43 ZG), Parallelzonen einzuführen.\n\n4.3 Entgegen den Vorbringen der Beschwerdegegner widerspricht eine einseitige Ausdehnung der Grenzzone nach nationalem Recht auch dem Sinn und Zweck des Grenzabkommens: Das Zollgesetz regelt die Abgabebefreiung bei der Wareneinfuhr in die Schweiz (Art. 43 Abs. 2 ZG; Art. 8 Abs. 2 lit. j ZG i.V.m. Art. 23 ZV) und sieht vor, dass Personen mit Wohnsitz in der inländischen Grenzzone rohe Bodenerzeugnisse von Grundstücken, die auf der ausländischen Grenzzone liegen, zollfrei in die Schweiz einführen können (Art. 23 Abs. 1 lit. b ZV). Entsprechende angestammte Gebiete sind zudem zu Direktzahlungen berechtigt (Art. 177 Abs. 1 des Landwirtschaftgesetzes vom 29. April 1998 [LwG; SR 910.1] i.V.m. Art. 17 Abs. 2 derVerordnung vom 7. Dezember 1998 über landwirtschaftliche Begrife und die Anerkennung von Betriebsformen [Landwirtschaftliche BGE 138 II 524 S. 530Begriffsverordnung, LBV; SR 910.91] und Art. 4 Abs. 2 der Verordnung vom 7. Dezember 1998 über die Direktzahlungen an dieLandwirtschaft[Direktzahlungsverordnung, DZV; SR 910.13]). Demgegenüber ist es Ziel des Abkommens mit Italien, die wirtschaftlichen Interessen der Bevölkerung beiderseits der Grenze zu sichern: Nach der Botschaft bezweckt das Abkommen, den \"Verkehr nach Möglichkeit zu erleichtern und die lokalen Bedürfnisse der Grenzbewohner zu berücksichtigen\" und so der \"natürlichen wirtschaftlichen Verbundenheit der Grenzgebiete Rechnung\" zu tragen. Zum Ausdruck kommt damit eine auf Reziprozität beruhende Grenzvereinbarung, welche - durch die beiderseitig gewährte Zollbefreiung in den relevanten Grenzgebieten - frühere Unstimmigkeiten in den grenznachbarlichen Beziehungen überwinden soll (Botschaft zum Grenzabkommen, a.a.O., 738 f.).\n\nDie einzelnen Bestimmungen sind denn auch im Lichte dieses Ziels und Zwecks auszulegen: Die Beschwerdegegner verlangen Zollerleichterungen für den Grenzverkehr, der in Art. 1 Abs. 5 des Grenzabkommens - in dieser Einschränkung vom Weideverkehr abweichend - als der sich zwischen \"zwei gegenüberliegenden und anstossenden Zonen\" abwickelnde Ein- und Ausfuhrverkehr zur Bewirtschaftung der Grundstücke definiert wird. Aus Art. 2 Ziff. II. lit. a des Abkommens geht hervor, dass die für entsprechende landwirtschaftliche Erzeugnisse vorgesehene Zollbefreiung dann erfolgen kann, wenn diese von Grundstücken innerhalb der Grenzzone (Art. 2 Ziff. I.) stammen und in die \"andere Zone\" verbracht werden (\"trasportati nell'altra zona\"). Zweck des Abkommens ist es entsprechend, dass die Grenzbewohner ihre Bodenbewirtschaftung im Rahmen dieser Beschränkung auf die übereingekommene Grenzzone beiderseitig ausüben können (Botschaft zum Grenzabkommen, a.a.O., 738); ersichtlich wird der Wille der Vertragsparteien, die Abgabebefreiung gegenseitig auf die so definierte gegenüberliegende und angrenzende (Radial-)Zone (E. 3.3 f.), nicht jedoch parallel entlang der gesamten Grenze, zuzulassen.\n\nMit dem allgemeinen Einführen einer zusätzlichen Parallelzone wäre nicht nur ein Systemwechsel gegenüber der bisherigen Praxis verbunden, sondern es würde auch der Kreis der zollbefreiten Gebiete merklich erweitert: Mit der Parallelzone erfüllen sämtliche entlang der Grenze ansässige Bodenbewirtschafter die Voraussetzungen einer entsprechenden Zollvergünstigung, denn Voraussetzung ist einzig der Wohnsitz in der inländischen Grenzzone (vgl. Art. 23 Abs. 1 BGE 138 II 524 S. 531lit. b ZV); dagegen wird der Personenkreis durch die Radialzone nur schon aufgrund der maximalen Ausdehnung auf 10 Kilometer von der Grenzübertrittsstelle deutlich eingeschränkt. Indirekte Auswirkungen auf die italienische Grenzbevölkerung könnte die einseitige Ausdehnung der zollbefreiten Grenzzone für den Bewirtschaftungsverkehr insofern bewirken, als die schweizerischen Bewirtschafter der Grenzgebiete ihre Produkte zu den gegenüber dem italienischen Markt höheren Inlandpreisen absetzen könnten; die einseitig erweiterte Zollbefreiung könnte sich zudem negativ auf die Grundstück- und Pachtpreise auswirken und die italienische Grenzbevölkerung diesbezüglich benachteiligen.\n\nAufgrund entsprechender Probleme im deutsch-schweizerischen Grenzgebiet hatte das Land Baden-Württemberg nach einem Ausführungsgesetz zum deutschen Landpachtverkehrsgesetz (Gesetz vom 8. November 1985 über die Anzeige und Beanstandung von Landpachtverträgen; BGBl. I S. 2075) Massnahmen gegen die ungleichmässige Verteilung der Bodennutzung vorgesehen, indem die zuständige Behörde die Genehmigung von Pachtverträgen verweigern konnte, wenn durch die zollfreie Ausfuhr der landwirtschaftlichen Produkte in die Schweiz eine Wettbewerbsverzerrung erfolgte. Eine hierauf gestützte Ablehnung eines Pachtvertrags zugunsten eines Schweizer Bodenbewirtschafters durch das Landwirtschaftsamt Landkreis Waldshut hat der EuGH in einem Vorabentscheidungsersuchen für unzulässig erklärt (vgl. das Urteil des EuGH vom 6. Oktober 2011 C-506/10 Graf und Engel ); Deutschland wurde angehalten, sich an die Bestimmungen des Freizügigkeitsabkommens (Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit [SR 0.142.112.681]) und das anwendbare Grenzabkommen (Schweizerisch-deutsches Abkommen vom 5. Februar 1958 über den Grenz- und Durchgangsverkehr [SR 0.631.256.913.61]) zu halten. Es zeigt sich demnach ein empfindliches wirtschaftliches Gleichgewicht in der Grenzzone, das weder durch einseitige ausländische Massnahmen noch durch eine Ausdehnung des zollbefreiten Grenzgebiets zugunsten der schweizerischen Bodenbewirtschafter beeinträchtigt werden soll. Vor diesem Hintergrund überzeugen die Ausführungen der Beschwerdegegner, wonach sich aus einer einseitigen Erweiterung der Grenzzone keinerlei negative wirtschaftliche Folgen für den Vertragspartner ergeben könnten, jedenfalls nicht. BGE 138 II 524 S. 532\n\nObwohl der Zweck von bi- und multilateralen Abkommen im Zollbereich üblicherweise darauf beschränkt ist, Zollschranken abzubauen (COTTIER/HERREN, in: Zollgesetz, a.a.O., N. 44 der Einleitung zum ZG; ARPAGAUS, a.a.O., N. 44 ff.), ergibt sich für das Grenzabkommen demnach ein weiterer, darüber hinausgehender Zweck, der darin besteht, grenznachbarliche Unstimmigkeiten zu vermeiden (Art. 31 Abs. 1 VRK). Diesem Sinn widerspricht die einseitig erweiterte nationale Abgabenbefreiung für den Grenzverkehr und das Abkommen enthält auch keinerlei Bestimmungen, welche Vorbehalte zugunsten oder Rückverweise auf eine nationale Regelung vorsehen würden. Entsprechend liegt ein echter Normkonflikt vor zwischen einer älteren staatsvertraglichen Verpflichtung der Schweiz und einer (einzelnen) Bestimmung des neueren Bundesgesetzes (Art. 43 ZG); gestützt auf das Ziel und den Zweck des Staatsvertrags können im vorliegenden Fall nicht gleichzeitig beide Grenzzonenregelungen zur Anwendung gelangen.\n\n4.4 Ergänzend bringen die Beschwerdegegner vor, ihnen stehe die Gewährung eines \"allgemeinen Günstigkeitsprinzips\" zu: Wenn das schweizerische Zollrecht weitergehende Vergünstigungen vorsehe als das Grenzabkommen, so stünden ihnen diese gemäss den allgemeinen zollrechtlichen Grundsätzen zu; im Einzelfall sei immer die am weitesten gehende Vergünstigung zu gewähren. Die Beschwerdegegner verkennen, dass eine entsprechende Berücksichtigung nur dort denkbar ist, wo sich eine gleichzeitige Anwendung mehrerer begünstigender Bestimmungen nicht von vornherein ausschliesst. Steht die weitergehende Vergünstigung resp. die nationale Regelung dem anzuwendenden Recht entgegen, so kann sie nicht in allgemeiner Weise zusätzlich gewährt werden. Eine Begünstigung lässt sich entgegen der Ansicht der Beschwerdegegner auch nicht analog aus der bundesgerichtlichen Rechtsprechung zum Amtshilferecht, durch das einem ausländischen Staat Hilfestellung bei der Durchführung seiner Aufgaben gewährt werden soll, für die zollrechtliche Besserstellung von schweizerischen Bodenbewirtschaftern (zum Nachteil der italienischen Grenzbevölkerung) herleiten.\n\n5.\n\n5.1 Besteht ein echter Normkonflikt zwischen Bundes- und Völkerrecht, so geht nach der Rechtsprechung grundsätzlich die völkerrechtliche Verpflichtung der Schweiz vor (BGE 125 II 417 E. 4d S. 425; BGE 135 II 243 E. 3.1 S. 249); dies gilt ebenso für den Fall von Abkommen, die - wie dies hier der Fall ist - nicht Menschen- oder BGE 138 II 524 S. 533 Grundrechte zum Gegenstand haben (BGE 136 II 241 E. 16.1 S. 255; BGE 122 II 485 E. 3a S. 487). Der dargelegte Vorrang besteht auch gegenüber späteren, d.h. nach der völkerrechtlichen Norm in Kraft getretenen Bundesgesetzen; die lex posterior-Regel kommt im Verhältnis zwischen Völker- und Landesrecht nicht zur Anwendung (BGE 122 II 485 E. 3a S. 487). Die Schweiz kann sich insbesondere nicht auf ihr innerstaatliches Recht berufen, um die Nichterfüllung eines Vertrags zu rechtfertigen (Art. 5 Abs. 4 BV; Art. 27 VRK; vgl. BGE 125 II 417 E. 4d S. 424 f.; BGE 122 II 234 E. 4e S. 239; ferner BGE 116 IV 262 E. 3b/cc S. 269; BGE 117 IV 124 E. 4b S. 128). Entsprechend bleibt das entgegenstehende Bundesgesetz in solchen Konstellationen unanwendbar (BGE 125 II 417 E. 4d S. 425; BGE 128 IV 201 E. 1.3 S. 205).\n\n5.2 Das Zollgesetz enthält in Art. 2 Abs. 1 ausdrücklich eine analoge Konfliktlösungsregel: Völkerrechtliche Verträge bleiben gegenüber den zollgesetzlichen Bestimmungen vorbehalten. Da die staatsvertragliche Regelung vom Sinn und Zweck her eine gleichzeitige Anwendung der nationalen Bestimmungen ausschliesst (vgl. oben E. 4.3), ist die Schweiz im Bereich des landwirtschaftlichen Bewirtschaftungsverkehrs weiterhin an Staatsverträge gebunden, wenn diese die Anwendung der Radialzone verlangen, sodass trotz der Einführung der Parallelzone in Art. 43 Abs. 2 ZG in diesen Fällen faktisch die bisherige Praxis fortgesetzt wird (vgl. auch WÜTHRICH, a.a.O., N. 28 und 34 zu Art. 43 ZG; Botschaft zum Zollgesetz, a.a.O., 590; ARPAGAUS, a.a.O., N. 310 ff., 435). Solange keine einvernehmliche Praxis- oder Vertragsänderung zwischen den Parteien zustande gekommen ist, behält der in Kraft stehende Vertrag demnach seine völkerrechtliche Verbindlichkeit und seine umfassende landesrechtliche Wirkung, d.h. er ist für die rechtsanwendenden Behörden verbindlich (vgl. BGE 122 II 234 E. 4e S. 240).\n\n5.3\n\n5.3.1 Unter Bezugnahme auf die Wortprotokolle der Beratungen zu Art. 43 ZG hat die Vorinstanz die Bundesgesetzgebung daraufhin untersucht, ob sich Anhaltspunkte finden, um für den zugrunde liegenden Sachverhalt vom Vorrang der staatsvertraglichen Verpflichtung abzusehen. Sie begründet dies damit, dass das Bundesgericht vom Vorrang des Völkerrechts ausnahmsweise dann abgewichen sei, wenn die Bundesgesetzgebung die Völkerrechtsverletzung bewusst in Kauf genommen habe; erforderlich sei hierfür ein bewusstes Abweichen der Bundesgesetzgebung vom völkerrechtlichen Vertrag BGE 138 II 524 S. 534 (\"con sapevole deroga\"; sog. \"Schubert-Praxis\"; BGE 99 Ib 39 E. 3 S. 44; BGE 136 III 168 E. 3.3.4 S. 172 f.).\n\nDie Vorinstanz führt aus, dass sowohl der Ständerat als Erstrat als auch der Nationalrat sich mit den verschiedenen Reglementierungsmöglichkeiten der Grenzzonen als Radial- oder Parallelzonen intensiv auseinandergesetzt haben und dass die Gesetzgebung zu einer generellen Regelung der Grenzzone als Parallelzone übergehen wollte. Aus den von ihr herangezogenen Protokollen zu den Debatten in den Räten wird jedoch gleichermassen ersichtlich, dass sich die Beratungen im Wesentlichen auf die Frage beschränkten, welche Vor- und Nachteile, etwa hinsichtlich Transparenz und praktischer Handhabbarkeit, für die entsprechenden Regelungen der Grenzgebiete als Parallel- oder Radialzone aus nationaler Sicht bestehen würden; ebenso fokussierte sich die Diskussion auf Unstimmigkeiten, was genau unter einer Radialzone zu verstehen sei.\n\n5.3.2 Für eine allfällige Abweichung vom Vorrang der staatsvertraglichen Verpflichtungen kann - in Abweichung zu den Ausführungen des Bundesverwaltungsgerichts - jedoch nicht der Verweis auf eine allgemeine Diskussion zu den Vor- und Nachteilen der nationalen Regelung bzw. von Parallel- oder Radialzonen genügen; eine Kollision mit dem Staatsvertrag kann von vornherein nur in jenen Fällen \"bewusst\" oder beabsichtigt sein, in denen anlässlich der Beratung des Bundesgesetzes die völkerrechtlichen Aspekte und Auswirkungen (\"riflessi e implicazioni\"; BGE 99 Ib 39 E. 4 S. 44) resp. der mögliche Verstoss gegen Völkerrecht eingehend thematisiert wird (vgl. z.B. die herangezogene parlamentarische Debatte zu Fragen des Namensrechts und den diesbezüglichen völkerrechtlichen Auswirkungen in BGE 136 III 168 E. 3.3.3 S. 171 f.; vgl. YVO HANGARTNER, in: Die schweizerische Bundesverfassung, Kommentar, 2. Aufl. 2008, N. 30 zu Art. 190 BV; ebenso PIERRE TSCHANNEN, Staatsrecht der Schweizerischen Eidgenossenschaft, 3. Aufl. 2011, § 9 N. 33; WALTER KÄLIN, Der Geltungsgrund des Grundsatzes \"Völkerrecht bricht Landesrecht\", ZBJV 124bis /1988 S. 45, dort S. 63).\n\nDie parlamentarischen Beratungen zu Art. 43 ZG, welche die Vorinstanz ihrer Gutheissung zugrunde gelegt hat, beinhalten nur am Rande und kaum vertiefte Voten zu Fragen des Normkonflikts (\"Wir brauchen keine Staatsvertragsänderung in unseren Beziehungen zu Deutschland\" [Gerold Bührer, AB 2004 N 1385]). Sie erweisen sich hinsichtlich der Folgen des Normkonflikts zudem als BGE 138 II 524 S. 535widersprüchlich (\"Wir wissen auch, dass diese Erweiterung zwar in den [...] Nachbarländer[n] nicht gern gesehen wird, doch haben wir die Pflicht, die Interessen unserer eigenen landwirtschaftlichen Bevölkerung [...] zu vertreten. Es wird daher Aufgabe des Finanzministers sein, seinen Kollegen [...] unsere Haltung entsprechend zu kommunizieren\" [Lucrezia Meier-Schatz, AB 2004 N 1385]), indem die Äusserungen gleichzeitig auch wieder die Vorrangstellung des Staatsvertrags bestätigen (\"Die Regelung hat neben den Staatsverträgen subsidiären Charakter\"; \"Die vorliegende Bestimmung soll Lücken schliessen, weil Staatsverträge nicht alle Sachverhalte regeln\" [Hans-Rudolf Merz, AB 2004 N 345]; \"Die Parallelzone wird als Grundsatz nur insofern eingeführt - das muss man betonen -, als der Staatsvertrag mit dem Nachbarstaat nichts anderes vorsieht, und sie gilt daher für die ganze Grenzzone in der Schweiz\" [Lucrezia Meier-Schatz, AB 2004 N 1385]). Eine bewusst gewollte Abweichung der Gesetzgebung von den völkerrechtlichen Verpflichtungen in klarer Auseinandersetzung mit den Folgen des hervorgerufenen Normverstosses lässt sich - entgegen der pauschalen Einschätzung der Vorinstanz - aus den Materialien demnach nicht entnehmen. Ihre diesbezüglichen Ausführungen können für den vorliegenden Fall nicht entscheidend sein; der Vorrang des Völkerrechts ergibt sich aus der Ermittlung des Normsinns, der Rechtsprechung und dem Zollgesetz selbst (vgl. oben E. 4, 5.1 und 5.2)."}