{"annee": "138", "cour": "II", "page": "393", "date": "10/7/2012", "cite": ["137 II 1", "136 II 1", "137 II 345"], "cite_par": ["140 II 289"], "chapeau": "29. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A.X. contre Service de la population du canton de Vaud (recours en matière de droit public)\n\n2C_993/2011 du 10 juillet 2012", "regestes": ["Art. 50 al. 1 let. b et al. 2 LEtr; poursuite du séjour en Suisse pour des raisons personnelles majeures. Lorsqu'aucune circonstance particulière ne permet de douter du bien-fondé du mariage ni de l'intensité des liens entre les conjoints, il est présumé que le décès du conjoint suisse constitue une raison personnelle grave qui impose la poursuite du séjour en Suisse du conjoint étranger survivant, sans qu'il soit nécessaire d'examiner encore le caractère fortement compromis de la réintégration de ce dernier dans le pays de provenance (précision de jurisprudence; consid. 3)."], "faits": "|394|\n\nA.X., ressortissante camerounaise née Y. en 1981, et B.X., né en 1951, ressortissant suisse, se sont mariés en 2008 au Cameroun. Le 5 septembre 2008, A.X. est entrée en Suisse pour y rejoindre son époux laissant aux soins de ses parents son fils D., né en 2004, ainsi que sa fille adoptive C., née en 2004. Elle a été mise au bénéfice d'une autorisation de séjour en Suisse le 1er octobre 2008. Aucun enfant n'est issu de cette union.\n\nB.X. est décédé en 2010.\n\nPar décision du 24 décembre 2010, le Service de la population du canton de Vaud a révoqué l'autorisation de séjour de A.X. et lui a imparti un délai de trois mois pour quitter la Suisse. Il a également refusé de délivrer à C. et D. des autorisations d'entrée en Suisse, respectivement de séjour. Le recours formé par A.X. agissant en son nom et au nom de ses enfants a été rejeté par la Cour de droit administratif et public du Tribunal cantonal du canton de Vaud par arrêt du 28 octobre 2011.\n\nA.X., agissant pour elle et ses deux enfants, forme un recours en matière de droit public. Le Tribunal fédéral a admis le recours, annulé l'arrêt attaqué et renvoyé la cause à l'instance précédente pour instruction complémentaire et nouvelle décision.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. D'après l'art. 50 al. 1 LEtr (RS 142.20), après dissolution de la famille, le droit du conjoint et des enfants à l'octroi d'une autorisation de séjour et à la prolongation de sa durée de validité en vertu des art. 42 et 43 subsiste si l'union conjugale a duré au moins trois ans et l'intégration est réussie (let. a). A cet égard, l'instance précédente a constaté à bon droit que l'union conjugale n'avait pas duré 3 ans et que la limite légale de l'art. 50 al. 1 let. a LEtr n'avait pas été atteinte. Au demeurant la recourante se prévaut uniquement de l'art. 50 al. 1 let. b LEtr.\n\n3.\n\n3.1 Selon l'art. 50 al. 1 let. b LEtr, après dissolution de la famille, le droit du conjoint et des enfants à l'octroi d'une autorisation de séjour et à la prolongation de sa durée de validité en vertu des |395| art. 42 et 43 subsiste si la poursuite du séjour en Suisse s'impose pour des raisons personnelles majeures. L'art. 50 al. 1 let. b et al. 2 LEtr vise à régler les situations qui échappent aux dispositions de l'art. 50 al. 1 let. a LEtr, parce que le séjour en Suisse durant le mariage n'a pas duré trois ans ou parce que l'intégration n'est pas suffisamment accomplie ou encore parce que ces deux aspects font défaut mais que - eu égard à l'ensemble des circonstances - l'étranger se trouve dans un cas de rigueur après la dissolution de la famille (ATF 137 II 345 consid. 3.2.1 p. 348; ATF 137 II 1 consid. 4.1 p. 7). A cet égard, c'est la situation personnelle de l'intéressé qui est décisive et non l'intérêt public que revêt une politique migratoire restrictive. Il s'agit par conséquent uniquement de décider du contenu de la notion juridique indéterminée \"raisons personnelles majeures\" et de l'appliquer au cas d'espèce, en gardant à l'esprit que l'art. 50 al. 1 let. b LEtr confère un droit à la poursuite du séjour en Suisse, contrairement à l'art. 30 al. 1 let. b LEtr (ATF 137 II 345 consid. 3.2.1 p. 348; ATF 137 II 1 consid. 3 et les références citées). Comme il s'agit de cas de rigueur survenant à la suite de la dissolution de la famille, en relation avec l'autorisation de séjour découlant du mariage, les raisons qui ont conduit à sa dissolution revêtent par conséquent de l'importance. L'admission d'un cas de rigueur personnel survenant après la dissolution de la communauté conjugale suppose que, sur la base des circonstances d'espèce, les conséquences pour la vie privée et familiale de la personne étrangère liées à ses conditions de vie après la perte du droit de séjour découlant de la communauté conjugale (art. 42 al. 1 et 43 al. 1 LEtr) soient d'une intensité considérable (ATF 137 II 345). Le Tribunal fédéral a mis en lumière un certain nombre de situations dans lesquelles la poursuite du séjour en Suisse peut s'imposer. Celles-ci ne sont pas exhaustives (ATF 136 II 1 consid. 5.2 p. 3 s.). Parmi celles-ci figurent notamment les violences conjugales (art. 50 al. 2 LEtr et 77 al. 2 OASA [RS 142.201]), qui doivent revêtir une certaine intensité (ATF 136 II 1 consid. 5.3 p. 4), la réintégration fortement compromise dans le pays d'origine et le cas dans lequel le conjoint duquel dépend le droit de séjour de l'étranger décède (ATF 137 II 345 consid. 3.2.2 p. 349; ATF 136 II 1 consid. 5.3 p. 4).\n\n3.2 S'attachant à définir les rapports entre ces situations, la jurisprudence a déjà précisé que violence conjugale et réintégration fortement compromise peuvent, selon les circonstances et au regard de leur gravité, chacune - pour elle-même - constituer une raison personnelle majeure, ajoutant que, lorsqu'elles se conjuguent, elles |396| justifient le maintien du droit de séjour du conjoint et des enfants (ATF 136 II 1 consid. 4 et 5 p. 2 ss).\n\n3.3 Selon la jurisprudence actuelle, la mort du conjoint ne constitue en revanche pas un motif conduisant nécessairement à la prolongation de l'autorisation en vertu de l'art. 50 al. 1 let. b LEtr. Il convient plutôt de déterminer sur la base des circonstances de l'espèce si l'on est en présence d'un cas de rigueur (ATF 137 II 1), en particulier de celles qui ont prévalu avant et pendant le mariage, jusqu'à sa dissolution en raison du décès. La situation de l'étranger après le décès doit aussi être prise en compte. Ces éléments jouent un rôle important pour établir la volonté réelle des conjoints d'officialiser l'intensité des liens qui les unissaient et évaluer l'importance des conséquences qui découlent du décès du conjoint suisse sur la vie privée et familiale de l'étranger (ATF 137 II 345).\n\nForce est de constater, selon l'expérience de la vie et le cours ordinaire des choses, que le lien conjugal est, d'une manière générale, bien réel et intense, au point que le décès du conjoint constitue l'un des événements majeurs de la vie de l'autre conjoint, d'autant plus grave et considérable qu'il a lieu dans un contexte migratoire. C'est la raison pour laquelle la jurisprudence doit être précisée en ce sens que, lorsqu'aucune circonstance particulière ne permet de douter du bien-fondé du mariage ni de l'intensité des liens entre les conjoints, il est présumé que le décès du conjoint suisse constitue une raison personnelle grave qui impose la poursuite du séjour en Suisse du conjoint étranger survivant au sens de l'art. 50 al. 1 let. b LEtr, sans qu'il soit nécessaire d'examiner encore le caractère fortement compromis de la réintégration de ce dernier dans le pays de provenance.\n\nCette présomption n'est pas irréfragable. Les autorités de police des étrangers peuvent démontrer l'existence de circonstances particulières permettant de douter de la réalité des liens qui unissaient les époux. Parmi celles-ci figurent notamment le cas d'un étranger qui aurait épousé en connaissance de cause un ressortissant suisse gravement atteint dans sa santé et dont l'espérance de vie est fortement réduite afin de se prévaloir abusivement des conséquences du décès, le cas d'un étranger qui aurait entamé une procédure de séparation ou de divorce peu avant le décès, ou encore, celui d'un étranger qui aurait mis fin à la vie commune avant le décès de son conjoint suisse, démontrant qu'au moment du décès la communauté conjugale était rompue.\n\n3.4 Dans tous les cas, l'existence d'une des situations objectives conférant un droit à la poursuite du séjour ne prive pas les autorités de |397| police des étrangers de mettre en évidence d'autres circonstances concrètes (condamnations pénales, recours à l'aide sociale, etc.) qui, à l'issue d'une appréciation globale au sens de l'art. 96 LEtr, auraient néanmoins pour effet que la poursuite du séjour en Suisse doive être refusée.\n\n3.5 En l'espèce, l'instance précédente a refusé la poursuite du séjour parce que le mariage n'avait duré qu'un peu plus de deux ans et parce la réintégration de la recourante dans son pays d'origine n'était pas compromise. Ce raisonnement viole le droit fédéral en tant qu'il refuse la poursuite du séjour de la recourante en Suisse sans s'exprimer sur l'existence de circonstances particulières qui pourraient conduire à un tel refus. Au contraire, dans son recours en matière de droit public, la recourante se prévaut des circonstances pénibles liées au cancer puis au décès de son mari, notamment du fait qu'elle l'avait épaulé durant toute sa fin de vie, ce qui serait attesté par des lettres de sa belle-famille. Comme ces faits ne ressortent pas de l'arrêt attaqué, ils sont irrecevables (art. 99 al.1 LTF). Ils ne peuvent être pas être pris en considération par le Tribunal fédéral (art. 105 al. 1 LTF). Ils devront en revanche l'être, après renvoi de la cause, par l'instance précédente qui, à défaut de circonstances particulières (cf. consid. 3.3 et 3.4 ci-dessus) résultant d'un complément d'instruction, devra accorder une autorisation de séjour à la recourante.\n\n3.6 Les enfants de la recourante invoquent le droit au regroupement familial avec une personne ayant le droit de séjourner de manière durable en Suisse, tel que déduit de l'art. 8 CEDH. Dans la mesure où leur mère ne disposait pas d'un tel droit, aux termes de l'arrêt attaqué, le Tribunal cantonal n'a pas examiné cette question, qui devra l'être si, au vu du résultat de l'instruction complémentaire, la recourante est autorisée à poursuivre son séjour en Suisse en application de l'art. 50 al. 1 let. b LEtr."}