{"annee": "138", "cour": "I", "page": "475", "date": "10/10/2012", "cite": ["126 II 300", "135 III 112", "137 III 417", "138 III 46", "137 I 305", "138 III 471", "136 I 167", "135 III 20"], "cite_par": ["140 I 201"], "chapeau": "41. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause Integration Handicap contre X. Sàrl (recours en matière civile)\n\n4A_367/2012 du 10 octobre 2012", "regestes": ["Qualité pour agir et pour recourir d'une organisation d'aide aux personnes handicapées (art. 9 al. 1, 2 et 3 let. a LHand); discrimination au sens de l'art. 6 LHand. Integration Handicap a qualité pour agir devant les juridictions civiles en constatation d'une discrimination et, le cas échéant, pour interjeter un recours en matière civile (consid. 1). Notion de discrimination envers une personne handicapée en cas de prestations de particuliers (consid. 3). Rapport avec la CEDH (consid. 4)."], "faits": "BGE 138 I 475 S. 476\n\nA. A. est paraplégique depuis vingt ans. Le 4 octobre 2008, il s'est rendu seul au cinéma V., à Genève, pour assister à la projection d'un film qui ne figurait à l'affiche d'aucune autre salle genevoise. Le bâtiment abritant le cinéma, lequel est exploité par X. Sàrl, n'est pas adapté aux personnes en fauteuil roulant; celles-ci ne peuvent ni accéder aux salles, ni en sortir sans l'aide de tiers. A. s'est vu refuser l'accès au cinéma en vertu de directives de sécurité internes de la société exploitante. Il s'en est plaint auprès de cette dernière, sans succès.\n\nB. Integration Handicap est une association venant en aide aux personnes handicapées. Elle a ouvert action contre X. Sàrl, demandant qu'il soit constaté que A. avait été traité de façon discriminatoire et que l'interdiction faite par la société exploitante aux personnes avec un handicap physique d'accéder au cinéma constituait un traitement discriminatoire.\n\nPar jugement du 15 septembre 2011, le Tribunal de première instance du canton de Genève a rejeté l'action dans la mesure où elle était recevable.\n\nIntegration Handicap s'est pourvue en appel. La Chambre civile de la Cour de justice du canton de Genève a confirmé le jugement attaqué dans un arrêt du 11 mai 2012.\n\nC. Integration Handicap a interjeté un recours en matière civile.\n\nLe Tribunal fédéral a rejeté le recours.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office et librement la recevabilité des recours qui lui sont soumis (ATF 138 III 46 consid. 1, ATF 138 III 471 consid. 1 p. 475; ATF 137 III 417 consid. 1).\n\n1.1 La loi fédérale du 13 décembre 2002 sur l'élimination des inégalités frappant les personnes handicapées (loi sur l'égalité pour les handicapés, LHand; RS 151.3) a pour but de prévenir, de réduire ou d'éliminer les inégalités qui frappent les personnes handicapées (art. 1 al. 1 LHand). Est notamment considérée comme personne BGE 138 I 475 S. 477handicapée toute personne dont la déficience corporelle présumée durable l'empêche de se mouvoir ou la gêne dans l'accomplissement de cette activité (art. 2 al. 1 LHand). L'inégalité dans l'accès à une prestation est l'une des inégalités visées par la loi; elle suppose que l'accès à une prestation est impossible ou difficile aux personnes handicapées (art. 2 al. 4 LHand). L'art. 6 LHand précise que les particuliers qui fournissent des prestations au public ne doivent pas traiter une personne handicapée de façon discriminatoire du fait de son handicap.\n\nSi elles existent depuis dix ans au moins, les organisations d'importance nationale d'aide aux personnes handicapées ont qualité pour agir ou pour recourir en leur propre nom contre une inégalité qui affecte un nombre important de personnes handicapées (art. 9 al. 1 LHand); elles peuvent en particulier agir devant les instances de la juridiction civile afin de faire constater une discrimination au sens de l'art. 6 LHand (art. 9 al. 3 let. a LHand). Le Conseil fédéral établit la liste des organisations qui disposent de ce droit (art. 9 al. 2 LHand); la recourante en fait partie (ch. 6 de l'annexe 1 à l'ordonnance du 19 novembre 2003 sur l'élimination des inégalités frappant les personnes handicapées [OHand; RS 151.31 ]).\n\nLe refus opposé à A. d'accéder à la salle de cinéma est fondé sur des directives internes de l'intimée applicables à toutes les personnes à mobilité réduite. L'inégalité dénoncée comme discriminatoire est ainsi susceptible d'affecter un nombre important de personnes, de sorte que la recourante a qualité pour agir en constatation devant les juridictions civiles et, le cas échéant, pour recourir.\n\n1.2 Une organisation d'aide aux handicapés qui agit en constatation d'une discrimination de personnes handicapées poursuit un intérêt d'ordre idéal, et non patrimonial. Le recours en matière civile est ouvert sans restriction lorsque la cause n'est pas de nature pécuniaire (art. 74 LTF a contrario).\n\n1.3 Pour le reste, interjeté par la partie qui a succombé dans ses conclusions en constatation (cf. art. 76 al. 1 LTF) et dirigé contre une décision finale (art. 90 LTF) rendue par une autorité cantonale de dernière instance statuant sur recours (art. 75 LTF), le recours est recevable puisqu'il a été déposé dans le délai (art. 45 al. 1 et art. 100 al. 1 LTF) et la forme (art. 42 LTF) prévus par la loi.\n\n(...)\n\n3. En deuxième lieu, la recourante se plaint d'une violation de l'art. 6 LHand. BGE 138 I 475 S. 478\n\n3.1 A juste titre, elle ne critique pas le fait que le bâtiment abritant le cinéma est construit de telle manière que l'accès aux salles est impossible ou difficile pour les personnes en fauteuil roulant. En effet, la LHand ne s'applique pas à cet édifice, construit et rénové avant l'entrée en vigueur de la loi, le 1er janvier 2004 (art. 3 let. a LHand). La recourante ne s'en prend pas non plus à l'absence de personnel chargé d'aider les personnes en chaise roulante à accéder à la salle, puisque la LHand ne crée pas d'obligation dans ce sens à la charge du prestataire privé (art. 6 LHand a contrario; Message du 11 décembre 2000 relatif à l'initiative populaire fédérale \"Droits égaux pour les personnes handicapées\" et au projet de loi fédérale sur l'élimination des inégalités frappant les personnes handicapées, FF 2001 1698 ch. 5.4.4).\n\nLa recourante conteste en revanche les motifs avancés par l'intimée pour refuser à A. l'accès à la salle de cinéma. Elle relève que les risques particuliers en cas d'évacuation sont inhérents à la condition de personne en fauteuil roulant et propres à de très nombreuses situations de la vie quotidienne des personnes concernées; à titre d'exemple, elle cite le non-fonctionnement des ascenseurs en cas d'incendie d'un bâtiment, éventualité qui ne saurait manifestement justifier une interdiction d'entrée, sauf à exclure les handicapés de tous les locaux accessibles uniquement par escalier ou ascenseur. En outre, la recourante est d'avis que le défaut de personnel susceptible d'assister la personne handicapée n'est pas déterminant si des tiers sont prêts à l'aider, tiers qu'en l'occurrence, A. était disposé à rechercher lui-même parmi les spectateurs. Enfin, elle fait valoir que, contrairement à ce que l'intimée prétend, la responsabilité de l'exploitant de cinéma n'aurait pas été engagée si A. ou les tiers précités s'étaient blessés à cette occasion. La recourante en déduit qu'il n'y avait pas de motif justificatif valable pour refuser l'accès du cinéma à A. et que celui-ci a subi une discrimination au sens de l'art. 6 LHand.\n\n3.2 Les objections de la recourante ne sont pas dénuées de toute pertinence. Elles ne font pas pour autant apparaître comme inconsistants les motifs avancés par l'intimée pour justifier le refus de vendre un billet d'entrée à A.\n\nCertes, l'évacuation d'urgence de n'importe quel bâtiment ou local comporte des risques particuliers pour une personne en fauteuil roulant, d'autant plus si celle-ci n'est pas accompagnée. Cependant, ces risques sont encore accrus lors de l'évacuation d'urgence d'une salle de spectacle, en raison du grand nombre de personnes pouvant s'y trouver et du danger de bousculade que cela implique. Par ailleurs, même si BGE 138 I 475 S. 479la responsabilité juridique de l'exploitant du cinéma devait ne pas être engagée en cas de décès ou de blessures de la personne handicapée ou d'un tiers lui ayant prêté assistance, il est compréhensible que l'exploitant craigne les critiques qui pourraient lui être adressées par des proches de la victime ou par des tiers pour ne pas s'être soucié d'une personne handicapée à qui il avait pourtant fait payer un billet pour accéder à la salle.\n\nCela étant, il convient d'examiner si, en refusant à A. l'entrée au cinéma pour les motifs susmentionnés, l'intimée a commis à son égard une discrimination prohibée par la loi.\n\n3.3 Selon l'art. 6 LHand, les particuliers qui fournissent des prestations au public ne doivent pas traiter une personne handicapée de façon discriminatoire du fait de son handicap. La notion de discrimination au sens de cette disposition doit être interprétée, en se référant en particulier à la volonté du législateur telle qu'elle ressort notamment des travaux préparatoires (cf. ATF 135 III 20 consid. 4.4 p. 23, ATF 135 III 112 consid. 3.3.2 p. 116).\n\n3.3.1 A part le remplacement de la dénomination \"personnes privées\" par \"particuliers\", l'art. 6 LHand correspond à l'art. 6 du projet du Conseil fédéral. Les Chambres fédérales ont adopté cette disposition sans discussion (cf. BO 2001 CE 619 et BO 2002 CN 944). Dans le message déjà cité, la discrimination prohibée est définie en ces termes: \"La discrimination est une inégalité qualifiée, c'est-à-dire une différence de traitement manifeste ou particulièrement choquante qui peut avoir une connotation dépréciative. Appliqué à une personne privée, le principe de non-discrimination n'entraîne cependant pas pour cette personne l'obligation de prendre des mesures particulières (positives) pour éliminer des inégalités de fait. Elle ne l'oblige pas davantage à adopter des comportements égalitaires et ne lui interdit pas de différencier ses prestations en fonction de ses clients. En d'autres termes, cette disposition a pour but de prévenir des comportements ségrégationnistes graves qui tendent à exclure les personnes handicapées de certaines activités de peur que leur seule présence ne trouble la quiétude ou les habitudes sociales de la clientèle habituelle. Ainsi un restaurateur ne saurait refuser à une personne mentalement handicapée l'accès à son établissement, par seule crainte que la présence de cette personne handicapée ne dissuade sa clientèle habituelle de venir chez lui et sans qu'il ait des indices suffisants pour penser que cette personne compromettra l'ambiance et la tranquillité de son établissement. Dans la mesure où la personne handicapée ne trouble pas BGE 138 I 475 S. 480l'ordre et la bienséance des lieux et où son comportement n'est pas de nature à perturber les autres clients, il serait discriminatoire de lui en refuser l'accès. Cette norme vise donc des comportements particulièrement choquants et contraires à la tolérance que se doivent mutuellement les différents membres d'une même société\" (FF 2001 1671 ch. 4.3.2 ad art. 6).\n\nLe Conseil fédéral a repris ces principes dans l'ordonnance d'application; celle-ci définit la discrimination au sens des art. 6 et 8 al. 3 LHand comme toute différence de traitement particulièrement marquée et gravement inégalitaire qui a pour intention ou pour conséquence de déprécier une personne handicapée ou de la marginaliser (art. 2 let. d OHand).\n\nEn l'espèce, le refus de prestation incriminé ne saurait être qualifié de la sorte. Fondé sur des considérations sécuritaires à tout le moins compréhensibles, le comportement adopté par l'exploitant à l'égard de A. ne peut pas être tenu pour particulièrement choquant; il ne dénote ni un manque de tolérance, ni une volonté d'exclusion des personnes handicapées en fauteuil roulant. L'intimée accorde d'ailleurs à ces dernières un accès libre aux autres salles de cinéma qu'elle exploite à Genève, dans la mesure où elles sont adaptées aux personnes à mobilité réduite.\n\n3.3.2 Se fondant sur un avis récent de deux auteurs, la recourante défend une notion plus étendue de la discrimination et soutient que l'art. 6 LHand doit être interprété conformément à la Constitution. Sans autre démonstration, les auteurs en question affirment qu'une discrimination n'a pas besoin d'être particulièrement crasse; il suffit qu'il y ait une inégalité de traitement qui ne peut être suffisamment justifiée (SCHEFER/HESS-KLEIN, Die Gleichstellung von Menschen mit Behinderung bei Dienstleistungen, in der Bildung und in Arbeitsverhältnissen, Jusletter du 19 septembre 2011, B/II/2 p. 6).\n\nEst ainsi posée la question de l'application de l'interdiction constitutionnelle de discrimination (art. 8 al. 2 Cst.) aux relations entre particuliers, soit, plus généralement, de l'effet horizontal des droits fondamentaux. Selon l'art. 35 Cst., les droits fondamentaux doivent être réalisés dans l'ensemble de l'ordre juridique (al. 1) et les autorités veilent à ce que ces droits, dans la mesure où ils s'y prêtent, soient aussi réalisés dans les relations qui lient les particuliers entre eux (al. 3). S'il l'on admet que les droits fondamentaux n'ont pas seulement une fonction de défense contre les atteintes dues à l'Etat, mais fondent également un devoir étatique de protection contre les atteintes provoquées BGE 138 I 475 S. 481par des tiers, il n'en demeure pas moins que les droits constitutionnels de ces tiers doivent également être protégés; une pesée des différents intérêts en présence est alors nécessaire. C'est en priorité la tâche de la législation spécifique de fixer quels sont les actes admissibles ou non et de délimiter les droits des particuliers impliqués. La question de l'étendue du devoir de protection des droits fondamentaux se confond ainsi avec celle de l'application correcte de la législation spécifique (ATF 126 II 300 consid. 5 p. 314 s.; cf. également ATF 137 I 305 consid. 2.4 p. 315).\n\nEn l'espèce, l'art. 6 LHand pose le principe selon lequel l'interdiction de la discrimination au sens de l'art. 8 al. 2 Cst. ne vaut pas seulement dans les rapports entre l'Etat et les particuliers, mais également dans les relations entre particuliers (FF 2001 1671 ch. 4.3.2 ad art. 6). Cette disposition légale a ainsi été adoptée expressément dans le but de fixer l'effet horizontal de l'interdiction constitutionnelle de discrimination. Il convient dès lors de s'en tenir à la notion de discrimination voulue par le législateur, telle qu'exposée plus haut (consid. 3.3.1).\n\n3.4 En conclusion, le moyen tiré d'une violation de l'art. 6 LHand est mal fondé.\n\n4. En dernier lieu, la recourante se plaint d'une violation du droit international. Elle invoque l'art. 14 CEDH relatif à l'interdiction de discrimination en liaison, d'une part, avec l'art. 10 CEDH qui garantit la liberté d'expression et, d'autre part, avec l'art. 8 CEDH qui garantit le droit au respect de la vie privée et familiale. Elle fait valoir que le droit d'accéder à une salle de cinéma, haut lieu de diffusion de productions culturelles, est couvert par l'art. 10 CEDH combiné avec l'art. 14 CEDH et que ce droit a été refusé à A. sans aucune justification pertinente du point de vue de la CEDH. De même, le refus de l'intimée, en tant qu'il porte une atteinte grave à l'intégrité psychique de A., constituerait, en l'absence de justification objective, une violation de l'art. 8 CEDH combiné avec l'art. 14 CEDH.\n\n4.1 L'obligation de respecter les droits fondamentaux résultant de la CEDH s'adresse à l'Etat (art. 1 CEDH). Pour garantir l'effectivité de ces droits, il peut être néanmoins nécessaire de les protéger dans les relations entre particuliers. Sous peine de violer les droits conventionnels, l'Etat peut se trouver dans l'obligation de prendre les mesures suffisantes pour protéger lesdits droits contre les atteintes par les particuliers (cf. ATF 136 I 167 consid. 2.2 p. 170; WERRO/SCHMIDLIN, La protection de la personnalité et les médias: une illustration de la BGE 138 I 475 S. 482rencontre du droit civil et du droit constitutionnel, in Droit civil et Convention européenne des droits de l'homme, 2006, p. 184).\n\n4.2 En l'espèce, la Suisse a adopté la LHand dans le but de prévenir, de réduire ou d'éliminer les inégalités qui frappent les personnes handicapées (art. 1 LHand). Dans ce cadre, le législateur fédéral a prévu notamment que les constructions et installations accessibles au public pour lesquelles l'autorisation de construire ou de rénover était accordée après l'entrée en vigueur de la LHand devaient être facilement accessibles aux personnes handicapées (art. 2 al. 3 et art. 3 let. a LHand); il a imposé une interdiction de discrimination aux particuliers qui fournissent des prestations au public (art. 6 LHand); il a également donné aux personnes handicapées et à certaines organisations d'aide aux handicapés le droit d'agir en justice le cas échéant (art. 7 al. 1, art. 8 al. 3, art. 9 al. 3 let. a et b LHand). La question est de savoir si ces mesures législatives sont suffisantes ou non au regard de la CEDH et, en particulier, si la Convention impose à la Suisse d'adopter une notion de discrimination plus étendue que celle de l'art. 6 LHand (cf. consid. 3.3.1 et 3.3.2).\n\nLa recourante l'affirme en se fondant sur des considérations générales. Mais elle ne cite aucun arrêt dans lequel la Cour européenne des droits de l'homme aurait retenu une obligation comparable. L'arrêt Botta contre Italie du 24 février 1998 qu'elle invoque (Recueil CourEDH 1998-I p. 412) concerne le cas d'une personne handicapée qui reprochait aux autorités de n'avoir pas réagi à ses plaintes au sujet de plages non équipées de structures pour handicapés, pourtant prescrites par la loi sous menace de révocation de licence. La Cour a nié une violation des art. 8 et 14 CEDH au motif que le droit invoqué par le requérant, à savoir celui de pouvoir accéder à la plage et à la mer loin de sa demeure habituelle pendant ses vacances, concerne des relations interpersonnelles d'un contenu si ample et indéterminé qu'aucun lien direct entre les mesures exigées de l'Etat pour remédier aux omissions des établissements de bains privés et la vie privée de l'intéressé n'était envisageable (§ 35). L'arrêt est certes assez ancien, mais la recourante ne démontre pas que la Cour s'en serait explicitement ou implicitement écartée récemment.\n\nAu contraire, dans un arrêt ultérieur concernant des personnes à mobilité réduite ne pouvant pas accéder à des bâtiments ouverts au public (Zehnalová et Zehnal contre République tchèque du 14 mai 2002, Recueil CourEDH 2002-V p. 317), la Cour a jugé que le champ BGE 138 I 475 S. 483d'intervention de l'Etat et la notion progressive de vie privée ne correspondent pas toujours au contenu plus limité des obligations positives de l'Etat. Elle a estimé que l'art. 8 CEDH ne saurait s'appliquer en règle générale et chaque fois que la vie quotidienne de la personne handicapée est en cause, mais seulement dans les cas exceptionnels où un manque d'accès aux établissements publics et ouverts au public empêchent cette personne de mener sa vie de façon telle que le droit à son développement personnel et son droit d'établir et d'entretenir des rapports avec d'autres êtres humains et le monde extérieur sont mis en cause; elle a en outre relevé, même si elle n'y attachait pas une importance déterminante, que les autorités nationales n'étaient pas restées inactives (p. 332).\n\nLa recourante fait encore référence à l'arrêt Glor contre Suisse du 30 avril 2009 (in ASA 80 p. 693), dans lequel la Cour a admis un traitement discriminatoire, violant l'art. 14 CEDH combiné avec l'art. 8 CEDH, d'une personne qui souffre de diabète. Comme cette cause concerne la soumission à la taxe d'exemption du service militaire, à savoir une taxe étatique, l'arrêt précité est d'emblée sans pertinence lorsqu'il s'agit, comme en l'espèce, d'apprécier l'effet horizontal des droits fondamentaux entre particuliers.\n\nDans ces circonstances, il n'apparaît pas que la CEDH oblige la Suisse à adopter, dans sa législation visant à éliminer les inégalités qui frappent les personnes handicapées, une notion de la discrimination plus large que celle décrite plus haut ou qu'elle contraint le juge à interpréter de manière plus étendue la discrimination au sens de l'art. 6 LHand."}