{"annee": "138", "cour": "I", "page": "274", "date": "3/7/2012", "cite": ["135 II 430", "132 I 270", "127 I 84", "135 I 302", "136 I 229", "124 I 267", "129 III 35", "136 II 274", "135 II 384", "132 V 303", "136 II 489", "133 II 249", "122 I 279", "100 IA 287", "127 I 164", "126 II 54", "135 II 12", "136 II 457", "116 IB 37", "132 I 256", "138 II 134"], "cite_par": ["140 I 201", "141 I 201", "144 V 264", "139 I 306", "142 I 135", "144 I 50", "145 V 304", "145 II 252", "143 I 37", "144 V 173", "141 II 307", "142 I 99", "142 II 369", "145 II 303"], "chapeau": "26. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Schweizerische Bundesbahnen SBB gegen A. und APG Allgemeine Plakatgesellschaft (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_415/2011 vom 3. Juli 2012", "regestes": ["Affichage publicitaire dans les gares: matière de droit public; utilisation du domaine public; liberté d'opinion; interdiction de la censure; art. 16 al. 2 et art. 35 al. 2 Cst.; art. 82 let. a LTF. La réglementation du droit à l'usage extraordinaire du domaine public au sens étroit et de son étendue constitue une matière de droit public au sens de l'art. 82 let. a LTF (consid. 1.1-1.4). La pose d'affiches ayant pour thème la politique extérieure constitue une forme d'expression, qui entre dans le champ de protection de la liberté d'opinion. Les CFF doivent respecter les droits fondamentaux (consid. 2.2). Les CFF prévoient que le domaine public au sens étroit peut être exceptionnellement utilisé pour l'affichage; la suppression de panneaux d'affichage par les CFF ne peut avoir lieu qu'après une pesée complète des intérêts (incluant l'utilisation appropriée du domaine public). Lorsque l'emplacement de tous les panneaux d'affichage est déterminé, seule la conformité de l'affiche elle-même aux mesures de police peut encore être examinée (consid. 2.3). Une interdiction générale d'affiches ayant pour thème la politique extérieure n'est pas admissible (consid. 3.4). Il n'y a rien à reprocher à l'affiche en cause (consid. 3.5)."], "faits": "|275|\n\nA. A. beauftragte zu Beginn des Jahres 2009 die Allgemeine Plakatgesellschaft (APG) im Rahmen einer Aktion der Palästina-Solidarität, Region Zürich, ein Plakat an zwei verschiedenen Orten im ShopVille-RailCity (d.h. Bahnhof Zürich) auszuhängen. Dieses richtete sich gegen die israelische Siedlungspolitik. Drei Tage war das Plakat ausgehängt, bis die SBB am 26. März 2009 die sofortige Entfernung veranlassten.\n\nNachdem die SBB weder ihren Entscheid rückgängig gemacht noch eine anfechtbare Verfügung erlassen hatten, erhob A. eine Rechtsverweigerungsbeschwerde beim Bundesverwaltungsgericht. Während des Verfahrens erliessen die SBB am 28. Oktober 2009 eine Verfügung und verboten den Aushang des Plakats. Dagegen erhob A. erfolgreich Beschwerde beim Bundesverwaltungsgericht; die SBB wurden verpflichtet, den Plakataushang zu bewilligen. |276|\n\nB. Vor Bundesgericht beantragen die SBB, das Urteil des Bundesverwaltungsgerichts vom 29. März 2011 aufzuheben (...).\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n1. Nach Art. 29 BGG prüft das Bundesgericht seine Zuständigkeit von Amtes wegen.\n\n1.1 Nach Art. 82 lit. a BGG beurteilt das Bundesgericht Beschwerden gegen Entscheide in Angelegenheiten des öffentlichen Rechts. Die Vorinstanz hat den Streitfall als öffentlich-rechtlichen beurteilt. Demgegenüber macht die Beschwerdeführerin - allerdings in der Sache und nicht unter dem Gesichtspunkt einer Sachurteilsvoraussetzung, bei welcher sie ohne Weiteres von einer öffentlich-rechtlichen Angelegenheit ausgeht - geltend, dass es sich nicht um einen öffentlich-rechtlichen, sondern vielmehr um einen privatrechtlichen Streitfall handle; sie beruft sich dabei auf die ihr durch die Bahnreform 1 zugestandene Möglichkeit, für gewisse Bereiche unternehmerisch am Markt teilzunehmen (vgl. Botschaft vom 13. November 1996 zur Bahnreform [nachfolgend: Botschaft Bahnreform 1], BBl 1997 I 909). Die Vorinstanz hätte deshalb auf die Streitsache gar nicht eintreten dürfen.\n\n1.2 Für die Zulässigkeit der Beschwerde in öffentlich-rechtlichen Angelegenheiten kommt es nicht darauf an, ob eine gerichtliche Behörde der öffentlichen Rechtspflege als Vorinstanz entschieden hat. Massgeblich ist vielmehr, welches Rechtsgebiet die Angelegenheit in der Sache regelt (vgl. BGE 136 II 489 E. 2.3 S. 492 mit weiteren Hinweisen). Ob die Beschwerde in Zivil- oder in Strafsachen oder in öffentlich-rechtlichen Angelegenheiten offensteht, entscheidet sich nach der rechtlichen Grundlage der Streitsache (vgl. BGE 136 II 489 E. 2.3 S. 492 mit weiteren Hinweisen).\n\nFür die Abgrenzung von Privat- und öffentlichem Recht hat die Lehre mehrere Methoden (z.B. Interessen-, Funktions-, Subordinationstheorie) entwickelt. Das Bundesgericht nimmt die Abgrenzung gestützt auf verschiedene Methoden (Methodenpluralismus: Urteil 4C.382/1995 vom 27. September 1996 E. 1a, in: ZBl 1997 S. 410 ff., 411) vor, wobei keiner a priori ein Vorrang zukommt. Vielmehr prüft es in jedem Einzelfall, welches Abgrenzungskriterium den konkreten Gegebenheiten am besten gerecht wird. Damit trägt es |277| dem Umstand Rechnung, dass der Unterscheidung zwischen privatem und öffentlichem Recht ganz verschiedene Funktionen zukommen, die sich nicht mit einem einzigen theoretischen Unterscheidungsmerkmal erfassen lassen (vgl. BGE 138 II 134 E. 4.1; BGE 132 I 270 E. 4.3 S. 273; BGE 132 V 303 E. 4.4.2 S. 307; je mit Hinweisen).\n\nIn der vorliegenden Konstellation drängt sich für die Beantwortung der Zulässigkeit der Beschwerde in öffentlich-rechtlichen Angelegenheiten die Funktionstheorie auf. Danach gehört eine Norm zum öffentlichen Recht, wenn das von ihr gesteuerte Verwaltungshandeln unmittelbar der Besorgung von Verwaltungsaufgaben dient, es sei denn, das einschlägige Gesetz unterstelle dieses Handeln dem Zivilrecht (vgl. TSCHANNEN/ZIMMERLI/MÜLLER, Allgemeines Verwaltungsrecht, 3. Aufl. 2009, S. 119 f., siehe auch S. 379 f., 381; PHILIPP HÄSLER, Geltung der Grundrechte für öffentliche Unternehmen, 2005, S. 109; vgl. auch BGE 136 II 457 E. 6.2 S. 466, BGE 136 II 489 E. 2.4 S. 493).\n\n1.3 Am 1. Januar 1999 wurde die Bahnreform 1 in Kraft gesetzt (vgl. AS 1998 2835, 2845, 2847, 2856, 2859), mit welcher die Effizienz im öffentlichen Verkehr bzw. Schienenverkehr gesteigert und das Kosten-Nutzen-Verhältnis für die öffentliche Hand verbessert werden sollte (vgl. Botschaft Bahnreform 1, a.a.O., BBl 1997 I 913). Am 1. Januar 2010 wurde die Bahnreform 2 (1. Teilpaket) in Kraft gesetzt (vgl. AS 2009 5597), mit welcher weiterhin die Ziele der Bahnreform 1, allerdings mit einer weiteren Effizienzsteigerung und Verbesserung des Kosten-Nutzen-Verhältnisses, verfolgt werden sollten (vgl. Botschaft vom 23. Februar 2005 zur Bahnreform 2, BBl 2005 2415, 2434 f.).\n\nDer strittige Sachverhalt ereignete sich vor Inkrafttreten der Bahnreform 2 (1. Teilpaket), weshalb (dazu BGE 135 II 384 E. 2.3 S. 390) das Bundesgesetz vom 20. März 1998 über die Schweizerischen Bundesbahnen in der bis zum 31. Dezember 2009 gültigen Fassung (AS 1998 2847, BGE 135 II 2005 4777; SBBG [SR 742.31]), das Eisenbahngesetz vom 20. Dezember 1957 in der bis zum 31. Dezember 2009 gültigen Fassung (BBl 1956 II 1184 mit hier nicht relevanten Änderungen bis 1998, AS 1998 2835 [Bahnreform 1], 1999 2374, 3071, 2000 2355, 2719, 2003 187, 2005 4775, 2006 2197, 5599, 5753, 2007 1411, 5779; EBG [SR 742.101]), das Personenbeförderungsgesetz vom 18. Juni 1993, welches bis zum 31. Dezember 2009 in Kraft war (AS 1993 3128, 1997 2459, 1998 2859; aPBG) und das auf den 1. Januar 2010 aufgehobene (AS 2009 5628) Transportgesetz vom 4. Oktober 1985 (AS 1986 1974; aTG) anwendbar sind. |278|\n\n1.4 Nach Art. 87 BV ist u.a. die Gesetzgebung über den Eisenbahnverkehr Sache des Bundes. Danach sind die Planung, der Bau und der Betrieb von schienengebundenen öffentlichen Verkehrsmitteln sowie die Regelung und Ausübung der Bahnpolizei erfasst. Nach Art. 3 Abs. 1 SBBG erbringen die SBB (Art. 2 Abs. 1 SBBG) als Kernaufgabe Dienstleistungen im öffentlichen Verkehr, namentlich in der Bereitstellung der Infrastruktur, im Personen- und Güterverkehr sowie in den damit zusammenhängenden Bereichen. Sie können alle Rechtsgeschäfte tätigen, die mit dem Zweck des Unternehmens direkt oder indirekt im Zusammenhang stehen oder die geeignet sind, diesen zu fördern (Abs. 2 Satz 1 SBBG). Sie sind nach betriebswirtschaftlichen Grundsätzen zu führen (Art. 3 Abs. 3 Satz 1 SBBG). Zur Stärkung der unternehmerischen Autonomie ist die Anstalt SBB im Rahmen der Bahnreform 1 in die öffentlich-rechtliche Aktiengesellschaft SBB (Art. 2 Abs. 1 SBBG: \"une société anonyme de droit public \") - unter Beibehaltung der Firma \"SBB\" (Art. 2 Abs. 1 SBBG) - überführt worden (vgl. Botschaft Bahnreform 1, a.a.O. BBl 1997 I 909, 944 [Rechtsform], 937 [unternehmerische Autonomie]). Die SBB sind nach aArt. 5 Abs. 2 EBG berechtigt und verpflichtet, die Eisenbahninfrastruktur nach den Vorschriften der Eisenbahngesetzgebung und der Konzession zu bauen. Zum Bau und Betrieb gehören etwa auch Regelungen über die Bahnpolizei (aArt. 23 EBG) und über Nebenbetriebe (aArt. 39 EBG). Bis zur Bahnreform 2 bedurften die SBB keiner Konzession nach aArt. 5 EBG (aArt. 4 SBBG). Zudem wurde ihnen nach aArt. 5 SBBG i.V.m. Art. 4 aPBG das Recht verliehen, Reisende regelmässig zu befördern. Die SBB sind somit grundsätzlich mit Staats- bzw. Verwaltungsaufgaben (service public) betraut (vgl. BGE 136 II 489 E. 2.4 S. 493; BGE 126 II 54 E. 8 i.f. S. 62; MARTIN LENDI, Verkehr und Recht, 1998, etwa S. 105 f., 109, 193; ANDRÉ WERNER MOSER, Der öffentliche Grund und seine Benützung, 2011, S. 185; TSCHANNEN/MÖSCHING, Bauen auf Bahnarealen, Raum & Umwelt 2009/Nr. 6, S. 2 ff., 16).\n\nDiese Aufgaben bedingen geeignete Sachmittel. Die SBB sind deshalb verpflichtet, Infrastruktur bereitzustellen (Art. 3 Abs. 1 SBBG). Dazu gehören Bahnhöfe (aArt. 62 Abs. 3 EBG). Insofern handelt es sich dabei um eine der unmittelbaren Erfüllung der Verwaltungsaufgabe des öffentlichen Verkehrs gewidmete öffentliche Sache i.e.S. Verfügungsmacht darüber und deren Zweckbestimmung richten sich nach dem öffentlichen Recht; dieses regelt u.a. die konkreten Nutzungsmöglichkeiten und den Schutz der öffentlichen Sachen i.e.S. |279| vor Beschädigungen (vgl. HÄFELIN/MÜLLER/UHLMANN, Allgemeines Verwaltungsrecht, 6. Aufl. 2010, S. 540 Rz. 2365, 2368 f.; TSCHANNEN/ZIMMERLI/MÜLLER, a.a.O., S. 452; PIERRE TSCHANNEN, Systeme des Allgemeinen Verwaltungsrechts, 2008, S. 104; MOSER, a.a.O., S. 24, 36 f., 185 ff., 582 Fn. 651; MARKUS HEER , Die ausserordentliche Nutzung des Verwaltungsvermögens durch Private, 2006, S. 98 f.; TOBIAS JAAG, Gemeingebrauch und Sondernutzung öffentlicher Sachen, ZBl 1992 S. 145 ff., 148; siehe auch VPB_65.63 E. 5.4). Soll nicht nur eine ordentliche Nutzung der öffentlichen Sachen i.e.S. möglich sein, so ist es auch Aufgabe des öffentlichen Rechts, die Zulässigkeit und den Umfang der ausserordentlichen Nutzung zu regeln (vgl. TSCHANNEN, a.a.O., Rz. 206; MOSER, a.a.O., S. 582 Fn. 651; HEER, a.a.O., S. 98); in der Zulässigkeitsprüfung ist dabei auch der Schutz der öffentlichen Sachen entsprechend aArt. 23 EBG (so auch Art. 23 EBG) und Art. 18 Abs. 1 aTG (Vorschriften über die Benützung der Anlagen) zu prüfen und zu gewährleisten. Die Beschwerdeführerin führt denn in ihrer Verfügung vom 28. Oktober 2009 und in der Beschwerde ausdrücklich Sicherheitsbedenken an. Auch beim internen Reglement \"R Z 700.6\" vom 3. April 2006 (nachfolgend: Reglement) wird auf die Sicherheit Bezug genommen, weshalb die Beschwerdeführerin zum einen die Werbeflächen selbst ausgeschieden und zum anderen sich auch ein Vetorecht (vgl. dazu auch BGE 127 I 84 E. 4a S. 87; MOSER , a.a.O., S. 585) gegenüber der APG vorbehalten hat (Ingress von Ziff. 1.5). Gestützt auf dieses Vetorecht hat die Beschwerdeführerin den weiteren Aushang des strittigen Plakats korrekterweise durch Verfügung verboten. Insofern handelt es sich hier um eine Angelegenheit des öffentlichen Rechts (Art. 82 lit. a BGG). Anfechtungs- und zugleich Streitgegenstand bildet die Verfügung vom 28. Oktober 2009.\n\nZusammenfassend kann festgehalten werden, dass es sich in der vorliegenden Streitsache um eine Angelegenheit des öffentlichen Rechts handelt. Was die Beschwerdeführerin dagegen vorbringt, vermag nicht zu überzeugen: Aus der Möglichkeit kommerziell tätig zu sein, folgt nicht abstrakt, dass es sich um eine zivilrechtliche Angelegenheit handelt; massgebend ist immer die konkrete Regelung bzw. Konstellation (vgl. RHINOW/SCHMID/BIAGGINI/UHLMANN, Öffentliches Wirtschaftsrecht, 2. Aufl. 2011, S. 327 f.). Auch der Hinweis auf BGE 129 III 35 vermag nichts am Resultat zu ändern: Die Beziehung zwischen Post und Kunde ist - wie im Übrigen auch im Transportrecht (vgl. BGE 136 II 489 E. 2.4 S. 492 f. zu Art. 50 aTG; neurechtlich Art. 56 PBG [SR 745.1]) - ausdrücklich |280| privatrechtlich geregelt (vgl. Art. 11 i.V.m. Art. 17 PG [SR 783.0]; vgl. auch JAAG/LIENHARD/TSCHANNEN, Ausgewählte Gebiete des Bundesverwaltungsrechts, 7. Aufl. 2009), was hier - wie dargelegt - nicht der Fall ist. Dabei ist zu beachten, dass nicht der Vertrag zwischen der APG und der Beschwerdegegnerin Streitgegenstand bildet, welcher allenfalls privatrechtlich ausgestaltet sein kann (vgl. als Beispiel: BGE 127 I 84 E. 4a S. 87), sondern die Intervention der SBB aufgrund ihrer öffentlich-rechtlichen Kompetenz, die korrekte Verwaltung von öffentlichen Sachen i.e.S. zu regeln.\n\n1.5 Die SBB sind eine spezialgesetzliche öffentlich-rechtliche Aktiengesellschaft mit eigener Rechtspersönlichkeit (vgl. Art. 2 und 25 SBBG; vgl. auch STÜCKELBERGER/HALDIMANN, Schienenverkehrsrecht, in: Verkehrsrecht, Georg Müller [Hrsg.], SBVR Bd. IV, 2008, S. 250 ff., 306 Rz. 123 f.). Ihnen steht nach Art. 89 Abs. 2 BGG i.V.m. SBBG und EBG kein spezielles Beschwerderecht zu. Die Legitimation der Beschwerdeführerin kann sich deshalb einzig nach Art. 89 Abs. 1 BGG richten, welche zwar in erster Linie auf Privatpersonen zugeschnitten ist. Die Beschwerdeführerin kann sich indes darauf stützen, wenn sie durch einen angefochtenen Entscheid gleich oder ähnlich wie ein Privater betroffen wird. Darüber hinaus können Gemeinwesen zur Beschwerde nach Art. 89 Abs. 1 BGG legitimiert sein, soweit sie in schutzwürdigen eigenen hoheitlichen Interessen berührt sind (vgl. BGE 136 II 274 E. 4.1 und 4.2 S. 278 f.; BGE 135 II 12 E. 1.2.1 S. 15; je mit weiteren Hinweisen). Durch den angefochtenen Entscheid wird die Beschwerdeführerin in schutzwürdigen eigenen hoheitlichen Interessen berührt, indem ihre Autonomie der Bahnhofbewirtschaftung durch die Vorinstanz eingeschränkt wurde. Die Beschwerdeführerin hat überdies vor der Vorinstanz am Verfahren teilgenommen. Damit sind die SBB in Anwendung von Art. 89 Abs. 1 BGG zur Beschwerde legitimiert. Auf die Beschwerde ist grundsätzlich einzutreten.\n\n1.6 Mit der Beschwerde in öffentlich-rechtlichen Angelegenheiten kann namentlich eine Verletzung von Bundesrecht, Völkerrecht und kantonalen verfassungsmässigen Rechten gerügt werden (Art. 95 BGG). Das Bundesgericht wendet das Recht von Amtes wegen an (Art. 106 Abs. 1 BGG), doch prüft es, unter Berücksichtigung der allgemeinen Rüge- und Begründungspflicht (Art. 42 Abs. 1 und 2 BGG), nur die geltend gemachten Vorbringen, falls allfällige weitere rechtliche Mängel nicht geradezu offensichtlich sind (BGE 133 II 249 E. 1.4.1 S. 254). Hinsichtlich der Verletzung von |281| Grundrechten, insbesondere des Willkürverbots, gilt eine qualifizierte Rügepflicht (Art. 106 Abs. 2 BGG; vgl. BGE 136 I 229 E. 4.1 S. 235 mit Hinweisen).\n\nDas Bundesgericht legt seinem Urteil den von der Vorinstanz festgestellten Sachverhalt zugrunde (Art. 105 Abs. 1 BGG), es sei denn, dieser sei offensichtlich unrichtig oder beruhe auf einer Rechtsverletzung im Sinne von Art. 95 BGG (Art. 105 Abs. 2 BGG).\n\n2.\n\n2.1 Die Beschwerdeführerin hat das Aufhängen eines Plakats zur israelisch-palästinensischen Politik mit Verfügung vom 28. Oktober 2009 gestützt auf Ziff. 1.5.4 des Reglements verboten, wonach u.a. Werbung/Botschaften zu aussenpolitisch brisanten Themen für sämtliche Medien ausgeschlossen sind. Insofern erachtete die Beschwerdeführerin das strittige Plakat als Botschaft zu einem aussenpolitisch brisanten Thema. Die Vorinstanz hat demgegenüber die Beschwerdeführerin verpflichtet, den Aushang des strittigen Plakats zuzulassen.\n\n2.2\n\n2.2.1 Das Aushängen von Plakaten zu aussenpolitischen Themen ist eine Form der Meinungsäusserung, die in den Schutzbereich der Meinungsäusserungsfreiheit nach Art. 16 Abs. 2 BV fällt (BGE 127 I 84 E. 4d S. 91; Urteile 1C_440/2007 vom 25. März 2008 E. 2.2; 1P.336/2005 vom 20. September 2005 E. 5; KLEY/TOPHINKE, in: Die schweizerische Bundesverfassung, Kommentar, Ehrenzeller/Schweizer/Mastronardi/Vallender [Hrsg.], 2. Aufl. 2008, N. 11 zu Art. 16 BV), wonach jede Person das Recht hat, ihre Meinung frei zu bilden und sie ungehindert zu äussern und zu verbreiten (vgl. BGE 132 I 256 E. 3 S. 258; BGE 127 I 164 E. 3a-c S. 167 ff.; Urteil 1C_312/2010 vom 8. Dezember 2010 E. 4.1). Auf den Inhalt einer Meinungsäusserung kommt es grundsätzlich nicht an. Auch inhaltlich provozierende oder schockierende Äusserungen verdienen grundrechtlichen Schutz (vgl. Urteil 1P.336/2005 vom 20. September 2005 E. 5.1; vgl. auch die Hinweise in BGE 124 I 267 E. 3c S. 271; KIENER/KÄLIN, Grundrechte, 2007, S. 184; zu Art. 10 EMRK vgl. GRABENWARTER/PABEL, Europäische Menschenrechtskonvention, 5. Aufl. 2012, S. 308 f.; siehe etwa auch BGE 116 Ib 37 E. 8a S. 48 in Bezug auf audiovisuelle Medien).\n\nWie beim Eintreten dargelegt, ist die Verwaltung von öffentlichen Sachen i.e.S. Wahrnehmung einer Staatsaufgabe. Die Beschwerdeführerin ist deshalb grundrechtsgebunden (Art. 35 Abs. 2 BV). |282|\n\n2.2.2 Meinungsäusserungen verlangen vielfach die Benützung öffentlicher Sachen. Sofern die in Frage stehende Grundrechtsausübung nicht eine über den allgemeinen Zweck hinausgehende Nutzung der öffentlichen Sache darstellt, besteht ein unbedingter Anspruch auf Nutzung der öffentlichen Sache und diese ist - unter Vorbehalt von gesetzlich vorgesehenen, im öffentlichen Interesse liegenden und verhältnismässigen Einschränkungen (Art. 36 BV) - zulässig (vgl. etwa BGE 135 I 302 E. 3.2 f. S. 307 ff.; dazu auch MOSER , a.a.O., S. 530 m.w.H.). Handelt es sich dagegen um eine intensivere Nutzung, so hat das Bundesgericht zunächst bei Sachen in Gemeingebrauch festgehalten, dass ein bedingter Anspruch auf Bewilligung von gesteigertem Gemeingebrauch besteht, wenn er für die Ausübung von Freiheitsrechten auf öffentlichem Grund erforderlich ist (vgl. BGE 135 I 302 E. 3.2 S. 308; BGE 132 I 256 E. 3 S. 259; Urteil 1P.336/2005 vom 20. September 2005 E. 5; siehe auch BGE 127 I 84 E. 4b S. 88). Das Bundesgericht hat diese Rechtsprechung sodann 1980 (Urteil P.170/1978 vom 19. März 1980) auch auf Verwaltungsvermögen übertragen, weshalb unter Umständen ebenfalls ein bedingter Anspruch auf Rand- bzw. ausserordentliche Nutzung gegeben sein kann (vgl. Urteil 1P.304/1990 vom 18. Februar 1991 E. 3, in: ZBl 1992 S. 40 ff.; ZBl 1993 S. 320 E. 3 S. 321 f.; BGE 127 I 164 E. 3b S. 170; JAAG , a.a.O., S. 164; TSCHANNEN/ZIMMERLI/MÜLLER , a.a.O., S. 456 f.; vgl. KÄLIN/KIENER , a.a.O., S. 187; HEER , a.a.O., S. 31 ff.).\n\nDer Anspruch ist nur bedingt: Bedingt zum einen, weil grundsätzlich kein Anspruch besteht, dass der Staat positiv (neue) Einrichtungen schafft, um die Freiheitsrechtsausübung zu ermöglichen (vgl. GIOVANNI BIAGGINI , Bundesverfassung der Schweizerischen Eidgenossenschaft, Kommentar, 2007, N. 4 zu Art. 16 BV; MOSER , a.a.O., S. 531; HEER , a.a.O., S. 33, 36; in Bezug auf die Wirtschaftsfreiheit BURKARD J. WOLF , Wirtschaftsfreiheit und Nutzung öffentlicher Sachen - Widersprüchliches aus dem Bundesgericht, AJP 2001 S. 430 ff., 434). Der bedingte Anspruch bezieht sich somit jeweils nur auf die Nutzung bestehender öffentlicher Sachen i.e.S. oder bestehender Infrastruktur (zu öffentlichen Sachen im Gemeingebrauch: BGE 127 I 164 E. 5/b/bb S. 179; siehe auch BGE 122 I 279 E. 2c S. 284; zum Verwaltungsvermögen: Urteil 1P.304/1990 vom 18. Februar 1991 E. 3, in: ZBl 1992 S. 40 ff. in Verbindung mit Urteil P.170/1978 vom 19. März 1980 E. 3). Daneben besteht kein Recht, den öffentlichen Grund an einem beliebigen Ort, zu einem beliebigen Zeitpunkt und in einer beliebigen Weise zu benützen (vgl. BGE 127 I 164 |283| E. 3c S. 171 mit Hinweisen); ausschlaggebend sind genügende Kapazitäten.\n\nZum anderen sind beim Entscheid über die ausserordentliche Nutzung der öffentlichen Sache i.e.S. neben dem Gesichtspunkt der polizeilichen Gefahrenabwehr auch andere öffentliche Interessen zu berücksichtigen, namentlich dasjenige an einer zweckmässigen Nutzung der vorhandenen öffentlichen Anlagen im Interesse der Widmung sowie an der rechtsgleichen Zugänglichkeit der öffentlichen Sache i.e.S. für alle Interessierten. Dabei ist die Behörde nicht nur an das Willkürverbot und den Grundsatz der Rechtsgleichheit gebunden, sondern sie hat darüber hinaus den besonderen ideellen Gehalt der Freiheitsrechte, um deren Ausübung es geht, in die Interessenabwägung einzubeziehen. Insoweit entfaltet die Meinungsäusserungsfreiheit ihre Wirkungen auch bei Betätigungsformen, die mit einer über den allgemeinen Zweck hinausgehenden Nutzung der öffentlichen Sache verbunden sind. Die Behörde hat demnach die entgegenstehenden Interessen nach objektiven Gesichtspunkten gegeneinander abzuwägen und dabei dem legitimen Bedürfnis, Nutzungen mit Appellwirkung an die Öffentlichkeit durchführen zu können, angemessen Rechnung zu tragen; dabei kann eine dem Grundsatz der Verhältnismässigkeit genügende Gestaltung die Anordnung von Auflagen und Bedingungen erfordern. Ob die Auffassungen, die durch die Meinungsäusserung propagiert werden sollen, der zuständigen Behörde mehr oder weniger wertvoll oder wichtig erscheinen, kann für den Entscheid über das Gesuch nicht massge bend sein (BGE 132 I 256 E. 3 S. 259 m.w.H.; BGE 124 I 267 E. 3b S. 269); auch hier gilt das Verbot der Vorzensur im Sinne einer vorgängigen und allgemeinen Inhaltskontrolle beabsichtigter Meinungsäusserungen (vgl. KLEY/TOPHINKE, a.a.O., N. 17 und 27 zu Art. 16 BV). Die Behörde ist zu einer neutralen, sachlichen Haltung verpflichtet (BGE 127 I 164 E. 3b S. 171 m.w.H.).\n\n2.3\n\n2.3.1 Die Vorinstanz hat die Bahnhofswand einer öffentlichen Sache im Gemeingebrauch gleichgestellt und einen bedingten grundrechtlichen Anspruch auf Aushang eines Plakats an der Bahnhofswand (gesteigerter Gemeingebrauch) bejaht. Die Beschwerdeführerin argumentiert demgegenüber, dass die Bahnhofswand keine Sache im Gemeingebrauch, sondern Verwaltungsvermögen sei; die Wände würden lediglich der Abgrenzung dienen und nicht jedermann offenstehen, sie zu beschriften, zu bemalen oder zu bekleben. Insofern bestünde kein bedingter Anspruch auf Nutzung der Bahnhofswand. |284|\n\n2.3.2 Rechtsprechung und Lehre unterscheiden innerhalb der öffentlichen Sachen i.w.S. zwischen dem hier nicht vorliegenden Finanzvermögen, welches nur mittelbar der Erfüllung von Ver waltungsaufgaben dient, und öffentlichen Sachen i.e.S. Diese unterteilen sich in Verwaltungsvermögen und öffentliche Sachen im Gemeingebrauch. Beide dienen unmittelbar durch ihren Gebrauchswert der Erfüllung öffentlicher Aufgaben. Sie unterscheiden sich v.a. durch ihren Benutzerkreis: Im Rahmen ihrer Zweckbestimmung stehen öffentliche Sachen im Gemeingebrauch der Allgemeinheit, Verwaltungsvermögen einem eingegrenzten Benutzerkreis offen (BGE 127 I 84 E. 4b S. 88 f.; vgl. auch MOSER , a.a.O., S. 5 ff., 12 ff., 18 ff., 34 ff.; TSCHANNEN/ZIMMERLI/MÜLLER, a.a.O., S. 448 ff.; HÄFELIN/MÜLLER/UHLMANN, a.a.O., S. 532 ff., zur Abgrenzung zwischen Verwaltungsvermögen und öffentlichen Sachen im Gemeingebrauch Rz. 2346; JAAG, a.a.O., S. 151; HEER, a.a.O., S. 8 f.).\n\nDiese Unterscheidung muss hier nicht bis in alle Einzelheiten nachgezeichnet und geprüft werden. Klar ist jedenfalls, dass es sich bei der Bahnhofswand weder um Verwaltungsvermögen im Verwaltungsgebrauch (z.B. Dienstfahrzeuge, als Arbeitsplätze für Beamte dienende Räumlichkeiten und deren Ausrüstung; dazu HEER, a.a.O., S. 10; JAAG, a.a.O., S. 146) noch um Verwaltungsvermögen im Einzelgebrauch (z.B. \"Sozialwohnungen\", Geschäftslokale in Flughäfen und Bahnhöfen; dazu HEER, a.a.O., S. 11 f.; JAAG, a.a.O., S. 149) handelt. Insofern verbleibt lediglich die Möglichkeit, dass es sich um eine Sache im Gemeingebrauch oder um Verwaltungsvermögen im Anstaltsgebrauch handelt. Diese beiden Arten unterscheiden sich nur aufgrund des Benutzerkreises (vgl. HÄFELIN/MÜLLER/UHLMANN, a.a.O., Rz. 2346; TSCHANNEN/ZIMMERLI/MÜLLER, a.a.O., S. 449 [Rz. 15]; Ausnahme: gemischte Nutzung [vgl. BGE 100 Ia 287 : Kleinhallenbad einerseits für die Schulen der Gemeinde, andererseits für die Öffentlichkeit]). Selbst wenn man mit der Beschwerdeführerin davon ausgehen würde, dass es sich um Verwaltungsvermögen im Anstaltsgebrauch handeln würde, ist nicht zu übersehen, dass angesichts des mit der Bahnreform angestrebten (siehe z.B. die Webseite: \"Shopping & Gastro\": http://www.sbb.ch/bahnhof-services/am-bahnhof/shopping-gastronomie.html) Benutzerkreises einer \"City in the City\" (RailCity bzw. ShopVille-RailCity; siehe rechtsvergleichend auch Entscheid des Bundesverfassungsgerichts 1BvR 699/06 vom 22. Februar 2011 zum Flughafen Frankfurt, in: EuGRZ 2011 S. 152 ff., 160 Rz. 72) und der Befriedigung ähnlicher Bedürfnisse wie in |285| einer Fussgängerzone (Treffpunkt, Kommunikationszone, Einkaufsmöglichkeiten, Flanieren, Fast-Food-Imbissecken, bessere Restaurants) Verwaltungsvermögen im Anstaltsgebrauch und öffentliche Sache im Gemeingebrauch fast identisch sind oder doch jenes einer öffentlichen Sache im Gemeingebrauch sehr nahekommt. Wie noch darzulegen sein wird, kann in concreto offengelassen werden, um welche Art von öffentlicher Sache i.e.S. es sich handelt.\n\n2.3.3 Zirkulationsflächen in Bahnhöfen entfalten als Scharnier zwischen dem öffentlichen Raum ausserhalb des Bahnhofs und den Zügen eine Art \"Trichterfunktion\"; Wände bilden dabei die Begrenzungen und sind somit integrierender Bestandteil der Flächen. Darin besteht ihre ordentliche Nutzung und dafür sind sie auch gewidmet.\n\nDie Beschwerdeführerin bekennt sich allerdings in ihrem Reglement, welches die Grundsätze für die Werbeflächen (Fremd- und Eigenwerbung) regelt, zur Nutzung ihrer Grundstücke, Anlagen, Produkte und des Rollmaterials für Werbung (Ziff. 1.1). Die Eigenwerbung der Division Personenverkehr steht dabei im Vordergrund, die Fremdwerbung soll aber einen wichtigen Beitrag zur Ertragsverbesserung der SBB leisten (Ziff. 1.2). Insofern sieht die Beschwerdeführerin selber vor, dass die öffentliche Sache i.e.S. auch ausserordentlich für die Plakatierung genutzt werden kann.\n\n2.3.4 Angesichts der Verantwortung der Beschwerdeführerin für das reibungslose Funktionieren des Bahnhofs ist es auch ihre Aufgabe, die verschiedenen Plakatanschlagstellen und sonstigen Standorte zu bestimmen. Dabei hat sie sich von der bereits oben dargelegten umfassenden Interessenabwägung leiten zu lassen, wo neben den polizeilichen Interessen auch die Interessen an einer zweckmässigen und rechtsgleichen Nutzung der vorhandenen öffentlichen Anlagen im Interesse der Widmung zu berücksichtigen sind. Sind aber - wie im vorliegenden Fall - die Plakatanschlagstellen und -standorte einmal bestimmt, so ist das einzelne Plakat nur noch unter polizeilichen Gesichtspunkten zu prüfen.\n\n3.\n\n3.1 Die Beschwerdeführerin hat in Ziff. 1.5 des Reglements den Umgang mit Werbebotschaften geregelt: Zugelassen ist grundsätzlich ideelle und nicht-ideelle Werbung; Einschränkungen bzw. Verbote sind vorgesehen für politische Werbung in bestimmten Medien und bei Werbung für Genussmittel (Ziff. 1.5.1 und 1.5.2). Verboten sind u.a die bereits erwähnten Werbungen/Botschaften zu aussenpolitisch |286| brisanten Themen (Ziff. 1.5.4) und die religiöse Werbung (Ziff. 1.5.3). In unklaren Fällen müssen die Werbepartner mit den SBB Rücksprache nehmen; zudem sind diese berechtigt, jederzeit den Rückzug bereits ausgehängter bzw. ausgestrahlter Werbung zu verlangen und weitere Einschränkungen zu erlassen.\n\n3.2 Die Beschwerdeführerin hat der Beschwerdegegnerin den Aushang des strittigen Plakats verboten, da es sich um eine Botschaft zu einem aussenpolitisch brisanten Thema handle. Insofern hat sie damit in das Grundrecht der Meinungsfreiheit der Beschwerdegegnerin eingegriffen. Ob der Aushang verboten werden kann, ergibt sich anhand der Voraussetzungen der Grundrechtseinschränkungen nach Art. 36 BV.\n\n3.3 Bei der Frage der gesetzlichen Grundlage, welche auch in Bezug auf das Anschlagen der Plakate in der Sachherrschaft des Gemeinwesens über den öffentlichen Grund gründet, hat sich die Vorinstanz an die Rechtsprechung des Bundesgerichts gehalten; die Beschwerdeführerin macht diesbezüglich keine Verletzung geltend. Weitere Ausführungen erübrigen sich daher (siehe oben E. 1.6).\n\n3.4\n\n3.4.1 Nach Ziff. 1.5.4 des Reglements sind die bereits erwähnten Werbungen/Botschaften zu aussenpolitisch brisanten Themen verboten. Meinungsäusserungen zu aussenpolitisch heiklen Themen sollen - wie zu innenpolitischen - Bürger aufrütteln und veranlassen, sich mit dem Inhalt auseinanderzusetzen und eine politische Position zu beziehen. Ein generelles Verbot von solchen Themen würde der ideellen Funktion der Meinungsäusserungsfreiheit nicht Rechnung tragen und käme einer verbotenen Zensur gleich (vgl. oben E. 2.2) und lässt sich mit keinem öffentlichen Interesse rechtfertigen. Darf die Behörde in einem konkreten Einzelfall nur unter ausserordentlichen Umständen zu einem Verbot greifen (vgl. Urteil 1P.304/1990 vom 18. Februar 1991 E. 7 i.i., in: ZBl 1992 S. 40 ff., 47; BGE 127 I 164 E. 6a S. 183), so muss dies umso mehr bei einer generell-abstrakten Regelung ohne Kenntnis einer konkreten Sachlage gelten. Insofern schiesst dieses generell-abstrakt geregelte Verbot in jedem Fall über das Ziel hinaus.\n\nEs ist zudem auch in Rechnung zu stellen, dass der Bahnhof in seiner Funktion als \"City in the City\" selbst auch als Forum der politischen Kommunikation dienen will. Bahnhöfe stellen Abstimmungs- und Wahllokale zu Verfügung; es gibt Treffpunkte, Flaniermeilen, |287| Buchläden, Restaurants, wo miteinander kommuniziert wird oder sich Kommunikation anbietet. Neueste Tagesinformationen flimmern über überdimensionale elektronische Bildschirme, welche auch aussenpolitisch brisante Themen umfassen können, und Plakate zu innenpolitisch brisanten Themen hängen an den Wänden (Pelztragen, \"Todesfalle AKW\"). Plakate zu aussenpolitisch (brisanten) Themen passen deshalb nahtlos in dieses Bild. Angesichts dieses breiten Kommunikationsforums ist nicht erkennbar, inwiefern Plakate oder andere Botschaften zu aussenpolitisch brisanten Themen Polizeigüter oder Grundrechtspositionen Dritter mehr gefährden bzw. beeinträchtigen könnten als innenpolitisch brisante Themen. Insofern stellt ein generelles Verbot für aussenpolitisch brisante Themen auch eine ungeeignete Massnahme (i.S. des Untermassverbots: vgl. TSCHANNEN/ZIMMERLI/MÜLLER, a.a.O., S. 153 f.) sowie eine Ungleichbehandlung dar.\n\n3.4.2 Die Beschwerdeführerin macht indessen geltend, dass generelle Verbote von Tabak- oder Alkoholwerbung zulässig seien. Dies müsse somit auch für aussenpolitisch heikle Botschaften gelten.\n\nBei den von der Beschwerdeführerin hervorgehobenen Werbebereichen handelt es sich um wirtschaftliche Tätigkeiten. Sie geniessen den Schutz der Wirtschaftsfreiheit, können aber aus polizeilichen Motiven und zum Schutz von Grundrechten Dritter eingeschränkt werden. Der Gesetzgeber hat die Alkohol- und Tabakwerbung in bestimmten Bereichen beschränkt und entsprechende Verbote erlassen (vgl. Art. 42b AlkG [SR 680]; Art. 60 LMG [SR 817.0] i.V.m. TabV [SR 817.06]; Art. 10 RTVG [SR 784.40]). Er konnte dabei davon ausgehen, dass in typisierten Lebenslagen regelmässig mit hinreichender Wahrscheinlichkeit Schäden entstehen können, weshalb er einschlägige Werbung als abstrakt gefährlich eingestuft hat. Für aussenpolitische Themen lassen sich solche Gefährdungslagen demgemäss nicht generell abstrakt formulieren, wie die Vorinstanz zutreffend herausgestrichen hat.\n\n3.5\n\n3.5.1 In Bezug auf das konkrete Plakat ist festzuhalten: Das Plakat hat einen dunklen Hintergrund und ist betitelt mit \"61 Jahre Israel - 61 Jahre Unrecht an den Palästinensern\". Der Text endet mit \"Israel: mit Gewalt errichtet auf dem Boden der Palästinenser\" - und etwas abgesetzt - \"Unrecht verlangt Widerstand\". Unterzeichnet ist der Text mit Palästina-Solidarität, Region Zürich. Mit der letzten |288| Passage (Unrecht verlangt Widerstand) wird zwar eine kämpferische Aussage gemacht, der Text enthält aber weder strafbare Äusserungen, noch verstösst er sonst wie gegen Gesetzesvorschriften, namentlich wird darin weder zu Gewalt noch zu sonstigen strafrechtlich relevanten Aktionen aufgerufen; Grundrechtspositionen Dritter werden nicht beeinträchtigt (dazu MÜLLER/SCHEFER, Grundrechte in der Schweiz, 4. Aufl. 2008, S. 378 ff., 383 ff.). Das Gleiche gilt auch für das Plakat als solches. Eine weitergehende Überprüfung des Inhalts bzw. des Plakats ist nicht zulässig, anderenfalls sie einer unerlaubten Vorzensur gleichkäme (vgl. KLEY/TOPHINKE, a.a.O., N. 27 zu Art. 16 BV). Insofern ist auch unbeachtlich, ob die auf dem Plakat geäusserten Auffassungen und Anliegen der Beschwerdeführerin mehr oder weniger wertvoll erscheinen, insbesondere ob sie dem \"Brand\" oder der \"Corporate Identity bzw. Design SBB\" (Ziff. 1.3 Reglement) abträglich sind.\n\n3.5.2 Die Beschwerdeführerin führt keine weiteren stichhaltigen Grün de an, welche einen Präventiveingriff in die Meinungsäusserungsfreiheit, der nur unter ausserordentlichen restriktiven Bedingungen zulässig wäre, rechtfertigen könnten. Dass einige Passanten - wie die verschiedenen von der Beschwerdeführerin angeführten Online-Kommentare (NZZ und Tagesschau) belegen - die Aussage des strittigen Plakats (teilweise heftig) nicht teilen, berechtigt nicht, ideelle, unter dem Schutz der Meinungsäusserungsfreiheit stehende Aussagen vom Bahnhofsareal zu verbannen. Insbesondere besteht auch kein Anlass zur Annahme, dass Grundrechte Dritter gefährdet würden. Im Übrigen geht die Beschwerdeführerin auch nicht davon aus, dass ein in einer am Bahnhof erhältlichen Tageszeitung geschaltetes Inserat nämlichen Inhalts die Zugpassagiere zu Gewalt animieren würde. Unbeachtlich ist schliesslich, dass das Plakat israelkritisch ist; die Beschwerdeführerin wäre unter den aufgeführten Voraussetzungen auch verpflichtet, einen palästinakritischen Aushang zuzulassen.\n\nDer Möglichkeit, dass Plakate abgerissen bzw. verschmiert oder Sachen demoliert würden oder gewalttätige Auseinandersetzungen zu befürchten wären, ist mit geeigneten Massnahmen, wie etwa einer erhöhten Präsenz der Bahnpolizei, gebührend Rechnung zu tragen."}