{"annee": "138", "cour": "III", "page": "354", "date": "22/3/2012", "cite": ["136 III 461", "115 II 211", "121 III 249", "128 III 318"], "cite_par": ["139 V 1", "143 III 369"], "chapeau": "51. Estratto della sentenza della I Corte di diritto civile nella causa A. SA contro B.B. (ricorso in materia civile)\n\n4A_458/2011 del 22 marzo 2012", "regestes": ["Art. 17 al. 3 de la Convention d'établissement et consulaire du 22 juillet 1868 entre la Suisse et l'Italie; professio iuris. Si un citoyen italien, dont le dernier domicile est situé en Suisse, soumet sa succession au droit de ce pays, la succession est régie exclusivement par le droit suisse (consid. 3).", "Art. 533 al. 1 CC; péremption de l'action en réduction d'un hériter légal complètement exclu de la succession et perte du droit aux renseignements. Pour ne pas perdre sa qualité d'héritier ainsi que son droit aux renseignements résultant du droit successoral, l'héritier qui est complètement exclu de la succession doit attaquer la disposition pour cause de mort concernée en intentant une action en réduction dans le délai d'une année à compter du jour où il en a connaissance (consid. 5)."], "faits": "BGE 138 III 354 S. 355\n\nA. C.B., cittadino italiano con ultimo domicilio nel Cantone Ticino, è deceduto a Milano il 14 settembre 2007, lasciando tre figli di primo letto e la vedova di seconde nozze B.B. Il 19 ottobre 2007 è stato pubblicato davanti alla Pretura di Lugano il testamento olografo datato 21 febbraio 1997 nel quale il defunto aveva designato eredi i tre figli in parti uguali.\n\nB. Con precetto esecutivo civile del 13 marzo 2008 B.B. ha intimato alla A. SA di consegnarle entro 10 giorni la documentazione completa concernente uno specificato conto bancario e qualsiasi altra relazione diretta intestata o cointestata in qualunque forma al defunto, nonché di informarla sull'esistenza di qualsiasi altra relazione indiretta di rapporti fiduciari, società anonime, fondazioni e Anstalt del Liechtenstein, trust anglosassoni e altre entità giuridiche in Svizzera o all'estero delle quali il defunto fosse stato avente diritto economico, di darle se del caso tutte le informazioni necessarie per identificare e raggiungere le persone che gestiscono tali relazioni e di consegnarle anche a questo proposito la documentazione completa. La banca si è opposta al precetto esecutivo civile.\n\nC. Statuendo il 5 giugno 2008 il Pretore del distretto di Lugano ha respinto l'opposizione limitatamente alle informazioni concernenti lo specificato conto e altre relazioni bancarie, ma solo nella misura in cui fossero intestate o cointestate al defunto; per il resto ha mantenuto l'opposizione. Entrambe le parti si sono aggravate contro il giudizio del Pretore: B.B. per ottenere la reiezione integrale dell'opposizione al precetto esecutivo; A. SA auspicando la conferma della propria opposizione. Con sentenza del 26 giugno 2009 la II Camera civile del Tribunale d'appello del Cantone Ticino ha respinto le due appellazioni.\n\nD. In accoglimento di un ricorso in materia civile inoltrato da B.B., la I Camera di diritto civile del Tribunale federale ha, con sentenza 26 luglio 2010, annullato la pronunzia di appello e ha rinviato la causa all'autorità cantonale per nuova decisione nel senso dei considerandi. (...) BGE 138 III 354 S. 356\n\nE. Con sentenza del 31 maggio 2011 la II Camera civile del Tribunale di appello del Cantone Ticino ha parzialmente accolto l'appello di B.B. e ha rigettato l'opposizione per un'ulteriore serie di specificati documenti, ordinando alla A. SA di consegnarli alla procedente entro 30 giorni. (...)\n\nF. Con ricorso in materia civile del 9 agosto 2011 la A. SA postula (...) la riforma della sentenza di appello nel senso che l'opposizione da lei interposta al precetto esecutivo fatto spiccare da B.B. sia mantenuta - come deciso dal Pretore - per le relazioni bancarie indirette intestate a terzi e con beneficiario economico il de cuius. (...)\n\nIl Tribunale federale ha accolto il ricorso.\n\n(estratto)", "considerants": "Dai considerandi:\n\n3. Trattandosi nella fattispecie di una causa attinente alla successione di un cittadino italiano morto con un ultimo domicilio in Svizzera, il Tribunale federale ha stabilito - nella decisione di rinvio del 26 luglio 2010 (DTF 136 III 461) - che l'art. 17 cpv. 3 del Trattato di domicilio e consolare tra la Svizzera e l'Italia del 22 luglio 1868 (RS 0.142.114.541) ne disciplina il diritto applicabile (consid. 5.2). Questo Tribunale ha tuttavia indicato che tale norma non esclude la possibilità di sottoporre la successione a un diritto diverso da quello (il diritto italiano; consid. 5.4) a cui la predetta norma rinvia in concreto. Esso ha quindi ritenuto che pure una professio iuris in favore del diritto dello Stato di residenza, come quella di cui si prevale la qui ricorrente, è possibile nel campo di applicazione della menzionata Convenzione (consid. 6.1). Ha conseguentemente ritornato la causa all'autorità inferiore per completazione degli accertamenti di fatto concernenti la volontà espressa dal defunto con riferimento all'invocata professio iuris e nuovo giudizio in applicazione del diritto svizzero o italiano, dopo aver determinato quale dei due regge la controversia (consid. 6.2).\n\n3.1 La Corte cantonale ha ritenuto che il testamento non lascia spazio a dubbi sulla volontà del testatore, che ha chiaramente optato in favore del diritto svizzero. Tale accertamento non è contestato né dalla ricorrente né dall'opponente ed è quindi vincolante per il Tribunale federale, che lo pone a fondamento della sua sentenza (art. 105 cpv. 1 LTF).\n\n3.2 I Giudici cantonali hanno poi reputato che nella citata sentenza il Tribunale federale abbia indicato \"la strada del rinvio\", motivo per cui BGE 138 III 354 S. 357alla fattispecie non sarebbe esclusivamente applicabile il diritto svizzero a cui il de cuius ha sottoposto la propria successione, ma pure, in virtù della normativa italiana in materia di diritto internazionale privato (art. 46 cpv. 2 della legge n. 218 del 31 maggio 1995), il diritto italiano, qualora il diritto scelto dal testatore dovesse pregiudicare i diritti che la legge italiana attribuisce ai legittimari residenti in Italia al momento della morte della persona della cui successione si tratta.\n\nOra, l'appena menzionata argomentazione del giudizio impugnato discende da un'interpretazione errata della sentenza di questo Tribunale, il quale non ha affatto rinviato al diritto italiano e alla legge sul diritto internazionale privato di tale Stato. Questa Corte ha invece indicato che, nell'ambito del Trattato applicabile nella fattispecie, un cittadino italiano con ultimo domicilio in Svizzera può sottoporre la sua successione al diritto di questo paese (sopra, consid. 3), ciò che in base agli incontestati accertamenti della sentenza di appello è stato fatto dal de cuius (sopra, consid. 3.1). Ne segue che la controversia èretta esclusivamente dal diritto svizzero. Giova del resto rilevare che, vista la similitudine fra i due ordinamenti giuridici, che conoscono entrambi il diritto alla legittima per coniuge e figli, non sussiste alcun motivo che giustifichi l'adozione da parte del giudice svizzero, nell'ambito dell'applicazione del menzionato Trattato, di una norma italiana che pare essere in primo luogo intesa a proteggere gli eredi legittimari da un'eventuale diseredazione, operata sottoponendo la successione al diritto di un paese che consente di disporre senza alcun limite del proprio patrimonio (cfr. TITO BALLARINO, Diritto internazionale privato, 2a ed. 1996, pag. 507 seg.).\n\n(...)\n\n5. Un erede legittimario escluso dalla successione in virtù di un testamento che non lo menziona, ma in cui il testatore designa suoi eredi altre persone, è unicamente un erede virtuale fintanto che, dopo aver attaccato con un'azione di riduzione la disposizione di ultima volontà, non ottiene la sua legittima; se omette di introdurre l'azione nel termine di perenzione dell'art. 533 CC, egli perde definitivamente la sua qualità di erede (v. da ultimo FORNI/PIATTI, in: Commento basilese, Zivilgesetzbuch, vol. II, 4a ed. 2011, n. 2 a prima degli art. 522-533 CC, con rinvii). La sentenza che pronuncia la riduzione ha infatti carattere costitutivo (DTF 115 II 211 consid. 4; sentenza 5C.81/2003 del 21 gennaio 2004 consid. 5.2). Ne segue che nella fattispecie in esame, contrariamente a quanto pare ritenere l'opponente, il fatto di essere la vedova del defunto non dimostra ancora la sua BGE 138 III 354 S. 358qualità di erede, ma occorre verificare, ritenuto come non viene nemmeno preteso che sia già stata introdotta un'azione di riduzione, se questa può ancora essere validamente incoata o se invece la stessa sia perenta, come affermato dalla ricorrente.\n\n5.1 In concreto, contrariamente a quanto sostiene l'opponente nella sua risposta e ricordata la professio iuris contenuta nel testamento, il termine entro il quale può essere inoltrata un'azione di riduzione viene determinato esclusivamente in base al diritto svizzero e un eventuale termine più lungo previsto dal diritto italiano è irrilevante.\n\n5.2 Giusta l'art. 533 cpv. 1 CC la predetta azione si prescrive col decorso di un anno dal momento in cui gli eredi hanno avuto conoscenza della lesione dei loro diritti. Il testo legale è impreciso, poiché non si tratta di un termine di prescrizione, ma di perenzione (DTF 128 III 318 consid. 2.1; DTF 121 III 249 consid. 2 con rinvii). Questo termine (relativo) inizia a decorrere quando la persona lesa nella propria legittima conosce gli elementi di fatto che lasciano confidare nell'esito favorevole di un'eventuale azione di riduzione (DTF 121 III 249 consid. 2a). A tal fine è necessaria, se l'interessato non è stato completamente escluso dalla successione, una conoscenza approssimativa dell'ammontare dell'eredità (DTF 121 III 249 consid. 2b). L'erede totalmente estromesso da una successione apprende invece la lesione della sua porzione legittima già dalla relativa disposizione di ultima volontà.\n\nNella fattispecie l'opponente ha saputo della violazione della propria legittima con la comunicazione del contenuto del menzionato testamento olografo, che la esclude dalla successione. Ne segue che, contrariamente a quanto ritenuto dalla Corte cantonale, per determinare se i suoi diritti successori fossero lesi, la vedova non necessitava delle informazioni richieste con l'azione di rendiconto. Atteso che già il precetto esecutivo civile del 13 marzo 2008 con cui è iniziata la presente causa menzionava il testamento con il suo contenuto, l'azione di riduzione era ampiamente perenta quando la Corte cantonale ha emanato la decisione impugnata. Così stando le cose, l'opponente ha perso la sua qualità di erede e di conseguenza il diritto di ottenere informazioni in base al diritto successorio."}