{"annee": "138", "cour": "III", "page": "620", "date": "30/10/2012", "cite": ["138 III 123", "100 III 48", "128 III 271", "133 III 153", "133 III 645", "120 IA 82", "119 II 141"], "cite_par": ["141 III 23", "144 III 346", "144 III 462", "144 III 117"], "chapeau": "92. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. AG gegen Y. AG in Liquidation (Beschwerde in Zivilsachen)\n\n4A_273/2012 vom 30. Oktober 2012", "regestes": ["Art. 257 CPC, art. 8 CC; procédure sommaire dans les cas clairs; exceptions et objections du défendeur. Exigences relatives à la contestation des faits propres à fonder la prétention (consid. 5.1.1). Conséquences pour le succès de la preuve des faits générateurs incombant au demandeur (consid. 6.2)."], "faits": "", "considerants": "|621|\n\nAus den Erwägungen:\n\n5. Art. 257 Abs. 1 ZPO (SR 272) sieht unter dem Titel \"Rechtsschutz in klaren Fällen\" vor, dass das Gericht Rechtsschutz im summarischen (raschen) Verfahren gewährt, wenn zum einen der Sachverhalt unbestritten oder sofort beweisbar (lit. a) und zum anderen die Rechtslage klar ist (lit. b).\n\nDie Anwendung dieser bundesrechtlichen Bestimmung wird frei geprüft (Art. 95 lit. a und Art. 106 Abs. 1 BGG). Die Beweiswürdigung selbst hingegen ist eine Frage der Feststellung des Sachverhalts, die der Überprüfung grundsätzlich entzogen ist (Art. 105 Abs. 1 und 2 BGG; vgl. nicht publ. E. 2.2).\n\n5.1.1 Ein Sachverhalt ist dann sofort beweisbar im Sinne von Art. 257 Abs. 1 lit. a ZPO, wenn er ohne zeitliche Verzögerung und ohne besonderen Aufwand nachgewiesen werden kann. Der Beweis ist in der Regel durch Urkunden zu erbringen (BGE 138 III 123 E. 2.1.1 S. 125 mit Hinweisen). Der Rechtsschutz in klaren Fällen unterliegt keiner Beweisstrengebeschränkung. Blosses Glaubhaftmachen genügt für die Geltendmachung des Anspruchs nicht, sondern der Kläger hat den vollen Beweis der anspruchsbegründenden Tatsachen zu erbringen (Botschaft vom 28. Juni 2006 zur ZPO, BBl 2006 7221, 7351 Ziff. 5.18 zu Art. 253 E-ZPO; SUTTER-SOMM/LÖTSCHER, in: Kommentar zur Schweizerischen Zivilprozessordnung, Sutter-Somm und andere [Hrsg.], 2010, N. 6 zu Art. 257 ZPO; DIETER HOFMANN, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2010, N. 10 zu Art. 257 ZPO; INGRID JENT-SØRENSEN, in: ZPO, Kurzkommentar, Paul Oberhammer [Hrsg.], 2010, N. 10 zu Art. 257 ZPO; ISAAK MEIER, Schweizerisches Zivilprozessrecht, 2010, S. 375).\n\nBestreitet die Gegenpartei die Tatsachen glaubhaft, kann der schnelle Rechtsschutz in klaren Fällen nicht gewährt werden, da kein liquider Sachverhalt vorliegt (BBl 2006 7352 Ziff. 5.18 zu Art. 253 E-ZPO; SUTTER-SOMM/LÖTSCHER, a.a.O., N. 7 zu Art. 257 ZPO; GASSER/RICKLI, Schweizerische Zivilprozessordnung [ZPO], Kurzkommentar, 2010, N. 7 zu Art. 257 ZPO; STAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2008, § 21 Rz. 54; JENT-SØRENSEN, a.a.O., N. 11 |622| zu Art. 257 ZPO mit Hinweisen; FRANO KOSLAR, in: Schweizerische Zivilprozessordnung [ZPO], Baker & McKenzie [Hrsg.], 2010, N. 13 zu Art. 257 ZPO). Anders als eine glaubhafte Bestreitung genügen nach Rechtsprechung und einhelliger Lehre offensichtlich unbegründete oder haltlose Bestreitungen, über die sofort entschieden werden kann, nicht, um einen klaren Fall auszuschliessen (Urteil 5A_645/2011 vom 17. November 2011 E. 1.2 mit Hinweisen). Ein - wohl überwiegender - Teil der Lehre vertritt die Auffassung, der Rechtsschutz in klaren Fällen sei dagegen mangels Liquidität des Sachverhalts auszuschliessen, wenn die Gegenpartei konsistent und vollständig erhebliche Einwendungen oder Einreden geltend macht, die nicht haltlos erscheinen und umfangreicher beweismässiger Abklärungen bedürfen (FRANÇOIS BOHNET, in: CPC, Code de procédure civile commenté, François Bohnet und andere [Hrsg.], 2011, N. 12 zu Art. 257 ZPO; HOFMANN, a.a.O., N. 10 zu Art. 257 ZPO; TARKAN GÖKSU, in: Schweizerische Zivilprozessordnung ZPO, Brunner und andere [Hrsg.], 2011, N. 8 zu Art. 257 ZPO; KOSLAR, a.a.O., N. 13 zu Art. 257 ZPO; vgl. auch die Hinweise bei JENT-SØRENSEN, a.a.O., N. 11 zu Art. 257 ZPO; LEUENBERGER/UFFER-TOBLER, Schweizerisches Zivilprozessrecht, 2010, Rz. 11.180; vgl. in diesem Sinne für die Gewährung raschen Rechtsschutzes gemäss Art. 197 lit. a ZPO/SG: Urteil 4P.6/2005 vom 30. März 2005 E. 3.4). Andere Autoren fordern gestützt auf die Botschaft vom 28. Juni 2006 zur Schweizerischen Zivilprozessordnung, in der von \"glaubhaftem Vorbringen der Einwände\" die Rede ist (BBl 2006 7352 Ziff. 5.18 zu Art. 253 E-ZPO), dass der Beklagte seine Einwendungen wie bei der provisorischen Rechtsöffnung nach Art. 82 Abs. 2 SchKG glaubhaft macht (STAEHELIN/STAEHELIN/GROLIMUND, a.a.O., § 21 Rz. 54; GASSER/RICKLI, a.a.O., N. 7 zu Art. 257 ZPO).\n\nDie Vorinstanz liess es vorliegend für ihre Verneinung eines klaren Falles genügen, dass die Beschwerdegegnerin Einwendungen vorbrachte, die ihr \"nicht haltlos\" erschienen. Die Beschwerdeführerin rügt, die Vorinstanz hätte verlangen müssen, dass die Beschwerdegegnerin ihre Einreden bzw. deren tatsächliche Grundlagen glaubhaft macht.\n\nDer Rechtsschutz in klaren Fällen nach Art. 257 ZPO erlaubt es der klagenden Partei, bei eindeutiger Sach- und Rechtslage rasch, d.h. ohne einlässlichen Prozess im ordentlichen Verfahren, zu einem rechtskräftigen und vollstreckbaren Entscheid zu kommen (BBl 2006 7351 Ziff. 5.18 zu Art. 253 E-ZPO). Bei Gewährung des |623| Rechtsschutzes ergeht mithin ein definitives, der materiellen Rechtskraft fähiges Urteil, das einer neuen Beurteilung der Sache wegen der res iudicata-Wirkung entgegensteht. Mit Blick auf diese Wirkung ist vom Kläger mit der einhelligen Lehre zu verlangen, dass er sofort (Art. 257 Abs. 1 lit. a ZPO) den vollen Beweis (vgl. BGE 133 III 153 E. 3.3 S. 162; BGE 128 III 271 E. 2b/aa S. 275) für die anspruchsbegründenden Tatsachen erbringt, so dass klare Verhältnisse herrschen (vgl. die vorstehend zitierten Autoren; vgl. dazu auch BGE 119 II 141 E. 4a S. 143 f. und E. 4c). Dies allein ist der relevante gesetzliche Massstab und nicht, ob der Beklagte seine Einwendungen glaubhaft gemacht hat oder nicht (HOFMANN, a.a.O., N. 10 zu Art. 257 ZPO). Demnach muss es für die Verneinung eines klaren Falles genügen, dass der Beklagte substanziiert und schlüssig Einwendungen vorträgt, die in tatsächlicher Hinsicht nicht sofort widerlegt werden können und die geeignet sind, die bereits gebildete richterliche Überzeugung zu erschüttern (vgl. Urteil 4P.6/2005 vom 30. März 2005 E. 3.4). Die Ausführungen in der Botschaft, in denen \"glaubhaftes Vorbringen der Einwände\" verlangt wird, können zwangslos in diesem Sinne verstanden werden (in diesem Sinn wohl auch SUTTER-SOMM/LÖTSCHER, a.a.O., N. 7 zu Art. 257 ZPO, wo von \"glaubhaften Einreden\" gesprochen wird; s. ferner KOSLAR, a.a.O., N. 13 zu Art. 257 ZPO). Demgegenüber ist ein klarer Fall zu bejahen, wenn das Gericht aufgrund der Aktenlage zur Überzeugung gelangt, der Anspruch des Klägers sei ausgewiesen und eine eingehende Abklärung der beklagtischen Einwände könne daran nichts ändern.\n\nSomit kann den Lehrmeinungen nicht gefolgt werden, nach denen vom Beklagten gefordert wird, dass er seine Einwendungen wie bei der provisorischen Rechtsöffnung nach Art. 82 Abs. 2 SchKG glaubhaft macht. Damit wird die Eigenart des Rechtsschutzes in klaren Fällen nach Art. 257 ZPO verkannt, der es dem Kläger gestattet, rasch zu einem rechtskräftigen und vollstreckbaren Entscheid zu kommen. Nach der Regel von Art. 8 ZGB trüge der Beklagte, der Einreden oder Einwendungen vorbringt, dafür an sich die Beweislast. Im Verfahren nach Art. 257 ZPO ist es ihm aber unter Umständen nicht möglich, seine Einwände unter den darin geltenden Beweismittelbeschränkungen (vgl. dazu BGE 138 III 123 E. 2.1.1 und 2.6) bzw. mit sofort verfügbaren Beweismitteln glaubhaft zu machen, während ihm der Beweis in einem einlässlichen ordentlichen Verfahren gelingen könnte. Würde ungeachtet substanziiert und schlüssig vorgetragener, erheblicher Einwände ein klarer Fall |624| bejaht und im Verfahren nach Art. 257 ZPO ein rechtskräftiger Entscheid zu Ungunsten des Beklagten gefällt, blieben dessen Einreden für immer unberücksichtigt, ohne dass er jemals zum ordentlichen Beweis derselben zugelassen würde. Diese Situation ist mit derjenigen im Rechtsöffnungsverfahren nicht vergleichbar, in dessen Rahmen auch bei Gutheissung des Rechtsöffnungsbegehrens kein rechtskräftiger Entscheid über den erhobenen Anspruch ergeht, sondern einzig entschieden wird, dass die Betreibung - unter Vorbehalt einer Aberkennungsklage - weitergeführt werden kann. In der Aberkennungsklage, auf die hin erst ein rechtskräftiges Urteil ergeht, kann sich der Schuldner nachträglich mit allen Mitteln gegen die Forderung zur Wehr setzen (vgl. dazu BGE 133 III 645 E. 5.3; BGE 120 Ia 82 E. 6c S. 84 f.; BGE 100 III 48 E. 3 S. 50), mithin seine Einwendungen, die er im Rechtsöffnungsverfahren nicht glaubhaft machen konnte, noch beweisen (vgl. zum Ganzen: GÖKSU, a.a.O., N. 8 Fn. 14 zu Art. 257 ZPO). Dies ist dem im Verfahren nach Art. 257 ZPO unterlegenen Beklagten verwehrt.\n\nDie Vorinstanz verletzte mithin kein Bundesrecht, indem sie es für die Verweigerung des Rechtsschutzes nach Art. 257 ZPO genügen liess, dass die Beschwerdegegnerin Einwendungen erhob, die ihr \"nicht als haltlos\" erschienen.\n\n(...)\n\n6. (...)\n\n6.2 Fehl geht die Beschwerdeführerin sodann auch, wenn sie vorbringt, der Beweis, dass das Benutzungsrecht der Beschwerdegegnerin am streitbetroffenen Grundstück trotz ordentlicher Kündigung der Gebrauchsleihe nach wie vor bestehe, sei durch die Beschwerdegegnerin zu erbringen. Wie vorstehend (E. 5.1.1) ausgeführt, genügt es im Verfahren betreffend Rechtsschutz in klaren Fällen gemäss Art. 257 ZPO, dass die beklagte Partei substanziiert und schlüssig Einwendungen vorträgt, die der Durchsetzung des eingeklagten Anspruchs (in casu: Besitzeinräumungsanspruch) entgegenstünden, wenn sie tatsächlich und rechtlich begründet wären. Der Frage der Beweislastverteilung kommt in einem solchen Verfahren keine entscheiderhebliche Bedeutung zu (Urteil 4P.6/2005 vom 30. März 2005 E. 3.4). Immerhin lässt sich sagen, dass die Rechtslage, nach welcher der Kläger die anspruchsbegründenden Tatsachen voll zu beweisen hat und sich der Beklagte mit substanziierten und schlüssigen Einwendungen begnügen kann, dazu führt, dass der Kläger auch |625|\n\nden Beweis für den Nichtbestand des diesen zugrunde gelegten Tatsachenfundaments erbringen muss, wenn er liquide Verhältnisse schaffen will (vgl. JENT-SØRENSEN, a.a.O., N. 11 zu Art. 257 ZPO)."}