{"annee": "138", "cour": "II", "page": "105", "date": "15/3/2012", "cite": ["137 II 164", "137 III 217"], "cite_par": ["142 II 388", "143 II 233", "139 III 98", "139 V 234", "141 II 207"], "chapeau": "10. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. contre Service des contributions du canton de Neuchâtel (recours en matière de droit public)\n\n2C_497/2011 du 15 mars 2012", "regestes": ["Art. 12 al. 3 let. e LHID; gain immobilier; imposition différée; notion d'habitation ayant durablement et exclusivement servi au propre usage de l'aliénateur; délai approprié pour procéder au réinvestissement. L'interprétation historique de l'art. 12 al. 3 let. e LHID démontre que la notion d'habitation ayant durablement et exclusivement servi au propre usage de l'aliénateur fait référence au domicile principal à l'exclusion de la résidence secondaire. En l'espèce, le refus de l'imposition différée respecte le droit harmonisé: lorsque le recourant a aliéné sa maison, sept ans après l'avoir quittée, celle-ci ne constituait plus son domicile principal; en outre, accorder l'imposition différée dans un tel cas reviendrait à vider de sa substance la condition du délai approprié dans lequel doit avoir lieu le réinvestissement (consid. 5 et 6)."], "faits": "|106|\n\nX., domicilié à Y. dans le canton de Nidwald, a habité de nombreuses années une maison familiale sise à Neuchâtel. Il a déménagé à Y. en 2001, où il a loué successivement deux appartements avant d'y acquérir, le 2 octobre 2007, une villa. Le bien immobilier de Neuchâtel a été vendu le 25 mars 2008.\n\nLe Service des contributions du canton de Neuchâtel (ci-après: le Service des contributions), par décision de taxation du 29 août 2008, puis par décision sur réclamation du 10 novembre 2008, a estimé que le gain immobilier réalisé lors de la vente de la maison de Neuchâtel ne pouvait faire l'objet d'une imposition différée. Il a jugé que toutes les conditions permettant une imposition différée du gain immobilier n'étaient pas réalisées puisque la maison de Neuchâtel ne constituait plus le domicile principal du recourant au moment de la vente.\n\nLe Tribunal fiscal de la République et Canton de Neuchâtel, par jugement du 16 février 2010, puis la Cour de droit public du Tribunal |107| cantonal de la République et Canton de Neuchâtel (ci-après: le Tribunal cantonal), par arrêt du 11 mai 2011, ont rejeté le recours de X. pour le même motif.\n\nLe Tribunal fédéral a rejeté le recours en matière de droit public.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n5.\n\n5.1 Selon l'art. 12 al. 1 de la loi fédérale du 14 décembre 1990 sur l'harmonisation des impôts directs des cantons et des communes (LHID; RS 642.14), l'impôt sur les gains immobiliers a pour objet les gains réalisés notamment lors de l'aliénation de tout ou partie d'un immeuble faisant partie de la fortune privée du contribuable à condition que le produit de l'aliénation soit supérieur aux dépenses d'investissement (prix d'acquisition ou autre valeur s'y substituant, impenses). L'art. 12 al. 3 let. e LHID prévoit que l'imposition est différée en cas d'aliénation de l'habitation (maison ou appartement) ayant durablement et exclusivement servi au propre usage de l'aliénateur, dans la mesure où le produit ainsi obtenu est affecté, dans un délai approprié, à l'acquisition ou à la construction en Suisse d'une habitation servant au même usage.\n\nL'art. 58 al. 1 let. e de la loi neuchâteloise du 21 mars 2000 sur les contributions directes (LCdir; RSN 631.0) reprend l'art. 12 al. 3 let. e LHID mot pour mot.\n\nLa LHID laissant aux cantons la possibilité de concrétiser la notion de \"délai approprié\" (RDAF 2005 II p. 554 = StE 2005 A 23.1 n° 11, 2A.445/2004 consid. 5.2; arrêt 2C_108/2011 du 29 août 2011 consid. 3.1), l'art. 33 al. 1 du règlement général neuchâtelois du 1er novembre 2000 d'application de la loi sur les contributions directes (RELCdir; RSN 631.01) dispose que le remplacement en franchise d'impôt de, notamment, l'habitation principale du contribuable doit intervenir au plus tard dans un délai de deux ans à compter de la réalisation de l'ancien actif.\n\n5.2 La loi s'interprète en premier lieu selon sa lettre. Si le texte n'est pas absolument clair et si plusieurs interprétations de celui-ci sont possibles, il convient de rechercher quelle est la véritable portée de la norme, en la dégageant de tous les éléments à considérer, soit notamment des travaux préparatoires, du but de la règle, de son esprit, ainsi que des valeurs sur lesquelles elle repose ou encore de sa |108| relation avec d'autres dispositions légales (ATF 137 II 164 consid. 4.1 p. 170; ATF 137 III 217 consid. 2.4.1 p. 221 ss).\n\n6. En l'espèce, il s'agit de déterminer si, lors de la vente de la villa de Neuchâtel en 2008, celle-ci avait \"durablement et exclusivement servi au propre usage de l'aliénateur\", tel que requis par l'art. 12 al. 3 let. e LHID.\n\n6.1 Le texte de loi parle de l'aliénation de l'habitation (maison ou appartement) ayant durablement servi au propre usage de l'aliénateur. Cela signifie que, lors de l'aliénation, le bien ne doit plus forcément encore servir à l'usage propre de l'aliénateur. Celui-ci peut l'avoir quitté préalablement à la vente. Ceci s'explique notamment par le fait que le remploi anticipé, soit la situation dans laquelle l'acquisition du nouveau bien immobilier précède la vente de l'ancien, peut être exceptionnellement admis au regard de l'art. 12 al. 3 let. e LHID (RDAF 2005 II p. 554 = StE 2005 A 23.1 n° 11, 2A.445/2004 consid. 6). L'art. 33 al. 2 RELCdir le prévoit d'ailleurs. Dès lors, le fait que le recourant n'habitait plus sa villa au moment de la vente n'est pas un obstacle à l'admission d'une imposition différée.\n\n6.2 Se pose ensuite la question du laps de temps admissible entre le moment où l'aliénateur quitte son habitation et celui où il la vend. Ce point doit être examiné au regard de deux des conditions posées pour un report d'imposition, soit, premièrement, le fait que l'habitation doit avoir \"durablement et exclusivement servi au propre usage de l'aliénateur\" et, deuxièmement, le \"délai approprié\" dans lequel le réinvestissement doit avoir lieu.\n\n6.3 L'art. 12 al. 3 let. e LHID pose comme condition à une imposition différée que \"l'habitation (maison ou appartement) ait durablement et exclusivement servi au propre usage de l'aliénateur\".\n\n6.3.1 Une interprétation littérale de ces termes conduit, a priori, à considérer qu'ils font référence au domicile principal de l'aliénateur. Cependant, compte tenu de l'usage de notions vagues - telles que habitation, usage propre, etc. -, cette interprétation ne saurait suffire à elle seule.\n\nDans son Message du 25 mai 1983 sur l'harmonisation fiscale, le Conseil fédéral n'avait prévu le remploi que pour les immeubles agricoles et sylvicoles exploités en mains propres (FF 1983 III 108, 306; ad art. 15 al. 3 let. d projet/LHID), c'est-à-dire pour des immeubles du patrimoine commercial, et l'avait expressément exclu pour |109| les maisons et les appartements privés (FF 1983 III 109); ce dernier type de remploi n'a été repris dans la loi qu'au stade des débats parlementaires (BO 1986 CE 141; BO 1989 CN 49 ss; BO 1989 CE 575; BO 1990 CN 442 ss; BO 1990 CE 726; cf. BASTIEN VERREY, L'imposition différée du gain immobilier: harmonisation fédérale et droit cantonal comparé, 2011, n° 27 p. 22; BERNHARD ZWAHLEN, in Kommentar zum Schweizerischen Steuerrecht, vol. I/1: Bundesgesetz über die Harmonisierung der direkten Steuern der Kantone und Gemeinden [StHG],Zweifel/Athanas [éd.], 2e éd. 2002, n° 74 ad art. 12 LHID p. 239). Les travaux de la Commission du Conseil national (procès-verbal de la séance des 11 et 12 avril 1988 de la Commission du Conseil national p. 107 ss; procès-verbal de la séance du 29 août 1988 de la Commission du Conseil national p. 8 ss) et les débats susmentionnés devant les Chambres fédérales, principalement les exemples donnés, démontrent que le report d'imposition n'est applicable qu'au gain obtenu lors de l'aliénation d'habitation constituant le domicile principal du contribuable. La minorité de la Commission voulait même limiter le réinvestissement de l'habitation privée à des raisons impératives; la Commission n'a toutefois, au cours des travaux, pas trouvé d'accord à ce sujet, ces raisons étant difficiles à délimiter (qu'en est-il, par exemple, d'une aliénation due à un licenciement, un changement de profession, un divorce, une expropriation?; BO 1989 CN 49 ss). Il ressort ainsi de ces éléments historiques que la notion d'habitation ayant durablement et exclusivement servi au propre usage de l'aliénateur de l'art. 12 al. 3 let. e LHID doit être interprétée de façon restrictive et doit être comprise comme faisant référence au domicile principal du contribuable, à l'exclusion des résidences secondaires. La doctrine relative à la LHID et aux lois cantonales va dans le même sens (VERREY, op. cit., n° 224 p. 192; KLÖTI-WEBER/BAUR, in Kommentar zum Aargauer Steuergesetz, Klöti-Weber/Siegrist/Weber [éd.], 3e éd. 2009, n° 6 ad § 98, p. 1245; MARKUS LANGENEGGER, in Praxis-Kommentar zum Berner Steuergesetz, Leuch/Kästli/Langenegger [éd.], vol. II, 2011, n° 27 ad art. 134, p. 122;RICHNER/FREI/KAUFMANN/MEUTER, Kommentar zum harmonisierten Zürcher Steuergesetz, 2e éd. 2006, n° 324 ad § 216, p. 1591; FELIX RICHNER, Ersatzbeschaffung von selbstgenutztem Wohneigentum, Zürcher Steuerpraxis 2010 p. 204). Il s'agit donc de reporter l'obstacle fiscal que représente le prélèvement de l'impôt sur les gains immobiliers, qui prive le contribuable d'une partie du gain immobilier réalisé, en cas de changement du domicile principal. |110|\n\n6.3.2 Il est certain qu'en 2001, lorsque le recourant a quitté sa maison, celle-ci avait durablement et exclusivement servi à son usage propre. Toutefois, le moment déterminant pour juger de la réalisation de cette condition est le moment de la vente du bien puisque l'objet de l'impôt est le gain réalisé. En l'espèce, la vente a eu lieu le 25 mars 2008. Or, de 2001 à 2008, le recourant n'a plus résidé dans sa villa. Durant cette période, il a loué successivement deux appartements à Y. avant d'y acquérir, le 2 octobre 2007, une maison. Le recourant a même précisé, dans son recours, que lui-même et son épouse ont retiré leurs papiers de Neuchâtel le 3 décembre 2001. Le bien immobilier de Neuchâtel est alors devenu la maison de vacances de la fille du recourant qui s'en occupait.\n\nIl ne fait ainsi aucun doute que la villa de Neuchâtel, au moment de sa vente, ne constituait plus le domicile principal du recourant. Certes, comme le relève l'intéressé, de 2001 à 2008, ce bien est resté sa propriété, il était à sa disposition, il ne l'a jamais loué et y a séjourné de temps en temps. Si ces éléments montrent qu'effectivement le recourant a fait un certain usage de sa maison, ils ne suffisent cependant pas à remplir la condition de l'usage propre durable et exclusif. Ils font, en revanche, de la maison en cause une résidence secondaire. Or, contrairement à ce que l'intéressé prétend, une telle qualification est pertinente puisque, comme on l'a vu ci-dessus, l'imposition différée n'est pas acceptée pour ce type d'habitation.\n\n6.4 Comme susmentionné (consid. 6.2), les sept ans écoulés entre le moment où le recourant a quitté son habitation et celui où il l'a vendue pose un autre problème. La LHID impose, en effet, que le remploi ait lieu dans un \"délai approprié\". Le canton de Neuchâtel a fixé ce délai à deux ans. En l'espèce, si le recourant avait vendu son bien lorsque celui-ci a cessé de constituer son domicile, soit en 2001, le délai légal de deux ans pour obtenir une imposition différée, aurait couru jusqu'en 2003. Or, l'intéressé n'a acheté son nouveau bien qu'en 2007. Accorder le remploi dans le cas du recourant qui a attendu sept ans pour aliéner sa maison, sans même avoir essayé de la vendre durant ce laps de temps, reviendrait à vider de sa substance l'exigence du délai approprié pour procéder au réinvestissement. Cette exigence ne peut être contournée en gardant quelques années une maison que le contribuable n'habite plus et en ne la vendant qu'au moment où le nouveau bien est acquis. Si le changement de domicile et la vente du bien ne doivent pas forcément être concomitants, on ne saurait admettre qu'un délai de sept ans s'écoule entre les deux. |111|\n\n6.5 Compte tenu de ce qui précède, en retenant que le recourant ne pouvait bénéficier d'une imposition différée sur le gain réalisé lors de l'aliénation de sa maison, le Tribunal cantonal n'a pas violé le droit cantonal harmonisé."}