{"annee": "138", "cour": "II", "page": "111", "date": "21/2/2012", "cite": ["124 I 289", "135 I 130", "125 I 449", "137 I 257", "129 I 290", "125 II 129", "131 I 1", "125 II 508", "138 II 70", "132 II 371", "131 II 743"], "cite_par": ["140 II 315", "144 II 454", "143 II 283", "139 II 106"], "chapeau": "11. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Stadt Bern gegen Genossenschaft Migros Aare und Mitb. sowie Regierungsstatthalteramt Bern-Mittelland (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_239/2011 vom 21. Februar 2012", "regestes": ["Art. 8 et 9 Cst. ainsi qu'art. 32a LPE, en relation avec le règlement sur les déchets de la Ville de Berne: les coûts résultant du ramassage des déchets abandonnés sans égard sur la rue et dans les espaces verts (détritus urbains), ainsi que ceux engendrés par l'élimination des déchets déposés dans les poubelles publiques, ne peuvent pas être mis à la charge des propriétaires d'immeuble par le biais de la taxe d'élimination des déchets. Les déchets laissés sur la place publique ou mis dans des poubelles publiques sont des déchets urbains au sens de l'art. 32a LPE; leur élimination doit être financée selon le principe du pollueur-payeur (consid. 4). Il est contraire au droit fédéral de considérer les propriétaires d'immeuble comme étant responsables d'une manière générale de ces déchets et de mettre à leur charge leur élimination par le biais de la taxe de base due par tous les propriétaires d'immeuble (consid 5). Les coûts ainsi engendrés peuvent toutefois être mis proportionnellement à la charge des entreprises, selon des critères objectivement fondés, au moyen d'une taxe causale, lorsqu'il peut être établi de façon plausible que ces entreprises ont une responsabilité particulière dans l'abandon des déchets qui doivent être ramassés sur la place publique (consid. 6)."], "faits": "|112|\n\nA. Auf den 1. Mai 2007 trat das Abfallreglement der Stadt Bern vom 25. September 2005 (AFR) in Kraft. Mit Verfügungen vom 7. März 2008 stellte die Abfallentsorgung der Stadt Bern (heute: Entsorgung + Recycling), der Genossenschaft Migros Aare, der Krompholz + Co AG (heute: Krompholz AG), der Coop (heute: Coop Genossenschaft) sowie der Magazine zum Globus AG für den Zeitraum vom 1. Mai bis 31. Dezember 2007 sowie der Loeb AG für den Zeitraum vom 1. Mai bis 31. Oktober 2007 Abfallgrundgebühren für insgesamt 23 Liegenschaften in Rechnung. Die von den genannten Unternehmen erhobenen Beschwerden an die Direktion für Tiefbau, Verkehr und Stadtgrün der Stadt Bern sowie - in zweiter Instanz - an das Regierungsstatthalteramt Bern wurden abgewiesen.\n\nB. Mit Urteil vom 19. Januar 2011 hiess das Verwaltungsgericht des Kantons Bern die hiegegen erhobene Beschwerde teilweise gut, hob den Entscheid des Regierungsstatthalteramtes vom 30. Dezember 2009 auf und wies die Akten zur Neufestsetzung der Grundgebühren der Beschwerdeführerinnen im Sinne der Erwägungen an die Einwohnergemeinde Bern zurück. Im Übrigen wies es die Beschwerde ab, soweit es darauf eintrat. |113|\n\nC. Mit Eingabe vom 16. März 2011 erhebt die Stadt Bern beim Bundesgericht Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, das Urteil des Verwaltungsgerichts aufzuheben.\n\nDas Bundesgericht weist die Beschwerde im Sinne der Erwägungen ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Gemäss Art. 31b Abs. 1 USG (SR 814.01) werden Siedlungsabfälle, Abfälle aus dem öffentlichen Strassenunterhalt und der öffentlichen Abwasserreinigung sowie Abfälle, deren Inhaber nicht ermittelt werden kann oder zahlungsunfähig ist, von den Kantonen entsorgt. Für Abfälle, die nach besonderen Vorschriften des Bundes vom Inhaber verwertet oder von Dritten zurückgenommen werden müssen, richtet sich die Entsorgungspflicht nach Art. 31c USG. Nach dessen Abs. 1 muss die übrigen Abfälle der Inhaber entsorgen. Er kann Dritte mit der Entsorgung beauftragen. Gemäss Art. 32 USG trägt der Inhaber der Abfälle die Kosten der Entsorgung; ausgenommen sind Abfälle, für die der Bundesrat die Kostentragung anders regelt (Abs. 1). Kann der Inhaber nicht ermittelt werden oder kann er die Pflicht nach Absatz 1 wegen Zahlungsunfähigkeit nicht erfüllen, so tragen die Kantone die Kosten der Entsorgung (Abs. 2). Nach Art. 32a Abs. 1 USG sorgen die Kantone dafür, dass die Kosten für die Entsorgung der Siedlungsabfälle, soweit sie ihnen übertragen ist, mit Gebühren oder anderen Abgaben den Verursachern überbunden werden. Art. 32a USG ist selber keine unmittelbar anwendbare gesetzliche Grundlage für die Erhebung von Abfallgebühren, sondern muss durch entsprechende Regelungen des zuständigen Gemeinwesens umgesetzt werden (BGE 137 I 257 E. 6.1 S. 268; BGE 129 I 290 E. 2.2; URSULA BRUNNER, in: Kommentar zum Umweltschutzgesetz, 2. Aufl. 2001, N. 1 und 21 zu Art. 32a USG).\n\n3.2 Zur Umsetzung dieser Vorschriften hat die Beschwerdeführerin ihr Abfallreglement (AFR) erlassen. Gemäss dessen Art. 5 Abs. 1 entsorgt die Stadt auf ihrem Gebiet die Siedlungsabfälle und andere Abfälle vergleichbarer Zusammensetzung aus Gewerbe-, Industrie- und Dienstleistungsbetrieben (lit. a), die Abfälle aus dem öffentlichen Strassenunterhalt der Gemeindestrassen und aus dem Unterhalt der öffentlichen Grünanlagen (lit. b) sowie die Abfälle, deren Inhaberinnen oder Inhaber nicht ermittelt werden können oder |114| zahlungsunfähig sind, soweit diese Aufgabe nicht dem Kanton obliegt (lit. c). Die Tätigkeiten der Stadt nach (u.a.) Art. 5 sind eine spezialfinanzierte Aufgabe im Sinn von Artikel 86 der Gemeindeverordnung vom 16. Dezember 1998; die Stadt führt dafür eine Sonderrechnung nach Artikel 95 der Gemeindeverordnung (Art. 9 AFR). Gemäss Art. 10 Abs. 1 AFR umfassen die Aufwendungen für die Erfüllung der spezialfinanzierten Aufgabe nach Artikel 9 die vollen Kosten für (u.a.) die öffentliche Entsorgung (lit. a) und die angemessene Abgeltung für die Räumung von Siedlungsabfall aus dem öffentlichen Raum (namentlich aus dem Strassenunterhalt der Gemeindestrassen, aus dem Unterhalt der öffentlichen Grünanlagen sowie aus öffentlichen Abfallbehältern) durch andere städtische Stellen (lit. e). Diese Aufwendungen nach Absatz 1 werden gemäss Absatz 2 u.a. durch Gebühren finanziert.\n\nArt. 14 und 17 des Abfallreglementes lauten wie folgt:\n\nArt. 14 Grundsatz und Gebührenpflichtige\n\n1 Die Stadt erhebt für ihre Leistungen im Bereich der öffentlichen Entsorgung\n\na. eine jährliche Grundgebühr von den Eigentümerinnen und Eigentümern von Gebäuden;\n\nb. Verursachergebühren nach Massgabe der zu entsorgenden Abfallmenge von den Inhaberinnen und Inhabern der Abfälle;\n\nc. Gebühren für besondere Leistungen von den Personen, welche die Leistung veranlassen, verursachen oder nutzen;\n\n2 Im Fall der Bereitstellung des Abfalls in Containern ohne gebührenpflichtige Abfallsäcke schuldet die Eigentümerin oder der Eigentümer des Containers die Gebühr.\n\nArt. 17 Grundgebühr\n\n1 Der Ertrag aus den Grundgebühren soll die Kosten für das Personal, die dem Sammeldienst dienende Infrastruktur (Art. 10 Abs. 1 Bst. a), die Logistik, die Aufgaben der Stadt nach Artikel 7, die Wertstoff- und Sonderabfallsammlungen, soweit diese nicht durch Gebühren nach Artikel 19 gedeckt werden, sowie die angemessene Abgeltung für das Wegräumen von Siedlungsabfall aus dem öffentlichen Raum durch andere städtische Stellen decken.\n\n2 Die Grundgebühr bemisst sich nach der Bruttogeschossfläche des Grundstücks (Liegenschaft, Miteigentumsanteil).\n\n3 Die Grundgebühr nach Bruttogeschossfläche gemäss Absatz 2 wird mit einem Faktor multipliziert, welcher der Abfallproduktion der betreffenden Nutzungsart Rechnung trägt. |115|\n\nDie Verursachergebühr besteht gemäss Art. 18 AFR im Wesentlichen aus einem Betrag pro Kilogramm entsorgten Abfall oder einer Sackgebühr. Die Höhe der Gebühren richtet sich nach dem Rahmen-Gebührentarif im Anhang (Art. 24 Abs. 1 AFR). Gemäss Anhang Ziff. 2.1 beträgt die jährliche Grundgebühr pro m2 BGF Fr. 1.30-1.90, wobei in diesem Rahmen die Höhe der Gebühr durch Verordnung des Gemeinderates festgelegt wird (Ziff. 1 des Anhangs).\n\nZiff. 2.2 des Anhangs lautet sodann:\n\nDer Faktor nach Artikel 17 Absatz 3 beträgt:\n\na. 0.5 für grossräumige Gebäude wie Schulen, Universitäten, Museen, Bibliotheken, kirchliche Bauten, Aufbahrungs- und Abdankungshallen, nicht öffentliche Autoeinstellhallen, Lagerhallen ohne Verkaufstätigkeit, landwirtschaftliche Gebäude und dergleichen;\n\nb. 1.3 für Gebäude mit erheblichem Publikumsverkehr wie Verkaufsgeschäfte aller Art, Restaurants, Spitäler, Sportstadien und dergleichen;\n\nc. 2.0 für Verkaufsgeschäfte oder Teile von solchen mit Produkten, deren Verpackungen in der Regel nicht mit dem Hauskehricht, sondern im öffentlichen Raum entsorgt werden, wie namentlich Verkaufsstellen für Take-Away-Verpflegung und dergleichen;\n\nd. 1.0 in den übrigen Fällen, namentlich für Wohnungen, Hotels, Kranken-, Pflege- und Altersheime, Ausstellungshallen, Bahnhöfe, öffentliche Autoeinstellhallen, Freizeit- und Sportanlagen für den Breitensport wie Turnhallen und Hallenbäder, Gebäude mit kultureller Nutzung wie Kinos, Theater und Quartiertreffpunkte, Verwaltungs- und Bürogebäude und weitere Dienstleistungsbetriebe, Industrie- und Gewerbebauten und dergleichen.\n\nDer Faktor wird auf Grund der vorwiegenden Nutzung angewendet. Für Grundstücke, die auf mehr als eine Art genutzt werden, werden die auf verschiedene Nutzungen entfallenden Flächen anteilmässig berücksichtigt.\n\n3.3 Streitig sind Grundgebühren gemäss Art. 14 Abs. 1 lit. a und Art. 17 AFR, welche die Beschwerdeführerin von den Beschwerdegegnerinnen für das Jahr 2007 verlangt. Es wird nicht bestritten, dass die Gebühren in korrekter Anwendung des AFR berechnet wurden. Umstritten ist aber die Bundesrechtskonformität dieser Grundgebühr insoweit, als damit auch die Kosten für \"die angemessene Abgeltung für das Wegräumen von Siedlungsabfall aus dem öffentlichen Raum durch andere städtische Stellen\" gedeckt werden (Art. 17 Abs. 1 i.V.m. Art. 10 Abs. 1 lit. e AFR). Nach unbestrittener Darstellung der Vorinstanz geht es dabei um die Kosten für die Reinigung der Strassen und Grünanlagen von achtlos weggeworfenem Abfall |116| (sog. Littering), für die Entsorgung desselben und für die Entsorgung des in den öffentlichen Abfalleimern zurückgelassenen Abfalls.\n\n3.4 Die Vorinstanz hat die Finanzierung dieser Kosten mittels Gebühr mit zwei verschiedenen Begründungen als unzulässig erachtet:\n\n- Die streitigen Abfälle seien zwar von ihrer Zusammensetzung her Siedlungsabfälle, zugleich aber Abfälle, deren Inhaber nicht ermittelt werden können (herrenlose Abfälle) oder Abfälle aus dem öffentlichen Strassenunterhalt; dafür sei Art. 32a USG nicht anwendbar. Vielmehr seien die Kantone bzw. Gemeinden gemäss Art. 31b Abs. 1 USG entsorgungspflichtig und gemäss Art. 32 Abs. 2 USG auch kostenpflichtig.\n\n- Selbst wenn Art. 32a USG auf die in Frage stehenden Abfälle anwendbar wäre, könnten die Kosten für deren Entsorgung nicht den Grundeigentümern auferlegt werden, da diese nicht Verursacher im Sinne dieser Bestimmung seien.\n\nDas Verwaltungsgericht erachtete aus diesen Gründen die bei ihm erhobene Beschwerde insoweit für berechtigt, als die Gemeinde die Kosten für die Reinigung des öffentlichen Raums und der für die Entsorgung von gelittertem und in öffentlichen Abfallbehältern zurückgelassenen Abfällen unzulässigerweise aus den Erträgen der Grundgebühr (mit)finanziere. Die Abfallrechnung der Gemeinde sei daher mit einem Kostenposten belastet, der unzulässig sei und in den Jahren 2007 bzw. 2008 rund 32 bzw. 26 % des mit den Grundgebühren eingenommenen Ertrags entspreche. Die Höhe der Grundgebühren sei daher übersetzt, verletze das Kostendeckungsprinzip und müsse reduziert werden. Die Gemeinde werde die Grundgebühren der heutigen Beschwerdegegnerinnen neu bestimmen müssen, dies unter Ausklammerung der Kosten für die Reinigung des öffentlichen Raums und für die Entsorgung der gelitterten und in öffentlichen Abfalleimern entsorgten Abfälle. Demgegenüber sei die Grundgebühr nicht generell unzulässig und verletze auch nicht das Kostendeckungsprinzip dadurch, dass im Jahre 2008 in der Abfallrechnung ein Überschuss von rund 2 Mio. Franken resultierte (bei einem Aufwand von rund 29,5 Mio. Franken bzw. - ohne die unzulässigen Aufwendungen - rund 24,7 Mio. Franken). Weiter sei die Bruttogeschossfläche eine zulässige Grundlage für die Bemessung der Grundgebühr und die Multiplikation mit einem Faktor, welcher die Nutzungsart berücksichtige, im Grundsatz nicht zu beanstanden, allerdings nur so weit, als die betreffende |117| Nutzungsart sich auf den Bereitstellungsaufwand für die Liegenschaft auswirke. Hingegen dürfe nicht berücksichtigt werden, wie stark die Nutzungsart den öffentlichen Raum und die öffentliche Abfallentsorgung beanspruche; da die Abstufung gemäss Anhang Ziff. 2.2 AFR vorrangig nach diesen unzulässigen Kriterien vorgenommen worden sei, werde die Gemeinde wohl die Zuordnung zu den Nutzungen neu vornehmen müssen, sofern sie nicht plausibel darlegen könne, dass die Nutzungen mit einem Faktor von mehr als 1 einen entsprechend grösseren Bereitstellungsaufwand für die Abfallentsorgung verursachen und es umgekehrt sachlich gerechtfertigt sei, die Nutzungen mit einem Faktor von kleiner als 1,0 weniger stark zu belasten.\n\n3.5 Die Beschwerdeführerin ist demgegenüber der Auffassung, gelitterte Abfälle sowie Abfälle, die in öffentlichen Abfallbehältern entsorgt werden, seien Siedlungsabfälle im Sinne von Art. 32a USG und ihre Entsorgung daher nach den dort enthaltenen Grundsätzen zu finanzieren. Sodann könnten die Gebäudeeigentümer als Verursacher im Sinne dieser Bestimmung betrachtet werden, so dass ihnen ein Teil der entsprechenden Kosten mittels Grundgebühr auferlegt werden dürfe.\n\n3.6 In einem ersten Schritt ist somit zu prüfen, ob die Entsorgung der streitbetroffenen Abfälle nach den Grundsätzen von Art. 32a USG (so die Auffassung der Beschwerdeführerin) oder aus allgemeinen Mitteln des Staates (so die Auffassung der Vorinstanz und der Beschwerdegegnerinnen) zu finanzieren ist (hinten E. 4). Wird die Anwendbarkeit von Art. 32a USG bejaht, wird in einem zweiten Schritt zu prüfen sein, ob die Gebäudeeigentümer diesbezüglich als Verursacher im Sinne dieser Bestimmung betrachtet werden können und ob die Finanzierung mittels Grundgebühr zulässig ist (hinten E. 5).\n\n4.\n\n4.1 Die Vorinstanz hat ihre Auffassung, wonach die hier streitigen Abfälle nicht unter Art. 32a USG fallen, wie folgt begründet: Die Entsorgungspflicht des Kantons gemäss Art. 31b Abs. 1 USG gelte für drei Kategorien von Abfällen, nämlich Siedlungsabfälle, Abfälle aus Strassenunterhalt und Abwasserreinigung sowie Abfälle, deren Inhaber nicht ermittelt werden können oder zahlungsunfähig sind (im Folgenden: \"herrenlose Abfälle\"). Demgegenüber spreche Art. 32a USG nur von Siedlungsabfällen, ohne die zwei anderen Kategorien zu erwähnen. Die Pflicht zur Kostenüberwälzung auf die |118| Verursacher nach Art. 32a USG gelte deshalb nur für Siedlungsabfälle im engeren Sinne, nicht aber für Abfälle aus dem öffentlichen Strassenunterhalt und für herrenlose Abfälle. Für diese gelte die Kostentragungspflicht der Kantone gemäss Art. 32 Abs. 2 USG, d.h. dass die Kosten aus allgemeinen Steuermitteln gedeckt werden müssten. Die hier streitigen Abfälle seien zwar von ihrer Zusammensetzung her Siedlungsabfälle, zugleich aber herrenlose Abfälle und würden daher nicht unter Art. 32a USG fallen; denn es sei nicht ersichtlich, weshalb die Kosten für die Entsorgung von herrenlosen Abfällen mit Siedlungsabfallqualität anders zugeordnet werden sollten als diejenigen für herrenlose Abfälle anderer Beschaffenheit. Dasselbe gelte für Abfälle aus dem Unterhalt öffentlicher Strassen und Abwasserreinigungsanlagen; auch für diese sei Art. 32a USG nicht anwendbar, unabhängig davon, ob es sich von der Zusammensetzung her um Siedlungsabfälle handle oder nicht.\n\n4.2 Nach dem Wortlaut von Art. 32a USG gilt die Kostentragungspflicht des Verursachers für alle Siedlungsabfälle, deren Entsorgung den Kantonen übertragen ist. Siedlungsabfälle sind legaldefiniert als die aus den Haushalten stammenden Abfälle sowie andere Abfälle vergleichbarer Zusammensetzung (vgl. Art. 3 Abs. 1 der Technischen Verordnung vom 10. Dezember 1990 über Abfälle [TVA; SR 814.600]). Auch Abfälle aus Industrie und Gewerbe, die von ihrer Zusammensetzung her mit Abfällen aus Haushalten vergleichbar erscheinen, gelten grundsätzlich unabhängig von der Menge als Siedlungsabfälle, sofern sie unsortiert und damit vermischt anfallen (BGE 125 II 508 E. 6e S. 515; Urteil 1A.11/2005 vom 6. Juli 2005 E. 4.1). Die Definition der Siedlungsabfälle stellt somit auf die Herkunft oder Zusammensetzung ab, nicht darauf, ob sie aktuell herrenlos sind oder nicht. Der Wortlaut der Bestimmung spricht damit nicht für die Auffassung der Vorinstanz. Nicht ausschlaggebend ist auch der Umstand, dass im Text von Art. 32a USG nur von Siedlungsabfällen die Rede ist, während in Art. 31b des Gesetzes neben den Siedlungsabfällen auch die Abfälle aus Strassenunterhalt sowie die herrenlosen Abfälle genannt sind, zumal im Marginale beider Artikel übereinstimmend von \"Siedlungsabfällen\" gesprochen wird.\n\n4.3 Auch im Lichte der gesamten Systematik und der ratio legis des Abfallrechts kann die Auffassung der Vorinstanz nicht überzeugen:\n\n4.3.1 Das Umweltschutzgesetz unterscheidet in Bezug auf die Entsorgungspflicht verschiedene Abfallarten je nach ihrer Zusammensetzung bzw. Herkunft: |119|\n\nDie Kantone entsorgen - wird auf das Kriterium Herkunft/Zusammensetzung abgestellt - gemäss Art. 31b Abs. 1 Satz 1 USG (soweit keine besonderen Vorschriften im Sinne von Satz 2 bestehen):\n\n- Siedlungsabfälle;\n\n- Abfälle aus dem öffentlichen Strassenunterhalt und der öffentlichen Abwasserreinigung.\n\nDie Inhaber entsorgen gemäss Art. 31b Abs. 1 Satz 2 sowie Art. 31c USG:\n\n- Abfälle, die nach besonderen Vorschriften des Bundes vom Inhaber verwertet (vgl. Art. 30d USG; Art. 12 TVA; Hinweise auf weitere solche Vorschriften bei GRIFFEL/RAUSCH, in: Kommentar zum Umweltschutzgesetz, Ergänzungsband zur 2. Aufl., 2011, N. 7 zu Art. 30d USG; ALAIN SAUTEUR, La valorisation des déchets urbains, 2006, S. 80) oder von Dritten zurückgenommen werden müssen (Art. 30b Abs. 2 USG);\n\n- übrige Abfälle; es handelt sich dabei namentlich um Sonderabfälle (Art. 30f USG) sowie Industrie- und Bauabfälle, soweit sie nicht als Siedlungsabfälle gelten (HANS-PETER FAHRNI, Abfallplanung und Entsorgungspflicht, URP 1999 S. 16 ff., 23; PIERRE TSCHANNEN, in: Kommentar zum Umweltschutzgesetz, 2. Aufl. 2000, N. 8 f. zu Art. 31c USG; ALEXANDRE FLÜCKIGER, Loi sur la protection de l'environnement [LPE], 2010, N. 4 zu Art. 31c USG).\n\n4.3.2 Die Abfälle, deren Inhaber nicht ermittelt werden kann oder zahlungsunfähig ist, bilden demgegenüber eine ganz andere Gruppe, die nicht auf Herkunft oder Zusammensetzung der Abfälle abstellt. Alle in Art. 31b und 31c des Gesetzes genannten Abfallkategorien (E. 4.3.1) können in diesem Sinne \"herrenlos\" werden, wenn sich der Inhaber ihrer entledigt. Die \"herrenlosen Abfälle\" sind daher nicht eine besondere Kategorie des gleichen Typus wie die anderen genannten Kategorien. Vielmehr überschneidet sich das Merkmal der \"Herrenlosigkeit\" zwangsläufig jeweils mit einer dieser Kategorien. Dementsprechend sind auch Entsorgungs- und Kostentragungspflichten differenziert: Herrenlose Abfälle können einerseits Siedlungsabfälle oder Abfälle aus dem Unterhalt von Strassen und Abwasserreinigungsanlagen sein, bezüglich welcher eine primäre Entsorgungspflicht der Kantone besteht. Herrenlos können aber auch Abfälle sein, die an sich vom Inhaber entsorgt werden müssten, wobei dieser aber nicht mehr ermittelt werden kann. In diesem Fall sind zwar |120| nach Art. 31b Abs. 1 Satz 1 USG ebenfalls die Kantone entsorgungspflichtig, doch handelt es sich dabei um eine subsidiäre Ersatzvornahmepflicht anstelle des primär pflichtigen Inhabers (HANSJÖRG SEILER, in: Kommentar zum Umweltschutzgesetz, 2. Aufl. 2001, N. 117 zu Art. 2 USG; TSCHANNEN, a.a.O., N. 14 zu Art. 31b USG). Die herrenlosen Abfälle können somit nicht als eine besondere Abfallkategorie mit einheitlichem rechtlichem Schicksal betrachtet werden.\n\n4.3.3 Analoges gilt für die Kostentragungspflicht: Art. 32 Abs. 1 USG, wonach grundsätzlich der Inhaber die Kosten der Entsorgung trägt, ist die Grundregel, Art. 32a demgegenüber eine Sonderregel für die Siedlungsabfälle. Art. 32 Abs. 2 ist die Ausnahme von der Grundregel (Art. 32 Abs. 1) und daher von vornherein nicht einschlägig für diejenigen Fälle, die unter die Sonderregel für Siedlungsabfälle fallen. Zudem regelt Art. 32 Abs. 2 USG nur eine subsidiäre Kostentragungspflicht, die in den Fällen der primären Kostentragungspflicht der Inhaber zum Tragen kommt, wenn diese die Kosten nicht tragen (BRUNNER, a.a.O., N. 24 und 27 zu Art. 32 USG; RAUSCH/MARTI/GRIFFEL, Umweltrecht, 2004, S. 40 Rz. 112; SEILER, a.a.O., N. 116 zu Art. 2 USG). Demgemäss kann Art. 32 Abs. 2 USG entgegen der Auffassung der Vorinstanz nicht als umfassende und vorrangige Kostentragungsregel für sämtliche herrenlosen Abfälle (mit Einschluss der herrenlos gewordenen Siedlungsabfälle) betrachtet werden.\n\n4.3.4 Nichts anderes ergibt sich aus der Entstehungsgeschichte: Das Umweltschutzgesetz sah schon in seiner ursprünglichen Fassung vor, dass die Kosten der Abfallentsorgung auf die Verursacher überwälzt werden können, wobei freilich die Kantone und Gemeinden einen gewissen Gestaltungsspielraum hatten (Art. 2 und 48 USG; Urteile 2P.194/1994 vom 20. November 1995 E. 10b, in: RDAT 1996 I S. 142; 2A.403/1995 vom 28. Oktober 1996 E. 3b, in: URP 1997 S. 39; VALÉRIE DONZEL, Les redevances en matière écologique, 2002, S. 94 f.; VERONIKA HUBER-WÄLCHLI, Finanzierung der Entsorgung von Siedlungsabfällen durch kostendeckende und verursachergerechte Gebühren, URP 1999 S. 35 ff., 39; VALLENDER/MORELL, Umweltrecht, 1997, S. 140 Rz. 49; ALAIN GRIFFEL, Die Grundprinzipien des schweizerischen Umweltrechts, 2001, S. 199 f.). Mit Art. 32, der mit der Revision des Abfallrechts vom 21. Dezember 1995 eingeführt wurde (AS 1997 1155), sollte das Verursacherprinzip klargestellt und verdeutlicht und für alle Abfälle unabhängig von der |121| Entsorgungspflicht durchgesetzt werden (BBl 1993 II 1498; DONZEL, a.a.O., S. 95 f.; HUBER-WÄLCHLI, a.a.O., S. 40). Weiterhin konnten deshalb die Kantone in denjenigen Fällen, in denen sie entsorgungspflichtig sind (Art. 31b Abs. 1), die daraus entstehenden Kosten mittels Gebühren auf die Inhaber bzw. Verursacher überwälzen (BRUNNER, a.a.O., N. 16 und 20 zu Art. 32 USG; PETER STEINER, Die Umsetzung des Verursacherprinzips durch das Umweltschutzrecht, 1999, S. 297 f.). Mit dem später eingefügten Art. 32a (AS 1997 2243) wollte der Gesetzgeber - im Gleichklang mit dem zugleich neu erlassenen Art. 60a GSchG (SR 814.20) - das Verursacherprinzip (Art. 2 USG) besser umsetzen (BBl 1996 IV 1219, 1222 f., 1229); die neue Bestimmung sollte alle Abfälle betreffen, deren Entsorgung nach Artikel 31b Absatz 1 erster Satz USG den Kantonen übertragen ist, also nebst den vermischten Siedlungsabfällen, die mit der kommunalen Kehrichtabfuhr gesammelt oder den Verbrennungsanlagen direkt zugeliefert werden, auch Abfälle aus dem öffentlichen Strassenunterhalt und der öffentlichen Abwasserreinigung sowie Abfälle, deren Inhaber nicht ermittelt werden kann oder zahlungsunfähig ist (BBl 1996 IV 1234).\n\n4.3.5 Das Bundesgericht hat zwar in einem obiter dictum in BGE 137 I 257 E. 4.1 ausgeführt, es wäre im Widerspruch zu Art. 32a USG, den Verursachern die Kosten für die Entsorgung anderer Abfälle aufzuerlegen, deren Inhaber nicht ermittelt werden könne. Dies ist jedoch zu präzisieren: Die Entsorgungs- und Kostentragungspflicht des Inhabers nach Art. 31c und 32 Abs. 1 USG bezieht sich auf individuelle Inhaber. Demgegenüber verlangt das in Art. 32a USG statuierte Verursacherprinzip nicht zwingend, dass jeder Abfallinhaber genau für die Entsorgungskosten der durch ihn verursachten Abfälle aufzukommen hat; verlangt ist, dass die Gesamtheit der Abfallverursacher die Gesamtheit der Entsorgungskosten trägt und die von jedem Einzelnen bezahlten Kosten einen gewissen Zusammenhang mit der von ihm verursachten Abfallmenge haben (HUBER-WÄLCHLI, a.a.O., S. 41; BRUNNER, a.a.O., N. 23 zu Art. 32a USG, m.H.; vgl. auch hinten E. 5.3.4). Der Umstand, dass einzelne Inhaber nicht individuell ermittelt werden können, schliesst somit nicht zwingend aus, dass die Abfallverursacher als Gesamtheit zur Kostentragung herangezogen werden. Das Bundesgericht hat denn auch an der zitierten Stelle weiter ausgeführt, dass Art. 32a USG diejenigen Abfälle betreffe, welche gemäss Art. 3 Abs. 2 (recte: 1) TVA und der dazu ergangenen Rechtsprechung als Siedlungsabfälle gelten, soweit ihre Entsorgung den Kantonen übertragen ist. |122|\n\n4.3.6 Schliesslich steht die Auffassung der Vorinstanz im Widerspruch zur ratio legis, welche darin besteht, das Verursacherprinzip möglichst konsequent umzusetzen: Würde für alle herrenlosen Siedlungsabfälle zwingend eine definitive Kostentragungspflicht der Kantone gelten, müsste für alle (wenn auch illegal) auf die öffentliche Strasse geworfenen Abfälle der Kanton die Entsorgung aus allgemeinen Steuermitteln finanzieren und das Verursacherprinzip käme nicht zum Tragen. Das kann offensichtlich nicht der vernünftige Sinn des Umweltschutzgesetzes sein. Es verbietet sich daher, mit der Vorinstanz Art. 32 Abs. 2 USG für alle herrenlosen Abfälle als lex specialis gegenüber Art. 32a zu betrachten. Vielmehr ist für Abfälle, die nach ihrer Zusammensetzung Siedlungsabfälle sind, grundsätzlich eine Entsorgungsfinanzierung nach Massgabe von Art. 32a USG anzustreben, auch wenn der Inhaber nicht ermittelt werden kann oder zahlungsunfähig ist. Dieser Umstand kann freilich die Überwälzung auf die Verursacher faktisch erschweren oder verhindern (vgl. hinten E. 5). In diesem Fall tritt die Kostentragungspflicht des Gemeinwesens ein, die aber auch hier nur eine subsidiäre ist.\n\n4.4 Ob das Verursacherprinzip gemäss Art. 32a USG auch für Abfälle aus dem öffentlichen Strassenunterhalt gilt, kann offenbleiben. Denn die hier streitbetroffenen Abfälle können nicht als solche betrachtet werden: Wenn die Siedlungsabfälle aufgrund ihrer Zusammensetzung definiert werden, muss dies konsequenterweise auch für die Abfälle aus dem öffentlichen Strassenunterhalt gelten. Es handelt sich dabei um strassentypische Abfälle, die beim Strassenwischen oder in Strassenschächten anfallen wie Strassen- und Pneuabrieb, Streugut, Laub u. dgl. (TSCHANNEN, a.a.O., N. 14 zu Art. 31b USG; RAUSCH/TRÜEB, Die Entsorgung von Abfällen aus dem Strassenunterhalt, URP 2002 S. 179 ff., 183 f.). Abfall, der nach seiner Zusammensetzung als Siedlungsabfall zu betrachten ist, wird nicht dadurch, dass er auf die Strasse geworfen oder in öffentlichen Abfallbehältern entsorgt wird, zum Abfall aus Strassenunterhalt, zumal sich öffentliche Abfallbehälter nicht zwangsläufig nur auf öffentlichen Strassen befinden. Im Einzelnen ist freilich eine trennscharfe Abgrenzung nicht möglich, was eine pragmatische Behandlung rechtfertigt und dazu führt, dass den zuständigen Gemeinwesen ein gewisser Spielraum in der Regelung zuzugestehen ist: Kleinere Mengen von Siedlungsabfällen auf der Strasse werden schon aus praktischen Gründen in der Regel zusammen mit dem Strassenabfall entsorgt, ohne dass diese Kosten zwingend auf die Verursacher überwälzt |123| werden müssten. Umgekehrt trifft es aber auch nicht zu, dass von Bundesrechts wegen alle Siedlungsabfälle, die auf die öffentliche Strasse geworfen oder in öffentlichen Abfallbehältern entsorgt werden, zwingend auf Kosten allgemeiner Staatsmittel entsorgt werden müssten und eine Überwälzung auf die Verursacher nicht zulässig wäre (BEATRICE WAGNER PFEIFER, Umweltrecht, 3. Aufl. 2009, S. 58 f.). Die Richtlinie des BUWAL \"Verursachergerechte Finanzierung der Entsorgung von Siedlungsabfällen\" (2001, S. 18), sieht denn auch vor, dass die Entsorgung illegal entsorgter Abfälle sowohl über Gebühren als auch über allgemeine Steuern finanziert werden kann.\n\n4.5 Als Zwischenergebnis ist festzuhalten, dass es entgegen der Auffassung der Vorinstanz nicht bundesrechtswidrig ist, wenn die Beschwerdeführerin die hier streitigen Entsorgungskosten über die gesonderte Abfallrechnung finanzieren und den Verursachern auferlegen will. Wird richtigerweise davon ausgegangen, dass die Kosten für die Reinigung der Strassen und Grünanlagen von achtlos weggeworfenem Abfall (sog. Littering), für die Entsorgung desselben und für die Entsorgung des in den öffentlichen Abfalleimern zurückgelassenen Abfalls nach den Vorgaben für Siedlungsabfälle im Sinne von Art. 32a USG finanziert werden müssen, so ist im Gegenteil eine solche Finanzierung aus allgemeinen Steuermitteln (ausser im Falle von Art. 32a Abs. 2 USG) grundsätzlich ausgeschlossen und es bleibt hierfür nur die Form von Kausalabgaben.\n\n5. Zu prüfen bleibt, ob die Gebäudeeigentümer als Verursacher für die hier streitigen Abfälle betrachtet werden dürfen und die Finanzierung derer Entsorgung mittels Grundgebühr zulässig ist.\n\n5.1 Die Vorinstanz hat erwogen, Verursacher im Sinne von Art. 32a USG sei der frühere Abfallinhaber, d.h. diejenige Person, welche die Siedlungsabfälle dem Entsorgungssystem übergebe. In der Kausalkette weiter zurückliegende Personen könnten demgegenüber nicht mit Kosten belastet werden. Würden Abfälle im öffentlichen Raum zurückgelassen, so sei der Verursacher im dargelegten Sinn nicht greifbar und könne daher nicht belangt werden, so dass eine Kostenanlastung im Sinne von Art. 32a USG nicht möglich sei. Zwar seien Grundgebühren zulässig und könnten auch den Grundeigentümern belastet werden, doch könnten damit nur Kosten überwälzt werden, welche den Liegenschaften zugerechnet werden können. Solle die Kostenüberwälzung mit Gebühren vonstatten gehen, so müsse der Kausalzusammenhang unmittelbar sein, da Kausalabgaben |124| Gegenleistung für eine bestimmte staatliche Leistung seien. Die Kostenanlastung an eine bestimmte Personengruppe müsse auf sachlich haltbaren Gründen beruhen. Die Kosten für die Einsammlung und Entsorgung der im öffentlichen Raum zurückgelassenen Abfälle könnten jedoch nicht den Gebäudeeigentümern zugerechnet werden, da diese den entsprechenden Aufwand nicht mehr verursachten als alle anderen Personen, welche sich in der Stadt aufhalten.\n\n5.2 Die Beschwerdeführerin bestreitet nicht, dass der fragliche Abfall nicht direkt durch die Gebäudeeigentümer, sondern durch andere Personen weggeworfen wird, die sich in der Stadt aufhalten. Sie argumentiert aber, der Aufenthalt all dieser Personen stehe im Zusammenhang mit einer Gebäudenutzung in der Stadt; die Gebäudeeigentümer setzten damit den Aufenthaltsgrund dieser Personen. Die Gebühren für die Entsorgung des Abfalls aus dem öffentlichen Raum seien von denjenigen zu erheben, die durch ihr Verhalten die dort anfallende Abfallmenge beeinflussen können. Diese sei nicht auf isoliertes Verhalten einzelner Individuen zurückzuführen, sondern hänge mit dem Betrieb von Publikumsanlagen zusammen. Die Grundeigentümer seien teilweise direkt an der Produktion von Abfall mitbeteiligt, so die Take-away-Betriebe, welche von ihrem Betriebskonzept her darauf beruhten, dass die Kunden zum Konsum der gekauften Produkte auf den umliegenden öffentlichen Raum ausweichen und die dortige Abfallinfrastruktur benutzen. Auch wenn diese Betriebe nicht direkt an der Produktion des Abfalls mitbeteiligt seien, so trügen sie doch dazu bei, dass sich viele nicht in der Stadt wohnhafte Personen hier aufhalten und die städtische Abfallinfrastruktur benützen. Sie könnten auch durch ihr Verhalten die Abfallmenge beeinflussen. Es rechtfertige sich im Sinne des Vorsorgeprinzips wie auch aus Praktikabilitätsgründen, die Kosten für die Abfallentsorgung denjenigen zu überbinden, die den Grund für den Aufenthalt setzen. Diese stünden mit den sich in der Stadt Aufhaltenden in einem bestimmten, meist vertraglichen Verhältnis und könnten diesen die Kosten überwälzen, so dass indirekt die Kosten von den direkten Verursachern getragen werden, was bei einer Steuerfinanzierung nicht möglich wäre.\n\n5.3\n\n5.3.1 Das umweltrechtliche Verursacherprinzip (Art. 74 Abs. 2 BV; Art. 2 USG) will die Kosten einer bestimmten umweltrechtlich gebotenen Massnahme denjenigen auferlegen, welche die Ursache dafür gesetzt haben; es hat eine Finanzierungs- bzw. |125| Kostenanlastungs- oder -internalisierungsfunktion (Urteil 2P.63/2006 vom 24. Juli 2006 E. 3, in: URP 2006 S. 859; MARTIN FRICK, Das Verursacherprinzip in Verfassung und Gesetz, 2004, S. 23 ff., 131; GRIFFEL, a.a.O., S. 165, 178; RETO MORELL, in: Die schweizerische Bundesverfassung, 2. Aufl. 2008, N. 22 f. zu Art. 74 BV; RAUSCH/MARTI/GRIFFEL, a.a.O., S. 31 Rz. 78 und S. 36 Rz. 94; KARIN SCHERRER, Handlungs- und Kostentragungspflichten bei der Altlastensanierung, 2005, S. 80; SEILER, a.a.O., N. 2 zu Art. 2 USG; STEINER, a.a.O., S. 20 ff.; WAGNER PFEIFER, a.a.O., S. 47). Zugleich hat es eine Lenkungsfunktion, indem es Anreize schafft, die Umweltbelastung möglichst zu reduzieren (BGE 137 I 257 E. 6.1.1 S. 270 f. und E. 6.3 S. 272; GRIFFEL, a.a.O., S. 179; RAUSCH/MARTI/GRIFFEL, a.a.O., S. 31 Rz. 80 und S. 36 Rz. 96; SCHERRER, a.a.O., S. 80 f.).\n\n5.3.2 Art. 2 USG definiert aber nicht, wer Verursacher ist (SÉBASTIEN CHAULMONTET, Verursacherhaftungen im Schweizer Umweltrecht, 2009, S. 63 f.; ANNE-CHRISTINE FAVRE, Cent ans de droit administratif, ZSR 130/2011 II S. 227 ff., 301; FRICK, a.a.O., S. 123, 132; GRIFFEL, a.a.O., S. 170; RAUSCH/MARTI/GRIFFEL, a.a.O., S. 34 Rz. 88; SEILER, a.a.O., N. 58 zu Art. 2 USG). Um die Verursachereigenschaft bzw. eine Kostenpflicht zu begründen, ist die natürliche Kausalität zwar erforderlich, aber nicht genügend; vielmehr verlangt das Verursacherprinzip eine normative, wertende Zuordnung (BGE 131 II 743 E. 3.2; CHAULMONTET, a.a.O., S. 16 f., 28 f., 57 f.; FRICK, a.a.O., S. 54 f.; SEILER, a.a.O., N. 58 zu Art. 2 USG; STEINER, a.a.O., S. 28 f.; HANS RUDOLF TRÜEB, in: Kommentar zum Umweltschutzgesetz, 2. Aufl. 1998, N. 32 zu Art. 59 USG; WAGNER PFEIFER, a.a.O., S. 48 Rz. 50 f.). Dort wo unmittelbar anwendbare Rechtsnormen den Begriff des Verursachers ohne nähere Konkretisierung verwenden (namentlich Art. 32d oder 59 USG; Art. 54 GSchG), hat die Rechtsprechung für die Umschreibung des Verursacherbegriffs zur Begrenzung der Kostenpflicht das Erfordernis der Unmittelbarkeit aufgestellt (BGE 131 II 743 E. 3.2) und in weitgehender Anlehnung an den polizeirechtlichen Störerbegriff sowohl den Zustands- als auch den Verhaltensstörer kostenpflichtig erklärt (BGE 131 II 743 E. 3.1, mit Hinweisen; Urteil 1A.178/2003 vom 27. August 2004 E. 4, in: ZBl 106/2005 S. 48; SCHERRER, a.a.O., S. 91 f.; WAGNER PFEIFER, a.a.O., S. 49). Ein Gesichtspunkt für die Kostenzurechnung ist auch der Umstand, dass jemand wirtschaftliche Vorteile aus dem in Frage stehenden Geschäft hat oder aufgrund eines Rechtsverhältnisses demjenigen überwälzen kann, der den Schaden unmittelbar verursacht hat (zitiertes |126| Urteil 1A.178/2003 E. 7; vgl. BGE 125 II 129 E. 10b S. 150 sowie - ausserhalb des Umweltrechts - BGE 135 I 130 E. 6.3, wonach es mit der Rechtsgleichheit vereinbar ist, den Organisatoren von sportlichen Grossveranstaltungen Kosten der dadurch veranlassten Polizeieinsätze aufzuerlegen).\n\n5.3.3 Wo - wie bei Art. 32a USG (vorne E. 3.1) - die Umsetzung des Verursacherprinzips einer konkretisierenden Gesetzgebung bedarf, ergibt sich der Verursacherbegriff in erster Linie aus der positivrechtlichen Regelung, wobei der zuständige Gesetzgeber im Rahmen der umweltrechtlichen Grundsätze einen Gestaltungsspielraum in dieser Zuordnung hat (BGE 132 II 371 E. 3.3; CHAULMONTET, a.a.O., S. 58, 64; FRICK, a.a.O., S. 26 f., 55 f., 126, 133 f.; ANNE PETITPIERRE, Le principe pollueur-payeur, ZSR 108/1989 II S. 431 ff., 462 ff.; RAUSCH/MARTI/GRIFFEL, a.a.O., S. 38 Rz. 105; SEILER, a.a.O., N. 59 zu Art. 2 USG). Das Gesetz kann auch Personen als Verursacher bezeichnen, die nicht Störer im polizeirechtlichen Sinne oder unmittelbare Verursacher sind, sofern ein hinreichend direkter funktioneller Zusammenhang besteht, der eine normative Zurechnung erlaubt (\"Zweckveranlasser\"; vgl. WAGNER PFEIFER, a.a.O., S. 49 f.). So wird es z.B. als zulässig erachtet, den Hersteller eines Produkts als kostenpflichtig zu bezeichnen für Umweltbeeinträchtigungen, die durch das produzierte Gut als solches verursacht werden (CHAULMONTET, a.a.O., S. 68 f.; STEINER, a.a.O., S. 29; a.M. FRICK, a.a.O., S. 176 f.). In diesem Sinne müssen nach Art. 32abis USG die Hersteller und Importeure von Produkten, welche nach Gebrauch bei zahlreichen Inhabern als Abfälle anfallen, eine vorgezogene Entsorgungsgebühr bezahlen, obwohl sie nicht unmittelbar die Abfälle verursachen; auch das gilt als Finanzierungsinstrument zur Durchsetzung des Verursacherprinzips, zumal die Hersteller und Importeure die Gebühr auf die Konsumenten überwälzen können (vgl. BRUNNER, a.a.O., N. 1 zu Art. 32abis USG; MORELL, a.a.O., N. 26 zu Art. 74 BV; STEINER, a.a.O., S. 297; WAGNER PFEIFER, a.a.O., S. 62 Rz. 99). Auch die Rücknahmepflicht für Abfälle (Art. 30b Abs. 2 USG) belastet Personen, die am Anfang der Abfallkausalkette stehen und die Abfälle nicht selber unmittelbar verursachen, mit Kosten, die allenfalls mittels Pfandgebühren auf die Konsumenten überwälzt werden können.\n\n5.3.4 Im Bereich der nach Art. 32a USG zu erhebenden Abfallgebühren haben die Kantone und Gemeinden nach der Rechtsprechung einen grossen Gestaltungsspielraum. Das Gesetz verlangt nicht, dass die Kehrichtentsorgungsgebühren ausschliesslich proportional zur |127| effektiv erzeugten Menge des Abfalles erhoben werden; zwischen den Benützungsgebühren und dem Ausmass der Beanspruchung der Entsorgungseinrichtung muss aber ein gewisser Zusammenhang bestehen, was eine Schematisierung nicht ausschliesst (BGE 137 I 257 E. 6.1.1; BGE 129 I 290 E. 3.2 S. 296 f.; Urteile 2P.266/2003 vom 5. März 2004 E. 3.1, in: URP 2004 S. 197; 2P.298/2003 vom 10. September 2004 E. 6 und 7.1, in: RtiD 2005 I S. 122; 2P.63/2006 vom 24. Juli 2006 E. 3.1, in: URP 2006 S. 859). Die Gebühr muss - vorbehältlich eines Ausnahmetatbestands gemäss Art. 32a Abs. 2 USG - zwingend einen Bezug zur Abfallmenge aufweisen; ein System, das ausschliesslich mengenunabhängige Gebühren vorsieht, ist unzulässig, weil es keine Lenkungswirkung hat (Art. 32a Abs. 1 lit. a USG; BGE 137 I 257 E. 6.1.1 S. 270 in ausdrücklicher Abweichung von dem anderslautenden Urteil 2P.63/2006 vom 24. Juli 2006 E. 3, in: URP 2006 S. 859). Zulässig sind aber Kombinationen von individuellen, mengenabhängigen Gebühren und festen Grundgebühren oder von mehreren verschiedenen, mengenabhängigen Abgaben (BGE 137 I 257 E. 6.1 S. 268; BGE 125 I 449 E. 3b/cc; FRICK, a.a.O., S. 183 f.; GRIFFEL, a.a.O., S. 200 f.; RAUSCH/MARTI/GRIFFEL, a.a.O., S. 41; WAGNER PFEIFER, a.a.O., S. 53). Insbesondere kann neben einer mengenabhängigen Gebühr eine mengenunabhängige Grundgebühr erhoben werden, welche namentlich für die Aufrechterhaltung der Infrastruktur (Organisation der Einsammlung und des Transports sowie der Verwertung der Abfälle) zu bezahlen ist (Bereitstellungsgebühr). Da die Grundgebühr damit der Deckung der Fixkosten dient, die unabhängig von der Abfallmenge anfallen, widerspricht es dem Verursacherprinzip nicht, wenn sie mit einem gewissen Schematismus, z.B. pro Wohnung, bemessen wird (Urteile 2A.403/1995 vom 28. Oktober 1996 E. 3c und 4b, in: URP 1997 S. 39; 2P.223/2005 vom 8. Mai 2006 E. 4.1, in: ZBl 108/2007 S. 493; 2P.187/2006 vom 26. März 2007 E. 2.4; 2C_415/2009 vom 22. April 2010 E. 3). Zulässig ist auch die Bemessung nach Nutzfläche, umbautem Raum oder Anzahl Wohnräumen (zitiertes Urteil 2P.266/2003 E. 3.2). Für die mengenabhängigen Gebühren wird in der Regel derjenige als kostenpflichtig bezeichnet, der die Abfälle dem Entsorgungssystem übergibt. Dieser ist der direkte Verursacher. Die Grundgebühr kann demgegenüber vom Liegenschaftseigentümer erhoben werden, selbst wenn dieser nicht direkt Abfallverursacher ist, da er sie auf die Mieter überwälzen kann, welche unmittelbar den Abfall zur Entsorgung übergeben (Art. 257 Abs. 2 und Art. 257b OR; Urteile 2A.403/1995 vom |128| 28. Oktober 1996 E. 4b, in: URP 1997 S. 39; 2P.187/2006 vom 26. März 2007 E. 2.4; 2C_415/2009 vom 22. April 2010 E. 3; BRUNNER, a.a.O., N. 80 zu Art. 32a USG; GRIFFEL/RAUSCH, a.a.O., N. 13 zu Art. 32a USG; STEINER, a.a.O., S. 298). Ebenso kann sie nicht nur von Haushalten, sondern auch von Betrieben erhoben werden (Urteil 2P.259/1996 vom 4. August 1997 E. 4; 2P.231/2005 vom 11. August 2006 E. 3.2, in: RDAF 2007 I S. 31).\n\n5.4\n\n5.4.1 Vorliegend erhebt die Beschwerdeführerin nebst der Grundgebühr auch eine Verursachergebühr nach Massgabe der zu entsorgenden Abfallmenge (Art. 14 Abs. 1 lit. b AFR), welche als Kilo-, Container- oder Sackgebühr oder nach Aufwand bemessen wird (Art. 18 und 19 AFR). Insoweit hält die Beschwerdeführerin die Vorgaben von Art. 32a USG ein. Streitig ist aber, ob mit der von den Gebäudeeigentümern erhobenen Grundgebühr auch die Entsorgung des im öffentlichen Raum angefallenen Siedlungsabfalls finanziert werden darf. Es stellt sich also die Frage, ob bzw. inwieweit eine derart ausgestaltete Grundgebühr, die neben der Bereitstellungskomponente auch eine Finanzierungskomponente für die Abfallentsorgung auf öffentlichem Grund enthält, zulässig ist.\n\n5.4.2 Die Vorinstanz hat mit Recht erwogen, dass ein gewisser sachlicher Zusammenhang zwischen der Gebühr und der Person des Abgabepflichtigen bestehen muss. Ihre Argumentation, es könnten nur solche Personen kostenpflichtig im Sinne von Art. 32a USG werden, welche die Siedlungsabfälle dem Entsorgungssystem übergeben, geht indessen zu weit: Das Verursacherprinzip verlangt nicht zwingend einen direkten, individualisierbaren Zusammenhang zwischen Umweltbelastung und Kostenauflage, sondern erlaubt Pauschalierungen aufgrund von Erfahrungs- und Durchschnittswerten (RAUSCH/MARTI/GRIFFEL, a.a.O., S. 32 f.; vgl. vorne E. 4.3.5). Namentlich ist den Grundgebühren immanent, dass sie nicht direkt proportional zu der zu entsorgenden Abfallmenge erhoben werden (zit. Urteil 2C_415/2009 E. 3; BRUNNER, a.a.O., N. 78 zu Art 32a USG; RAUSCH/MARTI/GRIFFEL, a.a.O., S. 40 f. Rz. 113) und auch anderen Personen als den unmittelbaren Verursachern auferlegt werden können (vorne E. 5.3.4). Der Umstand, dass die unmittelbaren Verursacher nicht identifiziert werden können, schliesst somit nicht aus, dass andere, in der Kausalkette weiter zurückliegende Personen als Verursacher betrachtet und kostenpflichtig erklärt werden können (vgl. auch vorne E. 5.3.3). Insoweit ist der Beschwerdeführerin beizupflichten. |129|\n\n5.4.3 Indessen muss sowohl im Lichte von Art. 32a USG als auch von Art. 8 und 9 BV ein sachlicher Grund vorliegen, der es erlaubt, die mit der streitigen Gebühr zu bezahlenden Aufwendungen eher den Gebäudeeigentümern anzulasten als anderen Personen bzw. der Allgemeinheit. Die allen Gebäudeeigentümern auferlegte Abfallgrundgebühr darf nur zur Deckung derjenigen Kosten verwendet werden, die durch die Gesamtheit der Gebäudeeigentümer verursacht werden. In diesem Zusammenhang beruft sich die Vorinstanz mit Recht auf die Entscheide BGE 124 I 289; BGE 131 I 1 und 313, wo das Bundesgericht es als Verletzung von Art. 8 BV (bzw. Art. 4 aBV) erachtet hat, ausschliesslich oder hälftig den Grundeigentümern die Kosten für Instandhaltung und Reinigung des Strassennetzes oder für die öffentliche Strassenbeleuchtung aufzuerlegen, da das öffentliche Strassennetz von den Grundeigentümern nicht stärker als von der übrigen Bevölkerung in Anspruch genommen wird. Es fehlt daher an einem Sondervorteil, der eine Zurechnung an die Grundeigentümer rechtfertigen könnte. Der Umstand, dass die Eigentümer, welche ihre Liegenschaften vermieten, sie den Mietern überwälzen können, ändert daran nichts (BGE 124 I 289 E. 3e S. 294). In BGE 138 II 70 entschied das Bundesgericht sodann, dass aufgrund des Willkürverbots (Art. 9 BV) eine Benützungsgebühr für die Sondernutzung des öffentlichen Grundes nur von denjenigen erhoben werden kann, welche direkt den öffentlichen Grund benutzen, nicht aber von denjenigen, welche bloss indirekt einen Nutzen aus dieser Nutzung haben. Es muss somit ein direkter Zurechnungszusammenhang zwischen der Abgabe und der damit finanzierten Tätigkeit bestehen. Auch bei den gesetzlichen Regelungen, welche die Entsorgungskosten Personen am Anfang der Kausalkette auferlegen (vorne E. 5.3.3), besteht ein solcher Zusammenhang zwischen der Kostenpflicht und der Entstehung der Abfälle.\n\n5.4.4 Im Lichte dieser Rechtslage verstösst es gegen das Willkürverbot (Art. 9 BV) und gegen Art. 32a USG, die Gebäudeeigentümer generell als Verursacher der im öffentlichen Raum entsorgten Abfälle zu betrachten. Ein hinreichender Zurechnungszusammenhang zwischen Grundstücknutzung und der Entsorgung von Abfall auf öffentlichem Grund kann zwar bejaht werden in Bezug auf Take-away-Betriebe und dergleichen: Diese verkaufen Produkte, die einen hohen Abfallanteil enthalten und bestimmungsgemäss zu einem grossen Teil im öffentlichen Raum konsumiert werden. Es liegt |130| auf der Hand, dass ein erheblicher Teil des dabei anfallenden Abfalls in öffentlichen Abfalleimern entsorgt oder gelittert wird, so dass eine anteilmässige Kostenauferlegung an solche Betriebe zulässig ist (ebenso WAGNER PFEIFER, a.a.O., S. 58 f. Rz. 89), zumal diese die Kosten auf ihre Kunden überwälzen können. Analoges gilt für andere Anlagen oder Organisatoren von Veranstaltungen, die von ihrem Betriebskonzept her dazu führen, dass signifikante Abfallmengen auf öffentlichem Grund beseitigt werden. Die Beschwerdeführerin begründet denn auch die streitige Gebühr primär mit dem Bestreben, derartige Betriebe zu erfassen. Dieses Anliegen ist im Grundsatz berechtigt; würden die streitigen Kostenteile nur solchen Betrieben nach sachlich haltbaren Kriterien auferlegt, wäre dagegen nichts einzuwenden. Eine Integration des genannten Aufwandes für die Abfallentsorgung auf öffentlichem Grund in die von allen Grundeigentümern bezahlte Grundgebühr würde aber voraussetzen, dass dieser Aufwand nach dem gleichen Massstab bzw. den gleichen Kriterien auf alle Gebäudeeigentümer verteilt werden könnte wie die Bereitstellungskosten. Dies ist, was das Verhältnis zwischen den Take-away Betrieben und den übrigen Gebäudeeigentümern angeht, offensichtlich nicht der Fall.\n\n5.4.5 Sodann tragen die Take-away-Betriebe und dergleichen (die mit Faktor 2,0 belastet werden) gemäss den verbindlichen Sachverhaltsfeststellungen der Vorinstanz nur zu 0,2 % an die Kosten der Abfallentsorgung des öffentlichen Raums bei, während der überwiegende Teil dieser Kosten (rund 80 %) aus den Grundgebühren der Gebäudeeigentümer, die mit Faktor 1 oder weniger belastet sind, bezahlt wird (namentlich Wohnungen, Verwaltungs- und Bürogebäude, Industrie- und Gewerbebauten u. dgl.). In Bezug auf diese Eigentümer ist ein relevanter Sondervorteil, der eine Kostenzurechnung für den im öffentlichen Raum entsorgten Abfall rechtfertigen würde, nicht ersichtlich: Ein Zusammenhang zwischen Gebäudenutzung und Abfallentsorgung besteht höchstens in einer sehr indirekten Weise und bei den meisten Liegenschaften wohl überhaupt nicht. Der Gebäudeeigentümer hat auch keine Möglichkeit, diese Kosten auf die eigentlichen Verursacher zu überwälzen; er kann höchstens gesamthaft und pauschal die Kosten seinen Mietern oder anderen Personen, die sein Gebäude benützen, überwälzen, die aber ihrerseits nicht zwangsläufig den betreffenden Abfall verursachen. Schliesslich hat der Finanzierungsmodus eine Lenkungswirkung |131| höchstens insoweit, als die Gebäudeeigentümer ein Interesse daran haben können, nicht zu einer der höher eingestuften Kategorien zu gehören. Die Eigentümer mit Faktor 1 oder weniger, die den grössten Teil der streitigen Kosten tragen, haben jedoch durch die Ausgestaltung der Grundgebühr kaum die Möglichkeit und jedenfalls nicht den geringsten Anreiz zur Abfallvermeidung, so dass entgegen der Auffassung der Beschwerdeführerin insoweit eine Lenkungswirkung nicht besteht (vgl. BGE 137 I 257 E. 6.3; 2P.63/2006 vom 24. Juli 2006 E. 3.3, in: URP 2006 S. 859).\n\n5.4.6 Die streitige Gebührenkomponente verletzt auch die Rechtsgleichheit (Art. 8 Abs. 1 BV): Wenn ein privater Grundstückeigentümer (z.B. als Inhaber eines Verkaufsgeschäfts oder Gastwirtschaftsbetriebes) auf seinem Grundstück Abfallbehälter aufstellt, in denen das Publikum Abfälle entsorgen kann, so muss er diese Abfälle entsorgen und dafür eine mengenabhängige Sack- oder Containergebühr bezahlen, wie auch die Beschwerdeführerin selber vorträgt. Dasselbe gilt für Abfälle, welche von Dritten illegal auf Privatgrundstücken entsorgt werden; der Eigentümer kann zwar versuchen, sich mit den ihm zur Verfügung stehenden privat- und strafrechtlichen Mitteln dagegen zu wehren; soweit ihm das aber nicht gelingt, muss er den Abfall auf seine Kosten entsorgen und gilt insoweit als kostenpflichtiger Verursacher im Sinne von Art. 32a USG. Aus Rechtsgleichheitsgründen muss deshalb auch das Gemeinwesen als Eigentümer öffentlicher Strassen und Plätze als Verursacher betrachtet werden, wenn darauf (legal oder illegal) Siedlungsabfälle entsorgt werden. Direkte Verursacher sind hier diejenigen Personen, welche den Abfall wegwerfen, die aber - wie die Beschwerdeführerin geltend macht - praktisch kaum individuell zur Kostentragung herangezogen werden können. Indem das Gemeinwesen öffentliche Abfallbehälter bereitstellt oder durch ungenügende präventive oder repressive Massnahmen die illegale Entsorgung nicht verhindert, ist es als sekundärer Verursacher zu betrachten und hat daher die Kosten der Entsorgung zu bezahlen, jedenfalls weit eher als die Eigentümer von Gebäuden, die von den Personen, die sich in der Stadt aufhalten, allenfalls benützt oder besucht werden.\n\n5.4.7 Zwar hat das Bundesgericht im Urteil 2A.403/1995 vom 28. Oktober 1996 E. 3c, auf das sich die Beschwerdeführerin bezieht, als Aufgaben, die mit der Grundgebühr finanziert werden können, auch das Aufstellen von Kehrichteimern auf öffentlichen Strassen und |132| Plätzen bezeichnet. Dies war aber nicht Streitthema. Angesichts der unvermeidlichen Schematisierung und Pauschalierung der Grundgebühr (vorne E. 5.3.4) ist es auch nicht a priori ausgeschlossen, damit die Kosten öffentlicher Kehrichteimer zu finanzieren, solange diese einen völlig untergeordneten und vernachlässigbaren Anteil ausmachen und angenommen werden kann, dass die entsprechenden Kosten zu den Bereitstellungskosten für die Entsorgung der Liegenschaften gehören. In der Stadt Bern wurden jedoch gemäss den verbindlichen Sachverhaltsfeststellungen der Vorinstanz in den Jahren 2007 und 2008 rund 32 bzw. 26 % der Grundgebühr für die Reinigung des öffentlichen Raums und die Entsorgung von gelitterten und in öffentlichen Abfallbehältern zurückgelassenen Abfälle verwendet (vorne E. 3.4). Diesen Anteil den Grundeigentümern aufzuerlegen, die nicht Verursacher dieses Abfalls sind, sprengt den Rahmen einer zulässigen Schematisierung bei weitem.\n\n5.4.8 Art. 32a USG schliesst unter Vorbehalt der Ausnahmen gemäss Abs. 2 eine Finanzierung der Abfallentsorgung aus allgemeinen Steuermitteln aus (vorne E. 4.5, vgl. BGE 137 I 257 E. 4.2; BGE 125 I 449 E. 3b/bb S. 455; BRUNNER, a.a.O., N. 24 zu Art. 32a USG; RAUSCH/MARTI/GRIFFEL, a.a.O., S. 41 Rz. 113). Das bezieht sich aber auf die Entsorgung der von Privaten verursachten Abfälle. Ist hingegen das Gemeinwesen selber als Abfallverursacher zu betrachten, weil auf seinen Grundstücken der Abfall anfällt, so hat es die daraus resultierenden Kosten aus seinen allgemeinen (Steuer-)Mitteln zu bezahlen, nicht in seiner Eigenschaft als hoheitliches Gemeinwesen, sondern als Grundstückeigentümer. Auf diese Weise wird auch der anzustrebenden Lenkungswirkung des Verursacherprinzips (vorne E. 5.3.1 und 5.3.4) besser Rechnung getragen: Das Gemeinwesen hat im Unterschied zum privaten Grundeigentümer (E. 5.4.5) sowohl die Möglichkeit als auch - sofern es für die Entsorgung der Abfälle mengenabhängig bezahlen muss - einen Anreiz, gegen das illegale Entsorgen von Abfällen im öffentlichen Raum vorzugehen.\n\n6. Der angefochtene Entscheid erweist sich damit jedenfalls im Ergebnis als grundsätzlich richtig, soweit er die Auferlegung der streitigen Kosten an alle Gebäudeeigentümer als unzulässig erklärt und die Sache zur Neufestsetzung der Grundgebühren an die Beschwerdeführerin zurückweist. Entgegen der Auffassung der Beschwerdeführerin wird damit nicht verunmöglicht, für die Entsorgung mittels auf öffentlichem Grund aufgestellten Grosscontainern (in welche |133| Hauskehrichtabfälle entsorgt werden) Gebühren zu verlangen. Es handelt sich dabei um Abfälle, die in den Haushalten oder Betrieben anfallen und dort verursacht werden. Dasselbe gilt für die Separatsammlung von Grünabfällen, Altglas u. dgl., die in der Regel grossmehrheitlich aus Haushalten und Betrieben stammen und deren Entsorgung deshalb mit den von diesen bezahlten Grund- oder Mengengebühren finanziert werden kann (Urteile 2P.259/1996 vom 4. August 1997 E. 2a und 3c; 2A.403/1995 vom 28. Oktober 1996 E. 3c, in: URP 1997 S. 39).\n\nNicht zutreffend erweist sich der angefochtene Entscheid, soweit darin auf eine ausschliessliche und endgültige Pflicht des Gemeinwesens geschlossen wird, die Entsorgungskosten für so genannt gelitterten oder in öffentlichen Behältern zurückgelassenen Siedlungsabfall im Sinne von Art. 32 Abs. 2 USG aus allgemeinen Steuermitteln zu decken. Diese Kosten sind vielmehr gemäss Art. 32a USG über die Abfallrechnung zu finanzieren (E. 4.5) und können den Beschwerdegegnerinnen - wie dargelegt zwar nicht im Rahmen der Grundgebühr von Art. 14 Abs. 1 lit. a AFR, aber (unter Vorbehalt hinreichender rechtlicher Grundlagen) beispielsweise durch Erhebung eines entsprechenden Zuschlags - nach sachlich haltbaren Kriterien insoweit auferlegt werden, als plausibel dargelegt werden kann, dass diese in besonderer Weise zur Entstehung des im öffentlichen Raum beseitigten Abfalls beitragen (E. 5.4.4). Die verbleibenden Kostenanteile sind durch das Gemeinwesen in seiner Eigenschaft als Grundstückeigentümer und (sekundärer) Verursacher im Sinne von Art. 32a USG zu tragen (E. 5.4.6 und 5.4.8). Die Erwägungen der Vorinstanz sind in diesem Sinne zu präzisieren."}