{"annee": "80", "cour": "II", "page": "82", "date": "1/2/1954", "cite": [], "cite_par": ["93 II 439", "95 II 176", "126 III 182", "105 II 104"], "chapeau": "11. Arrêt de la Ire Cour civile du 1 er février 1954 dans la cause Brodard contre Bigio.", "regestes": ["Chèque, assignation. Lorsqu'un titre intitulé \"chèque\" par le souscripteur n'indique pas le lieu de sa création et ne porte aucun nom de lieu à côté du nom du tireur, il est nul comme chèque (art. 1100 ch. 5, 1101 al. 4 CO; consid. 2). De la conversion des actes juridiques. En général, un chèque nul en la forme est valable comme assignation (consid. 3). En elle-même, l'assignation ne donne pas à l'assignataire le droit de se retourner contre l'assignant si l'assigné refuse le paiement (consid. 4)."], "faits": "BGE 80 II 82 S. 83\n\nA.- Samy Bigio, domicilié à Paris, a établi, le 13 novembre 1947, sur une formule de l'Union de Banques Suisses, un document dont le recto a la teneur suivante:\n\n\"Le treize Novembre 47: Frs 10.000.--\n\nUNION DE BANQUES SUISSES GENEVE\n\nPayez contre ce chèque à l'ordre de ... ... au porteur .........la somme de francs...........dix mille francs suisses-----\n\n(timbre) Samy Bigio (sig.)\n\nSamy Bigio\n\nChèque Série D no 150 898.\"\n\n(suit une note concernant le droit de timbre).\n\nIl remit ce papier à Karl Bitter-Sonnenreich. Le 22 décembre 1947, il signala à l'Union de Banques Suisses, à Genève, que le \"chèque\" avait été perdu et il la pria de le considérer comme nul et d'en refuser le paiement.\n\nCe document fut présenté à la banque le 29 janvier 1948 par un tiers, Victor-Emmanuel Guillaume, de Paris. Elle refusa de le payer. Le 30 juin 1949, le même papier fut présenté par André Brodard, qui le tenait de Guillaume. La banque agit de même.\n\nB.- Brodard fit séquestrer, à Genève, des biens appartenant à Bigio et intenta à ce dernier une poursuite pour 10 000 francs avec intérêt à 5% dès le 13 novembre 1947 et 19 fr. 30 de frais de séquestre. Bigio fit opposition, mais Brodard obtint la mainlevée provisoire.\n\nBigio intenta une action en libération de dette devant les tribunaux genevois, pour faire constater l'inexistence de l'obligation dont l'exécution lui était réclamée.\n\nPar jugement du 5 novembre 1952, le Tribunal de première instance débouta le demandeur de ses conclusions.\n\nEn appel, la Cour de justice de Genève a admis la demande et prononcé que Bigio ne devait pas la somme pour laquelle il était poursuivi. Elle considère que le document litigieux n'est pas un chèque, attendu qu'il n'indique BGE 80 II 82 S. 84pas le lieu où il a été créé et qu'aucun nom de lieu ne figure à côté de celui du tireur; qu'il ne constitue pas non plus un papier-valeur innomé, car il n'accorde au porteur aucun droit contre le tiré ou le tireur; qu'il doit donc être considéré comme une simple assignation; que, dans ces conditions, il incombe à Brodard d'établir que Bitter ou Guillaume lui ont cédé leurs droits et qu'ils étaient bien créanciers de Bigio; que cette preuve n'a pas été apportée; que Brodard, en effet, n'est pas au bénéfice d'une cession de créance, de sorte qu'il n'a pas qualité pour agir; qu'au surplus, il n'a été prouvé ni par les dépositions des témoins ni par d'autres indices que Bigio eût une dette envers Bitter ou Guillaume.\n\nC.- Contre cet arrêt, Brodard recourt en réforme au Tribunal fédéral en concluant à ce que Bigio soit débouté de sa demande. Il admet que le document litigieux n'est pas un chèque, mais allègue qu'il s'agit d'un papier-valeur au porteur, selon les art. 978 et suiv. CO. Dès lors, dit-il, l'intimé ne peut lui opposer que les exceptions prévues à l'art. 979 CO, dont les conditions ne sont pas remplies en l'espèce. Enfin, il déclare que, si l'on considère, d'accord avec la Cour de justice, le \"chèque\" comme une simple assignation, il n'entend pas discuter l'arrêt attaqué, qui, sur ce point, repose sur des constatations de fait.\n\nL'intimé conclut au rejet du recours en réforme.", "considerants": "Considérant en droit:\n\n1. La qualification juridique du document litigieux doit être déterminée selon la lex fori, c'est-à-dire d'après le droit suisse (RO 59 II 399 consid. 2; cf. également 65 II 71, consid. 3).\n\nA son art. 1139 al. 1, le CO reprend l'art. 4 al. 1 de la Convention de Genève du 19 mars 1931 destinée à régler certains conflits de lois en matière de chèques. Aux termes de cette disposition, la forme des engagements pris au moyen de chèques est réglée par la loi du pays sur le territoire duquel ces engagements ont été souscrits; toutefois, BGE 80 II 82 S. 85l'observation des formes prescrites par la loi du lieu de paiement suffit. En l'espèce, cette dernière est la loi suisse, tandis que le pays où l'engagement a été souscrit est la France. Pour être valable comme chèque, il suffirait donc que le document litigieux satisfasse aux formes exigées dans l'un de ces deux pays. Or la France comme la Suisse ont adopté dans leur législation nationale les art. 1er et 2 de l'Annexe I de la Convention de Genève du 19 mars 1931 portant loi uniforme sur les chèques (pour la Suisse, art. 1100 et 1101 CO; pour la France, art. 1er et 2 du décret-loi du 30 octobre 1935 unifiant le droit en matière de chèques). Le titre signé par Bigio ne constitue donc un chèque que s'il est conforme à ces dispositions.\n\n2. A l'encontre de l'art. 1100 ch. 4 et 5 CO (qui correspond à l'art. 1er ch. 4 et 5 du décret-loi français du 30 octobre 1935), le \"chèque\" produit n'indique ni le lieu où le paiement doit s'effectuer, ni le lieu où il a été créé. En règle générale, le défaut d'une des mentions exigées par la loi entraîne la nullité du chèque comme tel (art. 1101 al. 1 CO). Mais ce n'est pas le cas de celles qui manquent sur le titre signé par Bigio. L'indication du lieu d'émission et celle du lieu de paiement ne sont pas absolument indispensables, en ce sens qu'en cas de silence du titre la loi y supplée au moyen de présomptions et n'annule pas le chèque ipso facto.\n\nPour l'endroit où le chèque doit être présenté, l'art. 1101 al. 2 CO prescrit en effet qu'à défaut d'indication spéciale, le lieu désigné à côté du nom du tiré est réputé être le lieu de paiement. En l'espèce, le nom du tiré, l'Union de Banques Suisses, est accompagné d'un nom de ville: Genève. C'est donc ce lieu qui est considéré comme l'endroit où le paiement doit être effectué. Dès lors, le \"chèque\" satisfait sur ce point aux conditions exigées par la loi.\n\nQuant au lieu d'émission, l'art. 1101 al. 4 CO dispose que le chèque qui ne porte aucune indication à ce sujet est considéré comme souscrit dans le lieu désigné à côté du nom du tireur. En l'occurrence, toutefois, aucun lieu BGE 80 II 82 S. 86n'est mentionné à côté du nom de Bigio. La présomption de l'art. 1101 al. 4 CO ne peut donc s'appliquer, ce qui emporte la nullité du titre comme chèque. En effet, si le défaut d'indication au sujet du lieu d'émission n'entraîne pas d'emblée la conséquence prévue par l'art. 1101 al. 1 CO, il n'en constitue pas moins un vice qui ne peut être réparé que par la désignation d'un nom de lieu à côté du nom du tireur. Car le lieu d'émission joue un rôle important dans le règlement des conflits de lois. En particulier, c'est la loi du pays sur le territoire duquel les obligations résultant du chèque ont été souscrites qui règle les effets de ces engagements (art. 1140 CO; Convention de Genève du 19 mars 1931 destinée à régler certains conflits de lois en matière de chèques, art. 5). La sécurité juridique exige donc que le lieu de création soit à tout le moins clairement déterminable par le titre. Si cette condition n'est pas remplie, le document ne saurait constituer un chèque.\n\n3. Brodard prétend cependant que le titre qu'il produit est en tout cas un papier-valeur innomé. Cette question doit être tranchée à la lumière du droit suisse, qui est la lex fori.\n\nA l'encontre du code civil allemand (§ 140), le droit suisse ne contient aucune disposition générale sur la conversion des actes juridiques. La doctrine et la jurisprudence considèrent cependant que, lorsqu'un acte nul remplit les conditions d'un autre acte juridique, ce dernier est valable s'il a un but et produit un résultat semblable à ceux du premier et s'il faut admettre que telle aurait été la volonté des parties dans le cas où elles auraient eu connaissance de cette nullité (RO 75 II 91 consid. 4, 76 II 13 consid. 5 et les références indiquées, 76 II 278, consid. 3). Toutefois, l'acte substitué ne saurait évidemment aller au delà de celui qui était voulu par les parties et imposer à l'une ou l'autre de ces dernières des obligations plus strictes.\n\nEn l'espèce, on peut se dispenser de juger si, comme le soutient le recourant, il existe en droit suisse des papiersvaleurs BGE 80 II 82 S. 87innomés, c'est-à-dire des documents qui, sans que cette qualité leur soit expressément reconnue par la loi, sont des papiers-valeurs par le seul fait qu'ils remplissent les conditions générales des art. 965 et suiv. CO et que les parties ont voulu leur donner ce caractère (cf. RO 65 II 77, consid. 6). Car, même si l'on tranchait cette question par l'affirmative, la conversion voulue par le recourant ne pourrait être opérée. Ce dernier prétend en effet que le titre litigieux est un papier-valeur qui donne au porteur le droit inconditionnel de se faire payer 10 000 fr. Or, si le document en cause était un chèque, le porteur ne pourrait recourir contre le tireur qu'à la condition que le titre, présenté en temps utile, n'ait pas été payé par le tiré et que le refus de paiement ait été constaté conformément à la loi (art. 1128 CO). Ainsi, la conversion proposée par le recourant aggraverait les obligations du souscripteur, ce qui exclut cette opération. Du reste, il ressort de la loi que le législateur n'a pas voulu qu'un chèque nul en la forme soit considéré comme un papier-valeur innomé. L'art. 1102 al. 2 CO dispose en effet que le chèque qui n'est pas tiré sur un banquier vaut comme simple assignation; il n'y a aucune raison que le chèque tiré sur un banquier mais entaché d'un vice de forme ait un sort différent et reste un papier-valeur.\n\n4. Mais le chèque n'est qu'une forme qualifiée de l'assignation. Comme elle, il donne à une personne le pouvoir d'encaisser un certain montant chez une autre et à cette dernière le pouvoir de se libérer en main de la première. On doit donc admettre, en règle générale, qu'un chèque nul en la forme constitue une assignation. Cependant, même si l'on opère cette conversion en l'occurrence, le recours doit être rejeté, ainsi que Brodard le reconnaît. En effet, l'assignation, en elle-même, ne donne pas à l'assignataire le droit de se retourner contre l'assignant si l'assigné refuse le paiement. Une garantie du paiement ne résulte pas de la nature de l'assignation, qui peut sans doute comporter, mais qui n'implique nullement une dette BGE 80 II 82 S. 88préexistante ou un engagement de la part de l'assignant envers l'assignataire (RO 40 II 408). Il eût dès lors incombé au recourant de prouver l'existence d'une dette de Bigio envers lui. Or, sur ce point, le juge du fait a constaté, de manière à lier le Tribunal fédéral, que Brodard n'était pas au bénéfice d'une cession de ceux qui pourraient être créanciers de l'intimé et qu'au surplus l'existence d'une dette de ce dernier n'était pas établie.\n\nPar ces motifs, le Tribunal fédéral prononce:\n\nLe recours est rejeté et l'arrêt attaqué est confirmé."}