{"annee": "80", "cour": "I", "page": "184", "date": "3/3/1954", "cite": ["67 II 80", "47 I 64", "78 I 313", "45 II 241", "77 I 117", "57 I 415", "76 I 302", "67 I 97", "68 I 135", "77 I 22", "59 I 207", "40 I 221", "69 I 74", "53 I 276", "52 I 23"], "cite_par": ["104 IA 264", "94 I 318", "101 IA 557", "94 II 220", "125 I 458"], "chapeau": "30. Urteil vom 3. März 1954 i.S. Kanton Thurgau gegen Kanton St. Gallen.", "regestes": ["Le mineur qui exerce une activité dépendante possède son domicile fiscal à son lieu de travail, à moins que des liens plus étroits de nature personnelle ou familiale ne l'unissent à un autre endroit (changement de jurisprudence)."], "faits": "|185|\n\nA.- Der 1935 geborene Fritz Indermauer, dessen Eltern in Berneck (Kanton St. Gallen) wohnen, ist als Landarbeiter in Aadorf (Kanton Thurgau) in Stellung. Das Gemeindesteueramt Berneck nahm ihm gegenüber die Steuerhoheit des Kantons St. Gallen und der Gemeinde Berneck in Anspruch und teilte dem Gemeindesteueramt Aadorf mit Brief vom 6. Dezember 1952 mit, dass Indermauer gestützt auf das Urteil des Bundesgerichtes vom 20. Dezember 1950 i.S. Schüpbach (BGE 76 I 302) am Wohnort der Eltern in Berneck besteuert werde. Die Steuerverwaltung des Kantons St. Gallen bestätigte diesen Standpunkt.\n\nB.- Mit staatsrechtlicher Klage vom 14. Juli 1953 beantragt der Kanton Thurgau, das Bundesgericht wolle feststellen, dass Fritz Indermauer in Aadorf steuerpflichtig sei. Zur Begründung wird im wesentlichen ausgeführt: Nach der Rechtsprechung des Bundesgerichts im Falle Schüpbach befinde sich der Steuerwohnsitz des unselbständig erwerbenden Minderjährigen am Wohnort des Inhabers der elterlichen Gewalt. Der Kläger beantrage, diese Praxis zu überprüfen und für die unmündigen Kinder, welche selbständig oder unselbständig erwerbstätig seien und sich ausserhalb des Wohnsitzes des Gewaltinhabers befänden, ein selbständiges Steuerdomizil anzuerkennen. Denn wirtschaftlich könne zwischen selbständig und unselbständig erwerbenden Kindern mit Bezug auf ihre Selbständigkeit oder Unselbständigkeit gegenüber dem Inhaber der elterlichen Gewalt ein massgeblicher Unterschied nicht anerkannt werden. Die Erfahrung zeige, dass in unselbständiger Stellung tätige Kinder gegenüber den Eltern oft unabhängiger seien als selbständig erwerbende. Dazu kämen Schwierigkeiten in der Veranlagung und im Bezug |186| der Steuern. Da die Behörden des Wohnortes am ehesten in der Lage seien, sich die notwendigen Unterlagen für die Veranlagung zu beschaffen und die Verhältnisse des Pflichtigen zu beurteilen, könne die Veranlagung am Arbeitsort im allgemeinen besser vorgenommen werden. Etwas anderes gelte nur bei stärkeren persönlichen oder familiären Beziehungen zu einem andern Ort. Die Annahme des Urteils Schüpbach, dass das unmündige Kind zum Elternhaus- derartige Beziehungen habe, erweise sich als unzutreffend. Die Eltern seien oft nicht einmal in der Lage, über den Aufenthaltsort und die Arbeitsstelle des Kindes Auskunft zu geben, geschweige denn einen Beitrag an die für dieses bezahlten Steuern zu erhalten. Die praktische Durchsetzung des Urteils ergäbe daher erhebliche Schwierigkeiten. Den Inhaber der elterlichen Gewalt zu verpflichten, für das auswärts weilende Kind eine richtige Steuererklärung abzugeben, lege ihm eine Last auf, der er oft nicht gerecht zu werden vermöge. Auch für die Steuerverwaltungen selbst entstünden erhebliche Schwierigkeiten. Bei allen in die Gemeinde zuziehenden Personen müsse abgeklärt werden, ob es sich um minderjährige Kinder handle und in welcher Stellung sie tätig seien. Die Behörden des Arbeitsortes müssten Kontrollen führen, die es ermöglichten, die Pflichtigen vom Zeitpunkt der Volljährigkeit ab am Arbeitsort zu besteuern, die Behörden des Wohnortes Kontrollen über die sich auswärts aufhaltenden minderjährigen Kinder und darüber, ob das Kind selbständig oder unselbständig erwerbstätig sei. Diese Komplikationen hätten zur Folge, dass ein grosser Teil der auswärts sich aufhaltenden minderjährigen Kinder überhaupt nicht besteuert würden. Es sollte deshalb anerkannt werden, dass das unselbständig erwerbstätige Kind, das sich nicht am Wohnsitz des Gewaltinhabers aufhalte und das nicht regelmässig das Wochenende in der Familie verbringe, am Arbeitsort steuerpflichtig sei. Da Indermauer über das Wochenende nicht nach Berneck zurückkehre, sei er in Aadorf steuerpflichtig zu erklären. |187|\n\nC.- Die Steuerverwaltung des Kantons St. Gallen beantragt namens des Regierungsrates die Abweisung der Beschwerde, erklärt indes, sie könne sich der Auffassung nicht verschliessen, dass der Standpunkt des Kantons Thurgau viel für sich habe und dass an sich ein Zurückkommen auf das Urteil i.S. Schüpbach vom Standpunkt der Steuerpflichtigen wie der Kantone zu begrüssen wäre.\n\nD.- Das Bundesgericht hat bei sämtlichen Kantonen eine Umfrage durchgeführt, auf die sich alle mit Ausnahme der Kantone Schwyz, Nidwalden und Glarus geäussert haben, die Kantone Zürich, Obwalden, Aargau, Waadt und Wallis im Sinne der Beibehaltung der bisherigen Praxis, die übrigen im Sinne des Zurückkommens darauf und der Anerkennung des Steuerwohnsitzes des Arbeitsortes für Minderjährige in unselbständiger Stellung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Streitigkeiten unter Kantonen darüber, welchem von ihnen die Steuerhoheit mit Bezug auf einen Steuerpflichtigen zusteht, gehören als Kompetenzkonflikte zu den staatsrechtlichen Anständen im Sinne von Art. 83 lit. b OG. Der Anstand der Parteien darüber, welcher von ihnen die Steuerhoheit über Fritz Indermauer zukomme, ist ein derartiger Konflikt.\n\n2. Nach der ständigen Rechtsprechung des Bundesgerichts bestimmt sich der Steuerwohnsitz der natürlichen Person für den Regelfall nach dem zivilrechtlichen Wohnsitz, d.h. danach, wo sich der Pflichtige mit der Absicht dauernden Verbleibens aufhält (Art. 23 ZGB). Dieser zivilrechtliche Wohnsitz wird für bestimmte Personen vom Gesetz selbst festgelegt. So gilt der Wohnsitz des Ehemannes auch als Wohnsitz der Ehefrau und der unter seiner Gewalt stehenden Kinder, der Wohnsitz der Vormundschaftsbehörde als der Wohnsitz der unter Vormundschaft stehenden Person (Art. 25 ebenda). Die Ehefrau kann jedoch einen selbständigen Wohnsitz haben (Art. 25 Abs. 2). Unmündige Kinder, die ausserhalb des elterlichen |188| Wohnsitzes berufstätig sind, haben nach der Rechtsprechung (BGE 45 II 245) den Wohnsitz am Geschäftsort. Diese Praxis hat das Bundesgericht später dahin präzisiert, dass nur das in selbständiger Stellung erwerbstätige Kind einen vom elterlichen getrennten Wohnsitz besitze, während das in unselbständiger Stellung erwerbstätige den Wohnsitz des Gewaltinhabers teile (BGE 67 II 82).\n\nBei der Bestimmung des Steuerwohnsitzes dieser Personen mit gesetzlichem Wohnsitz hat freilich das Bundesgericht in Einzelfällen nicht auf die zivilrechtliche Ordnung abgestellt. So hat es die Regel des Art. 24 Abs. 1 ZGB, wonach der einmal begründete Wohnsitz einer Person bis zum Erwerb eines neuen Wohnsitzes bestehen bleibe, als für das interkantonale Steuerrecht nicht anwendbar bezeichnet (BGE 52 I 23, BGE 53 I 279, BGE 59 I 213, BGE 67 I 103, BGE 77 I 25 Erw. 2 und die dortigen Zitate), dies deshalb, weil die Gründe, die für das fiktive Weiterbestehen des früheren Wohnsitzes in zivilrechtlicher Beziehung sprechen, für die steuerrechtlichen Domizilwirkungen nicht gelten, das Steuerrecht auf den tatsächlichen Mittelpunkt der persönlichen Beziehungen abstellt. Weitere Ausnahmen bestehen, wenn eine vom Wohnsitz des Familienhauptes getrennte, auf die Dauer berechnete Familienniederlassung besteht (BGE 40 I 227, BGE 47 I 66, BGE 57 I 415 Erw. 2), sodann bei Saisonangestellten. Das Urteil i.S. Schüpbach stellt für die Bestimmung des steuerrechtlichen Wohnsitzes unselbständig erwerbender minderjähriger Personen auf die zivilrechtliche Ordnung ab, indem es den zivilrechtlichen Wohnsitz des Kindes auch für die Besteuerung als massgeblich bezeichnet. Die mit der Klage beantragte Änderung würde also den Anwendungsbereich der vorhandenen Ausnahmen um eine vermehren und für die steuerrechtliche Entscheidung dem wirklichen vor dem gesetzlichen Wohnsitz den Vorzug geben.\n\nSystematisch gesehen kann die bisherige Ordnung den Vorzug der Klarheit und bessern Übersichtlichkeit für sich in Anspruch nehmen. Sie hält sich an den zivilrechtlichen |189| Wohnsitz, auf den das Steuerrecht im allgemeinen abstellt. Doch ist nicht zu verkennen, dass die Anerkennung des tatsächlichen dauernden Aufenthaltes für die Besteuerung die unselbständig erwerbenden Minderjährigen den volljährigen Pflichtigen gleichstellen würde, die, sofern sie nicht stärkere Beziehungen zum Familienort behalten, am Aufenthalts- oder Arbeitsort steuerpflichtig sind (BGE 68 I 139, BGE 69 I 77, BGE 77 I 118, BGE 78 I 315). Insoweit kann gesagt werden, die Praxis Schüpbach führe zu Unterscheidungen, die nicht ohne weiteres zu überzeugen vermöchten. Sie hat z.B. auch zur Folge, dass von zwei zur selben Familie gehörenden, am gleichen Ort erwerbstätigen Kindern das volljährig gewordene am Arbeitsort steuerpflichtig ist, das minderjährige dagegen am gesetzlichen Wohnsitz, und dass der Steuerwohnsitz des minderjährigen Kindes, das wenige Monate vor Erreichung der Volljährigkeit auswärts eine Stelle annimmt, nicht schon mit dieser Übersiedlung, sondern erst auf den Augenblick des Eintrittes der Volljährigkeit auf den Arbeitsort übergeht. Würde auf diesen abgestellt, d.h. der Steuerort sich immer danach bestimmen, wenn der Arbeitsort auch für den volljährigen Pflichtigen zum Steuerwohnsitz wird, weil keine intensiveren Beziehungen zum Familienort bestehen, so würde damit der unselbständig erwerbende Minderjährige nicht bloss dem selbständig erwerbenden Kind gleichgestellt, sondern auch dem Regelfall des unselbständig erwerbstätigen Pflichtigen überhaupt unterstellt.\n\n3. Wenn zu entscheiden ist, ob für den Steuerwohnsitz des unselbständig erwerbstätigen Minderjährigen abgewichen werden soll von der zivilrechtlichen Ordnung des Wohnsitzes, also dem tatsächlichen vor dem gesetzlichen Wohnsitz der Vorzug gegeben werden soll, so kann dabei die Ordnung der Besteuerung dieser Personen in den kantonalen Steuergesetzen und dürfen ausserdem auch die praktischen Schwierigkeiten nicht ausseracht gelassen werden, die sich aus der Zugrundelegung der einen oder andern Lösung ergeben können. |190|\n\nIn den kantonalen Steuergesetzen werden die Minderjährigen für die Einkommensbesteuerung entweder als gesonderte Steuersubjekte behandelt, oder ihr Erwerb wird, allenfalls unter Anwendung der Progression, demjenigen des Gewaltinhabers zugerechnet; letzteres insbesondere, wenn das minderjährige Kind im gemeinsamen Haushalt mit den Eltern wohnt, ersteres, wo dies nicht der Fall ist. Die in den Äusserungen der kantonalen Finanzdirektoren zum Ausdruck kommenden Meinungsverschiedenheiten scheinen darin ihren Grund zu haben, dass in der grossen Mehrheit der Kantone der unselbständig erwerbende Minderjährige als ein vom Inhaber der elterlichen Gewalt unabhängiges Steuersubjekt behandelt wird. Tatsächlich ruft die Besteuerung am Wohnsitz des Gewaltinhabers in diesem Falle gewissen Schwierigkeiten praktischer Art; denn der Inhaber der elterlichen Gewalt erscheint hier als am Steuerverfahren unbeteiligter Dritter. Der Minderjährige wird, statt an seinem tatsächlichen Aufenthaltsort und demjenigen des Arbeitgebers besteuert zu werden, an einem davon verschiedenen Ort besteuert, mit dem er keine Beziehungen tatsächlicher Art besitzt. Ist dagegen die Besteuerung des Minderjährigen ein Teil der Veranlagung des Gewaltinhabers, der seinerseits für die Entrichtung der Steuer auch verantwortlich wird, als Steuersubstitut des Kindes behandelt ist, so erscheint die Besteuerung am Wohnsitz des Gewaltinhabers als natürlich. Darauf weist insbesondere der Kanton Aargau hin, weil sein Steuergesetz in § 17 die gemeinsame Besteuerung erwerbstätiger Kinder mit dem Haushaltungsvorstand bis zu ihrer Volljährigkeit vorschreibe. Immerhin ist darauf hinzuweisen, dass danach (Abs. 3) das unter der elterlichen Gewalt stehende Kind, das nicht in häuslicher Gemeinschaft mit den Eltern lebt, für das Einkommen aus seiner Erwerbstätigkeit getrennt zu veranlagen ist und dass z.B. der analog lautende Art. 14 Abs. 2 des Wehrsteuerbeschlusses dahin ausgelegt wird, dass zwar der Gewaltinhaber das minderjährige Kind im Veranlagungsverfahren |191| vertritt, aber selbst weder als Steuerpflichtiger noch als für die Bezahlung der Steuer verantwortlich betrachtet wird.\n\nKeinesfalls würde die Substitution oder die Haftung des Gewaltinhabers aus der Rechtsprechung i.S. Schüpbach abgeleitet werden können. Denn die Regeln, die das Bundesgericht in Doppelbesteuerungsfällen aufstellt, setzen lediglich die Grenzen der kantonalen Steuerhoheit fest, und sie beanspruchen Geltung nur insoweit, als dies zur Durchsetzung des Doppelbesteuerungsverbotes notwendig ist. Sie stehen dagegen einer Ordnung nicht entgegen, wonach der minderjährige Erwerbstätige bezüglich der Besteuerung für den Arbeitserwerb als selbständiges Steuersubjekt betrachtet wird.\n\nIndes darf nicht ausser acht bleiben, dass die überwiegende Mehrheit der kantonalen Steuergesetze davon ausgeht, das unselbständig erwerbstätige Kind sei eigenes Steuersubjekt, und dass in diesem Falle die Besteuerung auf praktische Schwierigkeiten stösst, die einer sachlich richtigen Besteuerung im Wege stehen oder sie doch erschweren. Diese Unzukömmlichkeiten bestehen nach den Erklärungen der Finanzdirektoren darin, dass der Wohnsitzkanton des Gewaltinhabers oft nicht einmal davon in Kenntnis gesetzt wird, dass ein Minderjähriger zum Zwecke des Unterhaltserwerbs in einen andern Kanton gezogen ist, dass der neue Aufenthaltskanton des Kindes oft sogar den Eltern nicht bekannt ist, oder dass es ihnen doch Schwierigkeiten verursachen kann, vom Minderjährigen die für die Steuerveranlagung erforderlichen Unterlagen zu erhalten, dass das Meldewesen unter den Kantonen zuverlässige Auskünfte darüber nicht gewährleistet und die Änderung der Steuerhoheit auf den Zeitpunkt des Eintrittes der Volljährigkeit weitere Schwierigkeiten schafft. Übrigens muss darauf hingewiesen werden, dass die Besteuerung dieser Personen am Tätigkeitsort auch denjenigen Kantonen möglich ist, welche, wie es beim Kanton Aargau zutrifft, den Inhaber der elterlichen |192| Gewalt als Steuersubstituten behandeln. Es ist ihnen nämlich unbenommen, diese Personen selbst zu veranlagen.\n\nVerhält es sich aber so, dass die grosse Mehrzahl der Kantone, wenn sie ihr Steuersystem beibehalten wollen, unbestreitbare praktische Unzukömmlichkeiten in Kauf nehmen müssten, wenn sie auf den gesetzlichen Wohnsitz des Minderjährigen abzustellen gezwungen wären, dass sie also an der Besteuerung am Aufenthaltsort ein erhebliches Interesse haben, während die wenigen andern Kantone, die auf Grund ihrer Gesetzgebung am Steuerort des gesetzlichen Wohnsitzes festzuhalten wünschen, erheblichen Schwierigkeiten nicht begegnen, so rechtfertigt es sich, die mit dem Urteil Schüpbach eingeleitete Rechtsprechung zugunsten derjenigen aufzugeben, welche die Steuerpflicht des unselbständig erwerbenden Minderjährigen am Ort des tatsächlichen Aufenthaltes fixiert.\n\nDie Einwendungen, die gegen diese Lösung der Frage aus dem Gesichtspunkt einer möglichst gerechten Verteilung der Steuerhoheit der Kantone erhoben werden, fallen dabei schon deshalb nicht entscheidend ins Gewicht, weil es bei den Steuererträgen aus den Einkünften Minderjähriger nicht um grössere Beträge geht, allfällig sich ergebende Differenzen zugunsten oder zu Ungunsten einzelner Kantone von durchaus untergeordneter Bedeutung wären. Viel gewichtiger ist demgegenüber, wie ausgeführt, die Forderung, dass die Regeln, die der Abgrenzung der Steuerhoheit und der Vermeidung von Doppelbesteuerung dienen sollen, bei ihrer Anwendung keine übermässigen Schwierigkeiten zur Folge haben sollen. Ihre Berücksichtigung rechtfertigt es aber, für die Besteuerung des Kindes in unselbständiger Stellung nicht auf den gesetzlichen Wohnsitz, sondern den tatsächlichen Aufenthalt abzustellen. Auch die übrigen Einwendungen gegen die Massgeblichkeit des tatsächlichen Aufenthaltes für die Anknüpfung der Steuerhoheit vermögen nicht zu überzeugen. Die Notwendigkeit, im Einzelfall prüfen zu müssen, ob der Aufenthalt des Pflichtigen nach den Grundsätzen, die |193| bei der Bestimmung des zivilrechtlichen Wohnsitzes gelten, auf eine gewisse Dauer angelegt sei, der Pflichtige insbesondere nicht regelmässig über das Wochenende zur Familie zurückkehre, kein blosser Saisonaufenthalt in Frage stehe oder der Aufenthalt nicht einem blossen Sonderzweck diene, besteht auch mit Bezug auf die übrigen Steuerpflichtigen. Dass damit das Erwerbseinkommen einer besondern Ordnung unterstellt wird, für die Besteuerung des Vermögens und der Einkünfte daraus etwas anderes gilt, entspricht der bisherigen Regelung der meisten kantonalen Steuergesetze wie derjenigen des Wehrsteuerbeschlusses (Art. 14 Abs. 3). Auch darauf, dass der Betreibungsort, der sich für den Minderjährigen aus Art. 47 Abs. 3 SchKG ergibt, mit dem Steuerwohnsitz nicht übereinstimmt, kann nichts Entscheidendes ankommen. Es besteht kein zwingender Grund, die beiden Orte miteinander zusammenfallen zu lassen. Dass der Pflichtige an einem vom Steuerort verschiedenen Betreibungsort belangt werden muss, kommt auch sonst, insbesondere beim Wechsel des Wohnsitzes vor. Dass schliesslich eine bevormundete Person mit Bezug auf den Steuerwohnsitz anders behandelt wird als der unselbständig erwerbende Minderjährige, lässt sich ebenfalls rechtfertigen. Ist nämlich das Mündel zur Ausübung eines Berufes oder Gewerbes befugt (Art. 412 ZGB) und hält es sich infolgedessen tatsächlich in einem andern Kanton als demjenigen des Sitzes der Vormundschaftsbehörde auf, so geht die Vormundschaft nach der Vorschrift von Art. 377 ZGB an den neuen Wohnsitz über.\n\nDemnach erkennt das Bundesgericht:\n\nDie Klage wird gutgeheissen und demnach Fritz Indermauer in Aadorf steuerpflichtig erklärt."}