{"annee": "80", "cour": "II", "page": "49", "date": "30/3/1954", "cite": ["79 II 295", "76 II 33"], "cite_par": ["116 IV 193", "82 II 136", "92 II 111"], "chapeau": "8. Auszug aus dem Urteil der I. Zivilabteilung vom 30. März 1954 i.S. Atlas Transatlantic Trading Co. gegen Winterstein & Co.", "regestes": ["Achat de devises; droit applicable. Détermination du droit applicable (consid. 1). La violation de dispositions étrangères en matière de devises ne constitue pas une atteinte aux moeurs (consid. 3)."], "faits": "|49|\n\nA.- Die Atlas Transatlantic Trading Co. Ltd. in Basel vereinbarte am 18. Juni 1951 mit der Bank Winterstein in Zürich, einem von dieser zu bezeichnenden Mittelsmann in Frankfurt am Main 50'000 USA-$ in kleinen Noten zu übergeben, wogegen die Bank einige Stunden nachher diesen Betrag abzüglich eines Disagios von 2 3/4% = 1375 $ wiederum in kleinen Noten der Atlas in Zürich zur Verfügung zu stellen habe.\n\nWie vereinbart, gab die Bank am folgenden Tage den Mittelsmann bekannt, dem die Noten in Frankfurt zu übergeben waren. Da es sich um ein in Deutschland verbotenes Devisengeschäft handelte, nannte sie aber nicht dessen wahren Namen Chaim. Mehl, sondern den Decknamen Vogel.\n\nNachdem die Bank wiederholt ohne Erfolg die Atlas ersucht hatte, den genauen Zeitpunkt der Übergabe des Geldes bekanntzugeben, eröffnete ihr die Atlas mit Schreiben vom 29. Juni 1951, das Geschäft könne nicht zustande kommen, da die Integrität des Vogel von ihren Gewährsleuten ernstlich in Frage gestellt werde. Die Bank antwortete unverzüglich, eine einseitige Aufhebung des vorbehaltlos abgeschlossenen Geschäftes komme nicht in Frage und sie beharre auf der Auszahlung des ihr zustehenden |50| Betrages von 1375 $. Die Atlas bestritt jede Zahlungspflicht. Im weiteren Briefwechsel hielten beide Parteien an ihrem Standpunkt fest.\n\nB.- Mit Klage vom 13. Oktober 1951 belangte die Bank die Atlas auf Bezahlung von Fr. 5960.65 (1375 $ zum Kurs vom 18. Juni 1951) nebst 5% Zins seit 1. August 1951.\n\nDie Beklagte beantragte Abweisung der Klage.\n\nC.- Das Zivilgericht und das Appellationsgericht von Basel-Stadt, dieses mit Urteil vom 30. Oktober 1953, schützten die Klage im vollen Umfang.\n\nD.- Mit der vorliegenden Berufung hält die Beklagte am Antrag auf Klageabweisung fest.\n\nDie Klägerin beantragt Abweisung der Berufung und Bestätigung des angefochtenen Entscheides.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Es ist zunächst von Amteswegen die Frage des anwendbaren Rechts zu prüfen, da von ihr die Zulässigkeit der Berufung abhängt.\n\nEine Vereinbarung über das massgebliche Recht haben die Parteien beim Vertragsschluss nicht getroffen, und auch in den Prozessschriften haben sie sich nicht auf eine bestimmte Rechtsordnung berufen, was nach der neuesten Rechtsprechung des Bundesgerichts (BGE 79 II 302) eine gültige Rechtswahl darstellen würde. Die erste kantonale Instanz hat, ohne zur Frage des anwendbaren Rechtes Stellung zu nehmen, den Streit auf Grund schweizerischen Rechtes entschieden. Das Appellationsgericht hat das schweizerische Recht als anwendbar erklärt, weil das streitige Geschäft mit ihm den engsten räumlichen Zusammenhang aufweise.\n\nEs kann dahingestellt bleiben, ob dort, wo nach kantonalem Prozessrecht mangels Berufung der Parteien auf ausländisches Recht das schweizerische Recht massgeblich ist, das Schweigen der Parteien über die Frage des anwendbaren Rechtes als Unterstellung unter das schweizerische |51| Recht angesehen werden könnte. Selbst wenn man nämlich nicht so weit gehen wollte, ergäbe sich für das hier streitige Rechtsverhältnis die Massgeblichkeit des schweizerischen Rechtes auf jeden Fall aus dem Grundsatz, dass beim Fehlen einer Rechtswahl das Recht desjenigen Landes anwendbar ist, mit dem der engste räumliche Zusammenhang besteht. Denn beide Parteien sind Schweizerfirmen, das streitige Geschäft wurde in der Schweiz abgeschlossen und die Schlussoperation, die Zahlung von 50'000 $ abzüglich des Agios von 2 3/4%, hatte in Zürich zu erfolgen. Ein Teil der Vertragsausführung, nämlich die Übergabe der 50'000 $ durch den Mittelsmann der Beklagten an den Vertreter der Klägerin, war freilich im Ausland, in Frankfurt am Main, zu vollziehen. Aber dem kommt im Rahmen des ganzen Geschäftes nur untergeordnete Bedeutung zu. Auf die Berufung ist daher einzutreten.\n\n2. (Ausführungen darüber, dass es sich beim Vertragsverhältnis der Parteien entgegen der Auffassung der Beklagten nicht um einen Auftrag, sondern um einen Vertrag über Sachleistungen - Kauf oder Tausch - handle.)\n\n3. Gemäss Feststellung der Vorinstanz sind die Parteien darüber einig, dass das von ihnen geplante Devisengeschäft nach deutschem Recht verboten war. Es fragt sich daher, ob der vom schweizerischen Recht beherrschte Vertrag, der gegen deutsches Devisenrecht verstiess, deswegen auch nach schweizerischem Recht nichtig war, nämlich wegen widerrechtlichen oder gegen die guten Sitten verstossenden Inhalts (Art. 20 OR).\n\nDer Nichtigkeitsgrund der Widerrechtlichkeit scheidet jedoch zum vornherein aus; denn eine schweizerische Rechtsvorschrift, die allein unter diesem Gesichtspunkt in Betracht fällt, ist nicht verletzt (vgl. BGE 76 II 40).\n\nDie Verletzung der in Frage stehenden (nicht näher dargelegten) deutschen Devisenvorschriften durch die Parteien eines dem schweizerischen Recht unterstehenden |52| Vertrages sodann bedeutet keinen Verstoss gegen die guten Sitten im Sinne von Art. 20 OR. Es handelte sich beim vorliegenden Geschäft weder um einen gewöhnlichen (Waren-) Schmuggel noch um einen Devisenschmuggel, da ja nichts geschmuggelt werden sollte; die Dollars sollten in Deutschland bleiben und lediglich dort die Hand wechseln. Die deutsche Wirtschaft, die deutsche Währungs- und Devisenordnung wurden dadurch nicht geschädigt. Es ist deshalb belanglos, ob und inwieweit Schmuggelgeschäfte als solche nach schweizerischem Recht als nichtig zu betrachten sind. Der Verstoss gegen die deutschen Devisenvorschriften als solche aber bewirkt aus den in BGE 76 II 41 angestellten, auf den vorliegenden Fall ebenfalls zutreffenden Erwägungen nicht, dass das streitige Geschäft nach schweizerischer Auffassung als sittenwidrig zu empfinden wäre und eine Preisgabe des grundlegenden Satzes des schweizerischen Rechts, wonach Verträge zu halten sind, zu rechtfertigen vermöchte.\n\n4. Der Vertrag der Parteien war somit gültig. Da nach verbindlicher Feststellung der Vorinstanz die von der Beklagten gegen den von der Klägerin bezeichneten Mittelsmann Chaim Mehl alias Vogel vorgebrachten Beanstandungen nicht bewiesen sind, hat die Beklagte sich unberechtigt geweigert, den Vertrag zu halten. Sie hat daher der Klägerin das von dieser geforderte Erfüllungsinteresse, dessen Höhe nicht bestritten ist, zu ersetzen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationsgerichts des Kantons Basel-Stadt vom 30. Oktober 1953 bestätigt."}