{"annee": "80", "cour": "I", "page": "146", "date": "3/2/1954", "cite": [], "cite_par": ["123 I 259", "122 I 109", "111 IA 101", "106 IA 126", "91 I 457", "119 IA 35", "98 IA 596"], "chapeau": "25. Arrêt du 3 février 1954 dans la cause von Roten contre Tribunal cantonal vaudois.", "regestes": ["Art. 5 Disp. trans. Cst. Exercice de la profession d'avocat. L'avocat établi dans un canton a le droit d'obtenir à son gré dans un autre canton soit l'autorisation générale de pratiquer, soit l'autorisation de défendre une cause particulière. - Cette autorisation ne peut être subordonnée à la condition que le requérant crée une étude permanente dans le canton. - Rapports des art. 33 al. 2 Cst. et 5 Disp. trans. Cst. - L'avocat qui obtient l'autorisation générale de pratiquer dans un canton peut y être chargé de défenses d'office."], "faits": "|147|\n\nA.- La loi vaudoise du 22 novembre 1944 sur le barreau (en abrégé: LB) contient les dispositions suivantes:\n\nArt. 12:\n\n\"Tout porteur du brevet d'avocat délivré par le Tribunal cantonal doit, s'il veut exercer le Barreau, requérir son inscription au tableau des avocats. Il peut requérir cette inscription à condition:\n\na) d'être Suisse;\n\nb) d'avoir l'exercice des droits civils;\n\nc) de ne pas être privé des droits civiques;\n\nd) d'avoir une étude permanente dans le canton;\n\ne) de jouir d'une bonne réputation;\n\nf) de n'avoir encouru aucune condamnation à raison de faits contraires à la probité ou à l'honneur.\n\n.....\"\n\nArt. 13:\n\n\"S'il en est requis, le Tribunal cantonal, dans les limites prévues à l'article 5 des dispositions transitoires de la Constitution fédérale, inscrit au tableau des avocats le porteur d'un brevet équivalent délivré par l'autorité compétente d'un autre canton; les conditions posées à l'art. 12 doivent en outre être remplies.\"\n\nArt. 14:\n\n\"Le Tribunal cantonal peut autoriser un avocat établi dans un autre canton à assister une partie devant les juridictions vaudoises.\n\n|148| L'autorisation est spéciale. Elle pourra être refusée si les conditions posées à l'art. 12 ne sont pas remplies, exception faite de celle prévue sous lettre d).\"\n\nB.- Peter von Roten est titulaire d'un brevet d'avocat valaisan. Il pratique le barreau à Bâle, où il est établi et associé avec deux autres avocats. Le 29 avril 1953, il sollicita du Tribunal cantonal vaudois l'autorisation de pratiquer le barreau dans le canton de Vaud. Le Tribunal cantonal lui ayant fait remarquer que, pour obtenir une autorisation de par l'art. 13 LB, il devait notamment avoir une étude permanente dans le canton, il répondit que, selon l'art. 5 Disp. trans. Cst. et la jurisprudence du Tribunal fédéral, les cantons n'étaient pas autorisés à exiger des avocats établis hors de leur territoire un domicile ou, à plus forte raison, une étude dans le canton. Entendu, le 24 septembre 1953, par le Président du Tribunal cantonal vaudois, il a exposé qu'il n'avait nullement l'intention de plaider habituellement dans le canton de Vaud, mais une fois par an à peu près, que néanmoins, il accepterait de se charger des causes d'office qui lui seraient confiées.\n\nC.- Le 20 octobre 1953, le Tribunal cantonal a rejeté la requête de von Roten, en bref par les motifs suivants:\n\nSelon les art. 33 Cst. et 5 Disp. trans. Cst., aussi longtemps qu'un brevet fédéral n'aura pas été institué, les cantons ne pourront exiger de l'avocat étranger d'autres preuves de capacité que le brevet qu'il a obtenu dans son canton. Ils peuvent néanmoins exiger que l'avocat porteur d'un diplôme d'un autre canton se munisse d'une autorisation préalable, même si le requérant ne veut exercer sa profession qu'occasionnellement. Ils peuvent subordonner cette autorisation à certaines conditions de police indépendantes de la capacité. Le Tribunal fédéral a jugé qu'un canton ne peut empêcher un avocat de pratiquer sur son territoire par le motif que cet avocat serait établi dans un autre canton. Mais l'art. 33 Cst. prescrit uniquement que, selon la loi fédérale, les brevets fédéraux |149| seront valables sur tout le territoire de la Confédération. Il concerne donc essentiellement la validité du brevet. L'art. 5 Disp. trans. Cst. a une portée plus étendue. Il concerne le territoire sur lequel la profession peut être exercée et prescrit qu'un canton ne peut empêcher un avocat de pratiquer sur son territoire par le motif que cet avocat serait établi dans un autre canton. Ainsi, à la différence de l'art. 5 Disp. trans. Cst., l'art. 33 Cst. \"n'interdit pas aux cantons d'exiger des avocats d'autres cantons qui désirent pratiquer sur leur territoire qu'ils viennent s'y établir\". Cette disposition-ci doit avoir le pas sur celle-là, parce que les dispositions transitoires ne sauraient conférer des droits plus étendus que la constitution elle-même. Les autorités vaudoises étaient donc fondées à exiger que le requérant, pour obtenir l'autorisation générale de pratiquer dans le canton, y ait une étude permanente. Mais il pourrait obtenir des autorisations spéciales de cas en cas, sans remplir cette condition, pourvu qu'il en fasse la demande et paie les émoluments prescrits. Au surplus, les cantons peuvent, indépendamment de la capacité, soumettre les autorisations à des conditions de police. L'exigence relative à l'étude permanente dans le canton rentre au nombre de ces conditions. Enfin, l'avocat qui demande l'autorisation générale de pratiquer et qui remplit les conditions de l'art. 12 LB ne peut cependant être inscrit au tableau des avocats que s'il a \"réellement l'intention de pratiquer habituellement dans le canton\", faute de quoi, il doit se contenter d'autorisations spéciales. L'art. 13 LB ne le dit pas mais, parmi les conditions posées par l'art. 12 - auquel il se réfère - figure l'exigence d'une étude permanente, qui, précisément, manifeste l'intention de pratiquer habituellement dans le canton. Or, le requérant, dans la présente espèce, déclare lui-même n'avoir l'intention de pratiquer dans le canton de Vaud qu'occasionnellement. Une autorisation générale de pratiquer ne saurait dès lors lui être accordée.\n\n|150|\n\nD.- Contre ce prononcé du Tribunal cantonal vaudois, von Roten a formé, en temps utile, un recours de droit public. Il conclut à ce qu'il plaise au Tribunal fédéral annuler la décision attaquée et l'admettre à plaider habituellement devant les tribunaux vaudois. Son argumentation se résume comme il suit:\n\nPour les trois autorisations spéciales qu'il a obtenues, le recourant a dû payer respectivement 24 fr. 10, 35 fr. 60 et 52 fr.; il a dû en outre, pour chacune, \"déposer toutes les pièces démontrant qu'il remplissait les conditions de l'art. 12 LB et en plus un \"acte de moeurs\" et un extrait du \"contrôle disciplinaire\". Il s'agissait cependant d'une seule et même affaire, dont la procédure s'est déroulée tantôt devant le Tribunal cantonal, tantôt devant le juge d'Aigle. Le Tribunal cantonal violait l'art. 5 Disp. trans. Cst. et les principes jurisprudentiels posés par le Tribunal fédéral en admettant qu'un avocat qui n'a pas d'étude permanente dans le canton ne peut y obtenir une autorisation générale de plaider. En refusant à un avocat étranger l'autorisation générale et en le forçant ainsi à payer des montants considérables et à entreprendre chaque fois des démarches compliquées pour obtenir une autorisation, le Tribunal cantonal empêche cet avocat de jouir de la liberté de pratiquer sur les divers territoires cantonaux, liberté que la Constitution fédérale garantit à ceux qui exercent une profession libérale. On ne saurait guère objecter qu'un bénéficiaire de l'assistance judiciaire gratuite ne peut être tenu de se rendre hors du canton pour consulter son avocat. Car il appartient à l'autorité compétente de choisir les avocats d'office qu'elle désigne, de sorte que le mandat puisse être exercé sans trop de frais pour le bénéficiaire de l'assistance. Le Tribunal ne peut pas davantage objecter que le requérant n'a pas l'intention de pratiquer régulièrement dans le canton de Vaud. Même l'avocat qui n'a pas cette intention a un intérêt à pouvoir pratiquer dans un canton donné.\n\nE.- Le Tribunal cantonal vaudois conclut au rejet du recours et déclare \"se référer à la décision attaquée\".\n\n|151|", "considerants": "Considérant en droit:\n\n1. L'art. 33 al. 1 Cst. autorise les cantons à exiger des preuves de capacité de ceux qui veulent exercer des professions libérales et notamment la profession d'avocat. Cela présuppose la nécessité d'une autorisation préalable. De plus, l'art. 33 al. 2 enjoint au législateur fédéral d'instituer des brevets de capacité valables dans toute la Confédération. Les personnes qui, avant la promulgation de la loi ainsi prévue, ont obtenu un brevet de capacite d'un canton peuvent, en vertu de l'art. 5 Disp. trans. Cst., pratiquer sur tout le territoire de la Confédération. La jurisprudence a interprété ces dispositions constitutionnelles en ce sens que, si un canton ne peut pas exiger d'un requérant d'autres preuves de capacité que le brevet d'avocat délivré, après un examen, par l'autorité d'un autre canton, chaque canton est libre de subordonner son autorisation à d'autres conditions dictées par l'intérêt public, en particulier à celle de l'honorabilité du requérant (RO 41 I 390 s.; 45 I 364; 53 I 28; 59 I 199; 65 I 6).\n\n2. Selon l'arrêt attaqué et la loi vaudoise du 22 novembre 1944, l'avocat porteur d'un brevet délivré par un autre canton peut obtenir deux sortes d'autorisation d'exercer sa profession sur le territoire vaudois; l'autorisation générale de pratiquer (art. 13 LB) et l'autorisation spéciale d'assister une partie devant les juridictions vaudoises (art. 14 LB). L'institution de ces deux types d'autorisation est conforme à l'art. 5 Disp. trans. Cst. Le Tribunal fédéral a jugé que cette disposition constitutionnelle garantit aussi le droit de conduire un seul procès sous la réserve que ce droit - et non pas seulement l'exercice habituel de la profession - peut également être subordonné à une autorisation préalable (RO 67 I 334).\n\n3. Dans la présente espèce, von Roten a demandé une autorisation générale. Le Tribunal cantonal la lui a refusée tout d'abord par le motif qu'il n'avait, de son propre aveu, l'intention d'exercer sa profession sur le |152| territoire vaudois qu'exceptionnellement. Un tel argument ne saurait être admis. L'art. 5 Disp. trans. Cst. confère au requérant, sous réserve qu'il remplisse les conditions posées par le canton dans l'intérêt public, le droit d'obtenir soit l'autorisation générale, soit l'autorisation spéciale à son gré, selon qu'il a demandé l'une ou l'autre. L'autorité cantonale ne peut, sous prétexte qu'en réalité le requérant n'a pas l'intention de pratiquer habituellement dans le canton, lui refuser l'autorisation générale qu'il demande. Et si le Tribunal fédéral s'est fondé sur l'intention manifestée par le requérant dans la cause Rais (RO 67 I 334), c'était uniquement pour déterminer le sens réel de la demande soumise à l'autorité cantonale et non pas pour aller à l'encontre de cette demande, comme l'a fait en l'espèce le Tribunal cantonal vaudois.\n\nLe Tribunal cantonal a refusé par un autre motif encore l'autorisation générale demandée. Il a jugé, conformément à la loi cantonale, qu'un avocat, porteur du brevet d'un autre canton, ne pouvait obtenir l'autorisation générale de pratiquer que s'il avait une étude permanente dans le canton (art. 13 et 12 lit. d LB). Cependant, le Tribunal fédéral a dit que l'art. 5 Disp. trans. \"libère l'exercice de la profession d'avocat des frontières cantonales en ce sens qu'un canton n'a pas le droit de faire dépendre son autorisation d'un lien territorial durable entre l'avocat et le lieu où il veut pratiquer\" (RO 65 I 6). Se fondant sur ce principe, le Tribunal a jugé que l'on ne saurait imposer à l'avocat, porteur du brevet d'un autre canton, ni la création d'un domicile (arrêt précité), ni même la simple indication d'une adresse (RO 39 I 51 s.) dans le canton où il veut pratiquer.\n\nLe Tribunal cantonal n'a pas ignoré cette jurisprudence, mais il a jugé qu'elle n'était pas décisive. En effet, dit-il, l'art. 33 Cst. n'interdit pas aux cantons d'exiger de l'avocat établi hors de leur territoire qu'il vienne s'y établir s'il veut pratiquer; seul l'art. 5 Disp. trans. comporte une telle interdiction. Considérant qu'une simple disposition |153| transitoire ne saurait conférer au citoyen plus de droits que la constitution elle-même, le juge cantonal a admis qu'il pouvait exiger du recourant la constitution d'une étude permanente sur territoire vaudois. Cette argumentation est erronée. Supposé même que, comme le dit le Tribunal cantonal, il y ait une divergence entre l'art. 33 Cst. et l'art. 5 Disp. trans., celui-ci accordant aux citoyens plus de droits que celui-là, il n'en resterait pas moins que ces deux dispositions constitutionnelles garderaient chacune toute leur portée et leur validité et l'on ne voit pas quel principe du droit public permettrait de conclure, comme la Cour cantonale a voulu le faire, que la disposition transitoire comme telle devrait céder le pas à la disposition définitive. Au surplus, dans la présente espèce, l'une et l'autre ont en réalité la même portée en ce sens qu'elles tendent toutes deux à assurer le libre exercice de la profession sur tout le territoire suisse. Il est vrai que, sur ce point, l'art. 5 Disp. trans. s'exprime d'une manière plus nette que l'art. 33 al. 2 Cst. et que les deux textes se distinguent à cet égard. Le second prévoit simplement qu'une loi fédérale instituera des actes de capacité \"valables dans toute la Confédération\", tandis qu'aux termes du premier, dans l'entretemps, les titulaires d'un certificat de capacité délivré par un canton ou une autorité concordataire pourront \"exercer\" leur \"profession sur tout le territoire de la Confédération\". Mais cette différence des textes s'explique du fait que l'art. 33 al. 2 Cst. crée seulement un cadre dans lequel une loi fédérale devra être établie, tandis que l'art. 5 Disp. trans. pose les principes essentiels qui s'appliqueront en lieu et place de la loi aussi longtemps qu'elle n'aura pas été promulguée et plus tard encore pour assurer le respect des droits acquis. Il n'est pas douteux cependant que, dans le cadre tracé par l'art. 33 al. 2 Cst., une loi fédérale sur l'exercice du barreau pourrait, comme le fait l'art. 5 Disp. trans., autoriser les porteurs d'un diplôme fédéral à exercer librement leur profession \"sur tout le territoire de la |154| Confédération\", de sorte que l'autorisation générale de pratiquer dans un canton autre que celui de l'établissement ne saurait être subordonnée à la création d'un lien territorial durable entre le requérant et le canton où il veut exercer sa profession. A cet égard, l'autorité constituante, par l'art. 5 Disp. trans., a tracé au législateur la voie à suivre dans le cadre de l'art. 33 al. 1 Cst. Aussi bien, le législateur a-t-il effectivement suivi cette voie en édictant la loi fédérale du 19 décembre 1877 sur l'exercice des professions de médecin, de pharmacien et de vétérinaire dans la Confédération suisse: L'article premier de cette loi autorise expressément certaines catégories de personnes, qu'elle définit, à exercer ces professions \"sur tout le territoire de la Confédération\", reprenant ainsi les termes mêmes de l'art. 5 Disp. trans.\n\nLe Tribunal canton allègue enfin que l'obligation d'entretenir une étude permanente dans le canton peut être imposée, en tant que mesure de police, à l'avocat qui demande l'autorisation générale de pratiquer. Il voit la justification d'une telle mesure tout d'abord dans le fait que l'autorisation générale comporte l'obligation d'assumer les défenses d'office et que l'\"on ne saurait tolérer qu'une partie mise au bénéfice de l'assistance doive se rendre hors du canton pour consulter son avocat\". Il estime en outre que \"La dignité de la profession, les égards auxquels les justiciables ont droit interdisent aussi que l'avocat reçoive son client n'importe où, dans un établissement public par exemple\".\n\nEffectivement, dans ses arrêts Witzthum et Rais (65 I 7 i. f.; 67 I 335), le Tribunal fédéral a jugé que l'obligation d'assumer des défenses d'office en matière civile ou pénale pouvait, sans que cela porte atteinte à la Constitution, être imposée à l'avocat qui a reçu l'autorisation générale de pratiquer dans un canton dont il ne possède pas le brevet. Peu importe à cet égard qu'il y pratique effectivement d'une manière habituelle ou non. Le Tribunal cantonal a donc prévu à juste titre que von Roten pourrait être désigné comme avocat d'office par les autorités |155| vaudoises s'il obtenait l'autorisation demandée. Il ne s'ensuit pas cependant que l'on puisse l'obliger à entretenir une étude permanente sur le territoire vaudois, car cette obligation, on l'a vu, est exclue par la disposition spéciale de l'art. 5 Disp. trans. Au surplus et supposé même que cette disposition n'existe pas ou ne puisse s'appliquer, il serait au moins douteux qu'une telle obligation se justifie comme mesure de police. Car elle serait le plus souvent prohibitive et, partant, disproportionnée, eu égard aux inconvénients qu'elle tendrait à éliminer. Ces inconvénients, du reste, ne sont pas aussi considérables que le dit le Tribunal cantonal. L'avocat notamment peut au besoin trouver, hors du lieu où il est établi, des locaux qui lui permettent à l'occasion de recevoir ses clients sans que la dignité de la profession, ni les égards dus au justiciable subissent aucune atteinte. Enfin, il appartient à l'avocat d'office de faire en sorte que son établissement hors du canton ne charge pas son client de frais supplémentaires et excessifs.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours, annule l'arrêt attaqué."}