{"annee": "80", "cour": "I", "page": "267", "date": "4/6/1954", "cite": [], "cite_par": ["102 IA 220", "94 I 375", "103 IB 341"], "chapeau": "44. Auszug aus dem Urteil vom 4. Juni 1954 i.S. Z. gegen Steuerrekurskommission des Kantons Graubünden.", "regestes": ["Impôt pour la défense nationale: Modification du revenu pendant la période de calcul par suite de changement de profession. Période sur laquelle porte le calcul (art. 42 AJN, rédaction du 20 décembre 1950)."], "faits": "|267|\n\nA.- Der Beschwerdeführer war bis März 1950 Oberarzt an einem Kantonsspital. Anfangs Mai 1950 zog er nach X (Graubünden) und eröffnete daselbst eine eigene Arztpraxis. Die Veranlagungsbehörde hat bei seiner Einschätzung zur Wehrsteuer VI (Steuerjahre 1951 und 1952) auf das in der Zeit vom 1. Mai 1950 bis 31. Dezember 1951 in der neuen Tätigkeit erzielte Geschäftsergebnis abgestellt. Die Steuerrekurskommission hat die Einschätzung bestätigt.\n\n|268|\n\nB.- Der Beschwerdeführer beantragt, den Entscheid der kantonalen Rekurskommission aufzuheben und zu veranlassen, dass die Veranlagung auf Grund des umzurechnenden Geschäftsergebnisses vom 1. Mai bis 31. Dezember 1950 vorgenommen werde. Zur Begründung wird im wesentlichen geltend gemacht, die Bemessungsperiode für das steuerbare Einkommen der VI. Wehrsteuerperiode umfasse die Jahre 1949 und 1950. Da der Berufswechsel am 1. Mai 1950, also noch in der Bemessungsperiode eingetreten sei, sei das nach Eintritt dieser Voraussetzung im Sinne von Art. 41, Abs. 4 WStB erzielte Einkommen dasjenige, welches der Zeitraum vom 1. Mai bis zum 31. Dezember 1950 ausweise. Dass es so sei, gehe eindeutig aus der Wegleitung der Eidg. Steuerverwaltung vom Mai 1951 hervor, wonach als Bemessungszeitraum grundsätzlich die Zeit vom Eintritt der Veränderung bis zum Ende der betreffenden Veranlagungs- bzw. Berechnungsperiode in Frage komme und bei buchführenden Steuerpflichtigen in der Regel das Ergebnis des ersten, nach der Veränderung abgeschlossenen Geschäftsjahres massgebend sei. Diese Auffassung decke sich mit den Angaben im Merkblatt für Steuerpflichtige mit Einkommensveränderungen; sie werde - e contrario - auch bestätigt durch Ausführungen in PERRET, Wehrsteuer 1951-1954 S. 92, ferner in Ausführungen der Literatur zum neuen bernischen Steuergesetz und in dem nicht publizierten Entscheide des Bundesgerichts vom 24. Februar 1950 i.S. P. (ASA 19 S. 167 ff.; speziell 171 f.).\n\nC.- Die Steuerverwaltung des Kantons Graubünden beantragt Nichteintreten, eventuell Abweisung der Beschwerde, die Eidg. Steuerverwaltung Abweisung der Beschwerde.\n\nDas Bundesgericht hat die Beschwerde abgewiesen", "considerants": "in Erwägung:\n\n2. Bei der eidg. Wehrsteuer wird das steuerbare Einkommen im allgemeinen nach den Einkünften bemessen, die der Steuerpflichtige in der Berechnungsperiode erzielt |269| hat, d.h. in den beiden Jahren, die der Veranlagungsperiode vorangegangen sind. Massgebend für die Einschätzung ist der Jahresdurchschnitt des Einkommens in der Berechnungsperiode (Art. 41, Abs. 1 und 2 WStB). Es kommt dann für die Steuerberechnung nicht darauf an, welches Einkommen der Steuerpflichtige in der Veranlagungsperiode, also in dem Zeitraum erzielt, für welchen er die Steuer zu bezahlen hat. Dies gilt sowohl für einen Ausfall von Einkommen als auch für Einkommenszuwachs.\n\nVon dieser Berechnungsweise, die die Regel bildet, werden zwei Ausnahmen gemacht: Einmal wird bei Steuerpflichtigen, die neu, nämlich nach Beginn der Berechnungsperiode, in die Steuerpflicht eintreten, auf das Einkommen abgestellt, das nach dem Eintritt in die Steuerpflicht erzielt wurde (Art. 41, Abs. 4). Es wird damit ausgeschlossen, dass in die Steuerberechnung das Einkommen einbezogen wird, das der Steuerpflichtige vor Begründung der subjektiven Steuerpflicht gemäss Art. 3 WStB gehabt hatte. Sodann wird, wenn im Laufe der Berechnungsperiode aus bestimmten, im Gesetz einzeln aufgeführten Gründen eine dauernde Veränderung des Einkommens eingetreten ist, für die von der Veränderung betroffenen Einkommensbestandteile Art. 41, Abs. 4 als sinngemäss anwendbar erklärt (Art. 42, Fassung gemäss BB vom 20. Dezember 1950). Das bedeutet praktisch, dass in diesen Fällen die Einkommensverhältnisse massgebend sein sollen, wie sie bei Beginn der Veranlagungsperiode bestanden haben. Das vor der Veränderung erzielte Einkommen fällt ausser Betracht. An dessen Stelle tritt für die von der Veränderung betroffenen Einkommensbestandteile das neue Einkommen. Und zwar gilt dies, wie aus Art. 42 WStB und aus den erläuternden Bemerkungen der bundesrätlichen Botschaft (BBl 1950 III S. 570, vgl. auch S. 572) klar hervorgeht, sowohl für den Fall, dass sich das Einkommen vermindert hat, als auch wenn es sich vermehrt. Das Gesetz geht noch weiter. Es erfasst neues Einkommen überhaupt, auch wo es nicht weggefallenes ersetzt. Es ordnet die Anwendung der Ausnahmebestimmung |270| auch an für den Fall der Aufnahme einer Erwerbstätigkeit. Art. 42 (Fassung vom 20. Dezember 1950) ist also nicht zu verstehen im Sinne einer Erleichterung für den Steuerpflichtigen, sondern als Anordnung der Anpassung der Besteuerung an die veränderten Einkommensverhältnisse des Steuerpflichtigen überhaupt.\n\nUnter der früheren Ordnung war es anders. Dort war die Ausnahme von der Besteuerung nach dem Einkommen in der Berechnungsperiode nur vorgesehen für den Fall, dass Arbeitseinkommen zufolge Aufgabe einer Erwerbstätigkeit weggefallen war; in diesen Fällen wurde das frühere Arbeitseinkommen von der Besteuerung ausgenommen und dafür nur auf ein allfällig an dessen Stelle getretenes niedrigeres Einkommen (Pension, Rente und dgl.) abgestellt. (BGE 79 I S. 67 f.). Die Bemerkung bei PERRET, a.a.O. S. 92, auf die sich der Beschwerdeführer beruft, Art. 42 sei in erster Linie eine Milderungsvorschrift, beruht offenbar auf einer Reminiszenz an den früheren Zustand, wird aber der mit Wirkung für die VI. Wehrsteuerperiode getroffenen Neuordnung nicht gerecht.\n\n3. Welcher Zeitraum der Bemessung des steuerbaren Einkommens in diesen Fällen zu Grunde zu legen ist, bestimmt das Gesetz nicht. Es erklärt vor allem in Art. 41 Abs. 4 keineswegs, dass in Fällen, wo die Voraussetzungen für die Steuerpflicht während der Berechnungsperiode eingetreten sind, also während eines Teils der Berechnungsperiode bestanden haben, nur auf die Verhältnisse in der Berechnungsperiode abgestellt werden dürfe; es bestimmt lediglich, dass der Steuer das nach Eintritt der Voraussetzungen erzielte, auf ein Jahr berechnete Einkommen zugrunde zu legen sei. Die Bestimmung schliesst die Möglichkeit nicht aus, den Berechnungszeitraum etwas weiter zu ziehen und, wo es angezeigt ist, auch Verhältnisse zu berücksichtigen, die in der Veranlagungsperiode liegen. Art. 41, Abs. 4 WStB ordnet Grenzfälle und Übergangsverhältnisse, bei denen eine starre Festlegung des Bemessungszeitraumes sachwidrig wäre. Die Formulierung des Gesetzes |271| ermöglicht es, den Bemessungszeitraum so zu wählen, dass das Einschätzungsergebnis den wirklichen Verhältnissen des neu in die Steuerpflicht Eingetretenen möglichst gerecht wird.\n\nEntsprechend verhält es sich auch bei Art. 42 WStB, wo das Gesetz bei Veränderungen in den Einkommensverhältnissen aus bestimmten, im Gesetze aufgeführten Gründen die Besteuerung auf Grund des neuen Zustandes vorschreibt. Nach Anordnung des Gesetzes wird gefordert, dass sich das Einkommen dauernd verändert hat. Das bedeutet, dass die Besteuerung nach den Verhältnissen vorgenommen werden soll, wie sie sich in der neuen Lage gestalten. Wenn schon Art. 41, Abs. 4 WStB die Steuerberechnung in den von ihm geordneten Grenzfällen nicht unbedingt auf die Verhältnisse in der im übrigen allgemein geltenden Berechnungsperiode beschränkt, so kann auch die Vorschrift von Art. 42 WStB, wonach Art. 41, Abs. 4 sinngemäss anwendbar ist, keine derartige Beschränkung bedeuten.\n\n4. Die neuen Einkommensverhältnisse eines bisher in unselbständiger Stellung tätigen Arztes, der eine selbständige Praxis an einem Orte eröffnet, an den er zuzieht, wird aber, wie die kantonalen Behörden zutreffend annehmen, kaum richtig erfasst, wenn lediglich auf einen Geschäftsabschluss über die ersten acht Monate nach Praxiseröffnung abgestellt wird. Es erscheint daher als sachgemäss, den Berechnungszeitraum hier etwas weiter zu spannen und bei der Steuerberechnung auch noch das zweite Geschäftsjahr mitzuberücksichtigen, das sich über den Zeitraum eines ganzen Kalenderjahres erstreckt. Hier war die Erweiterung der Berechnungsgrundlage umsomehr angezeigt, als, wie sich aus Angaben des Beschwerdeführers im bundesgerichtlichen Verfahren ergibt, nur die Tätigkeit des Beschwerdeführers als Kassenarzt 8 Monate des Jahres umfasst. Die Privatpraxis begann erst im Juni.\n\nAus der Wegleitung der Eidg. Steuerverwaltung lässt sich nichts anderes herleiten. Nach ihr kommt bei Art. 41, |272| Abs. 4 WStB als Bemessungszeitraum grundsätzlich die Zeit vom Eintritt der Steuerpflicht bis zum Ende der Veranlagungs- bzw. Bemessungsperiode in Frage. Das will offensichtlich nicht heissen, dass ausnahmslos auf die so umschriebenen Zeiträume abzustellen sei, selbst wenn man dabei zu einer sachwidrigen Steuerfestsetzung käme, wie es hier unter den vorliegenden, besonderen Verhältnissen der Fall wäre."}