{"annee": "80", "cour": "II", "page": "294", "date": "14/12/1954", "cite": ["78 II 107", "71 II 127", "78 II 97", "78 II 111", "77 II 28", "46 II 345", "43 II 557"], "cite_par": ["82 II 495", "97 II 116", "143 III 297", "82 II 84", "86 II 316", "105 II 143", "82 II 259", "82 II 186", "96 I 193", "83 II 171"], "chapeau": "49. Auszug aus dem Urteil der II. Zivilabteilung vom 14. Dezember 1954 i.S. E. gegen J.", "regestes": ["Action en recherche de paternité. 1. Preuve des rapports sexuels résultant des déclarations faites par la mère lors de son interrogatoire selon les art. 273 et suiv. du CPC bernois (art. 8 et 314 al. 1 CC). 2. Constatations touchant le degré de maturité de l'enfant pouvant être considérées comme propres à dissiper les doutes que des relations sexuelles avec un tiers pourraient faire naître au sujet de la paternité du défendeur (art. 314 al. 2 CC)."], "faits": "BGE 80 II 294 S. 294\n\nMargaretha J., geb. 1934, gab als Vater des von ihr am 21. Juni 1952 geborenen Mädchens zunächst S. an, dem sie sich am 4./5. November 1951 hingegeben hatte. Darauf hingewiesen, dass eine Konzeption an diesem Zeitpunkt sehr unwahrscheinlich sei, gab sie nach vielem Zureden an, sie habe am Freitag vor dem Neuenburger Winzerfest, BGE 80 II 294 S. 295d.h. am 28. September 1951, mit E. bei einem Autoausflug Geschlechtsverkehr gehabt.\n\nAm 6. März 1953 reichten Mutter und Kind gegen E. Vaterschaftsklage auf Vermögensleistungen ein. Der Beklagte bestritt, der Mutter beigewohnt zu haben, und erhob überdies die Einreden des Mehrverkehrs und des unzüchtigen Lebenswandels. Das Amtsgericht wies die Klage ab. Der Appellationshof des Kantons Bern hat sie dagegen mit Urteil vom 2. Februar 1954 gutgeheissen. Den Beweis der Beiwohnung erblickte er in den nach seiner Ansicht glaubwürdigen Aussagen der Mutter im Parteiverhör und bei einem Augenschein am Ort, wo der Geschlechtsverkehr mit dem Beklagten stattgefunden haben soll, im Zusammenhang mit den als Indizien gewürdigten Tatsachen, dass die Mutter im Frauenspital die Autonummer des Beklagten habe angeben können und dass eine Zeugin um die kritische Zeit die Mutter in einen dunklen Citroënwagen, wie der Beklagte einen besitzt, habe einsteigen sehen.\n\nMit seiner Berufung an das Bundesgericht beantragt der Beklagte ohne Erfolg Abweisung der Klage.", "considerants": "Aus den Erwägungen:\n\n1. Die Feststellung der Vorinstanz, dass der Beklagte der Mutter in der kritischen Zeit beigewohnt habe, betrifft tatsächliche Verhältnisse und ist daher gemäss Art. 63 Abs. 2 OG für das Bundesgericht als Berufungsinstanz verbindlich, es wäre denn, dass sie unter Verletzung bundesrechtlicher Beweisvorschriften zustande gekommen ist.\n\nDer Beklagte macht in dieser Hinsicht geltend, die Vorinstanz habe eine bestrittene Parteibehauptung als wahr betrachtet, obwohl keinerlei Indizien dafür vorhanden seien und die Mutter keine Beweisaussage nach Art. 279 der bernischen ZPO abgelegt habe; damit habe die Vorinstanz Art. 8 ZGB verletzt. Nach dieser Bestimmung ist es in der Tat unzulässig, dass der Richter auf eine bestrittene Parteibehauptung abstellt, ohne dafür einen Beweis BGE 80 II 294 S. 296zu verlangen (BGE 43 II 559,BGE 71 II 127; der zuletzt genannte Entscheid wird im hier interessierenden Punkte durchBGE 78 II 97nicht in Frage gestellt). Eine solche Bundesrechtsverletzung fällt jedoch der Vorinstanz nicht zur Last. Die Feststellung, dass der Beklagte der Mutter beigewohnt habe, stützt sich nicht einfach auf eine bestrittene Behauptung der Klägerinnen, sondern ihre Grundlage bilden die Aussagen der Mutter im Parteiverhör in Verbindung mit gewissen aus Zeugenaussagen geschöpften Indizien. Das Parteiverhör ist nach bernischem Prozessrecht (Art. 212 Ziff. 5 und Art. 273 ff. ZPO) ein Beweismittel, auch wenn wie im vorliegenden Falle nicht zum Verhör unter Strafdrohung (Beweisaussage, Art. 279 ZPO) geschritten wird. Der Richter würdigt den Beweiswert der Aussagen der Parteien nach freiem Ermessen (Art. 281 ZPO). Er ist darnach nicht gehindert, die im Parteiverhör gemachten Aussagen einer Partei als Beweis für die von ihr selber nachzuweisenden Tatsachen gelten zu lassen (was einzelne andere kantonale Prozessrechte, z.B. das zürcherische, ausschliessen; vgl. GULDENER, Das schweiz. Zivilprozessrecht, I S. 308). Soweit sich die streitige Feststellung auf die Aussagen der Mutter im Parteiverhör stützt, ist sie also mit Hilfe eines vom bernischen Prozessrecht zugelassenen Beweismittels getroffen worden. (Hätte übrigens die Vorinstanz damit, dass sie das Parteiverhör als Beweismittel wertete, gegen das kantonale Prozessrecht verstossen, so hätte dies nicht mit der Berufung, sondern höchstens mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 BV gerügt werden können.)\n\nWelche Beweismittel zulässig sind, entscheidet sich grundsätzlich nach kantonalem Prozessrecht. Dem kantonalen Gesetzgeber steht es aber immerhin nicht frei, für Streitsachen, die nach Bundeszivilrecht zu beurteilen sind, beliebige Erkenntnisquellen zu Beweismitteln zu erklären. Vielmehr sind als solche nur Auskunftsmittel anzuerkennen, die ihrer Natur nach gemäss der Lebenserfahrung geeignet sein können, einen Beweis im Sinne von Art. 8 BGE 80 II 294 S. 297ZGB zu schaffen. Dies trifft für alle Auskunftsmittel zu, auf die der Richter vernünftigerweise die Überzeugung von der Wahrheit eines behaupteten Sachverhalts gründen kann. Diese Voraussetzung ist beim Parteiverhör im Sinne von Art. 273 ff. der bernischen ZPO erfüllt. Zwar folgt die Eignung einer im Parteiverhör gemachten Aussage, dem Richter als Beweis zu dienen, entgegenBGE 46 II 348nicht daraus, dass Art. 42 ZPO für \"absichtliche Verdrehung der Wahrheit\" und \"mutwilliges Leugnen\" Ordnungsstrafen androht. Diese Bestimmung gilt nicht nur für wissentlich falsche Aussagen im Parteiverhör, sondern auch für Verdrehungen der Wahrheit und mutwilliges Leugnen in den Prozessschriften und Parteivorträgen, die als Beweismittel nicht in Frage kommen, und wendet sich nicht nur an die Parteien, sondern auch an ihre Anwälte. Was eine im Parteiverhör gemachte Aussage über eine blosse Parteibehauptung hinaushebt und dem Richter erlaubt, sich unter Umständen davon überzeugen zu lassen, ist auch nicht allein die Tatsache, dass dem Parteiverhör die Ermahnung vorausgeht, die gestellten Fragen nach bestem Wissen und Gewissen und der Wahrheit gemäss zu beantworten (Art. 274 ZPO). Entscheidend ist vielmehr, dass eine geschickte Befragung durch den Richter erfahrungsgemäss ein gutes Mittel ist, die Wahrheit zu erforschen, weil der Befragte, der lügt, leicht in Verlegenheit kommt und sich in Widersprüche verwickelt, wenn er (zumal in Konfrontation mit der Gegenpartei) eindringlich verhört wird und auf unerwartete Fragen Antwort geben muss, vor allem aber, weil der Richter, der die Befragung durchführt, dabei einen persönlichen Eindruck empfängt, der ihm gestatten kann, Wahrheit und Lüge zu unterscheiden (vgl. LEUCH N. 1 zu Art. 273). Aus diesem Grunde ist nicht nur die Beweisaussage unter (krimineller) Straffolge im Sinne von Art. 279 ZPO, sondern auch die Aussage im einfachen Parteiverhör gemäss Art. 273 ff. ZPO als tauglich anzuerkennen, einen Beweis im Sinne von Art. 8 ZGB zu schaffen. Dies um so eher, als das Parteiverhör BGE 80 II 294 S. 298heute auch im Bundeszivilprozess, wo es im wesentlichen gleich ausgestaltet ist wie im bernischen Prozessrecht, ein Beweismittel darstellt (Art. 62 ff. BZP). Es bedeutet also keinen Verstoss gegen Bundesrecht, dass die Vorinstanz auf die Aussagen der Mutter im Parteiverhör abgestellt hat.\n\nOb Tatsachen, wie sie die Vorinstanz im Zusammenhang mit der Würdigung der Aussagen im Parteiverhör als Indizien gewertet hat, für sich allein genommen als Indizien für eine Beiwohnung in Frage kommen, d.h. ob Tatsachen jener Art nach der Lebenserfahrung für sich allein geeignet sein können, den Schluss auf einen solchen Vorgang zu rechtfertigen, kann dahingestellt bleiben; denn auf jeden Fall konnten derartige Tatsachen zusammen mit dem Parteiverhör als Beweis hiefür in Betracht fallen. Auch in diesem Punkte kann somit von einer Verletzung des Art. 8 ZGB nicht die Rede sein.\n\nVon der Frage, ob ein Auskunftsmittel oder ein Sachverhalt seiner Natur nach tauglich sei, als Beweismittel bzw. als Indiz zu dienen, ist die Frage zu unterscheiden, welche Beweiskraft ihm im konkreten Falle zukommt. Bei Beurteilung dieser zweiten Frage spielt Art. 8 ZGB keine Rolle. Einen andern Satz des Bundesrechts, der durch die vorinstanzliche Beweiswürdigung verletzt sein könnte, vermag der Beklagte selber nicht zu nennen. Den Vorwurf der Willkür, den er in diesem Zusammenhang erhebt, kann das Bundesgericht im Berufungsverfahren nicht hören.\n\nMuss demnach die Feststellung der Vorinstanz, dass der Beklagte der Mutter in der kritischen Zeit beigewohnt habe, als richtig hingenommen werden, so ist gemäss Art. 314 Abs. 1 ZGB seine Vaterschaft zu vermuten.\n\n2. Der Geschlechtsverkehr mit S. vom 4./5. November 1951, der ebenfalls in die vom 26. August bis 24. Dezember 1951 laufende kritische Zeit fällt, begründet erhebliche Zweifel über die Vaterschaft des Beklagten im Sinne von Art. 314 Abs. 2 und beseitigt somit die Vermutung gemäss Art. 314 Abs. 1 ZGB, wenn nicht bewiesen wird, dass eine BGE 80 II 294 S. 299Zeugung des Kindes durch S. unmöglich oder doch äusserst unwahrscheinlich, praktisch ausgeschlossen ist (BGE 77 II 32und dortige Zitate,BGE 78 II 108). Die Vorinstanz nimmt an, dieser Beweis sei durch den Bericht geleistet, den Dr. A., Oberarzt des Kant. Frauenspitals Bern, am 28. Juni 1952 dem kantonalen Jugendamt Neuenburg über den Reifegrad des Kindes und die Wahrscheinlichkeit einer Zeugung am 4./5. November 1951 abgegeben hat und der zum Schlusse gelangt, dass der 4. November mit an Sicherheit grenzender Wahrscheinlichkeit nicht als Konzeptionstermin in Frage komme, weil ein Geschlechtsverkehr an diesem Tage nach LABHARDT nur 0,49% Chance gehabt habe, zur Konzeption zu führen (gegenüber 41,9% für den 28. September 1951).\n\nGegen die Annahme der Vorinstanz, der Bericht Dr. A. erlaube den Schluss, dass trotz dem Verkehr mit S. keine erheblichen Zweifel an der Vaterschaft des Beklagten bestehen, wendet dieser vergeblich ein, jener Bericht sei ein reines Privatgutachten, das er nie anerkannt habe. Das Bundesrecht verbietet dem kantonalen Richter nicht, sich von einem fachmännischen Privatgutachten überzeugen zu lassen. Im übrigen stellt der streitige Bericht wenn auch kein gerichtliches Gutachten, so doch ein Gutachten dar, das ein beamteter Arzt einer Behörde abgegeben hat, und zudem hat sein Verfasser ihn vor Gericht als Zeuge bestätigt.\n\nDer Beklagte kann auch daraus nichts zu seinen Gunsten ableiten, dass Dr. A. in seinem Bericht erklärte, wenn man der nicht vollständigen Ausbildung der Reifezeichen mehr Bedeutung beimessen wolle, als er es bei der Berechnung getan hat, die ihn zum erwähnten Ergebnis führte, würde sich der Ausgangspunkt der Berechnung um höchstens 5-7 Tage verschieben und käme man für den 4. November 1951 zu einer Wahrscheinlichkeit von 1,39%. Die Vorinstanz konnte sich ohne Bundesrechtsverletzung an die Schlussfolgerung des Gutachtens halten, die die Möglichkeit einer solchen Verschiebung nicht berücksichtigt. Dies BGE 80 II 294 S. 300um so eher, als es nicht angängig sein dürfte, bei Bestimmung der prozentualen Wahrscheinlichkeit nach den LABHARDT'schen Tabellen andere Reifezeichen als die von Labhardt allein berücksichtigte Länge des Kindes bei der Geburt in Betracht zu ziehen.\n\nMit dem Hinweis auf die von der Vorinstanz übernommene Schlussfolgerung des Gutachtens erledigt sich auch der Einwand, dass der Experte einen Zusammenhang zwischen dem Selbstmordversuch der Mutter vom 6. Juni 1952 mit anschliessender Wiederbelebung einerseits und der 15 Tage später erfolgten Geburt anderseits nicht schlechtweg ausschliesse, sondern nur als wenig wahrscheinlich bezeichne.\n\nAuffallen mag dagegen, dass der Experte, wie aus den im Gutachten angegebenen Zahlen hervorgeht, nicht die verbesserte 2. Ausgabe der LABHARDT'schen Tabellen (von 1944), sondern die 1. Ausgabe (von 1927) benutzt hat. Nach der 2. Ausgabe stellt sich jedoch die Wahrscheinlichkeit der Zeugung in der Dekade, in welcher der 4. November 1951 liegt, nicht wesentlich höher als nach der 1. Ausgabe (0,58 statt 0,49%). Der dem Experten unterlaufene Fehlgriff ist daher belanglos.\n\nBetrachtet der kantonale Richter die Vaterschaft des Dritten bei einer Dekadenwahrscheinlichkeit von nur 0,49 oder 0,58% in Übereinstimmung mit dem Experten als äusserst unwahrscheinlich, so kann darin kein Verstoss gegen Bundesrecht gefunden werden. InBGE 78 II 107ff. wurde allerdings bei ähnlichen Verhältnissen anders entschieden. Ob bei einer solchen Dekadenwahrscheinlichkeit mit einer Zeugung durch den betreffenden Mann noch ernstlich zu rechnen sei, ist jedoch in weitem Masse eine Tatfrage, die das Bundesgericht nicht überprüfen kann. Wenn die Sachverständigen aussergewöhnlich kurze Tragzeiten, die nach den Tabellen eine Wahrscheinlichkeit von weniger als 1% für sich haben, als praktisch ausgeschlossen betrachten, wie Dr. A. und der Experte im FalleBGE 78 II 107ff. es getan haben, so dürfte dabei die Erwägung mitspielen, BGE 80 II 294 S. 301dass die Unsicherheitsfaktoren, die die Zuverlässigkeit statistischer Arbeiten auf diesem Gebiet beeinträchtigen (vgl. hiezuBGE 78 II 108/09), sich im Bereiche der selten zu beobachtenden Grenzfälle besonders stark auswirken, insbesondere dass die Statistik gerade hier durch bewusst oder unbewusst falsche Angaben der untersuchten Frauen verfälscht sein kann, und zwar in dem Sinne, dass die Zahl und damit die Wahrscheinlichkeit solcher Grenzfälle darin zu hoch veranschlagt sind (vgl. PODLESCHKA, Das geburtshilfliche Gutachten im Vaterschaftsprozess, Stuttgart 1954, S. 92 ff., 94; in die gleiche Richtung weist übrigens schonBGE 77 II 35lit. a). Lässt es sich auf eine derartige Erwägung zurückführen, dass das Gutachten eine Tragzeit, wie sie bei Zeugung des Kindes durch S. gegeben wäre, als praktisch ausgeschlossen betrachtet, obwohl LABHARDT für immerhin 135 unter 24 734 Kindern annahm, die Empfängnis sei in der hier in Frage stehenden IV. Dekade nach der mittleren erfolgt (Tabelle 6), so kann dem Gutachten und dem ihm folgenden Urteil nicht entgegengehalten werden, sie begnügten sich mit einem Grade der Unwahrscheinlichkeit, der den aus Art 314 ZGB sich ergebenden hohen Anforderungen nicht entspreche. Vielmehr muss als erwiesen gelten, dass die Wahrscheinlichkeit einer Zeugung durch S. so gering ist, dass der Umgang mit diesem Manne keine erheblichen Zweifel über die Vaterschaft des Beklagten zu begründen vermag. Unter diesen Umständen kann dahingestellt bleiben, ob in einem Falle, wo die Vaterschaft des Dritten sich nur mit einer aussergewöhnlich kurzen Tragzeit erklären liesse, während die von der Beiwohnung des Beklagten aus berechnete Schwangerschaftsdauer im normalen Rahmen liegt, die Zeugung durch den Dritten auch mit der Begründung als praktisch ausgeschlossen betrachtet werden dürfte, dass eine Tragzeit, die schon dann als sehr wenig wahrscheinlich erscheint, wenn keine andere als die am Anfang dieser Zeitspanne liegende Beiwohnung bekannt ist, erst recht unwahrscheinlich sei, wenn ein BGE 80 II 294 S. 302anderer Geschlechtsverkehr nachgewiesen ist, von dem aus gerechnet sich eine der Norm näher liegende Tragzeit ergibt. (Im vorliegenden Falle beträgt die Dekadenwahrscheinlichkeit für die Zeugung durch den Beklagten nach LABHARDT 1944 je nachdem, von welchem der von der Mutter genannten Daten man ausgeht, 5,65 bis 40%).\n\nAn der Schlussfolgerung, dass der Umgang mit S. nicht zur Anwendung von Art. 314 Abs. 2 ZGB führen kann, vermag der Umstand nichts zu ändern, dass die Mutter zunächst diesen Mann als Vater bezeichnet hat. InBGE 78 II 111wurde allerdings ein entsprechendes Verhalten der Mutter zugunsten des Beklagten berücksichtigt. Im vorliegenden Falle lässt sich jedoch aus der Tatsache, dass die Mutter zuerst einen andern Mann angab, für die Beurteilung der Frage, ob dessen Beiwohnung als Ursache der Schwangerschaft in Betracht komme, überhaupt nichts ableiten, weil die Angabe der Mutter, dass S. der Vater sei, nicht etwa auf irgendwelchen Wahrnehmungen über den Beginn der Schwangerschaft, sondern einfach auf dem Wunsche beruhte, S. für eine Heirat zu gewinnen."}