{"annee": "80", "cour": "III", "page": "149", "date": "30/9/1954", "cite": ["40 I 483", "77 III 140", "77 I 42", "79 II 193", "58 II 438", "74 III 13", "49 I 200", "41 I 207", "68 II 283", "48 I 86", "76 I 34", "25 II 932", "41 I 524", "79 III 39", "77 II 279", "71 II 183"], "cite_par": ["135 III 513", "119 II 77", "102 IA 406", "87 III 23", "118 IB 468"], "chapeau": "34. Urteil der II. Zivilabteilung vom 30. September 1954 i. S. Französischer Staat gegen Legerlotz.", "regestes": ["1. Questions de compétence régies par le droit fédéral (consid. 1 et 2). Recevabilité du recours en réforme selon les art. 49 et 48 al. 3 OJ contre un jugement préjudiciel par lequel un tribunal de première instance admet sa compétence. Quand le recours en nullité prévu à l'art. 68 al. 1 lettre b OJ est-il recevable? 2. Convention franco-suisse du 15 juin 1869 sur la compétence judiciaire et l'exécution des jugements en matière civile (consid. 3 et 4). Portée de l'art. 11 dans l'application de l'article premier. Ni l'acte additionnel du 4 octobre 1935 ni l'ordonnance du Tribunal fédéral du 29 juin 1936 (contrairement à ce qui a été jugé dans l'arrët paru au RO 79 III 39 et suiv.) n'ont étendu la garantie du juge du domicile au-delà de ce qui est prévu à l'article premier de la convention. Pour les cas non visés par cette disposition l'art. 278 LP est applicable et par conséquent aussi le for du lieu du séquestre fixé par le droit cantonal ou le droit fédéral. 3. Limitation territoriale des actes de souveraineté (consid. 5)."], "faits": "BGE 80 III 149 S. 150\n\nA.- Der in New York wohnende Deutsche oder Staatenlose Legerlotz fordert vom französischen Staat Fr. 23'472.75 Kapital- und Zinszahlungen als Gläubiger zweier Staatsanleihen, sowie Schadenersatz wegen Verweigerung der Auszahlung von Zins- und Amortisationsbeträgen einer Anleihe der Stadt Paris. Er liess für die erwähnte Gesamtforderung im Januar 1951 \"Guthaben und Forderungen\" des französischen Staates bei drei Banken in Zürich arrestieren und leitete dort Betreibung ein. Auf den Rechtsvorschlag des Schuldners folgte eine Klage beim Bezirksgericht Zürich auf Zusprechung der in Betreibung gesetzten Forderung.\n\nB.- Der Schuldner erhob in erster Linie die Einrede BGE 80 III 149 S. 151der Unzuständigkeit,\n\na) weil er als Staat keiner fremden Gerichtsbarkeit unterstehe,\n\nb) weil eine Forderungsklage gegen einen in Frankreich domizilierten Franzosen nach Art. 1 der bundesgerichtlichen Verordnung vom 29. Juni 1936 zur Zusatzakte vom 4. Oktober 1935 zum Gerichtsstandsvertrag zwischen der Schweiz und Frankreich vom 15. Juni 1869 nur in Frankreich erhoben werden dürfe.\n\nC.- Ferner stellte der Schuldner beim Betreibungsamte das Gesuch um Aufhebung des Arrestes, da die Klage nicht am zuständigen Ort angehoben und der Arrest daher hinfällig geworden sei. Sowohl das Amt wie auch die auf dem Beschwerde- und Rekursweg nach Art. 17 ff. SchKG angerufenen Aufsichtsbehörden wiesen dieses Begehren ab. Die Schuldbetreibungs- und Konkurskammer des Bundesgerichtes erklärte in ihrem Entscheid vom 18. September 1951, es sei Sache der mit der Forderungsklage befassten Gerichte, nicht der Betreibungsbehörden, darüber zu entscheiden, ob die Klage zuständigen Ortes angebracht und der Arrest damit in rechtswirksamer Weise prosequiert worden sei (BGE 77 III 140).\n\nD.- Auf Begehren beider Parteien traf das Bezirksgericht am 12. März 1952 einen rekursfähigen Vorentscheid über die Zuständigkeitsfrage. Danach trat es im Teilbetrag von Fr. 21, 912.75 auf die Klage ein, wies diese dagegen für den Restbetrag von Fr. 1560.-- (Schadenersatzanspruch) von der Hand. Keine Partei legte gegen den Vorentscheid Rekurs ein. Bei der einlässlichen Beantwortung der nun auf Fr. 21'912.75 beschränkten Klage bemerkte der beklagte Staat indessen, er behalte sich vor, die Unzuständigkeit der zürcherischen Gerichte im Berufungsverfahren neuerdings geltend zu machen.\n\nE.- Gegen das Urteil des Bezirksgerichts vom 29. April 1953, das dem Kläger einen Betrag von Fr. 14'431.20 zuzüglich Arrest- und Betreibungskosten zusprach und die Mehrforderung abwies, legten beide Parteien Berufung an das Obergericht ein. Der Kläger beharrte auf der ganzen Forderung von Fr. 21'912.75, der beklagte Staat auf der BGE 80 III 149 S. 152gänzlichen Abweisung der Klage. Vorweg hielt er an der Unzuständigkeitseinrede mit Einschluss des Exemptionsprivilegs der Staaten fest. Das Obergericht trat jedoch auf die Zuständigkeitsfrage nicht ein, da der darüber ergangene Vorentscheid des Bezirksgerichtes vom 12. März 1952 rechtskräftig geworden sei. Im übrigen hiess es mit seinem Urteil vom 17. November 1953 die Berufung des Klägers grösstenteils gut und erhöhte die ihm zustehende Forderung auf Fr. 21'190.--.\n\nF.- Mit vorliegender Berufung verlangt der beklagte Staat die Aufhebung des obergerichtlichen Urteils und, soweit nötig, auch des Vorentscheides des Bezirksgerichtes vom 12. März 1952, und die Verneinung der Zuständigkeit der zürcherischen unter Verweisung des Klägers an die französischen Gerichte; eventuell die Rückweisung der Sache an das Obergericht zu neuer Beurteilung.\n\nFür den Fall, dass die Berufung als unzulässig befunden würde, will der beklagte Staat seine Rechtsschrift als Nichtigkeitsbeschwerde im Sinne von Art. 68 ff. OG betrachtet wissen.\n\nG.- Er erhob ferner kantonale Nichtigkeitsbeschwerde, die das Kassationsgericht des Kantons Zürich jedoch am 3. Mai 1954 abwies, soweit es darauf eintreten konnte.\n\nH.- Der Kläger trägt auf uneinlässliche Ablehnung, eventuell auf einlässliche Abweisung der Berufung und der Nichtigkeitsbeschwerde an.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. In der mit der Berufung in erster Linie geltend gemachten Zuständigkeitsfrage ist kein obergerichtliches Urteil ergangen. Da der Vorentscheid des Bezirksgerichts nicht weitergezogen worden war, ist er nach der vom Kassationsgericht bestätigten Entscheidung des Obergerichts rechtskräftig geworden, mit der Folge, dass die Zuständigkeitsfrage dann auch nicht mehr zusammen mit der Hauptsache dem Obergericht unterbreitet werden konnte. Diese BGE 80 III 149 S. 153auf folgenden § 17 Abs. 2 der zürcherischen Zivilprozessordnung:\n\n\"Wird die Einrede der Unzuständigkeit vom Gerichte verworfen und der Entscheid nicht an die zweite Instanz weitergezogen, so gilt die Zuständigkeit des Gerichts als anerkannt.\"\n\ngestützte Entscheidung ist für das Bundesgericht verbindlich. Denn die Anwendung kantonalen Rechtes ist im Berufungsverfahren nicht zu überprüfen (Art. 43 Abs. 1 OG), ebensowenig bei Nichtigkeitsbeschwerde (Art. 68 OG).\n\n2. Konnte aber das Obergericht sich mit der Zuständigkeitsfrage nicht mehr befassen, so kann auch nicht etwa der darüber ergangene Vorentscheid der untern Instanz mit Berufung (oder, in einer nicht der Berufung unterliegenden Zivilsache, mit Nichtigkeitsbeschwerde) beim Bundesgericht angefochten werden.\n\na) Eine gesonderte Berufung im Sinne von Art. 49 OG kommt schon wegen Fristablaufs gegenüber dem Vorentscheid vom 12. März 1952 nicht mehr in Frage. Im übrigen ging jener Vorentscheid nicht von einer letztinstanzlichen kantonalen Behörde gemäss Art. 48 Abs. 1 oder 2 OG aus. Es handelt sich um ein unteres Gericht, das einfach in erster Instanz geurteilt hatte. Somit liegt keiner der Fälle von Art. 48 Abs. 2 OG vor. Selbst wenn dagegen kein Rekurs an das Obergericht zulässig gewesen wäre, müsste der Weg der Berufung zur Weiterziehung an das Bundesgericht versagt werden (BGE 71 II 184, BGE 77 II 281; Urteil der I. Zivilabteilung vom 29. August 1952 i.S. Achermann gegen Gabriell; GIOVANOLI, Probleme der Berufung, ZbJV 90 S. 56 ff.).\n\nb) Aber auch zusammen mit dem Endentscheid des Obergerichts vom 17. November 1953 kann der Vorentscheid des Bezirksgerichts vom 12. März 1952 nicht Gegenstand der Berufung sein. Gewiss spricht Art. 48 Abs. 3 OG von den dem Endentscheide vorausgegangenen Entscheiden, ohne ausdrücklich zu bestimmen, auch diese müssten in letzter kantonaler Instanz gefällt worden sein. Hinsichtlich des entsprechenden Art. 58 Abs. 2 des alten OG BGE 80 III 149 S. 154war umstritten, ob dem Haupturteil der obern Instanz vorausgegangene Entscheidungen einer untern Instanz zusammen mit jenem an das Bundesgericht weitergezogen werden könnten. In der Botschaft des Bundesrates vom 5. April 1892 war bemerkt worden: \"In Betracht kommen ausser den in der Appellationsinstanz selbst erlassenen Entscheiden nur diejenigen erstinstanzlichen Entscheidungen, an welche das kantonale Appellationsgericht gebunden ist\" (Bundesblatt 1892 II 337). Die Frage wurde indessen von der Rechtsprechung dahin abgeklärt, dass Vor- und Teilentscheide einer untern Instanz, die an die letzte kantonale Instanz hätten weitergezogen werden können, ausser Betracht fallen (BGE 25 II 938). Daran ist (entgegen WEISS, Berufung, S. 49 ff.) auch für die Anwendung des geltenden Art. 48 Abs. 3 OG festzuhalten.\n\nDies um so mehr, als Art. 48 Abs. 3 OG durch Art. 55 lit. b und c OG ergänzt wird. Danach sind neue Anträge und ebenso neue Einreden in der bundesgerichtlichen Instanz ausgeschlossen. Als neu haben aber auch solche Anträge und Einreden zu gelten, die in der letzten kantonalen Instanz nicht in prozessual wirksamer Weise geltend gemacht wurden (vgl. BGE 58 II 438, BIRCHMEIER S. 201).\n\nc) Geht man von einer nicht der Berufung unterliegenden Zivilsache aus, so käme eine Nichtigkeitsbeschwerde nach Art. 68 OG ebenfalls nur gegen eine Entscheidung der letzten kantonalen Instanz in Frage. Da der beklagte Staat die ihm offenstehende Weiterziehung des bezirks gerichtlichen Vorentscheides an das Obergericht unterliess, hat er die kantonalen Instanzen in der Zuständigkeitsfrage nicht erschöpft, womit auch die Voraussetzung für eine Nichtigkeitsbeschwerde nicht erfüllt ist.\n\n3. Nun beruft er sich aber noch auf staatsvertragliche Bestimmungen, die dem schweizerischen (kantonalen und eidgenössischen) Prozessrechte vorgingen. Seine Unzuständigkeitseinrede stütze sich nämlich auf Art. 1 des französisch-schweizerischen Gerichtsstandsvertrages vom 15. Juni 1869 nebst Zusatzakte vom 4. Oktober 1935 und BGE 80 III 149 S. 155Ausführungsverordnung vom 29. Juni 1936. Nach Art. 11 des Gerichtsstandsvertrages seien nun die staatsvertraglichen Zuständigkeitsnormen von Amtes wegen zu beachten. Das habe somit in jeder Instanz zu geschehen, gleichgültig ob und wie sich bereits eine untere Instanz mit der Frage befasst habe.\n\nMit diesen Ausführungen rügt der beklagte Staat die Verletzung eines vom Bund abgeschlossenen Staatsvertrages, was als Verletzung von Bundesrecht zu gelten hat (Art. 43 Abs. 1 und Art. 68 Abs. 1 lit. b OG). Auf diese Rüge ist daher einzutreten, und zwar erscheint als das richtige Rechtsmittel die Berufung. Wohl hat das Obergericht die Streitsache nach französischem Rechte beurteilt, es hat jedoch die Anwendung französischer kriegsrechtlicher Erlasse abgelehnt, und gerade dagegen wendet sich der Berufungskläger, indem er geltend macht, das Obergericht habe jene Erlasse zu Unrecht als der öffentlichen Ordnung der Schweiz zuwiderlaufend erachtet. Darin liegt die Rüge einer unrichtigen Anwendung schweizerischen und zwar eidgenössischen Rechtes.\n\n4. Art. 11 des Gerichtsstandsvertrages von 1869 bestimmt:\n\n\"Wird bei einem schweizerischen oder bei einem französischen Gerichte eine Klage anhängig gemacht, die nach Inhalt der vorhergehenden Artikel nicht in seine Kompetenz fällt, so soll es von Amtes wegen, selbst in Abwesenheit des Beklagten, die Parteien an den kompetenten Richter verweisen.\"\n\nDie Lehrmeinungen über die Tragweite dieser (durch das erläuternde Protokoll ergänzten) Vorschrift sind geteilt. Überwiegend wird ihr indessen mit Recht nicht entnommen, es seien alle vorausgehenden Zuständigkeitsnormen des Staatsvertrages als zwingend zu betrachten. Vielmehr ist zwischen solchen, die um der öffentlichen Ordnung willen aufgestellt und daher zwingend sind, und solchen, die nur das Interesse einer Partei wahren wollen, zu unterscheiden. Zu den letztern gehört Art. 1, was aus der Zulässigkeit einer Prorogation nach Art. 3 zu folgern ist (vgl. BGE 80 III 149 S. 156BROCHER, Commentaire du Traité franco-suisse p. 93 ff.; AUJAY, Etudes sur le Traité franco-suisse N. 361; PILLET, Les conventions internationales relatives à la compétence judiciaire p. 223 ff.; ESCHER, Neuere Probleme aus der Rechtsprechung zum französisch-schweizerischen Gerichtsstandsvertrag S. 140 ff.). Unter Vorbehalt einer gültigen Prorogation oder Einlassung (BGE 49 I 204 mit Zitaten) ist aber die Ausschliesslichkeit des in Art. 1 des Staatsvertrages vorgesehenen Gerichtsstandes von Amtes wegen zu beachten (vgl. das erläuternde Protokoll und die vom Bundesrat wie auch vom französischen Justizministerium zu Art. 11 des Staatsvertrages erlassenen Kreisschreiben: Bundesblatt 1869 III 133, 1873 II 666 und 671 deutsch, 1869 III 129, 1873 II 625und 629 französisch). Im vorliegenden Falle steht nicht ausser Zweifel, ob sich der beklagte Staat rechtsverbindlich auf die Sache eingelassen hat. Er hatte die Zuständigkeit der schweizerischen Gerichte bestritten und reichte die materielle Klagebeantwortung unter ausdrücklichem Vorbehalt hinsichtlich der Zuständigkeit ein. Dass unter solchen Umständen die Unterlassung, den die Zuständigkeit bejahenden Vorentscheid weiterzuziehen, als Einlassung gedeutet werden könne, wurde in BGE 23 S. 1578 verneint. Sollte an dieser Auslegung des Staatsvertrags festzuhalten sein, so könnte ihr eine vom kantonalen Prozessgesetz aufgestellte Fiktion, wie sie § 17 Abs. 2 der zürcherischen ZPO enthält, nicht wohl entgegenstehen. Zu dieser Frage nimmt BGE 41 I 526 nicht Stellung. Sie kann auch hier offen bleiben. Denn der beklagte Staat vermag gar keine Zuständigkeitsnorm anzurufen, die unter dem Schutz des Art. 11 des Gerichtsstandsvertrages von 1869 stünde.\n\na) Art. 1 dieses Staatsvertrages gilt nach seinem eindeutigen Wortlaute nur für Streitigkeiten zwischen Schweizern und Franzosen. Es müssen sich also als Parteien Schweizer auf Kläger- und Franzosen auf Beklagtenseite oder umgekehrt Franzosen als Kläger und Schweizer als Beklagte gegenüberstehen. Dieser Gerichtsstandsschutz BGE 80 III 149 S. 157wird demnach einem Schweizer oder Franzosen weder zuteil, wenn er von einem Landsmanne belangt wird, noch wenn der Kläger einem dritten Staat angehört oder staatenlos ist. Diese aus der erwähnten Vorschrift einwandfrei sich ergebende Ordnung ist auch in der Gerichtspraxis anerkannt (BGE 4 S. 261, 40 I 485/6, 56 I 185, 61 I 261, 63 I 242).\n\nIm vorliegenden Fall ist der beklagte Staat freilich als Franzose im Sinne jenes Art. 1 zu betrachten. Denn dieser Vorschrift unterstehen auch juristische Personen (BGE 41 I 209, BGE 48 I 90), und es besteht kein Grund, die Vertragsstaaten in privatrechtlichen Streitigkeiten davon auszunehmen, sowenig wie bei Anwendung von Art. 17 der Internationalen Übereinkunft betreffend Zivilprozessrecht (wozu BGE 77 I 48 ff.).\n\nDer Schutz des Art. 1 des Staatsvertrages käme jedoch dem Beklagten, wie dargetan, nur gegenüber der Klage eines Schweizers zu, also nicht gegenüber der vorliegenden Klage eines Deutschen oder Staatenlosen.\n\nb) Die Zusatzakte vom 4. Oktober 1935 hat die Zuständigkeitsnormen des Gerichtsstandsvertrages von 1869 nicht erweitert, sondern in zwei Punkten gemildert. Nach ihrem Art. 1 können Entschädigungsklagen aus Strassenverkehrsunfällen nach Wahl des Klägers am Wohnorte des Beklagten (gemäss den bisherigen Vorschriften des Art. 1 des Staatsvertrages) oder am Unfallorte angebracht werden (was im vorliegenden Falle keine Rolle spielt). Und nach Art. 2 der Zusatzakte fallen vorläufige und sichernde Massnahmen nicht unter den staatsvertraglichen Gerichtsstandsschutz; sie können ohne Rücksicht auf die für die Entscheidung in der Sache selbst geltenden staatsvertraglichen Zuständigkeitsnormen nach der innern Gesetzgebung jedes der beiden Staaten getroffen werden (was früher streitig war; vgl. KOUTAISSOFF, Des mesures provisionnelles et du séquestre dans les relations franco-suisses, Schweizerische Juristenzeitung 34 S. 56 ff.). Doch darf an solche Massnahmen keine dem Gerichtsstandsvertrag widersprechende BGE 80 III 149 S. 158Zuständigkeit für den Hauptprozess geknüpft werden. Soweit die innere Gesetzgebung des Staates, in dem eine solche Massnahme getroffen wird, derartige Folgen vorsieht, dürfen sie im Anwendungsbereich des Gerichtsstandsvertrages nicht eintreten. Dieser Anwendungsbereich soll also (mit Vorbehalt der vorläufigen und sichernden Massnahmen als solcher) gewahrt bleiben. Dagegen ist er nicht erweitert und insbesondere Art. 1 des Staatsvertrages nicht auf andere Streitigkeiten als solche zwischen Schweizern und Franzosen ausgedehnt worden. Diese Rechtslage findet sich bereits in der bundesrätlichen Botschaft zur Zusatzakte dargelegt (Bundesblatt 1936 I 693ff. deutsch, 709 ff. französisch; ebenso BGE 76 I 36 /7). In dieser Hinsicht ist belanglos, ob man den Vorbehalt der vorläufigen und sichernden Massnahmen als Art. IIbis (wie es in der Schweiz geschieht) oder als Art. 11bis (so laut der Veröffentlichung im Journal officiel de la République française vom 26. Juni 1936) in den Gerichtsstandsvertrag einreiht.\n\nc) Gemäss dem die Zusatzakte genehmigenden Bundesbeschluss vom 25. April 1936, Art. 2 Abs. 1, hatte das Bundesgericht \"die zur Ausführung von Art. 2 der Zusatzakte vom 4. Oktober 1935 erforderlichen, von den Bestimmungen des Bundesgesetzes über Schuldbetreibung und Konkurs abweichenden Vorschriften\" zu erlassen. Es handelte sich insbesondere darum, für Forderungen eines Schweizers gegen einen in Frankreich wohnenden Franzosen eine von Art. 278 SchKG abweichende, der dem Schuldner nach dem Gerichtsstandsvertrag zukommenden Gerichtsstandsgarantie Rechnung tragende Art der Prosequierung eines Arrestes vorzusehen. Denn in einem solchen Streitfall ist sowohl der nach den meisten kantonalen Prozessordnungen gegebene Gerichtsstand des Arrestortes für die Forderungsklage des Gläubigers wie auch der bei provisorischer Rechtsöffnung vom Bundesrecht vorgesehene Gerichtsstand des (Arrest-)Betreibungsortes für die Aberkennungsklage (Art. 83 Abs. 2 SchKG) BGE 80 III 149 S. 159unstatthaft. Nur die Arrestlegung selbst, als sichernde Massnahme, kann nach der Zusatzakte ohne Rücksicht auf den für die gerichtliche Entscheidung über die Forderung geltenden staatsvertraglichen Gerichtsstand erfolgen. Demgemäss sieht die Verordnung des Bundesgerichtes vom 29. Juni 1936 in Art. 1 vor, dass, wenn sich der Gerichtsstand nach dem Staatsvertrage in Frankreich befindet, ein in der Schweiz gelegter Arrest eben durch Klage in Frankreich (binnen einer auf 30 Tage nach Zustellung der Arresturkunde bemessenen Frist) zu prosequieren ist. Die Umschreibung des näher zu ordnenden Tatbestandes in Art. 1 der Verordnung:\n\n\"Ist ein Arrest gegen einen in Frankreich wohnenden Franzosen für eine Forderung bewilligt und vollzogen worden, wegen der die Klage bei dem natürlichen Richter des Beklagten in Frankreich anhängig zu machen ist ....\" stellt keineswegs eine über Art. 1 des Staatsvertrages hinausgehende Zuständigkeitsnorm auf, sondern bezieht sich auf die in der Präambel erwähnte Zusatzakte zum Gerichtsstandsvertrag und damit auch auf diesen selbst. Es handelt sich eben um die Forderungen, wegen deren die Klage nach den Vorschriften des Gerichtsstandsvertrages bei dem natürlichen Richter des Beklagten in Frankreich anzuheben ist. Andere dahingehende Normen standen gar nicht in Betracht, und es konnte nicht Sache der Verordnung sein, über den Staatsvertrag hinaus solche Normen aufzustellen, womit in die innere schweizerische (kantonale und eidgenössische) Zuständigkeitsordnung eingegriffen würde. Eine Befugnis hiezu liesse sich weder aus Art. 15 Abs. 2 SchKG herleiten (denn es stünde nicht die Vollziehung, sondern eine Änderung des Gesetzes in Frage), noch enthält der erwähnte Bundesbeschluss vom 25. April 1936 eine dahingehende Delegation. In BGE 74 III 13 ff. wird denn auch bloss die Art der Prosequierung verdeutlicht, und BGE 77 III 140 ff. weist die Befugnis zur Entscheidung darüber, ob nach Art. 278 SchKG habe vorgegangen werden dürfen oder nach dem Staatsvertrag in BGE 80 III 149 S. 160Verbindung mit der in Frage stehenden Verordnung hätte vorgegangen werden sollen, den Gerichten zu. Eine andere Tragweite wird dann allerdings dem Bundesbeschluss vom 25. April 1936 und der darauf beruhenden bundesgerichtlichen Verordnung in der Begründung eines Sonderfalles beigemessen, der einen möglicherweise unter Art. 5 des Staatsvertrages fallenden Streit zwischen Franzosen betraf (BGE 79 III 39 ff.). Doch kann trotz einer zustimmenden Literaturmeinung (GUY FLATTET im Journal des Tribunaux 1953, Poursuite pour dettes, p. 67 ff.) an den betreffenden Ausführungen auch nach einmütiger Ansicht der am heutigen Urteil vollzählig mitwirkenden Mitglieder der Schuldbetreibungs- und Konkurskammer nicht festgehalten werden. Der Bundesbeschluss vom 25. April 1936 und die auf ihm beruhende Ausführungsverordnung vom 29. Juni 1936 enthalten keine über den Gerichtsstandsvertrag hinausgehende Garantie des Wohnsitzgerichtsstandes. Übrigens könnte für eine ausserhalb des Staatsvertrages stehende Zuständigkeitsnorm des Bundes- oder des kantonalen Rechts der besondere Schutz des Art. 11 des Staatsvertrages nicht angerufen werden.\n\n5. In der Sache selbst wendet das Obergericht ausschliesslich französisches Recht an, was der Berufungskläger durchaus gelten lässt. Insoweit kann das angefochtene Urteil vom Bundesgerichte nicht überprüft werden (Art. 43 OG). Indessen wendet sich der Berufungskläger dagegen, dass das Obergericht ausschliesslich nach den Grundsätzen des Privatrechts geurteilt und die \"politischen und kriegsrechtlichen Einwände\" des Beklagten nicht berücksichtigt hat (Erw. 8). Er sieht darin eine ungerechtfertigte Berufung auf die öffentliche Ordnung der Schweiz; nach seiner Ansicht widersprechen die von ihm angerufenen öffentlichrechtlichen Bestimmungen Frankreichs nicht der öffentlichen Ordnung der Schweiz und sind daher auch vom schweizerischen Richter zu beachten, wie in BGE 68 II 283 ff. ausgesprochen worden sei. Allein das angefochtene Urteil stützt sich gar nicht auf die öffentliche BGE 80 III 149 S. 161Ordnung. Es hat offenbar die völkerrechtliche Abgrenzung der staatlichen Hoheitsrechte gemäss den Grenzen des Gebiets jedes Staates im Auge, was denn auch nicht zu beanstanden ist (BGE 40 I 486 /7, BGE 79 II 198 /9).\n\nDemnach erkennt das Bundesgericht:\n\nSoweit auf die Berufung eingetreten werden kann, wird sie abgewiesen und das Urteil des Obergerichts des Kantons Zürich, II. Zivilkammer, vom 17. November 1953 bestätigt."}