{"annee": "80", "cour": "I", "page": "391", "date": "17/12/1954", "cite": ["71 I 280", "70 I 117", "74 I 208", "75 I 84", "60 I 397"], "cite_par": ["89 I 138"], "chapeau": "65. Urteil vom 17. Dezember 1954 i. S. F. Glatzfelder gegen Bundesamt für Industrie, Gewerbe und Arbeit.", "regestes": ["Assujettissement: Les ateliers de décolletage sont des fabriques au sens de la loi fédérale sur le travail dans les fabriques et cette loi leur est applicable lorsqu'ils occupent trois ouvriers ou plus."], "faits": "|391|\n\nA.- Die Beschwerdeführerin betreibt in Grenchen ein Décolletage-Atelier (Fabrikation von Fassondrehteilen und Präzisionsschrauben). Sie beschäftigt nach Feststellung des eidg. Fabrikinspektorates 4 männliche Personen, verwendet |392| für die Fabrikation 26 Automaten und braucht ca. 30 PS Elektrizität.\n\nSie ist durch Verfügung des BIGA vom 19. März 1954 gestützt auf Art. 1 und 2 des Fabrikgesetzes (FG) und Art. 1 lit. d der dazu gehörenden Vollziehungs-Verordnung (FV) dem Fabrikgesetz unterstellt worden, da der Betrieb in seiner Arbeitsweise unverkennbar den Charakter einer Fabrik aufweise.\n\nB.- Gegen diese Unterstellungsverfügung richtet sich die vorliegende, rechtzeitig und formrichtig eingereichte Beschwerde mit dem Antrag, die Verfügung des BIGA vom 19. März 1954 aufzuheben. Zur Begründung wird geltend gemacht:\n\na) Damit gemäss Art. 1 lit. d FV ein Unternehmen dem Fabrikgesetz unterstellt werden könne, müsse die industrielle Anstalt unverkennbar den Fabrikcharakter aufweisen, wie das bei den in Art. 11 und 12 FV aufgezählten Beispielen der Fall sei. Für die Frage der Unterstellung von Décolletagebetrieben sei Art. 1 lit. a FV massgebend, also die Zahl der Arbeiter. Würde der Betrieb für Fassondreherei tatsächlich unverkennbar den Fabrikcharakter aufweisen, so wäre er bestimmt unter den Beispielen der Art. 11 und 12 FV aufgezählt worden, da solche Betriebe schon zur Zeit des Erlasses des Fabrikgesetzes existiert hätten und seither bezüglich Fabrikationsart und technischer Organisation keine wesentlichen Änderungen eingetreten seien.\n\nb)BGE 71 I 285hebe hervor, dass lit. d als Ausnahmefall zu betrachten sei, da ja sonst lit. a als allgemeine Regel gar keinen Sinn hätte. Ein Kleinbetrieb weise eine ganz andere Organisation auf als ein Grossbetrieb. Er habe insbesondere keine Spezialarbeiter wie Mechaniker und Exzentermacher. Der Grossbetrieb spezialisiere sich primär auf Serien- und Massenfabrikation, der Kleinbetrieb mehr auf Präzisionsarbeiten. Auch die kaufmännische Seite zeige wesentliche Unterschiede. Im Betrieb der Beschwerdeführerin würden keine Schrauben hergestellt, \"die in Massen |393| gehen\". Er arbeite zu 9/10 für den Apparatebau und nur zu 1/10 für die Uhrenindustrie, wo wieder grössere Serien vorhanden seien. Für den Apparatebau aber gingen des öftern 9/10 des Arbeitsaufwandes auf die Herstellung der Werkzeuge und nur 1/10 falle auf die eigentliche Fabrikation.\n\nc) Die Verfügung verstosse insofern gegen das Gebot rechtsgleicher Behandlung, als das Fabrikinspektorat nur einige wenige Betriebe dem Gesetz unterstellt habe. Das Abstellen auf die Anzahl der Maschinen sei zudem kein brauchbares Kriterium.\n\nd) Für die Unterstellung, die auf Veranlassung der Verbände erfolgt sei, seien rein konkurrenzmässige Erwägungen im Vordergrund gestanden. Solche Erwägungen, die zudem unbegründet seien, dürften jedoch nicht berücksichtigt werden.\n\nC.- Das BIGA beantragt Abweisung der Beschwerde.\n\nD.- Im Instruktionsverfahren vor Bundesgericht sind der Betrieb der Beschwerdeführerin, sowie eine Anzahl weiterer Décolletage-Ateliers besichtigt worden. Im Betrieb des Beschwerdeführers wurde festgestellt, dass die Zahl der Maschinen (Automaten) und der Arbeiter nicht bestritten ist. Der Betrieb weist zur Zeit 29 Automaten und 4 Werkzeugmaschinen auf. Beschäftigt werden zur Zeit 3 Décolleteure. Bei den alten Maschinen bedient ein Mann bis zu 12 Stück, bei den neuen bis 4. Diese Arbeit besteht in der fortlaufenden Überwachung der in Gang gesetzten Automaten. Dabei erfordern gewisse Arbeiten Nachkontrollen je nach einer Viertel- bis einer halben Stunde. Die gesamte Arbeit der Décolleteure besteht in dem Einrichten der Maschinen (wozu auch die Herstellung der Werkzeuge gehört), dem Laden, der laufenden Kontrolle der arbeitenden Automaten und der Nachbearbeitung der aus den Maschinen kommenden Produkte. Diese letzte Arbeit wird im Betrieb des Beschwerdeführers herausgegeben. Der Beschwerdeführer legt Gewicht auf die Feststellung, dass bei der Herstellung von Präzisionsbestandteilen |394| der Anteil der manuellen Arbeit an der gesamten Produktion verhältnismässig gross ist im Vergleich mit der gewöhnlichen Schraubenfabrikation.\n\nDas Bundesgericht hat die Beschwerde abgewiesen", "considerants": "in Erwägung:\n\n1. Art. 1, Abs. 2 FG kennzeichnet als Fabrik die industrielle Anstalt, die eine Mehrzahl von Arbeitern ausserhalb ihrer Wohnräume beschäftigt. Unter industrieller Anstalt im Sinne des Fabrikgesetzes ist der Betrieb zu verstehen, der der Herstellung von Waren dient, im Unterschied von Landwirtschaft (Urproduktion) einerseits und Handel anderseits. Diese fallen nicht in den Bereich des Fabrikgesetzes (BGE 70 I 121f., Erw. 3,BGE 75 I 86f., 293, Erw. 2; vgl. auchBGE 60 I 400undBGE 74 I 213). Innerhalb der Betriebe der Warenproduktion, die gemäss Art. 1, Abs. 2 FG in den Bereich des Fabrikgesetzes fallen, ist die nähere Abgrenzung dem Bundesrat übertragen worden (Art. 2 FG). Dieser hat dabei im wesentlichen auf die Einrichtung des Betriebes und die Arbeiterzahl, also auf die Grösse abgestellt. Betriebe der Warenproduktion, die 11 und mehr Arbeiter beschäftigen, fallen schlechtweg unter das Fabrikgesetz (Art. 1, Abs. 1, lit. c FV). Betriebe mit 6 und mehr Arbeitern sind zu unterstellen, wenn sie Motoren verwenden oder wenn sich unter den Arbeitern eine oder mehr jugendliche Personen befinden (Art. 1, Abs. 1, lit. b und c FV). Betriebe, die weniger als 11, resp. 6 Arbeiter beschäftigen, werden als Fabriken betrachtet, wenn sie aussergewöhnliche Gefahren für Gesundheit und Leben der Arbeiter bieten oder in ihrer Arbeitsweise den Charakter von Fabriken unverkennbar aufweisen (Art. 1, Abs. 1, lit. d FV). Streitig ist hier nur, ob bei der Beschwerdeführerin, die dauernd 4 Arbeiter beschäftigt, die letzte Voraussetzung erfüllt ist.\n\n2. Die maschinelle Herstellung metallischer Schrauben, Maschinen-, Uhren- oder Werkzeugbestandteile und dergleichen (Décolletage) ist dadurch charakterisiert, dass sich der eigentliche Herstellungsprozess selbsttätig abwickelt.\n\n|395| Die menschliche Arbeit ist im wesentlichen auf die Bedienung (Vorbereitung der Inbetriebsetzung, fortlaufende Kontrolle des richtigen Funktionierens des in Gang gesetzten Automaten, fortlaufende Zuführung des Materials, sowie Kontrolle und Nachbearbeitung des aus dem Automaten kommenden Erzeugnisses) beschränkt. Die Produktion vollzieht sich, auch soweit sie nicht ausgesprochene Massenproduktion ist, in der Regel in Serien von einer Mehrzahl gleicher Stücke. Dabei ist die eigentliche Arbeit am Material und Produkt auf ein Minimum beschränkt. Die Maschine ist hier nicht Werkzeug in der Hand des Arbeiters; vielmehr bedient der Arbeiter die vom Unternehmer bereitgestellte Maschine. Da ein Arbeiter gleichzeitig mehrere Automaten überwachen kann, weisen die Betriebe auch bei verhältnismässig bedeutendem Maschinenpark minimale Arbeiterzahlen auf. Betriebe, in denen sich die Herstellung im wesentlichen maschinell vollzieht und die Betätigung der Arbeitskräfte - abgesehen von der Herrichtung der Apparatur und der Nachbearbeitung des Produkts - in der Bedienung der Maschine besteht, sind nach ihrer Arbeitsweise unverkennbar Fabriken. Sie werden mit Recht der Fabrikgesetzgebung unter Berufung auf Art. 1, Abs. 1, lit. d FV unterstellt.\n\n3. Die in der Beschwerde erhobenen Einwendungen vermögen eine andere Beurteilung nicht zu rechtfertigen.\n\na) Dass Décolletage-Betriebe in Art. 11 FV nicht aufgeführt sind, bedeutet nicht, dass sie nicht in den Bereich des Fabrikgesetzes fallen. Art. 11, Abs. 2 FV behält die weitere Anwendung von Art. 1, Abs. 1, lit. d FV, Ausdehnung auf andere als die aufgeführten Betriebsarten, ausdrücklich vor. Wenn sodann in Art. 12, Abs. 1 FV Stickereien als Betriebe nach Art. 11, Abs. 1, lit. d unterstellt werden, wenn sie mit nur einer Automat-Schiffchenstickmaschine ausgerüstet sind, so ist es folgerichtig, Décolletagebetriebe, die in der Regel mit einer ganzen Anzahl von Automaten ausgestattet sind, als Fabriken im Sinne des Gesetzes zu behandeln.\n\nb) Ob Grossbetriebe eine andere Arbeitsorganisation |396| aufweisen als Kleinbetriiebe, ist unerheblich. Die Anwendung des Fabrikgesetzes ist nicht auf Grossbetriebe beschränkt. Auch gewerbliche Betriebe fallen darunter, wenn die Voraussetzungen nach Art. 1 FV bei ihnen zutreffen (BGE 74 I 215, Erw. 1b). Mit der Ordnung in Art. 11 FV, wonach Betriebe als Fabriken bezeichnet werden, die weniger als 6 Arbeiter beschäftigen, werden gerade Kleinbetriebe erfasst.\n\nc) Was bei Décolletagebetrieben den Charakter als Fabrik bestimmt, ist die weitgehende Mechanisierung des Herstellungsprozesses, bei der ein wesentlicher Teil der Arbeit den Maschinen überlassen bleibt. Allerdings ist die manuelle Arbeit für das Einrichten der Maschinen (inkl. Herrichtung von Bohrern usw.), das Laden (Zuführung der zu verarbeitenden Rohmaterialien) und die Kontrolle der Maschinen verschieden, je nach dem hergestellten Produkt und den dabei verwendeten Maschinen. Besonders bei Präzisionsbestandteilen, wie sie die Beschwerdeführerin herstellt, ist der Anteil der manuellen Arbeit verhältnismässig grösser als bei gewöhnlichen Schrauben. Doch handelt es sich dabei nicht um einen grundsätzlichen Unterschied, sondern lediglich um einen solchen des Masses.\n\nd) Unerheblich ist auch der Umstand, dass dem Betriebe der Beschwerdeführerin kein mechanisches Atelier angegliedert ist, wie das bei grösseren Betrieben meistens vorkommt, und dass sie keine Spezialarbeiter wie Mechaniker und Exzentermacher beschäftigt. Der Charakter des Betriebes als Fabrik wird bestimmt durch die Verwendung der selbsttätigen Maschinen.\n\nAus diesem Grunde ist sodann auch ohne Bedeutung, dass die Beschwerdeführerin die Nachbearbeitung des aus den Maschinen kommenden Produkts herausgibt. Würde sie sie im Betriebe selbst besorgen, so würde die Zahl der notwendigen Arbeiter ohne weiteres die Unterstellung des Betriebes nach Art. 1, Abs. 1, lit. a FV nach sich ziehen."}