{"annee": "80", "cour": "IV", "page": "267", "date": "20/12/1954", "cite": ["72 IV 101", "77 IV 164", "71 IV 139"], "cite_par": [], "chapeau": "54. Auszug aus dem Urteil des Kassationshofes vom 20. Dezember 1954 i.S. Staatsanwaltschaft des Kantons Solothurn gegen Gasser.", "regestes": ["Art. 20 et 56 RA. Sur une motocyclette, le passager est tenu d'enfourcher le siège arrière, le visage tourné vers l'avant."], "faits": "", "considerants": "|267|\n\nAus den Erwägungen:\n\n1. Art. 20 MFV schreibt vor: \"Motorräder, auf denen eine zweite Person mitgeführt wird, müssen genügend stark gebaut und mit einem zweiten Sitz sowie mit einem Handgriff und zwei Fussrastern für die zweite Person versehen sein.\" Schon der Wortlaut dieser Bestimmung spricht dafür, dass auf einem Motorrad keine zweite Person mitgeführt werden darf, wenn es nicht in der erwähnten Weise gebaut und ausgerüstet ist. In Art. 56 Abs. 1 MFV wird denn auch \"das Mitführen einer zweiten Person auf einem nicht dazu eingerichteten und geprüften Motorrad\" ausdrücklich verboten. Diese Bestimmung dient wie das Bundesgesetz über den Motorfahrzeug- und Fahrradverkehr, zu dessen Ausführung sie erlassen worden ist, der Verkehrssicherheit, nicht der blossen Förderung der Bequemlichkeit der mitgeführten Person. Es liegt daher nicht schlechthin im Gutfinden dieser Person, von den vorgeschriebenen Einrichtungen Gebrauch zu machen oder nicht. Sie darf nur mitgeführt werden, wenn sie den Sitz, den Handgriff und die beiden Fussraster bestimmungsgemäss benützt oder auf dem Motorrad zum mindesten eine Haltung einnimmt, die ihr bei drohender Gefahr erlaubt, sich ihrer sofort und ohne Gefährdung der Verkehrs bestimmungsgemäss zu |268| bedienen. Das ist der sich aufdrängende vernünftige Sinn der Art. 20 und 56 MFV. Um ihn diesen Bestimmungen zu entnehmen, bedarf es keiner ausdehnenden Auslegung, die übrigens entgegen der Auffassung des Beschwerdegegners durchaus zulässig wäre (vgl. BGE 71 IV 148, BGE 72 IV 103, BGE 77 IV 167).\n\n2. Der Sitz der Begleitperson ist dazu bestimmt, dass der Benützer sich rittlings in der Fahrrichtung auf das Motorrad setze. Das ergibt sich aus seiner üblichen Form und aus der Weise, in der er angebracht zu werden pflegt. Wer sich quer zur Fahrrichtung setzt, beide Beine auf die gleiche Seite des Motorrades haltend, benützt den Sitz und die auf beiden Seiten angebrachten Fussraster nicht bestimmungsgemäss. Er nimmt auch nicht eine Haltung ein, die ihm im Augenblick der Gefahr erlauben würde, Sitz, Handgriff und Fussraster unverzüglich und ohne Gefährdung des Verkehrs so zu gebrauchen, wie es ihrer Bestimmung entspricht. Ob er im einzelnen Falle in Querstellung (Damensitz) ebenso sicher sei und den Führer in der Beherrschung des Fahrzeuges ebensowenig behindere wie im Grätschsitz, z.B. weil der Führer besonders geschickt, aufmerksam oder vorsichtig fahre, ist unerheblich. Alle Führer haben die Verkehrsvorschriften zu befolgen, gleichgültig ob sie sicher seien, auch ohne ihre Einhaltung den Verkehr nicht zu gefährden. Solange Motorräder, wie Art. 56 MFV durch das Erfordernis von zwei Fussrastern es haben will, nur mit einer Ausrüstung, die auf Grätschsitz hinweist, zum Verkehr zugelassen werden, gibt es von der Regel, dass die mitgeführte Person rittlings und mit Blick in der Fahrrichtung zu sitzen hat, keine Ausnahmen. Indem der Beschwerdegegner eine quer sitzende Person mitführte, übertrat er objektiv die Verordnung. Insoweit ist daher die Voraussetzung zur Bestrafung nach Art. 58 MFG, der die Übertretung der Verkehrsvorschriften dieses Gesetzes und der Vollziehungsverordnung mit Strafe bedroht, erfüllt; Art. 56 MFV ist Verkehrsvorschrift (vgl. Überschrift zu Art. 37 ff. MFV)."}