{"annee": "80", "cour": "IV", "page": "37", "date": "4/3/1954", "cite": ["77 IV 39"], "cite_par": ["96 IV 155", "96 IV 150", "88 IV 133"], "chapeau": "8. Auszug aus dem Urteil des Kassationshofes vom 4. März 1954 i.S. Hugelshofer gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["Une peine fiscale ne réprime pas le faux dans les titres (art. 251 CP) commis par celui qui a entendu cacher ainsi qu'il violait l'obligation d'annoncer des marchandises soumises aux droits de douane au sens de l'art. 74 ch. 3 LD, qu'il faisait du trafic prohibé au sens de l'art. 76 ch. 2 LD et qu'il soustrayait par là l'impôt sur le chiffre d'affaires (art. 52 al. 1 AChA)."], "faits": "BGE 80 IV 37 S. 38\n\nA.- Im März 1949 kaufte Hugelshofer in Deutschland einen neuen Volkswagen und ersetzte dessen mit der Chassisnummer versehenes Plättchen durch das entsprechende, eine andere Nummer tragende Plättchen seines alten Wagens. Er beging die Tat, um die Identifizierung des neuen Wagens zu verhindern und ihn unter Umgehung der Zollpflicht in die Schweiz einführen zu können. Er führte den Wagen in Verletzung eines Einfuhrverbotes in die Schweiz ein und hinterzog dabei den Zoll von Fr. 771.60 und die Warenumsatzsteuer von Fr. 282.60.\n\nEnde Sommer/Anfang Herbst 1949 kaufte Hugelshofer in Deutschland vier gestohlene Volkswagen und bestimmte die Verkäufer, daran die Motor- und Chassisnummern durch die entsprechenden Nummern seines in der Schweiz zum Verkehr zugelassenen Wagens zu ersetzen. Damit wollte er bei den mit der Kontrolle der Automobile betrauten Behörden den Eindruck erwecken, die Nummern seien für die fraglichen Wagen von der Fabrik angebracht worden und seien echt. Ende 1949 und Anfang 1950 liess er die vier Wagen mit den Kontrollschildern seines Wagens und mit dem für diesen bestehenden Freipass durch einen Beauftragten ohne Einfuhrbewilligung und unter Hinterziehung des Zolles von Fr. 3086.40 und der Warenumsatzsteuer von Fr. 1130.40 in die Schweiz einführen.\n\nB.- Für die anlässlich der Einfuhr der fünf Volkswagen begangenen Fiskalvergehen wurde Hugelshofer am 11. Juli 1951 durch das eidgenössische Finanz- und Zolldepartement in Anwendung der Art. 74 Ziff. 3, 76 Ziff. 2 ZG und Art. 52 Abs. 1 WUStB gebüsst. Die Beschwerde des Gebüssten wurde am 27. November 1951 vom Bundesrat abgewiesen.\n\nÜber die Abänderung der Motor- und Chassisnummern urteilte das Kriminalgericht des Kantons Aargau. Es verurteilte BGE 80 IV 37 S. 39Hugelshofer am 18. Februar 1953 wegen Urkundenfälschung und Anstiftung dazu.\n\nC.- Hugelshofer führt Nichtigkeitsbeschwerde mit den Anträgen, das Urteil des Kriminalgerichts sei aufzuheben und die Sache sei zur Freisprechung zurückzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\nDer Beschwerdeführer bestreitet mit Recht nicht, dass die vom eidgenössischen Finanz- und Zolldepartement ausgefällten Bussen der Bestrafung wegen Urkundenfälschung nicht im Wege stehen. InBGE 77 IV 45ff. hat der Kassationshof Art. 85 Abs. 2 ZG, wonach eine Handlung, die gleichzeitig den Tatbestand eines Zollvergehens erfüllt und gegen die Strafgesetzgebung des Bundes oder der Kantone verstösst, sowohl nach dieser Gesetzgebung als auch nach dem Zollgesetz gesühnt werden soll, dahin ausgelegt, dass jedenfalls dann die Bestimmung des Fiskalrechtes die Anwendung des gemeinen Strafrechts nicht ausschliesse, wenn sie nach ihrem Sinn und Wortlaut die Tat nicht nach allen Seiten abgelte, also nicht ein Fall unechter Gesetzeskonkurrenz vorliege. Solche Konkurrenz wurde verneint zwischen Art. 251 StGB einerseits und Art. 76 Ziff. 3 ZG und Art. 52 Abs. 1 WUStB anderseits, weil diese Fiskalbestimmungen die Fälschung von Ausweisen als Mittel der Begehung des Bannbruches bzw. der Hinterziehung der Warenumsatzsteuer nicht erwähnen. Das gleiche ist zu sagen von Art. 76 Ziff. 2 und 74 Ziff. 3 ZG, die das eidgenössische Finanz- und Zolldepartement im vorliegenden Falle neben Art. 52 Abs. 1 WUStB angewendet hat. Sowohl der Bannbruch nach Art. 76 Ziff. 2 als auch die Zollübertretung nach Art. 74 Ziff. 3 ZG wird schon dadurch begangen, dass der Zollmeldepflichtige es unterlässt, die Ware zur Zollbehandlung anzumelden; nicht nötig ist, dass er die Ware durch gefälschte Urkunden tarne. Mit der Anstiftung zur Abänderung der Nummern an den vier gestohlenen Wagen hat übrigens der Beschwerdeführer nach den tatsächlichen Angaben der Anklage, die BGE 80 IV 37 S. 40er durch Unterziehung anerkannt hat, ganz allgemein bei den mit der Kontrolle der Automobile betrauten Behörden den Eindruck erwecken wollen, die Nummern seien echt. In diesen vier Fällen könnte somit die Strafe wegen Zollübertretung, Bannbruchs und Hinterziehung der Warenumsatzsteuer die Anstiftung zu Urkundenfälschung auch schon deshalb nicht abgelten, weil der Beschwerdeführer durch sie nicht bloss auf Täuschung der Zollbehörden ausgegangen ist."}