{"annee": "80", "cour": "III", "page": "65", "date": "26/6/1954", "cite": [], "cite_par": ["84 III 29", "145 III 317", "89 III 65"], "chapeau": "12. Arrêt du 26 juin 1954 dans la cause Imhof.", "regestes": ["Saisie de salaire pour aliments et saisie antérieure pour une dette ordinaire. Si l'office n'a pas tenu compte, lors d'une saisie antérieure, de l'obligation d'entretien pour laquelle le débiteur est aujourd'hui poursuivi, il doit saisir dans la nouvelle poursuite le montant auquel il aurait estimé cette charge en fixant la part saisissable dans la première poursuite. Lorsque, dans la saisie antérieure, il a laissé au débiteur le montant indispensable au créancier d'aliments, celui-ci peut faire saisir cette somme si le débiteur ne la lui verse pas."], "faits": "|66|\n\nA.- Henri Vincent, à Echallens, a été condamné à payer à son enfant illégitime Hugo Imhof une pension alimentaire de 50 fr. par mois. Comme il ne s'acquitte pas de cette obligation, Imhof exerce périodiquement des poursuites contre lui.\n\nLe 21 juin 1953, l'office des poursuites d'Echallens avait pratiqué, au préjudice de Vincent, une saisie de salaire de 50 fr. par quinzaine, dans la poursuite No 1914, intentée par un tiers. Il a décidé, le 27 août 1953, que la saisie profiterait, dès le 1er juillet 1954, au créancier Imhof, qui avait poursuivi le débiteur en paiement de 800 fr. (poursuite No 2158).\n\nEn février 1954, Imhof a fait notifier à Vincent un nouveau commandement de payer pour une somme de 300 fr. représentant sa pension alimentaire de septembre 1953 à février 1954 (poursuite No 3062). Par décision du 5 mars 1954, l'office a ordonné une saisie de salaire de 50 fr. par quinzaine au préjudice du débiteur, \"à commencer dès le 1er septembre 1954, date de prescription de saisies antérieures\".\n\nB.- Imhof a porté plainte contre cette dernière mesure, en soutenant qu'il devait bénéficier d'une saisie de salaire immédiate de 50 fr. par mois dans la poursuite No 3062.\n\nDans sa réponse, l'office des poursuites a expliqué qu'il avait calculé la quotité disponible comme suit:\n\nSalaire mensuel : Fr. 430.--\n\nMinimum vital: Fr. 285.--\n\nPension alimentaire mensuelle à laquelle le débiteur a été condamné\" 50.-: \" 335.--\n\nQuotité saisissable par mois: Fr. 95.-\n\nL'Autorité inférieure de surveillance a déclaré la plainte mal fondée.\n\nLe 21 mai 1954, la Cour des poursuites et faillites du Tribunal cantonal vaudois a rejeté, dans le sens de ses considérants, le recours formé par le créancier contre le |67| prononcé de l'autorité de première instance. Sa décision est, en bref, motivée comme suit:\n\nEn principe, le créancier d'aliments qui présente sa réquisition de saisie plus de trente jours après l'exécution d'une saisie de salaire doit tolérer que le ou les créanciers au profit desquels cette saisie a été pratiquée soient satisfaits avant lui. Cette règle ne souffre qu'une exception, dans le cas où, pour léser le créancier d'aliments, le débiteur a négligé, lors de la saisie antérieure, d'invoquer l'obligation d'entretien pour laquelle il est aujourd'hui poursuivi. Mais cette condition n'est pas remplie en l'espèce, de sorte que la plainte est mal fondée. Il faut relever cependant que l'office a utilisé un barême qui n'est pas valable pour les communes rurales telles qu'Echallens. D'autre part, il a tenu compte à tort, dans le minimum insaisissable, de la pension alimentaire due à Imhof, puisque le débiteur ne la paye précisément pas. Enfin, il eût été éventuellement possible, s'agissant d'une créance d'aliments, d'entamer le minimum vital de Vincent. Il appartiendra donc à l'office de revoir, le cas échéant, le calcul de la quotité disponible.\n\nC.- Contre cet arrêt, Imhof recourt à la Chambre des poursuites et des faillites du Tribunal fédéral. Il demande que la saisie attaquée soit annulée et que l'office des poursuites soit invité à opérer une nouvelle saisie de salaire, avec effet rétroactif au jour de la réquisition, en appliquant le barême valable pour les communes rurales et en entamant au besoin le minimum vital du débiteur.", "considerants": "Considérant en droit:\n\n1. Les juridictions cantonales n'ont pas éclairci les faits avec précision. En particulier, on ignore si le calcul reproduit dans la réponse de l'office a déjà servi de base aux premières saisies (poursuites Nos 1914 et 2158) ou s'il concerne uniquement la dernière (poursuite No 3062). De même, on ne sait exactement si, en retenant 50 fr. dans son calcul, l'office visait la pension d'un second |68| enfant illégitime, dont il est question dans la décision de première instance, ou la créance d'aliments du recourant, comme la Cour des poursuites et faillites paraît l'admettre. Il y a donc lieu d'envisager ces différentes éventualités.\n\n2. D'après la jurisprudence du Tribunal fédéral (RO 67 III 150, 71 III 151), le créancier d'aliments qui requiert une saisie de salaire doit se laisser opposer, en principe, la retenue précédemment opérée en faveur d'un créancier ordinaire; toutefois, quand le débiteur, au moment de la saisie antérieure, n'a pas fait état de l'obligation d'entretien pour laquelle il est aujourd'hui poursuivi, l'office doit retenir dans la nouvelle poursuite le montant auquel il aurait estimé cette charge en fixant la part saisissable dans la première poursuite. C'est à tort que la juridiction cantonale n'applique cette dernière règle que si le débiteur a voulu léser le créancier d'aliments. Au contraire, cette jurisprudence doit être étendue à tous les cas où l'office n'a pas tenu compte des aliments lors de la première saisie. Le Tribunal fédéral, en effet, ne l'a pas établie dans le dessein de punir le débiteur négligent ou déloyal. Il est parti du principe que le bénéficiaire de la pension alimentaire devait toujours se voir réserver le montant indispensable à son entretien, malgré les retenues ordonnées au profit de créanciers ordinaires. Peu importe donc le motif pour lequel, au moment des saisies antérieures, le débiteur n'a pas invoqué son obligation d'entretien ou l'office ne l'a pas prise en considération.\n\nCes principes sont applicables en l'espèce si le montant de 50 fr., admis par l'office des poursuites dans le minimum vital du débiteur, ne représente pas la pension d'Imhof ou n'a pas été réservé à celui-ci dès les premières saisies. Dans cette hypothèse, l'office aurait dû, dans la poursuite N o 3062, retenir avec effet immédiat le montant auquel il aurait estimé la dette alimentaire en fixant la part disponible lors des premières saisies.\n\n3. Mais les règles exposées ci-dessus ne sont pas seulement valables lorsque l'office a ignoré l'obligation |69| d'entretien ou a omis d'en tenir compte. Elles s'appliquent également, et à plus forte raison, au cas où il a laissé au débiteur et soustrait aux créanciers ordinaires le montant qu'il estimait indispensable au créancier d'aliments. Celui-ci peut donc, si cette somme ne lui est pas versée, la faire saisir à son profit en intentant une poursuite au débiteur.\n\n4. Ainsi, c'est à tort que l'office des poursuites d'Echallens a refusé de pratiquer une saisie de salaire immédiate en faveur du recourant. La saisie qu'il a ordonnée dans la poursuite No 3062 doit être annulée. Il procédcra à une nouvcllc saisie en se conformant aux principes qui viennent d'être exposés. En prenant cette mesure, il pourra en outre tenir compte des critiques que la juridiction cantonale a émises dans sa décision du 21 mai 1954.\n\nLa Chambre des poursuites et des faillites prononce:\n\nLe recours est admis, la saisie attaquée est annulée et l'office des poursuites est invité à procéder selon les motifs."}