{"annee": "80", "cour": "III", "page": "41", "date": "11/2/1954", "cite": ["64 II 200", "76 II 8", "66 II 114", "68 II 295", "57 II 81", "68 II 264", "64 III 35", "75 II 204", "31 II 342", "77 II 135", "57 II 36", "30 II 567", "51 II 517", "68 III 162"], "cite_par": ["122 III 176", "91 II 291", "87 II 364", "86 II 171", "103 II 176", "111 II 471", "107 II 419", "107 II 144", "107 II 119", "119 III 108", "101 III 43", "116 III 96", "83 III 120"], "chapeau": "11. Urteil der II. Zivilabteilung vom 11. Februar 1954 i.S. P. gegen I.", "regestes": ["Concordat par abandon d'actif. Effets sur le patrimoine du débiteur (art. 316 a LP). Droit de disposition du débiteur sur une créance qui n'a pas été incluse dans la masse à liquider. Exception de prescription (art. 142 CO). Péremption selon le droit de procédure cantonal. Responsabilité du préposé à l'office des faillites (art. 5 LP). Conditions. Application des art. 42 à 44 CO. Responsabilité du donneur de conseils. Devoirs de celui qui, au moyen de renseignements et de recommandations, cherche à influencer une personne dans les décisions qu'elle a à prendre dans une affaire importante pour elle. Silence observé sur un fait essentiel considéré comme une attitude contraire au droit. Faute. Rapport de causalité entre le silence et le dommage; pouvoir de revision du Tribunal fédéral. Fixation du dommage. Motifs de réduction des dommages-intérêts."], "faits": "BGE 80 III 41 S. 42\n\nGekürzter Tatbestand.\n\nA.- Im Konkurse B. setzte die erste Gläubigerversammlung vom 5. Juni 1945 das von I. geleitete Konkursamt als Konkursverwaltung ein und beauftragte es, die zur Masse gehördende Möbelfabrik in K. freihändig zu verkaufen. Für deren Erwerb interessierten sich in der Folge u.a. P., der eine Möbelwerkstättebetrieb, und St. Während P. die für die Übernahme nötigen Mittel nicht zur Verfügung hatte, besass St. ein Vermögen von rund BGE 80 III 41 S. 43Fr. 250'000.--, das er von seinem ausserehelichen Vater geerbt hatte.\n\nB.- Im Jahre 1923 geboren, stand St. bis zu seiner Volljährigkeit unter Vormundschaft. Er liess es während seiner Schreinerlehre an Fleiss und Eifer in Beruf und Schule fehlen, machte Schulden, brannte schliesslich mit einem Kameraden durch und wurde im Februar 1940 vom Jugendgericht wegen wiederholten Diebstahls, den er bei dieser Gelegenheit begangen, für drei Jahre in eine Anstalt eingewiesen, wo er dann seine Lehre abschloss. Mit seiner Zustimmung stellte ihn die zuständige Behörde, nachdem er volljährig geworden, am 28. Oktober 1943 unter Mitwirkungs- und Verwaltungsbeiratschaft, weil er leicht beeinflussbar sei, was ihm auch in materieller Hinsicht zum Schaden gereichen könne.\n\nIm April 1945 übernahmen die Behörden seines neuen Wohnortes M. die Weiterführung der Beiratschaft.\n\nDurch Vermittlung des V., der sich anerbot, die Aufhebung der Beiratschaft in die Wege zu leiten, lernte St. im Vorsommer 1945 I. kennen. Dieser stellte ihn zunächst für Arbeiten auf dem Konkursamt, dann als Buchhalter der Möbelfabrik in K. an. Um die gleiche Zeit kam es zwischen I. einerseits und einer aus St., V. und einem weitern Partner bestehenden Gruppe anderseits zu Verhandlungen über den freihändigen Erwerb dieser Fabrik. Ausserdem gewährte I. dem St. vom August 1945 an bedeutende Vorschüsse, die nach Aufhebung der Beiratschaft zurückvergütet werden sollten.\n\nAm 8. November 1945 teilte St. dem Gemeinderate von K. mit, er habe sich im Hinblick auf seine Anstellung als Buchhalter der Möbelfabrik entschlossen, in K. Wohnsitz zu nehmen und sein Vermögen hier zu versteuern, und ersuchte ihn, die Beiratschaft zu übernehmen und I. zum Beirat zu ernennen. Der Gemeinderat erklärte sich zur Übernahme der Beiratschaft bereit, ernannte aber am 25. Januar 1946 nicht I., sondern einen Bankbeamten in K. zum Beirat.\n\nBGE 80 III 41 S. 44\n\nC.- Unterdessen waren die Verhandlungen über einen freihändigen Verkauf der Möbelfabrik gescheitert und hatte die zweite Gläubigerversammlung am 12. November 1945 beschlossen, sie durch das Konkursamt öffentlich versteigern zu lassen. Die Steigerung wurde auf den 29. Dezember 1945 festgesetzt. Kurz vor diesem Termin machte I. den P. im Einverständnis St.s darauf aufmerksam, dass er diese zusammen mit dem finanzkräftigen jungen Schreiner St. ersteigern könnte. Er erwähnte dabei nach seiner Darstellung, er kenne St., wünsche aber, dass St. und P. sich persönlich kennen lernen; er könne die volle Verantwortung dafür übernehmen, dass St. genügend Vermögen habe, um die Fabrik zu übernehmen; seit St. dort arbeite, bestehe wieder ein in allen Teilen geordneter Bürobetrieb. Dass St. noch unter Beiratschaft stand, verschwieg er. P. und St. trafen sich dann und unterzeichneten am Steigerungstag einen mit Hilfe I.s abgefassten \"Übernahmevertrag\", der u.a. folgende Bestimmungen enthält:\n\n1. Herr P. ... verpflichtet sich, an der Liegenschaftssteigerung B. für sich selbst und im Auftrag von Herrn St. ... sämtliche in den Gesamtausruf kommenden Liegenschaften zu steigern.\n\n2. Herr St. verpfiichtet sich, an Herrn P. vor Beginn der Steigerung die nötigen Barbeträge für die Barkautionen beim Zuschlag in bankfähigen Papieren auszuhändigen.\n\n5. Herr P. und Herr St. werden auf Grund eines gesonderten Vertrages eine Geschäfts- Interessen-Gemeinschaft bilden, für welche Herr P. bis zur Übernahme der Liegenschaften vom Konkursamt verantwortlich zeichnet.\n\nDen Betrag von Fr. 31'000.--, der beim Zuschlag als Barkaution zu leisten war, zahlte im Auftrag und für Rechnung St.s, der über sein Vermögen noch nicht verfügen konnte, I. an P. aus.\n\nBei der Steigerung erhielt P. den Zuschlag, nachdem er und St. dem Konkurrenten Bn. für den Fall des Verzichts auf weitere Angebote eine Zahlung von Fr. 4000.-- zugesichert hatten. Mit der Ersteigerung der Fabrik entstand für P. nach den Steigerungsbedingungen die Verpflichtung, das gesamte Warenlager zu übernehmen.\n\nD.- Am 31. Dezember 1945 schrieb I. dem Gemeinderate BGE 80 III 41 S. 45K., St. habe Gelegenheit, sich an der von P. ersteigerten Möbelfabrik als aktiver Partner zu beteiligen; um ihm dies zu ermöglichen, sei es nach seiner Meinung am Platze, ihn von der Beiratschaft zu befreien. Am 16. Januar 1946 stellte St. selber das Gesuch um Aufhebung der Beiratschaft, die ihn an der Beteiligung an der Möbelfabrik hindere und deren Gründe hinfällig geworden seien.\n\nAm 18. Januar 1946 wurde im Handelsregister die Firma St. & P. eingetragen. Die Eintragung besagt u.a., es handle sich um eine Kollektivgesellschaft mit Beginn am 15. Januar 1946; die Vertretung erfolge durch Einzelunterschrift.\n\nEbenfalls am 18. Januar 1946 eröffnete eine Bank gegen Hinterlegung eines von I., P. und St. ausgestellten Blankowechsels über Fr. 20'500.-- ein \"Konsortialkonto I., P. und St.\". Weisungsgemäss belastete sie dieses Konto mit Fr. 20'000.-- und schrieb diesen Betrag dem persönlichen Konto I.s gut, um ihm \"die Alimentation des Betriebes der Möbelfabrik zu ermöglichen\". Am gleichen Tage bescheinigte St., von I. Fr. 20'000.-- als Betriebskapital in bar erhalten zu haben.\n\nAm 31. Januar 1946 verpflichteten sich die Firma St. & P. und \"als Solidarbürgen und Selbstzahler\" deren beide Teilhaber gegenüber dem Konkursamte, das Holz- und Warenlager zu Fr. 46'341.-- zu übernehmen. Das Konkursamt, für das I. handelte, erklärte sich bereit, mit der Einforderung dieses Betrages zuzuwarten, \"bis die Ersteigerer ihre Hypothekarangelegenheiten geordnet haben...\".\n\nAm 5. Februar 1946 meldete I. den Übergang des Eigentums an der Fabrikliegenschaft auf die Firma St. & P. zur Eintragung ins Grundbuch an.\n\nEine vom 1. März 1946 datierte Vereinbarung zwischen St. und I. bestimmt, dass St. dem I. sein Wertschriftenvermögen zu treuhänderischer Verwaltung übergebe und dass I. bereit sei, St. wie bis anhin in allen Geschäfts- und Rechtsfragen zu beraten.\n\nBGE 80 III 41 S. 46\n\nAm 4. März 1946 hob der Gemeinderat von K. die Beiratschaft über St. auf, ohne vorher bei den Behörden, die die Beiratschaft früher geführt hatten, Erkundigungen eingezogen zu haben.\n\nSt. übergab dann seine Obligationen im Nennwerte von Fr. 191'700.-- dem I., der sie wie vereinbart bei einer Bank hinterlegte. Einen Check von Fr. 50'000.-- liess St. dem Geschäft gutschreiben.\n\nE.- Die geschäftliche Tätigkeit St.s wurde der Firma St. & P. bald zum Verhängnis. Er leistete zwar bedeutende Einzahlungen (bis zum 1. Juni 1946 ca. Fr. 175'700.--, bis zum 1. September 1946 ca. Fr. 212'100), machte aber auf der andern Seite grosse Bezüge aus dem Geschäft (bis 1. Juni 1946 ca. Fr. 124'900.--, bis 1. September 1946 ca. Fr. 151'400.--), sodass sich das dem Geschäft wirklich zur Verfügung gestellte Kapital nur auf rund Fr. 50'000.-- (1. Juni) bis Fr. 60'000.-- (1. September) belief. Die aus dem Geschäft zurückgezogenen Gelder und weitere Beträge, die er direkt von I. als Vorschüsse bezog, stellte er nach seinen Angaben vom März 1946 an einem gewissen F., den er in Campione getroffen, für \"Import- und Exportgeschäfte\" zur Verfügung, von denen er nur soviel wusste, dass sie illegal waren. Am 24. August 1946 bestätigte ihm F. den Empfang von insgesamt Fr. 123'000.-- und versprach Rückzahlung dieser Summe nebst einem Gewinn von mindestens 5% bis 31. Dezember 1946, hielt dieses Versprechen dann aber nicht.\n\nMit Erklärung vom 1. Juni 1946 verpflichtete sich St., der Firma durch I. bis spätestens 15. Juli 1946 Fr. 180'000.(bisherige Einzahlungen inbegriffen) als Geschäfts- und Betriebskapital zur Verfügung zu stellen, und zwar auf 5 Jahre fest. Dieser Verpflichtung kam er nicht nach, da der Firma von seinen Einzahlungen nach Abrechnung seiner Rückzüge eben schliesslich nur rund Fr. 60'000.-- verblieben.\n\nVon Ende Juni 1946 an zog St. Wechsel für insgesamt mehr als Fr. 100'000.-- auf die Firma St. & P. und akzeptierte BGE 80 III 41 S. 47sie kraft seiner Einzelzeichnungsberechtigung, um sie durch die Wechselnehmer diskontieren zu lassen. Der Diskonterlös diente ihm vor allem zur Finanzierung der äusserst fragwürdigen Geschäfte des schlecht beleumdeten, wegen Betrugs und Unterschlagung vorbestraften, in Konkurs gefallenen und ausgepfändeten H., der ihm in einem Vertrag vom 19. Juli 1946 einen jährlichen Gewinnanteil von mindestens Fr. 40'000.-- versprach.\n\nP. wusste von diesen Wechselgeschäften nichts, bis ihm am 2. August 1946 ein erster Wechsel über Fr. 6000.-- zur Zahlung vorgewiesen wurde. Von der \"Vormundschaft St.s zur Zeit der konkursamtlichen Steigerung\" hatte er nach seinen Aussagen Kenntnis erhalten, \"als St. sich vertraglich verpflichtete, Fr. 180'000.-- in die Firma einzulegen\", d.h. anfangs Juni 1946. Er hatte daraufhin eine Information über St. eingeholt, die ihm am 17. Juli 1946 zuging. Dieser Bericht wies auf die Herkunft St.s und auf die Vorstrafe vom Jahre 1940 hin und riet zur Vorsicht.\n\nAm 2. September 1946 erstattete P. gegen St. Strafanzeige wegen Betrugs, begangen durch die Wechselzeichnungen. Am 1. Oktober 1946 trat St. mit sofortiger Wirkung aus der Kollektivgesellschaft aus. Am 5. Oktober 1946 wurde der Firma St. & P. (in Liq.) eine Nachlassstundung bewilligt. Am 29. März 1947 genehmigte die Nachlassbehörde den von der Kollektivgesellschaft und von P. persönlich vorgeschlagenen Nachlassvertrag mit Vermögensabtretung. St. kam in Konkurs. Am 1. Juli 1948 wurde er wegen ungetreuer Geschäftsführung und leichtsinnigen Konkurses zu 6 Monaten Gefängnis (durch die Untersuchungshaft getilgt) verurteilt.\n\nIm Nachlassliquidationsverfahren über die Kollektivgesellschaft erhielten die Gläubiger 5. Klasse gemäss Schlussrechnung und Verteilungsplan vom 24. November 1950, die unangefochten blieben, eine Dividende von 55,9%. I., der Forderungen von Fr. 4575.-- (zwei Darlehen), Fr. 20'604.60 (\"Bürgschaftsschuld bei der Bank ... für ein Konsortialkonto, eingegangen durch Wechsel\") und BGE 80 III 41 S. 48Fr. 66'081.-- (aus Zahlung der Restforderung der Konkurskasse B. gegen die Firma St. & P.) angemeldet hatte, erhielt auf Grund eines im Kollokationsstreit mit der Nachlassmasse St. & P. abgeschlossenen Vergleichs eine Dividende von Fr. 30'000.--. Im Liquidationsverfahren über P. persönlich gingen die Gläubiger leer aus, weil die Kosten den Liquidationserlös aufzehrten. Auch im Konkurs über St. ergab sich keine Dividende.\n\nF. - Nachdem P. dem I. am 17. Juni 1947 und dann wieder am 24. Mai 1948 einen Zahlungsbefehl für eine Schadenersatzforderung von Fr. 50'000.-- hatte zustellen lassen und der friedensrichterliche Sühnversuch vom 7. Oktober 1948 erfolglos geblieben war, leitete P. gegen I. am 17. November 1948 Klage auf Zahlung von Fr. 50'644.40 ein. Er machte dem Beklagten im wesentlichen zum Vorwurf, dass er unter Verschweigung der Beiratschaft ihm St. als Partner empfohlen, beim Abschluss des Übernahmevertrages und beim Handelsregistereintrag mitgewirkt, mit St. und dem Kläger zusammen einen Wechsel unterzeichnet und die Vereinbarung vom 31. Januar 1946 abgeschlossen habe, und dass er dem verbeirateten St. Vorschüsse gewährt, in missbräuchlicher Weise die Übernahme und Aufhebung der Beiratschaft betrieben, die Einräumung der Einzelunterschrift an St. geduldet und hinter seinem (des Klägers) Rücken grosse Auszahlungen für betriebsfremde (zum Teil dubiose) Zwecke vorgenommen und so St. zu unkorrekten und leichtfertigen Handlungen geradezu ermuntert habe. Er behauptete, durch dieses Verhalten habe der Beklagte ihn bewogen, sich mit St. einzulassen, und entscheidend dazu beigetragen, dass die Firma St. & P. und er (der Kläger) selber einen Nachlassvertrag mit Vermögensabtretung abschliessen mussten; für den hieraus entstandenen Schaden (Verlust der Geschäftseinlage, der privaten Möbel und einer Lebensversicherungspolice, nutzlose Aufwendungen für den Umzug nach K. usw., Schaden infolge Aufgabe der Möbelwerkstätte) sei der Beklagte nach Art. 41 ff. und 97 ff. OR und Art. 5 SchKG, eventuell BGE 80 III 41 S. 49auch wegen culpa in contrahendo haftbar. Der Beklagte erwiderte, er habe weder vertragliche noch ausservertragliche Pflichten gegenüber dem Kläger verletzt; für einen allfälligen Schaden seien einzig St. und der Kläger selber verantwortlich; eventuell sei seine Ersatzpflicht wegen der Mitverantwortung des Klägers und St.s zu ermässigen. In der Duplik machte er überdies \"vorsorglich\" geltend, dass jeder Schadenersatzanspruch des Klägers verjährt wäre. Im mündlichen Vortrag vor der ersten Instanz bestritt er ausserdem die Aktivlegitimation des Klägers, \"weil eine etwaige Schadenersatzforderung in die Nachlassvertragsmasse der Kollektivgesellschaft St. & P. gefallen wäre.\"\n\nDas erstinstanzliche Gericht erklärte die beiden zuletzt erwähnten Einreden als verspätet und zudem materiell unbegründet, bejahte die Haftung des Beklagten grundsätzlich und schätzte den dem Kläger erwachsenen Schaden auf Fr. 19'000.--, verurteilte aber den Beklagten nur zur Zahlung von Fr. 3000.--. Gründe zur Ermässigung der Schadenersatzpflicht erblickte es darin, dass ein Selbstverschulden des Klägers, das Verhalten St.s und weitere Umstände für den Eintritt des Schadens mitverantwortlich seien und dass dem Beklagten nicht ein vorsätzliches, sondern nur ein fahrlässiges Verhalten vorzuwerfen sei. Das Obergericht, an das beide Parteien appellierten, hat den Gesamtschaden nach Durchführung einer Expertise auf Fr. 41'367.50 beziffert und den Beklagten mit Urteil vom 4. September 1953 verpflichtet, dem Kläger als Schadenersatz Fr. 8000 zu bezahlen.\n\nG.- Gegen dieses Urteil haben beide Parteien die Berufung an das Bundesgericht erklärt, der Kläger mit dem Antrag auf Zusprechung von Fr. 41'367.50, der Beklagte mit dem Antrag auf Abweisung der Klage.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die kantonalen Gerichte haben den Einwand, dem Kläger fehle die Aktivlegitimation, weil eine allfällige BGE 80 III 41 S. 50Schadenersatzforderung gegen den Beklagten in die Nachlassvertragsmasse gefallen wäre, in Anwendung des kantonalen Prozessrechts als verspätet bezeichnet, weil er nicht schon in der Klageantwortschrift, sondern erst in der mündlichen Verhandlung erhoben wurde. Ob hier die kantonalen Vorschriften über die Verwirkung von Einreden angewendet werden durften, oder ob die Vorinstanzen die mit dem erwähnten Einwand angeschnittene Frage des Bundesrechts auf Grund der von den Parteien rechtzeitig vorgebrachten Tatsachen von Amtes wegen zu prüfen hatten, kann dahingestellt bleiben. Den kantonalen Gerichten ist nämlich auf jeden Fall darin beizustimmen, dass der Einwand materiell unbegründet ist.\n\na) So wenig wie die Konkurseröffnung (vgl.BGE 68 III 163) berührt das Zustandekommen eines Nachlassvertrags mit Vermögensabtretung die Aktivlegitimation des Schuldners. Der Nachlassschuldner bleibt wie der Konkursit bis zur Verwertung Inhaber der Ansprüche, die in die Liquidationsmasse fallen. Entzogen wird ihm nur das Recht, darüber zu verfügen (Art. 23 der Verordnung des Bundesgerichts betr. das Nachlassverfahren für Banken und Sparkassen vom 11. April 1935, der gemäss Art. 51 der Verordnung über vorübergehende Milderungen der Zwangsvollstreckung vom 24. Januar 1941 für die am 29. März 1947 bestätigten Nachlassverträge der Firma St. & P. und des Klägers persönlich galt; vgl. nunmehr Art. 316 a SchKG). Schon aus diesem Grunde kann keine Rede davon sein, dass der Kläger durch das Zustandekommen eines Liquidationsvergleichs die Aktivlegitimation mit Bezug auf die streitige Forderung verloren habe.\n\nb) Dem Beklagten hilft es auch nichts, wenn man zu seinen Gunsten annimmt, er habe in Wirklichkeit nicht die Aktivlegitimation des Klägers, sondern nur dessen Befugnis zur Prozessführung bestreiten wollen. Aus einem Schreiben, das Rechtsanwalt Dr. S., der damalige Anwalt des Klägers, am 28. August 1947 an diesen gerichtet hat, und aus einem Schreiben von Rechtsanwalt Dr. B., dem Präsidenten BGE 80 III 41 S. 51des für beide Liquidationsverfahren gemeinsam bestellten Gläubigerausschusses, an Dr. S. vom 21. Oktober 1947 ergibt sich nämlich, dass die Frage, ob der Schadenersatzanspruch des Klägers gegenüber dem Beklagten in die Liquidationsmasse falle oder nicht, dem Gläubigerausschuss vorgelegt wurde und dass dieser in seiner Sitzung vom 20. Oktober 1947 zur Auffassung gelangt ist, jener Anspruch gehöre nicht zur abgetretenen Vermögensmasse; überdies habe diese daran auch kein Interesse. Mit dieser Stellungnahme hat der Gläubigerausschuss nicht auf die Geltendmachung eines zur Masse gehörenden Anspruchs verzichtet, sondern entschieden, dass der in Frage stehende Anspruch überhaupt nicht zur Masse zu ziehen sei (wobei nur die Liquidationsmasse im Nachlassverfahren des Klägers persönlich gemeint sein konnte, weil der Anspruch auf Ersatz des Schadens, der dem Kläger aus dem Zusammenschluss mit St. und dem Zusammenbruch der Firma St. & P. erwachsen sein soll, offensichtlich nicht ein Aktivum dieser Firma bildete). Die Vorschrift, wonach dann, wenn die Liquidatoren und der Gläubigerausschuss auf die Geltendmachung eines Anspruchs der Masse verzichten, den Gläubigern die Abtretung gemäss Art. 260 SchKG anzubieten ist (Art. 37 der Verordnung vom 11. April 1935; heute Art. 3161 SchKG), war also entgegen der Ansicht des Beklagten nicht anwendbar. Es kann sich nur fragen, ob der Beschluss des Gläubigerausschusses vom 20. Oktober 1947 wie eine Verfügung des Konkursamtes, mit der die Einbeziehung eines Gegenstandes in die Konkursmasse abgelehnt wird (vgl.BGE 64 III 36), der Anfechtung durch Beschwerde unterlag und, wenn ja, ob die Gläubiger von jenem Beschluss in Kenntnis gesetzt wurden und so Gelegenheit zur Beschwerdeführung erhielten. Diese Frage braucht jedoch nicht näher untersucht zu werden, weil dem Kläger die Berechtigung, über den streitigen Anspruch zu verfügen, insbesondere ihn selber einzuklagen, heute nicht mehr abgesprochen werden könnte, selbst wenn im Liquidationsverfahren ein Fehler begangen worden wäre. Dieses BGE 80 III 41 S. 52Verfahren ist im Dezember 1950 zu Ende gegangen. Am 25. Januar 1951 erstatteten die Liquidatoren der Nachlassbehörde den Schlussbericht. Die streitige Forderung könnte daher selbst dann, wenn sie zur Liquidationsmasse gehört hätte, höchstens noch in entsprechender Anwendung von Art. 269 SchKG zugunsten der Nachlassgläubiger verwertet werden. Dies würde voraussetzen, dass man es mit einem erst nach Schluss des Liquidationsverfahrens entdeckten Vermögensstück zu tun hätte (vgl. Art. 269 Abs. 1). Diese Voraussetzung ist nicht erfüllt, weil der Gläubigerausschuss die streitige Forderung kannte. (Dass sie allen Gläubigern bekannt gewesen sei, ist nicht erforderlich, um die Anwendung von Art. 269 SchKG auszuschliessen; vgl. BGE 23 S. 1726). Das Verfügungsrecht des Klägers über diese Forderung kann daher heute keinesfalls mehr in Frage gestellt werden. Die gleiche Lage bestand auch schon bei Erlass des erstinstanzlichen Urteils (18. Juli 1952). Es bedeutet daher keine Bundesrechtsverletzung, dass die kantonalen Gerichte auf die vom Kläger selber angehobene Klage eingetreten sind.\n\n2. Nach Art. 142 OR darf der Richter die Verjährung nicht von Amtes wegen berücksichtigen. Der Schuldner muss sie also im Prozess durch Erhebung einer Einrede geltend machen. Bis zu welchem Zeitpunkte dies geschehen kann, bestimmt sich nach kantonalem Prozessrecht. Wenn die Vorinstanzen die nicht schon in der Klageantwort, sondern erst in der Duplik erhobene Verjährungseinrede des Beklagten in Anwendung der kantonalen Zivilprozessordnung als verspätet erklärten, haben sie also damit keineswegs einen Satz des Bundesrechts verletzt. Im übrigen war die Verjährungseinrede ohne Zweifel unbegründet, weil der Kläger am 17. Juni 1947 und dann wieder am 24. Mai 1948 Betreibung und im Herbst 1948 die vorliegende Klage eingeleitet hatte (vgl. Art. 135 Ziff. 2 OR) und der Beklagte mit Recht nicht behauptet, dass die streitige Schadenersatzforderung schon vor der ersten Betreibung verjährt gewesen sei.\n\nBGE 80 III 41 S. 53\n\n3. Die Vorinstanz hat wohl mit Recht nicht angenommen, dass der Schaden, den der Kläger geltend macht, darauf zurückzuführen sei, dass der Beklagte ihm gegenüber vertragliche Pflichten verletzt oder eine sog. culpa in contrahendo begangen habe, die nach der Rechtsprechung der I. Zivilabteilung (BGE 68 II 303f.,BGE 77 II 137) grundsätzlich (soweit dies nach der Natur der Verhältnisse möglich ist) wie eine Vertragsverletzung zu behandeln wäre. Ob man es mit einer vertraglichen Haftung nach Art. 97 ff. OR oder mit einer gesetzlichen Haftung nach Art. 41 OR zu tun habe, spielt im übrigen für die Beurteilung der Schadenersatzpflicht des Beklagten praktisch keine Rolle, weil die Bestimmungen über das Mass der Haftung bei unerlaubten Handlungen, insbesondere die Art. 42-44 OR, nach Art. 99 Abs. 3 OR auf das vertragswidrige Verhalten entsprechende Anwendung finden und die Unterschiede mit Bezug auf die Haftung für den von Angestellten verursachten Schaden (Art. 101 bzw. 55 OR) und die Verjährung im vorliegenden Falle nicht zur Geltung kommen.\n\nEs ist auch nicht von wesentlicher Bedeutung, ob die Handlungen und Unterlassungen, die dem Beklagten vorgeworfen werden, unter den von der Vorinstanz als massgebend erachteten Art. 41 OR oder aber unter Art. 5 SchKG fallen. Die Schadenersatzpflicht nach Art. 41 OR und die Verantwortlichkeit nach Art. 5 SchKG setzen übereinstimmend ein widerrechtliches, schuldhaftes Verhalten voraus, durch das ein Schaden verursacht wurde. Die Begriffe der Widerrechtlichkeit, des Verschuldens, des Schadens und des Kausalzusammenhangs sind in beiden Fällen im gleichen Sinne aufzufassen. Für die Festsetzung des Schadens, die Bestimmung des Schadenersatzes und die Herabsetzung der Ersatzpflicht wegen Mitverursachung des Schadens durch vom Geschädigten zu vertretende Umstände gelten auch im Falle der Verantwortlichkeit nach Art. 5 SchKG die Vorschriften von Art. 42-44 OR (vgl.BGE 31 II 349= Sep.ausg. 8 S. 211). Die Haftung für den von Angestellten verursachten Schaden, die im BGE 80 III 41 S. 54SchKG eine von Art. 55 OR abweichende Regelung erfahren hat, kommt, wie schon bemerkt, im vorliegenden Falle nicht in Betracht. Auch die in Art. 6 SchKG vorgesehene subsidiäre Haftung des Kantons steht im gegenwärtigen Prozesse nicht zur Diskussion. Daher braucht hier nicht im einzelnen geprüft zu werden, ob der Beklagte die Handlungen und Unterlassungen, aus denen seine Schadenersatzpflicht hergeleitet wird, in seiner Stellung als Konkursbeamter oder als Privatmann begangen habe.\n\n4. Nach den tatsächlichen Feststellungen der Vorinstanz hat der Beklagte die geschäftliche Verbindung zwischen dem Kläger und St. angebahnt. Er wies St. auf den Kläger und diesen auf St. als möglichen Partner für die Übernahme der Möbelfabrik B. hin und befürwortete das Zusammengehen der beiden Interessenten, indem er einerseits den Kläger gegenüber St. als soliden Fachmann bezeichnete und anderseits St. dem Kläger mindestens in der Weise empfahl, dass er die Gewähr für St.s Finanzkraft übernahm und St.s Verdienste um den Bürobetrieb der Möbelfabrik hervorhob. Dieses Verhalten war an und für sich noch nicht widerrechtlich. Wer in dieser Weise durch Auskünfte und Empfehlungen die Entschliessungen anderer Personen in für sie wichtigen Angelegenheiten zu bestimmen sucht, darf jedoch nach Treu und Glauben diese Personen nicht einseitig unterrichten. Er handelt nicht bloss dann widerrechtlich, wenn er wider besseres Wissen oder leichtfertig unrichtige positive Angaben macht, von deren Bedeutung für die Entschliessungen der Adressaten er sich Rechenschaft geben kann (vgl.BGE 57 II 85f. und dort zit. frühere Entscheidungen), sondern auch dann, wenn er Tatsachen verschweigt, die ihm bekannt sind und von denen er sich sagen muss, dass ihre Kenntnis den in Frage stehenden Entschluss beeinflussen könnte (so schon der die eben erwähnte Rechtsprechung eröffnende Entscheid vom 7. Dezember 1895 i.S. Laurer gegen Aeppli, Revue der Gerichtspraxis 14 Nr. 45, wo es auf S. 61 heisst, der Aussteller der Empfehlung habe dem Empfänger dasjenige, BGE 80 III 41 S. 55was er weiss, loyal, ohne Retizenz und Rückhalt, mitzuteilen). Diese Pflicht hat der Beklagte verletzt, indem er dem Kläger die ihm bekannte, für den Kläger beim Entscheid über die Verbindung mit St. offensichtlich bedeutsame Tatsache verheimlichte, dass St. unter Beiratschaft stand. Im übrigen blieb es nicht bei einer blossen Verschweigung, sondern der Beklagte nahm vor wie nach der Liegenschaftensteigerung eine Reihe von Handlungen vor, die den Kläger im Irrtum bestärken mussten, dass St. voll handlungsfähig sei, und zugleich entscheidend zur Verwirklichung der Partnerschaft zwischen dem Kläger und St. beitrugen (Mithilfe bei der Abfassung des Übernahmevertrages, Auszahlung von Fr. 31'000.-- für Rechnung St.s, Unterzeichnung eines Wechsels über Fr. 20'500.-- zusammen mit St. und dem Kläger zwecks Erlangung eines Bankkredites, Entgegennahme einer Zahlungsverpflichtung der Firma St. & P. mit Solidarbürgschaft der beiden Teilhaber, Anmeldung des Eigentumsübergangs an die Firma St. & P. zur Eintragung ins Grundbuch. Ob der Beklagte auch bei der Eintragung dieser Firma ins Handelsregister mitwirkte, kann dahingestellt bleiben, weil nichts darauf ankommt, ob der Beklagte auch noch in dieser Angelegenheit handelte, wie wenn St. voll handlungsfähig gewesen wäre).\n\n5. Die Verschweigung der Beiratschaft und die Förderung des beim Kläger bestehenden Irrtums durch das erwähnte weitere Verhalten des Beklagten waren nicht nur widerrechtlich, sondern auch grob schuldhaft. Dem Beklagten musste klar sein, dass der Kläger vor einem Entschlusse stand, der für seine wirtschaftliche Existenz die grösste Tragweite hatte, und dass er dabei weitgehend auf seine Auskünfte abstellte und auch abstellen musste, weil ihm zu anderweitigen einlässlichen Erkundigungen nicht mehr genügend Zeit blieb. Er konnte auch ohne weiteres erkennen, dass die Kenntnis der Beiratschaft für den Kläger bei seinem Entscheide sehr wichtig gewesen wäre, und voraussehen, dass die Verheimlichung dieser Tatsache dem BGE 80 III 41 S. 56Kläger Schaden bringen konnte. Er musste sich zudem vergegenwärtigen, dass seine amtliche Stellung von ihm zuverlässige Auskünfte erwarten liess. Aus allen diesen Gründen musste ihm in die Augen springen, dass eine rückhaltlose Aufklärung des Klägers dringend geboten sei. Er durfte sich nicht darauf verlassen, dass der Kläger von anderer Seite über die bestehende Beiratschaft unterrichtet werde. Namentlich durfte er keineswegs erwarten, dass St. selber bei den Vertragsverhandlungen mit dem Kläger diesen für ihn nicht vorteilhaften Umstand erwähnen werde. Ebensowenig durfte er sich beim Gedanken beruhigen, dass die Beiratschaft demnächst aufgehoben werde. Abgesehen davon, dass er nicht mit Sicherheit auf die baldige Aufhebung der Beiratschaft zählen konnte (tatsächlich dauerte das Verfahren länger als erwartet), musste er sich sagen, dass diese für den Kläger auch im Falle ihrer Aufhebung bedeutsam bleiben, nämlich ein wichtiges Moment für die Beurteilung des künftigen Partners bilden würde, geeignet, ihn von einer geschäftlichen Verbindung abzuhalten oder doch mindestens zur Ergreifung ganz besonderer Vorsichtsmassnahmen zu bestimmen. Für die Annahme, dass die Beiratschaft jede Berechtigung verloren habe und es völlig unbedenklich sei, mit St. eine Kollektivgesellschaft einzugehen und ihm dabei die einem Gesellschafter normalerweise zukommende Stellung einzuräumen, besass der Beklagte keine genügenden Anhaltspunkte. Insbesondere durfte er daraus, dass St. während einiger Monate unter seiner Aufsicht zu seiner Zufriedenheit auf dem Konkursamte und im Büro der Möbelfabrik gearbeitet hatte, keine so weit gehenden Schlüsse ziehen; dies um so weniger, als er es unterlassen hatte, sich über das Vorleben St.s und die Gründe der Beiratschaft eingehend zu erkundigen, obschon ihm dies leicht möglich gewesen wäre. Seine Vereinbarung mit St. vom 1. März 1946 lässt sich im übrigen kaum anders als damit erklären, dass er selber der Auffassung war, St. eigne sich nicht für die Verwaltung seines Vermögens und bedürfe eines Treuhänders, der ihn BGE 80 III 41 S. 57in allen geschäftlichen Fragen berate. Selbst wenn er aber St. - unvorsichtigerweise - voll vertraut hätte, was er mit dem Hinweis auf die an St. geleisteten Vorschüsse zu beweisen sucht, hätte er sich nicht für berechtigt halten dürfen, dem Kläger die Beiratschaft zu verschweigen und ihn so daran zu hindern, in voller Sachkenntnis über die ihm empfohlene Verbindung mit St. zu entscheiden.\n\n6. Nach den tatsächlichen Feststellungen der Vorinstanz hat sich der Kläger auf die empfehlenden Auskünfte verlassen. Mit der Vorinstanz darf aber auch angenommen werden, dass er nicht bereit gewesen wäre, die Möbelfabrik gestützt auf die Zusicherung St., dass er die nötigen Mittel zur Verfügung stellen werde, zwecks gemeinsamer Übernahme zu ersteigern und mit St. eine Kollektivgesellschaft einzugehen, wenn er gewusst hätte, dass St. unter Beiratschaft stand. Diese - ihrer Natur nach hypothetische und daher (vgl.BGE 68 II 270,BGE 76 II 15) der Überprüfung durch das Bundesgericht unterliegende - Annahme wäre nach der Lebenserfahrung, auf die derartige Annahmen sich stützen müssen, höchstens dann nicht gerechtfertigt, wenn besondere Umstände, namentlich Charaktereigenschaften und Geschäftsgewohnheiten des Klägers, dargetan wären, die darauf schliessen liessen, dass ihm grobe Unvorsichtigkeiten zuzutrauen waren. Solche Umstände sind nicht ersichtlich. Der Kläger war im Dezember 1945 immerhin gut 40 Jahre alt. Er hatte eine fachmännische Ausbildung mit Erfolg absolviert und seit Jahren ein eigenes Geschäft geführt. Sein persönlicher und fachlicher Leumund war, ungeachtet einiger ökonomischer Schwierigkeiten, durchaus gut. Es liegt nichts dafür vor, dass er sich etwa früher schon in leichtfertiger Weise auf gewagte Geschäfte eingelassen habe. Zu missbilligen ist allerdings seine Beteiligung an dem mit Bn. abgeschlossenen pactum de non licitando. Abgesehen davon, dass bei diesem Geschäfte nach den Aussagen Bn.s St. die treibende Kraft gewesen zu sein scheint, genügt aber diese Einzeltatsache nicht zur Begründung BGE 80 III 41 S. 58der Annahme, dass er leichtsinnig genug gewesen wäre, sich trotz Kenntnis der Beiratschaft mit St. zu verbinden. Die widerrechtliche und schuldhafte Verheimlichung der Beiratschaft, die dem Beklagten zur Last fällt, ist also für diese Verbindung und damit auch für den daraus entstandenen Schaden kausal.\n\n7. Der Beklagte will nicht gelten lassen, dass der Kläger schon durch das \"Zusammenspannen\" mit St. geschädigt worden sei. Er behauptet, eine allfällige Schädigung des Klägers sei auf andere Umstände zurückzuführen, für die er nicht verantwortlich sei.\n\nUm die Ersatzpflicht des Beklagten für den Schaden zu begründen, den der Kläger infolge des Zusammenbruchs der Firma St. & P. erlitten hat, ist jedoch nicht der Nachweis erforderlich, dass das unerlaubte Verhalten des Beklagten für sich allein zu diesem Schaden geführt habe. Es genügt, wenn der Beklagte eine Ursache des Schadenserfolges gesetzt hat, wenn dieser also ohne das rechtswidrige Verhalten des Beklagten nicht eingetreten wäre, gleichviel, ob noch andere Ereignisse dazukommen mussten, um den Eintritt des Schadens zu bewirken, vorausgesetzt nur, dass der Kausalzusammenhang ein adäquater sei (BGE 51 II 521/22). Letzteres ist dann der Fall, wenn das rechtswidrige Verhalten nach dem gewöhnlichen Lauf der Dinge und der Erfahrung des Lebens an sich geeignet war, einen Erfolg von der Art des eingetretenen herbeizuführen, und daher der Eintritt dieses Erfolgs durch jenes konkrete Verhalten allgemein als begünstigt erscheint (BGE 57 II 39und dortige Hinweise,BGE 64 II 204). Dieses Voraussetzungen sind erfüllt.\n\nEs ist allerdings möglich, dass der Kläger mit einem geringern Schaden davongekommen wäre, wenn die Beiratschaft nicht aufgehoben worden wäre. Daraus ist jedoch keineswegs zu schliessen, dass die Aufhebung der Beiratschaft den Kausalzusammenhang zwischen dem rechtswidrigen Verhalten des Beklagten und dem vom Kläger tatsächlich erlittenen Schaden unterbrochen habe. Die BGE 80 III 41 S. 59schon seit dem Sommer 1945 angestrebte Aufhebung der Beiratschaft, für die sich der Beklagte gleich nach der Steigerung persönlich einsetzte, bildet kein ausserordentliches, aus dem gewöhnlichen Lauf der Dinge herausfallendes Ereignis. Nachdem der Beklagte dem Kläger unter Verschweigung der Beiratschaft die Verbindung mit St. empfohlen und dann die Entbeiratung betrieben hatte, um die effektive Beteiligung St.s an der Möbelfabrik zu ermöglichen (und sich selber für die in Voraussicht der Entbeiratung geleisteten, mangels Mitwirkung des 8cirates ungültigen Darlehen Deckung zu verschaffen), wäre er im übrigen nach Treu und Glauben verpflichtet gewesen, den Kläger auf jeden Fall im Zeitpunkte, da St. die Verfügung über sein Vermögen erlangte, darauf aufmerksam zu machen, dass St. eine recht bewegte Vergangenheit habe und nun seine ersten selbständigen geschäftlichen Schritte tue und daher sehr sorgfältig überwacht werden müsse. Wollte er dies nicht tun, so hätte er zum allermindesten selber für eine solche Kontrolle sorgen müssen, um den Kläger vor dem Schaden zu bewahren, der ihm aus der unter seiner (des Beklagten) Mitwirkung geschaffenen Lage unverkennbar drohte (vgl. OSER/SCHÖNENBERGER N. 13 zu Art. 41 OR, S. 282 oben; BECKER, 2. Auflage, N. 55 zu Art. 41 OR, und dortige Hinweise). Weder das eine noch das andere hat der Beklagte getan, sondern er liess St. einfach draufloswirtschaften und führte dessen Zahlungsaufträge aus, ohne sich zu vergewissern, ob er sein Geld zu vernünftigen Zwecken verwende. Auch dieses Verhalten war widerrechtlich und schuldhaft und trug zur Schädigung des Klägers bei. Dass die Vormundschaftsbehörde ihrerseits fehlerhaft handelte, indem sie beim Entscheid über das Aufhebungsgesuch im wesentlichen einfach auf die Angaben St.s und die Empfehlungen des Beklagten abstellte, ändert hieran nichts.\n\nDer Kausalzusammenhang zwischen dem rechtswidrigen Verhalten des Beklagten und dem Schaden wurde auch BGE 80 III 41 S. 60nicht durch das äusserst leichtsinnige und krass pflichtwidrige Verhalten St.s unterbrochen, das die unmittelbare Ursache des Zusammenbruchs der Firma bildete. Es lag nach der allgemeinen Lebenserfahrung durchaus im gewöhnlichen Lauf der Dinge, dass St., der wenige Jahre vorher wegen des schwachen Charakters, den sein Vorleben offenbart hatte, insbesondere wegen seiner mangelhaften Widerstandskraft gegenüber der Beeinflussung durch unlautere Personen, verbeiratet worden war, unter den Einfluss vertrauensunwürdiger Geschäftemacher wie F. und H. geriet und sich als unzuverlässiger und pflichtvergessener Gesellschafter erwies.\n\nEndlich kann der adäquate Kausalzusammenhang zwischen dem rechtswidrigen Verhalten des Beklagten und dem Schaden auch nicht mit der Behauptung in Frage gestellt werden, der Kläger habe es seinerseits an der nötigen Vorsicht, namentlich an einer genügenden Kontrolle St.s, fehlen lassen und hätte (was übrigens erst vor Bundesgericht und zudem ohne hinlängliche Substantiierung geltend gemacht wird) den Zusammenbruch trotz den Wechselgeschäften St.s vermeiden können, \"wenn er den Kopf und Verstand nicht verloren hätte\", so dass er sich den Schaden selber zuzuschreiben habe. Soweit dem Kläger vorzuwerfen ist, dass er Massnahmen versäumt habe, die den Schaden hätten verhüten oder vermindern können, kann es sich dabei nur um einen Grund zur Herabsetzung der Ersatzpfiicht im Sinne von Art. 44 Abs. 1 OR handeln.\n\nDas festgestellte widerrechtliche und schuldhafte Verhalten des Beklagten ist demnach als rechtserhebliche Ursache des Schadens anzusehen, den der Kläger infolge der geschäftlichen Verbindung mit St. und des Zusammenbruchs der Firma St. & P. erlitten hat, und begründet somit für den Beklagten die Pflicht, diesen Schaden nach Massgabe von Art. 43/44 OR zu ersetzen (während die Verletzung von Art. 129 SchKG, die der Beklagte durch die über 20 Tage hinausgehende Stundung des Kaufpreises BGE 80 III 41 S. 61für das Holz- und Warenlager beging, entgegen der Auffassung der Vorinstanz kaum zur Begründung der Schadenersatzpflicht des Beklagten gegenüber dem Kläger herangezogen werden kann, weil Art. 129 SchKG offenbar nur den Schutz der Gläubiger und des Schuldners im Betreibungs- bezw. Konkursverfahren bezweckt, das zur Versteigerung geführt hat; vgl.BGE 30 II 571f.,BGE 75 II 212f.).\n\n8. Bei der Festsetzung des Schadens handelt es sich im wesentlichen um eine Tat- und Ermessensfrage. Der Beklagte behauptet mit Recht nicht, dass die Vorinstanz bei Beurteilung dieser Frage einen Satz des Bundesrechts verletzt habe. Die Feststellung der Vorinstanz, dass der dem Kläger entstandene Schaden sich auf Fr. 41'367.50 belaufe, ist daher für das Bundesgericht massgebend.\n\n9. Ob das Verschulden des Beklagten als Absicht oder als Fahrlässigkeit zu qualifizieren sei, kann dahingestellt bleiben. Wie schon festgestellt, war sein Verhalten auf jeden Fall grob schuldhaft, so dass sich aus der Grösse des Verschuldens (Art. 43 Abs 1 OR) kein Grund für eine Ermässigung der Ersatzpflicht ergibt.\n\nDass der Beklagte die Verbindung zwischen dem Kläger und St. aus reiner Gefälligkeit (in der Meinung, den beiden damit einen guten Dienst zu erweisen) gefördert habe und im Hinblick auf diesen Umstand nach Art. 43 Abs. 1 OR eine gewisse Schonung verdiene, kann nicht anerkannt werden. Es liegt auf der Hand, dass der Beklagte für seine Bemühungen in dieser Sache von St. ein Honorar erwartete und hoffte, St. auch weiterhin gegen Entgelt geschäftlich beraten zu können. Zudem war ihm wegen seiner Vorschüsse an der Entbeiratung St.s und damit auch an dessen Verbindung mit dem Kläger gelegen, die dazu herhalten musste, das Gesuch um Aufhebung der Beiratschaft zu begründen.\n\nDer Umstand, dass das Verschulden Dritter (insbesondere St.s) für den Eintritt des Schadens mitverantwortlich ist, könnte, da dieses Verschulden, wie festgestellt, den BGE 80 III 41 S. 62Kausalzusammenhang zwischen dem Verschulden des Beklagten und dem Schaden nicht unterbrochen hat, nur dann zu einer Entlastung des Beklagten führen, wenn dass Drittverschulden das Verschulden des Beklagten in milderem Lichte erscheinen liesse (BGE 66 II 119und dort erwähnte Entscheide). Hievon kann keine Rede sein.\n\nEin Umstand, der es rechtfertigt, den Beklagten nicht den vollen Schaden tragen zu lassen, ist hingegen darin zu erblicken, dass als Folge des rechtswidrigen Verhaltens des Klägers zwar eine empfindliche Schädigung des Klägers vorausgesehen werden konnte, dass aber eine Katastrophe, wie sie dann eingetreten ist, doch an der äussersten Grenze des Voraussehbaren lag.\n\nDaneben liegen Umstände vor, die eine Herabsetzung der Ersatzpflicht nach Art. 44 Abs. 1 OR rechtfertigen.\n\nAuch wenn der Beklagte den St. unter Verschweigung der Beiratschaft empfohlen hatte und dem Kläger vor der Steigerung keine Zeit zu einlässlichen Erhebungen blieb, welche die ihm verheimlichte Tatsache hätten ans Licht bringen können, musste sich der Kläger doch sagen, dass es nicht ratsam sei, auf Grund einer einzigen Empfehlung mit einem ihm bisher völlig unbekannten Manne zusammen ein Geschäft zu übernehmen und die bisherige Existenz aufzugeben, selbst wenn die Empfehlung von einer anscheinend vertrauenswürdigen Person ausging. Er konnte immerhin vermuten, dass der Beklagte am Zustandekommen der Verbindung zwischen St. und ihm irgendwie interessiert sei. Merkwürdig musste ihm auch erscheinen, dass er als Ersteigerer der Fabrik auftreten sollte, obwohl nicht er, sondern allein St. das für den Erwerb und Betrieb des Unternehmens nötige Geld besass. Dazu kam, dass das pactum de non licitando mit Bn., wenn es von St. angeregt wurde, auf diesen ein nicht eben günstiges Licht warf. Indem sich der Kläger gleichwohl auf die Verbindung mit St. einliess, handelte er nicht sehr vorsichtig. Auf jeden Fall aber gaben die erwähnten Umstände und die Tatsache, dass St. offensichtlich ein BGE 80 III 41 S. 63ganz junger Mann war, der sich im Geschäftsleben erst noch bewähren musste, dem Kläger Anlass, die Geschäftstätigkeit seines Partners aufmerksam zu verfolgen. Das tat er nicht. Er gab sich vielmehr nur mit dem technischen Betrieb ab und liess St. im kaufmännischen Bereich ohne Kontrolle schalten und walten. Diese Unvorsichtigkeit war eine Mitursache des Schadens. Hätte sich nämlich der Kläger auch nur die Mühe genommen, die Buchhaltung laufend zu prüfen, so hätten ihm sehr bald die hohen Bezüge St.s aus dem Geschäft auffallen müssen, die nach dem Kapitalkonto St. schon in den beiden ersten Monaten (Januar und Februar 1946) zusammen mehr als Fr. 22'000.ausmachten und bis Ende März 1946 auf mehr als Fr. 82'000.-- anstiegen, (während z.B. das Holz- und Warenlager unbezahlt blieb). Es darf angenommen werden, dass es dem Kläger, wenn er diese verdächtigen Bezüge St.s sofort festgestellt hätte, noch möglich gewesen wäre, durch umsichtiges Vorgehen den Schaden wenn nicht ganz, so doch zu einem erheblichen Teil zu verhüten. Er hätte die Möglichkeit gehabt, nähern Aufschluss über diese Bezüge zu verlangen, den Beklagten zu alarmieren und St. die Vertretungsbefugnis zu entziehen (Art. 565 Abs. 1 OR) und eine vorläufige Verfügung des Richters (Art. 565 Abs. 2 OR) zu erwirken, wenn St. sich nicht bereit gefunden hätte, freiwillig auf die Einzelunterschrift zu verzichten, oder er hätte das Verhältnis mit St. überhaupt auflösen können. Durch solche Massnahmen oder auch durch eine Intervention bei der Vormundschaftsbehörde dem gänzlichen Zerfall von St.s Vermögen und namentlich auch den Ende Juni 1946 einsetzenden Wechselgeschäften St.s zuvorzukommen, wäre ihm vermutlich um so eher möglich gewesen, wenn er die einlässlichen Erkundigungen, die normalerweise dem Vertragsabschluss mit St. und der Ersteigerung der Fabrik hätten vorausgehen sollen, aber aus Zeitnot unterblieben waren, dann wenigstens gleich nach der Steigerung nachgeholt hätte, wie es angezeigt gewesen wäre. Vielleicht hätte sich das BGE 80 III 41 S. 64Schlimmste sogar noch verhüten lassen, wenn er anfangs Juni 1946, als ihm bekannt wurde, dass ihm die Beiratschaft verheimlicht worden war, mit grösserer Umsicht und Energie vorgegangen wäre.\n\nDer Mangel an Vorsicht, der dem Kläger hienach vorzuwerfen ist, erscheint im Vergleich zum Verschulden des Beklagten nicht als so geringfügig, dass er bei der Bemessung der Ersatzpflicht des Beklagten ausser Betracht zu lassen wäre. Das grobe Verschulden des Beklagten bleibt aber doch die Hauptursache des Schadens. Zusammen mit dem Umstande, dass ein Schaden von diesem Ausmass immerhin nur schwer vorauszusehen war, rechtfertigt das Selbstverschulden des Klägers eine Ermässigung der Ersatzpflicht um ein Drittel.\n\n10. Verzugszins schuldet der Beklagte, da eine frühere Mahnung nicht dargetan ist, von der ersten Betreibung, d.h. vom 17. Juni 1947 an.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung des Beklagten wird abgewiesen, die Berufung des Klägers teilweise gutgeheissen und das Urteil des Obergerichtes vom 4. September 1953 dahin abgeändert, dass der Beklagte verpflichtet wird, dem Kläger Fr. 27'578.30 nebst 5% Zins seit 17. Juni 1947 zu bezahlen."}