{"annee": "80", "cour": "IV", "page": "209", "date": "20/12/1954", "cite": ["75 IV 15", "73 IV 68", "79 IV 58"], "cite_par": ["110 IV 87", "99 IV 1", "81 IV 90", "130 IV 97", "97 IV 1", "143 IV 104", "97 IV 238", "132 IV 97", "97 I 769", "128 IV 81", "121 IV 150", "86 IV 145"], "chapeau": "44. Urteil des Kassationshofes vom 20. Dezember 1954 i. S. Wiget gegen Leir und Schmolka.", "regestes": ["1. Art. 30 et 31 al. 3 CP. a) Qui est visé par la plainte et son retrait? (consid. 1). b) Effets de l'indivisibilité de la plainte pénale lorsque la poursuite est exercée par l'accusateur privé (consid. 2 al. 1er). c) L'indivisibilité du retrait de la plainte pénale souffre-t-elle une exception? (consid. 3). 2. Art. 29 CP. Le délai pour porter plainte ne commence à courir que lorsque le lésé personnellement - et non seulement son mandataire - a connu l'infraction et son auteur (consid. 2 al. 2)."], "faits": "BGE 80 IV 209 S. 209\n\nA.- Rechtsanwalt Dr. Felix Wiget vertrat die in London niedergelassene Firma \"The Henckel von Donnersmarck Beuthen Estates Ltd.\" in einem Prozesse, den Henry Leir und die \"Continental Ore Corporation\", beide in New York, durch Rechtsanwalt Dr. Oskar Hoffmann beim Bezirksgericht Zürich gegen sie angehoben hatten.\n\nBGE 80 IV 209 S. 210Da er in seiner am 5. Februar 1953 verfassten Antwortschrift, die das Bezirksgericht dem Dr. Hoffmann am 20. Februar 1953 zustellte, ehrenrührige Vorwürfe erhoben haben soll, reichten Henry Leir und der in New York niedergelassene Rechtsanwalt Dr. Francis Schmolka am 18. Mai 1953 beim Bezirksgericht Zürich gegen ihn Privatstrafklage wegen übler Nachrede, Verleumdung und Beschimpfung ein (Art. 173, 174, 177 StGB). Am 20. Mai 1953 führten sie beim gleichen Gerichte Klage auch gegen den Grafen Lazy Henckel von Donnersmarck und beantragten: \"Es sei der Angeschuldigte wegen den in der Klageantwortschrift seines Anwaltes Dr. Wiget vom 5. Februar 1953 an das Bezirksgericht Zürich, 4. Abt., enthaltenen ehrverletzenden Äusserungen, die im folgenden im Wortlaut wiedergegeben werden, gestützt auf StGB Art. 173 und 174, eventuell wegen Anstiftung dazu, sowie wegen Anstiftung zu Beschimpfung (Art. 24 StGB) angemessen zu bestrafen.\" Am 26. Juni 1953 zogen sie die Klage gegen Henckel von Donnersmarck zurück mit dem Hinweis, dass schon Klage gegen Dr. Wiget erhoben sei und dass ferner eine Zivilklage gegen die Henckel von Donnersmarck Beuthen Estates Ltd. vor den Gerichten in London liege.\n\nB.- Unter Berufung hierauf und Hinweis auf Art. 31 Abs. 3 StGB beantragte Dr. Wiget dem Bezirksgericht, der Prozess gegen ihn sei als durch Rückzug des Strafantrages erledigt abzuschreiben.\n\nDas Bezirksgericht entsprach diesem Begehren am 4. März 1954.\n\nAuf Rekurs der Kläger hob das Obergericht des Kantons Zürich diesen Beschluss am 28. Juni 1954 auf und wies das Bezirksgericht an, den Ehrverletzungsprozess gegen Dr. Wiget durchzuführen. Die Begründung lautet dahin, ein Strafantrag könne nur zurückgezogen werden, wenn er in gültiger Form vorliege. Daran gebreche es. Bei der Berechnung der Antragsfrist sei der Tag, an dem der Verletzte Kenntnis von Tat und Täter erhalte, mitzuzählen. Für die Klage gegen Henckel von Donnersmarck sei die BGE 80 IV 209 S. 211Antragsfrist vom 20. Februar 1953 an gelaufen und am 19. Mai 1953 zu Ende gegangen. Da die Klage erst am 20. Mai 1953 eingereicht worden sei, sei der Strafantrag somit verspätet, also nichtig gewesen und habe nicht mehr zurückgezogen werden können. Eine Rückzugserklärung habe sich auch nicht auf den Beteiligten Wiget auswirken können. Ihm gegenüber sei der Strafantrag zu Recht bestehen geblieben.\n\nC.- Dr. Wiget führt gegen den Entscheid des Obergerichts Nichtigkeitsbeschwerde mit dem Antrag, er sei aufzuheben und die Sache zur Abschreibung der Ehrverletzungsklage an das Obergericht zurückzuweisen, unter Kosten- und Entschädigungsfolgen. Er macht geltend, der Entscheid verletze Art. 29, 30 und 31 StGB.\n\nD.- Leir und Dr. Schmolka beantragen, die Beschwerde sei unter Kosten- und Entschädigungsfolgen abzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Gemäss Art. 31 Abs. 3 StGB gilt der Rückzug des Strafantrages für alle Beschuldigten, auch wenn er nur gegenüber einem von ihnen erfolgt. Diese Bestimmung zieht die Folge aus der in Art. 30 StGB festgelegten Unteilbarkeit des Strafantrages. Unter den \"Beschuldigten\" versteht sie daher wie Art. 30 alle Personen, die als \"an der Tat Beteiligte\" in Betracht kommen. Das sind, wie der Kassationshof schon in einem nicht veröffentlichten Urteil vom 8. März 1950 i.S. Bühlmann und Schmid ausgeführt hat, die Mittäter, Anstifter (Art. 24 StGB) und Gehülfen (Art. 25 StGB). Nicht nötig ist, dass sie alle in das gleiche Verfahren einbezogen worden seien; das kantonale Prozessrecht kann nicht dadurch, dass es getrennte Verfolgung anordnet, z.B. weil die Privatstrafklage gegen den einen Beteiligten später eingereicht wird als gegen die anderen, die Anwendung des Art. 31 Abs. 3 StGB ausschalten.\n\nNach den Vorwürfen, die dem Grafen Henckel von Donnersmarck in der Klage vom 20. Mai 1953 gemacht BGE 80 IV 209 S. 212wurden, war er hinsichtlich der üblen Nachrede und der Verleumdung als Mittäter, eventuell Anstifter, und hinsichtlich der Beschimpfung als Anstifter der angeblich von Dr. Wiget in der Rechtsschrift vom 5. Februar 1953 begangenen Ehrverletzungen zu verfolgen. Die ihm vorgeworfenen Ehrverletzungen wurden nicht in Worten gesehen, die er gegenüber irgendwem, insbesondere gegenüber Dr. Wiget, hätte fallen lassen, sondern in den in der Rechtsschrift des letztern enthaltenen Äusserungen. Für diese aber konnte er zum vornherein nur als Mittäter oder Anstifter verantwortlich gemacht werden. Seine Tat ist denn auch von den Klägern selber als Anstiftung bezeichnet worden, hinsichtlich der Beschimpfung überhaupt nur als das und hinsichtlich der üblen Nachrede und der Verleumdung wenigstens subsidiär.\n\nDr. Wiget und Henckel von Donnersmarck sind daher Mitbeschuldigte im Sinne des Art. 31 Abs. 3 StGB.\n\n2. Der Vorinstanz ist darin beizupflichten, dass diese Bestimmung nicht wirksam wäre, wenn der gegen Henckel von Donnersmarck zurückgezogene \"Strafantrag\" nichtig gewesen wäre. Das trifft indessen schon deshalb nicht zu, weil Art. 30 StGB vorschreibt, dass alle Beteiligten zu verfolgen sind, wenn ein Antragsberechtigter gegen einen an der Tat Beteiligten Strafantrag stellt. Das heisst, dass es gegen die anderen nicht noch eines besonderen Antrages bedarf, dass vielmehr die bundesrechtliche Voraussetzung zur Verfolgung aller Beteiligten schon mit dem Antrag gegen den einen erfüllt ist. Da, wie das Obergericht voraussetzt und nicht bestritten ist, der Strafantrag vom 18. Mai 1953 gegen Dr. Wiget binnen der Frist des Art. 29 Abs. 1 StGB eingegangen war, bedurfte es daher zur Verfolgung des Grafen Henckel von Donnersmarck keines binnen dieser Frist zu stellenden Strafantrages im Sinne des Bundesrechts, sondern nur noch eines den Anforderungen des kantonalen Prozessrechts entsprechenden Anstosses zur Durchführung des Verfahrens gegen diesen Beteiligten. Dieser Anstoss, der nach zürcherischem Prozessrecht in BGE 80 IV 209 S. 213Ehrverletzungssachen in der Form der Privatstrafklage erfolgt, konnte auch noch nach Ablauf der Frist des Art. 29 Abs. 1 StGB gegeben werden.\n\nÜbrigens war diese Frist für einen Strafantrag gegen Henckel von Donnersmarck am 20. Mai 1953 noch nicht abgelaufen. Art. 29 Abs. 1 StGB lässt sie mit dem Tage beginnen, an welchem dem Antragsberechtigten der Täter und die objektive Tat (vgl.BGE 75 IV 20,BGE 79 IV 59) bekannt wird. Da das Antragsrecht, obwohl ein anderer mit der Ausübung betraut werden kann, höchstpersönlicher Natur ist (BGE 73 IV 71), ist unter dem \"Antragsberechtigten\" der Verletzte persönlich, nicht auch sein bevollmächtigter Vertreter zu verstehen, läuft also die Antragsfrist erst, wenn der Verletzte persönlich die Tat und den Täter kennt, nicht schon, wenn sein bevollmächtigter Vertreter diese Kenntnis hat. Diese Lösung ist auch billig; denn der Verletzte persönlich, nicht sein Vertreter, hat abzuwägen, ob die Verletzung schwer genug sei, um den Strafantrag zu rechtfertigen. Die Antragsfrist für Leir und Dr. Schmolka konnte daher nicht schon mit der am 20. Februar 1953 erfolgten Zustellung der die angebliche Ehrverletzung enthaltenden Rechtsschrift an Dr. Hoffmann zu laufen beginnen, sondern erst, als die Beschwerdegegner von deren Inhalt Kenntnis erhielten. Das kann nicht schon am 20. Februar 1953 geschehen sein, da die Beschwerdegegner in New York niedergelassen sind und nicht behaupten, damals in der Schweiz geweilt zu haben. Übrigens steht auch nicht fest, dass Dr. Hoffmann Bevollmächtigter des Dr. Schmolka gewesen sei.\n\n3. Man kann sich fragen, ob in den auf Privatstrafklage verfolgten Fällen der Rückzug der Klage gegen den einen Beklagten dann die Weiterverfolgung der anderen nicht von Bundesrechts wegen (Art. 31 Abs. 3 StGB) ausschliesst, wenn ernsthafte Anhaltspunkte bestehen, dass der Beklagte, gegen den die Klage zurückgezogen wird, in Wirklichkeit am eingeklagten Vergehen nicht beteiligt war, und wenn der Kläger den Rückzug mit dieser BGE 80 IV 209 S. 214Erkenntnis begründet. Denn es erscheint als stossend, dass der Kläger, nur um das Recht zur Weiterverfolgung der anderen nicht zu verlieren, sollte genötigt sein, das Privatstrafklageverfahren gegen jemanden fortzusetzen, den er selbst mit guten Gründen für unschuldig hält. Im vorliegenden Falle kommt indessen darauf nichts an. Die Beschwerdegegner haben den Rückzug der Klage gegen Henckel von Donnersmarck nicht damit begründet, dieser scheine ihnen nun an den von Dr. Wiget begangenen Ehrverletzungen doch nicht beteiligt gewesen zu sein. Nach der verbindlichen Feststellung der Vorinstanz zogen sie diese Klage vielmehr mit dem Hinweis zurück, es sei bereits Klage gegen Dr. Wiget erhoben und ausserdem eine Zivilklage gegen die Henckel von Donnersmark Beuthen Estates Ltd. bei den Gerichten in London hängig. Der Rückzug des Strafantrages kommt daher gemäss Art. 31 Abs. 3 StGB auch dem Beschwerdeführer zugute. Das Obergericht hat in diesem Sinne zu entscheiden.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil der I. Strafkammer des Obergerichts des Kantons Zürich vom 28. Juni 1954 aufgehoben und die Sache zu neuer Entscheidung an die Vorinstanz zurückgewiesen."}