{"annee": "80", "cour": "I", "page": "427", "date": "11/11/1954", "cite": ["63 I 194", "68 II 9", "68 I 73", "40 I 418", "58 II 93", "71 II 128", "76 IV 109", "69 II 342"], "cite_par": ["97 I 389", "84 II 469", "110 II 5"], "chapeau": "71. Urteil der II. Zivilabteilung vom 11. November 1954 i.S. Caliaro und Wydler gegen Aargau, Regierungsrat.", "regestes": ["Registre de l'état civil. Requête tendant à l'inscription d'un mariage conclu à l'étranger entre un étranger et une Suissesse ayant avant la célébration du mariage, déclaré vouloir conserver la nationalité suisse ainsi qu'à la constatation de la légitimation d'un enfant né de leur commerce. Compétence de l'autorité de surveillance du canton d'origine de la femme (art. 137, 95 et 97 OEC). Etendue du pouvoir juridictionnel des autorités de surveillance. Refus d'inscrire le mariage conclu en Angleterre entre un Italien divorcé d'une femme suissesse de naissance par un tribunal suisse et d'une Suissesse. Droit international relatif au mariage. Portée des art. 54 al. 3 Cst.féd., 7 c al. 1 et 7 f al. 1 LRDC. Le droit italien déterminant d'après l'art. 7 c al. 1 LRDC est-il inapplicable pour cause de violation de l'ordre public suisse?"], "faits": "|427|\n\nDer in Biel wohnhafte italienische Staatsangehörige Caliaro heiratete im Jahre 1938 die Schweizerin Dorothea Bodmer. Diese Ehe wurde vom Amtsgericht Biel am |4283| . Dezember 1946 getrennt. Am 19. September 1948 sprach dasselbe Gericht auf Klage der Ehefrau, die sich inzwischen wieder ins Schweizerbürgerrecht hatte aufnehmen lassen, die Scheidung aus.\n\nIn der Folge lebte Caliaro mit Fanny Wydler von Aarau zusammen. Diese gebar am 6. August 1949 den Knaben Michel. Ein Einbürgerungsgesuch Caliaros wurde von den bernischen Behörden abgewiesen.\n\nAm 11. Juni 1953 wurden Caliaro und Fanny Wydler vor dem Register Office von Holborn (England) getraut, nachdem die Braut am 28. Mai 1953 vor der Schweiz. Gesandtschaft in London die Erklärung abgegeben hatte, nach der Eheschliessung das Schweizerbürgerrecht beibehalten zu wollen (Art. 9 des Bundesgesetzes vom 29. September 1952 über Erwerb und Verlust des Schweizerbürgerrechts). Als \"residence\" der beiden zur Zeit der Heirat nennt der vom Register Office ausgestellte Eheschein ein Hotel in Holborn.\n\nAm 12. März 1954 richteten Caliaro und Fanny Wydler an die Justizdirektion des Kantons Aargau das Gesuch, diese Ehe sei ins Zivilstandsregister einzutragen; ausserdem sei ihr gemeinsames Kind Michel als ihr eheliches Kind einzutragen. In Übereinstimmung mit der Justizdirektion hat der Regierungsrat des Kantons Aargau dieses Gesuch am 21. Mai 1954 abgewiesen.\n\nDiesen Entscheid haben die Gesuchsteller mit der vorliegenden Verwaltungsgerichtsbeschwerde an das Bundesgericht weitergezogen. Der Regierungsrat beantragt Abweisung der Beschwerde. Das Eidgenössische Justiz- und Polizeidepartement enthält sich eines Antrags.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 137 Abs. 1 der Verordnung über das Zivilstandswesen vom 1. Juni 1953 (ZStV) dürfen ausländische Urkunden nur mit Bewilligung der kantonalen Aufsichtsbehörde eingetragen werden. Das Gesuch, das die Beschwerdeführer am 12. März 1954 bei der aargauischen |429| Justizdirektion gestellt haben, geht seinem Sinne nach auf Erteilung dieser Bewilligung. Die örtliche Zuständigkeit der aargauischen Behörden ergibt sich daraus, dass zur Eintragung der in England erfolgten Eheschliessung ins Eheregister und der Legitimation des gemeinsamen Kindes der Beschwerdeführer ins Legitimationsregister, wenn eine solche Eintragung in der Schweiz überhaupt in Frage kommt, nach Art. 95 bzw. 97 ZStV das Zivilstandsamt der Stadt Aarau zuständig ist, die infolge der Erklärung vom 28. Mai 1953 auch dann Heimatort der Beschwerdeführerin Fanny Wydler bliebe, wenn die am 11. Juni 1953 geschlossene Ehe in der Schweiz und in Italien, dem Heimatlande des Beschwerdeführers Caliaro, anerkannt würde. (Art. 95 ZStV spricht freilich nur von der Eintragung der im Ausland erfolgten Eheschliessung eines Schweizerbürgers, für die keine zivilstandsamtliche Urkunde vorgelegt werden kann. Falls wie hier eine solche Urkunde vorgelegt werden kann, muss jedoch die Eintragung ins Eheregister des Heimatortes, die nach Art. 118 Abs. 2 die Voraussetzung für die Eintragung ins Familienregister bildet, ebenfalls möglich sein.)\n\n2. Bei Beurteilung einer Verwaltungsgerichtsbeschwerde gegen einen Entscheid über ein Gesuch im Sinne von Art. 133 der Zivilstandsverordnung vom 18. Mai 1928, dem Art. 137 der geltenden Verordnung entspricht, hat das Bundesgericht erklärt, die Prüfungsbefugnis der Zivilstandsbehörden sei notwendigerweise beschränkt. Ihre Aufgabe sei es vor allem, feststehende Tatsachen zu registrieren. Wenn sie auch bisweilen vorfrageweise über bestrittene Rechte zu befinden hätten (z.B. über die Ehelichkeit eines Kindes, Art. 252 ZGB), könnten sie doch nur verhältnismässig einfache Fragen des zeitgenössischen schweizerischen Rechts, namentlich des geltenden Bundesrechts, entscheiden. Bei verwickelten Fragen oder bei Streitigkeiten, die - sei es auch nur teilweise - vom alten oder vom ausländischen Rechte beherrscht werden, sei die Eintragung aufzuschieben, bis der zuständige |430| Richter gesprochen habe (BGE 63 I 197/98). Hält man sich an diese Grundsätze, so erweist sich ohne weiteres als gerechtfertigt, dass die Vorinstanz dem Gesuch der Beschwerdeführer, das heikle Fragen des internationalen Privatrechts aufwirft, nicht entsprochen hat. Die Beschwerde kann aber auch dann keinen Erfolg haben, wenn man den Zivilstandsbehörden im vorliegenden Fall deswegen eine weitergehende Prüfungsbefugnis zugestehen will, weil hier anders als in dem in BGE 63 I 194ff. beurteilten Falle die tatsächlichen Verhältnisse klar sind und die rechtlichen Schwierigkeiten nicht in einer nach alten Satzungen zu beurteilenden Vorfrage (betr. den Fortbestand eines angeblich im 18. Jahrhundert anerkannten Bürgerrechts) liegen und weil überdies unklar ist, wie die heutigen Beschwerdeführer eine gerichtliche Feststellung über die Gültigkeit ihrer Ehe für die Schweiz herbeiführen könnten (insbesondere gegen wen die unter sich einigen Beschwerdeführer klagen müssten).\n\n3. Das Haager Abkommen zur Regelung des Geltungsbereichs der Gesetze auf dem Gebiete der Eheschliessung vom 12. Juni 1902, dem die Schweiz und Italien beigetreten sind, kommt nach seinem Art. 8 Abs. 1 im vorliegenden Falle nicht zur Anwendung, weil Grossbritannien, wo die streitige Ehe geschlossen wurde, nicht zu den Vertragsstaaten gehört. Die Frage der Rechtsanwendung ist daher nach den einschlägigen Vorschriften des schweizerischen Landesrechts zu entscheiden.\n\n4. Art. 54 BV stellt in Abs. 1 das Recht zur Ehe unter den Schutz des Bundes und bestimmt in Abs. 3, die in einem Kanton oder im Ausland nach der dort geltenden Gesetzgebung abgeschlossene Ehe solle im Gebiet der Eidgenossenschaft als Ehe anerkannt werden. Diese Verfassungsvorschriften kommen bei Beurteilung der Gültigkeit einer in der Schweiz oder im Ausland geschlossenen Ehe nicht mehr unmittelbar zur Anwendung, seitdem die Bundesgesetzgebung diese Materie geordnet hat. Sie bleiben in diesem Zusammenhang nur insofern von Bedeutung, als |431| das Gesetzesrecht im Lichte von Art. 54 BV auszulegen ist (vgl. BGE 68 I 79). Dabei fällt in Betracht, dass Art. 54 BV zwar grundsätzlich auch für Ausländer gilt, dass aber die lapidare Vorschrift von Abs. 3 auch beim Fehlen einer bundesgesetzlichen Ordnung nicht ohne Rücksicht auf die internationalrechtlichen Konflikte, mit denen namentlich bei der Eheschliessung von Ausländern zu rechnen ist, zur Anwendung gebracht werden könnte (vgl. BURCKHARDT, Komm. der BV, 3. Aufl. S. 500, der bei Erörterung von Abs. 1 erklärt'dass grundsätzlich auch Ausländer sich auf Art. 54 berufen können, dass aber die auf internationalen Erwägungen begründeten Einschränkungen vorbehalten bleiben). Art. 54 BV steht daher einer Auslegung der bundesgesetzlichen Bestimmungen, die solche Konflikte zu vermeiden sucht, nicht im Wege.\n\n5. Die Gültigkeit einer Eheschliessung wird nach Art. 7 c Abs. 1 NAG, wenn der Bräutigam oder die Braut oder beide Ausländer sind, in Bezug auf jedes von ihnen nach dem heimatlichen Rechte beurteilt. Diese Vorschrift gilt nicht etwa nur bei der Eheschliessung, sondern gemäss den unzweideutigen romanischen Fassungen, die von \"validité d'un mariage\" bzw. \"validità d'un matrimonio\" sprechen, auch bei Beurteilung der Frage der Gültigkeit einer geschlossenen Ehe (BGE 69 II 344; im gleichen Sinne die einhellige Lehre zum ähnlich lautenden Art. 13 Abs. 1 des EG zum deutschen BGB; vgl. statt vieler RAAPE, Internat. Privatrecht, 3. Aufl. 1950, S. 158 oben). Sie steht an der Spitze der Bestimmungen über die Eheschliessung und die Anerkennung geschlossener Ehen im internationalen Verhältnis und bringt den Grundsatz zum Ausdruck, der diese Materie beherrscht: den Grundsatz der Massgeblichkeit des Heimatrechts, zu dem der schweizerische Gesetzgeber sich im Eherecht bekannt hat, um nach Möglichkeit zu vermeiden, dass eine Ehe in der Schweiz als gültig, im Heimatstaate der Parteien dagegen als ungültig behandelt wird oder umgekehrt. Entsprechend ihrem allgemeinen Wortlaut und dem Zweck, den sie hienach verfolgt, gilt |432| die Vorschrift von Art. 7 c Abs. 1 entgegen der Auffassung, die STAUFFER und BECK in ihren Kommentaren vertreten (N. 1 und 5 bzw. N. 1 und 2 zu Art. 7 c NAG), nicht bloss für die Eheschliessung in der Schweiz, sondern auch für die im Ausland geschlossenen Ehen (vgl. BGE 68 II 13/14, wo beiläufig bemerkt wurde, die Frage, ob die nach den Angaben der Frau in Costa Rica getrauten Parteien verheiratet seien, beurteile sich gemäss Art. 7 c NAG nach Heimatrecht. Der die gleichen Parteien betreffende Entscheid BGE 71 II 128ff. behandelt nicht die Frage der Rechtsanwendung, sondern nur die Frage des Gerichtsstandes für die Klage auf Feststellung des Bestehens der Ehe, die wegen der ausländischen Staatsangehörigkeit beider Parteien auf Grund von Art. 8 NAG im Sinne der Unzuständigkeit der schweizerischen Gerichte entschieden wurde).\n\nDas Gegenteil (Geltung von Art. 7 c Abs. 1 nur für die Eheschliessung in der Schweiz) lässt sich nicht etwa aus Art. 7 c Abs. 2 ableiten, wonach die Form einer in der Schweiz erfolgenden Eheschliessung sich nach schweizerischem Rechte bestimmt. Diese Bestimmung hat lediglich den Sinn, hinsichtlich der Form einer in der Schweiz zu schliessenden oder geschlossenen Ehe eine Ausnahme von Art. 7 c Abs. 1 zu schaffen, der nach seinem Wortlaut auch auf diese Frage angewendet werden könnte, weil die Gültigkeit der Eheschliessung, die er behandelt, u.a. von der Beobachtung der Form abhängt (vgl. zu Art. 7 c Abs. 2 im übrigen BGE 76 IV 114ff. Erw. 3). Der Entscheid darüber, nach welchem Rechte die Gültigkeit einer in der Schweiz oder im Ausland geschlossenen Ehe sich beurteilt, ist also aus Art. 7 c Abs. 1 zu gewinnen, sofern nicht Art. 7 c Abs. 2 oder eine andere Sondervorschrift eingreift.\n\nEine solche Sondervorschrift liegt in Art. 7 f Abs. 1 NAG, der bestimmt, dass eine Ehe, die im Ausland nach dem dort geltenden Recht abgeschlossen worden ist, in der Schweiz als gültig betrachtet wird, wenn ihr Abschluss nicht in der offenbaren Absicht, die Nichtigkeitsgründe des schweizerischen |433| Rechts zu umgehen, ins Ausland verlegt worden ist. Diese Vorschrift gilt jedoch, wie schon in BGE 69 II 345 festgestellt, trotz ihrer allgemeinen Fassung nur für Schweizer. Die Begründung, die im eben angeführten Entscheide für diese Auslegung gegeben wurde, ist freilich nicht zwingend. Wenn Ausländer die Nichtigkeitsgründe des schweizerischen Rechts nicht umgehen können, weil die Art. 7 c und 7 e NAG ihre Eheschliessung dem Heimatrecht unterstellen, so folgt hieraus zunächst nur, dass die in Art. 7 f Abs. 1 vorgesehene Ausnahme von der Regel, dass eine nach dem Recht des Abschlussortes gültige Ehe in der Schweiz anerkannt wird, sich bei Ausländern nicht verwirklichen kann. Aus dem Umstand, dass eine Ausnahmevorschrift auf einen bestimmten Personenkreis nicht zutreffen kann, ergibt sich nicht ohne weiteres, dass auch die Regel für diese Personen nicht gelte. Die Notwendigkeit, Art. 7 f Abs. 1 im erwähnten Sinne einschränkend auszulegen, tritt jedoch klar zutage, sobald man die vom Gesetz verfolgte Tendenz berücksichtigt, Konflikte mit dem Heimatrecht der Ehegatten nach Möglichkeit zu vermeiden. Mit diesem Bestreben ist es durchaus vereinbar, eine Ehe, die Schweizer im Ausland nach dortigem Rechte geschlossen haben, auch dann anzuerkennen, wenn ihr Abschluss in der Schweiz nicht möglich gewesen wäre. Indem die Schweiz für ihre eigenen Angehörigen unter den in Art. 7 f Abs. 1 umschriebenen Voraussetzungen auf die Anwendung des schweizerischen Rechts verzichtet, das nach Art. 7 c als Heimatrecht anwendbar wäre, schafft sie keinen internationalrechtlichen Konflikt, sondern beugt im Gegenteil einem solchen vor. Ganz anders verhält es sich aber in dieser Hinsicht, wenn zwei Ausländer im Ausland nach Massgabe der dort geltenden Gesetzgebung heiraten. Würde die Schweiz eine solche Ehe ohne Rücksicht darauf als gültig behandeln, ob der ausländische Heimatstaat sie anerkennt, so liefe dies dem vom Gesetz verfolgten Zwecke zuwider. Dies ist der entscheidende Grund dafür, dass Art. 7 f Abs. 1 auf Ehen zwischen Ausländern |434| nicht anzuwenden ist, sondern dass für solche Ehen Art. 7 c massgebend bleibt, auch wenn die Eheschliessung im Ausland erfolgte. Im übrigen wäre es ungereimt, die nach dem Rechte des ausländischen Abschlussortes gültigen Ehen von Schweizern nur unter dem Vorbehalte der Gesetzesumgehung, diejenigen von Ausländern dagegen ohne solchen Vorbehalt anzuerkennen.\n\nWas mit Bezug auf Ehen unter Ausländern gesagt wurde, muss auch für den Fall der Eheschliessung zwischen einem Ausländer und einer Schweizerin gelten, und zwar selbst dann, wenn diese auf Grund von Art. 9 des neuen Bürgerrechtsgesetzes die Erklärung abgegeben hat, das Schweizerbürgerrecht beibehalten zu wollen. Der Umstand, dass die Frau Schweizerin ist und bleibt, ändert nichts daran, dass die Anerkennung der Ehe in der Schweiz ohne Rücksicht auf die Stellungnahme des Heimatstaates des Mannes zu einer Konfliktslage führen könnte, wie das Gesetz sie verhindern will. (Was im Falle der Heirat zwischen einem Schweizer und einer Ausländerin gilt, braucht hier nicht untersucht zu werden.)\n\nErklärt das internationale Privatrecht des ausländischen Heimatstaates nicht das materielle Recht dieses Landes für anwendbar, sondern verweist es auf das Recht eines andern Landes (z.B. das Recht des Abschlussortes oder des Wohnsitzstaates), so ist dieser Verweisung Rechnung zu tragen, da in diesem Falle die Anerkennung der Ehe im Heimatstaat, auf die es ankommt, eben vom Rechte des andern Staates abhängt.\n\nAusgeschlossen ist die Anwendung des nach den Konfliktsregeln massgebenden ausländischen Rechtes dann, wenn sie zu einem mit der schweizerischen öffentlichen Ordnung unverträglichen Ergebnis führen würde. In solchen Fällen lässt das schweizerische Recht ausnahmsweise \"hinkende Ehen\" zu (BGE 76 IV 114ff., 116 unten). Vorbehalten bleiben staatsvertragliche Vorschriften, welche die Berufung auf den ordre public bestimmten Beschränkungen unterwerfen.\n\n|435|\n\n7. Das italienische Recht, das bei Beurteilung der Gültigkeit der Ehe der Beschwerdeführer nach Art. 7 c NAG als Heimatrecht des Bräutigams bzw. Ehemannes zu berücksichtigen ist, stellt in Art. 115 Abs. 1 des Codice civile, der von der Ehe der Italiener im Ausland handelt, den Grundsatz auf, dass der (italienische) Staatsangehörige den Vorschriften des ersten Abschnitts \"dieses Kapitels\" (des dritten Kapitels des 6. Titels des ersten Buches), d.h. den Art. 84 ff. unterworfen ist, auch wenn er im Ausland gemäss den dort geltenden Formen heiratet. Das italienische Recht lässt also die italienischen Vorschriften über die Voraussetzungen der Eheschliessung zur Geltung kommen, wenn ein Italiener im Ausland heiratet. Nach diesen Vorschriften konnte der Beschwerdeführer Caliaro die Beschwerdeführerin Wydler nicht heiraten, weil Italien, wie die Vorinstanz auf Grund eines Berichtes der Italienischen Botschaft in Bern festgestellt hat, die in der Schweiz ausgesprochene Scheidung der ersten Ehe Caliaros nicht anerkennt, sondern diese Ehe als noch bestehend betrachtet, sodass die Voraussetzung des ledigen Standes (libertà di stato, Art. 86 des Codice civile) nicht gegeben ist. Die gleichwohl geschlossene Ehe ist nach italienischem Recht ungültig, d.h. sie kann gemäss Art. 117 des Codice civile von den Gatten, den nächsten Aszendenten, der Staatsanwaltschaft und allen denjenigen, die ein rechtliches Interesse haben, mit der Nichtigkeitsklage angefochten werden. Sie wird, wie im Berichte der Italienischen Botschaft ausdrücklich gesagt wird, in Italien nicht anerkannt. Eine im Heimatland des Ehemannes nicht anerkannte Ehe kann nach Art. 7 c Abs. 1 NAG auch in der Schweiz nicht anerkannt werden. Die Ehe der Beschwerdeführer ist deshalb in der Schweiz nicht einzutragen.\n\nDie Anwendung des ausländischen Rechts. die zu diesem Ergebnis führt, kann nicht unter Berufung auf den schweizerischen ordre public abgelehnt werden. Es ist unbestritten und unbestreitbar, dass die Beschwerdeführer in der Schweiz nicht hätten heiraten können, weil Art. 1 des |436| Haager Eheschliessungsabkommens, das in diesem Fall anwendbar gewesen wäre, wie Art. 7 c Abs. 1 NAG grundsätzlich das Heimatrecht als massgebend erklärt und keiner der in Art. 2 und 3 des Abkommens abschliessend aufgezählten Fälle vorliegt, in welchen die Anwendung des Heimatrechts verweigert werden kann. (Das in der Nichtanerkennung der Scheidung begründete Verbot der Wiederverheiratung gilt nicht als ein Verbot, das ausschliesslich auf Gründen religiöser Natur beruht; vgl. BECK N. 8 zu Art. 3 des Abkommens.) Die Erkenntnis der Unmöglichkeit, in der Schweiz zu heiraten, war denn auch offensichtlich der Grund, weshalb die Beschwerdeführer sich zur Eheschliessung nach England begaben. Verweigert das Heimatrecht die Anerkennung einer in einem dritten Staate geschlossenen Ehe, die in der Schweiz nach den für diesen Fall geltenden staatsvertraglichen Abmachungen nicht hätte geschlossen werden können, so verstösst dies keineswegs gegen den schweizerischen ordre public.\n\nDer Anwendung des italienischen Rechts kann der schweizerische ordre public im übrigen auch dann nicht entgegengehalten werden, wenn man davon absieht, dass ein Staatsvertrag den Beschwerdeführern die Eheschliessung in der Schweiz verbot. Es kann von vornherein keine Rede davon sein, dass das schweizerische Rechtsgefühl schon dadurch in unerträglicher Weise verletzt werde, dass Italien die Scheidung des Italieners Caliaro nicht anerkennt, sondern die frühere Ehe als noch bestehend ansieht, solange die geschiedene Frau noch am Leben ist, und sich demzufolge einer Wiederverheiratung Caliaros widersetzt. Dass die Anwendung des italienischen Rechts gegenüber Caliaro der öffentlichen Ordnung der Schweiz zuwiderlaufe, lässt sich aber auch dann nicht mit Grund behaupten, wenn man berücksichtigt, dass ein schweizerisches Gericht die Scheidung ausgesprochen hat. Zur Scheidung durch ein schweizerisches Gericht konnte es kommen, weil die erste Ehefrau Caliaros nach der Trennung, die auch nach italienischem Rechte zulässig war, wieder ins Schweizerbürgerrecht aufgenommen |437| wurde und seither ohne Rücksicht darauf, ob sie die durch die Ehe erworbene italienische Staatsangehörigkeit behielt oder nicht, in der Schweiz den für Schweizer geltenden Vorschriften untersteht und weil angenommen wird, dass Art. 7 h NAG entsprechend seinem Wortlaut nur gelte, sofern der ausländische Ehegatte die Scheidung verlangt, nicht dagegen, wenn der schweizerische dies tut (vgl. BGE 40 I 427, BGE 58 II 96/97). Wenn aus diesen Gründen die Scheidung ohne Rücksicht auf das sie verbietende Heimatrecht des Ehemanns ausgesprochen wurde, so folgt daraus nicht, dass die Schweiz sich auch bei der Wiederverheiratung des Mannes über dessen Heimatrecht hinwegsetzen müsse, um ein für die schweizerische Rechtsauffassung unannehmbares Ergebnis zu vermeiden. Beim Eheabschluss ist die Anerkennung durch den Heimatstaat wichtiger, die Nichtanerkennung folgenschwerer als bei der Scheidung, sodass sich eine verschiedene Behandlung der beiden Fälle rechtfertigen lässt. Endlich kann auch die Tatsache, dass von geschiedenen Ehegatten verschiedener Nationalität der eine wieder heiraten kann, der andere dagegen nicht, in einem dem Heimatprinzip huldigenden Lande nicht als derart stossend angesehen werden, dass dem Heimatrecht des ausländischen Gatten, das sich dessen neuer Eheschliessung widersetzt, die Anwendung zu versagen wäre.\n\n8. Kann die Ehe der Beschwerdeführer in der Schweiz nicht anerkannt werden, so ist ohne weiteres klar, dass auch eine Legitimation ihres gemeinsamen Kindes nicht in Frage kommt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}