{"annee": "80", "cour": "I", "page": "200", "date": "12/5/1954", "cite": [], "cite_par": ["98 IA 314", "129 III 230"], "chapeau": "32. Estratto della sentenza 12 maggio 1954 nella causa Varini contro Paoletti e Tribunale d'appello del Cantone Ticino.", "regestes": ["Art. 59 CF; art. 2 cifra 4 della convenzione 3 gennaio 1933 tra la Svizzera e l'Italia circa il riconoscimento e l'esecuzione delle decisioni giudiziarie. 1. In sede di delibazione d'una sentenza straniera non può essere invocata la garanzia dell'art. 59 CF quando esiste una convenzione internazionale che statuisce le condizioni cui sono subordinati il riconoscimento e l'esecuzione in Isvizzera della sentenza straniera. 2. Proponibilità della domanda riconvenzionale al foro della domanda principale. Nozione della connessione fra azione e riconvenzione."], "faits": "BGE 80 I 200 S. 200\n\nA.- Mediante contratto stipulato nel 1943 la Fabrique d'horlogerie Choisi SA a Locarno, diretta dall'amministratore unico Giorgio Varini, vendette al prof. Luigi Paoletti a Livorno una partita di orologi per franchi svizzeri 6000 (fattura 7 agosto 1943). L'acquirente pagò la merce attraverso il clearing svizzero-italiano in data 30 aprile 1949, ma rifiutò di pagare gl'interessi moratori BGE 80 I 200 S. 201del 5%, dovuti dalla data della fattura al giorno del pagamento della merce in virtù d'una convenzione intercorsa tra gli esportatori svizzeri e gl'importatori italiani di orologi.\n\nPer ottenere il pagamento di questi interessi ammontanti a 1716 fr. 60 la Choisi SA, con atto introduttivo 14 dicembre 1950, convenne il debitore davanti al Tribunale civile e penale di Livorno. Il convenuto contestò il credito vantato dall'attrice allegando che il ritardato pagamento era dovuto a circostanze a lui non imputabili (periodo bellico) e formulò, in via riconvenzionale, una contropretesa per minor valore della merce fornita. L'attrice si oppose alla riconvenzione facendo valere che era improponibile per mancanza di connessione con la domanda principale e che, ad ogni modo, era priva di fondamento.\n\nCon sentenza 27 aprile 1953 il Tribunale civile e penale di Livorno, in accoglimento parziale dell'azione e della riconvenzione, pronunciò:\n\na) Luigi Paoletti è condannato a pagare alla SA Choisi la somma di 673 fr. 12 oltre interessi al 5% dalla domanda giudiziale per interessi di mora;\n\nb) la SA Choisi è condannata a pagare a Luigi Paoletti la somma di 3648 fr. oltre interessi al 5% dalla domanda giudiziale per minor valore della merce.\n\nQuesta sentenza è passata in giudicato.\n\nB.- Il 14 novembre 1953, Luigi Paoletti promosse esecuzione contro Giorgio Varini, che era subentrato alla SA Choisi, per ottenere il pagamento di 2974 fr. 88 oltre accessori, credito residuante in suo favore a dipendenza della citata sentenza del Tribunale di Livorno. L'opposizione interposta al precetto esecutivo fu respinta in via definitiva dal Pretore di Locarno con sentenza 3 dicembre 1953.\n\nContro questo giudizio Varini adì la Camera di esecuzione e dei fallimenti del Tribunale d'appello che, con sentenza 11 febbraio 1954, respinse il ricorso per i seguenti motivi: È pacifico che l'esistenza della convenzione 3 gennaio 1933 tra la Svizzera e l'Italia circa il riconoscimento BGE 80 I 200 S. 202e l'esecuzione delle decisioni giudiziarie (abbr.: convenzione italo-svizzera) ha per conseguenza di rinviare la delibazione della sentenza del Tribunale di Livorno alla competenza del giudice di rigetto (art. 529 cp. 2 codice di procedura civile ticinese). Incontroverso è pure che in sede di delibazione possono essere invocate le eccezioni riservate nella convenzione. Il ricorrente risolleva l'eccezione d'incompetenza del giudice italiano a conoscere della riconvenzione (art. 2 cifra 4 della convenzione). Sennonchè, la contropretesa fatta valere da Paoletti davanti al Tribunale di Livorno è une vera e propria domanda riconvenzionale, connessa con l'oggetto della domanda principale o col titolo o fatto da cui dipende. La domanda principale e quella riconvenzionale traggono infatti la loro origine dal contratto di compravendita stipulato dalle parti nel 1943.\n\nC.- Varini si è aggravato con tempestivo ricorso di diritto pubblico al Tribunale federale, chiedendo l'annullamento della sentenza querelata e la conferma dell'opposizione interposta al precetto esecutivo. Il ricorrente ha addotto in sostanza quanto segue: La sentenza querelata viola l'art. 59 CF e la convenzione italo-svizzera 3 gennaio 1933. L'art. 2 cifra 4 di questa convenzione riconosce al giudice straniero la competenza di statuire su una domanda riconvenzionale, purchè sia connessa con la domanda principale o con i mezzi di difesa invocati contro di essa. Anche la prassi del Tribunale federale relativa all'art. 59 CF ha ammesso il foro della riconvenzionale quale eccezione al foro ordinario del domicilio, a condizione tuttavia che esista connessione tra questa domanda e quella principale. La connessione è data: a) quando le due pretese hanno, sia pure soltanto parzialmente, fondamento in un fatto comune, di modo che l'esame della pretesa attrice comporta necessariamente anche l'esame della riconvenzionale; b) quando le due pretese risultano da uno stesso rapporto giuridico. Nessuna di queste condizioni è realizzata in concreto. La pretesa della SA Choisi concerne la mora del debitore e non richiedeva pertanto l'esame del contratto BGE 80 I 200 S. 203di compravendita. D'altra parte, le due pretese non sgorgano da uno stesso rapporto giuridico. La SA Choisi chiedeva il risarcimento di un danno (obl. ex delicto); Paoletti domandava una riduzione del prezzo della merce (obl. ex contractu). I fatti da cui traggono origine le due obbligazioni sono dunque nettamente distinti e nulla hanno in comune. Tra le due pretese non esiste la \"relazione giuridica intima\" richiesta dalla giurisprudenza.", "considerants": "Considerando in diritto:\n\nL'annullamento della sentenza cantonale è chiesto anzitutto per violazione dell'art. 59 CF. Ma questa garanzia costituzionale non può essere invocata dal ricorrente. La convenzione italo-svizzera 3 gennaio 1933 statuisce le condizioni cui sono subordinati il riconoscimento e l'esecuzione in Isvizzera d'una sentenza italiana in materia civile o commerciale. Le disposizioni di questo trattato internazionale, ratificato dall'Assemblea federale, vincolano il Tribunale federale (art. 113 cp. 3 CF). Esse dovrebbero quindi essere applicate anche se fossero in urto con l'art. 59 CF (RU 57 I 23).\n\nIl ricorrente può invece prevalersi dell'asserta violazione dell'art. 2 cifra 4 della convenzione italo-svizzera (art. 84 lett. c OG). Secondo questo disposto, la competenza dei tribunali dello Stato nel quale la sentenza è stata pronunciata è fondata se si tratta d'una domanda riconvenzionale connessa con la domanda principale o coi mezzi di difesa invocati contro di essa. Questo principio, non meglio precisato dalla convenzione, è conforme all'interpretazione data all'art. 59 CF dal Tribunale federale (messaggio 6 febbraio 1933 del Consiglio federale all'Assemblea federale, FF 1933, 161). Secondo la sua giurisprudenza, la garanzia costituzionale del foro del domicilio non esclude che la domanda riconvenzionale possa essere proposta al foro della domanda principale, purchè esista una connessione giuridica fra azione e riconvenzione. Una connessione siffatta non è data soltanto in caso di nesso materiale in senso stretto, cioè quando le BGE 80 I 200 S. 204due pretese dipendono da uno stesso atto giuridico o dallo stesso fatto. Azione e riconvenzione possono basarsi su fatti diversi, semprechè essi siano la conseguenza d'un negozio giuridico comune, od abbiano comunque una relazione giuridica stretta (RU 71 I 346, 58 I 169 e sentenze ivi citate; sentenza 7 dicembre 1949 nella causa Guggenheim, non pubblicata). Nella fattispecie l'azione principale era volta ad ottenere il pagamento degl'interessi moratori pel ritardato pagamento del prezzo degli orologi; la domanda riconvenzionale tendeva al rimborso d'una parte del prezzo pagato per minor valore della merce fornita. Non fa dubbio che ambedue le azioni sono la conseguenza d'un negozio giuridico comune, il contratto di compravendita stipulato nel 1943. Sta bene che gl'interessi - moratori o convenzionali - sono dovuti per compensare il danno occasionato al creditore dal ritardo del debitore; essi non sono tuttavia che una prestazione accessoria all'obbligazione contrattuale di pagare il prezzo della merce, alla quale fa capo anche la domanda riconvenzionale. Con ragione, quindi, il giudice italiano ha ammesso la connessione delle due pretese e si è dichiarato competente a conoscere della domanda riconvenzionale.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è respinto."}