{"annee": "80", "cour": "I", "page": "385", "date": "21/12/1954", "cite": [], "cite_par": ["91 I 438", "110 II 387", "122 III 279"], "chapeau": "64. Arrêt de la Ire Cour civile du 21 décembre 1954 dans la cause Moroge et consorts contre Département du commerce et de l'industrie du canton de Genève.", "regestes": ["Société anonyme, registre du commerce. 1. L'assemblée générale peut-elle révoquer une décision de dissolution prise régulièrement? (question réservée; consid. 1). 2. Pouvoir d'examen du préposé au registre du commerce; caractère juridique de l'ordonnance adressée par le juge au préposé selon l'art. 67 ORC (consid. 2 et 3). 3. Une décision de l'assemblée générale ne peut être annulée, en vertu de l'art. 706 CO, que par un jugement; une transaction judiciaire ne suffit pas (consid. 4)."], "faits": "BGE 80 I 385 S. 385\n\nA.- Le 5 août 1953, l'assemblée générale des actionnaires d'Arba SA a décidé la dissolution de la société et a désigné comme liquidateurs Balleydier, Bourquin et BGE 80 I 385 S. 386Vincent. Cette décision fut inscrite au registre du commerce le 11 août. Le 25 septembre, une nouvelle assemblée prit acte de la démission des trois liquidateurs et en nomma un nouveau en la personne de Nicolet. Ces mesures furent portées sur le registre du commerce le 2 octobre.\n\nL'actionnaire Moroge, qui possède 20 actions, était en détention préventive au début d'août 1953 et n'avait pu assister à l'assemblée du 5 août. Le 29 août, il actionna devant les tribunaux genevois Arba S. A. en liquidation, représentée par Bourquin, en concluant à l'annulation de la décision prise le 5 août et à la réinscription de la société au registre du commerce. Il alléguait que la dissolution de la société constituait un abus manifeste et lésait ses droits d'actionnaire minoritaire. A l'audience du 16 décembre 1953, Moroge et le liquidateur Nicolet déposèrent des conclusions concordantes, sur quoi le Tribunal de première instance du canton de Genève rendit le prononcé suivant:\n\n\"Le Tribunal\n\nd'accord entre les parties:\n\ndit qu'il y a lieu d'annuler la décision de l'assemblée générale extraordinaire des actionnaires, prise le 5 août 1953, ... ayant statué qu'il y avait lieu à dissolution de la SA Arba;\n\nen conséquence, ordonne la radiation de ladite décision de dissolution et d'entrée en liquidation, effectuée le 11 août 1953 au Registre du Commerce de Genève;\n\nen tant que besoin, ordonne à Monsieur le préposé au Registre du Commerce de Genève la réinscription à son registre de la SA ARBA.\"\n\nB.- Le 23 janvier 1954 se tint une nouvelle assemblée générale, sous la présidence de Moroge. Après avoir pris acte du \"jugement\" du 16 décembre 1953, elle constata que le mandat du liquidateur avait pris fin; puis elle nomma Moroge aux fonctions d'administrateur unique et le chargea de \"faire procéder aux inscriptions nécessaires au registre du commerce\".\n\nMoroge envoya au préposé au registre du commerce de Genève une expédition du \"jugement\" rendu par le Tribunal de première instance et le procès-verbal de l'assemblée du 23 janvier 1954, en demandant que la BGE 80 I 385 S. 387société soit réinscrite, que l'inscription de Nicolet comme liquidateur soit radiée et que lui, Moroge, soit porté sur le registre du commerce en qualité d'administrateur.\n\nPar décision du 26 février 1954, le préposé rejeta cette requête, en se fondant, en bref, sur les motifs suivants: En l'espèce, le tribunal n'a pas rendu un jugement; il a simplement pris note de l'accord des parties, sans rechercher si elles avaient qualité pour agir et si la transaction était conforme au droit; or la première de ces conditions n'était pas remplie; en vertu de l'art. 743 al. 3 CO, les liquidateurs ne peuvent représenter l'assemblée que pour les actes nécessités par la liquidation; ils ne sont donc pas compétents pour consentir à la révocation d'une décision de l'assemblée générale; en particulier, ils ne sauraient admettre, au nom de la société, qu'une décision de dissolution fût annulée; dans ce dernier cas, en effet, l'assemblée générale elle-même, ainsi que l'a jugé le Tribunal fédéral, ne peut plus revenir sur sa résolution.\n\nMoroge, Nicolet et Arba S. A. recoururent contre ce prononcé. Celui-ci fut confirmé, le 14 juillet 1954, par le Département du commerce et de l'industrie du canton de Genève. Cette autorité a considéré, en substance, que l'art. 706 al. 5 CO exigeait un \"véritable jugement contradictoire\" et qu'une simple transaction était insuffisante, car elle permettrait toutes les manoeuvres in fraudem legis.\n\nC.- Contre cette décision, Moroge, Nicolet et la société forment un recours de droit administratif au Tribunal fédéral, en reprenant les conclusions qu'ils ont formulées dans l'instance cantonale.\n\nL'autorité genevoise de surveillance et le Département fédéral de justice et police concluent au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Comme l'ont relevé les autorités cantonales, le Tribunal fédéral a jugé que l'assemblée générale d'une société anonyme ne pouvait, après coup, révoquer une BGE 80 I 385 S. 388décision de dissolution prise régulièrement (arrêt non publié du 14 septembre 1938 dans la cause Arnold et consorts contre Bâle-Campagne). Les recourants critiquent cet arrêt. Mais il n'est pas nécessaire d'examiner si cette jurisprudence doit être maintenue. Car la question qui se pose en l'espèce est uniquement celle de savoir si le prononcé du Tribunal de première instance de Genève est suffisant, au regard de l'art. 706 CO, pour que la décision du 5 août 1953 soit annulée et que l'inscription du 11 août doive être radiée au registre du commerce. Certes, le 23 janvier 1954, l'assemblée générale des actionnaires a constaté que le mandat du liquidateur avait pris fin et elle a chargé le nouvel administrateur de faire réinscrire la société au registre du commerce. Mais cela ne constitue pas une décision par laquelle la dissolution est révoquée. Il s'agit plutôt de mesures prises pour exécuter le prononcé du 16 décembre 1953, par lequel l'assemblée générale s'est sans doute considérée comme liée.\n\n2. Selon les recourants, l'autorité cantonale a méconnu que le prononcé du Tribunal de première instance a donné à la transaction passée par les parties un caractère exécutoire semblable à celui d'un jugement; elle aurait violé en outre l'ordonnance formelle par laquelle le tribunal a enjoint au préposé au registre du commerce de radier l'inscription du 11 août 1953 constatant la dissolution de la société. La décision cantonale revient, disent les recourants, à accorder au préposé le pouvoir de vérifier si le juge a bien appliqué le droit fédéral.\n\nIl est exact que, par son prononcé du 16 décembre 1953, le Tribunal de première instance de Genève a ordonné la radiation de l'inscription du 11 août 1953 et, en tant que besoin, la réinscription de la société. Si, prise en elle-même, cette injonction liait le préposé, celui-ci devrait s'y conformer sans pouvoir vérifier si elle est fondée ou non. Mais cette condition n'est pas remplie. L'ordonnance adressée par le juge au préposé, telle qu'elle est prévue à l'art. 67 ORC, ne fait pas partie du jugement.BGE 80 I 385 S. 389\n\nElle ne constitue qu'une mesure administrative, qui ne donne point au prononcé judiciaire plus de force qu'il n'en a par lui-même. Elle ne dispense donc pas le préposé de vérifier si les conditions légales de l'inscription sont remplies. De ce point de vue, elle ne diffère pas de la demande présentée par les personnes tenues de requérir l'inscription, auxquelles le juge peut, du reste, laisser le soin de faire porter sa décision sur le registre du commerce.\n\n3. C'est dans la forme d'un jugement que le Tribunal de première instance de Genève a annulé la décision du 5 août 1953. Mais ce prononcé ne fait que reproduire la transaction passée par les parties, à laquelle il se réfère dans son préambule. Il ne contient aucune décision prise par le juge lui-même, après un examen des faits de la cause. D'un jugement, il n'a donc que la forme; en réalité, il prend simplement acte d'une transaction judiciaire, à laquelle il donne toutefois un caractère exécutoire.\n\nOr, si le titre qui doit servir de base à une inscription au registre du commerce est exécutoire, on ne saurait plus vérifier s'il est fondé. Cette règle s'applique non seulement au jugement mais aussi à la transaction judiciaire. Certes, celle-ci a une nature contractuelle, d'après la jurisprudence du Tribunal fédéral (RO 56 I 224, 60 II 58 et 83; cf. également, pour la procédure genevoise, Sem. jud. 1935 p. 575, 1936 p. 39). Elle peut donc être attaquée pour vice du consentement en vertu des art. 23 et suiv. CO et elle manque, dans cette mesure, de l'autorité de la chose jugée. Mais cela ne change rien à son caractère exécutoire, qu'elle conserve tant qu'elle n'est pas annulée pour erreur, dol ou crainte fondée. Aussi est-ce à tort que le préposé au registre du commerce a, en l'espèce, vérifié les pouvoirs du liquidateur et retenu que celui-ci n'était pas compétent pour consentir à l'annulation de la décision du 5 août 1953. Ce point échappait au contrôle du préposé, qui ne pouvait refuser pour ce motif l'inscription requise.\n\n4. Mais la question fondamentale reste posée: il s'agit de savoir si, selon l'art. 706 CO, une décision de BGE 80 I 385 S. 390l'assemblée générale ne peut être annulée que par un jugement ou s'il suffit d'une transaction passée entre l'actionnaire attaquant et le représentant de la société. C'est là un point qui touche aux conditions formelles dont le préposé doit vérifier la réalisation avant de procéder à l'inscription. Or les autorités cantonales ont considéré avec raison qu'une transaction était un titre insuffisant pour entraîner la radiation d'une résolution de l'assemblée générale. Car l'annulation d'une telle décision est opposable à tous les actionnaires (art. 706 al. 5 CO) et cet effet absolu suppose un jugement. Il est évident, en effet, qu'un actionnaire ne pourrait, par un accord extrajudiciaire passé avec le représentant de la société, annuler une décision de l'assemblée générale et lier par cette convention les autres actionnaires. Il ne saurait en être autrement d'une transaction judiciaire. Celle-ci exige le même pouvoir de disposition sur l'objet du litige et ne se distingue de la transaction extrajudiciaire qu'en ce que le juge en prend acte et raye le procès du rôle. Or l'objet du litige n'est pas seulement soustrait à la libre disposition des parties dans les différends qui touchent à l'intérêt public, comme les divorces. C'est également le cas lorsque, en vertu du droit matériel, la situation juridique créée par le jugement est opposable à des tiers qui n'interviennent pas dans la procédure. Aussi serait-il justifié que, lorsqu'il s'agit de l'annulation d'une décision de l'assemblée générale, le juge dût vérifier d'office les faits invoqués à l'appui de l'action, pour éviter que le représentant de la société, d'accord avec l'actionnaire attaquant, ne soutînt le procès de manière défavorable aux actionnaires qui ont approuvé la décision contestée. Or la loi n'impose pas une telle obligation au juge. Mais cela ne signifie pas qu'une transaction soit suffisante pour provoquer l'annulation d'une décision de l'assemblée générale. En effet, il n'est pas indispensable, pour sauvegarder les droits des tiers actionnaires, que le juge doive vérifier les faits d'office. Si le procès suit son cours normal, BGE 80 I 385 S. 391l'actionnaire qui approuve la décision litigieuse peut, par une intervention, rendre inopérante une collusion entre le demandeur et le représentant de la société. En revanche, ce moyen lui ferait défaut en cas de transaction.\n\nDu reste, la nécessité d'un jugement ressort du texte de l'art. 706 CO. A son al. 1, cette disposition prescrit que les décisions de l'assemblée générale peuvent être attaquées \"en justice\" et l'al. 5 déclare \"le jugement\" opposable à tous les actionnaires. Or ces termes ne visent pas la transaction; autrement le législateur l'aurait mentionnée expressément, comme il l'a fait dans d'autres dispositions (art. 396 al. 3, 585 al. 2, 743 al. 3 CO).\n\nPar ces motifs, le Tribunal fédéral prononce:\n\nLe recours est rejeté."}