{"annee": "80", "cour": "III", "page": "111", "date": "20/10/1954", "cite": ["58 III 79", "60 III 195", "48 III 201"], "cite_par": ["82 IV 187"], "chapeau": "24. Entscheid vom 20. Oktober 1954 i.S. Stebler.", "regestes": ["Saisie mobilière. Biens mis sous la garde de l'office (art. 98 LP). Est-il inadmissible de recourir à cette mesure lorsque la femme du débiteur revendique les biens saisis ou en raison de ce que la saisie fait l'objet d'une plainte encore pendante? Remplacement de biens saisis par d'autres biens. Etendue du pouvoir du Tribunal fédéral dans l'examen de la question de savoir si les conditions de l'art. 98 LP sont réalisées."], "faits": "BGE 80 III 111 S. 111\n\nDas Betreibungsamt Bern pfändete am 29. Mai 1954 im Hause des Schuldners in Bern 265 Flaschen Wein und Spirituosen (Nrn. 1-12 Pfändungsurkunde). Diese wurden als Eigentum der Ehefrau des Schuldners bezeichnet. Am 28. August 1954 nahm sie das Betreibungsamt auf Begehren der Gläubigerin in amtliche Verwahrung. Die kantonale Aufsichtsbehörde hat die Beschwerde, mit der die Ehefrau des Schuldners die Rückgabe der weggenommenen Gegenstände verlangte, am 29. September 1954 abgewiesen. Diesen Entscheid hat die Beschwerdeführerin an das Bundesgericht weitergezogen.\n\nBGE 80 III 111 S. 112", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Die Rekurrentin macht in erster Linie geltend, die amtliche Verwahrung sei deshalb unzulässig, weil sie an den weggenommenen Gegenständen den ausschliesslichen Gewahrsam gehabt habe; die Annahme der Vorinstanz, dass ihr Ehemann daran Mitgewahrsam gehabt habe, sei unrichtig. Nach den tatsächlichen Feststellungen der Vorinstanz, die für das Bundesgericht verbindlich sind (Art. 81 in Verbindung mit Art. 43 Abs. 3 und 63 Abs. 2 OG), muss jedoch angenommen werden, dass der Schuldner bis gegen Ende Februar 1954 am ehelichen Domizil in Bern wohnte und auch seit seiner Übersiedelung nach Basel immer wieder in kürzern Abständen (häufig über das Wochenende) in sein Haus zu seiner Familie zurückkehrt, und dass er vor Betreibungsamt Basel erklärt hat, er besitze in Bern einen Weinkeller. Hieraus muss geschlossen werden, dass nicht nur die Rekurrentin, sondern auch der Schuldner über den dort liegenden Wein verfügen konnte. Dies erscheint auch als das Normale. Der Schuldner hatte in seinem Eigenheim nicht bloss die Stellung des Eigentümers eines Miethauses, der an den Sachen der Mieter keinen Gewahrsam hat. Die Eigentumsansprache der Rekurrentin stand unter diesen Umständen der amtlichen Verwahrung nicht im Wege (vgl. BGE 79 III Nr. 24).\n\n2. Es kann auch keine Rede davon sein, dass diese Massnahme mangels einer gültigen Pfändung gesetzwidrig sei. Der Umstand, dass gegen die Pfändung eine Beschwerde anhängig war, machte die Pfändung nicht ungültig. Dass dieser (heute endgültig abgewiesenen) Beschwerde aufschiebende Wirkung erteilt worden und die amtliche Verwahrung aus diesem Grunde unstatthaft gewesen sei, behauptet die Rekurrentin selber nicht. Der von ihr angezogene EntscheidBGE 58 III 82hat mit der Frage, ob während der Hängigkeit einer Beschwerde gegen die BGE 80 III 111 S. 113Pfändung die amtliche Verwahrung verfügt werden dürfe, nichts zu tun.\n\n3. Vergeblich sucht die Rekurrentin die amtliche Verwahrung mit der Begründung anzufechten, dass nicht gepfändeter Wein in Verwahrung genommen worden sei. Das Verzeichnis der gepfändeten Flaschen deckt sich zwar nicht in allen Punkten mit dem Inventar der in Verwahrung genommenen. Dies ist aber nach den tatsächlichen Feststellungen der Vorinstanz zur Hauptsache nur darauf zurückzuführen, dass sich die Bezeichnung einer Anzahl von Flaschen nachträglich als unrichtig herausstellte und daher bei der Inventierung der in Verwahrung genommenen Flaschen durch die zutreffende Bezeichnung ersetzt wurde. Die unrichtige Bezeichnung in der Pfändungsurkunde änderte nichts daran, dass die betreffenden Flaschen gepfändet worden waren und der Schuldner nach den Umständen hierüber nicht im Zweifel sein konnte. Hinsichtlich des Ersatzes von zwei Flaschen Auvernier durch zwei Flaschen Vully stellt die Vorinstanz verbindlich fest, dass die anstelle des Schuldners anwesende Rekurrentin ihn anbot und das Betreibungsamt seine Zustimmung dazu gab. Damit fielen die Ersatzstücke, wie die Vorinstanz zutreffend angenommen hat, ohne weiteres unter Pfändungsbeschlag (BGE 60 III 196). Sollten unter den ausserdem noch in Verwahrung genommenen 36 Flaschen Vully einige nicht zu den beim Pfändungsvollzug vorgefundenen 36 Flaschen Vully gehören, sondern aus einer später eingetroffenen Sendung stammen, so wären durch diese Verwechslung keine schützenswerten Interessen verletzt worden. Im übrigen ist das Betreibungsamt zum Umtausch der angeblich verwechselten Flaschen bereit.\n\n4. Ob die Gläubigerin glaubhaft gemacht habe, dass die amtliche Verwahrung zur Sicherung ihrer durch die Pfändung begründeten Rechte geboten sei, ist im wesentlichen eine Ermessens- und Beweisfrage, die das Bundesgericht nicht überprüfen kann (BGE 48 III 201). Eine BGE 80 III 111 S. 114Ermessensüberschreitung oder eine Verletzung bundesrechtlicher Beweisvorschriften, gegen die es einschreiten könnte, ist im vorliegenden Falle nicht dargetan.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}