{"annee": "80", "cour": "I", "page": "39", "date": "26/2/1954", "cite": ["72 I 36", "73 I 135", "69 I 37", "71 I 127", "70 I 312"], "cite_par": ["83 I 276", "86 I 42", "96 I 728", "85 I 115"], "chapeau": "8. Urteil vom 26. Februar 1954 i.S. S. gegen Wehrsteuer-Rekurskommission des Kantons Zürich.", "regestes": ["Impôt pour la défense nationale: L'avantage que l'actionnaire retire d'une augmentation gratuite de la valeur nominale de ses actions est imposable au titre du revenu."], "faits": "|39|\n\nA.- Die Chrysler Corporation in Detroit (USA) erhöhte im Jahre 1949 den Nennwert ihrer Aktien von $ 2.50 auf $ 25.- je Stück. Die erforderlichen Mittel wurden den Reserven der Gesellschaft entnommen. Die Beschwerdeführerin besass damals 100 Chrysler-Aktien.\n\nBei der Einschätzung der Beschwerdeführerin zur Wehrsteuer der VI. Periode wurde die Erhöhung des Nennwerts dieser Aktien mit einem Betrag von Fr. 8887.-- als Einkommen im Sinne von Art. 21 Abs. 1 lit. c WStB erfasst. Die kantonale Rekurskommission wies die Beschwerde der Steuerpflichtigen hiegegen ab, unter Hinweis auf die Rechtsprechung des Bundesgerichts (BGE 70 I 319 und ASA 20, 138).\n\nB.- Gegen diesen Entscheid erhebt die Steuerpflichtige Verwaltungsgerichtsbeschwerde mit dem Begehren, die Erhöhung des Nennwerts der Chrysler-Aktien sei bei der Berechnung des steuerbaren Einkommens nicht zu berücksichtigen. Es wird geltend gemacht, die beanstandete Besteuerung sei nicht vereinbar mit dem von der allgemeinen Lehre des Steuerrechts entwickelten Einkommensbegriff, der auch im Wehrsteuerrecht massgebend sei (BGE 71 I 128, BGE 73 I 140). Durch die Erhöhung des Nennwerts der Chrysler-Aktien seien der Beschwerdeführerin keine neuen Wirtschaftsgüter zugeflossen. Die Annahme der Rekurskommission, dass der Aktionär durch die Umwandlung |40| von Reserven der Chrysler Corporation in verantwortliches Grundkapital eine erhöhte Beteiligung erhalten habe, sei aktenwidrig; denn sein prozentualer Anteil am Vermögen der Gesellschaft sei nach wie vor gleich gross gewesen. Es werde auf den grundsätzlichen Entscheid der Zürcher Oberrekurskommission vom 24. Oktober 1952 (Zentralblatt für Staats- und Gemeindeverwaltung 54, 226 ff. = ZR 51, 337 ff.) verwiesen, der nicht nur für das zürcherische Steuerrecht zutreffe, da er auf allgemein gültigen Überlegungen beruhe. Der Wortlaut von Art. 21 Abs. 1 lit. c WStB rechtfertige eine abweichende Lösung nicht. Gewiss sei er teilweise aus dem Couponstempelgesetz übernommen worden; indes berechtige ein Vorgang, der Gegenstand der Couponabgabe sei, zur Erhebung der Einkommenssteuer doch nur, wenn man es mit Einkommen im Sinne des Gesetzes zu tun habe, was hier nicht der Fall sei. Der Hinweis in BGE 70 I 322f. auf den Zusammenhang zwischen allgemeiner Wehrsteuer und Quellenwehrsteuer sei überholt.\n\nC.- Die kantonalen Behörden und die eidg. Steuerverwaltung beantragen Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 21 Abs. 1 WStB fällt das gesamte Einkommen des Steuerpflichtigen aus Erwerbstätigkeit, Vermögensertrag oder andern Einnahmequellen in die Steuerberechnung, nach lit. c insbesondere jedes Einkommen aus beweglichem Vermögen, wozu die Vorschrift namentlich rechnet \"Gewinnanteile aus Beteiligungen aller Art sowie besondere Entgelte oder geldwerte Vorteile, die neben diesen Einkünften oder an deren Stelle gewährt werden\". Nach einem seit dem 1. Januar 1945 in Kraft stehenden Zusatz, den lit. c durch einen BRB vom 31. Oktober 1944 erhalten hat, gelten als Gewinnanteile aus Beteiligungen \"alle durch Zahlung, Überweisung, Gutschrift, Verrechnung oder auf andere Weise bewirkten geldwerten Leistungen der Gesellschaft oder Genossenschaft an die Inhaber |41| gesellschaftlicher Beteiligungsrechte, die keine Rückzahlung der bestehenden Kapitalanteile darstellen\".\n\nDas Bundesgericht hat in ständiger Rechtsprechung als Gewinnanteile aus Beteiligungen im Sinne dieser Ordnung auch die Leistungen betrachtet, welche die Aktionäre von der Aktiengesellschaft durch Bezug von Gratisaktien oder zufolge Gratiserhöhung des Nennwerts von Aktien, aus Reserven der Unternehmung, erhalten. Im grundlegenden Urteil vom 8. Dezember 1944 in Sachen B. (BGE 70 I 319ff.) hat es die Lösung aus der ursprünglichen Fassung des Art. 21 WStB abgeleitet (Erw. 1); es hat auch darauf hingewiesen, dass die Umschreibung in Abs. 1 lit. c dieser Fassung sich an Bestimmungen der Stempelgesetzgebung, vor allem an Art. 5 Abs. 2 CG, anlehnt und noch allgemeiner gehalten ist, und daraus gefolgert, dass die in Frage stehenden Zuwendungen, als Leistungen, die nach Art. 5 Abs. 2 CG der Couponabgabe und daher gemäss Art. 141 Abs. 1 lit. a WStB der Quellenwehrsteuer unterliegen, jedenfalls begrifflich Roheinkommen ihres Bezügers im Sinne von Art. 21 Abs. 1 lit. c WStB bilden (Erw. 2 b).\n\nDiese Erwägungen brauchen nicht überprüft zu werden; es genügt festzustellen, dass mindestens für die Zeit seit dem 1. Januar 1945 eine abweichende Entscheidung durch den erwähnten Zusatz ausgeschlossen wird. Man wollte durch ihn mit Rücksicht darauf, dass gleichzeitig die Quellenwehrsteuer abgeschafft wurde, die Umschreibung des Begriffes des Gewinnanteils mit der für die Verrechnungssteuer massgebenden Vorschrift (Art. 4 Abs. 1 lit. a rev. VStB in Verbindung mit Art. 5 Abs. 2 CG), die auch für die Quellenwehrsteuer galt, in Übereinstimmung bringen und damit klarstellen, dass geldwerte Leistungen, die Gegenstand der Couponabgabe und der Verrechnungssteuer sind, auch der Wehrsteuer vom Einkommen unterliegen (Zwischenbericht des Bundesrates vom 31. Okt. 1944 über die auf Grund der ausserordentlichen Vollmachten ergriffenen Massnahmen, BBl 1944 II S. 1216). Tatsächlich ist die angestrebte Übereinstimmung auch hergestellt, wie die |42| Vergleichung des Zusatzes mit Art. 4 Abs. 1 lit. a VStB und insbesondere mit Art. 5 Abs. 2 CG ohne weiteres zeigt. Zu den geldwerten Leistungen, die auf Grund der letztgenannten Bestimmung zu versteuern sind, gehört aber auch die Zuteilung von Gratisaktien an Aktionäre; sie wird in der Vorschrift ausdrücklich als Gegenstand der Abgabe genannt. Eine solche Zuteilung liegt auch vor, wenn der Nennwert von Aktien gratis erhöht wird; denn dadurch werden die Aktien zu Gratisaktien in dem Betrage, mit welchem sie aus Mitteln der Gesellschaft liberiert werden (BGE 69 I 38). Diese Leistung ist nach dem klaren Wortlaut der neuen Fassung von Art. 21 Abs. 1 lit. c WStB bei der Veranlagung der physischen Person, die sie empfängt, als Roheinkommen anzurechnen (Urteil vom 16. März 1951 in Sachen I., ASA 20, 138). Dass die Bestimmung, im Unterschied zu Art. 5 Abs. 2 CG, die Zuteilung von Gratisaktien nicht ausdrücklich erwähnt, ist unerheblich. Es liegt auf der Hand, dass dieser Tatbestand nicht deshalb der Couponabgabe unterliegt, weil Art. 5 Abs. 2 CG ihn am Schluss in Klammern nennt, sondern weil das im vorangehenden Text zum Ausdruck kommt. In den Klammern werden lediglich Beispiele (\"Bonus, Gratisaktien, Liquidationsüberschüsse usw.\") aufgeführt, welche die vorhergehende allgemeine Umschreibung veranschaulichen. Die gleiche Umschreibung findet sich aber im neuen Text von Art. 21 Abs. 1 lit. c WStB.\n\n2. Dass der Bezug von Gratisaktien und die Gratiserhöhung des Nennwertes von Aktien der Wehrsteuer vom Einkommen unterworfen werden, entspricht auch dem System des Gesetzes. Art. 21 Abs. 1 lit. c WStB erfasst unter anderm die Zuteilung von Gewinnen aus Aktienbeteiligung. Als solche Zuteilung fällt nach dem Wortlaut der Bestimmung in die Steuerberechnung offensichtlich auch die Auszahlung des Ergebnisses der Liquidation der Gesellschaft an die Aktionäre, soweit sie die bestehenden Kapitalanteile übersteigt, deren Rückzahlung ausdrücklich ausgenommen wird. Da diese Ausnahme auch für |43| Kapitalanteile gilt, welche die Aktionäre von der Gesellschaft gratis, aus angesammelten Gewinnen, erhalten haben, würden die hiefür verwendeten Gewinne der Besteuerung als Einkommen aus Aktienbeteiligung endgültig entgehen, wenn sie als solches nicht schon vor der Liquidation erfasst würden. Es ist daher verständlich, dass Art. 21 Abs. 1 lit. c WStB auch die Ausgabe von Gratisaktien und die Erhöhung des Nennwerts von Aktien mittels Verwendung von Reserven der Unternehmung, gewissermassen als vorweggenommene Ausrichtung eines Liquidationsüberschusses, der Besteuerung unterwirft, der die Zuteilungen von Gewinnen aus Beteiligungen allgemein unterliegen. Die Zuteilung ist in diesem Falle darin zu erblicken, dass die Gesellschaft Reserven, die durch Ansammlung von Gewinnen entstanden sind, für die Begründung neuer Beteiligungsrechte der bisherigen Aktionäre verwendet. Dieser Ertrag aus Beteiligung wird nach der gesetzlichen Ordnung, die in die Berechnung des steuerbaren Einkommens die gesamten Erträge irgendwelcher Einnahmequellen einbezieht, in dem Zeitpunkte besteuert, wo die Aktiengesellschaft über die betreffenden Gewinne zugunsten der Aktionäre verfügt, indem sie daraus den Betrag der neugeschaffenen Kapitalanteile liberiert.\n\nDass der Bezug von Gratisaktien oder von Aktien mit gratis erhöhtem Nennwert das Vermögen des Empfängers wertmässig nicht vermehrt, weil die für die Leistungen verwendeten Reserven schon vorher im Handelswert der Aktien zum Ausdruck gekommen sind, ist unerheblich, sofern der Aktionär, wie hier die Beschwerdeführerin, nicht unter die besonderen, nur für buchführungspflichtige Betriebe geltenden Bestimmungen von Art. 21 Abs. 1 lit. d und f WStB fällt. Im System einer Besteuerung für einen Reingewinn, nach dem Vermögenswertveränderungen fortlaufend in Rechnung gestellt werden, ergäbe sich allerdings beim Bezuge von Gratisaktien oder Aktien mit gratis erhöhtem Nennwert in der Regel kein steuerbares Roheinkommen; der Ertrag, der dem Aktionär damit zugewiesen |44| wird, wäre aber bereits früher erfasst worden. Der Wehrsteuerbeschluss folgt indes, was die Einkommenssteuer nicht buchhaltungspflichtiger Personen anlangt, einem anderen System (BGE 70 I 323, Erw. 2 c; BGE 72 I 39).\n\n3. Der Hinweis der Beschwerdeführerin auf die allgemeine Lehre des Steuerrechts geht fehl; denn massgebend ist die konkrete Ordnung im Gesetz. Eine theoretische Umschreibung des Einkommensbegriffes kann allenfalls dort herangezogen werden, wo Wortlaut und System des Gesetzes es zulassen. In diesem Sinne sind die Ausführungen in BGE 71 I 128 und BGE 73 I 140 zu verstehen, auf welche die Beschwerdeführerin sich beruft. Die Lösung der hier streitigen Frage ergibt sich aber ohne weiteres aus der positivrechtlichen Regelung, an die der Richter sich zu halten hat. Daher ist auch nicht Stellung zu nehmen zu den Erwägungen der Zürcher Oberrekurskommission in dem von der Beschwerdeführerin angeführten Entscheid; denn sie betreffen eine gesetzliche Ordnung, die sich von der hier anwendbaren wesentlich unterscheidet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}