{"annee": "80", "cour": "II", "page": "239", "date": "15/9/1954", "cite": [], "cite_par": ["100 II 8"], "chapeau": "39. Arrêt de la IIe Cour civile du 15 septembre 1954 dans la cause C. contre T.", "regestes": ["Action en revendication de choses perdues ou volées. Art. 934 CC. Celui qui s'est vu déposséder contre sa volonté d'actions d'une société qui ont été remplacées depuis lors par de nouveaux titres conférant les mëmes droits est recevable à revendiquer les nouveaux titres à l'égal des anciens. Cas d'une acquisition faite de mauvaise foi."], "faits": "|240|\n\nRésumé des faits:\n\nLe 12 février 1949, C., agent de change à Paris, a informé le Greffe du Tribunal de Vevey de la disparition de ses caisses d'une coupure de cinq actions Nestlé and Anglo Swiss Cy Ltd portant les nos 211 701 à 211 705 (désignées ci-dessous en abrégé: actions Nestlé) et l'a prié d'entreprendre en son nom la procédure d'opposition.\n\nLe 14 mars, le Président du Tribunal de Vevey a fait au détenteur inconnu de ces titres les sommations d'usage, en l'invitant à les produire dans le délai de six mois dès la première publication de l'avis dans la Feuille officielle suisse du commerce, faute de quoi l'annulation serait prononcée.\n\nLe 15 septembre, Me G., avocat à Genève, a déposé au Greffe du Tribunal de Vevey, au nom d'un sieur T., courtier à Genève, cinq actions Nestlé-Alimentana portant les numéros 370 647 à 370 651 que ledit avait reçues le 17 décembre 1948 en échange des actions Nestlé nos 211 701 à 211 705, sur quoi le Président du Tribunal de Vevey a fixé à C. un délai au 15 novembre 1949 pour introduire une action en revendication de ces titres.\n\nLe 12 novembre, C. a déposé un exploit à cet effet, fondant sa demande sur l'art. 934 CC.\n\nT. a conclu au rejet de la demande en soutenant que le demandeur ne justifiait pas avoir été propriétaire des actions Nestlé nos 211 701 à 211 705 et encore moins d'un droit de propriété sur les actions Nestlé-Alimentana déposées au Greffe du Tribunal de Vevey. Il contestait en outre que le demandeur, à supposer même qu'il pût fournir ces |241| justifications, eût été dessaisi de ces titres contre sa volonté.\n\nPar arrêt du 13 avril 1954, la Cour de justice civile de Genève, en confirmation du jugement rendu par le Tribunal de première instance, a déclaré fondée la revendication de C. et autorisé ce dernier à se faire remettre par le Greffe du Tribunal du district de Vevey les cinq actions qui y avaient été déposées.\n\nEn ce qui concerne la manière dont le défendeur était entré en possession des titres les juridictions cantonales ont constaté ce qui suit:\n\nLe demandeur a acheté, le 27 septembre 1948, à la Bourse de Paris, cinq actions de la Société Nestlé and Anglo Swiss Holding Cy Ltd portant les numéros 211 701 à 211 705. Il en a été dépossédé par suite d'un vol ou d'un abus de confiance. En décembre 1948, Sieur S., courtier à Genève, les a reçues d'un Français, inconnu de lui, qui était de passage à Genève. Il les a remis à T. Ce dernier les a échangés, le 17 décembre, contre cinq actions Nestlé-Alimentana portant les nos 370 647 à 370 651, cet échange résultant de la modification de la raison sociale de la débitrice. Tout comme l'ancienne action Nestlé and Anglo Swiss Holding Cy Ltd, l'action Nestlé-Alimentana nouvelle comprenait en réalité trois titres soit une action Nestlé-Alimentana, un bon d'amortissement et une action Unilac. Cette substitution n'avait apporté aucun changement aux droits des porteurs.\n\nT. a recouru en réforme en concluant à nouveau au rejet de la demande.\n\nLe Tribunal fédéral a rejeté le recours et confirmé l'arrêt de la Cour de justice civile.", "considerants": "Extrait des motifs:\n\n3. Le moyen tiré du fait que le recourant a été condamné à restituer à l'intimé d'autres titres que ceux dont ce dernier avait été dépossédé n'est pas fondé. En matière de revendication de papiers-valeurs, l'action tend bien en principe à la restitution des documents mêmes dont le |242| demandeur s'est trouvé dépossédé. Mais encore faut-il que la restitution de ces documents-là le replace dans la situation dans laquelle il se serait trouvé s'il n'en avait pas été dépossédé par suite de perte ou de vol. Or, lorsque les droits qu'incorporaient les documents perdus ou volés ont été, depuis la perte ou le vol, rattachés à de nouveaux documents, tout comme ils l'étaient aux documents primitifs, il est clair que l'action en revendication ne change pas d'objet pour s'exercer contre la personne qui s'est fait remettre de nouveaux titres en échange des titres volés ou perdus et les détient encore au moment de la réclamation.\n\n5. Le recourant reproche également à la Cour de justice de n'avoir pas tranché nettement la question de savoir s'il y a eu vente des titres entre le Français inconnu et Sieur S., ou si celui-ci a été le mandataire du recourant, ou si, au contraire, ce dernier n'a pas été le mandataire de Sieur S. La Cour de justice aurait en outre négligé le fait que ce n'est pas de Sieur S. que le recourant a reçu les actions Nestlé-Alimentana. Ce dernier argument a déjà été réfuté ci-dessus. Pour ce qui est des rapports entre le recourant et Sieur S., il est exact que la Cour de justice ne les a pas exactement définis. Mais cela est sans importance. En effet, d'une part, le recourant soutient, actuellement encore, qu'il a acheté les actions pour son compte, d'autre part, il est sans intérêt de savoir s'il les a achetées à Sieur S. ou au Français inconnu par l'entremise de Sieur S. Ce qui est décisif, c'est que, selon les contestations de l'arrêt attaqué, il n'était en tout cas pas de bonne foi lors de cet achat. Il conteste, il est vrai, la justesse de cette affirmation et prétend avoir traité des milliers d'affaires avec Sieur S. et n'avoir jamais eu l'occasion de se méfier de lui. Cela est possible, mais est indifférent en l'espèce. Ce qu'il suffit de relever, c'est que, d'après les constatations de l'arrêt attaqué, le recourant savait, lorsqu'il a acquis les titres, à la suite de quelles circonstances ils avaient passé en la possession du Sieur S., autrement dit que ce dernier les avait achetés à un inconnu, et comme il s'agissait de titres |243| cotés à la Bourse, le fait que le vendeur s'était adressé à un courtier sans faire connaître son identité suffisait à rendre l'opération suspecte. Sieur S. et lui-même s'étaient du reste si bien rendu compte que les titres pouvaient avoir été volés qu'ils ont pris soin de consulter la liste des titres frappés d'opposition pour s'assurer qu'ils n'y figuraient pas. Or, en leur qualité d'hommes d'affaires expérimentés, ils devaient évidemment savoir qu'il se passe en général un certain temps entre le vol d'un titre et sa découverte et, à plus forte raison, entre le vol et l'ouverture de la procédure d'annulation, de sorte que si les titres litigieux ne figuraient pas sur la liste en question, ce n'était pas une raison suffisante pour dissiper leurs soupçons.\n\nIl est exact que l'acheteur d'un titre au porteur n'a pas en général à se demander si l'aliénateur a qualité pour en disposer, mais cela n'est vrai cependant que s'il n'a pas de raisons particulières de suspecter la bonne foi de son cocontractant, et il est clair que les circonstances dans lesquelles l'affaire se présentait en l'espèce exigeait de la part du recourant la plus extrême prudence. La décision rendue par la Cour de justice ne peut donc qu'être confirmée."}