{"annee": "80", "cour": "IV", "page": "6", "date": "19/3/1954", "cite": ["72 IV 160", "78 IV 166", "78 IV 152", "75 IV 15", "68 IV 97"], "cite_par": ["91 IV 64", "118 IV 325", "117 IV 408", "118 IV 167", "132 IV 49", "90 IV 168", "83 IV 158"], "chapeau": "2. Auszug aus dem Urteil des Kassationshofes vom 19. März 1954 i. S. Rieben gegen Staatsanwaltschaft des Kantons Luzern.", "regestes": ["Art. 29 CP. Quand le droit de porter plainte pour violation d'une obligation d'entretien s'éteint-il?"], "faits": "BGE 80 IV 6 S. 6\n\nA.- Otto Rieben wurde durch das am 9. Januar 1948 rechtskräftig gewordene Scheidungsurteil des Amtsgerichtes Luzern-Stadt vom 20. November 1947 verpflichtet, monatlich Fr. 120.-- an den Unterhalt der geschiedenen Ehefrau Katharina Kost und, bis zur Mündigkeit des Berechtigten, monatlich Fr. 50.- an den Unterhalt des Kindes Marie Luise, geb. 1. Juli 1932, zu bezahlen. Er hatte von Anfang an die Absicht, diese Unterhaltspflichten nicht zu erfüllen. Tatsächlich leistete er nichts. Vom 9. Januar 1948 bis 31. Juli 1949 und vom 29. November 1951 bis 31. Januar 1952 hatte er ein festgestelltes Einkommen. Vom 1. August 1949 bis 28. November 1951 floss sein Einkommen dagegen nicht regelmässig; wie hoch es war, konnte nicht ermittelt werden.\n\nB.- Am 5. März 1952 stellte Katharina Kost gegen Rieben Strafantrag wegen Vernachlässigung der Unterhaltspflicht.\n\nDas Obergericht des Kantons Luzern als zweite Instanz erklärte Rieben am 15. April 1953 dieses Vergehens für die Zeit vom 9. Januar 1948 bis 31. Juli 1949 und vom 29. November 1951 bis 31. Januar 1952 schuldig und verurteilte ihn zu drei Monaten Gefängnis. Für die Zeit vom 1. August 1949 bis 28. November 1951 erachtete es den Schuldbeweis nicht als erbracht.\n\nC.- Rieben führt Nichtigkeitsbeschwerde mit den Anträgen, das Urteil sei aufzuheben und die Sache zur Freisprechung zurückzuweisen.\n\nEr macht unter anderem geltend, er dürfe nur für die BGE 80 IV 6 S. 7letzten drei Monate vor dem 5. März 1952 verfolgt werden. Der an diesem Tage gestellte Strafantrag erfasse die früheren Handlungen nicht, und zwar selbst dann nicht, wenn man in ihnen ein fortgesetztes Vergehen sehen dürfte.\n\nD.- Die Staatsanwaltschaft vertritt die Auffassung, der Beschwerdeführer dürfe nur wegen des Verhaltens in der Zeit vom 29. November bis 31. Januar 1952 bestraft werden. Ein rechtzeitig gestellter Strafantrag gelte zwar für die ganze Dauer eines fortgesetzten Deliktes. Im vorliegenden Falle sei aber der Fortsetzungszusammenhang unterbrochen worden, da das Obergericht feststelle, dass der Schuldbeweis für die Zeit vom 1. August 1949 bis 28. November 1951 nicht erbracht sei. Das Urteil sei daher aufzuheben und die Sache zu milderer Bestrafung zurückzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\nVernachlässigung von Unterhaltspflichten wird gemäss Art. 217 StGB in der Fassung des Bundesgesetzes vom 5. Oktober 1950 nur auf Antrag verfolgt. Dieser kann binnen einer Frist von drei Monaten gestellt werden, die mit dem Tage beginnt, an welchem dem Antragsberechtigten der Täter und die Tat bekannt werden (Art. 29 StGB; BGE 75 IV 20).\n\nEin dauernd strafbares Verhalten, wie es in der Nichterfüllung einer geschuldeten Unterhaltsrate liegt, gilt als ein einheitliches, einziges Vergehen. Deshalb lässt Art. 71 Abs. 4 StGB die Verjährungsfrist erst mit dem Tage laufen, an dem es aufhört, und deshalb kann auch die Frist zur Stellung des Strafantrages nicht schon zu laufen beginnen, solange das strafbare Verhalten andauert; erst wenn es beendet ist, kann es dem Antragsberechtigten in seinem vollen Ausmass bekannt werden. Dass der Verletzte schon für Teile des einheitlichen Vergehens Strafantrag stelle und diesen bei andauernd strafbarem Verhalten des Täters spätestens alle drei Monate erneuere, verlangt Art. 29 StGB nicht. Daher hat der Kassationshof BGE 80 IV 6 S. 8in BGE 78 IV 168 entschieden, der Schuldner von Unterhaltsbeiträgen dürfe nicht nur wegen Nichterfüllung der in den letzten drei Monaten vor Stellung des Strafantrages fällig gewordenen Raten verfolgt werden, sondern Art. 29 StGB verlange bloss, dass die strafbare Säumnis weniger als drei Monate vor der Stellung des Strafantrages noch angedauert habe. Dabei ist offen gelassen worden, ob das strafbare Verhalten sich grundsätzlich mit der Dauer der Säumnis decke oder ob die nicht erfüllte Rate durch den Zeitablauf schliesslich die Natur eines Unterhaltsbeitrages verliere und daher der Schuldner sich durch die weitere Säumnis hinsichtlich der seit langem verfallenen Rate nicht mehr strafbar mache.\n\nDiese Frage kann auch im vorliegenden Falle offen bleiben. Angenommen, die geschuldete Rate verliere nach langer Zeit die Natur eines Unterhaltsbeitrages, so würde das doch nicht bedeuten, dass der Schuldner auch für die Säumnis in der Zeit, da sie noch Unterhaltsbeitrag war, nicht strafbar sei. Es bliebe also im vorliegenden Falle dabei, dass der Beschwerdeführer, bösen Willen vorausgesetzt, sich hinsichtlich jeder Rate zum mindesten während einiger Zeit (solange sie als Unterhaltsbeitrag geschuldet war) strafbar machte. Da die Raten nach und nach fällig wurden und daher auch ihre Natur als Unterhaltsbeiträge nur nach und nach verloren haben könnten und jedenfalls zum Teil sie im Zeitpunkt des Strafantrages noch hatten, befände der Beschwerdeführer sich nichtsdestoweniger in der Lage eines Täters, der bis in die letzten drei Monate vor der Stellung des Strafantrages ein und dasselbe Rechtsgut in gleicher Form stets von neuem verletzt hat. Solche Verletzungen bilden, wenn sie auf einem einheitlichen Willensentschluss beruhen, ein fortgesetztes Vergehen (vgl. BGE 68 IV 99; BGE 72 IV 165, 184; BGE 78 IV 154). Wegen eines solchen kann der Strafantrag, wie sich aus der sinngemässen Anwendung des für die Verjährung geltenden Art. 71 Abs. 3 StGB ergibt und der Kassationshof schon in einem Falle fortgesetzter Ehrverletzung BGE 80 IV 6 S. 9entschieden hat (nichtveröffentlichtes Urteil vom 15. Juni 1945 i.S. Sterchi), noch binnen drei Monaten gestellt werden, nachdem der Verletzte von der letzten strafbaren Tätigkeit des Beschuldigten, die zusammen mit der vorausgegangenen ein einheitliches Vergehen bildet, Kenntnis erhalten hat. Dass aber der Beschwerdeführer die ihm zur Last gelegte Nichterfüllung von Unterhaltsbeiträgen auf Grund eines einheitlichen Willensentschlusses, also fortgesetzt begangen hat, ist im angefochtenen Urteil verbindlich festgestellt, führt doch das Obergericht aus, er habe die Absicht, die Unterhaltspflicht nicht zu erfüllen, von Anfang an gehabt, und er sei nie gewillt gewesen, seiner Verpflichtung nachzukommen. Unerheblich ist, dass für die Zeit vom 1. August 1949 bis 28. November 1951 seine Leistungsfähigkeit nicht bewiesen werden konnte. Das hat lediglich zur Folge, dass der Richter annehmen muss, während dieser Zeit sei es dem Beschwerdeführer aus einem objektiven Grunde (mangelnde Leistungsfähigkeit) nicht möglich gewesen, sich strafbar zu machen. Dass er während dieser Zeit auch den früher gefassten Entschluss, die Unterhaltspflicht gegenüber Katharina Kost und ihrem Kinde überhaupt nicht zu erfüllen, aufgegeben habe, steht damit nicht fest. Es liegt übrigens auf der Hand, dass er an diesem Willen auch während der erwähnten Periode festhielt; hätte er ihn aufgegeben, so hätte er die Unterhaltspflicht erfüllt, sobald er dazu objektiv wieder in der Lage war. Entgegen der Auffassung der Staatsanwaltschaft ist daher der \"Fortsetzungszusammenhang\" nicht unterbrochen worden. Ein fortgesetztes Vergehen erfordert nicht, dass der Täter ununterbrochen in der Lage sei, es zu verüben, ja nicht einmal, dass er es zu jeder Zeit, da ihm dies möglich ist, tatsächlich begehe. Es genügt, dass er den einheitlichen Willensentschluss in der Zwischenzeit nicht aufgebe.\n\nDie Rüge des Beschwerdeführers, er habe für sein vor dem 5. Dezember 1951 liegendes Verhalten nicht verfolgt werden dürfen, hält somit nicht stand."}