{"annee": "80", "cour": "IV", "page": "109", "date": "11/6/1954", "cite": ["78 IV 33"], "cite_par": ["109 IV 39", "116 IV 211"], "chapeau": "20. Auszug aus dem Urteil des Kassationshofes vom 11. Juni 1954 i.S. Hinden gegen Wachter.", "regestes": ["Art. 173 CP. Selon le texte revisé de cette disposition légale, le fait d'avoir eu égard à l'intérêt public ou aux intérêts privés légitimes n'exclut plus, en lui-même, le caractère illicite de l'acte. Exclusion de la preuve prévue par l'art. 173 ch. 2, l'acte ayant été commis dans le dessein de nuire."], "faits": "|109|\n\nDie Eheleute Ernst und Olga Hinden-Nater haben seit langem mit ihren Nachbarn, den Eheleuten Theodor und Rosa Wachter-Hemmer, deren Sohn René Wachter und dem Schwiegersohne der Frau Wachter, |110| Justin Comte, Streit. Ein Strafverfahren vor dem Strafgericht des Kantons Basel-Land, in dem alle sechs Genannten der Körperverletzung beschuldigt waren, endete am 10. Juli 1952 damit, dass die Parteien gegenseitig ihre Strafanträge zurückzogen. Im Vergleich verpflichtete sich Theodor Wachter, Olga Hinden Fr. 60.- zu bezahlen. Justin Comte versprach dem Ernst Hinden Fr. 20.-. Alle Beteiligten erklärten, inskünftig einander in Ruhe lassen zu wollen.\n\nAm 4. August 1952 setzte B., der Vertreter der Eheleute Hinden, dem Theodor Wachter und dem Justin Comte durch Schreiben an ihren Anwalt Frist bis 10. August 1952, um die versprochenen Beträge zu bezahlen. Am 6. August 1952 um 20.15 Uhr wurde René Wachter beim Vertreter der Eheleute Hinden wegen dieser Fristansetzung telephonisch vorstellig. Da der Angerufene das Gespräch vorzeitig abbrach, schrieb ihm René Wachter noch am gleichen Abend in gereiztem Tone einen Brief. B. beantwortete ihn am 9. August 1952, indem er René Wachter ungehöriges Vorgehen vorwarf und erklärte, er werde am 12. August Betreibung anheben, wenn die im Vergleich versprochenen Beträge bis dahin nicht bezahlt seien.\n\nB. will den Brief des René Wachter vom 6. August und seine Antwort vom 9. August dem Ernst Hinden am 9. August 1952 zur Kenntnis gebracht haben. Er erklärt, Ernst Hinden sei dadurch in grosse Erregung geraten, zumal René Wachter ihn auch sonst schikaniert und ihm zuleide gelebt habe, wo er nur konnte. Das sei der Grund, weshalb er sich am 11. August 1952 schriftlich an die Eidgenössische Militärversicherung gewandt habe.\n\nDieses Schreiben Hindens an die Militärversicherung lautet:\n\n\"Betr. Militärpatient Wachter René...\n\nUnterzeichneter macht folgende Meldung bezügl. ob. Patienten: |111| Das private Verhalten resp. Leben dieses Herrn dürfte mit den Satzungen der Versicherung nicht in Einklang zu bringen und einer völligen Gesundung hinderlich sein. Das fast allabendliche Heimkommen gegen Mitternacht und noch später (resp. früh), das zufällige Antreffen von Damen (16 jährige), die man mit dem eigenen Wagen generös heimfährt, um vor dem Hause dann darin mit dieser bis 1 1/2 zu plauschen, lässt andere Schlüsse zu. Ebenso das sich erbrechen dieses Herrn, über die Terrasse in den Hof, am Sonntagmorgen um 1 1/2 Uhr dürfte andern Umständen, als der Gesundheit dienlich, beizumessen sein.\n\nDie weitere Nachbarschaft musste die Vermittlung der Polizei in Anspruch nehmen, um diesem Herrn beizubringen, das Wagentürenzuschlagen zu mitternächtlicher Zeit abzugewöhnen.\n\nIst es Ihnen bekannt, dass auch seine Schwester, Frau A. Comte-Koster, die zwar im gleichen Hause, aber im eigenen Haushalt wohnt, am gleichen Übel leidet und bereits zum 2ten Male sich zur Erholung in Davos resp. Arosa befindet. Dass ebenso deren beide Kinder deswegen schon fort waren?\n\nIm Interesse der Allgemeinheit und diesem Patienten im besondern dürfte eine bezügl. Kontrolle nur von Nutzen sein.\n\nDie Nachbarn:... und andere mehr können weitere bezügl. Auskunft geben. Ebenso stehe ich sowie meine Frau für weitere Auskünfte bereit.\n\nIn der Hoffnung, Ihnen mit dieser Meldung dienlich gewesen zu sein, verbleibt mit vorzüglicher Hochachtung: E. Hinden-Nater.\"\n\nAuf Klage des René Wachter erklärte das Obergericht des Kantons Basel-Land Ernst Hinden wegen dieses Schreibens und anderer Äusserungen der wiederholten üblen Nachrede und der Beschimpfung schuldig und verurteilte ihn zu Fr. 150.-- Busse. Hinden führte Nichtigkeitsbeschwerde. Der Kassationshof des Bundesgerichts wies sie ab.", "considerants": "Aus den Erwägungen:\n\nDer Beschwerdeführer macht geltend, er sei nicht strafbar, weil er den Brief an die Militärversicherung in Wahrung öffentlicher Interessen geschrieben habe; es liege in öffentlichem Interesse, wenn eine zuständige Behörde von Missständen Kenntnis erhalte und dank der Anzeige zum Rechten sehen könne.\n\nDie Wahrung öffentlicher Interessen ist jedoch nicht an sich Rechtfertigungsgrund; sie öffnet dem Täter lediglich den Weg zum Beweis, dass seine Äusserung der Wahrheit entspreche oder dass er ernsthafte Gründe gehabt habe, sie in guten Treuen für wahr zu halten |112| (Art. 173 Ziff. 2 StGB). Zu diesem Beweise ist der Beschwerdeführer aber nicht zuzulassen; denn die Vorinstanzen stellen verbindlich fest, dass er die Tat in Schädigungsabsicht begangen hat, worunter sie seinen durch die langjährige Feindschaft hervorgerufenen Willen verstehen, dem Beschwerdegegner Schaden zuzufügen. Diese Feststellung deckt sich mit der vom Beschwerdeführer selbst aufgestellten Behauptung, dass der Briefwechsel vom 8./9. August 1952 und die Schikanen des Beschwerdegegners ihn stark aufgeregt und ihm Anlass gegeben hätten, den Brief vom 11. August 1952 zu schreiben. War dem so, so handelte der Beschwerdeführer im Sinne von Art. 173 Ziff. 3 StGB ohne begründete Veranlassung, vorwiegend in der Absicht, dem Beschwerdegegner Übles vorzuwerfen. Diese Absicht macht den in Art. 173 Ziff. 2 vorgesehenen Beweis unzulässig.\n\nAuch die Berufung auf Wahrung berechtigter privater Interessen versagt. Abgesehen davon, dass dieser Rechtfertigungsgrund, den die Rechtsprechung unter der Herrschaft des alten Textes des Art. 173 StGB anerkannte, seit 5. Januar 1951 nicht mehr gilt (nichtveröffentlichtes Urteil des Kassationshofes vom 17. April 1952 i.S. Lugeon), handelt nicht in Wahrung berechtigter Interessen, wer, wie der Beschwerdeführer, die Tat vorwiegend in der Absicht begeht, dem andern Übles vorzuwerfen (BGE 78 IV 33)."}