{"annee": "80", "cour": "II", "page": "97", "date": "8/4/1954", "cite": ["64 II 182", "74 II 68", "56 II 335", "64 II 175", "64 II 74", "42 I 140", "65 II 177", "72 II 321"], "cite_par": ["84 II 497", "85 II 80", "84 II 34", "84 II 469", "91 II 321", "105 II 1", "89 I 303", "116 II 9", "86 II 303", "83 II 491"], "chapeau": "15. Auszug aus dem Urteil der II. Zivilabteilung vom 8. April 1954 i.S. Eheleute Fehr.", "regestes": ["Divorce, compétence. Action en séparation de corps introduite par l'un des conjoints à l'étranger, action en divorce introduite par l'autre en Suisse, chacune de ces actions devant le juge compétent d'après la lex fori. Le juge étranger qui a été compétemment saisi le premier est-il seul compétent du fait de la connexité des deux demandes?"], "faits": "BGE 80 II 97 S. 97\n\nFehr, Bürger von Zürich, heiratete im Jahre 1941 eine amerikanische Staatsangehörige. Im folgenden Jahre erwarb er die amerikanische Staatsangehörigkeit, ohne die schweizerische aufzugeben. Die Eheleute Fehr hatten ihren gemeinsamen Wohnsitz zuletzt in New Orleans (Louisiana). Im November 1950 wurde Fehr von seiner BGE 80 II 97 S. 98Arbeitgeberin nach Europa versetzt. Seine Ehefrau lehnte es ab, ihm hieher zu folgen. Nachdem eine letzte Aufforderung zur Wiederaufnahme der ehelichen Gemeinschaft in Zürich ohne Antwort geblieben war, leitete Fehr am 5. Mai 1952 beim Friedensrichteramte Zürich 7/8 Scheidungsklage ein. Am 30. Oktober 1952 machte er den Scheidungsprozess beim Bezirksgerichte Zürich anhängig. Die Beklagte, die schon vorher in New Orleans auf Trennung von Tisch und Bett geklagt hatte, erhob die Einreden der örtlichen Unzuständigkeit und der Litispendenz. Die zweite Einrede begründete sie mit dem Hinweis auf den in New Orleans hängigen Trennungsprozess, die erste damit, dass der Kläger seinen Wohnsitz heute noch in New Orleans habe. In Übereinstimmung mit dem Bezirksgerichte hat das Obergericht des Kantons Zürich am 2. Oktober 1953 beide Einreden verworfen, die Einrede der Rechtshängigkeit mangels Identität der Klagen, die Einrede der örtlichen Unzuständigkeit deswegen, weil der Kläger heute in Zürich Wohnsitz habe und sich daher auf Art. 144 ZGB berufen könne. Das Kassationsgericht des Kantons Zürich hat die Nichtigkeitsbeschwerde der Beklagten abgewiesen, soweit darauf eingetreten werden konnte.\n\nDas Bundesgericht weist die Berufung der Beklagten gegen das obergerichtliche Urteil ab, soweit damit die Einrede der Rechtshängigkeit erneuert und geltend gemacht wurde, die zürcherischen Gerichte seien mangels Wohnsitzes des Klägers in Zürich unzuständig. Dagegen weist es die Sache zur Beurteilung der Frage, ob in Louisiana ein ausschliesslicher Gerichtsstand des Sachzusammenhangs bestehe und die Gerichte von Zürich aus diesem Grunde unzuständig seien, an das Obergericht zurück.", "considerants": "Aus der Begründung:\n\nVon der Frage, ob eine hängige Scheidungs- oder Trennungsklage die Einrede der Rechtshängigkeit begründe, ist, wie das Kassationsgericht zutreffend dargelegt hat, die BGE 80 II 97 S. 99Frage zu unterscheiden, ob in Fällen, wo nach Einleitung einer Scheidungs- oder Trennungsklage der beklagte Gatte ebenfalls eine solche Klage anheben will, für diese zweite Klage nach Bundesrecht am Orte der ersten ein ausschliesslicher Gerichtsstand des Sachzusammenhangs bestehe (BGE 64 II 183/84; GULDENER, Das internationale und interkantonale Zivilprozessrecht der Schweiz, 1951, S. 177 f) Diese Unterscheidung, die es erlaubt, die Einrede der Rechtshängigkeit auf die Fälle wirklicher (nicht bloss \"in gewissem Sinne\" bestehender) Identität der Klagen zu beschränken, ist in der Rechtsprechung nicht immer deutlich zum Ausdruck gekommen (vgl.BGE 64 II 177,BGE 65 II 178/79,BGE 74 II 70). Im Ergebnis stimmen aber alle einschlägigen Entscheidungen überein: Das materielle Scheidungsrecht schafft zwischen der Scheidungs- oder Trennungsklage des einen Gatten und einer ebenfalls auf Scheidung oder Trennung gerichteten Klage des andern einen unlösbaren Sachzusammenhang, und zwar nicht bloss für den Fall, dass beide Gatten auf Scheidung oder beide auf Trennung klagen, sondern auch für den Fall, dass der eine die Scheidung, der andere die Trennung verlangt. Eine sachgemässe Beurteilung der beidseitigen Begehren ist nur dann gewährleistet und die Gefahr widersprechender Urteile über diese Begehren (und gegebenenfalls über die Nebenfolgen) nur dann gebannt, wenn beide Begehren durch den gleichen Richter beurteilt werden. Es ist daher nicht zulässig, dass der eine Gatte am einen, der andere an einem andern Orte auf Scheidung oder Trennung klagt, auch wenn die beiden Klagen, jede für sich allein betrachtet, nach Art. 144 ZGB vor verschiedene Gerichte gehören würden. Vielmehr muss als Regel des Bundesrechts anerkannt werden, dass von dem Zeitpunkt an, da der eine Gatte das nach Art. 144 ZGB für seine Klage zuständige Gericht angerufen hat, dieses bis zur Erledigung des damit eingeleiteten Prozesses auch für die Beurteilung einer allfälligen Scheidungs- oder Trennungsklage des anderwärts domizilierten beklagten Gatten ausschliesslich zuständig ist, m.a.W. dieser ist, BGE 80 II 97 S. 100wenn er seinerseits die Scheidung oder Trennung verlangen will, auf eine Widerklage beim Forum der Vorklage angewiesen. Unter Anrufung des Gerichtes ist in diesem Zusammenhang die Handlung zu verstehen, die nach kantonalem Prozessrecht die Rechtshängigkeit begründet. Bloss vorbereitenden, die Rechtshängigkeit noch nicht herbeiführenden Prozesshandlungen eines Gatten die Wirkung beizumessen, dass der andere nicht mehr bei dem für seine Klage normalerweise zuständigen Gerichte klagen kann, rechtfertigt sich nicht. Wenn der Ehemann am einen, die Ehefrau an einem andern Orte auf Scheidung oder Trennung geklagt hat, ein jeder Gatte bei dem nach Art. 144 ZGB für seine Klage zuständigen Gerichte, erhält also der Gerichtsstand des Ortes den Vorrang, wo die Rechtshängigkeit zuerst eingetreten ist (vgl. zu alledemBGE 42 I 144Erw. 3,BGE 56 II 340,BGE 64 II 177und 183 ff.,BGE 72 II 323,BGE 74 II 69ff.).\n\nDiese zunächst für die Lösung von Konflikten zwischen inländischen Gerichtsständen aufgestellten Grundsätze sind entsprechend anzuwenden, wenn von einem schweizerischen Ehepaar der eine Teil im Ausland, der andere in der Schweiz bei einem nach der lex fori zuständigen Gericht auf Scheidung oder Trennung geklagt hat. Der ausländische Gerichtsstand ist in einem solchen Falle als ausschliesslicher zu betrachten, wenn er vor dem schweizerischen in Anspruch genommen wurde und erwartet werden darf, dass das ausländische Urteil in der Schweiz anerkannt werden kann (GULDENER an der zuletzt erwähnten Stelle; vgl.BGE 56 II 335ff. Die Frage der Vollstreckbarkeit, die im allgemeinen neben der Frage der Anerkennung geprüft werden muss, wenn es sich darum handelt, ob auf einen im Ausland schwebenden Prozess Rücksicht zu nehmen sei, stellt sich bei einem Scheidungsprozess hinsichtlich der Scheidung und Trennung als solcher nicht, da der Scheidungs- oder Trennungsspruch nicht ein Leistungs-, sondern ein Gestaltungsurteil ist). Ein Vorbehalt ist für den Fall zu machen, dass die im Ausland BGE 80 II 97 S. 101angebrachte erste Klage eine Trennungsklage, die in der Schweiz angehobene zweite Klage dagegen eine Scheidungsklage ist und das Recht des in Frage stehenden Auslandsstaates eine Scheidung überhaupt nicht kennt (vgl.BGE 65 II 177ff.). In einem solchen Falle kann der Gatte, der in der Schweiz auf Scheidung geklagt hat, mit seinem Begehren nicht an das mit der Trennungsklage befasste ausländische Gericht verwiesen werden, sondern muss ihm trotz der Hängigkeit eines Trennungsprozesses im Ausland der schweizerischen Gerichtsstand für die Scheidungsklage zur Verfügung bleiben.\n\nIm vorliegenden Falle hat die Ehefrau in Amerika auf Trennung geklagt, bevor die vom Ehemann in der Schweiz angehobene Scheidungsklage rechtshängig wurde (was erst am 30. Oktober 1952 geschah). Die Scheidung der Ehe ist nach den für das Bundesgericht verbindlichen Feststellungen, die das Obergericht über das Recht von Louisiana getroffen hat, in diesem Staate nicht ausgeschlossen, sondern ausser bei Ehebruch und Verurteilung zu einer entehrenden Strafe auch nach vorausgegangenem Getrenntleben zulässig, das gemäss dem vom Obergericht zitierten Gesetzesauszug im Falle bloss faktischer Trennung zwei Jahre, im Falle gerichtlicher Trennung dagegen nur ein Jahr gedauert haben muss. Die Gerichte von Louisiana haben daher, ihre Zuständigkeit nach dem Rechte dieses Staates vorausgesetzt, als ausschliesslich zuständig zu gelten, wenn ein dort gefälltes Urteil über eine Trennungs- oder Scheidungsklage in der Schweiz anerkannt werden kann.\n\nNach Art. 7 g Abs. 3 NAG kann das Urteil eines ausländischen Gerichts, das die Scheidung (oder Trennung) schweizerischer Ehegatten ausspricht, in der Schweiz nur anerkannt werden, wenn beide Gatten im Ausland wohnen (vgl.BGE 56 II 335ff.,BGE 64 II 78) und das ausländische Gericht nach dortigem Rechte zuständig ist. Die erste Bedingung ist als erfüllt anzusehen, wenn beide Gatten im Zeitpunkte, da der Prozess im Ausland anhängig gemacht BGE 80 II 97 S. 102wurde, dort Wohnsitz hatten. Aus der Feststellung, dass der Kläger heute in Zürich Wohnsitz hat, ergibt sich also nicht ohne weiteres, dass ein in Louisiana gefälltes Urteil in der Schweiz nicht anerkannt werden könne. Vielmehr kommt es darauf an, ob sein Wohnsitz im Zeitpunkte, da die Trennungsklage in New Orleans eingereicht wurde, noch dort oder schon in Zürich lag. (Ein dritter Ort kommt nicht in Betracht.) Über diese Frage hat sich das Obergericht nicht ausgesprochen. Es ist auch nicht möglich, sie auf Grund der im angefochtenen Urteil enthaltenen tatsächlichen Feststellungen zuverlässig zu beantworten, jedenfalls dann nicht, wenn man mit der Vorinstanz annimmt, dass die Trennungsklage schon am 15. März 1952 eingereicht worden sei. Die Sache ist daher zur Ergänzung des Tatbestandes und zur Neubeurteilung an das Obergericht zurückzuweisen. Kommt dieses zum Schlusse, dass der Kläger bei Einleitung des Trennungsprozesses durch die Beklagte noch in New Orleans Wohnsitz gehabt habe, so wird es auch noch zu prüfen haben, ob die Gerichte von Louisiana nach dortigem Rechte zuständig seien."}