{"annee": "80", "cour": "IV", "page": "159", "date": "24/9/1954", "cite": ["73 IV 12", "76 IV 27", "72 IV 171", "70 IV 20", "71 IV 225", "77 IV 94"], "cite_par": ["104 IV 11", "117 IV 27", "92 IV 94", "98 IV 90", "103 IV 157"], "chapeau": "33. Auszug aus dem Urteil des Kassationshofes vom 24. September 1954 i.S. Bratschi gegen Eibel.", "regestes": ["1. Art. 340 ch. 2 CP, art. 8 LF du 26 mars 1934 sur les garanties politiques et de police en faveur de la Confédération. Etendue de la juridiction fédérale quant aux délits contre l'honneur commis à l'encontre de membres de l'Assemblée fédérale. 2. Art. 173 et suiv. CP. Commet-on une atteinte à l'honneur lorsqu'on critique le comportement politique d'une personne, en particulier quand on reproche à un membre de l'Assemblée fédérale d'avoir tenté de violer la constitution et d'avoir, dans une affaire déterminée, soutenu un procédé digne des démocraties populaires?"], "faits": "BGE 80 IV 159 S. 159\n\nA.- Am 2. November 1951 erschien im St. Galler Tagblatt folgendes von Dr. Robert Eibel verfasstes Inserat der Aktion für freie Meinungsbildung \"Trumpf Buur\":\n\n\"Es fehlt an freien Männern.\n\nKurz vor den Wahlen erlebte man im Nationalrat ein Trauerspiel. Nur einer von 73 Teilnehmern einer Sitzung hatte den Mut, gegen den Versuch eines schweren Verfassungsbruches aufzutreten. Es ging um ein Postulat, welches forderte, die Teurungszulagen an das Bundespersonal seien auszuzahlen, ohne den Ablauf der Referendumsfrist abzuwarten.\n\nDer mutige Volksvertreter, der es wagte, diesem Manöver die Stirne zu bieten, ist unbekannt geblieben. Schade, denn es wäre interessant gewesen zu erfahren, ob er nicht zum vorneherein auf eine Wiederwahl verzichtet hatte!! Neben den 73, die sich bereit fanden, im höheren Interesse ihrer glücklichen Wiederwahl Gesetz und Recht in die Ecke zu drücken, sollen aber auch die 120 Ratsherren erwähnt werden, die überall zu finden waren, nur nicht BGE 80 IV 159 S. 160dort, wo sie ihre Pflicht als Volksvertreter eigentlich hinwies, nämlich in den Ratssaal.\n\nDie letzten Sonntag frisch gewählten Herren Nationalräte täten gut, sich zu diesem Trauerspiel ihre Gedanken zu machen. Sie legen schliesslich ein feierliches Gelübde auf die Verfassung ab. Wenn trotz diesem feierlichen Versprechen Dinge wie die erwähnten möglich sind, so liegt es daran, dass sich die Volksvertreter nicht mehr als freie Verfechter des allgemeinen Wohls vorkommen, sondern als Gefangene von Verbänden, mächtigen Gruppen und Interessenten, in deren offenen oder geheimen Auftrag sie (gern oder ungern) handeln.\n\nVon der historischen Aufgabe des Parlamentes, das Volk vor den Übergriffen des Fiskus und der Bürokratie zu schützen, ist leider nicht mehr viel übrig geblieben.\n\nNach dem Willen von über 40 Nationalräten wären die Teurungszulagen für das Bundespersonal (sie kosten die Bagatelle von 27 Millionen Franken) in völlig rechtswidriger Weise überhaupt dem Referendum entzogen worden. Ein Hauptverfechter dieser volksdemokratischen Methode war wieder einmal mehr Herr Robert Bratschi, wahrhaftig ein Demokrat von beängstigenden Ausmassen.\n\nEs geht nicht darum, dem Personal diese Zulagen zu missgönnen, es geht darum, ob Recht noch Recht ist, und ob der Bürger sich auf ein Wort des Bundesrates, auf die Worte seiner National- und Ständeräte noch verlassen kann.\n\nVor und während der Abstimmungskampagne um das neue Beamtengesetz, Ende 1949, hat man dem Volk versichert, dass es bei den geschätzten Mehrkosten in der Höhe von schliesslich 44 Millionen Franken jährlich bleiben werde. Präzis und deutlich wurde im Bundesrat und im Parlament erklärt, dass die bevorstehende Anpassung der Ämtereinreihung keine namhaften zusätzlichen Kosten verursachen werde.\n\nDie Druckerschwärze der Abstimmungskommentare war kaum trocken und die 44 Millionen Franken Lohnaufbesserungen für das Bundespersonal vom Volke beschlossen, als der Demokrat Bratschi seine Forderungen auf Änderung der Ämtereinreihung bekannt gab. Diese bedingen für das gesamte Bundespersonal weitere Mehrausgaben von mindestens 40 Millionen Franken jährlich, zu den bereits bewilligten 44 Millionen hinzu.\n\nNimmt es einen da noch wunder, dass immer lauter von notwendigen Erhöhungen der Eisenbahn- und Posttarife die Rede ist? Vor der Abstimmung über das Beamtengesetz versicherten Bundesrat, SBB und PTT hoch und heilig, es würden keine Taxerhöhungen notwendig werden. Kaum war die Abstimmung vorbei, wurden die Projekte für Taxerhöhungen aus der Schublade gezogen. Begründung: Vermehrte Personalkosten!\n\nSo wird das Vertrauen des Volkes in die Demokratie und in die Treue der Behörden langsam aber sicher untergraben. Wo sind in der neuen Bundesversammlung die freien Männer, welche Recht, Verfassung und pegebenes Wort konsequent über die Wünsche und Befehle der mächtigen Verbände und Interessengruppen stellen?\"\n\nB.- Nationalrat Robert Bratschi fühlt sich durch dieses Inserat in seiner Ehre verletzt. Er reichte am BGE 80 IV 159 S. 16131. Januar 1952 beim Bezirksgericht St. Gallen gegen Eibel Strafklage wegen Verleumdung, eventuell übler Nachrede, eventuell Beschimpfung ein, verband damit das Begehren um Verurteilung des Beklagten zu Fr. 1000.-- Entschädigung und Genugtuung und verlangte Veröffentlichung des Urteils im St. Galler Tagblatt, in der Volksstimme, in der Ostschweiz, im Mitteilungsblatt der Aktion für freie Meinungsbildung, im Tagblatt der Stadt Zürich und im Anzeiger der Stadt Bern.\n\nDas Bezirksgericht sprach den Beklagten am 27. Februar 1953 wegen der Anschuldigung, ein Hauptverfechter volksdemokratischer Methoden zu sein und durch sein Verhalten zur Untergrabung des Vertrauens in die Demokratie und in die Treue der Behörden beizutragen, der üblen Nachrede schuldig, verurteilte ihn zu Fr. 400.-- Busse und gegenüber dem Kläger zu Fr. 100.-- Genugtuung und verfügte, dass das Urteil auf Kosten des Beklagten im St. Galler Tagblatt zu veröffentlichen sei.\n\nDer Beklagte erklärte die Berufung an das Kantonsgericht von St. Gallen mit dem Antrag auf Freisprechung in allen Punkten. Der Kläger schloss sich der Berufung an und beantragte Gutheissung der Klage in vollem Umfange, mit der Ausnahme, dass er die Veröffentlichung des Urteils im Tagblatt der Stadt Zürich und im Anzeiger der Stadt Bern nicht mehr verlangte.\n\nDas Kantonsgericht wies die Klage am 5. Januar 1954 ab. Es führte aus, dass sie sich auf den ganzen Inhalt des Inserates, nicht nur, wie das Bezirksgericht angenommen habe, auf zwei besonders hervorgehobene Stellen beziehe. Es kam zum Schluss, dass das Inserat am Kläger ausschliesslich Kritik politischer Art übe und nirgends seine persönliche Ehre berühre, somit weder als Ganzes noch zum Teil einen strafbaren Ehrverletzungstatbestand erfülle, und dass eine Genugtuung nicht zuzusprechen sei, weil eine Verletzung in den persönlichen Verhältnissen im Sinne des Art. 49 Abs. 2 OR fehle.\n\nC.- Bratschi führt gegen das oberinstanzliche Urteil BGE 80 IV 159 S. 162Nichtigkeitsbeschwerde mit den Anträgen, es sei im Straf- und im Zivilpunkt aufzuheben und die vor Kantonsgericht gestellten Begehren des Klägers seien zu schützen, eventuell sei die Sache zu diesem Zwecke an das Kantonsgericht zurückzuweisen, unter Kosten- und Entschädigungsfolge. Er macht geltend, das angefochtene Urteil beschränke den strafrechtlichen Ehrenschutz in unzulässiger Weise und berücksichtige die persönliche Stellung und den Lebenskreis des Klägers nicht; das Inserat verunglimpfe ihn nicht nur politisch, sondern auch persönlich schwer.\n\nD.- Eibel beantragt, die Beschwerde sei abzuweisen, unter Kosten- und Entschädigungsfolgen zu Lasten des Beschwerdeführers.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 4 des BG vom 23. Dezember 1851 über die politischen und polizeilichen Garantien zu Gunsten der Eidgenossenschaft waren strafbare Handlungen gegen Mitglieder der Bundesversammlung vom Bundesgericht zu beurteilen, wenn sie begangen wurden, während diese Personen sich \"im wirklichen Dienste des Bundes\" befanden. Das BG vom 4. Februar 1853 über das Bundesstrafrecht der Schweizerischen Eidgenossenschaft (BStrR) erweiterte die Bundesgerichtsbarkeit, da sein Art. 59 die \"öffentliche Beschimpfung oder Verleumdung\" eines Mitgliedes der Bundesversammlung mit Strafe bedrohte, wenn \"die beleidigende Äusserung bei Gelegenheit der Ausübung der amtlichen Verrichtungen oder mit Beziehung auf dieselben\" stattgefunden hatte, und da sein Art. 74 den Bundesrat ermächtigte, alle in diesem Gesetze mit Strafe bedrohten Handlungen, soweit sie nicht gemäss Art. 73 schon von Gesetzes wegen in die Zuständigkeit der Bundesassisen fielen, nach eidgenössischem Prozessverfahren untersuchen und durch dieses Gericht beurteilen zu lassen. Das BG vom 22. März 1893 über die Organisation BGE 80 IV 159 S. 163der Bundesrechtspflege, das den Art. 74 BStrR aufhob, brachte keine Änderung, da sein Art. 146 die kantonale Gerichtsbarkeit in den nach eidgenössischen Gesetzen zu entscheidenden Strafsachen nur vorsah für den Fall, dass die Sache durch ein Bundesgesetz oder durch Beschluss des Bundesrates den kantonalen Gerichten zur Beurteilung zugewiesen werde. Das BG vom 15. Juni 1934 über die Bundesstrafrechtspflege, das diese Bestimmung aufhob, änderte im Ergebnis nichts, da auch es die Zuständigkeit der kantonalen Behörden in Bundesstrafsachen nur kennt, wenn sie kraft eines Bundesgesetzes oder eines Delegationsbeschlusses des Bundesrates besteht (Art. 247). Auch Art. 8 des BG vom 26. März 1934 über die politischen und polizeilichen Garantien zugunsten der Eidgenossenschaft schränkte die Bundesgerichtsbarkeit zur Ahndung der in Art. 59 BStrR umschriebenen Ehrverletzungen nicht ein. Indessen hat die Lage sich durch das Inkrafttreten des schweizerischen Strafgesetzbuches geändert. Weil es Art. 59 BStrR aufgehoben hat und Ehrverletzungen gegen Mitglieder der Bundesversammlung wie alle Vergehen gegen die Ehre den Art. 173 ff. StGB unterstellt, sind sie nunmehr gemäss Art. 343 StGB von den kantonalen Behörden zu verfolgen und zu beurteilen, soweit sie nicht kraft einer anderen Bestimmung der Bundesgerichtsbarkeit unterstehen. Da das Strafgesetzbuch selber (vgl. Art. 340) sie dieser Gerichtsbarkeit in keinem Falle unterstellt, werden sie von ihr nur noch in dem in Art. 8 des Garantiegesetzes umschriebenen Umfange erfasst. Diese Bestimmung sieht die Bundesgerichtsbarkeit für Vergehen gegen die Ehre von Mitgliedern der Bundesversammlung nur vor, wenn sie verübt werden, während diese Personen \"sich im wirklichen Dienste des Bundes befinden\"; denn unter den Straftaten, auf die Abs. 2 verweist, sind nicht nur die in Abs. 1 erwähnten Verbrechen gegen Leib, Leben und Freiheit, sondern auch die daselbst genannten Vergehen gegen die Ehre zu verstehen, wobei für heute dahingestellt bleiben kann, ob alle oder wie im Falle des BGE 80 IV 159 S. 164Abs. 1 nur jene, die sich auf die Amtsführung beziehen. Diese Ordnung entspricht der Absicht der gesetzgebenden Behörden; denn sie waren sich bewusst, dass Art. 8 des Garantiegesetzes nach dem Inkrafttreten des Strafgesetzbuches die einzige Bestimmung sein werde, aus der die Bundesgerichtsbarkeit zur Verfolgung von Ehrverletzungen gegen Mitglieder der Bundesversammlung werde abgeleitet werden können (Botschaft des Bundesrates vom 9. Oktober 1933, BBl 1933 II 506).\n\nDas Inserat, das Gegenstand der Klage bildet, ist nicht während einer Session der Bundesversammlung erschienen. Auch wird von keiner Seite behauptet, der Beschwerdeführer habe am 2. November 1951 an der Tagung einer Kommission der Bundesversammlung teilgenommen. Ob die Mitglieder der Bundesversammlung während einer solchen Tagung im Sinne des Art. 8 Abs. 2 des Garantiegesetzes \"sich im wirklichen Dienste des Bundes befinden\", kann deshalb dahingestellt bleiben. Der Beschwerdegegner untersteht für das Vergehen, das der Beschwerdeführer ihm vorwirft, der kantonalen Gerichtsbarkeit.\n\n2. Nach der Rechtsprechung des Kassationshofes schützen die Art. 173 ff. StGB nur den Ruf und das Gefühl des Betroffenen, ein ehrbarer Mensch zu sein, d.h. sich so zu benehmen, wie nach allgemeinen Anschauungen ein charakterlich anständiger Mensch sich zu verhalten pflegt. Äusserungen, die sich eignen, jemanden in anderer Hinsicht in der gesellschaftlichen Geltung herabzusetzen oder in seinem Selbstbewusstsein zu verletzen, sind nicht ehrverletzend im Sinne der erwähnten Bestimmungen. Das wurde z.B. entschieden in bezug auf Worte, die jemanden als Künstler, Berufs- oder Geschäftsmann heruntermachten oder ihn als nervenkrank hinstellten (BGE 71 IV 230,BGE 72 IV 172,BGE 76 IV 28,BGE 77 IV 98), muss aber auch gelten für Vorwürfe, welche die politische Anschauung und Haltung eines Menschen beanstanden. Voraussetzung ist aber hier wie immer, dass die Kritik an den strafrechtlich nicht geschützten Seiten des Ansehens und Empfindens BGE 80 IV 159 S. 165des Betroffenen keine Schatten auf seine Geltung als ehrbarer Mensch werfe und sein Gefühl, ein solcher zu sein, vollständig unberührt lasse. Durch Beanstandung der politischen Haltung eines Menschen darf nicht der Eindruck oder auch bloss der Verdacht erweckt werden, es fehlten ihm von jenen Charaktereigenschaften, die nach allgemeiner Anschauung ein ehrbarer Mensch haben muss. Das gilt auch für Äusserungen in der Presse, sogar wenn sie der Bildung einer politischen Meinung dienen; die Aufgabe, welche die Presse auf diesem Gebiete hat, gibt ihr nicht das Recht, die Grenzen, die das Strafgesetzbuch zum Schutze der persönlichen Ehre zieht, zu überschreiten (BGE 70 IV 24, 151,BGE 73 IV 16,BGE 77 IV 99).\n\n3. In den ersten fünf Absätzen des Inserates hat der Beschwerdegegner vom Versuch eines Verfassungs- und Rechtsbruches geschrieben. Dieser Vorwurf an sich setzt die Personen, die er angeht, in ihrem Ehrgefühl und ihrer Geltung als ehrbare Menschen nicht herab. Wie sehr auch ein in einer Behörde verfochtener Antrag gegen Gesetz oder Verfassung verstossen mag, ist der, der ihn im guten Glauben der Rechtmässigkeit stellt oder unterstützt, nicht ein ehrloser Mensch; denn die gutgläubig unrichtige Beantwortung einer Rechtsfrage verrät keinen Charakterfehler. Anders ist es sogar dann nicht, wenn der Vorwurf mit scharfen Worten erhoben wird. Immerhin dürfen sie nicht beschimpfend sein. Das sind jedoch die vom Beschwerdegegner gebrauchten Wendungen \"schwerer Verfassungsbruch\" und \"in völlig rechtswidriger Weise\" nicht.\n\n4. Der Vorwurf, das Mitglied einer gesetzgebenden Behörde habe einen gesetz- oder verfassungswidrigen Antrag gestellt oder unterstützt, eignet sich dagegen dann, seinen Ruf als Mensch zu schädigen, wenn damit die Beschuldigung oder Verdächtigung verbunden wird, es habe mit dem Bewusstsein der Rechtswidrigkeit gehandelt. Ein Volksvertreter, der das tut, erniedrigt sich nicht nur politisch, sondern auch allgemein menschlich, jedenfalls BGE 80 IV 159 S. 166dann, wenn er nicht aus sittlich achtenswerten Beweggründen handelt.\n\nEhrverletzend ist demgemäss die Stelle im zweiten Absatz des Inserates, wo der Beschwerdegegner von 73 Mitgliedern des Nationalrates, welche die sofortige Auszahlung der Teurungszulage befürworteten, gesagt hat, sie hätten sich bereit gefunden, im Interesse ihrer glücklichen Wiederwahl Gesetz und Recht in die Ecke zu drücken. Diese Behauptung kann nicht anders verstanden werden, als dass die 73 Ratsmitglieder die Referendumsvorschrift bewusst missachtet hätten, um für die bevorstehende Erneuerung ihres Mandates sich die Gunst der Wähler zu sichern. Gesetz und Recht zu einem persönlichen, eigennützigen Zwecke in die Ecke drücken, heisst, sie absichtlich und gewaltsam verdrängen, ausschalten. Dass dem Satze der Vorwurf bewusst rechtswidrigen Verhaltens entnommen werden muss, bestätigt auch der Hinweis des nächsten Absatzes auf das von den neuen Ratsmitgliedern abzulegende feierliche Gelübde.\n\nVom Vorwurf betroffen wird der Beschwerdeführer indessen nicht schon wegen seiner Zugehörigkeit zum Nationalrat. Das ehrenrührige Verhalten wird nur jenen Ratsmitgliedern vorgehalten, die für die sofortige Auszahlung der Teurungszulage stimmten. Die Ehre dieser 73 aber wird damit verletzt. Dass das Inserat sie nicht mit Namen nennt, ändert nichts; denn jedenfalls die Mitglieder des Nationalrates, die es zu Gesicht bekamen, konnten wissen, welche ihrer Kollegen gemeint waren. Wenn der Beschwerdeführer zu den 73 gehört, ist er daher in seiner Ehre verletzt und damit auch berechtigt, Strafantrag zu stellen. Das angefochtene Urteil ist deshalb aufzuheben. Das Kantonsgericht hat festzustellen, ob der Beschwerdeführer für die sofortige Auszahlung der Teurungszulagen gestimmt hat. Wenn er bei der Abstimmung im Rate anwesend war, mag angesichts seiner Einstellung und der Haltung, die er in der ganzen Sache eingenommen hat, der Schluss nahe liegen, dass es der Fall gewesen sei. Allein BGE 80 IV 159 S. 167ob er überhaupt anwesend war, kann dem angefochtenen Urteil ebenfalls nicht entnommen werden. Ob der Beschwerdegegner die Teilnahme des Beschwerdeführers an der betreffenden Sitzung im Prozesse nicht bestritten hat, wie der Beschwerdeführer geltend macht, ist vom Kassationshof nicht selber nachzuprüfen, abgesehen davon, dass der Beschwerdeführer in der Klage seine Anwesenheit nicht behauptet hatte und daher für den Beschwerdegegner zunächst auch gar kein Anlass bestand, sie zu bestreiten.\n\n5. .........\n\n6. Nicht zu teilen ist die Auffassung des Bezirksgerichts, auch der erste Satz des fünften Absatzes des Inserates enthalte den Vorwurf bewusst rechtswidrigen Verhaltens. Die Worte: \"Nach dem Willen von über 40 Nationalräten wären die Teurungszulagen... in völlig rechtswidriger Weise überhaupt dem Referendum entzogen worden\", haben bloss den Sinn, dass, wenn es nach dem Willen dieser Nationalräte gegangen wäre, die Teurungszulagen dem Referendum in völlig rechtswidriger Weise entzogen worden wären, d.h., was die vierzig gewollt hätten, sei völlig rechtswidrig gewesen. Dass ihr Wille sich auch auf die \"völlige Rechtswidrigkeit\" bezogen habe, kann der unbefangene Leser dem Satze nicht entnehmen.\n\n7. Durch den zweiten Satz des fünften Absatzes des Inserates sieht der Beschwerdeführer sich in seiner Ehre verletzt, weil der Ausdruck \"volksdemokratische Methode\" den Leser unwillkürlich an Diktatur, Terror, Aufhebung aller persönlichen Rechte, Unterdrückung der Freiheit, Aufhebung des normalen Rechtsverfahrens usw. denken lasse, und weil die ironische Bemerkung, der Beschwerdeführer sei ein \"Demokrat von beängstigenden Ausmassen\", den Beschwerdeführer als undemokratischen, unter dem Deckmantel der Demokratie auftretenden Menschen hinstelle.\n\nDer Beschwerdeführer verkennt, dass das Inserat ihn nicht allgemein volksdemokratischer Methoden zeiht, BGE 80 IV 159 S. 168sondern nur den Versuch, die Teurungszulagen dem Referendum zu entziehen, als solche Methode hinstellt. Volksdemokratisch steht hier für undemokratisch, autoritär, diktatorisch. Damit bleibt die Kritik im politischen Bereich. Auch im demokratischen Staat kann ein Politiker autoritäre Anschauungen und Methoden vertreten, ohne an seiner persönlichen Ehre Schaden zu leiden. Wenn seine Haltung dann in der politischen Diskussion als diktatorisch, faszistisch oder volksdemokratisch kritisiert wird, ist das eine jener üblichen Übertreibungen, die vom Leser entsprechend abgewertet werden und daher nicht den Eindruck hinterlassen, der Betroffene sei kein achtbarer Mensch. An die persönliche Ehre gehen solche Angriffe erst, wenn sie - was hier nicht zutrifft - den Vorwurf bewusster Verletzung der in Verfassung und Gesetz verankerten Volksrechte enthalten.\n\nAuch die bloss ironische Bezeichnung des Beschwerdeführers als \"Demokrat von beängstigenden Ausmassen\" setzt ihn nur als Politiker, nicht als Mensch herab. Sie prangert ihn lediglich als schlechten Demokraten an. Auch nach schweizerischer Auffassung aber kann ein lauer Demokrat, ja sogar ein Gegner der Demokratie, ein charakterlich einwandfreier, achtbarer Mensch sein. 8. - In den Absätzen 6-10 behauptet das Inserat einen Widerspruch zwischen den im Bundesrat und in der Bundesversammlung vor der Abstimmung über das Beamtengesetz abgegebenen Erklärungen und den vom Beschwerdeführer nach der Abstimmung begehrten Änderungen der Ämtereinreihung sowie den Projekten betreffend Erhöhung der Eisenbahn- und Posttaxen. Es rügt diesen Widerspruch als eine Erscheinung, die das Vertrauen des Volkes in die Demokratie und in die Treue der Behörden langsam untergrabe.\n\nAuch diese Ausführungen verletzen den Beschwerdeführer nicht in seiner Ehre. Der Vorwurf widerspruchsvollen Verhaltens berührt ihn nicht. Der Beschwerdeführer betont selber, dass er nie behauptet habe, die Besoldungsvorlage BGE 80 IV 159 S. 169werde ohne Mehrbelastung auskommen, sondern dass er und seine Gesinnungsfreunde ausdrücklich auf die Notwendigkeit der neuen Ämtereinreihung hingewiesen hätten und die von ihm bei der Ämtereinreihung angemeldeten Forderungen zu einer Mehrbelastung von jährlich 16 Millionen Franken geführt hätten. Ein gegenteiliger Eindruck wird vom Inserat nicht zu erwecken versucht. An Erklärungen aber, die vor der Abstimmung über das Beamtengesetz vom Bundesrate oder von anderer Seite in der Bundesversammlung abgegeben wurden, war der Beschwerdeführer nicht gebunden. Er konnte die von ihm und seinen Gesinnungsfreunden begehrten Änderun- gen in der Ämtereinreihung beantragen, ohne dadurch einen Wortbruch zu begehen und sich unehrenhaft zu verhalten. Der Bundesversammlung und ihrer Mehrheit blieb es überlassen, ob sie trotz der genannten Erklärungen den Anträgen folgen wollten oder nicht.\n\n9. Die Beschwerde im Strafpunkt ist demnach nur insoweit gutzuheissen, als sie sich auf die Behauptung des Inserates bezieht, der Versuch von 73 Ratsmitgliedern, die Teurungszulagen sofort auszahlen zu lassen, habe bewusst gegen die Referendumsvorschriften verstossen. In diesem Punkte hat das Kantonsgericht, wie oben unter Ziffer 4 ausgeführt ist, festzustellen, ob der Beschwerdeführer überhaupt unter den erwähnten 73 Ratsmitgliedern war. Trifft das zu, so hat es zu prüfen, ob der Beschwerdegegner bewiesen hat, dass der Vorwurf begründet war oder dass er ernsthafte Gründe hatte, ihn für begründet zu halten (Art. 173 Ziff. 2 StGB). Falls beides verneint wird, stellt sich die weitere Frage, ob der Beschwerdegegner den Vorwurf wider besseres Wissen erhoben hat (Art. 174 StGB).\n\n...\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird teilweise gutgeheissen, das Urteil des Kantonsgerichts von St. Gallen vom 5.\n\nBGE 80 IV 159 S. 170Januar 1954 aufgehoben und die Sache zur Neubeurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}