{"annee": "80", "cour": "III", "page": "137", "date": "16/11/1954", "cite": [], "cite_par": [], "chapeau": "31. Estratto della sentenza 16 novembre 1954 nella causa Gnädinger.", "regestes": ["Saisie de salaire. C'est aux autorités de poursuite et non au juge qu'il appartient, en règle générale, de dire à titre préjudiciel si et dans quelle mesure l'épouse du débiteur doit contribuer aux frais du ménage."], "faits": "|137|\n\nIn un'esecuzione promossa da Augusto Gnädinger nei confronti di Silvio Papina, autista, a Minusio, l'Ufficio di Locarno pignorò il salario percepito dal debitore nella misura di 40 fr. al mese.\n\nContro il pignoramento insorse il debitore, adducendo che nel computo delle sue risorse non poteva essere tenuto conto d'un contributo della moglie alle spese dell'economia domestica perchè l'esercizio del di lei salone di pettinatrice era deficitario.\n\nSulla base d'una nuova valutazione del reddito pro fessionale della moglie e del suo contributo alle spese |138| dell'economia domestica l'Autorità cantonale di vigilanza ridusse la trattenuta di salario a 30 fr.\n\nIl creditore procedente si è aggravato alla Camera di esecuzione e dei fallimenti del Tribunale federale, chiedendo l'annullamento della decisione querelata e il ripristino del pignoramento di salario nell'importo di 40 fr. al mese.\n\nLa Camera di esecuzione e dei fallimenti del Tribunale federale ha respinto il ricorso per i seguenti", "considerants": "motivi:\n\n2. Invocando l'opinione dei commentatori JÄGER e DÄNIKER (Schuldbetreibung- und Konkurs-Praxis vol. I p. 190) il ricorrente sostiene inoltre che in un caso complesso come quello in esame spetta al giudice civile, e non alle autorità esecutive, stabilire il contributo della moglie alle spese comuni. Sennonchè quest'argomentazione è in contrasto con la conclusione del ricorso. Il ricorrente non chiede il pignoramento d'un salario contestato, bensì il pignoramento puro e semplice. A giusta ragione. Il modo di procedere indicato dai predetti autori è giuridicamente possibile e praticamente attuabile solo quando la moglie è contemporaneamente datrice di lavoro del proprio marito e quindi sua debitrice di salario, com'era il caso nella sentenza RU 60 III p. 55 sgg. Qualora il datore di lavoro del marito sia invece un terzo, è inconcepibile che l'obbligo di contribuzione della moglie debba poter essere vagliato dal giudice civile. Oggetto del pignoramento è il salario. Se una parte di questo è pignorata solo come credito contestato, è affatto irrilevante, nella causa promossa dal cessionario del credito o dal creditore contro il debitore di salario (art. 131 LEF), che il creditore di salario abbia nei confronti della propria moglie una pretesa accessoria a titolo di prestazione di contributi. Con l'affermazione che l'obbligo di contribuzione della moglie, preteso dal creditore o ammesso dall'Ufficio d'esecuzione, è d'un importo meno elevato o non esiste |139| affatto, il debitore non contesta l'ammontare, ma la pignorabilità del salario da staggire. A tal riguardo chi deve prendere una decisione non è il giudice, bensì l'ufficio d'esecuzione, in quanto il contributo non sia già stato stabilito in un precedente processo tra i coniugi (p. es. a'sensi dell'art. 246 cp. 2 CC). All'infuori di quest'ultimo caso, le autorità d'esecuzione sono sole competenti a decidere, in via pregiudiziale, la questione dell'obbligo di contribuzione al fine di determinare il minimo indispensabile all'esistenza non coperto. Nè dette autorità nè il creditore possono provocare una decisione del giudice che dovrebbe essere diretta contro la moglie, a meno che questa sia in pari tempo anche debitrice di salario."}