{"annee": "80", "cour": "IV", "page": "137", "date": "2/4/1954", "cite": ["79 II 106", "34 I 797"], "cite_par": ["103 IV 60", "120 II 93", "107 IA 325"], "chapeau": "27. Urteil des Kassationshofes vom 2. April 1954 i.S. von Burg gegen Meyer.", "regestes": ["Art. 268 al. 2 PPF. Celui qui a été condamné par contumace ne saurait en tout cas se pourvoir en nullité lorsqu'il peut obtenir le relief du jugement sans établir qu'il n'est pas responsable de son défaut à l'audience."], "faits": "|137|\n\nA.- Am 14. Dezember 1953 verurteilte das Amtsgericht Solothurn-Lebern den in den Vereinigten Staaten von Nordamerika wohnenden Georg von Burg, der zur Hauptverhandlung nicht erschienen, jedoch verteidigt war, wegen Betrugsversuchs zu anderthalb Jahren Gefängnis und wegen Übertretung der Art. 14 und 15 des Bundesratsbeschlusses vom 23. Dezember 1948 zum Schutze der schweizerischen Uhrenindustrie zu Fr. 1000.-- Busse. Auf die kantonalen Rechtsmittel der Appellation und der Kassation, die der Verteidiger ergriff, trat das Obergericht des Kantons Solothurn durch Entscheid vom 8. Januar 1954 nicht ein, weil nach § 404 in Verbindung mit § 327 StPO ein Kontumazialurteil auf Verlangen des Verurteilten dahinfalle, wenn er sich freiwillig stelle oder verhaftet werde, worauf das ordentliche Verfahren durchzuführen sei; neben diesem einfachen Einspruchsrecht gebe es kein anderes Rechtsmittel.\n\nB.- Mit rechtzeitig erklärter und begründeter Nichtigkeitsbeschwerde ficht von Burg das Urteil des Amtsgerichts auch beim Kassationshof des Bundesgerichts an, soweit es die Verurteilung wegen Betrugsversuches betrifft. Er beantragt, es sei aufzuheben und das Amtsgericht anzuweisen, ihn in diesem Punkte freizusprechen.\n\n|138|", "considerants": "Der Kassationshof zieht in Erwägung:\n\nGemäss Art. 268 Abs. 2 BStP ist die Nichtigkeitsbeschwerde an den Kassationshof des Bundesgerichts gegen Urteile der Gerichte nur zulässig, wenn sie \"nicht durch ein kantonales Rechtsmittel wegen Verletzung eidgenössischen Rechts angefochten werden können\".\n\nDiese Bestimmung beruht auf dem Gedanken, dass die Verletzung eidgenössischen Rechts nicht beim Bundesgericht geltend zu machen ist, wenn sie auf einem vom kantonalen Prozessrecht vorgesehenen Wege gerügt werden kann. Ein kantonales \"Rechtsmittel\" im Sinne des Art. 268 Abs. 2 BStP hat daher nicht nur zur Verfügung, wer eine obere kantonale Instanz anrufen kann, sondern auch der in Abwesenheit Verurteilte, dem das Recht zusteht, die nochmalige Beurteilung durch das gleiche Gericht zu verlangen (für den entsprechenden Fall des Art. 48 OG vgl. BGE 79 II 109 f.). Das gilt jedenfalls dann, wenn das kantonale Recht, wie hier, die Wiedereinsetzung nicht vom Nachweis abhängig macht, dass der Verurteilte sein Nichterscheinen zur Verhandlung nicht verschuldet habe. Ob es, wie § 327 soloth. StPO, eine neue Verhandlung nur zulässt, wenn er sich dem Gerichte stellt oder ergriffen wird, und ob er diese Voraussetzung nur mit grossen Opfern erfüllen kann, ist unerheblich. Art. 268 Abs. 2 BStP frägt nicht darnach, an welche Voraussetzungen das kantonale Prozessrecht die Einlegung des Rechtsmittels knüpft und ob der Partei im einzelnen Falle zugemutet werden kann, sie zu erfüllen; die eidgenössische Nichtigkeitsbeschwerde ist jeder Partei verschlossen, die das Recht hat (oder hatte), die Rüge der Verletzung eidgenössischen Rechts mit einem kantonalen Rechtsmittel zu erheben. Es kommt auch nichts darauf an, ob eine neue Beweisführung überflüssig ist, weil der vom Kläger behauptete Sachverhalt gar nicht Strafe nach sich ziehen kann. Die Auffassung des Beschwerdeführers, in einem solchen Falle müsse die Nichtigkeitsbeschwerde zugelassen |139| werden, weil der Weg über ein Wiedereinsetzungsbegehren ein \"unnötig kompliziertes Procedere\" wäre, hält nicht stand. Damit hinge die Zulässigkeit der Nichtigkeitsbeschwerde von ihrer materiellen Begründetheit ab, sodass der Kassationshof, um die Eintretensfrage zu entscheiden, prüfen müsste, ob die Beschwerde materiell begründet sei. Es wäre dann auch nicht einzusehen, weshalb nicht auch in anderen Fällen, in denen der Ankläger einen Sachverhalt behauptet hat, der Strafe nicht nach sich ziehen kann, die Nichtigkeitsbeschwerde ohne Erschöpfung der kantonalen Rechtsmittel zuzulassen wäre; denn hier wäre eine andere Lösung nicht weniger unnötige Weitläufigkeit. Art. 268 Abs. 2 BStP, der die eidgenössische Nichtigkeitsbeschwerde nur als letzten und damit im Verhältnis zu den kantonalen Rechtsmitteln subsidiären Rechtsbehelf kennt - ein Gedanke, der übrigens auch in Art. 275 BStP zum Ausdruck kommt -, lässt indes die vom Beschwerdeführer befürwortete und weitere Ausnahmen nicht zu. Ein in Abwesenheit Verurteilter hat von der Möglichkeit, die Wiedereinsetzung zu verlangen, nicht nur Gebrauch zu machen, wenn er den vom Kläger behaupteten oder im Urteil festgestellten Sachverhalt bestreitet, sondern auch, wenn er geltend machen will, dieser Tatbestand könne Strafe nicht nach sich ziehen. Erst wenn er das getan und alle weiteren kantonalen Rechtsmittel, mit denen die Verletzung eidgenössischen Rechts gerügt werden kann, erschöpft hat, steht ihm die eidgenössische Nichtigkeitsbeschwerde zu. Diesen Sinn hatten schon Art. 160 und 162 des Organisationsgesetzes von 1893 (BGE 34 I 797).\n\nDemnach erkennt der Kassationshof:\n\nAuf die Nichtigkeitsbeschwerde wird nicht eingetreten."}