{"annee": "80", "cour": "II", "page": "256", "date": "7/9/1954", "cite": [], "cite_par": ["119 IV 207", "123 III 204"], "chapeau": "42. Extrait de l'arrêt de la Ire Cour civile du 7 septembre 1954 dans la cause O'Elklaus contre Veuve.", "regestes": ["Réparation morale, prescription. L'indemnité pour tort moral due par suite de l'inexécution d'un contrat se prescrit par dix ans conformément à l'art. 127 CO."], "faits": "BGE 80 II 256 S. 257\n\nRésumé des faits:\n\nLe 25 avril 1949, O'Elklaus a engagé Veuve comme manoeuvre, dans l'intention de lui apprendre à marger. Il le fit servir une presse à platine dépourvue de dispositif de sécurité. Le 16 juin, Veuve se fit prendre dans la presse deux doigts de la main droite, qui dut être amputée par la suite au niveau du poignet.\n\nVeuve a actionné son employeur en paiement de 30 000 francs, en fondant sa demande sur l'art. 339 CO. Le Tribunal cantonal neuchâtelois lui a alloué 13 495 fr. 30 comme dommages-intérêts et 3000 fr. à titre de réparation morale.\n\nContre ce jugement, O'Elklaus recourt en réforme au Tribunal fédéral, en concluant à ce que le demandeur soit débouté. des fins de son action. Il conteste en principe devoir réparation du dommage subi par Veuve. Subsidiairement, il invoque la prescription du droit du demandeur à une indemnité pour tort moral.", "considerants": "Extrait des motifs:\n\n2. (Le recourant a omis des mesures de sécurité qu'on pouvait équitablement exiger de lui; il a donc violé l'art. 339 CO. D'autre part, il existe un rapport de causalité adéquate entre l'accident et l'insuffisance des mesures de protection et le recourant n'a pas établi qu'aucune faute ne lui était imputable. Il répond donc, en principe, du dommage subi par son employé.)\n\n4. O'Elklaus attaque le jugement cantonal en tant qu'il a alloué-à Veuve une indemnité pour tort moral. Il soutient que ce droit, découlant des art. 41 et suiv. CO, est prescrit en vertu de l'art. 60 al. 1 CO.\n\nLe droit d'exiger des mesures de protection, conféré à l'employé par l'art. 339 CO, est de nature contractuelle. C'est en qualité de partie au contrat de travail que l'employeur BGE 80 II 256 S. 258est tenu, envers son ouvrier, d'écarter les risques de l'exploitation. S'il n'exécute pas cette obligation légale et qu'un accident frappe l'employé, celui-ci a droit à une réparation conformément aux art. 97 et suiv. CO. L'étendue de la réparation est fixée à l'art. 99 CO, dont l'al. 3 dispose que \"les règles relatives à la responsabilité dérivant d'actes illicites s'appliquent par analogie aux effets de la faute contractuelle\". Ce texte, très général, n'exclut pas l'application analogique des règles du CO sur l'indemnité pour tort moral, ce que confirme l'interprétation historique de l'art. 99 (cf. OSER/SCHÖNENBERGER, CO, ad art. 99 rem. 14, BECKER, CO, ad art. 97 rem. 26 à 28). Aussi le Tribunal fédéral en a-t-il déduit que l'art. 49 CO était applicable en matière contractuelle (RO 54 II 483). Pareille conclusion s'impose également en ce qui concerne l'art 47 CO; ce d'autant plus que ce dernier article n'exige que des \"circonstances particulières\" comme condition de l'allocation d'une indemnité pour tort moral.\n\nLorsque le droit à une telle indemnité est de nature contractuelle, il doit aussi être soumis au délai de prescription de l'art. 127 CO, qui est de dix ans. Certes, l'al. 3 de l'art. 99 CO paraît, dans sa version française, renvoyer également aux règles relatives à la courte prescription des droits dérivant d'actes illicites. Mais le Tribunal fédéral a déjà jugé que ce texte allait trop loin et qu'il fallait se fonder sur les versions allemande et italienne (RO 55 II 37). Or celles-ci parlent simplement des \"règles concernant l'étendue de la responsabilité en matière d'actes illicites\" (\"Bestimmungen über das Mass der Haftung bei unerlaubten Handlungen\", \"disposizioni sulla misura della responsabilità per atti illeciti\") et excluent donc l'application de l'art. 60 CO dans le domaine contractuel. Cette interprétation est du reste conforme à l'historique de l'art. 99 al. 3 CO. Dans le projet de 1905, l'art. 1121 al. 3 avait, dans les trois langues, une teneur correspondante au texte français actuel de l'art. 99 al. 3, mais il renvoyait expressément aux art. 1058 à 1074; il écartait donc l'application BGE 80 II 256 S. 259analogique, en matière de contrats, de l'art. 1076, qui réglait la prescription des droits découlant d'actes illicites. Par la suite, on abandonna les renvois à des textes précis en vertu d'un principe de technique législative. Mais, sur proposition de la commission du Conseil national (cf. Bull. stén. CN 1909 p. 530), la version allemande de l'art. 1121 al. 3 reçut une teneur qui excluait un renvoi aux règles relatives à la prescription en matière d'actes illicites. Car il restait entendu que ces dernières dispositions ne devaient pas s'appliquer par analogie dans le domaine contractuel (cf. Bull. stén. CE 1910 p. 180). Lors donc que c'est l'art. 127 CO qui règle la prescription des droits dérivant de l'inexécution des contrats, il doit s'appliquer également à la prescription du droit à une réparation morale lorsque celui-ci découle de la même source. Il n'y a aucune raison, en effet, de soumettre à des délais de prescription différents les prétentions tirées de l'inexécution d'un contrat, selon qu'elles tendent à l'allocation de dommages-intérêts ou à celle d'une indemnité pour tort moral.\n\nEn l'espèce, le droit de l'intimé à une réparation morale se prescrit donc par dix ans. Ce délai n'était pas écoulé lors de l'introduction de l'action. Le moyen que le recourant tire de la prescription n'est ainsi pas fondé.\n\nPour le reste, O'Elklaus ne conteste pas que les conditions exigées par l'art. 47 CO soient remplies et il ne critique pas le montant de l'indemnité allouée de ce chef à l'intimé.\n\nPar ces motifs, le Tribunal fédéral prononce:\n\nLe recours est rejeté et le jugement attaqué est confirmé."}