{"annee": "80", "cour": "I", "page": "305", "date": "1/12/1954", "cite": ["72 II 293", "72 II 55"], "cite_par": ["85 II 297", "127 III 474", "115 II 297", "88 I 1", "85 I 282", "92 II 133", "91 II 412", "84 III 1", "104 IA 201", "114 II 18"], "chapeau": "49. Urteil vom 1. Dezember 1954 i.S. K. gegen Justizkommission des Kantons Schwyz.", "regestes": ["Mesures protectrices de l'union conjugale. 1. Le recours de droit public pour violation de l'art. 4 Cst. est ouvert contre les décisions rendues en dernière instance cantonale dans la procédure relative aux mesures protectrices de l'union conjugale. 2. Le juge compétent pour prendre les mesures protectrices de l'union conjugale tombe dans l'arbitraire lorsque, pour obliger la femme à reprendre la vie commune, qu'elle refuse de reprendre sans justes motifs, il la condamne à dédommager le mari des dépenses supplémentaires occasionnées par l'oubli de ses devoirs."], "faits": "BGE 80 I 305 S. 305\n\nA.- Die Eheleute K. leben seit Jahren getrennt. Eine Scheidungsklage der Ehefrau wurde abgewiesen, zuletzt BGE 80 I 305 S. 306vom Kantonsgericht Schwyz durch Urteil vom 21. Januar 1952, das nicht weitergezogen wurde. Als die in ihrem eigenen Hause wohnende Ehefrau sich trotzdem weigerte, den Ehemann wieder bei sich aufzunehmen, ersuchte dieser am 23. Mai 1952 den Bezirksgerichtspräsidenten von Schwyz um Anordnung \"der gegebenen Massnahmen, um Frau K. zur Aufnahme der ehelichen Beziehungen zu verpflichten\". Nach fruchtloser Mahnung verurteilte der Bezirksgerichtspräsident am 14. Juli 1953 Frau K. mit Wirkung vom 1. Juli 1952 an, dem Ehemann Fr. 100.-- monatlich zu zahlen, solange sie die Wiederaufnahme der häuslichen Gemeinschaft verweigere. Zur Begründung führte er aus: Da der Ehemann ein Recht auf einen eigenen Haushalt habe, sich aber die Anstellung einer Haushälterin nicht leisten könne, rechtfertige es sich, die Ehefrau, die ihm die Führung des Haushaltes zu Unrecht verweigere, zu verpflichten, ihm einen Unterhaltsbeitrag zu entrichten in der Höhe des Barlohnes, den er für eine Haushälterin auszulegen hätte.\n\nDie Justizkommission des Kantons Schwyz hiess am 14. April 1954 eine Beschwerde der Frau K. teilweise gut, indem sie den vom Bezirksgerichtspräsidenten festgesetzten monatlichen Beitrag auf Fr. 60.- ermässigte, mit der Begründung: Die Weigerung der Beschwerdeführerin, das Zusammenleben mit dem Ehemann wieder aufzunehmen, sei eine Art. 161 ZGB verletzende Pflichtwidrigkeit, so dass der Gerichtspräsident nach Art. 169 ZGB befugt gewesen sei, nach fruchtloser Mahnung die zum Schutze der ehelichen Gemeinschaft erforderlichen, vom Gesetz vorgesehenen Massnahmen zu treffen. Dazu gehörten nicht bloss die in Art. 170 und 171 ZGB ausdrücklich vorgesehenen Massregeln, sondern auch alle weiteren Anordnungen, welche die Lage erfordere, sofern sie in der Gesetzgebung überhaupt vorgesehen seien. Da die nach Art. 169 Abs. 2 ausgesprochene Mahnung, die häusliche Gemeinschaft wieder aufzunehmen, wegen der höchst persönlichen Natur der geschuldeten Leistung nicht vollstreckt werden könne, BGE 80 I 305 S. 307dürfe der Richter mit der Mahnung Anordnungen verbinden, die ihr den nötigen Nachdruck verliehen. Die der Frau K. auferlegte Verpflichtung, dem Ehemann für die Dauer ihres ehewidrigen Verhaltens Unterhaltsbeiträge zu zahlen, erweise sich daher als zulässig. Dieses Verhalten verursache dem Ehemann Mehrauslagen, da es ihn zwinge, für die Besorgung der Hausgeschäfte jemanden anzustellen oder aber, wie er es tatsächlich tue, Verpflegung und Unterkunft auswärts zu beziehen. Anderseits habe er für den Unterhalt der Ehefrau nicht aufzukommen, solange sie von ihm getrennt lebe, so dass der Beitrag herabzusetzen sei.\n\nB.- Gegen diesen Entscheid führt Frau K. staatsrechtliche Beschwerde mit dem Antrag, ihn und den zugrunde liegenden Entscheid des Bezirksgerichtspräsidenten wegen Verletzung des Art. 4 BV aufzuheben. Sie macht geltend, sie sei nach Art. 170 Abs. 1 ZGB berechtigt, das Zusammenleben mit dem Ehemann zu verweigern. Sie habe im kantonalen Verfahren die Gründe hiefür genannt, doch seien sie nicht geprüft worden, worin formelle Willkür und eine Missachtung klaren Rechtes liege. Willkürlich sei auch der Standpunkt, die angefochtene Massnahme sei im Sinne von Art. 169 Abs. 2 ZGB im Gesetz vorgesehen. Er verstosse gegen den allgemein anerkannten Grundsatz, dass die Befolgung der Mahnung, das eheliche Zusammenleben aufzunehmen oder weiterzuführen, nicht erzwungen werden könne, auch nicht durch Verurteilung zu einer Ersatzleistung. Die beanstandete Massregel diene zudem nicht dem Schutz der ehelichen Gemeinschaft, sondern schade ihr, was willkürlich ausser acht gelassen worden sei. Die Justizkommission habe den Einwand der Beschwerdeführerin, dass sie ausserstande sei, den Unterhaltsbeitrag aufzubringen, und dass der Ehemann ihn auch nicht benötige, nicht gewürdigt und dadurch eine formelle Rechtsverweigerung begangen. Die verfügte Rückwirkung auf das Datum der fruchtlosen Mahnung sei nicht vereinbar mit dem Wesen der Eheschutzmassnahmen, BGE 80 I 305 S. 308die ausschliesslich Anordnungen für die Zukunft seien.\n\nC.- Die Justizkommission und der Ehemann beantragen die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der in Anwendung von Art. 170 Abs. 3 ZGB getroffene Entscheid des Bezirksgerichtspräsidenten unterlag dem Rekurs an die Justizkommission (§§ 477 Abs. 1 und 398 schwyz. ZPO). Im Rekursverfahren hatte aber die Justizkommission die Angelegenheit frei zu überprüfen (§§ 434 ff. ZPO). Ihr materieller Entscheid ist an die Stelle des an sie weitergezogenen Entscheides getreten, so dass das Beschwerdebegehren, auch diesen aufzuheben, gegenstandslos ist.\n\n2. Der angefochtene Entscheid der Justizkommission ist ergangen in einem Eheschutzverfahren nach Art. 169 ZGB. Da er keinen Endentscheid im Sinne des Art. 48 OG darstellt, konnte er nicht mit Berufung an das Bundesgericht weitergezogen werden (BGE 72 II 57). Auch die Nichtigkeitsbeschwerde in Zivilsachen an das Bundesgericht (Art. 68 OG) kommt nicht in Betracht, so dass die staatsrechtliche Beschwerde gegen jenen Entscheid unter dem Gesichtspunkte von Art. 84 Abs. 2 OG zulässig ist. Sie ist es auch nach Art. 87 OG; denn der Entscheid der Justizkommission ist ein - letztinstanzlicher - Endentscheid im Sinne dieser Bestimmung, da er das in Frage stehende Eheschutzverfahren abschliesst.\n\n3. Im Urteil des Kantonsgerichtes Schwyz vom 21. Januar 1952 ist festgestellt, dass die Beschwerdeführerin keinen Scheidungs- oder Trennungsgrund habe und ihr die Fortsetzung der Ehe zugemutet werden könne. Damit ist auch gesagt, dass keine Gründe vorhanden seien, welche die Beschwerdeführerin nach Art. 170 Abs. 1 ZGB zur Verweigerung des Zusammenlebens mit dem Ehemann berechtigen würden. Im Eheschutzverfahren, das vom Ehemann kurz nach diesem Urteil eingeleitet worden ist, BGE 80 I 305 S. 309hat die Beschwerdeführerin nicht geltend gemacht, dass seit der Abweisung ihrer Scheidungsklage Verhältnisse eingetreten seien, die sie zum Getrenntleben berechtigen, sondern sie hat dieses Recht aus den schon im Scheidungsprozess behaupteten, vom Kantonsgericht aber als unzureichend erachteten Gründen abgeleitet. Daher kann weder \"formelle Willkür\" noch \"Missachtung klaren Rechts\" darin erblickt werden, dass die Justizkommission aus den Feststellungen des Scheidungsrichters gefolgert hat, die Weigerung der Beschwerdeführerin, das eheliche Zusammenleben wieder aufzunehmen, sei eine Pflichtvergessenheit im Sinne des Art. 169 ZGB. Nachdem der Bezirksgerichtspräsident, was nicht bestritten ist, die pflichtvergessene Ehefrau fruchtlos gemahnt hatte, war das kantonale Gericht daher nach Abs. 2 dieser Bestimmung befugt, die zum Schutze der ehelichen Gemeinschaft erforderlichen, vom Gesetz vorgesehenen Massregeln zu treffen.\n\n4. Die Massregel, um die es geht, wird zwar in den Erwägungen der Justizkommission - wie auch des Bezirksgerichtspräsidenten - als Festsetzung eines \"Unterhaltsbeitrages\" bezeichnet. Dass es sich aber in Wirklichkeit nicht um einen solchen handelt, ergibt sich aus der ganzen übrigen Begründung. Von einem Unterhaltsbeitrag der Ehefrau an den Ehemann kann nach der gesetzlichen Ordnung (Art. 159 Abs. 3, Art. 160 Abs. 2, Art. 161 Abs. 2 ZGB und Bestimmungen des ehelichen Güterrechts) nur die Rede sein, wenn der Mann einen solchen benötigt und die Frau in der Lage ist, die erforderlichen Mittel aus ihrem Einkommen oder Vermögen aufzubringen. Obschon die Beschwerdeführerin im kantonalen Verfahren das Vorhandensein dieser Voraussetzungen bestritt, wurden dort die finanziellen Verhältnisse der Ehegatten nicht näher geprüft, offensichtlich deswegen, weil gar kein Unterhaltsbeitrag, sondern Schadenersatz zugesprochen wurde. In der Tat wird im Entscheid der Justizkommission die Zahlungspflicht der Beschwerdeführerin damit begründet, BGE 80 I 305 S. 310dass dem Ehemann infolge ihres pflichtvergessenen Verhaltens \"vermehrte Auslagen\" entständen, die ihm die Ehefrau zu ersetzen habe. Diese Verpflichtung ist, wie die zu Schadenersatz überhaupt, grundsätzlich weder von der Bedürftigkeit des Berechtigten noch von der Leistungsfähigkeit des Pflichtigen abhängig. Sie wurde auferlegt, um der ergangenen richterlichen Mahnung \"den nötigen Nachdruck zu verleihen\", ist also als Zwangsmittel gedacht.\n\nDer Justizkommission ist zuzugeben, dass der Eheschutzrichter nicht auf die in Art. 170 und 171 ZGB ausdrücklich genannten Massnahmen beschränkt ist, sondern alle weiteren Anordnungen treffen kann, welche die Lage erfordert, vorausgesetzt, dass sie in der Gesetzgebung überhaupt vorgesehen sind (EGGER, N. 7, LEMP, N. 17 f. zu Art. 169 ZGB). Die Justizkommission nennt aber keine gesetzliche Vorschrift, wonach der Richter befugt wäre, im Eheschutzverfahren den Ehegatten, der die Wiederaufnahme des ehelichen Zusammenlebens grundlos verweigert, zum Ersatz der dem anderen Ehegatten daraus erwachsenden Mehrauslagen zu verpflichten. Eine solche Bestimmung gibt es auch nicht. Ob überhaupt ein Anspruch auf Schadenersatz wegen Nichterfüllung familienrechtlicher Pflichten bestehe (vgl. VON TUHR-SIEGWART, Allg. Teil des Schweiz. Obligationenrechtes, S. 12 N. 26), kann offen gelassen werden. Es genügt, hier festzustellen, dass das Gesetz die von der kantonalen Behörde ergriffene Eheschutzmassnahme nicht vorsieht. Insbesondere lässt sich der vom Bezirksgerichtspräsidenten zitierte Art. 170 Abs. 3 ZGB nicht anrufen. Abgesehen davon, dass er den Fall betrifft, wo die Voraussetzungen zur Aufhebung des gemeinsamen Haushaltes gegeben sind, ermächtigt er den Richter einzig zur Festsetzung von Unterhaltsbeiträgen, nicht auch zur Zusprechung von Schadenersatz.\n\nWie die Justizkommission selbst feststellt, ist die Verpflichtung zur Wiederaufnahme der ehelichen Gemeinschaft wegen der höchst persönlichen Natur der geschuldeten BGE 80 I 305 S. 311Leistung nicht vollstreckbar (EGGER, N. 10, LEMP, N. 18 zu Art. 169 ZGB; ZR 28 Nr. 41). Dann geht es aber auch nicht an, den pflichtvergessenen Ehegatten mittelbar zur Wiederaufnahme des Zusammenlebens zwingen zu wollen, durch Verpflichtung zu Schadenersatz für solange, als er die Wiedervereinigung verweigert. Die Justizkommission und der Beschwerdegegner berufen sich für die Zulässigkeit der angefochtenen \"Sanktion\" offensichtlich zu Unrecht auf EGGER, N. 6, 7 und 10 zu Art. 169 ZGB; denn dort wird nirgends gesagt, dass andere als die im Gesetz vorgesehenen Massregeln zulässig seien, und insbesondere ist in N. 10 nicht die Rede von Schadenersatz-, sondern von Unterhaltsleistungen. Übrigens hat man es nicht nur mit einem unzulässigen, sondern auch mit einem untauglichen Zwangsmittel zu tun, weil für die zugesprochene Schadenersatzforderung, im Unterschied zu Unterhaltsbeiträgen, die Zwangsvollstreckung während der Dauer der Ehe nicht möglich ist (Art. 173, 176 ZGB).\n\nDer Eheschutzrichter darf sich über Art. 169 Abs. 2 ZGB, der ihn - im Interesse der persönlichen Freiheit und damit auch der Aufrechterhaltung der Ehe - in der Wahl der Mittel zur Durchführung seiner Aufgabe beschränkt (BGE 72 II 296 Erw. 5), nicht hinwegsetzen, wie es die Justizkommission getan hat. Ihr Entscheid ist mit der gesetzlichen Ordnung schlechterdings unvereinbar und daher willkürlich.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, soweit darauf einzutreten ist. Der angefochtene Entscheid der Justizkommission des Kantons Schwyz wird aufgehoben."}