{"annee": "80", "cour": "I", "page": "330", "date": "8/12/1954", "cite": ["74 I 267", "74 I 274", "76 I 9", "50 I 100"], "cite_par": ["94 I 318", "85 I 91", "91 I 467"], "chapeau": "53. Urteil vom 8. Dezember 1954 i.S. Bryner gegen Kantone Zürich und Genf.", "regestes": ["Art. 46 al. 2 Cst.: Prétention fiscale, déchéance. Déchéance portant sur la prétention fiscale lorsque, par erreur - étant soumis à la souveraineté fiscale d'un autre canton - le contribuable ne s'annonce pas à la police du canton où il s'installe et est imposé, comme précédemment, par le canton où il est établi."], "faits": "BGE 80 I 330 S. 330\n\nA.- Die Beschwerdeführerin steht im Dienst des Schweiz. Verbandes der Pflegerinnen für Nerven- und Gemütskranke. Im April 1949 erhielt sie von diesem eine Stelle zugewiesen zu Frau Bon. Ihr Aufenthaltsort bestimmte sich nach demjenigen der Kranken und befand sich bis zum September 1951 bald in Zürich, in Knonau, in Montana, im Engadin und im Tessin. Im September 1951 übersiedelten die Eheleute Bon nach Genf, wohin die BGE 80 I 330 S. 331Beschwerdeführerin sie begleitete, in der Annahme, weitere Aufenthaltswechsel seien nicht ausgeschlossen. Die Ehe leute Bon meldeten sich polizeilich in Genf an und gaben dort ihre Steuererklärung ab. Die Beschwerdeführerin, der das Salär weiterhin durch den Verband ausbezahlt wurde, unterliess eine polizeiliche Anmeldung in Genf. Sie behielt ihre Wohnung in Zürich bei, die sie zusammen mit einer andern Person gemietet hat, wo sie sich während ihrer Urlaube, die sie alle paar Monate nimmt, aufhält, und wo sie auch die Steuern bezahlte. Auch die Schriften liess sie weiterhin in Zürich hinterlegt. Im April 1954 erhielten die Behörden des Kantons Genf Kenntnis von der Anwesenheit der Beschwerdeführerin im Gebiet der Stadt Genf und veranlassten sie, die Schriften zu hinterlegen, die Aufenthaltstaxen rückwirkend für 3 Jahre zu entrichten und Steuerklärungen für die Jahre 1951-1954 abzugeben. Die Beschwerdeführerin tat letzteres unter Vorbehalt, weil sie in Zürich steuerpflichtig sei; die zürcherischen Steuerbehörden aber erklärten, dass eine rückwirkende Besteuerung in Genf nicht zulässig sei und dass die Pflichtige erst auf den 1. Januar 1954 aus der Steuerpflicht entlassen werde. Am 1. Oktober 1954 erhielt die Beschwerdeführerin die Veranlagungsverfügung, mit der sie für die Zeit vom 21. September 1951 bis Ende 1953 besteuert wird.\n\nB.- Mit staatsrechtlicher Beschwerde vom 20. Oktober beantragt die Beschwerdeführerin, die Besteuerung durch den Kanton Genf wegen Doppelbesteuerung aufzuheben und festzustellen, dass sich ihr Steuerdomizil bis zum 15. März 1954 in Zürich befunden habe.\n\nC.- Der Kanton Zürich beantragt, die Steuerhoheit des Kantons Zürich für die Jahre 1951-1953 zu bestätigen. Er führt aus: Auf eine Besteuerung der Beschwerdeführerin für 1954 werde verzichtet. Bei länger dauerndem Aufenthalt werde dieser freilich zum Wohnsitz. Doch sei bei einer Pflegerin zu berücksichtigen, dass sie den Aufenthaltsort nicht frei bestimme, sondern dem Arbeitgeber BGE 80 I 330 S. 332folgen müsse. Bei Nervenkranken müsse jederzeit mit Änderungen des Aufenthaltsortes gerechnet werden. Daraus werde verständlich, dass die Beschwerdeführerin ihr bisheriges Domizil in Zürich nicht habe aufgeben und sich nicht der Ungewissheit habe aussetzen wollen, bei einer plötzlichen Änderung im Dienst ohne Heim zu sein.\n\nDie Auffassung, als ob die Beschwerdeführerin seit Beginn ihrer Tätigkeit in Genf steuerpflichtig gewesen sei, könne nicht geteilt werden. Vieles habe dafür gesprochen, dass auch Genf nur eine Etappe in der Pflege sein würde. Genf sei daher nicht befugt, die Beschwerdeführerin rückwirkend zu besteuern. Ein solcher Anspruch sei verspätet. Der Beschwerdeführerin könne nicht zum Verschulden angerechnet werden, dass sie eine polizeiliche Anmeldung in Genf nicht für notwendig gehalten habe, dass sie die Schriften in Zürich belassen und dort ihre Steuern bezahlt habe. Der ursprünglich vorübergehende Aufenthalt habe sich freilich heute zum Wohnsitz gewandelt. Jedenfalls habe die Beschwerdeführerin in gutem Glauben sein können, dass bei Beibehaltung des zürcherischen Logis auch der dortige Wohnsitz fortdauere.\n\nD.- Der Kanton Genf beantragt, die Beschwerde gegenüber dem Kanton Genf abzuweisen. Er macht geltend: Die Beschwerdeführerin wäre verpflichtet gewesen, spätestens 2 Wochen nach der Übersiedlung nach Genf eine Aufenthaltsbewilligung zu verlangen. Weil sie das nicht getan habe, habe die Steuerverwaltung von der Anwesenheit der Beschwerdeführerin keine Kenntnis gehabt und sie daher auch nicht zur Abgabe einer Steuererklärung auffordern können.\n\nDie Einrede verspäteter Besteuerung sei, soweit sie von der Beschwerdeführerin erhoben werde, nicht zu hören, soweit sie vom Kanton Zürich ausgehe, nicht begründet. Dass die Steuerverwaltung von der Anwesenheit der Pflichtigen keine Kenntnis gehabt habe, gehe auf das Verschulden der Beschwerdeführerin und ihrer Dienstherrschaft zurück, die nach den massgebenden Vorschriften des Gesetzes über den Aufenthalt und die Niederlassung BGE 80 I 330 S. 333zur polizeilichen Anmeldung der Beschwerdeführerin verpflichtet gewesen wären. Die Behörden hätten die Anwesenheit der Beschwerdeführerin nicht kennen können, und es treffe sie dabei kein Verschulden, nachdem der zuständige Beamte wiederholt in der Wohnung Bon vorgesprochen habe, ohne die Anwesenheit der Beschwerdeführerin feststellen zu können. Sobald diese aber bekannt gewesen sei, sei man auch zur Veranlagung geschritten.\n\nAuch die Auffassung vom zürcherischen Steuerwohnsitz der Beschwerdeführerin sei unzutreffend. Diese sei seit dem September 1951 in Genf erwerbstätig. Da sie zu Zürich keine engern familiären oder bürgerliche Beziehungen behalten habe, befinde sich der Steuerwohnsitz am Arbeitsort.\n\nDas Bundesgericht hat die Verwirkungseinrede des Kantons Zürich als begründet erklärt.", "considerants": "Aus den Erwägungen:\n\nDer Kanton Zürich erhebt die Einrede der Verwirkung des genferischen Steueranspruches für die Jahre 1951/53.\n\nEin Kanton, welcher die für die Steuerpflicht in örtlicher Beziehung massgebenden Tatsachen kennt oder kennen kann, verwirkt das Recht auf Besteuerung, wenn er trotzdem mit der Erhebung des Steueranspruches ungebührlich lange zuwartet, und wenn bei Gutheissung des erst nachträglich erhobenen Anspruches ein anderer Kanton zur Rückerstattung von Steuern verpflichtet werden müsste, die er in Unkenntnis des kollidierenden Steueranspruches bezogen hat (BGE 74 I 271Erw. 2 und dort zitierte frühere Urteile,BGE 76 I 13Erw. 2). Ein Kennensollen oder Kennenkönnen ist nach der Rechtsprechung schon dann anzunehmen, wenn der Veranlagungsbehörde zugemutet werden kann, den Tatbestand, der die Inanspruchnahme der Steuerhoheit begründet, zu kennen, ohne Rücksicht darauf, ob die Unkenntnis der Behörde dem Kanton zum Verschulden anzurechnen ist oder nicht (BGE 74 I 275). Die Veranlagungsbehörde kann sich insbesondere nicht darauf berufen, dass sie Handelsregistereinträge BGE 80 I 330 S. 334oder dass sie polizeiliche Anmeldungen der von auswärts zuziehenden Personen nicht gekannt habe (BGE 50 I 105und das dort zitierte weitere Urteil). Davon, dass die Steuerbehörde die für die Besteuerung massgebenden Verhältnisse kennen sollte oder kennen könnte, kann dann nicht gesprochen werden, wenn der Pflichtige über seinen tatsächlichen Aufenthalt oder über die für die interkantonale Abgrenzung der Steuerhoheit massgebenden Verhältnisse unrichtige Angaben gemacht hat, die nachträgliche Besteuerung also darauf beruht, dass die Behörde einen ihr vom Pflichtigen vorgetäuschten Sachverhalt richtigstellen musste. Doch liegt nach der ständigen Rechtsprechung des Bundesgerichtes eine Pflichtwidrigkeit nicht schon darin, dass der Steuerpflichtige dem Kanton, dem die Steuerhoheit zukommt, keine Steuererklärung abgegeben hat. Die Pflicht zur Abgabe einer derartigen Erklärung setzt voraus, dass die Steuerpflicht gegenüber dem betreffenden Kanton festgestanden hätte. Blosses Stillschweigen kann positiv unrichtigen Angaben nur gleichgestellt werden, falls die Erklärungspflicht ohne weiteres festgestanden hätte (Urteile vom 1. November 1930 i.S. Nordmann, vom 5. Mai 1933 i.S. Spörry und vom 4. April 1941 i.S. Simon-Gürtler).\n\nDie Beschwerdeführerin hat den genferischen Behörden keine positiv unrichtigen Angaben über ihre Steuerpflicht gemacht. Sie hat freilich eine polizeiliche Anmeldung unterlassen, und zwar offenbar aus dem Grunde, weil sie mit der Möglichkeit rechnen musste, dass die Kranke, deren Pflege ihr oblag, wieder Spital- oder Kuraufenthalte notwendig haben werde, und weil sie ferner glaubte, die Verhältnisse hätten sich gegenüber früher nicht wesentlich geändert, weil sie in Zürich eine Wohnung besass, dort die Urlaube verbrachte und das Dienstverhältnis mit dem in Zürich domizilierten Arbeitgeber fortdauerte. Sie durfte annehmen, dass, nachdem sie weiterhin in Zürich besteuert wurde, auch die Schriftenhinterlage daselbst in Ordnung gehe. Entscheidend ist aber darauf abzustellen, dass dem BGE 80 I 330 S. 335Kanton Genf die Anwesenheit der Beschwerdeführerin im Kantonsgebiet hätte bekannt sein können, wenn er von den ihm zur Verfügung stehenden Kontrollmöglichkeiten richtigen Gebrauch gemacht hätte. Es genügt nicht, Vorschriften über die Anmeldungspflicht zu erlassen, ohne gleichzeitig deren Beobachtung zu kontrollieren. Eine Befragung der Eheleute Bon darüber, ob mit ihnen Angestellte zugezogen seien, oder die Durchführung einer spätern Kontrolle über die Anwesenheit solchen Personals bei den Eheleuten hätte ohne weiteres die Anwesenheit der Beschwerdeführerin in Genf ergeben müssen. Die Polizeibehörden des Kantons Genf haben die Vornahme einer sachgemässen Kontrolle unterlassen. Nach dem Bericht der Einwohnerkontrolle hätte zwar ein Beamter wiederholt in der Wohnung der Eheleute Bon vorsprechen wollen; diese seien jedoch jeweilen abwesend gewesen. Eine richtige Kontrolle hätte sich aber nur in Anwesenheit entweder der Eheleute oder der Beschwerdeführerin selbst in der Wohnung durchführen lassen.\n\nVerwirkung des Steueranspruchs des Kantons Genf könnte bei dieser Sachlage nur dann nicht angenommen werden, wenn der Kanton Zürich in Kenntnis der tatsächlichen Verhältnisse und in offensichtlicher Missachtung eines allgemein anerkannten Rechtsgrundsatzes zu Unrecht Steuern erhoben hätte (BGE 74 I 272Erw. 2 b). Das trifft ohne Zweifel nicht zu. Der Kanton Genf behauptet es nicht, und in den Akten liegt nichts dafür vor, dass es sich so verhielte.\n\nDa der Kanton Genf die Beschwerdeführerin für die Jahre 1951-1953 erst im Laufe des Jahres 1954 besteuert hat, in einem Zeitpunkt, wo diese die Steuern im Kanton Zürich bereits bezahlt hatte, dieser also zur Rückerstattung der Steuern verhalten werden müsste, die er in Unkenntnis des kollidierenden Steueranspruchs des Kantons Genf bezogen hat, ist die Verwirkungseinrede des Kantons Zürich zu schützen."}