{"annee": "80", "cour": "IV", "page": "134", "date": "10/9/1954", "cite": [], "cite_par": [], "chapeau": "26. Auszug aus dem Entscheid der Anklagekammer vom 10. September 1954 i. S. Anderhub gegen Obergericht des Kantons Solothurn.", "regestes": ["Art. 264 PPF. La Chambre d'accusation n'est pas compétente pour retirer la juridiction à une autorité cantonale et transmettre la cause aux autorités fédérales."], "faits": "BGE 80 IV 134 S. 134\n\nAnderhub ersucht mit Eingabe vom 31. August/3. September 1954 die Anklagekammer des Bundesgerichts, die Strafverfolgung wegen Urkundenfälschung, die vor Obergericht des Kantons Solothurn gegen ihn durchgeführt werde, sei gemäss Art. 340 Ziff. 1 Abs. 3 StGB den BGE 80 IV 134 S. 135zuständigen Behörden des Bundes zur Behandlung zu überweisen. Er macht geltend, es werde ihm Fälschung von Urkunden vorgeworfen, die als Bundesurkunden zu betrachten seien. Er habe in verschiedenen Eingaben gegen die Durchführung eines Strafverfahrens wegen Fälschung von Bundesurkunden durch den Kanton Solothurn protestiert, doch hätten weder der Staatsanwalt noch das Obergericht dazu Stellung genommen. Durch Überweisungsbeschluss vom 14. Juli 1954 sei die behauptete Urkundenfälschung dem Obergericht zur Beurteilung überwiesen worden.", "considerants": "Die Anklagekammer zieht in Erwägung:\n\n1. Der Gesuchsteller leitet die Zuständigkeit der Anklagekammer des Bundesgerichts, den solothurnischen Behörden die Gerichtsbarkeit abzusprechen und die Sache den Bundesbehörden zur Behandlung zu überweisen, aus Art. 264 BStP ab. Zu Unrecht. Diese Bestimmung gilt nur für Fälle, in denen der interkantonale Gerichtsstand streitig ist, nicht auch für Streitigkeiten über die Abgrenzung der kantonalen Gerichtsbarkeit gegenüber der Bundesgerichtsbarkeit. Das ergibt sich schon aus ihrer Stellung im dritten Teil des Gesetzes, der nur \"das Verfahren in Bundesstrafsachen, die von kantonalen Gerichten zu beurteilen sind\", regelt, und insbesondere aus ihrer Stellung im Abschnitt \"III. Besondere Bestimmungen für Bundesstrafsachen, die nach Bundesgesetz von kantonalen Behörden zu beurteilen sind\". Auch der Wortlaut des Art. 264 bestätigt diesen Sinn. Der Fall, in dem \"die Gerichtsbarkeit eines Kantons vom Beschuldigten bestritten\" wird, wäre nicht mit dem anderen Falle, in dem \"der Gerichtsstand unter den Behörden verschiedener Kantone streitig\" ist, in ein und demselben Satze geregelt worden, wenn nicht ersterer gleich wie letzterer nur einen Streit über den interkantonalen Gerichtsstand beträfe. Dass dem so ist, geht auch daraus hervor, dass die Anklagekammer \"den Kanton\" zu BGE 80 IV 134 S. 136bezeichnen hat, der zur Verfolgung und Beurteilung berechtigt und verpflichtet ist. Damit stimmt die Entstehungsgeschichte überein. In der ursprünglichen Fassung (vom 15. Juni 1934) war vom Rechte des Beschuldigten, die Gerichtsbarkeit eines Kantons vor der Anklagekammer zu bestreiten, nicht die Rede, und die Revision der Bestimmung durch Art. 168 OG hatte lediglich den Zweck, das Gesetz in Übereinstimmung mit der Rechtsprechung der Anklagekammer zu bringen, die dem Beschuldigten schon unter der Herrschaft der alten Fassung das Recht zuerkannte, den interkantonalen Gerichtsstand - und nur diesen - durch sie festsetzen zu lassen.\n\nDie Anklagekammer ist daher zur Beurteilung des vorliegenden Gesuches nicht zuständig.\n\n2. Es erübrigt sich, das Gesuch an den Kassationshof des Bundesgerichts oder an die staatsrechtliche Kammer weiterzuleiten, damit es als Nichtigkeitsbeschwerde bezw. als staatsrechtliche Beschwerde behandelt werde. Unter dem einen wie unter dem anderen Gesichtspunkte könnte darauf nicht eingetreten werden. Die Nichtigkeitsbeschwerde (Art. 268 ff. BStP) ist nur gegen Urteile, Einstellungsbeschlüsse und Straferkenntnisse gegeben. Ein solcher Entscheid ist bis jetzt nicht ergangen. Auch die staatsrechtliche Beschwerde \"wegen Verletzung bundesrechtlicher Vorschriften über die Abgrenzung der sachlichen oder örtlichen Zuständigkeit der Behörden\" (Art. 84 Abs. 1 lit. d OG) setzt nach dem Wortlaut des Gesetzes eine Verfügung (Entscheid) voraus, und eine Verfügung über die Anerkennung der Gerichtsbarkeit liegt nach der Rechtsprechung der staatsrechtlichen Kammer nicht schon darin, dass ein Beschuldigter dem Gerichte zur Beurteilung überwiesen wird.\n\nDemnach erkennt die Anklagekammer:\n\nAuf das Gesuch wird nicht eingetreten."}