{"annee": "80", "cour": "I", "page": "264", "date": "11/6/1954", "cite": [], "cite_par": ["87 IV 144"], "chapeau": "43. Auszug aus dem Urteil vom 11. Juni 1954 i.S. Hinden gegen Wachter und Obergericht des Kantons Basel-Landschaft.", "regestes": ["Art. 84 al. 2 OJ, 264 PPF. L'inculpé ne saurait, même après le jugement au fond, porter devant le Tribunal fédéral, par la voie du recours de droit public, la question du for intercantonal en matière pénale."], "faits": "|265|\n\nWachter reichte gegen Hinden beim Bezirksgericht Arlesheim Strafklage ein, unter anderem weil sich der Beklagte in einem Brief an die Militärversicherung und einem solchen an die Staatsanwaltschaft des Kantons Basel-Land gegenüber dem Kläger der Ehrverletzung und im ersterwähnten Schreiben ausserdem der Kreditschädigung schuldig gemacht habe. Nachdem Hinden behauptet hatte, er habe die beiden Briefe in Basel geschrieben und der Post übergeben, weshalb die Behörden des Kantons Basel-Land zur Verfolgung nicht zuständig seien, reichte Wachter vorsorglicherweise auch noch bei den Behörden des Kantons Basel-Stadt Strafklage wegen Ehrverletzung und Kreditschädigung ein. Am 27. Mai 1953 stellte die Staatsanwaltschaft des Kantons Basel-Stadt das Strafverfahren betreffend Kreditschädigung wegen Fehlens des Tatbestandes ein. Am 29. September 1953 sprach das Polizeigericht Arlesheim Hinden von der Anschuldigung der Kreditschädigung frei, verurteilte ihn dagegen wegen übler Nachrede. Auf Appellation des Verurteilten bestätigte das Obergericht des Kantons Basel-Land dieses Urteil am 15. Februar 1954. Hinden focht das Urteil des Obergerichts mit staatsrechtlicher Beschwerde wegen Verletzung des Art. 4 BV an.", "considerants": "Aus den Erwägungen:\n\nDie staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte der Bürger ist nur zulässig, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer andern Bundesbehörde gerügt werden kann (Art. 84 Abs. 2 OG). Die interkantonale Zuständigkeit der Behörden des Kantons Basel-Land konnte, solange das Polizeigericht das Sachurteil nicht gefällt hatte, gemäss Art. 264 BStP |266| vom Beschuldigten bei der Anklagekammer des Bundesgerichts bestritten werden. Die staatsrechtliche Beschwerde ist daher nicht zulässig, soweit sie darauf abzielt, einen anderen Gerichtsstand zu erreichen, sei es auch bloss mittelbar, indem der Beschwerdeführer eine Rechtsverweigerung und Willkür darin sieht, dass seinem Antrage auf Überweisung der Akten an die Anklagekammer des Bundesgerichts nicht Folge gegeben wurde und das Obergericht nicht zu der Frage Stellung genommen habe, ob der Entscheid der Basler Staatsanwaltschaft vom 27. Mai 1953 über den Vorwurf der Kreditschädigung den Gerichtsstand Basel auch zur Verfolgung der Ehrverletzungen begründet habe. Dass nach Ausfällung des Sachurteils die Anklagekammer nicht mehr angerufen werden kann, macht die staatsrechtliche Beschwerde in Fragen des interkantonalen Gerichtsstandes nicht zulässig. Dieses Rechtsmittel ist nicht nur ausgeschlossen, wenn die behauptete Verletzung durch ein anderes gegen das letztinstanzliche Endurteil gerichtetes Rechtsmittel beim Bundesgericht, sondern auch, wenn sie schon vor der Fällung dieses Urteils, im Laufe des kantonalen Verfahrens, auf diese andere Weise gerügt werden kann (Urteil vom 4. Juni 1945 i.S. Gut).\n\nÜbrigens haben die kantonalen Gerichte dem Beschwerdeführer nicht das Recht verweigert, indem sie es ablehnten, die Akten von Amtes wegen der Anklagekammer des Bundesgerichts zu übermitteln. Wenn der Beschwerdeführer einen Entscheid dieser Instanz begehrte, war es an ihm, sich in gehöriger Form (Art. 30 OG) durch ein Gesuch an sie zu wenden."}