{"annee": "130", "cour": "III", "page": "686", "date": "6/10/2004", "cite": ["126 III 59", "72 II 267", "109 II 24", "107 II 161", "126 III 119", "130 III 66", "91 II 275"], "cite_par": ["133 III 607", "132 III 264", "132 III 268"], "chapeau": "92. Auszug aus dem Urteil der I. Zivilabteilung i.S. A. gegen B. (Berufung)\n\n4C.242/2004 vom 6. Oktober 2004", "regestes": ["Art. 199 CO; contrat de vente; exclusion de la garantie. Principes et jurisprudence relatifs à la détermination, selon la théorie de la confiance, de la portée d'une clause exclusive de responsabilité (consid. 4.3.1). Renvoi de la cause à l'autorité cantonale pour complètement des constatations de fait concernant les défauts dont la chose vendue était affectée au moment décisif (consid. 4.3.2)."], "faits": "BGE 130 III 686 S. 687\n\nA. (Klägerin, Käuferin) erwarb mit Kaufvertrag vom 13. Dezember 1999 von B. (Beklagte, Verkäuferin) die Liegenschaft \"...\" in X. (Parzelle Nr. 1386, Plan 11 Grundbuch X.), umfassend ein Wohnhaus und 604 m2 Gebäudegrundfläche, Hofraum und Garten. Der Kaufpreis belief sich auf Fr. 450'000.-. Vor dem Verkauf hatte die Verkäuferin diverse Renovationsarbeiten durchführen lassen. In Ziffer 8 des Kaufvertrages wurde die Gewährleistung für körperliche und rechtliche Mängel des Kaufgrundstücks im gesetzlich zulässigen Rahmen ausgeschlossen. Der Besitzesantritt wurde auf den 1. Januar 2000 festgelegt.\n\nIn der Folge traten in der Liegenschaft Mängel in Form von Feuchtigkeitserscheinungen und deren Auswirkungen auf. Im Frühjahr 2001 beauftragte die Käuferin den Architekten L., die Schäden am Wohnhaus in einem Privatgutachten festzustellen und eine Grobschätzung für die Instandstellung vorzunehmen. Der Gutachter ermittelte in seinem Bericht vom 26. April 2001 einen Aufwand von Fr. 148'400.- zur Mängelbeseitigung. In einem Nachtrag vom 22. September 2001 stellte er zudem an diversen Stellen im und am Haus Schimmelpilzbildungen und sonstige Feuchtigkeitsspuren fest und legte die Sanierungskosten auf weitere Fr. 37'000.- fest.\n\nDie Käuferin belangte die Verkäuferin am 14. November 2001 vor Bezirksgericht Landquart auf Bezahlung von Fr. 149'433.- bzw. eines Betrages nach richterlichem Ermessen nebst Zins. Auf Gesuch der Klägerin auf Sicherstellung eines gefährdeten Beweises hin behielt sich der Bezirksgerichtspräsident in der Beweisverfügung vom 23./25. Januar 2002 die Anordnung einer Expertise vor. Darauf reichte die Klägerin ein Wiedererwägungsgesuch sowie ein ärztliches Zeugnis ein, nach dem davon auszugehen sei, dass ihr am 12. Oktober 2000 geborenes Kind eine allergische Reaktion auf die im feuchten Wandmilieu des Hauses vorkommenden Schimmelpilze aufweise; da sich die Hals-, Nasen-, Ohren- und Lungensymptomatik trotz gezielter Behandlung nicht besserte, habe der Arzt der Familie dringend geraten, so rasch wie möglich einen Wohnungswechsel zu vollziehen. Mit Verfügung vom 5. März 2002 hiess der Bezirksgerichtspräsident das Gesuch um Sicherstellung des gefährdeten Beweises gut und beauftragte den Experten M. mit der Beweissicherung. Dieser stellte in allen untersuchten Proben sehr reichlich Kolonien oder Sporen verschiedener Pilze fest, unter BGE 130 III 686 S. 688anderem auch einer Gattung, die beim Einatmen als Allergene wirke. Mit Urteil vom 20. August 2003 wies das Bezirksgericht die Klage ab.\n\nEine gegen dieses Urteil erhobene kantonalrechtliche Berufung der Klägerin wies das Kantonsgericht von Graubünden am 17. Februar 2004 ab. Es kam zum Ergebnis, der Gewährleistungsausschluss sei wirksam. Die Ausschlussklausel sei insbesondere nicht unwirksam, weil der Mangel gänzlich ausserhalb dessen liege, womit ein Erwerber vernünftigerweise rechnen müsse.\n\nDie Klägerin beantragt mit eidgenössischer Berufung, das Urteil des Kantonsgerichts aufzuheben und die Klage gutzuheissen, eventuell die Sache an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht heisst die Berufung teilweise gut.", "considerants": "Aus den Erwägungen:\n\n4. Die Parteien streiten sodann darüber, ob die Mängel der verkauften Liegenschaft vom Wirkungsbereich des vertraglich vereinbarten Gewährleistungsausschlusses erfasst werden.\n\n4.1 Die Vorinstanz bejahte dies. Sie erwog, im Zeitpunkt des Übergangs von Nutzen und Gefahr seien nach dem Beweisergebnis keine nicht dem Alter des Hauses entsprechenden Mängel erkennbar gewesen. Selbst wenn eine vom Experten M. beanstandete, vor rund 20 Jahren angebrachte Innenisolation wegen Feuchtigkeitsproblemen erfolgt wäre, habe die Beklagte davon ausgehen können, diese werde fachgemäss angebracht. Sie habe demnach keinen Anlass gehabt, nach verdeckten Mängeln zu suchen, nachdem auch keine Reklamationen seitens der Mieter erfolgt seien, die das Haus vor dem Kauf durch die Klägerin bewohnt hatten.\n\n4.2 Die Klägerin macht dagegen geltend, die in der Liegenschaft vorhandenen Mängel erwiesen sich als überaus gravierend und erheblich. Sie seien in hohem Masse gesundheitsschädigend und machten das Bewohnen des Hauses unzumutbar. Ihre Behebung verursache Kosten in der Höhe eines Drittels des Kaufpreises der Liegenschaft. Sie lägen daher auch bei einem älteren Haus ausserhalb dessen, womit vernünftigerweise zu rechnen sei, und würden vom Gewährleistungsausschluss nicht erfasst. Entscheidend sei dafür, dass im Zeitpunkt des Übergangs von Nutzen und Gefahr derartige Mängel vorhanden waren. Dies habe das Kantonsgericht in Verletzung von Bundesrecht verkannt, indem es erwogen habe, die BGE 130 III 686 S. 689Aufhebung der Gewährleistung erweise sich als gültig, da im Zeitpunkt des Übergangs von Nutzen und Gefahr keine Mängel erkennbar gewesen seien und die Beklagte keinen Anlass gehabt habe, nach versteckten Mängeln zu suchen. Es habe mit der Erkennbarkeit der Mängel auf ein nicht massgebliches Kriterium abgestellt. In der Folge habe es Art. 8 ZGB verletzt, indem es den Antrag verwarf, zu den wesentlichen Fragen des tatsächlichen Vorliegens von Mängeln und deren Ursachen sowie zur Feststellung der Kosten für deren Beseitigung eine Expertise durchzuführen. Der von der Vorinstanz ermittelte Sachverhalt sei daher im Sinne von Art. 64 OG zu ergänzen.\n\n4.3 Diese Rügen erscheinen als begründet. Zur Beurteilung, ob ein bestimmter Mangel unter den Gewährleistungsausschluss fällt, muss einerseits ermittelt werden, ob und in welchem Ausmass er im massgeblichen Zeitpunkt des vereinbarten Besitzesantritts tatsächlich vorhanden war (zum massgeblichen Zeitpunkt vgl. Art. 220 OR; GIGER, Berner Kommentar, N. 42 zu Art. 197 OR; HONSELL, Basler Kommentar, N. 11 zu Art. 197 OR; SCHUMACHER/ RÜEGG, in: Alfred Koller [Hrsg.], Der Grundstückkauf, 2. Aufl., Bern 2001, S. 230 Rz. 162). Andererseits ist zu beurteilen, ob der Mangel in den vertraglich festgelegten Wirkungsbereich der Gewährleistungsausschlussklausel fällt. Welchen Umfang eine Freizeichnungsklausel hat, ist eine Frage der Vertragsauslegung (vgl. BGE 126 III 59 E. 5a; BGE 109 II 24 E. 4).\n\n4.3.1 Die Vorinstanz hat hinsichtlich der Tragweite der Freizeichnungsklausel keinen übereinstimmenden wirklichen Willen der Parteien festgestellt. Die Klausel ist daher nach dem Vertrauensprinzip so auszulegen, wie sie nach ihrem Wortlaut und Zusammenhang sowie den gesamten Umständen verstanden werden durfte und musste. Dabei handelt es sich um eine Rechtsfrage, die das Bundesgericht frei überprüfen kann (BGE 130 III 66 E. 3.2; BGE 126 III 59 E. 5b, BGE 126 III 119 E. 2a S. 120; BGE 107 II 161 E. 6b, je mit Hinweisen).\n\nNach der bundesgerichtlichen Rechtsprechung fällt ein Mangel bei objektivierter Auslegung dann nicht unter den Gewährleistungsausschluss, wenn er gänzlich ausserhalb dessen lag, womit ein Käufer vernünftigerweise rechnen musste. Dabei hängt von den konkreten Umständen des Einzelfalls ab, womit ein Käufer zu rechnen hat (BGE 126 III 59 E. 4a; BGE 107 II 161 E. 6c/d S. 164 mit Hinweisen; vgl. dazu auch GIGER, a.a.O., N. 10 zu Art. 199 OR). Es BGE 130 III 686 S. 690kommt für die Auslegung wesentlich darauf an, zu welchem erkennbaren Zweck jemand einen Gegenstand gekauft hat. Insofern sind Mängel, die eine Sache weitgehend für den vorgesehenen Gebrauch untauglich machen, anders zu werten als solche, die diesen zwar erschweren, aber dennoch zulassen. Für die Beurteilung der Frage, ob ein bestimmter Mangel unter den Gewährleistungsausschluss fällt oder nicht, ist deshalb auf den wirtschaftlichen Zweck des Kaufvertrages abzustellen (BGE 72 II 267 E. 3 S. 269; vgl. zum Ganzen auch das Urteil 4C.273/1995 vom 1. November 1995, E. 4a, ZBGR 77/1996 S. 330 ff.). Dementsprechend hat das Bundesgericht in BGE 107 II 161 E. 6e S. 165 bei der Beurteilung der Frage, ob ein Mangel gänzlich ausserhalb dessen lag, womit der Käufer vernünftigerweise rechnen musste, auch das Ausmass des Schadens berücksichtigt.\n\nDamit ein Mangel von einer allgemein formulierten Freizeichnungsklausel nicht erfasst wird, genügt es nicht, dass er unerwartet ist; er muss auch den wirtschaftlichen Zweck des Geschäfts erheblich beeinträchtigen (Urteil vom 1. November 1995, a.a.O., E. 4a). Dies heisst allerdings nicht, dass zunächst ohne Rücksicht auf das Ausmass des Mangels zu beurteilen ist, ob er seiner Art nach gänzlich ausserhalb von dem liegt, womit vernünftigerweise zu rechnen ist, und erst, wenn dies bejaht wurde, in einem zweiten Schritt zu prüfen wäre, ob der wirtschaftliche Zweck des Vertrages im Sinne einer kumulativen Voraussetzung erheblich beeinträchtigt wird. Vielmehr ist im Rahmen einer einheitlichen gesamthaften Beurteilung festzustellen, ob der Käufer mit den Mängeln einer bestimmten Art im vorhandenen Ausmass rechnen musste. - Auch wenn ein Käufer, der ein Haus zu Wohnzwecken erwirbt, mit Mängeln einer bestimmten Art grundsätzlich rechnen muss, heisst dies nicht, dass er mit ihnen auch in einem Ausmass rechnen muss, welches das Haus weitgehend für den vorgesehenen Wohnzweck untauglich macht.\n\nDie Frage, ob ein Mangel einer Liegenschaft den wirtschaftlichen Zweck des Vertrages erheblich beeinträchtigt, kann grundsätzlich nicht ohne Rücksicht auf das Verhältnis zwischen dem Kaufpreis für das mutmasslich mängelfreie und für den vorausgesetzten Gebrauch taugliche Kaufobjekt und den Kosten einer allfälligen Mängelbehebung zur Herstellung der Tauglichkeit zum vorausgesetzten Gebrauch beantwortet werden. Vorbehalten bleibt immerhin der Fall, dass ein Verkäufer den Kaufpreis mit Rücksicht auf eine BGE 130 III 686 S. 691Freizeichnungsklausel und das Alter der Liegenschaft tief ansetzt. Unter dieser Voraussetzung können auch im Verhältnis zum Kaufpreis relativ hohe Mängelbehebungskosten den wirtschaftlichen Zweck des Vertrages kaum erheblich beeinträchtigen. Dass die Beklagte vorliegend den Preis entsprechend tief angesetzt habe, lässt sich indessen den vorinstanzlichen Sachverhaltsfeststellungen nicht entnehmen (Art. 63 Abs. 2 OG).\n\nFreizeichnungsklauseln haben im Allgemeinen die Funktion, dem Verkäufer zu ermöglichen, seine Gewährleistung nicht für die uneingeschränkte Qualität der Kaufsache erbringen zu müssen, weil er das Risiko von Mängeln selber nicht einschätzen kann (Urteil des Bundesgerichts vom 1. November 1995, a.a.O., E. 4b). Insbesondere beim Verkauf von Altbauten besteht regelmässig ein entsprechendes Bedürfnis und wird denn auch im Regelfall jede Gewährleistung ausgeschlossen (SCHUMACHER/RÜEGG, a.a.O., S. 225 Rz. 137). Mit Rücksicht darauf übt die bundesgerichtliche Rechtsprechung mit der Annahme, dass ein Mangel völlig ausserhalb dessen lag, womit vernünftigerweise zu rechnen war, und daher nicht unter die Klausel fällt, allgemein Zurückhaltung. Der Richter darf eine Freizeichnungsklausel insbesondere nicht schon für unwirksam erklären, weil sie gegen sein Gerechtigkeitsempfinden verstösst.\n\nIn BGE 72 II 267 hat das Bundesgericht einen allgemeinen Gewährleistungsausschluss hinsichtlich eines gebrauchten, ohne die erforderliche Bewilligung auf Holzgas umgebauten Lastwagens als wirksam erachtet, obwohl der Käufer in der Folge die Bewilligung für die Inbetriebnahme nicht erhielt; der Käufer hätte, nachdem gesetzliche Bestimmungen über die Bewilligung des Umbaus erlassen worden waren, mit ihnen rechnen müssen (BGE 72 II 267 E. 3 S. 269 f.). In einem weiteren Fall schützte das Bundesgericht die allgemein formulierte Freizeichnungsklausel für Bauland, auf dem eine Ölverschmutzung mit Sanierungskosten von über 10 % des Kaufpreises von Fr. 3 Mio. zu Tage trat; das Gericht hielt dafür, es sei mit einem entsprechenden Mangel in seinem Ausmass zu rechnen gewesen, da den Parteien bekannt war, dass auf dem Grundstück früher ein Gewächshaus unter Verwendung einer Heizanlage betrieben wurde (BGE 107 II 161 E. 6d/e). Mit Urteil vom 1. November 1995 (a.a.O.) war sodann ein Fall zu beurteilen, in dem beim Umbau und der Erweiterung eines älteren Wohnhauses eine reparaturbedürftige Wasserleitung zum Vorschein kam, die ein BGE 130 III 686 S. 692öffentliches Gewässer führte, dessen Bestand im Grundbuch nicht vermerkt war, und Sanierungskosten im Rahmen von zehn Prozent des Kaufpreises verursachte. Das Bundesgericht schloss auch hier, es handle sich um einen Mangel, der nicht ausserhalb dessen liege, was nach Treu und Glauben im Geschäftsverkehr von der Ausschlussklausel als erfasst gelten müsse. In BGE 126 III 59 E. 5c hatte sich das Bundesgericht ferner mit einer Freizeichnungsklausel zu befassen, die speziell formuliert war und Mängel aus der Zeit vor dem Besitz der Verkäuferin am Kaufgegenstand, einer ursprünglich wertvollen Vase, von der Gewährleistung ausschloss. Erst nach der Abwicklung des Kaufvertrags wurde bekannt, dass die Vase in der Zeit vor dem Besitz der Verkäuferin wegen eines Sprungs im obersten Bereich verkürzt und dadurch weitgehend entwertet worden war. Das Bundesgericht hielt dafür, es sei nach Treu und Glauben davon auszugehen, dass die Parteien mit einer solchen Möglichkeit rechneten, als sie die Gewährleistung für die Zeitspanne, in der die Veränderung vorgenommen worden war, ausschlossen. Anders entschied das Bundesgericht in einem Fall, in dem Land dem Preis nach unzweifelhaft als Bauland verkauft worden war, sich aber in der Folge wegen eines darauf lastenden Bauverbots als unüberbaubar erwies: Die Freizeichnungsklausel, nach der das Grundstück in dem Zustand übergeben werde, in dem es sich zur Zeit befinde, und seitens des Verkäufers für irgendwelche Mängel keine Währschaft geleistet werde, sei nur auf körperliche Mängel des Kaufgrundstücks zu beziehen. Der Käuferin sei damit nicht eindeutig zu erkennen gegeben worden, dass der Verkäufer für die Überbaubarkeit nicht habe einstehen wollen. Entsprechend liess das Bundesgericht die Berufung der Käuferin auf Grundlagenirrtum zu (BGE 91 II 275 E. 2).\n\n4.3.2 Der zwischen der Klägerin und der Beklagten geschlossene Kaufvertrag enthält eine allgemein formulierte Freizeichnungsklausel. Die Klägerin hat im kantonalen Verfahren geltend gemacht, das Haus habe bereits im Zeitpunkt des Übergangs von Nutzen und Gefahr versteckte Feuchtigkeitsmängel aufgewiesen, die das als Wohnhaus verkaufte Gebäude unbewohnbar machten und deren Behebung Sanierungskosten von rund einem Drittel des Kaufpreises verursache. Sie hat damit das Vorhandensein von Mängeln behauptet, von denen im Lichte der dargestellten Praxis über die vertrauenstheoretische Ermittlung des Wirkungsbereichs von Freizeichnungklauseln nicht ohne weiteres gesagt werden BGE 130 III 686 S. 693kann, sie würden vom vereinbarten Gewährleistungsausschluss erfasst. Zwar ist bei einem Hauskauf grundsätzlich mit Feuchtigkeitsmängeln zu rechnen. Dies gilt besonders im vorliegenden Fall, in dem das streitbetroffene Kaufobjekt nach den vorinstanzlichen Feststellungen in einem Gebiet mit hohem Grundwasserspiegel liegt und ein gewisses Alter sowie eine bescheidene Bausubstanz aufweist. Fraglich erscheint indessen, ob die Klägerin vernünftigerweise damit rechnen musste, dass im massgeblichen Zeitpunkt entsprechende Mängel im behaupteten - und noch verbindlich festzustellenden - Ausmass vorlagen. Die Behauptungen der Beklagten hinsichtlich der im massgeblichen Zeitpunkt vorhandenen Mängel betrafen somit wesentliche Tatsachen. Dennoch traf die Vorinstanz dazu keine Sachverhaltsfeststellungen im Sinne von Art. 63 Abs. 2 OG. Sie hielt lediglich fest, es sei durch die Privatgutachten des Architekten L. vom 26. April 2001 und vom 22. September 2001 sowie das Beweisgutachten der M. + Partner AG vom 23. April 2002 bewiesen, dass die streitbetroffene Liegenschaft (im Zeitpunkt der Begutachtung) mit Mängeln behaftet gewesen sei. Ihr Urteil enthält indessen keine tatsächlichen Feststellungen über die im Zeitpunkt des Besitzesantritts des Kaufobjekts am 1. Januar 2000 vorhandenen Mängel, ihre Ursachen und die Kosten zu deren Behebung. Entscheidend ist indessen zum einen, ob (versteckte) Mängel im behaupteten Ausmass im Zeitpunkt des Übergangs von Nutzen und Gefahr vorhanden waren, und zum andern, ob die Klägerin damit hätte rechnen müssen, oder ob sie völlig ausserhalb dessen lagen, womit vernünftigerweise zu rechnen war (vgl. die vorstehenden Erwägungen 4.3. und 4.3.1). Indem die Vorinstanz erwog, die Aufhebung der Gewährleistung erweise sich als gültig, da im Zeitpunkt des Übergangs von Nutzen und Gefahr keine Mängel erkennbar gewesen seien und die Beklagte keinen Anlass gehabt habe, nach versteckten Mängeln zu suchen, verkannte sie, dass sich die gesetzliche Pflicht zur Gewährleistung auch oder gar in erster Linie auf vorhandene, aber versteckte Mängel bezieht und vorliegend zu beurteilen ist, ob die vereinbarte Freizeichnungsklausel für solche gültig ist. - Die Frage, ob Mängel nach Treu und Glauben von einer Freizeichnungsklausel nicht erfasst werden, dürfte sich bei erkennbaren Mängeln ohnehin kaum je ernsthaft stellen.\n\nHat die Vorinstanz damit, von ihrer unrichtigen Rechtsauffassung ausgehend, keine verbindlichen Feststellungen über das BGE 130 III 686 S. 694tatsächliche Vorliegen der behaupteten versteckten Mängel im massgeblichen Zeitpunkt und über ihr Ausmass getroffen, ist es dem Bundesgericht nicht möglich, zu beurteilen, ob bei Übergang von Nutzen und Gefahr der streitbetroffenen Liegenschaft Mängel vorlagen, die nach Treu und Glauben nicht mehr als vom Gewährleistungsausschluss erfasst betrachtet werden dürfen. Die Sache ist daher nach Art. 64 OG zur Vervollständigung der Sachverhaltsfeststellungen an die Vorinstanz zurückzuweisen. Diese wird - gegebenenfalls mittels Einholung der von der Klägerin beantragten Expertise - Feststellungen darüber zu treffen haben, ob und in welchem Ausmass im Zeitpunkt des Besitzesantritts Feuchtigkeitsmängel vorhanden waren, wobei auch deren Ursachen und die Kosten zu deren Behebung zu ermitteln sind. Anschliessend wird die Vorinstanz unter Berücksichtigung aller Umstände des Falles zu beurteilen haben, ob die festgestellten Mängel nach Treu und Glauben als vom Gewährleistungsausschluss erfasst betrachtet werden dürfen (Erwägung 4.3.1 vorne), und erneut über die Klage entscheiden müssen."}