{"annee": "130", "cour": "I", "page": "366", "date": "5/8/2004", "cite": ["130 I 1", "128 I 327"], "cite_par": [], "chapeau": "32. Extrait de l'arrêt de la Ire Cour de droit public dans la cause B. contre Hospice général et Tribunal cantonal des assurances sociales du canton de Genève (recours de droit public)\n\n1P.294/2004 du 5 août 2004", "regestes": ["Art. 30 al. 1 Cst., art. 131 Cst./GE. Droit à un tribunal établi par la loi; compétence du Tribunal cantonal des assurances sociales pour statuer sur une contestation étrangère au droit fédéral des assurances sociales. L'art. 131 al. 2 Cst./GE n'exclut pas que le Tribunal cantonal des assurances sociales puisse connaître d'un recours autre que ceux visés par l'art. 57 LPGA (consid. 2)."], "faits": "|366|\n\nDès mars 1999, B. a perçu le revenu minimum cantonal d'aide sociale prévu par la loi genevoise du 18 novembre 1994 sur les prestations accordées aux chômeurs en fin de droit (LRMCAS, pour \"loi sur le revenu minimum cantonal d'aide sociale\"), versé par l'Hospice général. Par la suite, cet établissement a suspendu la prestation au motif que le bénéficiaire avait violé son obligation de lui communiquer toute modification de sa situation. Le bénéficiaire ayant |367| contesté cette mesure, celle-ci fut confirmée par une décision sur opposition du 11 avril 2001.\n\nB. a saisi la commission de recours alors prévue par la loi cantonale d'application de la loi fédérale sur l'assurance-vieillesse et survivants, commission qui était aussi compétente en matière de prestations accordées aux chômeurs en fin de droit. Dès le 1er août 2003, toutes les causes pendantes devant cette autorité furent transmises d'office au Tribunal cantonal des assurances sociales, nouvellement institué par une loi du 14 novembre 2002 et désormais compétent. La commission de recours était dissoute. Statuant le 15 avril 2004, ce tribunal a rejeté le recours.\n\nLe Tribunal fédéral a rejeté, dans la mesure où il était recevable, le recours de droit public formé par B. pour violation des art. 9, 12 et 30 al. 1 Cst.", "considerants": "Extrait des considérants:\n\n1. (contestations tranchées par le Tribunal fédéral et le Tribunal administratif du canton de Genève concernant la création du Tribunal cantonal des assurances sociales)\n\n2.\n\n2.1 Dans la présente affaire, le Tribunal fédéral doit déterminer si la législation cantonale genevoise peut valablement attribuer au Tribunal cantonal des assurances sociales le contentieux relatif aux prestations du canton en faveur des chômeurs en fin de droit, alors que ce contentieux ne relève pas de l'art. 57 de la loi fédérale du 6 octobre 2000 sur la partie générale du droit des assurances sociales (LPGA; RS 830.1) et que ledit tribunal n'est pas explicitement institué par la constitution cantonale. Il incombe au Tribunal fédéral d'interpréter librement l'art. 131 Cst./GE (ATF 130 I 1 consid. 3.1 in fine p. 6; ATF 128 I 327 consid. 2.1 p. 330) qui, sous le titre \"tribunaux permanents\", est libellé comme suit:\n\n1 La loi établit des tribunaux permanents pour juger toutes les causes civiles et pénales; elle en règle le nombre, l'organisation, la juridiction et la compétence.\n\n2 Un tribunal administratif est institué pour statuer sur les recours de droit administratif dans les cas où la loi le prévoit.\n\n3 Un tribunal des conflits est institué pour trancher les questions de compétence entre une juridiction administrative d'une part et une juridiction civile ou pénale d'autre part |368| .\n\n4 Il ne peut être établi, en aucun cas, des tribunaux temporaires exceptionnels.\n\nL'attribution de compétence au Tribunal cantonal des assurances sociales se trouve à l'art. 38 LRMCAS; elle est répétée à l'art. 56V al. 2 let. d OJ/GE.\n\n2.2 Le litige existant entre le recourant et l'Hospice général porte sur des prestations que la collectivité publique fournit dans un but de politique sociale, selon une législation spécifique. Il ne s'agit donc pas d'une cause civile ou pénale aux termes de l'art. 131 al. 1 Cst./GE et l'attribution de compétence à la juridiction intimée ne peut pas se rattacher à cet alinéa. Le litige était bien plutôt l'objet d'un \"recours de droit administratif\" selon l'art. 131 al. 2 Cst./GE. Il faut donc vérifier si la compétence de statuer sur un tel recours peut être attribuée, par la loi, à un organe autre que le Tribunal administratif, ou si cette compétence est au contraire réservée à ce tribunal-ci exclusivement.\n\nDans son arrêt du 30 mars 2004, le Tribunal administratif a étudié la genèse de l'art. 131 al. 2 Cst./GE. Le constituant a voulu, en 1970, la création d'un tribunal administratif distinct des tribunaux déjà en fonction pour les causes civiles et pénales (arrêt précité, consid. 6c). Pour le surplus, les juges de ce tribunal ont interprété le texte constitutionnel selon sa lettre. Des mots \"un tribunal administratif\", ils ont déduit que le législateur ne peut pas en instituer plus d'un seul (consid. 8).\n\n3. Cela n'exclut cependant pas que la compétence de statuer sur un recours administratif puisse être attribuée à un autre organe. Nonobstant la création du Tribunal administratif, de nombreuses commissions cantonales de recours ont continué d'exister; avec ce tribunal et le Conseil d'Etat, elles constituent actuellement encore l'un des trois piliers de l'organisation du contentieux administratif (THIERRY TANQUEREL, Les principes généraux de la réforme de la juridiction administrative genevoise, RDAF 2000 I p. 475, 476; RÉMY RIAT, L'évolution de la juridiction constitutionnelle et administrative genevoise, RDAF 1974 p. 246). Plusieurs de ces commissions se prononcent en dernière instance cantonale (art. 56B al. 2 OJ/GE). Le Tribunal administratif et chacun de tous ces autres organes est une juridiction administrative aux termes de l'art. 131 al. 3 Cst./GE (RIAT, Les conflits de compétence et le contentieux administratif, RDAF 1971 p. 99). Les art. 131 al. 2 et 3 Cst./GE, adoptés en |369| même temps, n'instituent donc pas seulement ce tribunal; ils mentionnent aussi ces autres organes, dont l'existence et le rôle sont par là reconnus. On ne peut donc pas déduire de ces textes une compétence exclusive du Tribunal administratif.\n\nA la différence des commissions de recours, le Tribunal cantonal des assurances sociales est intégré au pouvoir judiciaire régi par les art. 130 à 135 Cst./GE. L'attribution de compétence à ce tribunal, en matière de prestations aux chômeurs en fin de droit, ne présente néanmoins aucune singularité propre à mettre en doute sa conformité à la constitution cantonale. En effet, certaines matières du contentieux administratif ressortissent déjà à des tribunaux autres que le Tribunal administratif (TANQUEREL, op. cit., p. 483/484).\n\n3.1 Il se vérifie ainsi qu'en l'espèce, la juridiction intimée était \"établie par la loi\" et \"compétente\" selon l'art. 30 al. 1 Cst. Le grief tiré de cette disposition est, par conséquent, privé de fondement."}