{"annee": "130", "cour": "IV", "page": "90", "date": "26/2/2004", "cite": ["119 IV 92", "120 IV 38", "990 II 934", "120 IV 107", "126 IV 107", "127 IV 185", "108 IV 154", "122 IV 45", "124 I 76", "122 IV 79"], "cite_par": ["138 IV 241", "131 IV 145"], "chapeau": "15. Extrait de l'arrêt de la Cour de cassation pénale dans la cause A., B. et C. contre Y. et Procureur général du canton de Genève (pourvoi en nullité)\n\n6S.430/2003 du 26 février 2004", "regestes": ["Art. 270 let. e ch. 2 PPF; qualité de la victime pour se pourvoir en nullité. La victime a qualité pour déposer un pourvoi en nullité en vertu de l'art. 270 let. e ch. 2 PPF afin de se plaindre de la violation des droits qui lui sont reconnus par la LAVI, en particulier de celui d'obtenir une décision judiciaire, prévu à l'art. 8 al. 1 let. b LAVI (consid. 2).", "Art. 8 al. 1 let. b, art. 9 al. 4 LAVI; ordonnance de non-lieu partielle; procédure pénale genevoise. Le Procureur général genevois n'est pas une autorité judiciaire même lorsqu'il rend une ordonnance de classement ou de condamnation (consid. 3.2). Le droit cantonal ne saurait exclure le droit de la victime d'obtenir une décision judiciaire, reconnu par l'art. 8 al. 1 let. b LAVI, dans la procédure de l'ordonnance pénale (consid. 3.3)."], "faits": "|91|\n\nA. Le 30 janvier 2001, Y. circulait sur le quai de Cologny en direction de Vésenaz, au volant d'un fourgon. Alors qu'il était en train de dépasser un véhicule qui se trouvait sur la voie de droite, il n'a pas remarqué que celui-ci avait ralenti pour laisser passer un piéton, D., lequel s'était normalement engagé sur le passage pour piétons. Malgré un freinage d'urgence, il n'a pu immobiliser son fourgon à temps et a ainsi heurté D. avec l'avant droit de son véhicule.\n\nGrièvement blessé, D. a souffert de douleurs dorsales et d'une fracture du pied gauche, ayant entraîné par la suite une gangrène de ce pied. Il est décédé le 14 février 2001. Selon le rapport d'autopsie de l'Institut universitaire de médecine légale, daté du lendemain, \"[son] décès est la conséquence d'une extension fraîche d'un infarctus ancien du myocarde, l'infarctus [étant] survenu dans le contexte de soins suite à un traumatisme grave subi deux semaines avant le décès\". Les conclusions des examens complémentaires effectués à la suite de l'autopsie indiquent que le décès n'est pas la conséquence directe ou suivie du traumatisme précité, lequel a toutefois joué un rôle déclenchant dans le processus menant au décès.\n\nB. Par ordonnance de condamnation du 17 décembre 2002, le Procureur général du canton de Genève a condamné Y. pour lésions corporelles par négligence (art. 125 al. 1 et 2 CP) à la peine de six mois d'emprisonnement avec sursis pendant trois ans. Il l'a en revanche expressément libéré du chef d'inculpation d'homicide par négligence, estimant que le lien de causalité adéquate entre l'accident du 30 janvier 2001 et le décès de D. faisait défaut. Il a considéré en effet que la détérioration de l'état de santé de la victime |92| ayant mené au décès n'était pas imputable à Y., dès lors que celle-ci souffrait d'une maladie coronarienne sévère, d'une pathologie de l'aorte ascendante associée à une insuffisance rénale, d'une hypertension artérielle et d'un trouble de la conduction majeure. Les droits des parties civiles ont été réservés.\n\nLe 20 décembre 2002, A., l'épouse de D., et ses deux filles, B. et C., ont fait opposition à l'ordonnance précitée, concluant à la condamnation de Y. pour homicide par négligence et demandant au Tribunal de police genevois de retenir leurs conclusions civiles, lesquelles étaient chiffrées s'agissant des indemnités pour tort moral et réservées pour le surplus.\n\nC. Par jugement du 26 mai 2003, le Tribunal de police genevois a déclaré irrecevables les conclusions des parties civiles visant à la \"requalification\" de l'infraction reprochée à Y. et celles en paiement des indemnités pour tort moral. Il leur a cependant donné acte de la réserve de leurs droits.\n\nPar arrêt du 27 octobre 2003, la Chambre pénale de la Cour de justice genevoise a rejeté l'appel formé par les parties civiles et confirmé ledit jugement.\n\nD. A., B. et C. interjettent au Tribunal fédéral un pourvoi en nullité contre l'arrêt du 27 octobre 2003.\n\nAppelé à se prononcer sur le pourvoi, le Ministère public de Genève conclut à son rejet.", "considerants": "Extrait des considérants:\n\n2. En vertu de l'art. 270 let. e ch. 1 PPF, le lésé qui est une victime d'une infraction au sens de l'art. 2 LAVI (RS 312.5) peut exercer un pourvoi en nullité autant qu'il est déjà partie à la procédure et dans la mesure où la sentence touche ses prétentions civiles ou peut avoir des incidences sur le jugement de celles-ci.\n\nEn l'espèce, D. doit être considéré comme une victime au sens de l'art. 2 al. 1 LAVI, étant donné qu'il a été grièvement blessé (fracture du pied, qui a dû être amputé) et qu'il est par la suite décédé. En tant que veuve et filles du défunt, les recourantes sont assimilées à la victime (art. 2 al. 2 LAVI). Elles ont en outre déjà participé à la procédure, dès lors qu'elles ont déposé une plainte pénale et qu'elles ont provoqué, par leur recours, la décision attaquée. Enfin, conformément aux exigences posées par la jurisprudence, elles ont |93| pris des conclusions chiffrées pour le tort moral (ATF 127 IV 185 consid. 1a p. 187). En conséquence, elles réalisent les conditions de l'art. 270 let. e ch. 1 PPF et ont la légitimation pour se pourvoir en nullité.\n\nIl y a lieu de signaler que les recourantes ont également la qualité pour recourir en vertu de l'art. 270 let. e ch. 2 PPF. Selon cette disposition, la victime peut en effet former un pourvoi pour faire valoir une violation des droits que lui accorde la LAVI. Elle peut ainsi notamment se plaindre de la violation de l'art. 8 al. 1 let. b LAVI et demander qu'un tribunal statue sur le refus d'ouvrir l'action publique ou sur un non-lieu, même en l'absence de toute influence sur d'éventuelles prétentions civiles (ATF 120 IV 38 consid. 2c p. 42). En l'espèce, comme on le verra au considérant 3.2, second paragraphe, le Procureur général genevois a ordonné la libération de l'intimé du chef d'inculpation d'homicide par négligence et ordonné ainsi un non-lieu partiel, de sorte que les recourantes peuvent se prévaloir du droit garanti par l'art. 8 al. 1 let. b LAVI et possèdent en conséquence aussi la légitimation pour recourir en vertu de l'art. 270 let. e ch. 2 PPF.\n\n3. Invoquant l'art. 8 al. 1 let. c LAVI, les recourantes estiment être habilitées à conclure à ce que Y. soit condamné pour homicide par négligence. Se fondant sur les art. 218C al. 2 et 218E al. 2 du Code de procédure pénale genevois (ci-après: CPP/GE), l'autorité cantonale a refusé d'entrer en matière et a donné aux recourantes acte de la réserve de leurs droits, au motif que la procédure pénale genevoise dénie le droit à la partie civile de former opposition au prononcé pénal d'une ordonnance de condamnation. Elle rappelle à cet égard que l'art. 9 al. 4 LAVI autorise le droit cantonal à exclure le droit du lésé à contraindre le juge pénal à statuer sur ses prétentions civiles dans la procédure d'ordonnance de condamnation.\n\n3.1 L'art. 8 al. 1 LAVI prévoit que la victime de l'infraction a le droit d'intervenir comme partie dans la procédure pénale. Elle a en particulier le droit de faire valoir ses prétentions civiles (art. 8 al. 1 let. a LAVI), de demander qu'un tribunal statue sur le refus d'ouvrir l'action publique ou sur le non-lieu (art. 8 al. 1 let. b LAVI) et, pour autant que certaines conditions soient satisfaites, de former contre le jugement les mêmes recours que le prévenu (art. 8 al. 1 let. c LAVI).\n\nL'art. 9 LAVI prévoit que les tribunaux sont en principe tenus de statuer sur les prétentions civiles de la victime. L'art. 9 al. 4 LAVI |94| habilite toutefois les cantons à édicter des dispositions différentes pour la procédure de l'ordonnance pénale et pour les procédures dirigées contre des enfants et des adolescents. Le législateur genevois a fait usage de cette faculté conférée par le droit fédéral pour l'ordonnance de condamnation. Selon l'art. 218C al. 2 CPP/GE, \"lorsque l'opposition n'émane que de la partie civile, seul le prononcé civil est mis à néant, sans préjudice des droits des parties\". \"Le Tribunal, s'il reçoit l'opposition n'émanant que de la partie civile, lui donne acte de la réserve de ses droits\" (art. 218E al. 2 CPP/GE).\n\n3.2 L'art. 8 al. 1 let. b LAVI prévoit que la victime peut demander qu'un tribunal statue sur le refus d'ouvrir l'action publique ou sur le non-lieu. Dans tous les cas où la procédure ne suit pas son cours jusque devant l'autorité de jugement, la victime peut donc exiger une décision judiciaire. Si la décision est prise d'emblée par un tribunal, par exemple une chambre d'accusation, le droit prévu par l'art. 8 al. 1 let. b LAVI est immédiatement satisfait. En d'autres termes, la victime a droit à une décision judiciaire. Dès qu'un tribunal a statué que ce soit en première instance ou sur recours, le droit est épuisé. Cette disposition ne donne aucun droit à un recours devant une deuxième ou une troisième autorité judiciaire (FF 1990 II 934; CORBOZ, Les droits procéduraux découlant de la LAVI, SJ 1996 p. 53 ss, spéc. p. 74 s.).\n\nPar ordonnance de non-lieu, il faut entendre toute décision qui met fin à l'action pénale, au moins sur un chef d'accusation, et qui est rendue par une autre autorité que la juridiction de jugement (ATF 122 IV 45 consid. 1c p. 46; ATF 120 IV 107 consid. 1a p. 108 s.; ATF 119 IV 92 consid. 1b p. 95). En l'espèce, le Procureur général a reconnu l'intimé coupable de lésions corporelles par négligence, et l'a expressément libéré du chef d'inculpation d'homicide par négligence. Cette ordonnance de condamnation inclut donc un non-lieu partiel. Le Procureur a en effet rendu une ordonnance de condamnation pour une partie des faits (fracture du pied et gangrène, qui a nécessité une amputation) et a ordonné la cessation des poursuites pénales pour le surplus (décès de D.). On ne saurait parler de \"requalification\" des faits comme le fait l'autorité cantonale. L'autorité compétente n'a pas écarté la qualification juridique des faits proposée et substitué une autre qualification (par exemple en retenant les lésions corporelles simples au lieu des lésions corporelles graves), mais a renoncé à poursuivre l'intimé pour une partie des faits, à |95| savoir pour la mort de D. (cf. arrêt du Tribunal fédéral 1P.263/1997 du 12 novembre 1997).\n\nLe Procureur général genevois a pour rôle essentiel de soutenir l'accusation au cours de l'instruction et devant les juridictions pénales, comme partie à la procédure (cf. art. 4 et 24 CPP/GE). Lorsqu'il rend une ordonnance de condamnation, au sens des art. 198 al. 3 et 218 à 218F CPP/GE, il exerce cependant, d'une certaine façon, des fonctions que l'on peut qualifier de juridictionnelles. Dans un arrêt du 11 février 1998, le Tribunal fédéral a toutefois précisé que le Procureur général ne se métamorphosait pas en juge de par l'exercice occasionnel et limité de ces fonctions, mais qu'il restait confiné dans son rôle d'accusateur public, même lorsqu'il rendait des ordonnances de condamnation (ATF 124 I 76 consid. 2 p. 78; cf. aussi ATF 108 IV 154 consid. 2b in fine p. 158; ATF 126 IV 107 consid. 1a p. 109). En conséquence, le Procureur général genevois n'étant pas une autorité judiciaire, les recourantes sont habilitées en vertu de l'art. 8 al. 1 let. b LAVI à exiger qu'un juge se prononce sur la question de l'homicide par négligence et plus particulièrement sur le lien de causalité entre l'accident et la mort de D. C'est donc l'art. 8 al. 1 let. b LAVI qui est applicable, et non l'art. 8 al. 1 let. c LAVI comme le soutiennent les recourantes.\n\n3.3 L'autorité cantonale invoque l'art. 9 al. 4 LAVI et le droit de procédure cantonal pour écarter les prétentions civiles des recourantes. Dans la FF 1 ATF 990 II 934, le Conseil fédéral précise ce qui suit à propos de l'art. 8 al. 1 LAVI: \"En ce qui concerne le traitement des prétentions civiles, les cantons ont (...) la possibilité d'édicter des dispositions différentes pour l'ordonnance pénale et les procédures dirigées contre des enfants et des adolescents (art. 9, 4e al.). S'ils excluent, dans ces procédures, le jugement de prétentions civiles, la victime n'a pas non plus les droits prévus aux lettres a et c\" (FF 1 ATF 990 II 934 in initio; voir aussi p. 937, où le Conseil fédéral se réfère à l'art. 8 al. 1er LAVI). En conséquence, selon la volonté du législateur fédéral, si le canton peut exclure le droit de la victime de se constituer partie civile dans la procédure de l'ordonnance pénale (art. 8 al. 1 let. a LAVI) et de recourir contre le jugement rendu dans le cadre de cette procédure (art. 8 al. 1 let. c LAVI; arrêt du Tribunal fédéral 6P.55/2003 / 6S.140/2003 du 6 août 2003), il ne saurait exclure le droit de la victime de demander qu'un tribunal statue sur le refus d'ouvrir l'action publique ou sur le non-lieu (art. 8 al. 1 let. b LAVI; ATF 122 IV 79 consid. 4b/cc p. 88/89; cf. aussi PETER GOMM/PETER STEIN/DOMINIK ZEHNTNER, Kommentar zum Opferhilfegesetz, Berne 1995, n. 20 ad art. 9 LAVI, qui limite l'application de l'art. 9 al. 4 LAVI à la règle prévue à l'art. 8 al. 1 let. a LAVI).\n\nIl résulte de ce qui précède que les recourantes ne peuvent donc être privées par le droit cantonal du droit d'exiger en application de l'art. 8 al. 1 let. b LAVI une décision judiciaire sur la question de l'homicide par négligence et, en particulier, sur celle du lien de causalité entre l'accident et le décès de D. En refusant d'entrer en matière sur ce point, le Tribunal de police et la Cour de justice genevoise ont violé l'art. 8 al. 1 let. b et l'art. 9 al. 4 LAVI."}