{"annee": "130", "cour": "IV", "page": "27", "date": "22/1/2004", "cite": ["121 III 252", "122 III 101", "93 II 189", "83 II 345", "128 III 76"], "cite_par": [], "chapeau": "5. Auszug aus dem Urteil des Kassationshofes i.S. X. gegen B., C. und D. sowie Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)\n\n6S.365/2002 vom 22. Januar 2004", "regestes": ["Art. 61 al. 1 CO; responsabilité des fonctionnaires ou employés publics dans l'exercice de leur charge. Le médecin chargé par l'autorité d'accompagner un détenu en vue du refoulement qui, sans instruction expresse, contrôle le bâillon collé sur la bouche d'un second détenu en vue du refoulement faisant partie du même transport à destination de l'aéroport, agit dans le cadre d'une fonction officielle (consid. 2)."], "faits": "BGE 130 IV 27 S. 27\n\nA. A. sollte am 3. März 1999 durch Beamte der Kantonspolizei Bern fremdenpolizeilich per Flugzeug aus der Schweiz nach Kairo ausgeschafft werden. Der Ausschaffungshäftling war bereits auf dem Weg von Bern zum Flughafen Zürich-Kloten gefesselt worden und wurde anschliessend in einer Zelle der Flughafenpolizei von den begleitenden Polizeibeamten geknebelt, um BGE 130 IV 27 S. 28sicherzustellen, dass er die Ausschaffung nicht durch Schreien behindern würde. Die Knebelung (Mundverklebung) wurde von X., der in einer benachbarten Zelle als begleitender Arzt mit der Ausschaffung eines anderen Häftlings betraut war, daraufhin überprüft, ob eine genügende Nasenatmung möglich sei. Beim anschliessenden Transport mittels Rollstuhl von der Zelle zu einem wartenden Kleinbus wurde festgestellt, dass A. nicht mehr ansprechbar war. In der Folge rief einer der Polizeibeamten X. herbei, der die Mundknebelung entfernte und versuchte, den Ausschaffungshäftling durch Mundbeatmung zu reanimieren. Die Bemühungen blieben ohne Erfolg. A. verstarb an einem Herz-Kreislaufversagen mit Atemstillstand.\n\nB. Das Obergericht des Kantons Zürich erklärte X. mit Urteil vom 29. Mai 2002 in zweiter Instanz der fahrlässigen Tötung schuldig und verurteilte ihn zu drei Monaten Gefängnis, mit bedingtem Strafvollzug, unter Auferlegung einer Probezeit von zwei Jahren. Ferner verpflichtete es den Beurteilten zum Ersatz der Begräbniskosten und zur Bezahlung weiteren Schadenersatzes, wobei es das Schadenersatzbegehren der Geschädigten im Quantitativ auf den Zivilweg verwies. Schliesslich verurteilte es X. zur Zahlung von Genugtuungen in der Höhe von Fr. 30'000.- an die Geschädigte B. und von je Fr. 10'000.- an die Geschädigten C. und D. Auf die Genugtuungsforderungen der übrigen Familienangehörigen trat es nicht ein.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer wendet sich im Weiteren gegen die Verurteilung zu Schadenersatz und Genugtuung an die Mutter und zwei Brüder des Opfers.\n\n2.1 Die Vorinstanz nimmt an, der Beschwerdeführer habe im Auftrag des Kantons Bern als Arzt einen anderen Ausschaffungshäftling betreut und diesbezüglich eine amtliche Verrichtung ausgeübt. Der Auftrag des Beschwerdeführers habe nur die Betreuung jenes anderen Ausschaffungshäftlings umfasst. Das Opfer habe er dagegen in Zürich zum ersten Mal gesehen. Er sei am Flughafen von den Polizeibeamten angefragt worden, ob er sich dieses anschauen könne, weil er sich in der Nähe befand. Die Polizeibeamten hätten den Beschwerdeführer aber nicht kraft seines Mandates angefragt und seien auch nicht befugt gewesen, seinen Auftrag zu erweitern oder ihm namens des Staates einen neuen Auftrag zu BGE 130 IV 27 S. 29er teilen. Seine Verrichtungen in Bezug auf das Opfer seien daher privatrechtlicher Natur gewesen. Der Beschwerdeführer habe den Schaden, welchen er dem Opfer bzw. dessen Hinterbliebenen widerrechtlich zugefügt habe, somit nicht in Ausübung einer amtlichen Tätigkeit verursacht. Damit sei Art. 61 Abs. 1 OR nicht anwendbar, so dass die Staatshaftung entfalle und der Beschwerdeführer persönlich nach Art. 41 ff. OR zu belangen sei.\n\n2.2 Der Beschwerdeführer bestreitet seine Passivlegitimation hinsichtlich der Schadenersatz- und Genugtuungsforderungen. Wohl habe er bezüglich dem Opfer ursprünglich keinen Auftrag des Kantons Bern gehabt. Doch habe das Polizeikommando Bern am fraglichen 3. März 1999 gleichzeitig zwei Ausschaffungshäftlinge von Bern zum Flughafen Zürich-Kloten überführen müssen. Auf Weisung der Vorgesetzten seien die beiden Transporte zusammengefasst und mit einem Fahrzeug ausgeführt worden. Diese Gruppe habe aus dem Opfer mit seinen drei Begleitern, dem andern Ausschaffungshäftling mit seinen Begleitern, zu welchen auch er (der Beschwerdeführer) als einziger Arzt an Bord des Fahrzeugs gehört habe, sowie aus dem Chauffeur bestanden. Mit der Zusammenfassung der beiden Transporte zu einer Gruppe seien die Vorgesetzten stillschweigend davon ausgegangen, dass sich die Begleiter bei allfälligen Schwierigkeiten gegenseitig unterstützen würden, unabhängig davon, für welchen Häftling sie zuständig gewesen seien. Durch diese konkrete Ausgestaltung der Reiseorganisation sei somit der ihm erteilte, ursprünglich enger gefasste Auftrag konkludent erweitert worden. Die Abgabe eines Beruhigungsmittels und die Überprüfung der dem Opfer angelegten Knebelung im Ausschaffungsgefängnis des Flughafens Kloten sei daher in amtlicher Funktion und nicht im Rahmen der privaten freiberuflichen Tätigkeit erfolgt. Die Vorinstanz habe Art. 61 Abs. 1 OR zu Unrecht nicht angewendet.\n\n2.3\n\n2.3.1 Mit der Nichtigkeitsbeschwerde kann nur die Verletzung von Bundesrecht gerügt werden (Art. 269 Abs. 1 BStP). Eine Verletzung von Bundesrecht liegt auch vor, wenn Bundesrecht an Stelle von kantonalem Recht angewendet wurde. Zur richtigen Auslegung kantonalen Rechts äussert sich das Bundesgericht aber nicht (BGE 93 II 189 E. a; BGE 83 II 345 E. 1).\n\n2.3.2 Ein öffentlicher Beamter oder Angestellter haftet für den in Ausübung seiner amtlichen Tätigkeit verursachten Schaden nach BGE 130 IV 27 S. 30den Regeln des Zivilrechts, sofern das öffentliche Recht keine abweichenden Bestimmungen enthält (vgl. Art. 61 Abs. 1 OR). Für gewerbliche Verrichtungen des Beamten gelten ausschliesslich die zivilrechtlichen Bestimmungen (Art. 61 Abs. 2 OR; BGE 128 III 76 E. 1a; BGE 122 III 101 E. 2a), sofern jedenfalls die öffentlich-rechtlichen Verantwortlichkeitsgesetze zugunsten des Geschädigten keine strengere Haftung vorsehen (ROLAND BREHM, Berner Kommentar, 2. Aufl., 1998, N. 49 zu Art. 61 OR).\n\nHandelt der öffentliche Beamte oder Angestellte nicht im Rahmen seiner öffentlichen Aufgabe, sondern aus eigenem Interesse, steht er einer Privatperson gleich; in diesem Fall richtet sich die Haftung nach Art. 41 ff. OR. Das öffentlich-rechtliche Verantwortlichkeitsrecht kommt nur zur Anwendung, wenn der Schaden in Ausübung der amtlichen Funktion und nicht nur bei Gelegenheit der amtlichen Verrichtung verursacht wird. Im letzteren Fall gilt die Handlung als nicht-amtliche Verrichtung, deren Folgen dem Privatrecht unterstellt sind (BREHM, a.a.O., N. 35 f. zu Art. 61 OR). Entscheidend ist, ob der Handelnde in der Funktion als Beamter oder öffentlicher Angestellter einen Schaden verursacht. Es muss somit ein funktioneller Zusammenhang zwischen der amtlichen Stellung als öffentlicher Beamter oder Angestellter und der schädigenden Handlung bestehen (BREHM, a.a.O., N. 36 zu Art. 61 OR und N. 21 zu Art. 55 OR; JOST GROSS, Schweizerisches Staatshaftungsrecht, 2. Aufl., Bern 2001, S. 114; vgl. auch ANTON K. SCHNYDER, Basler Kommentar, OR I, 3. Aufl., 2003, N. 12 f. zu Art. 55 OR).\n\n2.3.3 Der Beschwerdeführer hat unbestrittenermassen im Auftrag des Ausländer- und Bürgerrechtsdienstes des Kantons Bern als Arzt einen anderen Ausschaffungshäftling bei der Ausreise begleitet. Es steht ausser Zweifel, dass er bei der Betreuung dieses Häftlings eine öffentliche, nicht eine private Aufgabe erfüllt und somit als öffentlicher Beamter oder Angestellter im Sinne von Art. 61 OR gehandelt hat (vgl. BGE 122 III 101 E. 2a/aa). Zu prüfen ist hingegen, ob er auch in Bezug auf das Opfer in der Funktion als Beamter oder öffentlicher Angestellter gehandelt hat. Dies ist entgegen der Auffassung der Vorinstanz zu bejahen. Denn der Beschwerdeführer hat die ihm zur Last gelegte Schädigung nicht bloss bei Gelegenheit der amtlichen Verrichtung verursacht. Vielmehr besteht ein offensichtlicher Zusammenhang zwischen seiner Funktion als begleitender Arzt des zweiten Ausschaffungshäftlings BGE 130 IV 27 S. 31und der Betreuung des Opfers bzw. der Überprüfung der ihm angelegten Mundverklebung. Beide Tätigkeiten sollten die reibungslose Ausschaffung der betroffenen Personen ermöglichen und erfolgten daher im klaren Interesse des Staates. Die Überprüfung der Knebelung lässt sich daher nicht als rein privatrechtliche Verrichtung verstehen. Der Beschwerdeführer hat daher auch in Bezug auf das Opfer in amtlicher Funktion gehandelt. Dass ihm ursprünglich nur für die Betreuung des anderen Ausschaffungshäftlings ein ausdrücklicher Auftrag erteilt worden war, steht dem nicht entgegen. Der Beschwerdeführer hat hier die ihm übertragene Aufgabe aus eigener Initiative erweitert. Bei dieser Konstellation bleibt der funktionelle Zusammenhang zwischen der Schädigung und der amtlichen Verrichtung bestehen. Insofern verhält es sich gleich wie bei der Haftung des Geschäftsherrn für die Kompetenzüberschreitung der Hilfsperson gemäss Art. 55 OR (BREHM, a.a.O., N. 36 zu Art. 61 OR und N. 25 f. zu Art. 55 OR; KARL OFTINGER/EMIL W. STARK, Schweizerisches Haftpflichtrecht, Bd. II/1, S. 319 N. 93). Damit wäre im vorliegenden Fall eine Haftung des Staates gemäss Art. 47 Abs. 1 des Gesetzes über das öffentliche Dienstrecht des Kantons Bern vom 5. November 1992 (Personalgesetz; BSG 153.01) in Betracht gefallen. Die Vorinstanz hat zu Unrecht Bundesprivatrecht angewendet.\n\nDie Beschwerde ist im Zivilpunkt begründet.\n\n2.3.4 Heisst der Kassationshof die Nichtigkeitsbeschwerde im Zivilpunkt gut, so entscheidet er in der Sache selbst oder weist sie zu neuer Entscheidung an die kantonale Behörde zurück (Art. 277quater Abs. 1 BStP; BGE 121 III 252 E. 3a). Im vorliegenden Fall entscheidet der Kassationshof selbst, da die Sache aufgrund der obstehenden Erwägungen spruchreif ist (E. 2.3.3). Die Klage der Geschädigten ist mangels Passivlegitimation des Beschwerdeführers abzuweisen."}