{"annee": "130", "cour": "V", "page": "448", "date": "8/9/2004", "cite": ["129 V 362", "125 V 266", "129 V 113", "127 V 458", "128 V 116", "127 V 38"], "cite_par": ["138 V 426"], "chapeau": "67. Urteil i.S. G. gegen Sumiswalder Kranken- und Unfallkasse und Verwaltungsgericht des Kantons Bern\n\nK 85/03 vom 8. September 2004", "regestes": ["Art. 4, art. 7 al. 1 et 5 LAMal: Changement d'assureur; réparation du dommage. En cas de changement d'assureur dans l'assurance obligatoire des soins, une double assurance est exclue. Le rapport d'assurance auprès du nouvel assureur peut seulement débuter lorsque l'ancien prend fin (consid. 4). La communication prévue à l'art. 7 al. 5 1re phrase LAMal doit se faire directement du nouvel assureur à l'ancien. Si le nouvel assureur ne connaît pas l'ancien assureur, l'omission de faire cette communication n'est pas contraire au droit, si bien qu'il n'y a pas d'obligation de réparer le dommage selon l'art. 7 al. 5 2e phrase LAMal. Pour sauvegarder son droit à la réparation du dommage, la personne assurée doit faire connaître au nouvel assureur l'identité de l'ancien (consid. 5.4)."], "faits": "|449|\n\nA. G. stellte bei der Sumiswalder Kranken- und Unfallkasse (nachfolgend: Sumiswalder) im Januar 2000 den Antrag um Aufnahme in die obligatorische Krankenpflegeversicherung per 1. Januar 2000. Die Kasse teilte ihm am 26. Januar 2000 mit, sie benötige Unterlagen des bisherigen Versicherers (Versicherungsausweis und Kündigungsschreiben). Ohne diese Dokumente könne sie den Wechsel nicht vollziehen. G. reichte die verlangten Unterlagen nicht ein, machte aber geltend, er sei trotzdem seit 1. Januar 2000 bei der Sumiswalder versichert, und bekräftigte diesen Standpunkt in der Folge mehrmals schriftlich.\n\nAm 29. November 2001 teilte die Sumiswalder G. mit, sie habe durch Zufall erfahren, dass er bei der Visana versichert sei. Gleichzeitig erklärte sie sich bereit, ihn per 1. Januar 2002 in die obligatorische Krankenpflegeversicherung aufzunehmen, sofern er nochmals mit dem entsprechenden Formular die Aufnahme beantrage. G. beharrte jedoch darauf, ohne neuen Antrag aufgenommen zu werden, was der Versicherer ablehnte. Auf Verlangen von G. erliess die Sumiswalder am 14. März 2003 eine Verfügung, mit welcher sie sich bereit erklärte, ihn rückwirkend ab 1. Januar 2003 zu versichern, unter der Voraussetzung, dass ihn die Visana auf dieses Datum hin aus dem bei ihr bestehenden Versicherungsverhältnis entlasse. Die Ausrichtung von Schadenersatz lehnte der Versicherer ab. An diesem Standpunkt hielt er auf Einsprache hin mit Entscheid vom 1. April 2003 fest.\n\nB. In teilweiser Gutheissung der dagegen erhobenen Beschwerde verpflichtete das Verwaltungsgericht des Kantons Bern die Sumiswalder, G. Schadenersatz in Höhe der Prämiendifferenz zwischen der gleichen Versicherung bei ihr und der Visana für die Zeit vom 1. Dezember 2001 bis 30. Juni 2003 zu leisten. Im Übrigen wies es die Beschwerde ab (Entscheid vom 12. Juni 2003).\n\nC. Mit Verwaltungsgerichtsbeschwerde verlangt G. sinngemäss die Anordnung der rückwirkenden Aufnahme durch die Sumiswalder in die obligatorische Krankenpflegeversicherung für die Zeit vom 1. Januar 2000 bis 30. Juni 2003, eventuell die Zusprechung von Schadenersatz in Höhe der Differenz zwischen den Prämien der Sumiswalder und der Visana während dieses Zeitraums. |450|\n\nDie Sumiswalder schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung (BSV), Abteilung Kranken- und Unfallversicherung (seit 1. Januar 2004 im Bundesamt für Gesundheit), verzichtet auf eine Vernehmlassung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Eingeschränkte Kognition; vgl. BGE 129 V 114 Erw. 1, BGE 129 V 364 Erw. 2)\n\n2. Streitig und zu prüfen ist zunächst, ob und gegebenenfalls ab welchem Zeitpunkt der Beschwerdeführer bei der Beschwerdegegnerin obligatorisch krankenpflegeversichert war.\n\nDas KVG äussert sich nicht ausdrücklich zur Frage, wann das Versicherungsverhältnis beim neuen Versicherer beginnt. Das kantonale Gericht hat diesbezüglich an die Regelung der Beendigung des bisherigen Versicherungsverhältnisses angeknüpft und sinngemäss erwogen, vor diesem Zeitpunkt könne das neue Versicherungsverhältnis nicht entstehen, da eine Doppelversicherung ausgeschlossen sei. Weil die Voraussetzungen für eine Beendigung der Versicherung bei der Visana nicht erfüllt gewesen seien, habe auch kein neues Versicherungsverhältnis zustande kommen können. Der Beschwerdeführer ist dagegen der Ansicht, aus der Verpflichtung eines Krankenversicherers, jede versicherungspflichtige Person in seinem örtlichen Tätigkeitsbereich aufzunehmen, ergebe sich, dass die versicherte Person ab dem von ihr in der Beitrittserklärung genannten Zeitpunkt beim gewählten Versicherer versichert sei.\n\n3.\n\n3.1 Der Beschwerdeführer hat die obligatorische Krankenpflegeversicherung bei der Visana fristgerecht per 31. Dezember 1999 gekündigt. Eine gültige Kündigung führt allerdings für sich alleine nicht zur Beendigung des bisherigen Versicherungsverhältnisses. Dieses endet gemäss Art. 7 Abs. 5 Satz 1 KVG vielmehr erst, wenn der neue Versicherer dem bisherigen mitgeteilt hat, die betreffende Person sei bei ihm ohne Unterbrechung des Versicherungsschutzes versichert. Trifft die Mitteilung des neuen Versicherers erst nach demjenigen Datum beim bisherigen Versicherer ein, auf welches gekündigt wurde, so endet das Versicherungsverhältnis am Ende des Monats, in dem die Mitteilung eintrifft (BGE 127 V 42 Erw. 4b/ee). Selbst wenn festgestellt wird, dass der bisherige Versicherer eine Kündigung zu Unrecht nicht akzeptiert hat, ist die rückwirkende Beendigung des Versicherungsverhältnisses auf den |451| Kündigungstermin nur dann möglich, wenn die Mitteilung des neuen Versicherers vor dem Kündigungstermin beim bisherigen Versicherer eingetroffen ist (vgl. BGE 125 V 275 Erw. 7). Die vom Gesetz vorgesehene Rechtsfolge bei einer Verspätung der Mitteilung besteht nicht in der rückwirkenden Anerkennung des Versichererwechels, sondern darin, dass der neue Versicherer der versicherten Person den entstandenen Schaden, insbesondere die Prämiendifferenz, zu ersetzen hat (Art. 7 Abs. 5 Satz 2 KVG).\n\n3.2 Nach dem Gesagten ist der Vorinstanz darin beizupflichten, dass das bisherige Versicherungsverhältnis nicht endet, solange die in Art. 7 Abs. 5 Satz 1 KVG vorgesehene Mitteilung dem bisherigen Versicherer nicht zugegangen ist. Vorliegend ist eine derartige Mitteilung nie erfolgt. Das Versicherungsverhältnis bei der Sumiswalder konnte somit nur entstehen, wenn der Beschwerdeführer im Zusammenhang mit dem Wechsel des Versicherers zumindest vorübergehend bei ihr und der Visana gleichzeitig versichert sein konnte.\n\n4. Das Eidgenössische Versicherungsgericht hat bisher nicht entschieden, ob der in Art. 7 KVG geregelte Wechsel des Versicherers zu einer Doppelversicherung führen kann.\n\n4.1 (Auslegung des Gesetzes; vgl. BGE 128 V 118 f. Erw. 3b mit Hinweisen)\n\n4.2 Dem KVG ist keine ausdrückliche Antwort auf die Frage nach der Zulässigkeit einer Doppelversicherung zu entnehmen. Allerdings legt die Überschrift des Art. 7 KVG, welche von einem \"Wechsel\" des Versicherers spricht (französisch: \"Changement d'assureur\" italienisch: \"Cambiamento d'assicuratore\"), die Vorstellung nahe, der bisherige Versicherer werde ohne zeitliche Überschneidung durch den neuen abgelöst. Damit würde bei einer Verspätung der Mitteilung gemäss Art. 7 Abs. 5 Satz 1 KVG nicht nur das Ende des bisherigen, sondern auch der Beginn des neuen Versicherungsverhältnisses hinausgeschoben. Von diesem Wortsinn scheint auch diejenige Lehrmeinung auszugehen, nach welcher in diesem Fall \"der Versichererwechsel (...) am Ende des genannten Monats (stattfindet)\" (GEBHARD EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, Rz 36). In die gleiche Richtung weist der in Art. 7 Abs. 5 Satz 2 KVG verwendete Terminus \"Prämiendifferenz\" (französisch: \"la différence de prime\"; italienisch: \"la differenza di premio\"), durch welchen der Schaden umschrieben wird, der einer versicherten Person typischerweise |452| entsteht, wenn sich der Wechsel des Versicherers verzögert. Nach allgemeinem Sprachgebrauch drängt sich das Verständnis auf, gemeint sei die Differenz zwischen der Prämie des neuen Versicherers und derjenigen des bisherigen, welche die versicherte Person wegen der Verzögerung des Wechsels weiterhin bezahlen muss. Dementsprechend führt MAURER, (Das neue Krankenversicherungsrecht, Basel 1996, S. 38 oben) aus, der bei Verspätung der Mitteilung entstehende und gemäss Art. 7 Abs. 5 Satz 2 KVG zu ersetzende Schaden bestehe \"meistens darin, dass die Prämie beim neuen Versicherer geringer ist als beim bisherigen Versicherer\". Die Interpretation, zur Ermittlung der Differenz seien die kumulierten Prämien beider Versicherer um diejenige des neuen zu verringern, ist vom Wortsinn her zwar nicht ausgeschlossen, liegt aber deutlich weniger nahe. Allerdings kann nicht von einem klaren, eindeutigen Wortlaut gesprochen werden, welcher mit der Zulässigkeit einer Doppelversicherung unter keinen Umständen vereinbart werden könnte.\n\n4.3 Ein allgemeines, für die gesamte obligatorische Sozialversicherung geltendes Doppelversicherungsverbot existiert nicht. Konstellationen, in welchen dasselbe Risiko bei zwei Trägern versichert ist, sind (insbesondere bei einem \"Überlappen\" der zwei Versicherungsverhältnisse, indem das eine beginnt, bevor das andere beendet ist) grundsätzlich denkbar. Sie können sich beispielsweise im Bereich der Unfallversicherung ergeben, wenn eine Person arbeitslos wird und der Beginn der damit verbundenen Versicherung (Art. 3 Abs. 1 UVAL) vor dem Ablauf der Nachdeckungsfrist gemäss Art. 3 Abs. 2 UVG liegt (vgl. BGE 127 V 460 f. Erw. 2a und b).\n\n4.4 Unter der Herrschaft des bis Ende 1995 in Kraft gewesenen Bundesgesetzes über die Krankenversicherung vom 13. Juni 1911 (KUVG) war eine Doppelversicherung für Krankenpflege grundsätzlich ausgeschlossen und die Aufnahme in eine Kasse der Bedingung zu unterwerfen, dass jemand nicht gleichzeitig bei einer anderen Kasse für Krankenpflege versichert sei (RSKV 1974 S. 18 f. [Stellungnahme des BSV], 1975 Nr. 218 S. 91. Den Materialien zum KVG lassen sich keine Angaben dazu entnehmen, ob diese Rechtslage geändert und eine Doppelversicherung für Krankenpflege im Obligatoriumsbereich zugelassen werden sollte. Die Frage wurde im Verlauf des Gesetzgebungsprozesses nicht thematisiert.\n\n4.5 Eine Doppelversicherung ist für die versicherte Person mit der Gefahr verbunden, für dasselbe versicherte Risiko zwei Mal die volle Prämie bezahlen zu müssen. Ausserdem kann sie bei der |453| Abwicklung eines Schadenfalles zu Schwierigkeiten führen, wird doch die Erstattung entstandener Kosten unter Umständen verzögert oder erschwert, weil sich jeder der beiden beteiligten Versicherer auf den Standpunkt stellen kann, der jeweils andere sei leistungspflichtig. Auch aus Sicht der Versichertengemeinschaft und der Allgemeinheit besteht kein Grund, die Möglichkeit von Doppelversicherungen zu befürworten, birgt doch diese (im System des tiers garant) die erhöhte Gefahr eines doppelten Leistungsbezugs. Ein berechtigtes Interesse an der Zulassung einer Doppelversicherung ist dagegen auf keiner Seite ersichtlich. Die Interessenlage der Beteiligten wie auch der Allgemeinheit spricht somit gegen die Zulässigkeit einer doppelten Versicherung.\n\n4.6 In der Lehre nimmt FRANZ SCHLAURI (Die Leistungskoordination im neuen Krankenversicherungsrecht, in: LAMal-KVG, Recueil de travaux en l'honneur de la Société suisse de droit des assurances, Lausanne 1997, p. 639 ff., 645) klar gegen die Zulässigkeit einer Doppelversicherung Stellung. Er spricht von einem strikten Doppelversicherungsverbot, wonach niemand für das Krankenpflegerisiko eine zweite Versicherung abschliessen könne, und begründet dies mit dem System der obligatorischen Krankenpflegeversicherung, welches etwas anderes nicht zulasse. Den bereits zitierten Ausführungen von EUGSTER und MAURER (Erw. 4.2 hievor) lässt sich entnehmen, dass auch diese Autoren davon ausgehen, im Zusammenhang mit dem Wechsel des Versicherers könne keine Doppelversicherung entstehen.\n\n4.7 Zusammenfassend spricht der Wortlaut der einschlägigen Bestimmungen gegen die Annahme, eine Person könne im Zusammenhang mit dem Wechsel des Versicherers bei mehr als einer Gesellschaft versichert sein. Auch aus den übrigen Auslegungselementen ergeben sich keine gegenteiligen Anhaltspunkte. Die Lehre lehnt eine Doppelversicherung ebenfalls ab. Das neue Versicherungsverhältnis kann demzufolge nicht entstehen, bevor das bisherige beendet ist. Da andererseits auch Versicherungslücken zu vermeiden sind, stimmt der Zeitpunkt des Versicherungsbeginns zwangsläufig mit demjenigen der Beendigung des bisherigen Versicherungsverhältnisses überein.\n\nIm Ergebnis vermag diese Rechtslage insofern nicht vollständig zu befriedigen, als es einem Versicherer möglich ist, durch die Unterlassung der Mitteilung gemäss Art. 7 Abs. 5 Satz 1 KVG die Aufnahme einer beitrittswilligen Person zu verzögern und damit seiner |454| Verpflichtung gemäss Art. 4 Abs. 2 KVG zeitweilig zu entgehen. Wohl lässt sich die Aufnahme dem Grundsatz nach auf dem Rechtsweg durchsetzen (Urteil N. vom 29. Dezember 2003, K 39/03, Erw. 4.4); das Gericht kann jedoch, wenn die Mitteilung gemäss Art. 7 Abs. 5 Satz 1 KVG ausgeblieben ist, den Versichererwechsel nicht rückwirkend, sondern nur für die Zukunft anordnen. Während der durch das Verfahren entstehenden Verzögerung bleibt die versicherte Person einerseits verpflichtet, die Prämien des bisherigen Versicherers zu bezahlen; dieser Folge kann allerdings durch die Schadenersatzpflicht gemäss Art. 7 Abs. 5 Satz 2 KVG begegnet werden. Darüber hinaus tritt jedoch gegebenenfalls auch die Konsequenz ein, dass der bisherige Versicherer Krankheitskosten übernehmen muss, welche der neue zu tragen hätte, wenn er seiner Aufnahmepflicht nachgekommen wäre. Ob der bisherige gegenüber dem neuen Versicherer im Verfahren gemäss Art. 78 ATSG den Ersatz eines derartigen Schadens geltend machen kann, ist vorliegend nicht zu entscheiden.\n\n4.8 Gemäss Art. 7 Abs. 5 Satz 1 KVG endet das Versicherungsverhältnis beim bisherigen Versicherer erst, wenn ihm der neue Versicherer mitgeteilt hat, dass die betreffende Person bei ihm ohne Unterbrechung des Versicherungsschutzes versichert ist. Im vorliegenden Fall ist diese Mitteilung während des umstrittenen Zeitraums nicht erfolgt. Der Beschwerdeführer blieb daher bei der Visana versichert, und das Versicherungsverhältnis bei der Sumiswalder konnte nicht beginnen. Soweit der Beschwerdeführer sinngemäss die Feststellung verlangt, dass er bei der Sumiswalder versichert gewesen sei, ist die Verwaltungsgerichtsbeschwerde unbegründet.\n\n5. Zu prüfen bleibt die Frage nach der Schadenersatzpflicht des Versicherers. Der Beschwerdeführer verlangt die Zusprechung eines Betrags in Höhe der Prämiendifferenz für den Zeitraum ab 1. Januar 2000; die Vorinstanz sprach einen solchen zu mit Beschränkung auf die Prämiendifferenz für den Zeitraum ab 1. Dezember 2001, während die Beschwerdegegnerin den kantonalen Entscheid zwar nicht angefochten hat, aber in ihren Rechtsschriften seit jeher bestreitet, überhaupt schadenersatzpflichtig zu sein.\n\n5.1 Ein Versicherer, bei welchem die Aufnahme beantragt wird, ist gemäss Art. 4 Abs. 2 KVG verpflichtet, in seinem örtlichen Tätigkeitsbereich jede versicherungspflichtige Person aufzunehmen. Daraus ergibt sich im Sinne einer gesetzlich statuierten Nebenpflicht die Aufforderung an diesen Versicherer, dem bisherigen |455| Versicherer mitzuteilen, dass die betreffende Person bei ihm ohne Unterbrechung des Versicherungsschutzes versichert ist (Art. 7 Abs. 5 Satz 1 KVG). Ein Unterlassen dieser Mitteilung zieht die Rechtsfolge nach sich, dass der Versicherer für den der versicherten Person daraus entstandenen Schaden, insbesondere die Prämiendifferenz, aufzukommen hat (Art. 7 Abs. 5 Satz 2 KVG).\n\n5.2 Nach allgemeinen Grundsätzen setzt eine Schadenersatzpflicht ein widerrechtliches Handeln oder Unterlassen, einen Schaden, einen Kausalzusammenhang zwischen der Handlung bzw. Unterlassung einerseits und dem Schaden andererseits sowie - regelmässig - ein Verschulden voraus (vgl. Art. 41 OR). Die Widerrechtlichkeit ergibt sich im vorliegenden Zusammenhang aus dem Verstoss gegen die in Art. 7 Abs. 5 Satz 1 KVG statuierte Rechtspflicht des neuen Versicherers, dem bisherigen Versicherer eine Mitteilung bestimmten Inhalts zukommen zu lassen. Diese Pflicht gründet nach dem Gesagten auf der grundsätzlichen Aufnahmeverpflichtung gemäss Art. 4 Abs. 2 KVG. Daraus ergibt sich in zeitlicher Hinsicht, dass der Versicherer gehalten ist, die Mitteilung nach Möglichkeit in einem Zeitpunkt vorzunehmen, der die Aufnahme der versicherten Person an dem von ihr verlangten Termin (oder mit möglichst geringer Verzögerung) zulässt.\n\n5.3 Im Urteil N. vom 29. Dezember 2003, K 39/03, Erw. 4.4, liess das Eidgenössische Versicherungsgericht die Frage offen, ob die Mitteilung gemäss Art. 7 Abs. 5 Satz 1 KVG direkt vom neuen an den bisherigen Versicherer zu erfolgen hat, oder ob die versicherte Person stattdessen verlangen kann, dass ihr eine Bestätigung desselben Inhalts ausgestellt wird, welche sie dann ihrerseits an den bisherigen Versicherer weiterleitet. Im ersten Fall wäre die Kenntnis des bisherigen Versicherers Voraussetzung dafür, dass der neue Versicherer seine Verpflichtung erfüllen kann, im zweiten Fall nicht.\n\n5.3.1 Der deutschsprachige Wortlaut von Art. 7 Abs. 5 Satz 1 KVG weist auf eine direkte Mitteilung des neuen an den bisherigen Versicherer hin. Gleiches gilt für die französischsprachige (\"L'affiliation auprès de l'ancien assureur ne prend fin que lorsque le nouvel assureur lui a communiqué qu'il assure l'interessé sans interruption de la protection d'assurance.\") und die italienischsprachige Fassung (\"Il rapporto d'assicurazione termina solo se il nuovo assicuratore ha comunicato a quello precedente che assicura l'interessato senza interruzione della protezione assicurativa.\"). Allerdings kann nicht von einem diesbezüglich eindeutigen Wortlaut gesprochen werden. |456|\n\n5.3.2 Die Materialien zum KVG enthalten nur wenige vorliegend relevante Anhaltspunkte. Der Botschaft des Bundesrates über die Revision der Krankenversicherung vom 6. November 1991, BBl 1992 I 144 oben (vor Art. 7), ist immerhin Folgendes zu entnehmen: \"Die Bestimmung von Art. 7 Abs. 3 [des damaligen Entwurfs], die bei einem Wechsel den Versicherern die Vermeidung von Versicherungslücken überträgt, erleichtert (den Kantonen) die Kontrolle beträchtlich. Die Kantone brauchen nur die Unterstellung unter die obligatorische Versicherung zu überwachen, während die Versicherer dafür zu sorgen haben, dass auch bei einem Wechsel niemand der obligatorischen Versicherung entgeht.\"\n\n5.3.3 Der Sinn der Mitteilung gemäss Art. 7 Abs. 5 KVG besteht somit in erster Linie darin, das Entstehen einer Versicherungslücke zu vermeiden. Die Versicherer sollen laut Botschaft des Bundesrates auf diesem Weg dafür sorgen, dass niemand dem Versicherungsobligatorium entgeht. Diese Kontrollfunktion kann wesentlich besser wahrgenommen werden, wenn die Mitteilung der Versicherungsdeckung direkt von Versicherer zu Versicherer erfolgt und somit bei Bedarf Rückfragen möglich sind. Andernfalls kann in gewissen Konstellationen nicht ausgeschlossen werden, dass das Obligatorium gefährdet ist oder sonstige unerwünschte Folgen eintreten (so beispielsweise bei einem nach der Mitteilung erfolgten Wegzug der versicherten Person aus dem örtlichen Tätigkeitsbereich des neuen Versicherers).\n\n5.3.4 Das gemäss Erw. 4 hievor geltende Doppelversicherungsverbot spricht ebenfalls für eine direkte Mitteilung des neuen an den bisherigen Versicherer. Dadurch ist sichergestellt, dass die Mitteilung bei diesem auch wirklich eintrifft. Zudem wird es dem neuen Versicherer ermöglicht, abzuschätzen und nötigenfalls in Erfahrung zu bringen, wann das bisherige Versicherungsverhältnis endet. Die direkte Mitteilung erlaubt es auch mit einer gewissen Zuverlässigkeit, zu verhindern, dass sich eine Person doppelt versichert (sei es absichtlich oder irrtümlich), etwa indem sie eine neue Versicherung abschliesst, ohne die alte rechtsgültig gekündigt zu haben. Ist die Kündigung z.B. zu spät erfolgt, so wird der bisherige Versicherer dies dem neuen Versicherer mitteilen mit der Folge, dass der Wechsel nicht zustande kommt. Diese Möglichkeit ginge ebenfalls verloren, wenn die Versicherer einander nicht kennen.\n\n5.3.5 Nicht zwingend (angesichts von Art. 103 Abs. 4 Satz 2 KVV), aber der Sache dienlich ist der direkte Kontakt zwischen |457| den Versicherern schliesslich bei einem Wechsel während des Kalenderjahres, da diesfalls bereits in Rechnung gestellte Franchisen und Kostenbeteiligungen anzurechnen sind (Art. 103 Abs. 4 KVV).\n\n5.3.6 Gegen die direkte Mitteilung von Versicherer zu Versicherer sprechen andererseits Überlegungen datenschutzrechtlicher Natur. Immerhin ist diesbezüglich anzumerken, dass Art. 84a Abs. 1 lit. a KVG die Bekanntgabe von Daten auf das für die Erfüllung der einem Organ durch das KVG übertragenen Aufgaben Erforderliche beschränkt. Das Gesetz erlaubt somit keine über das im konkreten Zusammenhang Notwendige hinausgehende Weitergabe von Informationen durch einen Versicherer an einen anderen.\n\n5.3.7 Im Sinne einer Gesamtwürdigung kann festgehalten werden, dass die auf Grund des Wortlauts von Art. 7 Abs. 5 Satz 1 KVG nahe liegende Interpretation, der neue Versicherer habe die Mitteilung direkt an den bisherigen zu richten, durch weitere Überlegungen gestützt wird. Diese Argumente überwiegen gegenüber den entgegenstehenden, insbesondere datenschutzrechtlichen Aspekten, zumal letzteren durch Art. 84a KVG Rechnung getragen wird.\n\n5.4 Die Mitteilung gemäss Art. 7 Abs. 5 Satz 1 KVG hat demnach direkt vom neuen an den bisherigen Versicherer zu erfolgen. Deshalb kann sie nur stattfinden, wenn der neue den bisherigen Versicherer kennt. Ohne diese Information ist es dem neuen Versicherer nicht möglich, die Mitteilung vorzunehmen, und deren Unterlassung ist demzufolge (mangels einer Möglichkeit, rechtmässig zu handeln) nicht als widerrechtlich zu qualifizieren. Der neue Versicherer kann demzufolge nicht verhalten werden, der versicherten Person den durch das Ausbleiben der Mitteilung - und den dadurch verursachten Aufschub des Versichererwechsels - entstandenen Schaden zu ersetzen, solange er den bisherigen Versicherer nicht kennt. Die versicherte Person trifft insofern die Obliegenheit, dem neuen Versicherer den bisherigen bekannt zu geben. Deren Verletzung führt zum Verlust des Schadenersatzanspruchs nach Art. 7 Abs. 5 Satz 2 KVG, sofern und solange der Versicherer die Information nicht anderweitig erlangt.\n\n6.\n\n6.1 Es steht fest, dass die Sumiswalder erst im November 2001 den Vorversicherer (die Visana) kannte. Für eine bereits zu einem früheren Zeitpunkt gegebene Kenntnis bestehen dagegen keine Anhaltspunkte. Ebenso wenig kann dem Beschwerdeführer in der Annahme gefolgt werden, die Sumiswalder hätte die Identität des bisherigen |458| Versicherers auf Grund der ihr zugänglichen Informationen erkennen können. Bezogen auf den Zeitraum bis November 2001 ist die Unterlassung der Mitteilung an den bisherigen Versicherer daher nicht als widerrechtlich zu qualifizieren. Dagegen hätte die Mitteilung im November 2001 erfolgen können.\n\n6.2\n\n6.2.1 Es stellt sich allerdings die Frage, ob die Sumiswalder im November 2001 verpflichtet war, die Mitteilung vorzunehmen. Wie dargelegt (Erw. 5.1 hievor), ist die entsprechende Verpflichtung als Nebenpflicht zu verstehen, welche sich aus der Hauptpflicht ergibt, die beitrittswillige Person aufzunehmen. Die Unterlassung der Mitteilung ist daher nur dann widerrechtlich, wenn die Sumiswalder auch im November 2001 noch gehalten gewesen wäre, den Beschwerdeführer aufzunehmen.\n\n6.2.2 Der Beschwerdeführer hatte die Aufnahme im Januar 2000 beantragt. Ein derartiger Antrag kann, wenn das Versicherungsverhältnis nicht zustande kommt, keine zeitlich unbegrenzte Wirkung entfalten. Vielmehr ist davon auszugehen, dass eine Person, falls sie an ihrem Beitrittswillen festhält, dies in geeigneter Weise kundtut und den Aufnahmeantrag erneuert. Ob in einem bestimmten Zeitpunkt ein gültiges Beitrittsgesuch vorlag, ist anhand der konkreten Umstände zu beurteilen. Allein auf Grund des Anfang 2000 gestellten Antrags bestand somit im November 2001 keine Aufnahmepflicht mehr. Die Vorinstanz weist jedoch mit Recht darauf hin, dass der Beschwerdeführer in der Folge mehrmals schriftlich darauf beharrte, bei der Sumiswalder versichert zu sein. Damit hat er sinngemäss zu verstehen gegeben, dass er dieser nach wie vor beizutreten wünschte. Die Aufnahmepflicht des Versicherers bestand daher weiterhin, und es war - wie das kantonale Gericht ebenfalls zu Recht festgestellt hat - unzulässig, die Aufnahme von einem neuen formellen Beitrittsantrag abhängig zu machen, konnten doch die notwendigen Angaben dem ursprünglichen Antrag in Verbindung mit der zwischenzeitlichen Korrespondenz entnommen werden. Damit war die Sumiswalder im November 2001 gehalten und in der Lage, die Mitteilung an die Visana zu tätigen und den Beschwerdeführer per 1. Dezember 2001 aufzunehmen.\n\n6.3 Die Unterlassung der Mitteilung gemäss Art. 7 Abs. 5 Satz 1 KVG ist somit für die Zeit ab November 2001 als widerrechtlich zu qualifizieren. Dadurch wurde der Beitritt, der ansonsten per 1. Dezember 2001 hätte erfolgen können, verunmöglicht. Die |459| übrigen Voraussetzungen des Schadenersatzanspruchs sind erfüllt. Das kantonale Gericht hat daher einen solchen im Umfang der Prämiendifferenz während des Versicherungsverhältnisses, welches vom 1. Dezember 2001 bis 30. Juni 2003 bestanden hätte - ab dem letzteren Termin hat der Beschwerdeführer von sich aus auf eine Versicherung bei der Sumiswalder verzichtet -, zu Recht bejaht.\n\n7. (Gerichtskosten)"}