{"annee": "130", "cour": "II", "page": "113", "date": "19/12/2003", "cite": ["120 II 105", "118 IB 145", "121 II 97", "127 II 60", "130 II 1", "119 IB 417", "126 II 269", "127 II 49", "128 II 145", "121 II 5"], "cite_par": ["133 V 169", "144 II 1", "130 I 312", "130 II 176", "134 V 284", "145 V 247", "133 II 6", "133 V 367", "133 V 329", "131 II 265", "134 V 428", "135 V 339", "132 V 53", "132 V 423", "142 III 609", "131 II 339", "134 II 10", "140 II 167", "130 II 493", "136 II 5", "133 V 265", "135 II 369", "138 V 258", "130 II 388", "137 II 1", "136 II 177", "133 V 624", "139 II 393", "136 II 65", "135 II 265", "132 V 184", "140 V 493"], "chapeau": "12. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Office fédéral de l'immigration, de l'intégration et de l'émigration contre X. et Service de la population et des migrants ainsi que Tribunal administratif du canton de Fribourg (recours de droit administratif)\n\n2A.246/2003 du 19 décembre 2003", "regestes": ["Art. 7 al. 1 et art. 17 al. 2 LSEE; art. 7 let. d et art. 16 al. 2 ALCP; art. 3 al. 1, 2 et 5 annexe I ALCP; refus de prolonger l'autorisation de séjour du conjoint (national d'un Etat tiers) d'un ressortissant communautaire; regroupement familial; abus de droit; jurisprudence de la Cour de justice des Communautés européennes. Importance d'une vie commune des époux pour le regroupement familial en vertu des art. 7 al. 1 et 17 al. 2 LSEE. Limite résultant de l'abus de droit (rappel de jurisprudence; consid. 4). Prise en compte des arrêts de la Cour de justice des Communautés européennes antérieurs au 21 juin 1999 pour interpréter l'art. 3 al. 1, 2 et 5 annexe I ALCP (art. 16 al. 2 ALCP; consid. 5). Portée de cette jurisprudence pour le juge suisse (consid. 6). Nature du droit dérivé des membres de la famille d'un travailleur communautaire de \"s'installer\" avec lui au sens de l'art. 3 al. 1 annexe I ALCP (consid. 7). Pour l'époux, ce droit existe pendant toute la durée formelle du mariage (consid. 8), sous réserve d'une situation d'abus de droit (consid. 9 et 10)."], "faits": "|114|\n\nX., ressortissante brésilienne née en 1974, a reçu une autorisation de séjour annuelle au titre du regroupement familial après s'être mariée le 26 avril 2001 avec Y., un ressortissant italien, né en 1961, qui vit dans le canton de Fribourg au bénéfice d'un permis d'établissement.\n\nLe 16 avril 2002, le Service de la police des étrangers et des passeports du canton de Fribourg (ci-après: le Service cantonal) a informé X. qu'il envisageait de ne pas renouveler son autorisation de séjour, au motif qu'elle vivait séparée de son mari depuis le 2 décembre 2001 selon les déclarations de ce dernier ou depuis le 23 janvier 2002 selon ses propres déclarations. L'intéressée a répondu que son époux l'avait brusquement mise à la porte du domicile conjugal sans qu'elle en comprenne bien les raisons, de telle sorte que l'interruption de la vie commune ne lui était pas imputable; elle relevait également que, même si une reprise de la vie commune n'était pas concevable dans l'immédiat, une telle éventualité n'était pas exclue à plus long terme, si bien que son autorisation de séjour devait |115| être prolongée. Interpellé par le Service cantonal, son mari a catégoriquement exclu l'idée de reprendre un jour la vie conjugale avec son épouse.\n\nPar décision du 4 décembre 2002, le Département de la police du canton de Fribourg (ci-après: le Département cantonal) a refusé de renouveler l'autorisation de séjour de X. et lui a imparti un délai de trente jours pour quitter la Suisse. En bref, cette autorité a retenu que le mariage était vidé de son contenu et qu'il n'était maintenu par l'épouse que dans le seul but de lui permettre de demeurer en Suisse, ce qui était constitutif d'un abus de droit manifeste non protégé par l'ordre juridique suisse.\n\nSaisi d'un recours de X., le Tribunal administratif du canton de Fribourg, Ire Cour administrative (ci-après: le Tribunal administratif) l'a admis et a renvoyé l'affaire au Service cantonal pour qu'il prolonge l'autorisation de séjour de la prénommée. Se fondant sur les dispositions de l'Accord du 21 juin 1999 entre la Confédération suisse, d'une part, et la Communauté européenne et ses Etats membres, d'autre part, sur la libre circulation des personnes (ALCP; RS 0.142.112.681), les juges ont considéré pour l'essentiel qu'en sa qualité de conjointe d'un ressortissant italien établi en Suisse, X. avait le droit, au titre du regroupement familial, de demeurer en Suisse aussi longtemps que son mariage ne serait pas dissous; par ailleurs, son comportement échappait au grief d'abus de droit du moment que ce n'était pas elle, mais son mari, qui avait demandé le divorce et qui s'opposait à une reprise de la vie commune (arrêt du Tribunal administratif du 7 avril 2003).\n\nL'Office fédéral de l'immigration, de l'intégration et de l'émigration (ci-après: l'Office fédéral) interjette recours de droit administratif contre cet arrêt du Tribunal administratif, en concluant à son annulation ainsi qu'à la confirmation de la décision précitée (du 4 décembre 2002) du Département cantonal. Il estime en effet que, dans la mesure où les chances d'une reprise de la vie commune sont nulles, X. commet un abus de droit en invoquant un mariage qui n'existe plus que formellement pour rester en Suisse.\n\nLe Tribunal fédéral a admis le recours, annulé l'arrêt attaqué et renvoyé le dossier au Tribunal administratif pour qu'il complète l'instruction du cas et rende une nouvelle décision au sens des considérants. |116|", "considerants": "Extrait des considérants:\n\n3. Aux termes de son art. 1er let. a, la loi fédérale du 26 mars 1931 sur le séjour et l'établissement des étrangers (LSEE; RS 142.20) n'est applicable aux ressortissants des Etats membres de la Communauté européenne et aux membres de leur famille que si l'Accord sur la libre circulation des personnes (ci-après également cité: l'Accord) n'en dispose pas autrement ou si ladite loi prévoit des dispositions plus favorables.\n\nIl se justifie par conséquent de comparer la situation juridique de l'intimée, mariée à un ressortissant italien, sous l'angle respectivement de la LSEE (infra consid. 4) et de l'Accord sur la libre circulation des personnes (infra consid. 5 ss).\n\n4.\n\n4.1 Le droit de présence en Suisse au titre du regroupement familial est réglé plus favorablement pour les étrangers qui ont épousé un citoyen suisse qu'à l'égard de ceux qui ont épousé une personne titulaire du permis d'établissement: en effet, les premiers ont normalement le droit de séjourner en Suisse pendant toute la durée formelle du mariage, même en l'absence de vie commune (cf. art. 7 al. 1, 1re phrase LSEE; ATF 121 II 97 consid. 2 p. 100/101 et les références), tandis qu'un tel droit n'existe pour les seconds qu'aussi longtemps que les époux font ménage commun (cf. art. 17 al. 2, 1re phrase LSEE; ATF 127 II 60 consid. 1c p. 63/64; ATF 126 II 269 consid. 2b/2c p. 271/272 et les références). En cas de séparation des époux, les premiers continuent donc, en principe, à bénéficier du droit à une autorisation de séjour; ce droit prend au contraire fin, pour les seconds, en même temps que la séparation, et cela indépendamment des motifs de celle-ci, à moins que la rupture ne soit que de très courte durée et qu'une reprise de la vie commune ne soit sérieusement envisagée à brève échéance (cf. arrêts 2A.171/1998 du 1er avril 1998, consid. 2b; 2P.368/1992 du 5 février 1993, consid. 3c; ALAIN WURZBURGER, La jurisprudence récente du Tribunal fédéral en matière de police des étrangers, in RDAF 1997 I p. 267 ss, 278).\n\nCette différence de traitement découle d'un choix clairement voulu par le législateur lors de la modification de l'art. 7 al. 1 LSEE entrée en vigueur le 1er janvier 1992 (RO 1991 p. 1034, 1043). Lors des débats entourant l'adoption de cette disposition, les parlementaires ont en effet considéré qu'il n'était pas admissible que les |117| étrangers mariés à un citoyen suisse dussent supporter le risque d'être renvoyés de la Suisse du seul fait que leur époux obtenait la séparation effective ou juridique du couple ou intentait une action en divorce; ils ne devaient pas non plus être empêchés ou dissuadés, par peur dun tel renvoi, de demander eux-mêmes la séparation ou le divorce au juge. C'est pourquoi l'exigence d'une vie commune effective des époux comme condition pour obtenir une autorisation de séjour a été abandonnée (cf. ATF 121 II 97 consid. 2 p. 100/101; ATF 118 Ib 145 consid. 3 p. 149 ss).\n\n4.2 Le droit de séjourner en Suisse pendant la durée du mariage n'est cependant pas absolu, y compris pour les étrangers mariés à un citoyen suisse; il trouve sa limite dans l'interdiction de l'abus de droit, qui est érigée en principe général par l'ordre juridique suisse (cf. art. 2 al. 2 CC; ATF 121 II 5 consid. 3a p. 7). C'est ainsi qu'en dehors de l'hypothèse du mariage fictif, expressément réglée à lart. 7 al. 2 LSEE, la jurisprudence considère que, si le mariage nexiste plus que formellement, il y a abus de droit à invoquer le bénéfice de l'art. 7 al. 1 LSEE dans le seul but dobtenir une autorisation de séjour, car ce but nest pas protégé par cette disposition légale. Le mariage n'existe plus que formellement lorsque l'union conjugale est rompue définitivement, c'est-à-dire lorsqu'il n'y a plus d'espoir de réconciliation; les causes et les motifs de la rupture ne jouent pas de rôle (cf. ATF 128 II 145 consid. 2 p. 151/152; ATF 127 II 49 consid. 5a p. 56/57 et 5d p. 59; ATF 121 II 97 consid. 4a p. 103/104; ATF 119 Ib 417 consid. 2d p. 419; ATF 118 Ib 145 consid. 3c/d p. 150/151; WURZBURGER, op. cit., p. 277). Les mêmes considérations sont valables à l'égard des étrangers mariés à une personne au bénéfice d'un permis d'établissement qui sont soumis au régime de l'art. 17 al. 2 LSEE (cf. ATF 121 II 5 consid. 3a p. 6/7), même si l'hypothèse de l'abus de droit est moins fréquente les concernant en raison de l'obligation de partager le même domicile que leur conjoint.\n\n4.3 D'origine brésilienne, l'intimée a épousé en avril 2001 un ressortissant italien établi en Suisse dont elle vit séparée depuis que celui-ci l'a, selon ce qu'elle prétend, brutalement mise à la porte du domicile conjugal au mois de décembre 2001 ou de janvier 2002. Considéré du seul point de vue de la loi sur le séjour et l'établissement des étrangers, son droit de présence en Suisse dépend donc de l'art. 17 al. 2 LSEE; or, ainsi qu'on l'a vu, cette disposition subordonne l'autorisation de séjour à l'existence d'une communauté conjugale entre les époux qui soit non seulement juridique, mais encore |118| réelle, c'est-à-dire effectivement vécue. Faute de remplir cette exigence, l'intimée n'a par conséquent plus droit à une telle autorisation, et cela indépendamment des causes ou des motifs à l'origine de la séparation. Par ailleurs, le fait qu'au moment où le jugement attaqué a été prononcé - déterminant pour apprécier la situation juridique au fond - les époux vivaient séparés depuis quinze ou seize mois, n'est également d'aucun secours à l'intimée: une reprise de la vie commune à brève échéance n'étant alors, semble-t-il, pas envisagée, une telle durée de séparation suffisait largement, à l'aune de l'art. 17 al. 2 LSEE, pour faire cesser l'autorisation de séjour de l'intéressée (cf. arrêt 2P.368/1992 du 5 février 1993, consid. 3c).\n\n5. Il reste à examiner la situation juridique de l'intimée sous l'angle de l'Accord sur la libre circulation des personnes.\n\n5.1 Conformément à l'art. 15 ALCP, l'annexe I ALCP fait partie intégrante de l'Accord; elle règle un certain nombre de droits liés à la libre circulation des personnes, notamment le droit au séjour et à l'exercice d'une activité économique pour les membres de la famille, quelle que soit leur nationalité, des ressortissants de la Communauté européenne (cf. art. 7 let. d et e ALCP).\n\nA cet égard, l'art. 3 annexe I ALCP dispose plus particulièrement ceci:\n\n\"(1) Les membres de la famille d'une personne ressortissant d'une partie contractante ayant un droit de séjour ont le droit de s'installer avec elle. Le travailleur salarié doit disposer d'un logement pour sa famille considéré comme normal pour les travailleurs nationaux salariés dans la région où il est employé sans que cette disposition puisse entraîner de discriminations entre les travailleurs nationaux et les travailleurs en provenance de l'autre partie contractante.\n\n(2) Sont considérés comme membres de la famille, quelle que soit leur nationalité:\n\na. son conjoint et leurs descendants de moins de 21 ans ou à charge.\n\n(...)\n\n(5) Le conjoint et les enfants de moins de 21 ans ou à charge d'une personne ayant un droit de séjour, quelle que soit leur nationalité, ont le droit d'accéder à une activité économique.\n\n(...)\".\n\nCette réglementation est calquée sur les art. 10 et 11 du Règlement (CEE) n° 1612/68 du Conseil, du 15 octobre 1968, sur la libre circulation des travailleurs à l'intérieur de la Communauté (JO n° L 257, |119| p. 2; ci-après cité: le Règlement [CEE] n° 1612/68), dont la teneur est la suivante:\n\n\"Article 10\n\n1. Ont le droit de s'installer avec le travailleur ressortissant d'un État membre employé sur le territoire d'un autre État membre, quelle que soit leur nationalité:\n\na) son conjoint et leurs descendants de moins de vingt et un ans ou à charge;\n\n(...)\n\n3. Pour l'application des paragraphes 1 et 2, le travailleur doit disposer d'un logement pour sa famille, considéré comme normal pour les travailleurs nationaux dans la région où il est employé, sans que cette disposition puisse entraîner de discriminations entre les travailleurs nationaux et les travailleurs en provenance d'autres États membres.\n\nArticle 11\n\nLe conjoint et les enfants de moins de vingt et un ans ou à charge d'un ressortissant d'un État membre exerçant sur le territoire d'un État membre une activité salariée ou non salariée, ont le droit d'accéder à toute activité salariée sur l'ensemble du territoire de ce même État, même s'ils n'ont pas la nationalité d'un État membre.\"\n\n5.2 Aux termes de l'art. 16 al. 2 ALCP, dans la mesure où l'application de l'Accord implique des notions de droit communautaire, il sera tenu compte de la jurisprudence pertinente de la Cour de justice des Communautés européennes (ci-après citée: la Cour de justice ou CJCE) antérieure à la date de sa signature. La jurisprudence postérieure à la date de la signature de l'Accord sera communiquée à la Suisse. En vue d'assurer le bon fonctionnement de l'Accord, à la demande d'une partie contractante, le comité mixte déterminera les implications de cette jurisprudence.\n\nDu moment que l'art. 3 al. 1, al. 2 et al. 5 annexe I ALCP est calqué sur les art. 10 et 11 du Règlement (CEE) n° 1612/68, son interprétation doit se faire en tenant compte de la jurisprudence antérieure au 21 juin 1999 qui a été rendue en la matière par la Cour de justice (cf. arrêt 2A.238/2003 du 26 août 2003, consid. 5.1; KAY HAILBRONNER, Freizügigkeit nach EU-Recht und dem bilateralen Abkommen mit der Schweiz über die Freizügigkeit von Personen, in Zeitschrift für Europarecht [EuZ] 2003 p. 48 ss, 50/51). Les arrêts rendus postérieurement à cette date peuvent, le cas échéant, être utilisés en vue d'interpréter l'Accord sur la libre circulation des personnes (cf. ATF 130 II 1 consid. 3.6.2 et les nombreuses |120| références à la doctrine), surtout s'ils ne font que préciser une jurisprudence antérieure (cf. HAILBRONNER, op. cit., p. 52).\n\n6.\n\n6.1 Lorsqu'il est amené à interpréter l'Accord sur la libre circulation des personnes à la lumière de la jurisprudence communautaire pertinente, le juge suisse doit tenir compte du fait que la plupart des arrêts de la Cour de justice sont rendus dans le cadre d'une procédure spéciale dite de renvoi préjudiciel. Cette procédure comporte en effet des propriétés qui ne sont pas sans conséquence pour apprécier la portée de cette jurisprudence dans l'ordre juridique suisse.\n\nEn particulier, le renvoi préjudiciel est un instrument de coopération judiciaire qui vise à assurer une application uniforme du droit communautaire sans porter atteinte à l'autonomie dont jouissent les juridictions nationales: la Cour de justice se limite à répondre aux questions d'interprétation du droit communautaire que lui adressent les juges nationaux, tandis que ces derniers restent seuls à statuer sur le fond en tenant compte des circonstances de faits et de droit des affaires dont ils sont saisis (cf. arrêt de la CJCE du 18 octobre 1990, Dzodzi, aff. jointes C-297/88 et C-197/89, Rec. 1990, p. I-3763, points 31 ss; JEAN-PAUL JACQUÉ, Droit institutionnel de l'Union européenne, Paris 2001, nos 1090/1091 et les références citées). Cette répartition des rôles a notamment pour effet que la Cour de justice s'abstient généralement d'examiner des questions qui relèvent de l'appréciation du juge national, tels les faits ou leur exactitude; elle veille également à rester dans le cadre de la demande et évite d'aborder une question que le juge national n'a pas posée ou a refusé de poser (JACQUÉ, op. cit., n° 1101). Si ce dernier désire poser une nouvelle question de droit ou soumettre des éléments nouveaux ou s'il se heurte à des difficultés de compréhension ou d'interprétation d'un arrêt, il peut saisir à nouveau la Cour de justice; il y est même tenu lorsqu'il statue en dernier ressort (loc. cit., nos 1106 ss et 1115; sur l'esprit de coopération qui est à la base de la procédure préjudicielle et, plus généralement, sur l'évolution des rapports entre la Cour de justice et les juridictions nationales, cf. GEORGES VANDERSANDEN, La procédure préjudicielle: à la recherche d'une identité perdue, in Mélanges en hommage à Michel Waelbroeck, Bruxelles 1999, p. 619 ss, 624 ss).\n\nUn tel mécanisme de coopération judiciaire n'existe pas entre la Suisse et la Communauté européenne et ses Etats membres. |121| Confronté à un problème d'interprétation, le juge suisse n'a donc ni l'obligation ni même la possibilité de se référer à la Cour de justice mais doit le résoudre seul, en se conformant aux règles d'interprétation habituelles déduites de la Convention de Vienne du 23 mai 1969 sur le droit des traités (RS 0.111). En particulier, l'art. 31 par. 1 de cette convention prescrit que les traités doivent s'interpréter de bonne foi suivant le sens ordinaire à attribuer aux termes du traité dans leur contexte et à la lumière de son objet et de son but (cf. FABRICE FILLIEZ, Application des accords sectoriels par les juridictions suisses: quelques repères, in Daniel Felder/Christine Kaddous [éd.], Bilaterale Abkommen Schweiz-EU, 2001, p. 183 ss, 201 ss; KAY HAILBRONNER, op. cit., p. 48).\n\n6.2 Il sied également de rappeler, pour apprécier pleinement la portée que revêtent pour la Suisse les arrêts pertinents de la Cour de justice, que l'Accord sur la libre circulation des personnes s'insère dans une série de sept accords qui, non seulement sont sectoriels, mais encore ne portent que sur des champs d'application partiels des quatre libertés que sont la libre circulation des personnes, des marchandises, des capitaux et des services; il ne s'agit donc pas d'une participation pleine et entière au marché intérieur de la Communauté européenne (cf. Message du 23 juin 1999 relatif à l'approbation des accords sectoriels entre la Suisse et la CE, FF 1999 p. 5440 ss, 5473; ROLAND BIEBER, Quelques remarques à l'occasion de l'entrée en vigueur des accords bilatéraux Suisse-CE, in Mélanges en l'honneur de Bernard Dutoit, Genève 2002, p. 13 ss, 14). Les arrêts de la Cour de justice fondés sur des notions ou des considérations dépassant ce cadre relativement étroit ne sauraient donc, sans autre examen, être transposés dans l'ordre juridique suisse.\n\n6.3 Tel est notamment le cas de la notion de citoyenneté européenne. Absente de l'Accord sur la libre circulation des personnes, elle ne saurait trouver à s'appliquer en Suisse (cf. HAILBRONNER, op. cit., p. 53; MINH SON NGUYEN, Droit public des étrangers, Berne 2003, p. 337; DIETER GROSSEN/CLAIRE DE PALÉZIEUX, Bilaterale Verträge Schweiz-EG, Zurich 2002, p. 87 ss, 104 ss). Les arrêts de la Cour de justice s'y référant ne doivent donc être utilisés qu'avec circonspection par le juge suisse (cf. art. 16 al. 2 ALCP a contrario), même ceux concernant la libre circulation des personnes. Certes, cette dernière liberté était-elle déjà acquise en tant que fondement du marché intérieur de la Communauté européenne (cf. JEAN-FRANÇOIS AKANDJI-KOMBÉ, Le développement des droits |122| fondamentaux dans les traités, in L'Union européenne et les droits fondamentaux, Leclerc/Akandji-Kombé/Redor [éd.], p. 31 ss, 42); son contenu ne se confond toutefois pas avec celui se laissant déduire de la notion de citoyenneté européenne (cf. WINFRIED BRECHMANN, in Kommentar zu EU-Vertrag und EG-Vertrag, Callies/Ruffert [éd.], 2e éd., 2002, ch. 4 ad Art. 39 EG-Vertrag). Il n'est d'ailleurs pas exclu que, considérant l'assise dorénavant plus large - moins \"économique\" pourrait-on dire (cf. AKANDJI-KOMBÉ, op. cit., p. 42 ss) - de la libre circulation des personnes, la Cour de justice ne lui donne à l'avenir une interprétation plus extensive (allant semble-t-il dans ce sens, cf. l'arrêt de la CJCE du 17 septembre 2002, Baumbast et R, C-413/99, Rec. 2002, p. I-7091, point 94; voir aussi JEAN-YVES CARLIER, La libre circulation des personnes dans l'Union européenne, in Journal des tribunaux, Droit européen 1999 p. 56 ss, 60-62).\n\n6.4 Une semblable réserve doit également être formulée à l'endroit des arrêts de la Cour de justice se référant aux droits fondamentaux, notamment ceux que cette juridiction a tirés de la Convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales du 4 novembre 1950 (CEDH).\n\nBien que la Communauté européenne ne puisse pas, en l'état du droit communautaire, adhérer à la convention précitée (cf. à ce sujet l'avis exprimé par la Cour de justice le 28 mars 1996 in Rec. 1996, p. I-1759 ss), la Cour de justice a reconnu de nombreux droits fondamentaux qu'elle a déduits indirectement de cette convention (cf. JEAN-MANUEL LARRALDE, Convention européenne des droits de l'homme et jurisprudence communautaire, in L'Union européenne et les droits fondamentaux, Bruxelles 1999, p. 105 ss, 107 ss; FLORENCE ZAMPINI, La Cour de justice des Communautés européennes, gardienne des droits fondamentaux \"dans le cadre du droit communautaire\", in Revue trimestrielle de droit européen 1999 p. 659 ss, 660 et les références citées), tels le droit à un procès équitable, à la présomption d'innocence, au respect de la propriété, au libre exercice des activités économiques et professionnelles, à la liberté d'association et de réunion, à la liberté d'expression ou au respect de la vie privée et familiale (pour un catalogue de ces droits, cf. ZAMPINI, op. cit., p. 669 ad n. 54). La Convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales apparaît comme la source privilégiée des droits fondamentaux auxquels la Cour de justice se réfère (cf. JOËL RIDEAU, Les garanties |123| juridictionnelles des droits fondamentaux dans l'Union européenne, in L'Union européenne et les droits fondamentaux, Bruxelles 1999, p. 75 ss; RALPH SCHEER, Der Ehegatten- und Familiennachzug von Ausländern: eine Untersuchung zur Rechtslage nach Völkerrecht, nach Europarecht und nach ausgewählten nationalen Rechtsordnungen, Francfort-sur-le-Main 1994, thèse Heidelberg 1992, p. 96 ss). Selon une jurisprudence constante, ces droits font en effet \"partie intégrante\" des principes généraux du droit dont la Cour de justice estime qu'elle est tenue d'assurer le respect (voir, notamment, arrêts de la CJCE du 18 mai 1989, Commission contre Allemagne, 249/86, Rec. 1989, p. 1263, point 10; du 13 juillet 1989, Wachauf, 5/88, Rec. 1989, p. 2609, point 17; du 8 juillet 1999, Montecatini SpA, C-235/92, Rec. 1999, p. I-4539, points 7, 10 et 137). L'art. 6 par. 2 du traité sur l'Union européenne (TUE) contient d'ailleurs aujourd'hui - depuis les modifications apportées par le traité de Maastricht en 1992 - une référence explicite aux droits fondamentaux garantis par la Convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales (sur cette question, cf. AKANDJI-KOMBÉ, op. cit., p. 53 ss; CONSTANCE GREWE, Les conflits de normes entre le droit communautaire et les droits nationaux en matière de droits fondamentaux, in L'Union européenne et les droits fondamentaux, Bruxelles 1999, p. 57 ss, 60 ss).\n\nCela étant, à l'exception des quelques droits fondamentaux que l'Accord sur la libre circulation des personnes reconnaît aux ressortissants communautaires, dans une mesure d'ailleurs limitée à ce qui est nécessaire en vue d'assurer la réalisation de ses objectifs (tels le principe de non-discrimination inscrit à l'art. 2 ALCP ou certains des \"autres droits\" mentionnés à l'art. 7 ALCP), les droits fondamentaux consacrés par la Cour de justice n'entrent en principe pas dans l'acquis communautaire que la Suisse s'est engagée à reprendre (cf. art. 16 al. 2 ALCP a contrario). Du moins le juge suisse doit-il pouvoir les examiner et les interpréter à l'aune de son propre ordre juridique. En particulier, la Suisse, qui a ratifié en 1974 la Convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales, applique depuis lors directement la jurisprudence de la Cour européenne des droits de l'homme. Or, elle doit à l'avenir pouvoir continuer à le faire de la même manière, c'est-à-dire sans être liée par d'autres sources interprétatives, surtout si l'on considère la possibilité que les organes de Strasbourg et de Luxembourg n'en viennent à donner un contenu sensiblement |124| différent à certains droits fondamentaux (sur cette question, cf. ZAMPINI, op. cit., p. 700; RIDEAU, op. cit., p. 101 ss; GREWE, op. cit., p. 69 s.; SCHEER, op. cit., p. 97 et LARRALDE, op. cit., p. 132 ss).\n\n6.5 Par conséquent, les arrêts de la Cour de justice dont la solution repose sur la prise en compte de droits fondamentaux ne lient en principe pas le juge suisse. Cette réserve n'est cependant pas fondée lorsque la Cour de justice recourt aux droits fondamentaux pour interpréter une norme contenant une notion de droit communautaire au sens de l'art. 16 al. 2 ALCP. En ce cas, les droits fondamentaux concernés se confondent en effet avec la notion de droit communautaire qu'ils servent à éclairer et l'interprétation qui en découle doit, en principe, être considérée comme faisant partie de l'acquis communautaire que la Suisse s'est engagée à reprendre, sous réserve que la jurisprudence en cause soit antérieure à la date de signature de l'Accord (cf. supra consid. 5.2).\n\n6.6 C'est à l'intérieur des limites ainsi tracées qu'il convient de prendre en considération, au titre de l'acquis communautaire, la jurisprudence pertinente de la Cour de justice pour interpréter l'Accord sur la libre circulation des personnes.\n\n7.\n\n7.1 Dans un arrêt du 18 mai 1989, Commission contre Allemagne (aff. 249/86, Rec. 1989, p. 1263), la Cour de justice a considéré qu'il résultait de l'ensemble des dispositions du Règlement (CEE) n° 1612/68 que la décision de faciliter la circulation des membres de la famille des travailleurs avait été prise \"en considération, d'une part, (de) l'importance que revêt du point de vue humain, pour le travailleur (c'est le Tribunal fédéral qui souligne), le regroupement à ses côtés de sa famille et, d'autre part, (de) l'importance que revêt, à tout point de vue, l'intégration du travailleur et de sa famille dans l'Etat membre d'accueil, sans aucune différence de traitement par rapport aux nationaux\" (point 11); toujours dans le même arrêt, la Cour de justice précisait également au considérant précédent qu'il \"faut interpréter le Règlement (CEE) n° 1612/68 à la lumière de l'exigence du respect de la vie familiale mentionné par l'art. 8 CEDH, (car) ce respect fait partie des droits fondamentaux qui, selon une jurisprudence constante réaffirmée dans le préambule de l'Acte unique européen, sont reconnus par le droit communautaire\" (point 10) |125| .\n\nEn droit communautaire, le regroupement familial est donc avant tout conçu et destiné à rendre effective et à favoriser la libre circulation des travailleurs, en permettant à ceux-ci de s'intégrer dans le pays d'accueil avec leur famille; cette liberté serait en effet illusoire si les travailleurs ne pouvaient l'exercer conjointement avec leur famille (cf. MARCEL DIETRICH, Die Freizügigkeit der Arbeitnehmer in der Europäischen Union, unter Berücksichtigung des schweizerischen Ausländerrechts, Zurich 1995, p. 317 s.; PHILIP GRANT, La protection de la vie familiale et de la vie privée en droit des étrangers, thèse Genève 2000, p. 250; SCHEER, op. cit., p. 99). Ce but a été rappelé à de nombreuses reprises par la Cour de justice (cf. en particulier les arrêts de la CJCE du 13 novembre 1990, Di Leo, C-308/89, Rec. 1990, p. I-4185, point 13; du 30 avril 1996, Cabanis-Issarte, C-308/93, Rec. 1996, p. I-2097, point 38; du 17 septembre 2002, Baumbast et R, C-413/99, Rec. 2002, p. I-7091, point 52). Dans cette mesure, le droit au regroupement familial poursuit essentiellement une visée économique, en ce sens que son objectif n'est pas tant de permettre le séjour comme tel des membres de la famille des travailleurs communautaires que de faciliter la libre circulation de ces derniers, en éliminant l'obstacle important que représenterait pour eux l'obligation de se séparer de leurs proches (cf. ALAIN DOLLAT, Libre circulation des personnes et citoyenneté européenne: enjeux et perspectives, Bruxelles 1998, p. 104/105; SCHEER, op. cit., p. 102). D'ailleurs, les considérations tirées du droit au respect de la vie privée et familiale, qui doivent également être prises en compte dans l'examen d'une demande de regroupement familial fondée sur l'art. 10 du Règlement (CEE) n° 1612/68 trouvent, elles aussi, essentiellement - sinon exclusivement -, leur justification dans cet objectif (cf. le préambule du règlement précité, cinquième considérant).\n\n7.2 Les droits conférés par les art. 10 et 11 du Règlement (CEE) n° 1612/68 aux membres de la famille sont des droits dits dérivés, car ils ne sont pas autonomes mais dépendent (ou dérivent) des droits accordés à titre originaire aux travailleurs communautaires (cf. arrêt de la CJCE du 30 avril 1996, Cabanis-Issarte, C-308/93, Rec. 1996, p. I-2097, point 19 ss; DENIS MARTIN, La protection des ressortissants de pays tiers par l'ordre juridique communautaire, in L'Union européenne et les droits fondamentaux, Bruxelles 1999, p. 175; DIETRICH, op. cit., p. 317 s.). En vertu de leur caractère dérivé, ces droits n'ont pas d'existence propre mais dépendent des |126| droits originaires dont ils sont issus. Ainsi, le droit de séjour du conjoint du travailleur n'existe, en principe, qu'autant et aussi longtemps que les époux sont mariés et que le travailleur exerce sa liberté de circuler et les droits qui y sont attachés (cf. FUNKE-KAISER, Gemeinschaftskommentar zum Ausländerrecht, Neuwied [etc.] 1992, état mars 2002, II-§ 2, p. 35 ad ch. 90; MARTIN, La libre circulation des personnes dans l'Union européenne, Bruxelles 1994, p. 181 ad ch. 70; DIETRICH, op. cit., p. 320/321; PETRA KLAUS, Familiennachzug im Ausländerrecht, Ausgewählte Fragen zum Familiennachzug nach Freizügigkeitsabkommen und Entwurf des Bundesgesetzes über die Ausländerinnen und Ausländer, in Schweizerisches Ausländerrecht in Bewegung?, Zurich 2003, p. 67 ss, 70/71).\n\nLes droits dérivés peuvent toutefois, dans certaines situations spéciales prévues par la réglementation européenne ou consacrées par la jurisprudence de la Cour de justice, engendrer la naissance de droits propres en faveur des membres de la famille du travailleur. Il en va notamment ainsi du droit de séjour de ces derniers après que le travailleur a lui-même acquis le droit de demeurer à titre permanent sur le territoire de l'Etat membre concerné (cf. l'art. 3 du Règlement [CEE] n° 1251/70 de la Commission, du 29 juin 1970, relatif au droit des travailleurs de demeurer sur le territoire d'un Etat membre après y avoir occupé un emploi).\n\n7.3 Il découle de la jurisprudence communautaire qui précède que les droits en faveur \"des membres de la famille, quelle que soit leur nationalité\", prévus respectivement aux art. 7 let. d ALCP (droit de séjour) et 7 let. e ALCP (droit d'exercer une activité économique), ont essentiellement pour but de favoriser la libre circulation des différentes catégories de ressortissants communautaires auxquels l'Accord sur la libre circulation des personnes confère précisément le droit de circuler librement, soit, en règle générale, les travailleurs (cf. arrêt du Tribunal fédéral 2A.238/2003 du 26 août 2003, consid. 5.2.3). C'est donc avant tout en fonction de ce but qu'il y a lieu de dégager le contenu et la portée du droit au regroupement familial inscrit à l'art. 7 let. d ALCP (cf. supra consid. 6.1 in fine) ou, pour reprendre la terminologie de la Cour de justice, qu'il y a lieu d'apprécier \"l'effet utile\" de la disposition concernée.\n\nPar ailleurs, comme on l'a vu, l'annexe I de l'Accord sur la libre circulation des personnes, qui concrétise les droits énumérés à l'art. 7 |127| ALCP, prévoit notamment que le conjoint d'un travailleur communautaire dispose du droit de \"s'installer\" avec ce dernier dans un logement familial considéré comme normal (art. 3 al. 1 et 2 annexe I ALCP) et d'accéder à une activité économique (art. 3 al. 5 annexe I ALCP). Conformément à la jurisprudence de la Cour de justice, ce droit est dérivé et n'existe qu'autant et aussi longtemps que les époux sont mariés et que le travailleur bénéficie lui-même d'un droit (originaire) de séjour en Suisse, sauf exceptions prévues par l'Accord (cf. notamment l'art. 4 annexe I ALCP et la référence au Règlement [CEE] n° 1251/70 précité; message précité du Conseil fédéral du 23 juin 1999, p. 5617 s.).\n\n8.\n\n8.1 Dans une affaire Diatta du 13 février 1985 (aff. 267/83, Rec. 1985, p. 567 ss) qui concernait une ressortissante sénégalaise à laquelle les autorités allemandes avaient refusé de prolonger l'autorisation de séjour après qu'elle eut pris un domicile séparé de son époux français dans l'intention de divorcer, la Cour de justice a répondu de la manière suivante à deux questions préjudicielles que lui avait posées le Bundesverwaltungsgericht allemand en relation avec l'interprétation des art. 10 et 11 du Règlement (CEE) n° 1612/68:\n\n\"Les membres de la famille d'un travailleur migrant, au sens de l'art. 10 du Règlement n° 1612/68, ne doivent pas nécessairement habiter en permanence avec lui pour être titulaires d'un droit de séjour en vertu de cette disposition; l'art. 11 de ce règlement n'ouvre pas un droit de séjour autonome par rapport à celui prévu à l'art. 10\" (point 22).\n\nAprès avoir replacé le Règlement (CEE) n° 1612/68 dans son contexte et rappelé que son but était de permettre aux travailleurs \"de se déplacer librement sur le territoire des autres Etats membres et d'y séjourner afin d'y exercer un emploi\", la Cour de justice a considéré que son interprétation ne devait pas se faire de façon restrictive (points 14 à 17). Il convenait bien plutôt d'admettre \"qu'en prévoyant que le membre de la famille du travailleur migrant a le droit de s'installer avec le travailleur, (l'art. 10 du Règlement [CEE] n° 1612/68) n'exige pas que le membre de la famille concerné y habite en permanence, mais, ainsi que l'indique le paragraphe 3 dudit article, seulement que le logement dont le travailleur dispose puisse être considéré comme normal pour l'accueil de la famille\" (points 15-18). La justesse de cette interprétation était par ailleurs confirmée par \"l'esprit\" de l'art. 11 dudit règlement qui donne aux |128| membres de la famille le droit d'accéder à toute activité salariée sur \"l'ensemble du territoire\" de l'Etat membre d'accueil: la reconnaissance d'un tel droit impliquait en effet que l'activité pût être \"exercée en un endroit éloigné du lieu de séjour du travailleur migrant\" (point 19). En outre, le lien conjugal ne pouvait pas être considéré comme dissous, toujours d'après la Cour de justice, aussi longtemps que lautorité compétente n'y avait pas formellement mis un terme; or, tel n'était pas le cas d'époux vivant simplement de façon séparée, même lorsqu'ils avaient l'intention de divorcer ultérieurement (point 20). Enfin, il résultait des termes mêmes de l'art. 11 du Règlement (CEE) n° 1612/68 que les membres de la famille d'un travailleur migrant n'avaient pas un droit de séjour autonome du sien (point 21).\n\n8.2 En prévoyant que le conjoint étranger d'un ressortissant communautaire est autorisé à séjourner dans l'Etat membre d'accueil aussi longtemps que le mariage est juridiquement valable, l'arrêt Diatta s'appuie sur un critère formel pour délimiter le moment à partir duquel le droit au regroupement familial du conjoint fondé sur le droit communautaire prend naissance ou s'éteint (cf. DIETRICH, op. cit., p. 323; ULRICH WÖLKER, in Kommentar zum EU-/EG-Vertrag, Groeben/Thiesing/Ehlermann [éd.], ch. 69 ad Art. 48 EU-Vertrag; FUNKE-KAISER, op. cit., p. 36 ad ch. 92; ALBRECHT Randelzhofer/Ulrich Forsthoff, in Eberhard Grabitz/Meinhard Hilf [éd.], Das Recht der Europäischen Union, vol. I, Munich 1990, état avril 2003, n° 75 ad Art. 39 EG-Vertrag; CHRISTIAN TOBLER, Der Begriff der Ehe im EG-Recht, FamPra.ch 2001 p. 479 ss, 487). La Cour de justice a en effet refusé de suivre l'argumentation de certains Etats (Allemagne, Royaume-Uni et Pays-Bas) qui entendaient subordonner le droit au regroupement familial à la condition que les époux fissent ménage commun (arrêt précité Diatta, point 12). En ce sens, l'arrêt Diatta consacre une solution qui s'apparente à celle prévue à l'art. 7 al. 1, 1re phrase LSEE à l'égard des étrangers mariés à un citoyen suisse (cf. supra consid. 4.1). D'ailleurs, même si cela ne ressort pas explicitement de l'arrêt Diatta, il semble que, à l'instar du choix opéré par le législateur suisse, des considérations tirées du respect de la personne humaine et de l'équité aient emporté la décision de la Cour de justice; du moins la Commission européenne a-t-elle soutenu l'idée, lors des plaidoiries, qu'il fallait éviter que le travailleur européen puisse unilatéralement et arbitrairement retirer la protection offerte par le droit communautaire à |129| son conjoint (cf. JOSEPH H. H. WEILER, Thou Shalt Not Oppress a Stranger: On the Judicial Protection of the Human Rights of Non-EC Nationals - A Critique, p. 65 ss, 87).\n\n8.3 Par conséquent, à l'image des étrangers mariés à un citoyen suisse, les étrangers mariés à un travailleur communautaire jouissent, en principe, d'un droit de séjour en Suisse pendant toute la durée formelle du mariage, attendu qu'ils n'ont, selon les termes de la Cour de justice, pas à vivre \"en permanence\" sous le même toit que leur époux pour être titulaire d'un tel droit. Cette situation est conforme au principe de non-discrimination en raison de la nationalité inscrit à l'art. 2 ALCP.\n\n9. Il reste à examiner si, et le cas échéant dans quelle mesure, la jurisprudence concernant l'abus de droit développée à propos de l'art. 7 al. 1 LSEE peut également être appliquée dans le cadre de l'art. 3 annexe I ALCP.\n\n9.1 La Cour de justice a réservé les cas d'abus de droit ou de fraude à la loi dans des affaires touchant des domaines aussi divers et variés que la libre prestation des services (arrêts du 3 décembre 1974, van Binsbergen, 33-74, Rec. 1974, p. 1299, point 13; du 3 février 1993, Veronica Omroep Organisatie, C-148/91, Rec. 1993, p. I-487, points 12 s.; du 5 octobre 1994, TV 10 SA, C-23/93, Rec. 1994, p. I-4795, point 21), le droit des sociétés (arrêt du 12 mai 1998, Kefalas, C-367/96, Rec. 1998, p. I-2843, point 20), la libre circulation des marchandises (arrêt du 10 janvier 1985, Leclerc, 229/83, Rec. 1985, p. 1, points 25 ss), la liberté d'établissement (arrêts de la CJCE du 7 février 1979, Knoors, 115/78, Rec. 1979, p. 399, points 25 s.; du 3 octobre 1990, Bouchoucha, C-61/89, Rec. 1990, p. I-3551, point 14; du 9 mars 1999, Centros Ltd, C-212/97, Rec. 1999, p. I-1459, points 24 ss), la sécurité sociale (arrêt de la CJCE du 2 mai 1996, Paletta, C-206/94, Rec. 1996, p. I-2357, point 24), la politique agricole (arrêts du 11 octobre 1977, Entreprise Peter Cremer, 125-76, Rec. 1977, p. 1593, points 20/21; du 3 mars 1993, General Milk Products, C-8/92, Rec. 1993, p. I-779, points 21 s.; du 14 décembre 2000, Emsland-Stärke GmbH, C-110/99, Rec. 2000, p. I-11569, points 50 ss) ou encore, ce qui concerne plus particulièrement le cas d'espèce, la libre circulation des travailleurs (arrêts de la CJCE du 21 juin 1988, Lair, 39/86, Rec. 1988, p. 3161, point 43; du 7 juillet 1992, Singh, C-370/90, Rec. 1992, p. I-4265, point 24; du 17 avril 1997, Kadiman, C-351/95, Rec. 1997, p. I-2133, |130| point 38; du 30 septembre 1997, Günaydin, C-36/96, Rec. 1997, p. I-5143, points 58 ss; du 23 septembre 2003, Secretary of State contre Akrich, C-109/2001, non encore publié dans le Recueil de jurisprudence de la Cour de justice mais reproduit in EuGRZ 2003 p. 607 ss, point 57).\n\nAu vu de cette abondante jurisprudence, il semble que l'on puisse admettre que l'interdiction de l'abus de droit a aujourd'hui acquis, si ce n'est sur un plan dogmatique, du moins dans les faits, valeur de principe général du droit dans la Communauté européenne (cf. DIMITRIS TRIANTAFYLLOU, L'interdiction des abus de droit en tant que principe général du droit communautaire, in Cahiers de droit européen, 2002, p. 611 ss, 626 ss; RANDELZHOFER/FORSTHOFF, op. cit., nos 122 ss ad Art. 39-55 EG-Vertrag).\n\n9.2 Quant au contenu de ce principe, la Cour de justice a coutume de dire que les facilités créées par le droit communautaire (par exemple la libre circulation des travailleurs ou la liberté d'établissement) ne sauraient avoir pour effet de permettre aux personnes qui en bénéficient de se soustraire frauduleusement ou abusivement à l'emprise des législations nationales, et d'interdire aux Etats membres de prendre les mesures nécessaires pour empêcher de tels abus (cf. les arrêts de la CJCE précités au paragraphe précédent, en particulier dans les affaires: Centros Ltd, Kefalas, Paletta, Lair, Singh, Knoors, et van Binsbergen ). Toutefois, lorsqu'elles sont susceptibles de gêner ou de rendre moins attrayant l'exercice des libertés fondamentales garanties par le traité, ces mesures doivent remplir quatre conditions, à savoir: s'appliquer de manière non discriminatoire, se justifier par des raisons impérieuses d'intérêt général, être propres à garantir l'objectif de l'intérêt général qu'elles poursuivent et ne pas aller au-delà de ce qui est nécessaire pour l'atteindre (cf. arrêts de la CJCE du 9 mars 1999, Centros Ltd, C-212/97, Rec. 1999, p. I-1459, point 34; du 30 novembre 1995, Gebhard, C-55/94, Rec. 1995, p. I-4165, point 37; du 31 mars 1993, Kraus, C-19/92, Rec. 1993, p. I-1663, point 32; voir aussi THEODOR SCHILLING, Bestand und allgemeine Lehren der bürgerschützenden allgemeinen Rechtsgrundsätze des Gemeinschaftsrechts, in EuGRZ 2000 p. 3 ss, 38/39).\n\nEn d'autres termes, il s'agit de ne pas porter atteinte à l'efficacité du droit communautaire, comme l'a récemment rappelé la Cour de justice, en précisant que l'existence d'une pratique abusive doit être |131| établie par la juridiction nationale \"conformément aux règles (sur la preuve) du droit national\" (arrêt du 14 décembre 2000, Emsland-Stärke GmbH, C-110/1999, Rec. 2000, p. I-11569, point 54 et les arrêts cités). A cette occasion, la Cour de justice a également indiqué ceci: \"La constatation qu'il s'agit d'une pratique abusive nécessite, d'une part, un ensemble de circonstances objectives d'où il résulte que, malgré un respect formel des conditions prévues par la réglementation communautaire, l'objectif poursuivi par cette réglementation n'a pas été atteint. Elle requiert, d'autre part, un élément subjectif consistant en la volonté d'obtenir un avantage résultant de la réglementation communautaire en créant artificiellement les conditions requises pour son obtention\" (arrêt précité Emsland-Stärke GmbH, points 52 et 53). Bien qu'il soit postérieur à la date de signature de l'Accord sur la libre circulation des personnes, cet arrêt peut néanmoins être pris en compte (cf. supra consid. 5.2 in fine), car il ne fait que préciser une notion largement connue et utilisée en droit communautaire (cf. RANDELZHOFER/FORSTHOFF, op. cit., n° 126 ad Art. 39-55 EG-Vertrag) qui revêt de surcroît une portée quasiment identique en droit suisse.\n\n9.3 Dans le domaine spécifique de la libre circulation des personnes, la Cour de justice a notamment exposé \"qu'il y aurait abus si les facilités créées par le droit communautaire en faveur des travailleurs migrants et de leur conjoint étaient invoquées dans le cadre de mariages de complaisance conclus afin de contourner les dispositions relatives à l'entrée et au séjour des ressortissants de pays tiers\" (cf. l'arrêt précité Secretary of State contre Akrich, C-109/2001, reproduit in EuGRZ 2003 p. 607 ss, point 57). Le Tribunal de céans a déjà eu l'occasion de dire que cet arrêt, rendu après la signature de l'Accord sur la libre circulation des personnes, ne le liait pas, mais pouvait néanmoins être pris en considération pour interpréter l'art. 3 annexe I ALCP (ATF 130 II 1 consid. 3.6.2). Au demeurant, l'arrêt Akrich ne fait qu'exprimer clairement des réserves que la Cour de justice avait déjà eu le loisir d'émettre auparavant en matière de mariages fictifs (cf. arrêt du 7 juillet 1992, Singh, C-370/90, Rec. 1992, p. I-4265, points 12, 14 et 24). La Communauté européenne a par ailleurs pris des mesures pour combattre les mariages de complaisance (Résolution du Conseil de l'Union du 4 décembre 1997 sur les mesures à adopter en matière de lutte contre les mariages de complaisance, in JO C 382 du 16 décembre 1997, p. 1). |132|\n\nContrairement à l'opinion que défendait une partie de la doctrine (cf. DIETRICH, op. cit., p. 324; WÖLKER, op. cit., ch. 69 ad art. 48), la Cour de justice refuse donc de protéger les mariages fictifs (dans le même sens, cf. HAILBRONNER, Ausländerrecht, Kommentar, classeur 4, Heidelberg 1994 ss, état décembre 2003, ch. 33 ad § 1 Aufenthaltsgesetz/EWG; FUNKE-KAISER, op. cit., p. 36 ad ch. 93; TORSTEN STEIN/SABINE THOMSEN, The Status of the Member State's Nationals under the Law of the European Communities, in The Legal Position of Alien in National and International Law, Frowein/Stein [éd.], 1987, p. 1803). Par là, elle fournit une précision importante quant à la portée de l'arrêt Diatta : le mariage, comme critère formel donnant en principe un droit de séjour au conjoint du travailleur communautaire, ne va pas jusqu'à couvrir les invocations abusives d'un tel droit, du moins en cas de mariage fictif. C'est là une cautèle analogue à la solution prévue à l'art. 7 al. 2 LSEE pour les étrangers ayant épousé un citoyen suisse (et, par analogie, à l'art. 17 al. 2 LSEE pour les étrangers ayant épousé une personne titulaire du permis d'établissement; cf. ATF 121 II 5 consid. 3a p. 6/7).\n\n9.4 Cela étant, les mariages de complaisance ne sont qu'une forme possible, parmi d'autres, d'usage abusif de l'institution du mariage pour obtenir une autorisation de séjour (cf. ATF 121 II 5 consid. 3a p. 7). Or, il n'y a pas de raison de sanctionner plus durement cette forme d'abus, où les époux s'efforcent de donner l'apparence d'un certain contenu au lien conjugal - ils font parfois temporairement ménage commun -, que l'abus consistant à se prévaloir d'un lien conjugal vidé de toute substance dans le seul but d'obtenir ou de conserver une autorisation de séjour. Dans l'un et l'autre cas, il y a utilisation du mariage dans un but autre que celui protégé par les règles en matière de regroupement familial, que celles-ci découlent de la loi sur le séjour et l'établissement des étranger ou de l'Accord sur la libre circulation des personnes. L'art. 3 al. 1 annexe I ALCP vise en effet seulement, ainsi qu'on l'a vu, à faciliter la libre circulation des travailleurs communautaires en accordant aux membres de leur famille un droit de séjour dérivé du leur. Or, lorsque des époux n'entendent définitivement plus vivre ensemble, cet objectif n'est aucunement contrarié par le refus d'autorisation de séjour opposé au conjoint du travailleur, en ce sens que ce dernier n'est ni empêché de rester en Suisse, ni dissuadé de se rendre dans un autre Etat membre de la Communauté européenne à cause d'un tel refus. Le droit de séjour de son conjoint a perdu, en ce qui le concerne, |133| toute raison d'être, et sa suppression ne compromet pas l'efficacité du droit communautaire (dans ce sens, cf. SCHEER, op. cit., p. 104; DIETRICH, op. cit., p. 324). Par ailleurs, la maîtrise et le contrôle de l'effectif de la population étrangère - dont le séjour n'est pas régi (ou ne devrait pas l'être) par l'Accord sur la libre circulation des personnes - constitue un objectif d'intérêt général suffisamment important pour justifier de lutter contre les abus commis en la matière (cf. l'art. 1er OLE [RS 823.21]). Le refus d'autorisation de séjour apparaît en outre une réponse adéquate et proportionnée à cet objectif, dans la mesure où l'on ne voit guère d'autre solution moins incisive et où le refus n'est ni automatique ni systématique, mais intervient au contraire après un examen individuel des cas fait dans le respect des garanties constitutionnelles et des droits fondamentaux des personnes concernées. Enfin, étant donné que l'invocation abusive d'un mariage pour séjourner en Suisse ne bénéficie d'aucune protection lorsqu'elle est le fait d'un étranger marié à un citoyen Suisse, le principe de non-discrimination des travailleurs communautaires (et de leur conjoint) par rapport aux travailleurs nationaux (et à leur conjoint) est également respecté. Le refus d'autorisation de séjour est donc conforme aux conditions requises en la matière par le droit communautaire pour prendre des mesures destinées à lutter contre les abus (cf. supra consid. 9.2).\n\nCertes l'arrêt Diatta n'évoque-t-il pas la question de l'abus de droit. Les deux seules questions que la Cour de justice avait à trancher dans ce précédent - et qui sont en principe déterminantes pour en apprécier la portée (cf. supra consid. 6.1) - n'abordaient cependant pas cet aspect du problème (cf. arrêt Diatta, point 7). Par ailleurs, cette jurisprudence a été rendue il y plus de dix-huit ans, soit à une époque où les droits liés à la libre circulation des personnes devaient encore être définis et affirmés et où, par conséquent, la question de leur éventuel usage abusif ne se posait pas de manière aussi aiguë qu'aujourd'hui. Or, ainsi qu'on l'a vu, la Cour de justice a récemment précisé - contrairement à l'interprétation que certains auteurs pensaient pouvoir déduire de l'arrêt Diatta - que les mariages de complaisance ne méritaient pas d'être protégés, tandis que le Conseil a également pris des mesures pour lutter contre cette forme d'abus (cf. supra consid. 9.3). Rien ne s'oppose donc, même si l'arrêt Diatta est muet à ce sujet, à ce que d'autres formes d'abus soient également réprimées, comme celle consistant à ne maintenir un mariage que dans un but de police des étrangers |134| .\n\n9.5 En résumé, le conjoint d'un travailleur communautaire ne doit, en vertu de l'arrêt Diatta, \"pas nécessairement habiter en permanence avec lui\" pour bénéficier du droit au regroupement familial prévu à l'art. 3 al. 1 annexe I ALCP. Il n'en demeure pas moins que, comme l'a déjà exposé le Tribunal fédéral, l'intention de vivre durablement en ménage commun doit en principe exister en tout cas au moment de lentrée dans le pays daccueil (arrêt 2A.238/2003 précité, du 26 août 2003, consid. 5.2.4). Par ailleurs, contrairement à l'opinion de certains auteurs (cf. MINH SON NGUYEN, op. cit., p. 398/ 399; ANDREAS ZÜND, Beendigung der ausländerrechtlichen Anwesenheitsberechtigung, in Aktuelle Fragen des schweizerischen Ausländerrechts, Bernhard Ehrenzeller [éd.], Saint-Gall 2001, p. 127 ss, 176), en cas de séparation des époux, il y a abus de droit à invoquer l'art. 3 al. 1 annexe I ALCP lorsque le lien conjugal est vidé de toute substance et que la demande de regroupement familial vise seulement à obtenir une autorisation de séjour pour l'époux du travailleur communautaire (cf. les Directives OLCP, état février 2002, ch. 8.6; MARTIN NYFFENEGGER, Das Freizügigkeitsabkommen - Rechtliche Herausforderungen bei der Umsetzung und erste Erfahrungen aus der Sicht der Bundesbehörden, in Das schweizerische Ausländerrecht, Bernhard Ehrenzeller [éd.], Saint-Gall 2003, p. 31 ss, 40; KLAUS, op. cit., p. 76). A cet égard, les critères élaborés par la jurisprudence rendue à propos de l'art. 7 al. 1 LSEE (cf. supra consid. 4.2) s'appliquent mutatis mutandis afin de garantir le respect du principe de non-discrimination inscrit à l'art. 2 ALCP et d'assurer une certaine cohésion d'ensemble au système. Cette interprétation de la notion d'abus de droit ne vaut toutefois, en l'état, que pour la situation du conjoint étranger d'un travailleur communautaire; elle ne préjuge en rien de la manière dont les autres situations, jugées abusives par la jurisprudence développée en application de la loi sur le séjour et l'établissement des étrangers, devront être traitées dans le cadre de l'Accord sur la libre circulation des personnes, notamment le cas du regroupement familial différé des enfants.\n\n10.\n\n10.1 Appliquées au cas d'espèce, les considérations qui précèdent conduisent à constater que, sous réserve de l'abus de droit, l'intimée bénéficie en principe du droit de séjourner en Suisse aussi longtemps que son mariage n'est pas juridiquement dissous, même si elle vit séparée de son époux. Dans son principe, cette |135| interpréta tion n'est du reste contestée ni par les parties, ni par le Tribunal administratif, le litige se situant plutôt sur le terrain de la qualification juridique des faits (subsomption).\n\nL'office recourant soutient ainsi que l'intimée se prévaut de manière abusive de l'art. 3 al. 1 annexe I ALCP, au motif que le lien conjugal l'unissant à son époux serait définitivement rompu. Pour sa part, constatant que la \"volonté affirmée\" de l'intimée de reprendre la vie commune avec son époux n'était contredite ni par ses déclarations, ni par son comportement, le Tribunal administratif a écarté l'hypothèse de l'abus de droit.\n\n10.2 Il est certain que l'adoption par un administré d'une attitude contradictoire relève comme telle de la catégorie des abus de droit que la jurisprudence qualifie de \"typiques\" (cf. ATF 120 II 105 consid. 3a p. 108), si bien que l'intimée serait vraisemblablement déchue du droit de se prévaloir de son mariage et des droits qui y sont attachés en matière de police des étrangers si elle-même se refusait définitivement à l'idée de reprendre la vie commune avec son époux. Mais il y a aussi usage abusif d'un droit lorsqu'une institution juridique est utilisée à lencontre de son but pour réaliser des intérêts qu'elle ne veut pas protéger (cf. ATF 121 II 97 consid. 4 p. 103). A elle seule, l'absence d'attitude contradictoire de la part de l'intimée ne suffit donc pas à exclure l'existence d'une situation abusive. Sur ce point, l'arrêt attaqué se révèle ainsi erroné et ne peut être suivi. Tout comme sont sans pertinence, quoi qu'en pense l'intimée, les raisons ayant conduit les époux à se séparer ou leur part respective de responsabilité dans la séparation (cf. supra consid. 4.2).\n\nCe qu'il faut bien plutôt rechercher, c'est si suffisamment d'éléments concrets existent qui permettent de dire que les époux ne veulent pas ou ne veulent plus mener une véritable vie conjugale et que leur mariage nest maintenu que pour des motifs de police des étrangers. Lintention réelle des époux ne pourra généralement pas être établie par une preuve directe mais seulement grâce à des indices, comme dans le cas du mariage fictif (cf. ATF 127 II 49 consid. 5a p. 57).\n\n10.3 Selon l'Office fédéral, du moment que le mariage n'a duré que neuf mois et que son mari a fermement manifesté l'intention de ne plus reprendre la vie commune avec elle, l'intimée invoque de manière abusive l'art. 3 annexe I ALCP pour demeurer en Suisse, car le lien conjugal apparaît vidé de toute substance. En l'état du dossier, cette opinion ne peut être confirmée. |136|\n\nLa jurisprudence considère en effet que les déclarations de l'époux autorisé à séjourner en Suisse indépendamment de sa situation matrimoniale - soit l'époux suisse ou, comme en l'espèce, le travailleur communautaire -, ne sauraient être décisives pour trancher la question d'un abus de droit en matière de regroupement familial; c'est au contraire le point de vue de l'autre époux, pour lequel l'issue de la procédure est déterminante, qui est primordial (cf. ATF 128 II 145 consid. 3.1 p. 154). Dans la mesure où, dans le cas particulier, les époux avaient - et ont apparemment toujours (cf. cependant le procès-verbal d'audition du 4 décembre 2002 établi dans le cadre de la procédure de divorce, où l'intimée elle-même semblait exclure l'idée d'une reprise de la vie commune) - une appréciation divergente quant à la situation du couple et à ses perspectives, il est donc délicat de se fonder, comme l'a fait le Service cantonal et comme voudrait le faire l'Office fédéral, sur les seules déclarations du mari de l'intimée pour conclure à l'absence de toute chance d'une reprise de la vie commune. De telles déclarations doivent encore être confirmées par d'autres indices, comme par exemple l'absence de cohabitation des époux pendant une période significative.\n\nEn l'espèce, l'Office cantonal a toutefois attendu moins de cinq mois de séparation avant d'aviser l'intimée qu'il envisageait de ne pas lui renouveler son autorisation de séjour, et moins d'une année pour rendre sa décision de refus. Or, en l'absence d'autres éléments, de tels délais sont insuffisants pour exclure la possibilité d'une reprise de la vie commune (pour comp. ATF 127 II 49 consid. 5 p. 56 ss). A défaut, cela reviendrait à qualifier d'abusive une situation du simple fait que les époux ne vivent plus ensemble, en contradiction avec la volonté du législateur qui a renoncé à faire dépendre le droit à une autorisation de séjour de cette condition (cf. ATF 121 II 97 consid. 2 p. 100/101). Certes, au moment où le jugement attaqué a été rendu, près de quinze mois s'étaient écoulés depuis la séparation; la Cour cantonale s'est toutefois fondée sur le même complexe de faits pour rendre son verdict, de sorte que les quatre mois supplémentaires écoulés depuis la décision du Département cantonal n'apparaissent pas décisifs.\n\nPar ailleurs, il semble que le mari ait noué une nouvelle relation sentimentale, ce qui pourrait assurément constituer un indice important - bien qu'insuffisant à lui seul - de nature à établir que le mariage est vidé de son contenu (cf. arrêt 2A.353/1999 du 3 août |1371999| , consid. 2b). Ce fait n'a toutefois pas été instruit, si bien qu'on ne peut rien en tirer: on ignore notamment à quelle date aurait débuté cette relation, quelle est son intensité et, le cas échéant, si elle dure encore. En outre, on ne sait pas non plus si, postérieurement à leur séparation, les époux se sont vus ni, dans l'affirmative, dans quelles conditions et selon quelle fréquence; leurs déclarations n'apparaissent pas claires à ce sujet, voire sont contradictoires.\n\n10.4 Ces points méritent par conséquent d'être éclaircis, étant précisé que si les époux n'ont à ce jour pas repris la vie commune, le lien conjugal devra, sauf circonstances particulières, être considéré comme vidé de son contenu, vu le temps qui s'est maintenant écoulé depuis leur séparation (près de deux ans)."}