{"annee": "130", "cour": "III", "page": "633", "date": "13/7/2004", "cite": ["123 III 24", "128 III 137"], "cite_par": [], "chapeau": "81. Extrait de l'arrêt de la Ire Cour civile dans la cause Servette de Genève Football SA contre X. SA (recours en réforme)\n\n4C.136/2004 du 13 juillet 2004", "regestes": ["Société anonyme; modification de la raison sociale, représentation. Un changement de raison sociale en cours n'interdit pas à la société anonyme de conclure des contrats par l'intermédiaire d'un représentant (consid. 2.2.2.2.1)."], "faits": "|634|\n\nA. Le 6 octobre 2000, l'assemblée générale extraordinaire des actionnaires de Y. SA a décidé de transférer le siège de cette société de Zoug à Fribourg et de modifier sa raison sociale, qui est devenue X. SA (ci-après: la demanderesse). Elle a désigné de nouveaux administrateurs, au nombre desquels figurait B. Ces modifications statutaires ont été inscrites au registre du commerce du canton de Fribourg, le 24 novembre 2000. X. SA s'occupe de transferts dans tous les domaines sportifs, notamment le football.\n\nServette de Genève Football SA (ci-après: Servette ou la défenderesse) est une société anonyme dont le siège est à Genève et qui exploite le club de football professionnel du même nom. En 2000, Martin Petrov, joueur de nationalité bulgare, évoluait dans ce club.\n\nUn contrat de courtage d'indication a été conclu avant le 24 novembre 2000 entre la défenderesse, d'une part, et la demanderesse, agissant sous sa nouvelle raison sociale et représentée par B., d'autre part, en vue du transfert de Martin Petrov. La rémunération du courtier a été fixée à 250'000 fr.\n\nGrâce à l'activité du courtier, Martin Petrov a pu être transféré au WfL Wolfsburg, club de Bundesliga, au premier trimestre 2001, pour une somme supérieure au prix minimum prévu dans le contrat de courtage.\n\nInvitée par la demanderesse à lui verser la commission susmentionnée, la défenderesse a refusé de s'exécuter.\n\nB. Le 14 juin 2001, la demanderesse a assigné la défenderesse en paiement de 250'000 fr., avec intérêts à 5 % dès le 24 février 2001, à titre de rémunération pour son activité de courtier.\n\nLa défenderesse a conclu au rejet de la demande. Elle a fait valoir, entre autres arguments, que la demanderesse n'avait pas pu conclure le contrat de courtage litigieux avant le 24 novembre 2000, date à laquelle sa nouvelle raison sociale avait été inscrite au registre du commerce.\n\nPar jugement du 8 avril 2003, le Tribunal de première instance du canton de Genève a débouté la demanderesse de sa conclusion en paiement, faute de légitimation active. |635|\n\nStatuant le 13 février 2004, sur appel de la demanderesse, la Cham bre civile de la Cour de justice du canton de Genève a annulé le jugement de première instance et admis la demande.\n\nC. Contre l'arrêt de la Chambre civile, la défenderesse a déposé un recours en réforme que le Tribunal fédéral a rejeté.", "considerants": "Extrait des considérants:\n\n2. (...)\n\n2.2.2.2.1 Pour qu'un acte juridique fait au nom d'autrui par un représentant puisse sortir ses effets dans la personne du tiers, il faut naturellement que le représenté existe au moment où cet acte est accompli, sous réserve du cas très particulier du nasciturus (cf. art. 31 al. 2 CC). Ainsi, les actes faits au nom de la société anonyme avant que celle-ci n'ait acquis la personnalité par son inscription au registre du commerce (cf. art. 643 al. 1 CO) entraînent la responsabilité personnelle et solidaire de leurs auteurs (art. 645 al. 1 CO). Pour qu'ils engagent la future société, à l'exclusion de ceux-ci, il faut que les obligations aient été expressément contractées au nom de la société et qu'elles aient été assumées par cette dernière dans les trois mois à dater de son inscription (art. 645 al. 2 CO; cf. ATF 123 III 24 consid. 2d et les références).\n\nLes circonstances du cas concret n'entrent pas dans les prévisions de la disposition citée. De fait, le contrat de courtage que B. avait conclu avec la défenderesse, sans indiquer du reste expressément à celle-ci qu'il agissait au nom de la demanderesse (...), ne l'a pas été pour le compte d'une société en voie de création, mais bien pour celui d'une société existante qui était en train de changer de raison sociale. Les deux hypothèses doivent être soigneusement distinguées en ce sens que, par la constitution d'une société anonyme, un nouveau sujet de droit est créé, tandis que, en cas de modification de la raison sociale, seul le nom d'une société qui existe déjà est changé (cf. ATF 128 III 137 consid. 4a). On ne saurait donc soutenir, comme l'ont fait apparemment les deux juridictions cantonales, qu'il n'y avait pas, avant le 24 novembre 2000, une entité susceptible de contracter avec la défenderesse par l'intermédiaire d'un représentant. Sans doute cette entité ne portait-elle pas encore le nom qui est aujourd'hui le sien, puisque la décision prise le 6 octobre 2000 par l'assemblée générale de Y. SA de modifier sa raison sociale n'avait pas encore été inscrite au registre du commerce (cf. art. 647 al. 3 CO; sur l'effet constitutif d'une telle inscription, |636| voir GUILLAUME VIANIN, L'inscription au registre du commerce et ses effets, p. 253 ss, spéc. p. 263/264). Cela ne l'empêchait toutefois pas d'acquérir des droits et de contracter des obligations. Au demeurant, on ne voit pas en quoi le fait que la demanderesse s'était engagée, par anticipation, sous sa nouvelle raison sociale ait pu avoir une quelconque incidence sur la position juridique de son partenaire contractuel. Qu'elle ait contracté sous le nom de X. SA plutôt que sous celui d'Y. SA ne changeait rien pour la défenderesse, qui avait toujours en face d'elle une seule et unique personne morale ayant les mêmes capacités financières. En réalité, on est en présence d'une erreur de dénomination due vraisemblablement au fait que les personnes ayant agi pour la demanderesse ignoraient à quel moment la nouvelle dénomination entrait en vigueur. Or, une telle erreur n'empêchait pas la conclusion du contrat de courtage entre Servette et X. SA, puisqu'aussi bien l'art. 18 al. 1 CO commande de ne point s'y arrêter. D'où il suit que le changement de raison sociale en cours n'interdisait pas à la demanderesse de conclure le contrat de courtage litigieux avec la défenderesse par le truchement d'un représentant."}