{"annee": "130", "cour": "V", "page": "288", "date": "7/5/2004", "cite": ["124 V 118", "130 V 284"], "cite_par": [], "chapeau": "42. Auszug aus dem Urteil i.S. CSS Kranken-Versicherung AG gegen H. und Verwaltungsgericht des Kantons Thurgau\n\nK 103/02 vom 7. Mai 2004", "regestes": ["Art. 6 al. 1 let. a OPAS: Ergothérapie. En cas de troubles du développement moteur (F82, ICD-10), l'ergothérapie est une prestation obligatoirement à charge de l'assureur-maladie seulement si l'enfant concerné présente un dysfonctionnement grave engendrant des effets somatiques qui l'entravent notablement dans les actes ordinaires de la vie (consid. 3). La fiche signalétique élaborée au cours de la conférence interdisciplinaire de consensus entre médecins et assureurs ne constitue qu'un instrument de travail pour résoudre la question de la prise en charge du traitement (consid. 3.3); en particulier, on ne saurait conclure qu'au-delà d'un certain nombre de points, il existe un dysfonctionnement grave entraînant l'obligation de prendre en charge les frais (consid. 4.2)."], "faits": "", "considerants": "BGE 130 V 288 S. 289\n\nAus den Erwägungen:\n\n2. Streitig und zu prüfen ist, ob die CSS Kranken-Versicherung AG (nachfolgend CSS) die Kosten für die vom Kinder- und Jugendpsychiatrischen Dienst X. (KJPD) angeordnete Ergotherapie im Jahr 2000 zu übernehmen hat.\n\n3.\n\n3.1 Die obligatorische Krankenpflegeversicherung übernimmt die Kosten für Leistungen, die der Diagnose oder Behandlung einer Krankheit und ihrer Folgen dienen (Art. 25 Abs. 1 KVG). Diese Leistungen umfassen unter anderem die Behandlungen, die ambulant von Personen durchgeführt werden, welche auf Anordnung oder im Auftrag eines Arztes oder einer Ärztin Leistungen erbringen (Art. 25 Abs. 2 lit. a Ziff. 3 KVG). Zu diesen Personen, welche auf ärztliche Anordnung hin und in selbstständiger Weise sowie auf eigene Rechnung Leistungen erbringen, gehören unter anderem Ergotherapeuten und Ergotherapeutinnen (Art. 46 Abs. 1 lit. b KVV). Gemäss Art. 6 Abs. 1 KLV übernimmt die obligatorische Krankenpflegeversicherung die Kosten der Leistungen, die auf ärztliche Anordnung hin von Ergotherapeuten und Ergotherapeutinnen erbracht werden, soweit sie der versicherten Person bei somatischen Erkrankungen durch Verbesserung der körperlichen Funktionen zur Selbstständigkeit in den alltäglichen Lebensverrichtungen verhelfen (lit. a) oder im Rahmen einer psychiatrischen Behandlung durchgeführt werden (lit. b). Die KLV umschreibt somit nicht die einzelnen zu vergütenden Leistungen in der Ergotherapie, sondern beschränkt sich auf die Formulierung des Ziels (vgl. BARBARA HÜRLIMANN et al., Krankenversicherung, ein Ratgeber aus der Beobachter-Praxis, Zürich 1998, S. 163). Allgemein gilt im Krankenversicherungsrecht, dass es sich beim Begriff Krankheit um einen Rechtsbegriff handelt, welcher sich nicht notwendigerweise mit dem medizinischen Krankheitsbegriff deckt (BGE 124 V 121 Erw. 3b mit Hinweisen). Demnach ist es letztlich Aufgabe des Sozialversicherungsgerichts, über die Leistungspflicht der Krankenversicherer zu entscheiden.\n\n3.2 Ausgangslage ist die Diagnose einer \"Entwicklungsstörung der motorischen Funktionen\" (F82, ICD-10). Diese wird gemäss der internationalen Klassifikation der Weltgesundheitsorganisation bei den psychischen Störungen eingeordnet (ICD-10, Kapitel V) und umfasst als Hauptmerkmal eine schwerwiegende Beeinträchtigung der Entwicklung der motorischen Koordination, die nicht allein durch eine Intelligenzverminderung oder eine umschriebene BGE 130 V 288 S. 290angeborene oder erworbene neurologische Störung erklärbar ist; üblicherweise ist die motorische Ungeschicklichkeit verbunden mit einem gewissen Grad von Leistungsbeeinträchtigungen bei visuell-räumlichen Aufgaben (Weltgesundheitsorganisation [WHO], Internationale Klassifikation psychischer Störungen, ICD-10 Kapitel V [F], Klinisch-diagnostische Leitlinien, 4. Aufl., Bern 2000, S. 279 ff.; vgl. Auch A. WARNKE, Entwicklungsstörungen, in: MÖLLER/LAUX/ KAPFHAMMER, Psychiatrie und Psychotherapie, Berlin 2000, S. 1603 ff.).\n\n3.3 In BGE 130 V 284 setzte sich das Eidgenössische Versicherungsgericht mit der Frage der Kostenübernahme der Ergotherapie bei einer Entwicklungsstörung der motorischen Funktionen (F82, ICD-10) auseinander. Es hielt fest, dass diese motorischen Störungen bei Kindern häufig sind und leichten Entwicklungsstörungen in der Regel mit pädagogischen Massnahmen, d.h. einer Erziehung im Sinne einer günstigen Beeinflussung des Verhaltens und der anlagemässig gegebenen Möglichkeiten (z.B. Förderunterricht in kleinen Gruppen, gezielte Freizeitaktivitäten oder der Besuch einer Einführungsklasse), begegnet wird; diese fallen - im Gegensatz zu medizinischen Massnahmen - nicht unter die Leistungspflicht der Krankenversicherer (BGE 130 V 286 Erw. 5.1.2 mit Hinweis).\n\nDie Behandlung einer motorischen Störung kann auch im Rahmen einer Ergotherapie erfolgen. Bei einer Ergotherapie werden im Allgemeinen alltägliche Lebensverrichtungen wie Essen, Waschen, Ankleiden, Schreiben oder der Umgang mit anderen Menschen geübt; daraus ergibt sich, dass sich Ergotherapie im Rahmen der Krankenversicherung vor allem auf die Rehabilitation nach einer schweren Krankheit oder einem schweren Unfall bezieht und die weitestmögliche Selbstständigkeit im täglichen Leben sowie im Beruf bezweckt. Demnach ist eine ergotherapeutische Behandlung einer leichten Entwicklungsstörung, welche vornehmlich mit pädagogischen Mitteln arbeitet, atypisch und eine restriktive Unterstellung unter Art. 6 Abs. 1 lit. a KLV folgerichtig. Ist hingegen eine schwerwiegende Störung gegeben, welche somatische Auswirkungen hat, die das betroffene Kind in seinem Alltagsleben erheblich beeinträchtigen, ist eine somatische Erkrankung im Sinne von Art. 6 Abs. 1 lit. a KLV und somit die Kostenpflicht der Krankenversicherer zu bejahen (BGE 130 V 287 Erw. 5.1.3 mit Hinweisen).\n\nBezüglich des Scoreblattes hält das Eidgenössische Versicherungsgericht im erwähnten Urteil fest, dass es sich hierbei um ein im BGE 130 V 288 S. 291Rahmen einer interdisziplinären Konsenskonferenz von Ärzten und Versicherern ausgearbeitetes Erfassungsblatt zur Beurteilung der Behandlungsbedürftigkeit handelt, welches bei den einzelnen Beurteilungskriterien einen erheblichen Ermessensspielraum der medizinischen Fachperson zulässt und somit lediglich Hilfsmittel zur Beantwortung der rechtlichen Frage der Leistungspflicht darstellt (BGE 130 V 287 Erw. 5.3).\n\n4.\n\n4.1 In der Verordnung der Ergotherapie vom 17. August 2000 hält Dr. med. Z., Chefarzt KJPD, eine Störung der Grob- und Feinmotorik mit psychosomatischen Auswirkungen fest; mittels der Ergotherapie solle eine Verbesserung der Selbstständigkeit in den für das Lebensalter des Patienten adäquaten Lebensverrichtungen erzielt werden. Dieselben Angaben macht er in der Verordnung vom 10. November 2000.\n\nIm Fragebogen Ergotherapie der CSS gibt Dr. med. Z. am 3. Januar 2001 eine umschriebene Entwicklungsstörung der motorischen Funktionen (F82 nach ICD-10) mit psychomotorischen Auswirkungen an. Die Art der Behinderung bezeichnet er als massive muskuläre Anspannung mit Problemen im Dosieren der groben Kraft, mit Auswirkungen im Handlungsbereich und in den sozialen Kontakten, sowie als dezente visuomotorische Schwierigkeiten. Die psychomotorischen Beschwerden beschreibt er als motorische Unruhe nach langer Konzentrationsphase mit wenig Gespür für den Körper (Kraftdosierung und Druck) und Auswirkungen im sozialen Kontakt (Ausgrenzungssituation mit Kollegen).\n\nGemäss Dr. med. W., Vertrauensarzt der CSS, bestehen einerseits Probleme im feinmotorischen Bereich, andererseits ein Verhaltensproblem (Aktennotiz vom 13. März 2001).\n\nIn ihrem Zwischenbericht vom 10. April 2001 hält die behandelnde Ergotherapeutin Frau D. fest, der Versicherte wirke allgemein sehr nervös, unruhig und unsicher. Er sei sehr waghalsig und schätze die Gefahr eines Sturzes oder Ähnliches oft falsch ein, was in einer mangelnden Wahrnehmung des Bezugs seines Körpers zum Raum begründet liege. Feinmotorisch habe er insofern Schwierigkeiten, als er die Materialien schlecht wahrnehme und so inadäquat mit ihnen umgehe. Es falle eine Hyperkinese auf. Er sei taktil unterempfindlich und lehne alle Materialien ab, die keinen eindeutigen Reiz hervorrufen würden. Dies alles führe zu einer schlechten BGE 130 V 288 S. 292Kraftdosierung. Er habe auch Schwierigkeiten, Gegenstände durch den Tastsinn zu erkennen. Seine Ausdauer- und Konzentrationsspanne sei herabgesetzt, habe sich im Laufe der Therapie aber verbessert. Sein Verständnis für seriale Abläufe und verbale Anweisungen sowie seine schulischen Fähigkeiten seien gut. Mit der dreidimensionalen Vorstellung habe er keine Schwierigkeiten. Oft verhalte er sich gegenüber Erwachsenen distanzlos und gegenüber anderen Kindern provokativ; er suche die körperliche Auseinandersetzung, bevor er selbst verletzt werde. Er habe sehr grosse elementare Ängste; es fehle ihm am kindlichen Urvertrauen und er sei psychisch nicht gefestigt, sondern eher labil. Die Ergotherapeutin hält eine psychotherapeutische Behandlung für sinnvoll, da seine Ängste und Sorgen den Versicherten sehr belasteten und einschränkten.\n\nGemäss Bericht der Frau lic. phil. Y. vom 9. Mai 2001 war der Versicherte von seinem Hausarzt, Dr. med. V. wegen dem Symptom Hyperaktivität an den KJPD überwiesen worden. Auf Grund der von Dr. med. Z. durchgeführten und ihrer eigenen Untersuchungen sei die Diagnose einer Hyperkinese (F90.1, F83 nach ICD-10) sowie motorischer Schwierigkeiten bei der Dosierung der groben Kraft gestellt worden. Die Untersuchung von Dr. med. A., Facharzt für Pädiatrie, habe zur gleichen Diagnose geführt. Die Schwierigkeiten liessen sich nicht alleine mit pädagogischen Massnahmen beheben und hätten aus fachlicher Sicht Krankheitswert, weshalb sie es als gegeben erachte, dass die Kosten der Ergotherapie von der Krankenkasse zu übernehmen seien.\n\nAuf Aufforderung des kantonalen Gerichts hin füllte Dr. med. Z. am 29. April 2002 das Scoreblatt aus; es resultierten 19 von möglichen 35 Punkten.\n\n4.2 Nachdem das Scoreblatt lediglich ein Hilfsmittel zur Beurteilung der Behandlungsbedürftigkeit ist (Erw. 3.3 in fine), kann nicht gesagt werden, dass ab einer bestimmten Punktzahl eine schwerwiegende Störung und damit die Kostenpflicht nach Art. 6 Abs. 1 lit. a KLV zu bejahen ist. Die den Beschwerdegegner betreffende Punktzahl von 19 bei maximal 35 Punkten ist jedoch als Indiz für eine mittlere bis schwere Störung zu werten; anzufügen bleibt, dass aus dem Scoreblatt nicht hervorgeht, ob die notierte Punktzahl sich auf den Beginn der Ergotherapie oder auf das Datum seiner Ausstellung bezieht. Überdies werden die visuomotorischen Schwierigkeiten als dezent bezeichnet (Bericht des Dr. med. Z. vom 3. Januar 2001). Hingegen wird nebst der umschriebenen Entwicklungsstörung der BGE 130 V 288 S. 293motorischen Funktionen (F82, ICD-10) resp. der kombinierten umschriebenen Entwicklungsstörung (F83, ICD-10) auch eine hyperkinetische Störung des Sozialverhaltens (F90.1, ICD-10) diagnostiziert (Bericht der Frau lic. phil. Y. vom 9. Mai 2001 mit Hinweis auf die Untersuchungen des Dr. med. A. und des Dr. med. V.; vgl. auch Bericht der Ergotherapeutin Frau D. vom 10. April 2001). Bezüglich der kognitiven Fähigkeiten werden dem Beschwerdegegner gute Leistungen attestiert (Bericht der Ergotherapeutin Frau D. vom 10. April 2001). Probleme zeigen sich jedoch bei der Umsetzung; so werden eine grundlose Aggressivität, eine grosse Impulsivität, eine mangelnde Wahrnehmung des eigenen Körpers im Raum und damit verbunden eine hohe Waghalsigkeit, eine unsorgfältige Arbeitsweise, sowie eine schlechte Kraftdosierung (mit ungewolltem Zerbrechen von Dingen oder grobem Verhalten gegenüber Mitmenschen) beschrieben. Schliesslich regt die behandelnde Ergotherapeutin auf Grund der grossen Ängste des Versicherten sowie seiner eher labilen psychischen Verfassung eine psychotherapeutische Behandlung an (Bericht vom 10. April 2001).\n\n4.3 Nach dem Gesagten ist somit tendenziell von einer mittleren bis schweren Störung auszugehen. Allerdings ergeben sich aus den Akten nicht genügend Hinweise, die diesen Gesamteindruck erhärteten. Insbesondere findet sich kein Bericht des zuständigen Dr. med. Z., der dies durch eine überzeugende Begründung untermauern könnte. Es ist somit ein entsprechender Bericht bei Dr. med. Z. einzuholen; er wird sich vor allem dazu zu äussern haben, ob es sich um eine leichte, mittlere oder schwere Entwicklungsstörung handelt, wo diese im Rahmen der ganzen Bandbreite anzusiedeln ist, welche Schwierigkeiten auf die Entwicklungs- und welche auf die hyperkinetische Störung zurückzuführen sind sowie in welcher Art und Weise sich die diagnostizierten Störungen somatisch äussern. Die Sache ist demnach an die Krankenkasse zurückzuweisen, damit sie nach erfolgter Abklärung über den Anspruch auf Übernahme der Kosten der Ergotherapie neu verfüge."}