{"annee": "130", "cour": "III", "page": "571", "date": "8/7/2004", "cite": ["63 II 267", "126 III 113", "109 II 144", "127 III 351", "126 III 223", "130 III 193", "105 II 289"], "cite_par": ["136 III 269", "130 III 736", "132 III 353", "137 III 534", "138 III 669"], "chapeau": "74. Auszug aus dem Urteil der II. Zivilabteilung i.S. X. gegen Y. AG und Z. GmbH & Co. KG (Berufung)\n\n5C.39/2004 vom 8. Juli 2004", "regestes": ["Art. 1 al. 1 LRespC; responsabilité civile d'une entreprise exploitant une piste de luges d'été; devoir de diligence. L'exploitation d'une installation de luges d'été ne peut pas être qualifiée d'entreprise de chemin de fer (consid. 2). Par conséquent, la loi sur la responsabilité civile des entreprises de chemins de fer et de bateaux à vapeur et de La Poste Suisse (LRespC) ne s'applique pas en cas d'accident sur une piste de luges d'été (consid. 3). Dans le cas d'espèce, aucune violation du devoir de diligence de l'exploitant lors d'une collision entre deux luges (consid. 4).", "Art. 40 OJ en relation avec l'art. 69 al. 2 PCF; indemnité pour l'intervenant accessoire. L'intervenant accessoire qui obtient gain de cause dans la procédure fédérale n'a en principe droit à aucune indemnité à titre de dépens (consid. 6)."], "faits": "|572|\n\nA. Die Y. AG ist Betreiberin der Sommerrodelbahn \"Y.\". Am 29. September 1996 kollidierte auf dieser Bahn im Bereich der Auslaufstrecke der Rodel der beiden Kinder S.A. und T.A. (damals zwölf und neun Jahre alt) von hinten mit demjenigen von X., die mit ihrem Sohn unterwegs war. Durch die Wucht des Aufpralls wurde X. und ihr Sohn aus dem Rodel heraus auf die Wiese geworfen. X. erlitt dabei eine Prellung des Schädels im Hinterkopfbereich sowie ein Schleudertrauma.\n\nB. Am 25. Juni 1999 reichte X. beim Bezirksgericht Schwyz Klage gegen die Y. AG ein und verlangte, diese sei zu verpflichten, ihr für den im Zeitraum vom 29. September 1996 bis 1. Juli 1999 angefallenen Haushaltsschaden und Erwerbsausfall Schadenersatz nach richterlichem Ermessen zu bezahlen. Die Y. AG beantragte die Abweisung der Klage und verkündete den Kindern S.A. und T.A. sowie der Z. GmbH & Co. KG (Herstellerin der Rodelanlage) den Streit. Die Z. GmbH & Co. KG trat daraufhin dem Prozess als Nebenintervenientin bei.\n\nDas Bezirksgericht beschränkte in der Folge das Verfahren auf die Grundsatzfrage der Haftung und wies die Klage mit Urteil vom 13. Dezember 2000 ab. Dagegen erhob X. Berufung beim Kantonsgericht des Kantons Schwyz. Dieses bestätigte am 2. Dezember 2003 das erstinstanzliche Urteil - mit Ausnahme der Kostenverteilung - vollumfänglich.\n\nC. X. führt eidgenössische Berufung an das Bundesgericht. Sie beantragt im Wesentlichen, die Y. AG sei zu verpflichten, ihr Schadenersatz nach richterlichem Ermessen zu bezahlen; eventuell sei festzustellen, dass die Y. AG für den Unfall vom 29. September 1996 hafte und die Sache zur Schätzung des Haushaltsschadens und Erwerbsausfalls an das Kantonsgericht zurückzuweisen. |573|\n\nDie Y. AG und die Z. GmbH & Co. KG schliessen in ihren Vernehmlassungen auf Abweisung der Berufung, soweit darauf einzutreten sei.\n\nEine gegen das nämliche Urteil des Kantonsgerichts erhobene staatsrechtliche Beschwerde hat das Bundesgericht mit Entscheid vom 7. Juni 2004 abgewiesen, soweit es darauf eingetreten ist (Verfahren 5P.67/2004).\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Die Klägerin macht geltend, auf den vorliegenden Fall finde das Bundesgesetz vom 28. März 1905 über die Haftpflicht der Eisenbahn- und Dampfschifffahrtsunternehmungen und der Schweizerischen Post (EHG; SR 221.112.742; im Folgenden: Eisenbahnhaftpflichtgesetz) Anwendung. Ob diese Behauptung zutrifft, insbesondere ob die Beklagte Inhaberin einer Eisenbahnunternehmung im Sinne von Art. 1 Abs. 1 EHG ist, muss vorab geprüft werden.\n\n2.1 Nach Art. 1 Abs. 2 des Eisenbahngesetzes vom 20. Dezember 1957 (EBG; SR 742.101) - welches als Auslegungshilfe hinzugezogen werden kann - sind Eisenbahnen Unternehmungen, die nach ihrer Zweckbestimmung von jedermann zur Beförderung von Personen und Gütern benützt werden können und deren Fahrzeuge auf oder an Schienen laufen. Nur erfasst von der Eisenbahngesetzgebung sind die dem öffentlichen Verkehr dienenden Eisenbahnen (Botschaft des Bundesrates zum Eisenbahngesetz, BBl 1956 I 235; OFTINGER/STARK, Schweizerisches Haftpflichtrecht, Bd. II/3, 1991, § 27 N. 13).\n\n2.2 Bei der hier zu beurteilenden Rodelbahn laufen die Rodel unstrittig nicht auf oder an Schienen, sondern bewegen sich auf Rollen in einem halbkreisförmigen Blechkanal. Die Klägerin bringt jedoch vor, auch innerhalb dieser Blechwanne sei eine Richtungsänderung nicht möglich, was einen Teil der spezifischen Betriebsgefahr der Eisenbahn ausmache.\n\nOb aus dieser Unmöglichkeit der Richtungsänderung auf das Vorliegen einer Eisenbahn geschlossen werden kann, ist zweifelhaft; diese Frage kann indes offen bleiben. Von entscheidender Bedeutung ist vielmehr, dass die Rodelbahn nicht dem öffentlichen Verkehr dient. Eine Rodelbahn ist am ehesten vergleichbar mit einer |574| Sportanlage wie eine (Winter-)Bobbahn oder einer Anlage in einem Vergnügungspark, welche nicht unter das Eisenbahnhaftpflichtgesetz fallen (OFTINGER/STARK, a.a.O., § 27 N. 17 u. 18; DESCHENAUX/ TERCIER, La responsabilité civile, 1982, § 16 N. 16). Hinzu kommt, dass auf der vorliegenden Bahn keine Personen befördert werden (CHRISTIAN KÜNG, Die Konzessionierung von Luftseilbahnen nach Bundesrecht, Diss. Bern 1988, S. 53; HANS-KASPAR STIFFLER, Die Haftung der Seilbahnunternehmungen für ausservertragliche Schädigung, Diss. Zürich 1959, S. 44), da die Benutzer den Rodel selber steuern bzw. zumindest selber abbremsen und beschleunigen. Es kann folglich festgehalten werden, dass die Beklagte nicht Inhaberin einer Eisenbahnunternehmung ist.\n\n3. Gemäss den Ausführungen der Klägerin ist mit der Rodelbahn über ein Förderband eine Aufzugsanlage verbunden, durch welche die Rodel mit den darauf sitzenden Benutzern wieder den Hang hinauf transportiert werden. Die Klägerin führt aus, diese Aufzugsanlage hätte in Anwendung der Verordnung vom 8. November 1978 über die Konzessionierung von Luftseilbahnen (LKV; SR 743.11) einer eidgenössischen Konzession bedurft. Eidgenössisch konzessionierte Unternehmungen seien nach Art. 5 des Bundesgesetzes über die Personenbeförderung und die Zulassung als Strassentransportunternehmung (PBG; SR 744.10) bezüglich der Haftung wiederum dem Eisenbahnhaftpflichtgesetz unterstellt.\n\n3.1 Die Vorinstanz hat sich mit der Frage der Konzessionspflicht nicht befasst und insbesondere die Aufzugsanlage der Beklagten nicht näher spezifiziert. Die Akten reichen in diesem Punkt nicht aus, damit das Bundesgericht den Sachverhalt gestützt auf Art. 64 Abs. 2 OG selber vervollständigen könnte. Da jedoch eine allfällige Konzessionspflicht für den vorliegenden Fall keine Rolle spielt (vgl. E. 3.2 nachfolgend), erübrigt sich eine Rückweisung an das Kantonsgericht.\n\nEs ist im Übrigen anzumerken, dass die Aufzugsanlage, basierend auf der Beschreibung der Klägerin, wohl ohnehin am ehesten als Schlepplift (\"Skilift\") zu qualifizieren wäre. In der Literatur (vgl. insbesondere HANS-KASPAR STIFFLER, Schweizerisches Schneesportrecht, 2002, S. 59) werden Schlepplifte definiert als Anlagen, bei welchen die Fahrgäste auf geeigneten Sportgeräten auf einer speziellen Schleppspur befördert werden. Ein solcher Schlepplift bedarf keiner eidgenössischen Konzession und ist dementsprechend auch |575| nicht dem Eisenbahnhaftpflichtgesetz unterstellt (OFTINGER/STARK, a.a.O., § 27 N. 25; PATRIK BERGAMIN, Haftung des Bergbahnunternehmens bei Sommersport-Unfällen im Einzugsgebiet der Bahn, Diss. St. Gallen 2000, S. 80 f.).\n\n3.2 Die Klägerin geht sinngemäss davon aus, dass, wenn für die Aufzugsanlage das Eisenbahnhaftpflichtgesetz anwendbar wäre, sich auch die Haftung für die Rodelbahn (\"Abfahrt\") nach diesem Spezialgesetz beurteilen würde. Diese Auffassung geht fehl: Nach Art. 1 Abs. 1 EHG haftet der Inhaber nur für Personenschäden, welche durch den Bau oder Betrieb der Unternehmung verursacht werden. Darunter versteht man nur den technischen Betrieb, nämlich die Einzeltätigkeiten, die der Beförderung oder der unmittelbaren Vorbereitung hiezu dienen (BGE 63 II 267 S. 269; 113 II 246 E. 8; OFTINGER/STARK, a.a.O., § 27 N. 90 f.; ALFRED KELLER, Haftpflicht im Privatrecht, Bd. I, 2002, S. 249 f.; PATRIK BERGAMIN, a.a.O., S. 81 f.). Im vorliegenden Fall ist der Unfall aber nicht während der Fahrt mit der Aufzugsanlage oder beim An- bzw. Abhängen des Rodels geschehen, sondern bei der Abfahrt auf der Rodelbahn. Ein unmittelbarer Zusammenhang mit der Beförderung ist damit nicht ersichtlich, so dass eine Haftung nach dem Eisenbahnhaftpflichtgesetz von vornherein entfällt.\n\n4. Die Klägerin beruft sich weiter auf vertragliche und ausservertragliche Haftungsbestimmungen, insbesondere auf die Art. 41 ff., Art. 58 sowie Art. 97 ff. OR. Dabei stellt sich - unabhängig von der konkret anwendbaren Haftungsgrundlage - in erster Linie die Frage, ob die Rodelbahn der Beklagten den massgebenden Sicherheitsanforderungen genügt hat (BGE 126 III 113 E. 2b S. 116). Das Vorliegen eines Bremsdefekts am Rodel der Kinder A. hat das Kantonsgericht in für das Bundesgericht verbindlicher Weise (Art. 63 Abs. 2 OG) als nicht bewiesen erachtet.\n\n4.1 Die Klägerin wirft dem Kantonsgericht vor, Bundesrecht dadurch verletzt zu haben, als es einen zu wenig weitgehenden Massstab an die Sorgfaltspflicht der Beklagten und die Mängelfreiheit der Rodelbahn angelegt habe: Dieses gehe von einem Sicherheitsdispositiv aus, das von allen Bahnbenutzern eine vernünftige Fahrweise und korrekte Betätigung des Bremshebels voraussetze; jedoch müsse bei einer Freizeitanlage mit einer gewissen Unvernunft einiger Benutzer, insbesondere von Kindern, gerechnet werden. Im Einzelnen rügt die Klägerin vor allem ein mangelhaftes |576| Sicherheitsdispositiv am Bahnende (ungenügende Überwachung, fehlende automatische Bremsvorrichtung etc.) sowie die ungenügende passive Sicherheit der Rodel (keine Knautschzone, keine Rückenlehnen etc.).\n\n4.2 Das Kantonsgericht hat vorab festgehalten, die Sommerrodelbahn der Beklagten sei übersichtlich, wenig steil und nicht sehr lang. Sie sei eine typische Familien- und Kinderrodelbahn. Weiter hat es ausgeführt, die generelle Hinweistafel über die Fahrweise am Start sowie die zahlreichen Warntafeln und Schilder zur Bremsaufforderung würden den Sicherheitsanforderungen genügen: Vor Kurven und vor dem Bahnende seien gut sichtbare Gefahren- und Bremshinweistafeln aufgestellt, welche in Wort und Bild zur Vorsicht und zum Bremsen auffordern würden. Die Anlageführung der Bahn und der gleichzeitige Hinweis auf das Bahnende würden dem Benutzer deutlich machen, dass das Bahnende nahe und damit der Rodel gebremst und auf das Ende hin gestoppt werden müsse.\n\n4.3 Welche Sicherheitsvorkehren in einem bestimmten Zeitpunkt die zu beurteilende örtliche Situation erfordert hat, ist im Wesentlichen eine Frage des Ermessens des Sachrichters (BGE 130 III 193 E. 2.3 S. 197). Ermessensentscheide kantonaler Instanzen überprüft das Bundesgericht an sich frei. Es übt dabei aber Zurückhaltung und schreitet nur ein, wenn die Vorinstanz grundlos von in Lehre und Rechtsprechung anerkannten Grundsätzen abgewichen ist, wenn sie Gesichtspunkte berücksichtigt hat, die für den Entscheid im Einzelfall keine Rolle hätten spielen dürfen, oder wenn Umstände nicht in Betracht gezogen worden sind, die hätten beachtet werden müssen. Das Bundesgericht greift ausserdem in Ermessensentscheide ein, wenn sich diese als offensichtlich unbillig, als in stossender Weise ungerecht erweisen (BGE 126 III 223 E. 4a S. 227 f.; BGE 127 III 351 E. 4a S. 354).\n\n4.4 Die Klägerin macht nicht geltend, die Beschilderung der Anlage sei für Kinder im Alter von S.A. und T.A. nicht verständlich gewesen. Es ist zudem auch zu berücksichtigen, dass die Rodelbahn gemäss Beschreibung des Kantonsgerichts (vgl. E. 4.2) übersichtlich ist und die Anlageführung es erlaubt, einen vorangehenden Rodel rechtzeitig und in genügender Distanz zu erkennen. Daraus lässt sich ableiten, dass es bei minimaler Aufmerksamkeit, welche grundsätzlich von jedem Benutzer einer Anlage erwartet werden darf (BGE 126 III 113 E. 2a/cc S. 116; Urteil des Bundesgerichts |5774| C.119/2000 vom 2. Oktober 2000, E. 1b, publ. in: Pra 90/2001 Nr. 46 S. 268 f.), möglich ist, die Rodelbahn zu befahren, ohne den Voranfahrenden zu gefährden. In diesem Zusammenhang ist - im Gegensatz zur Auffassung der Klägerin - zudem durchaus von Bedeutung, dass die Bremse des Rodels gemäss Feststellung des Kantonsgerichts \"ohne weiteres auch für Kinder leicht zu handhaben\" ist. Es ist folglich nicht zu beanstanden, wenn das Kantonsgericht zusätzliche Sicherheitsmassnahmen, wie beispielsweise das Positionieren einer Überwachungsperson am Bahnende oder die Installation von Flattervorhängen, nicht als notwendig angesehen hat.\n\n4.5 Unbehelflich ist zudem der Verweis der Klägerin auf die Inspektionsberichte der Kontrollstelle des interkantonalen Konkordats für Seilbahnen und Skilifte (IKSS). Bereits das Bezirksgericht hatte festgehalten, es sei nicht erstellt, welche Sicherheitskriterien bei den Inspektionen geprüft worden seien, und hat daher die Berichte vollständig ausser Acht gelassen; es hat diese also weder zu Gunsten noch zu Ungunsten der Beklagten gewertet. Im Übrigen ergibt sich aus den Berichten, dass sich die Beanstandungen der Kontrollstelle in erster Linie auf die Talstation der Aufzugsanlage und nicht auf die Auslaufstrecke der Rodelbahn, wo sich der Unfall ereignet hat, bezogen haben, und zudem in den letzten beiden überhaupt keine Beanstandungen mehr verzeichnet sind. Von einer Missachtung amtlich verordneter Sicherheitsmassnahmen kann damit nicht die Rede sein.\n\n4.6 Bezüglich der von der Klägerin kritisierten passiven Sicherheit der Rodel hat das Kantonsgericht einerseits festgehalten, die Klägerin habe nicht geltend gemacht, dass im Zeitpunkt des Unfalls für Familienrodelanlagen vom passiven Sicherheitsstandard her sicherere Rodel auf dem Markt zur Verfügung gestanden hätten. Andererseits hat es den Vergleich zum Strassenverkehr gezogen und erwogen, die dort akzeptierten Risiken erschienen um ein Vielfaches höher, die Schutzvorrichtungen für Fahrzeuge (namentlich Motorräder und Fahrräder) im Vergleich zum Gefahrenpotential (Geschwindigkeit, hohe Massen, Gegenverkehr) ungleich kleiner als bei Rodeln auf einer Rodelbahn.\n\nDass das Kantonsgericht durch den Vergleich mit der Sicherheit im Strassenverkehr gegen Bundesrecht verstossen hat, rügt die Klägerin im Berufungsverfahren nicht (Art. 55 Abs. 1 lit. c OG). Unbehelflich ist zudem der Verweis auf einen Rodel, welcher die von |578| ihr geforderten Sicherheitsmerkmale (Schalensitz, Stossabsorber, Rückenlehne etc.) aufweist. Dieser Rodel ist offenbar für einen anderen Typ Rodelbahn (geführt auf Rohren) konstruiert, so dass sich daraus für den Sicherheitsstandard der Bahn der Beklagten nichts ableiten lässt.\n\n(...)\n\n6. Damit ist die Berufung abzuweisen, soweit darauf eingetreten werden kann. Bei diesem Ausgang des Verfahrens wird die Klägerin kostenpflichtig (Art. 156 Abs. 1 OG) und hat die Beklagte für das bundesgerichtliche Verfahren zu entschädigen (Art. 159 Abs. 2 OG).\n\nDie Nebenintervenientin, die ebenfalls die Abweisung der Berufung unter Kosten- und Entschädigungsfolgen beantragt hat, obsiegt mit der Beklagten. Über die Berücksichtigung der Nebenpartei im Kosten- und Entschädigungspunkt befindet das Bundesgericht nach seinem Ermessen (Art. 40 OG i.V.m. Art. 69 Abs. 2 BZP; BGE 105 II 289 E. 9 S. 296 f.; BGE 109 II 144 E. 4 S. 152). Der Nebenintervention wie auch der Streitverkündung liegt ein Rechtsverhältnis zwischen der unterstützten Hauptpartei und der Nebenpartei zu Grunde, an welchem der Prozessgegner nicht beteiligt ist. Mit ihrer Teilnahme am Prozess nimmt die Nebenpartei Interessen wahr, die in diesem Rechtsverhältnis und nicht in einem Rechtsverhältnis zwischen ihr und dem Prozessgegner begründet sind. Es rechtfertigt sich daher grundsätzlich nicht, der Nebenpartei einen Anspruch gegenüber dem Prozessgegner auf Ersatz ihrer Parteikosten einzuräumen (MAX GULDENER, Schweizerisches Zivilprozessrecht, 1979, S. 408). Das Bundesgericht spricht deshalb der Nebenpartei im Allgemeinen keine Parteientschädigung zu, es sei denn, es bestünden Gründe der Billigkeit. Solche Gründe sind im vorliegenden Fall nicht ersichtlich und werden von der Nebenintervenientin auch nicht geltend gemacht. Ihr ist folglich keine Parteientschädigung zuzusprechen."}