{"annee": "130", "cour": "V", "page": "433", "date": "18/6/2004", "cite": ["127 V 466", "120 V 134", "117 V 394", "126 V 193", "129 V 1"], "cite_par": ["134 V 284"], "chapeau": "64. Arrêt dans la cause M. contre La Suisse, Société d'assurances contre les accidents et Tribunal administratif du canton de Fribourg\n\nU 170/03 du 18 juin 2004", "regestes": ["Art. 17, 84 al. 2 LAA; art. 83 ss OPA; art. 51 al. 3 OLAA: Prévention des accidents; droits du travailleur; surindemnisation. Lors de l'examen du droit à l'indemnité journalière (art. 83 OPA) ou à l'indemnité pour changement d'occupation (art. 86 OPA), les prestations des autres assureurs sociaux ne doivent pas être prises en considération. Elles ne sont retenues que lorsqu'il s'agit de fixer le montant des indemnités au regard des règles sur le concours et le cumul de prestations (surindemnisation; consid. 4). Par \"autres prestations d'assurance\" au sens de l'art. 84 al. 2 LAA, il y a lieu de comprendre d'autres prestations de l'assurance-accidents (consid. 4.3)."], "faits": "|434|\n\nA.\n\nA.a M., né en 1974, a travaillé en qualité de boulanger au service de N. SA, à partir du 1er septembre 1997. A ce titre, il était assuré auprès de la Suisse Assurances contre les maladies et les accidents professionnels, ainsi que contre les accidents non professionnels.\n\nLe 25 août 1999, le docteur R. a posé le diagnostic de rhinite du boulanger et préconisé un changement d'activité professionnelle. Le 1er février 2000, la Caisse nationale suisse d'assurance en cas d'accidents (CNA) a examiné l'assuré et, par décision du 10 février 2000, l'a déclaré avec effet immédiat inapte à tous les travaux comportant une exposition aux poussières de farine de froment et de seigle. L'employeur l'a licencié pour le 1er février 2000.\n\nM. s'est annoncé à l'Office de l'assurance-invalidité du canton de Fribourg (l'office) et à la Caisse de chômage SYNA (la caisse). L'office lui a reconnu le droit à des mesures professionnelles à partir du 25 septembre 2000; le versement des indemnités journalières a cependant été suspendu entre le 1er janvier et le 5 mars 2001, suite à la décision de l'assuré de changer d'orientation; le 1er juillet 2001, il est entré en apprentissage. De son côté, la caisse a versé des indemnités de chômage pour la période du 21 février au 24 septembre 2000 et du 2 janvier au 27 février 2001.\n\nA.b La Suisse Assurances a versé des indemnités journalières pour changement d'occupation pour la période du 2 au 20 février 2000; pour la période du 21 février 2000 au 30 septembre 2001, elle a versé des indemnités pour changement d'occupation équivalant aux 80 pour cent de la différence entre le salaire annuel et le montant des indemnités des assurances chômage et invalidité, selon décomptes des 13 décembre 2000, 20 juillet 2001 et 12 septembre 2001.\n\nPar décision du 30 novembre 2001 confirmée sur opposition le 12 février 2002, la Suisse Assurances a nié le droit de M. à des indemnités journalières et des indemnités pour changement d'occupation. Les versements effectués en 2001 et 2002 au titre des suites |435| de la décision d'inaptitude devaient être considérés comme un effet de sa générosité.\n\nB. Par jugement du 18 juin 2003, le Tribunal administratif du canton de Fribourg a admis partiellement le recours formé par M. contre la décision sur opposition et renvoyé le dossier à l'assureur pour nouvelle décision au sens des considérants.\n\nC. M. interjette recours de droit administratif contre ce jugement dont il demande l'annulation et conclut à l'octroi, sous réserve de surindemnisation, de la totalité des indemnités journalières et des indemnités pour changement d'occupation.\n\nLa Suisse Assurances conclut au rejet du recours, tandis que l'Office fédéral des assurances sociales (OFAS) en propose l'admission.", "considerants": "Considérant en droit:\n\n1.\n\n1.1 Le litige a pour objet le droit du recourant aux indemnités journalières pour changement d'occupation et aux indemnités pour changement d'occupation à partir du 2 février 2000 ensuite de la décision d'inaptitude à la profession exercée rendue par la CNA et son licenciement avec effet immédiat au 1er février 2000.\n\n1.2 La loi fédérale sur la partie générale du droit des assurances sociales du 6 octobre 2000 (LPGA) entrée en vigueur le 1er janvier 2003, n'est pas applicable au présent litige, dès lors que le juge des assurances sociales n'a pas à prendre en considération les modifications du droit ou de l'état de fait postérieures à la date déterminante de la décision litigieuse du 12 février 2002 (ATF 129 V 4 consid. 1.2, ATF 127 V 467 consid. 1). Sans autre précision, les considérants qui suivent font mention des dispositions légales et réglementaires dans leur teneur jusqu'au 31 décembre 2002.\n\n1.3 Dans la procédure de recours concernant l'octroi ou le refus de prestations d'assurance, le pouvoir d'examen du Tribunal fédéral des assurances n'est pas limité à la violation du droit fédéral - y compris l'excès et l'abus du pouvoir d'appréciation - mais s'étend également à l'opportunité de la décision attaquée. Le tribunal n'est alors pas lié par l'état de fait constaté par la juridiction inférieure et peut s'écarter des conclusions des parties à l'avantage ou au détriment de celles-ci (art. 132 OJ).\n\n2. Aux termes de l'art. 84 al. 2 LAA, les organes d'exécution peuvent exclure d'un travail qui les mettrait en danger, les assurés |436| particulièrement exposés aux accidents et maladies professionnels. Le Conseil fédéral règle la question des indemnités à verser aux assurés qui, par suite de leur exclusion de l'activité qu'ils exerçaient précédemment, subissent un préjudice considérable dans leur avancement et ne peuvent prétendre d'autres prestations d'assurance.\n\n2.1 Le Conseil fédéral a fait usage de cette compétence aux art. 83 ss de l'ordonnance du 19 décembre 1983 sur la prévention des accidents et des maladies professionnels (ordonnance sur la prévention des accidents [OPA; RS 832.30]). Selon les art. 83 et 84 OPA, dans leur teneur en vigueur jusqu'au 31 mai 2001 (RO 1983 1991, 1993; RO 2001 1403, 1405), le travailleur qui est définitivement ou temporairement exclu d'un travail reçoit de l'assureur une indemnité journalière si cette exclusion lui cause, à court terme, de graves difficultés économiques, notamment parce qu'il doit quitter son emploi et n'a plus droit au salaire. L'indemnité journalière pour changement d'occupation correspond à la pleine indemnité journalière prévue à l'art. 17, 1er alinéa de la loi. Elle est versée pendant quatre mois au plus.\n\n2.2 Selon l'art. 86 al. 1 OPA, le travailleur qui a été définitivement ou temporairement exclu d'un travail ou qui a été déclaré apte à l'accomplir à certaines conditions reçoit de l'assureur une indemnité pour changement d'occupation lorsque du fait de la décision et malgré les conseils personnels et le versement d'une indemnité journalière pour changement d'occupation (depuis le 1er juin 2001 : indemnité journalière de transition [RO 2001 1403, 1405]) et compte tenu de l'effort que l'on peut raisonnablement attendre de lui pour qu'il compense le préjudice qu'il subit sur le marché du travail, ses possibilités de gain demeurent considérablement réduites (let. a) et que les autres conditions (let. b et c) - sans pertinence pour la solution du présent litige - sont cumulativement remplies.\n\n2.3 Conformément à l'art. 89 al. 1 OPA, si l'indemnité journalière pour changement d'occupation (depuis le 1er juin 2001: indemnité journalière de transition) ou l'indemnité pour changement d'occupation concourt avec les prestations d'autres assurances sociales, elle est réduite conformément à l'art. 40 de la loi.\n\nSelon cette disposition, en cas de concours avec les prestations d'autres assurances sociales sans qu'une règle de coordination de la loi soit applicable, les prestations en espèces de |437| l'assurance-accidents, à l'exception des allocations pour impotent, sont réduites dans la mesure où, ajoutées à ces prestations, elles excèdent le gain dont on peut présumer que l'assuré se trouve privé. Ce dernier correspond à celui qu'il pourrait réaliser s'il n'avait pas subi de dommage. Le revenu effectivement réalisé est pris en compte (art. 51 al. 3 OLAA).\n\n3.\n\n3.1 La juridiction cantonale n'a reconnu le droit du recourant à l'indemnité journalière pour changement d'occupation que du 2 au 20 février 2000. Au-delà de cette date, elle a considéré que l'assuré n'en remplissait plus les conditions, le versement des indemnités de chômage l'ayant mis à l'abri de graves difficultés financières.\n\nEn second lieu, les premiers juges n'ont reconnu le droit à l'indemnité pour changement d'occupation, à hauteur de la différence entre l'indemnité de chômage et le gain assuré du recourant, que pour les périodes du 21 février au 24 septembre 2000 et du 2 janvier au 4 mars 2001. A cet égard, ils ont considéré que le versement de l'indemnité journalière de l'assurance-invalidité excluait le droit à l'indemnité pour changement d'occupation.\n\n3.2 Selon le recourant, les indemnités de chômage ne l'avaient pas mis à l'abri de graves difficultés financières et il pouvait prétendre à l'indemnité journalière pour changement d'occupation jusqu'au 2 juin 2000. S'agissant du droit à l'indemnité pour changement d'occupation, les prestations de l'assurance-invalidité n'étaient pas différentes de celles de l'assurance-chômage. En outre, la surindemnisation devait être appréciée par rapport au salaire qu'il pourrait réaliser et non par rapport au dernier salaire.\n\n3.3 Selon l'OFAS, les prestations des autres assureurs sociaux ne doivent pas être prises en considération lors de l'examen du droit à l'indemnité journalière ou à l'indemnité pour changement d'occupation; elles ne sont retenues que lorsqu'il s'agit de fixer le montant des indemnités au regard des règles sur le concours et le cumul de prestations. Sous réserve de surindemnisation, le recourant devait bénéficier des indemnités journalières pour changement d'occupation au-delà du 20 février 2000 et des indemnités pour changement d'occupation pendant les périodes où il a perçu des prestations de l'assurance-invalidité.\n\n4.\n\n4.1 Le titre quatrième, chapitre 4, de l'OPA règle les droits du travailleur définitivement ou temporairement exclu d'un travail. A |438| côté des conseils personnels qu'il peut requérir (section 1), le travailleur peut prétendre une indemnité journalière pour changement d'occupation (section 2) et une indemnité pour changement d'occupation (section 3) : l'art. 83 OPA, respectivement 86, fixe les conditions du droit à la prestation; l'art. 84 OPA, respectivement 87, précise le montant et la durée de la prestation et les art. 85 et 88 OPA déterminent les conditions du versement de ces prestations. Enfin, la section 4 règle la réduction des indemnités journalières ou des indemnités pour changement d'occupation (art. 89 OPA).\n\n4.2 La teneur des dispositions évoquées ci-dessus et la systématique de l'ordonnance ne permettent pas de suivre les premiers juges. Si le législateur réglementaire avait entendu faire dépendre le droit à l'indemnité journalière et à l'indemnité pour changement d'occupation de l'absence d'autres prestations d'assurances sociales, il n'aurait pas eu à prévoir de règles sur le concours des premières avec les secondes, celles-là n'étant pas allouées en cas de versement de celles-ci. Dans le cadre des indemnités journalières et des indemnités pour changement d'occupation, les prestations des autres assureurs sociaux relèvent exclusivement de la problématique de la surindemnisation.\n\n4.3 Sur ce point, la conformité à l'art. 84 al. 2 LAA des dispositions réglementaires ne peut sérieusement être mise en doute. Ainsi, la question des indemnités à verser aux assurés exclus d'une activité, que le législateur a chargé le Conseil fédéral de régler, n'est-elle pas limitée aux cas où ces assurés ne peuvent prétendre à aucune autre prestation d'assurance sociale, ainsi que l'examen de la disposition légale, dans sa teneur en français, pourrait à première vue laisser croire. Par \"d'autres prestations d'assurance\" et l'emploi du singulier pour le terme \"d'assurance\", il y a lieu de comprendre d'autres prestations de l'assurance-accidents, ainsi que le confirme l'examen des versions allemande et italienne de l'art. 84 al. 2 LAA (\"andere Versicherungsleistungen\", \"altre prestazioni assicurative\"). Au surplus, l'examen des travaux préparatoires de la loi (Message à l'appui d'un projet de loi fédérale sur l'assurance-accidents du 18 août 1976; FF 1976 III 143, 182-183) démontre que le législateur n'entendait pas modifier la réglementation instaurée par l'art. 65bis al. 2 LAMA (RO 1948 321) et l'ordonnance du 23 décembre 1960 relative à la prévention des maladies professionnelles (RO 1960 1720), limitant justement les autres prestations à celles de la LAMA. |439|\n\n4.4 Dès lors, sous réserve de surindemnisation, le recourant peut prétendre à partir du 2 février 2000 l'indemnité journalière pour changement d'occupation (art. 83 OPA) pendant une période de quatre mois et l'indemnité pour changement d'occupation (art. 86 al. 1 OPA) pendant une période de quatre ans (pour autant que les conditions du droit subsistent).\n\n4.4.2 L'intimée a fixé à 96 fr. 92 le montant de l'indemnité journalière pour changement d'occupation. Ce montant, avant application des règles de surindemnisation, doit être confirmé, dans la mesure où il correspond au 80 pour cent du gain assuré annuel de 44'220 fr. (art. 84 al. 1 OPA en corrélation avec l'art. 17 al. 1 LAA).\n\n4.4.3 Il appartiendra en revanche à l'intimée de fixer le montant de l'indemnité pour changement d'occupation, avant application des règles de surindemnisation, les pièces au dossier ne permettant pas de procéder à ce calcul. Celle-ci s'élève au 80 pour cent de la perte de salaire que subit le recourant sur le marché du travail par suite de la décision d'inaptitude du 10 février 2000 (cf. art. 87 al. 1 OPA), sans que les prestations de l'assurance-chômage et de l'assurance-invalidité ne soient prises en compte.\n\n4.5 Une fois le montant de cette indemnité fixé, l'intimée pourra examiner s'il y a lieu de procéder à une réduction du montant des indemnités journalières et des indemnités pour changement d'occupation, au regard des règles relatives au concours et au cumul des prestations, compte tenu du versement des indemnités de l'assurance-chômage et de l'assurance-invalidité. L'art. 89 OPA renvoyant expressément à l'art. 40 LAA, le calcul de surindemnisation devra être effectué dans le cadre du compte global prescrit par la jurisprudence (ATF 126 V 193, ATF 120 V 134, ATF 117 V 394). Contrairement à ce qu'ont retenu les premiers juges, le gain dont on peut présumer que l'assuré se trouve privé ne correspond pas au dernier salaire assuré mais au gain que le recourant pourrait réaliser s'il n'avait pas subi de dommage ensuite de la décision d'inaptitude (cf. art. 51 al. 3 OLAA); l'entrée en apprentissage au 1er juillet 2001, en tant qu'elle procure un revenu sera prise en compte (cf. art. 51 al. 3 in fine OLAA).\n\n5. Sur le vu de ce qui précède, le recours se révèle bien fondé."}