{"annee": "130", "cour": "I", "page": "156", "date": "21/4/2004", "cite": ["125 II 152", "125 I 458", "117 IA 221", "74 I 25", "103 IB 247", "117 IA 233", "125 II 86", "109 IB 285", "129 I 419", "106 IB 154"], "cite_par": ["130 I 388", "136 IV 139", "141 II 353"], "chapeau": "13. Extrait de l'arrêt de la Ire Cour de droit public dans la cause Canton de Genève contre Conseil fédéral ainsi que Commis- sion fédérale de recours en matière de marchés publics (réclamation de droit public)\n\n1P.426/2003 du 21 avril 2004", "regestes": ["Art. 2c OMP; Art. 3, 42 al. 2 et 95 al. 2 Cst. La Confédération est compétente pour édicter une règle de conflit déterminant le droit applicable et l'autorité compétente en cas d'adjudication commune (consid. 2). L'adjudicateur principal, au sens de l'art. 2c OMP, est celui dont la participation financière au projet est la plus élevée (consid. 3)."], "faits": "|157|\n\nA. Le 14 octobre 2002, le Département genevois de l'aménagement, de l'équipement et du logement (ci-après: le DAEL) a publié un appel à candidatures concernant la phase d'avant-projet du lot n° 3 de la liaison ferroviaire Cornavin - Eaux-Vives - Annemasse (CEVA). Ce lot comprend la construction du tunnel et de la station de Pinchat. La phase d'avant-projet était menée en co-maîtrise par le canton de Genève et les CFF, mais l'adjudicateur désigné conventionnellement était le DAEL. Le droit applicable mentionné dans l'appel, ainsi que dans les instructions et directives, était l'Accord OMC sur les marchés publics du 15 avril 1994 (AMP; RS 0.632.231.422), la loi fédérale sur le marché intérieur (LMI; RS 943.02), l'accord intercantonal sur les marchés publics (AIMPu; RS 172.056.5) ainsi que le droit genevois sur les marchés publics.\n\nB. Le Groupe Coranne, composé de trois bureaux d'ingénieurs, a déposé sa candidature, qui a été écartée le 18 décembre 2002. Coranne a saisi le Tribunal administratif genevois, ainsi que la Commission fédérale de recours en matière de marchés publics (la commission). Le DAEL et les CFF ont contesté la compétence de la commission, en relevant notamment que le canton était l'autorité d'adjudication et que le droit applicable était l'AIMPu et le droit genevois.\n\nC. Par décision du 4 mars 2003, la commission a admis le recours. L'Etat de Genève et les CFF avaient convenu d'une co-maîtrise d'ouvrage durant la phase d'avant-projet. En présence d'un adjudicateur soumis au droit fédéral et d'un autre soumis au droit cantonal, l'art. 2c de l'ordonnance du 11 décembre 1995 sur les marchés publics (OMP; RS 172.056.11 - entré en vigueur le 1er juin 2002 et applicable à un appel d'offre publié le 10 octobre suivant) prévoyait l'application du droit de l'adjudicateur principal. Cette disposition sur la compétence était de droit impératif: elle ne contenait aucune réserve en faveur d'une élection de droit. La participation financière au marché d'études d'avant-projet du lot n° 3 était de deux tiers à la charge des CFF (un tiers subventionné par la Confédération), et d'un tiers à celle du canton. Ce dernier avait certes |158| avancé les coûts des études, mais il ne s'agissait que d'une avance, qui ne permettait pas d'éluder la règle de l'art. 2c OMP. Assumant finalement la plus grande part financière, les CFF devaient être considérés comme l'adjudicateur principal. L'adjudication avait donc été faite par une autorité incompétente, et les CFF devraient réévaluer la candidature de Coranne sur la base du droit fédéral.\n\nLe même jour, la commission a rendu, sur recours du Groupe Coranne, une décision identique concernant le lot n° 5 du projet CEVA (tunnel de Champel).\n\nD. Par acte du 11 juillet 2003, complété le 10 septembre 2003, le canton de Genève, représenté par son Conseil d'Etat, forme une réclamation de droit public par laquelle il demande au Tribunal fédéral de constater que les décisions de la commission, ainsi que l'art. 2c OMP, violent la répartition constitutionnelle des compétences entre Confédération et cantons. Il demande une interprétation de l'art. 2c OMP selon laquelle l'adjudicateur principal n'est pas exclusivement celui qui assume la plus grande part de financement, mais celui qui dispose d'un intérêt prépondérant à la réalisation du projet, et sous réserve des conventions contraires. Dans son premier mémoire, le canton de Genève renonce à l'annulation de la décision attaquée, alors que dans le second, il requiert l'annulation des décisions de la commission avec effet dès le prononcé du Tribunal fédéral.\n\nLe même jour, le canton de Genève a formé une dénonciation auprès du Conseil fédéral, en concluant à une modification de l'art. 2c OMP, ou à une intervention auprès de la commission afin de sanctionner son interprétation de cette disposition. Le 19 décembre 2003, le Conseil fédéral a décidé de ne pas entrer en matière sur cette dénonciation (cf. JAAC 68/2004 n° 46 p. 571).\n\nLe Tribunal fédéral a rejeté la réclamation.", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office et avec une pleine cognition si et, le cas échéant, dans quelle mesure la présente réclamation de droit public est recevable (ATF 109 Ib 285 consid. 1 p. 287).\n\n1.1 Selon les art. 189 let. d Cst. et 83 let. a OJ, la voie de la réclamation de droit public est ouverte pour les conflits de compétence entre autorités fédérales d'une part et autorités cantonales d'autre part. Cette voie de droit est ainsi ouverte lorsqu'il y a désaccord entre |159| un canton et la Confédération au sujet de la délimitation de leurs attributions respectives, qu'il s'agisse d'un conflit de compétence positif ou négatif (ATF 129 I 419 consid. 1 p. 421). En l'occurrence, le conflit est positif, puisque le canton de Genève dispute à la Confédération le droit de réglementer un marché public; le conflit porte tant sur le droit applicable que sur l'autorité adjudicatrice ainsi que, par voie de conséquence, sur l'autorité de recours compétente.\n\n1.2 Pour le Conseil fédéral, il s'agirait d'un simple problème d'interprétation de l'art. 2c OMP; le canton de Genève ne contesterait pas véritablement la compétence de la Confédération pour réglementer les marchés en cause. La voie de la réclamation de droit public ne serait pas ouverte chaque fois qu'un canton conteste l'interprétation d'une disposition fédérale par une autorité fédérale de recours.\n\nMême s'il est apparu à l'occasion d'une décision concrète de la commission fédérale et réside en partie dans l'interprétation d'une disposition fédérale, le présent litige ne se rapporte pas moins à un problème de compétence. Le contenu de l'art. 2c OMP, ainsi que son interprétation (notamment la détermination de l'adjudicateur principal en cas d'adjudication commune) sont certes contestés, en tant que l'application du droit fédéral serait indûment favorisée. Le conflit ne se limite toutefois pas à une simple question d'application du droit fédéral (cf. ATF 103 Ib 247 consid. 1 p. 248-249), car le canton de Genève conteste également la compétence de la Confédération pour adopter une norme de conflit telle que celle qui figure à l'art. 2c OMP. Dans la mesure où elle vise à résoudre un tel conflit, la réclamation est en soi recevable.\n\nLe canton de Genève dispose d'un intérêt juridique évident au règlement du différend qui l'oppose à la Confédération, non seulement dans le marché en cause (à l'égard duquel les conclusions en annulation sont d'ailleurs limitées), mais aussi en prévision d'adjudications futures. Même si elle est en relation avec une décision concrète - contre laquelle il n'existe, conformément à l'art. 27 de la loi fédérale du 16 décembre 1994 sur les marchés publics (LMP; RS 172.056.1), aucun recours -, la réclamation n'est soumise à aucun délai (ATF 74 I 29); tant l'écriture originale que son complément du 10 septembre 2003 sont donc recevables.\n\n1.3 Saisi d'une réclamation de droit public, le Tribunal fédéral examine librement et d'office l'application des règles de droit |160| maté riel régissant le litige (ATF 129 I 419; ATF 117 Ia 233 consid. 4b p. 244). Il s'impose une retenue, en particulier dans le cadre des conflits de compétence, lorsqu'il s'agit de résoudre des questions d'ordre technique, politique, ou d'opportunité (ATF 125 II 152 consid. 3 p. 160). Le Tribunal fédéral ne saurait de surcroît, en tranchant une réclamation de droit public, procéder à des choix politiques dont les autorités, législatives et gouvernementales, fédérales et cantonales, ont la responsabilité exclusive (ATF 125 I 458 consid. 1g p. 466; ATF 125 II 152 consid. 3 p. 160 et les références citées).\n\n1.4 Le Tribunal fédéral ne peut en principe aller au-delà des conclusions des parties (ATF 106 Ib 154 consid. 1b p. 158-159); il appartient à celles-ci d'indiquer clairement quelles sont les mesures requises. Lorsque la seule annulation d'un acte déterminé apparaît suffisante, le jugement n'a qu'un effet cassatoire. Des conclusions en constatation sont aussi admissibles, le Tribunal fédéral étant ainsi invité à indiquer quelle collectivité publique est en droit d'agir (ATF 125 I 458 consid. 1d p. 464 et les références). En l'occurrence, l'annulation des décisions contestées, dans la mesure requise par le canton de Genève, ne mettrait pas un terme à la contestation, qui concerne plus généralement l'interprétation à donner à l'art. 2c OMP. Aussi le canton requiert-il du Tribunal fédéral une interprétation de cette règle qui soit, selon lui, conforme à la répartition constitutionnelle des compétences, en écartant le critère exclusif de la part de financement prépondérante, au profit de l'intérêt à la réalisation, et sous réserve d'une convention contraire. Ces conclusions sont recevables.\n\n2. Le canton de Genève relève que la Confédération et les cantons disposent, en matière de marchés publics, de compétences parallèles. Le silence de la Constitution fédérale dans ce domaine serait un silence qualifié, de sorte que la Confédération ne pourrait réglementer que ses propres marchés publics; elle ne serait pas légitimée à adopter une règle de conflit sans base constitutionnelle explicite. En outre, l'interprétation faite par la commission de l'art. 2c OMP négligerait d'autres critères comme celui de l'intérêt de la collectivité à la réalisation du projet, ou les critères posés à l'art. 8 al. 3 et 4 AIMPu. La mise à l'écart du droit cantonal ou intercantonal violerait ainsi la répartition constitutionnelle des compétences. Enfin, on ne saurait voir dans l'art. 2c OMP une disposition impérative excluant toute convention contraire, d'autant que les parts de financement sont de toute façon fixées par convention. La voie |161| conventionnelle serait la seule à même d'éviter un empiétement de compétences.\n\n2.1 Le Conseil fédéral relève lui aussi l'existence de compétences parallèles dans le domaine des marchés publics. L'institution de l'adjudication commune aurait été concrétisée, en droit fédéral, à l'art. 2c OMP, disposition destinée à \"mettre fin aux constructions juridiques délicates développées dans la pratique\". La définition du droit applicable par voie de convention ne serait pas souhaitable, et les critères de l'AIMPu ne seraient pas transposables; un critère propre devrait être défini, cette tâche revenant à l'Etat central. Les cantons avaient d'ailleurs été associés à l'élaboration de l'art. 2c OMP, et l'avaient accepté, y compris le canton de Genève, en toute connaissance de cause. Le critère retenu permettrait de déterminer de manière claire et directe le droit applicable, au contraire de ceux proposés par le canton de Genève. La réserve d'une convention contraire avait été délibérément écartée lors de l'élaboration de l'art. 2c OMP.\n\n2.2 En présence d'un conflit entre la Confédération et un canton relativement soit à la législation, soit à une décision, le Tribunal fédéral doit examiner uniquement si l'ordre de répartition des compétences au sein de l'Etat fédéral a été respecté (HALLER, Commentaire de la Constitution fédérale de la Confédération suisse, n. 14 ad art. 113 aCst.). Le rôle du Tribunal fédéral se borne ainsi à déterminer la collectivité qui, dans un domaine particulier, se trouve en \"droit d'agir\" (SALADIN, Commentaire, n. 79 ad art. 3 Cst.). Il n'a pas à rechercher en outre, au sein de la collectivité compétente, de quel organe (législatif ou exécutif) devait émaner l'acte normatif litigieux (BIRCHMEIER, Bundesrechtspflege, Zurich 1950, p. 285, 291 let. b). Si un examen matériel de l'ordonnance litigieuse est nécessaire pour déterminer si la Confédération est restée dans les limites de sa compétence (BIRCHMEIER, op. cit., p. 293-294; HUBER, die Kompetenzkonflikt zwischen dem Bund und den Kantonen, thèse Berne 1926, p. 60 ss), le Tribunal fédéral ne se prononce pas sur la conformité matérielle de cet acte avec l'ensemble de la Constitution, en particulier avec les droits constitutionnels des citoyens (ATF 125 II 152 consid. 3 p. 160). La question de savoir si, à cet égard, l'art. 2c OMP repose sur une base légale suffisante (principe de la légalité; cf. infra consid. 2.4) n'a pas non plus à être examinée dans le cadre de la présente procédure (ATF 117 Ia 221 consid. 1b p. 226-227; AUER/MALINVERNI/HOTTELIER, Droit constitutionnel suisse, Berne 2000, p. 735). |162|\n\n2.3 En l'espèce, la contestation porte, d'une part, sur la compétence de la Confédération pour adopter la règle de conflit litigieuse et, d'autre part, sur le contenu matériel et l'interprétation de cette règle. Dès lors que la disposition litigieuse a aussi pour effet d'exclure une compétence cantonale dans un domaine déterminé, son contenu doit, dans une certaine mesure, faire l'objet d'un examen matériel. Ce dernier ne saurait toutefois s'exercer sans limites, dès lors qu'il porte pour l'essentiel sur des questions relevant de l'opportunité, voire de choix politiques, qu'il n'appartient pas au Tribunal fédéral de sanctionner.\n\n2.4 Une règle de conflit telle que celle de l'art. 2c OMP devrait en principe figurer dans une loi au sens formel, car il en va de la détermination du droit et de la procédure applicables (cf. art. 164 al. 1 let. g Cst.; rapport explicatif sur la révision de l'ordonnance sur les marchés publics, décembre 2001, p. 13-14 ad art. 2c OMP). L'art. 2c OMP ne constitue toutefois actuellement qu'une réglementation transitoire, compte tenu de la révision en cours de la LMP. Le canton de Genève ne le conteste pas et, comme cela est rappelé ci-dessus, il n'appartient pas au Tribunal fédéral, dans le cadre d'une réclamation de droit public, d'examiner si le principe de la légalité - ou de la séparation des pouvoirs, au niveau fédéral - a été respecté.\n\n2.5 Aux termes de l'art. 3 Cst., les cantons sont souverains en tant que leur souveraineté n'est pas limitée par la Constitution fédérale et exercent tous les droits qui ne sont pas délégués au pouvoir fédéral. L'art. 3 Cst. n'est pas une règle de conflit; il ne fait qu'instituer une compétence générale et résiduelle des cantons. Le partage des compétences entre autorités fédérales et cantonales est opéré, sans lacunes, par le droit constitutionnel fédéral écrit, notamment le titre 3 de la Constitution. L'art. 42 Cst. confirme les compétences d'attribution de la Confédération.\n\nLes dispositions attributives de compétences ne sont pas d'interprétation littérale, mais doivent être interprétées selon les méthodes ordinaires. Il n'est donc pas nécessaire que les compétences fédérales se fondent sur un texte exprès, la Confédération ayant aussi des compétences \"tacites\". Ces dernières comprennent les pouvoirs inhérents, soit ceux qui reviennent naturellement à l'Etat central, par son essence même, et les compétences implicites, étroitement liées à l'exercice d'une autre compétence (SALADIN, op. cit., n. 125 ss; AUER/MALINVERNI/HOTTELIER, op. cit., p. 330). La Confédération a |163| toutes les compétences qu'elle peut fonder sur une interprétation non pas littérale, mais raisonnable, de la Constitution (AUBERT/ MAHON, Petit commentaire de la Constitution fédérale du 18 avril 1999, n. 5 ad art. 42 Cst.). Enfin, la question de savoir si une compétence est exclusive, concurrente ou parallèle doit, elle aussi, être résolue par la voie de l'interprétation (ATF 117 Ia 221 consid. 2 p. 227-228).\n\n2.6 La réglementation sur les marchés publics, adoptée après la conclusion de l'AMP - entré en vigueur le 1er janvier 1996 - et de l'Accord du 21 juin 1999 avec la Communauté européenne sur certains aspects relatifs aux marchés publics - Accord CH-CE, entré en vigueur le 1er juin 2002 -, est une compétence parallèle entre la Confédération et les cantons. Pour les cantons, cela résulte de la clause générale de l'art. 3 Cst.: les cantons sont compétents pour réglementer la passation de leurs propres marchés, sous réserve du respect des accords internationaux (art. 5 al. 4 Cst.). Pour la Confédération, il s'agit d'une compétence inhérente rappelée à l'art. 164 al. 1 let. g Cst.: l'Etat fédéral doit être à même de faire les acquisitions et de requérir les services nécessaires à l'exercice des tâches qui lui sont attribuées par la Constitution et par le droit international (cf. notamment l'art. 81 Cst. concernant les travaux publics).\n\n2.7 Même si elle dispose de la compétence externe pour conclure les accords internationaux précités (art. 54 Cst.), la Confédération doit veiller, au stade de la concrétisation de ces accords, au respect des compétences parallèles des cantons (CLERC, L'ouverture des marchés publics: Effectivité et protection juridique, thèse Fribourg 1997, p. 327). On ne saurait toutefois prétendre, comme le fait le canton de Genève, à une étanchéité absolue entre les réglementations fédérale et cantonales.\n\n2.7.1 En premier lieu, la Confédération exerce une influence indirecte sur le droit cantonal par le biais des accords qu'elle conclut en vertu de sa compétence externe. Elle exerce ensuite une influence directe sur la pratique cantonale, dans le cadre de sa mission d'unification de l'espace économique suisse, et de son devoir d'assurer la fonction fédérative de la liberté économique (art. 95 al. 2 Cst.); elle a ainsi adopté la LMI, dont certaines dispositions (art. 5 et 9) sont applicables aux marchés publics cantonaux (ATF 125 II 86 consid. 1c p. 91). Dans cette optique, la LMI se veut une base légale pour des mesures visant à faciliter la mobilité professionnelle et les échanges |164| économiques en Suisse, à soutenir les efforts des cantons en vue d'harmoniser les conditions d'accès au marché, à accroître ainsi la compétitivité de l'économie suisse et à renforcer sa cohésion économique (ZUFFEREY, Les marchés publics dans la construction \"Cinq ans après\", Journées suisses du droit de la construction 2001, p. 1-34, 13 ss).\n\nEnfin, la pratique relative au droit fédéral des marchés publics constitue une source d'interprétation pour l'application du droit cantonal (cf. ATF 125 II 86 consid. 7 p. 99; ZUFFEREY/DUBEY, Etude comparative en droit des marchés publics de la Confédération et des cantons, rapport relatif au mandat de recherche confié à l'Institut pour le droit suisse et international de la Construction par la Commission des achats de la Confédération, Fribourg 2003, p. 17-18).\n\n2.7.2 Les collectivités fédérale et cantonales peuvent exercer simultanément leurs compétences, en cas d'adjudication commune. Cela ne signifie pas que l'adoption de toute règle de conflit est en principe exclue, et que les questions, essentielles, de droit applicable et de compétence devraient systématiquement être réglées par voie conventionnelle. La question du droit applicable doit être d'emblée résolue, et l'adoption d'une règle de conflit apparaît nécessaire, de toute façon, pour pallier l'absence de disposition conventionnelle.\n\n2.7.3 Selon l'art. 95 al. 2 Cst., la Confédération veille à créer un espace économique unique. Cette disposition, qui figure au chapitre des compétences fédérales, représente en premier lieu le fondement constitutionnel de la législation sur le marché intérieur. Toutefois, elle confère également à la Confédération des pouvoirs étendus dans la mise sur pied d'un espace intérieur homogène, et l'Etat fédéral pourrait se fonder sur cette disposition constitutionnelle pour harmoniser, sur certains points, le droit des marchés publics (VALLENDER, Droit constitutionnel suisse, Zurich 2001, § 61 n. 17; BIAGGINI, Die Regelungsaufteilung im geltenden schweizerischen Vergaberecht sowie Darstellung möglicher Alternativen, Etude réalisée sur mandat de la Commission des achats de la Confédération, Zurich 2003, p. 71 ss). L'adoption d'une règle de conflit s'inscrit assurément dans la mission d'harmonisation posée à l'art. 95 al. 2 Cst. (ZUFFEREY/AMSTUTZ/ESSEIVA, Les effets juridiques de la concurrence dans le secteur de la construction, DC 2003 p. 43-52, 46). En cas de projet commun entre la Confédération et un canton, la mise sur pied d'une règle de conflit apparaît comme la |165| compé tence minimale que l'on doit reconnaître à l'Etat fédéral. Laisser cette compétence aux cantons permettrait la coexistence de nombreuses solutions différentes, ce qui ne serait manifestement pas satisfaisant, dans le contexte de la création d'un espace économique suisse homogène.\n\n2.7.4 L'adoption d'une règle de conflit suppose nécessairement un certain débordement de compétence au détriment d'une collectivité. Toutefois, dans un système fondé sur le principe de la primauté du droit fédéral (art. 49 Cst.), la compétence législative propre de l'Etat fédéral lui permet, en cas de compétences parallèles des cantons, d'adopter les dispositions susceptibles d'éviter des conflits, positifs ou négatifs, de compétence. Cette prérogative de l'Etat central peut aussi être vue soit comme une compétence implicite, nécessaire à la définition du champ d'application de sa propre législation, soit comme un cas d'application de l'art. 42 al. 2 Cst., qui permet à la Confédération d'assumer les tâches qui doivent être réglées de manière uniforme. L'organisation et le fonctionnement de l'Etat fédéral empêchent que chaque canton décide de telles règles de conflit. La pratique actuelle déplore les multiples divergences matérielles qui subsistent sur de très nombreux points du droit des marchés publics, en dépit de l'effort d'harmonisation du droit intercantonal (ZUFFEREY/AMSTUTZ/ESSEIVA, op. cit., p. 45-46). La jurisprudence présente elle aussi des disparités importantes compte tenu de l'intervention de juridictions cantonales différentes appliquant leur propre procédure, et du rôle limité du Tribunal fédéral (L'ouverture des marchés publics en suisse sous l'angle juridique et économique, Rapport final à l'attention de la Commission de gestion du Conseil national, mars 2002, p. 36; ZUFFEREY/DUBEY, op. cit., p. 88-92). Le besoin d'uniformisation est indéniable, et l'intervention de la Confédération pour définir le droit applicable aux marchés auxquels elle participe va précisément dans ce sens, sans pour autant constituer un dépassement inadmissible de ses compétences.\n\n2.7.5 Il y a lieu de relever également que, dans le cas d'une norme de conflit adoptée par la Confédération, les cantons disposent d'un droit de participer au processus de décision (art. 45 Cst.), alors qu'aucune prérogative de ce genre n'est reconnue à l'Etat fédéral dans l'élaboration du droit cantonal.\n\nLe canton de Genève ne saurait dès lors se contenter d'invoquer l'existence de compétences parallèles pour dénier à la Confédération le droit d'adopter une disposition telle que celle de l'art. 2c OMP. |166|\n\n3. Le canton de Genève conteste ensuite l'interprétation faite par la commission de la notion d'\"adjudicateur principal\". Le critère de l'intérêt prépondérant à la réalisation du projet devrait être préféré à celui de la participation financière; le canton se réfère aux critères figurant à l'art. 8 AIMPu (siège de l'adjudicateur, activité principale), et relève que la construction du projet CEVA a lieu essentiellement dans son intérêt. Par ailleurs, la commission aurait admis à tort le caractère impératif de la norme.\n\n3.1 Dans le cadre de la révision de l'OMP, suite à la conclusion de l'Accord CH-CE, il a été constaté qu'en l'absence de base légale, la pratique des adjudications communes avait développé des constructions juridiques délicates (adjudications parallèles limitant l'efficacité des recours des soumissionnaires), voire même non conformes (adjudications par délégation en soumettant, sans base légale expresse, certains marchés à un autre régime que le régime ordinaire; Rapport explicatif précité, p. 13 ad art. 2c OMP). L'adoption de l'art. 2c OMP avait pour objectif de mettre un terme à ces pratiques, en désignant le droit et la procédure applicables sur la base d'un critère objectif unique.\n\n3.2 L'expression \"adjudicateur principal\" peut certes s'entendre de plusieurs manières. Il ressort toutefois clairement des travaux préparatoires que le critère choisi se rapporte à la participation financière des différents adjudicateurs, le droit applicable étant celui de l'adjudicateur dont la participation financière est la plus importante (L'ouverture des marchés publics en suisse sous l'angle juridique et économique, Rapport final du 14 mars 2002 à l'attention de la Commission de gestion du Conseil national, p. 11 note 23 et p. 36; HERBERT LANG, Neue Rechtsgrundlagen für das Vergabewesen in der Schweiz - Das Abkommen CH-EU im öffentlichen Beschaffungswesen, ZBl 104/2003 p. 32 ss, 46, dont la critique porte sur la légitimation de la Confédération pour adopter cette disposition, mais non sur la solution retenue). Le droit des marchés publics a notamment pour objectif de favoriser l'utilisation économique des fonds publics (art. 1 al. 1 let. c LMP). Il est par conséquent logique que celui qui assume la participation financière la plus importante dispose d'un droit de contrôle sur son investissement.\n\n3.3 Cela étant, il ne suffit pas d'affirmer, comme le fait le canton de Genève, que d'autres critères seraient envisageables, voire même préférables, pour en déduire que la règle de l'art. 2c OMP - telle |167| qu'elle a été interprétée par la commission - serait contraire à la répartition constitutionnelle des compétences. Le droit des marchés publics est caractérisé par une grande diversité des sources (accords internationaux, droits fédéral et cantonaux), lesquelles présentent de nombreuses divergences des points de vue matériel et formel. La pluralité des instances de recours ainsi que l'ouverture, pour les marchés publics cantonaux, du seul recours de droit public, ne facilitent pas une pratique uniforme. Les principes de transparence et d'ouverture s'en trouvent également compromis (cf. notamment ZUFFEREY/DUBEY, op. cit., p. 85-87). Dans ce contexte, le choix du critère déterminant doit avant tout permettre d'assurer une solution claire et prévisible. De ce point de vue, la solution retenue apparaît adéquate puisqu'elle repose sur un critère objectif directement appréciable, alors que la notion d'\"intérêt prépondérant à la réalisation\" est une notion indéterminée difficilement applicable, source d'insécurité juridique pour les tiers. Le présent cas en est l'illustration: il est malaisé de mettre en balance, d'une part, l'intérêt économique que peut avoir l'exploitant de la ligne ferroviaire (en l'occurrence les CFF) et, d'autre part, les retombées générales du projet sur la politique des transports publics, l'aménagement et l'économie du canton, voire de la région.\n\nL'art. 2c OMP peut certes conduire à l'application plus fréquente du droit fédéral. Cela présente toutefois l'avantage d'une uniformisation de la pratique, notamment par l'intervention d'une autorité de recours unique (cf. ATF 117 Ia 221 consid. 4c p. 232). A l'inverse, comme le relève la commission, le critère préconisé par le canton de Genève conduirait vraisemblablement à l'application exclusive des droits cantonaux, dès lors que les projets auxquels la Confédération participe financièrement sont réalisés sur territoire cantonal, dans l'intérêt souvent prépondérant de la collectivité locale ou régionale.\n\n3.4 Le canton de Genève conteste enfin le caractère impératif attribué par la commission à l'art. 2c OMP. Son argumentation sur ce point repose toutefois sur la seule prémisse, erronée, d'une violation de la répartition des compétences entre cantons et Confédération. Si cette dernière dispose, comme on l'a vu, de la compétence d'édicter une norme de conflits, et que les critères de délimitation sont, eux aussi, conformes à la Constitution, la possibilité d'y déroger par convention est un choix d'opportunité, nullement dicté par un impératif constitutionnel. En l'occurrence, les considérations de |168| la commission sont fondées sur le texte même de la disposition, qui ne laisse aucune place à une éventuelle solution conventionnelle, et sur la considération que les normes de compétences sont en principe de nature impérative, ce que le canton de Genève ne conteste pas. Tout élément conventionnel n'est au demeurant pas écarté: les cantons et la Confédération règlent indirectement la question du droit applicable lorsqu'ils conviennent de leurs participations financières respectives. En revanche, la possibilité d'une véritable élection de droit réintroduirait un élément d'incertitude que l'auteur de la norme a précisément voulu écarter."}