{"annee": "130", "cour": "III", "page": "97", "date": "23/12/2003", "cite": ["94 II 141", "54 II 197", "47 II 38", "113 II 113"], "cite_par": ["145 III 205"], "chapeau": "14. Auszug aus dem Urteil der II. Zivilabteilung i.S. A. Trust Ltd. gegen Einwohnergemeinde Z. sowie Obergericht des Kantons Schaffhausen (staatsrechtliche Beschwerde)\n\n5P.302/2003 vom 23. Dezember 2003", "regestes": ["Art. 593 ss CC; liquidation officielle d'une succession. Le liquidateur officiel de la succession a la faculté de conduire le procès en son propre nom (consid. 2). La liquidation officielle est une institution du droit privé. Faute d'être investi de la puissance publique, le liquidateur officiel n'est pas habilité à rendre des décisions (consid. 3)."], "faits": "|98|\n\nA. Am 23. Mai 1995 verstarb B., heimatberechtigt in der Einwohnergemeinde Z. Auf Gesuch der gesetzlichen Erbinnen ordnete die Erbschaftsbehörde Z. die amtliche Liquidation des Nachlasses im Sinne von Art. 593 ff. ZGB an und ernannte C. sowie D. gemeinsam zu amtlichen Liquidatoren. Die beiden Erbschaftsliquidatoren erliessen daraufhin am 30. November 1998 eine Verfügung, wonach die A. Trust Ltd., unter Androhung von Straffolge, zur Vorlage von Unterlagen und Erteilung von Auskünften verpflichtet wurde. Gegen diese Verfügung erhob die A. Trust Ltd. Beschwerde an die Erbschaftsbehörde Z., welche diese mit Entscheid vom 11. Februar 2000 abwies.\n\nB. Dagegen gelangte die A. Trust Ltd. an das Finanzdepartement des Kantons Schaffhausen. Mit Verfügung vom 21. Februar 2001 hiess das Volkswirtschaftsdepartement - an welches die Zuständigkeit inzwischen übergegangen war - die Beschwerde gut. Es erwog im Wesentlichen, die Erbschaftsliquidatoren würden lediglich ein privates Amt ausüben, so dass sie nicht ermächtigt seien, öffentlich-rechtliche Verfügungen zu erlassen; Streitigkeiten in Bezug auf die Auskunftspflicht würden damit den ordentlichen Gerichten zur Beurteilung vorbehalten.\n\nHiergegen erhoben die amtlichen Liquidatoren Beschwerde an das Obergericht des Kantons Schaffhausen. Dieses hiess die Beschwerde mit Entscheid vom 13. Juni 2003 gut und hob die vorinstanzliche Verfügung vom 21. Februar 2001 auf. Dabei hielt es unter anderem fest, Partei im Beschwerdeverfahren seien nicht die amtlichen Liquidatoren, sondern die Einwohnergemeinde Z.\n\nC. Die A. Trust Ltd. gelangt mit staatsrechtlicher Beschwerde an das Bundesgericht. Sie beantragt die Aufhebung des Entscheids des Obergerichts vom 13. Juni 2003.\n\nMit Verfügung vom 9. September 2003 gewährte der Präsident der II. Zivilabteilung der Beschwerde die aufschiebende Wirkung.\n\nDie Beschwerdegegnerin beantragt in ihrer Vernehmlassung, auf die Beschwerde nicht einzutreten, eventualiter sie abzuweisen. Das Obergericht schliesst in seinen Gegenbemerkungen auf Abweisung der Beschwerde.\n\nDas Bundesgericht heisst die staatsrechtliche Beschwerde gut. |99|", "considerants": "Aus den Erwägungen:\n\n2. Das Obergericht hat zunächst eine \"Berichtigung\" der Parteibezeichnung im Rubrum seines Entscheides vorgenommen. Es ist - mit einer vornehmlich auf kantonales Verwaltungsverfahrensrecht gestützten Begründung - zum Schluss gelangt, Partei im Beschwerdeverfahren sei die Einwohnergemeinde und nicht die amtlichen Liquidatoren. Die prozessualen Handlungen der Erbschaftsliquidatoren seien im Interesse der Einwohnergemeinde vorgenommen worden und daher dieser zuzurechnen. Die Beschwerdeführerin rügt diesen vom Obergericht verfügten \"Parteiwechsel\" als willkürlich.\n\n2.1 Das Institut der amtlichen Liquidation nach Art. 593 ff. ZGB, die Stellung des Erbschaftsliquidators, seine Rechte und Pflichten, einschliesslich seiner Befugnis zur Prozessführung, werden abschliessend durch das Bundeszivilrecht geregelt; dem kantonalen Recht vorbehalten bleibt nur die Behördenorganisation und das Verfahren (MARTIN KARRER, Basler Kommentar, N. 8 zu Vorbem. Art. 593-597 ZGB). Davon abweichende kantonale Bestimmungen verletzen die derogatorische Kraft des Bundesrechts (zum Institut des Willensvollstreckers: BGE 94 II 141 E. 2 S. 144). Soweit sich das Obergericht zur Frage der Parteistellung der Erbschaftsliquidatoren auf kantonales Recht gestützt hat, sind seine Erwägungen daher von vornherein unbeachtlich.\n\n2.2 Der Erbschaftsliquidator hat die Aufgabe, den Nachlass zu verwalten und zu liquidieren. Nach Art. 596 Abs. 1 ZGB sind zum Zwecke der Liquidation die laufenden Geschäfte des Erblassers zu beendigen, seine Verpflichtungen zu erfüllen, seine Forderungen einzuziehen, die Vermächtnisse nach Möglichkeit auszurichten, die Rechte und Pflichten des Erblassers, soweit nötig, gerichtlich festzustellen und sein Vermögen zu versilbern. Die amtliche Liquidation dient somit vornehmlich den Interessen der Erbschaftsgläubiger und der Erben (TUOR/PICENONI, Berner Kommentar, N. 2 der Vorbem. zum Art. 593 ff. ZGB; FRIEDRICH DÜRING, Die amtliche Liquidation der Erbschaft, Diss. Bern 1926, S. 1). Der Auffassung des Obergerichts, die Liquidatoren würden öffentliche Interessen des Gemeinwesens wahren, insbesondere jene der Heimatgemeinde des Erblassers, kann nicht gefolgt werden.\n\n2.3 Der Erbschaftsliquidator hat den Nachlass aus eigenem Recht und in eigenem Namen zu vertreten und zu liquidieren (MARTIN KARRER, |100| a.a.O., N. 11 zu Vorbem. Art. 593-597 ZGB; THOMAS HUX, Die Anwendbarkeit des Auftragsrechts auf die Willensvollstreckung, die Erbschaftsverwaltung, die Erbschaftsliquidation und die Erbenvertretung, Diss. Zürich 1985, S. 164). Er ist im Rahmen seiner gesetzlichen Aufgaben zur Prozessführung befugt. Prozesse führt er selbstständig, in eigenem Namen und ohne Zustimmung der Erben oder der Behörde (BGE 54 II 197 E. 1 S. 200; 79 II 113 E. 4 S. 116). Insbesondere handelt er im Prozess nicht als Stellvertreter der Erbschaftsbehörde bzw. des Gemeinwesens. Daran ändert im hier strittigen Fall auch die Prozessvollmacht nichts, welche die Beschwerdegegnerin (Einwohnergemeinde) den amtlichen Liquidatoren nachträglich (offensichtlich auf Verlangen des Obergerichts) ausgestellt hat. Unbehelflich ist zudem der Verweis des Obergerichts auf BGE 113 II 113 E. 1 S. 115: Wie die Beschwerdeführerin zutreffend ausführt, ist die prozessuale Stellung einer Vormundschaftsbehörde in keiner Weise mit derjenigen eines Erbschaftsliquidators vergleichbar. Die Schlussfolgerung des Obergerichts, die Erbschaftsliquidatoren seien nicht befugt, in eigenem Namen Beschwerde zu führen, sondern würden die Erbschaftsbehörde resp. das Gemeinwesen vertreten, erweist sich als offensichtlich falsch. Der verfügte Parteiwechsel - von einer reinen Berichtigung des Rubrums kann nicht die Rede sein - stellt einen krassen Verstoss gegen Bundesrecht dar.\n\n3. Mit der Frage der Parteistellung verbunden ist die Frage nach der Befugnis zum Erlass von Verfügungen. Strittig im obergerichtlichen Verfahren war insbesondere, ob die Erbschaftsliquidatoren ihren erbrechtlichen Auskunftsanspruch mittels öffentlich-rechtlicher Verfügung durchsetzen können oder auf zivilrechtliche Behelfe zu verweisen sind. Das Obergericht ist zum Schluss gelangt, der Liquidator würde \"als zum Erlass von Verfügungen ermächtigter Träger der öffentlichen Gewalt\" handeln, und hat dementsprechend die von den Erbschaftsliquidatoren erlassene Verfügung geschützt. Die Beschwerdeführerin bestreitet dagegen sinngemäss deren Verfügungskompetenz.\n\n3.1 Nach einhelliger Lehre gilt die amtliche Liquidation als privatrechtliches Institut. Obwohl der Erbschaftsliquidator von der Behörde ernannt wird und unter ihrer Aufsicht steht (Art. 595 Abs. 1 und 3 ZGB), bekleidet er ein privatrechtliches und nicht ein staatliches Amt (ESCHER/ESCHER, Zürcher Kommentar, N. 21 zu Art. 595 ZGB; MARTIN KARRER, a.a.O., N. 10 zu Vorbem. |101| Art. 593-597 ZGB; PAUL PIOTET, in: Schweizerisches Privatrecht, Bd. IV/2, 1981, S. 826; JEAN NICOLAS DRUEY, Grundriss des Erbrechts, 2002, § 14 N. 47; FRIEDRICH DÜRING, a.a.O., S. 45; THOMAS HUX, a.a.O., S. 164; BRUNO DERRER, Die Aufsicht der zuständigen Behörde über den Willensvollstrecker und den Erbschaftsliquidator, Diss. Zürich 1985, S. 40; CAROLINE SCHULER-BUCHE, L'exécuteur testamentaire, l'administrateur officiel et le liquidateur officiel, Diss. Lausanne 2003, S. 49). So ist er insbesondere zur Übernahme des Amtes nicht verpflichtet und kann dieses auch wieder niederlegen (TUOR/ PICENONI, a.a.O., N. 4a und 11 zu Art. 595 ZGB; ESCHER/ESCHER, a.a.O., N. 14 und 19 zu Art. 595 ZGB). Zudem haftet der Staat - abweichendes kantonales Recht vorbehalten - grundsätzlich nicht für die Handlungen des Erbschaftsliquidators (BGE 47 II 38 E. 4 S. 42; TUOR/PICENONI, a.a.O., N. 12 zu Art. 595 ZGB; PAUL PIOTET, a.a.O., S. 826).\n\n3.2 Für den vorliegenden Fall bedeutet dies, dass die Erbschaftsliquidatoren mangels hoheitlicher Gewalt nicht befugt sind, ihren Auskunftsanspruch gegenüber der Beschwerdeführerin mittels einer Verfügung durchzusetzen. Der Umstand, dass die Erbschaftsliquidatoren überhaupt nicht Träger hoheitlicher Gewalt sind, stellt mithin einen Nichtigkeitsgrund dar (MAX IMBODEN, Der nichtige Staatsakt, 1944, S. 106; RHINOW/KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, 1990, Nr. 40 B/V/a; KÖLZ/HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 1998, N. 232, mit Hinweis auf die Rechtsprechung). Die von ihnen erlassene Verfügung vom 30. November 1998 ist dementsprechend absolut nichtig. Somit erweist sich die von der Beschwerdeführerin diesbezüglich erhobene Willkürrüge als berechtigt.\n\n3.3 Es ist unstreitig, dass dem Erbschaftsliquidator im Rahmen seiner Aufgaben ein Auskunftsanspruch zusteht (MARTIN KARRER, a.a.O., N. 18 zu Art. 595 ZGB; PAUL PIOTET, a.a.O., S. 826; ANDREAS SCHRÖDER, Informationspflichten im Erbrecht, Diss. Basel 1999, S. 190). Die Frage, ob und inwieweit ein Dritter gegenüber den Liquidatoren Auskunft zu erteilen hat, ist jedoch eine Frage des materiellen Bundesrechts. Über solche entscheidet der Richter und nicht die Aufsichtsbehörde (TUOR/PICENONI, a.a.O., N. 11 zu Art. 595 ZGB; MARTIN KARRER, a.a.O., N. 3 und 22 zu Art. 595 ZGB; JEAN NICOLAS DRUEY, a.a.O., § 14 N. 50). Die |102| Erbschaftsliquidatoren haben ihren Anspruch auf Information folglich mit einer entsprechenden Klage gegen die Beschwerdeführerin vor dem Zivilrichter durchzusetzen (ANDREAS SCHRÖDER, a.a.O., S. 259)."}