{"annee": "130", "cour": "III", "page": "285", "date": "23/12/2003", "cite": ["95 II 617", "129 III 626", "118 III 40", "124 III 207", "128 III 44", "127 III 232", "120 III 92", "124 III 505"], "cite_par": ["136 III 566", "140 III 175", "133 III 645", "134 III 656", "132 III 778", "131 III 268"], "chapeau": "35. Extrait de l'arrêt de la Ire Cour civile dans la cause X. contre A. (recours en réforme)\n\n4C.163/2003 du 23 décembre 2003", "regestes": ["Convention de Lugano; for du domicile du défendeur; action en libération de dette. Lorsque le créancier domicilié dans un État partie à la Convention de Lugano n'introduit pas une demande en paiement, mais choisit la voie de la poursuite au for du domicile du débiteur en Suisse, il n'est pas contraire à l'art. 2 al. 1 CL d'admettre que l'action en libération de dette au sens de l'art. 83 al. 2 LP puisse aussi être déposée en Suisse par le débiteur poursuivi (consid. 2-5)."], "faits": "BGE 130 III 285 S. 286\n\nA.\n\nA.a Le 25 mai 1992, la banque X., dont le siège est à Lyon (France), a pris l'engagement d'accorder à la société en nom collectif de droit français Y. l'ouverture d'un \"crédit marchand de biens\" portant sur un montant de 2'500'000 FF en vue de financer l'acquisition d'un domaine immobilier dans la Nièvre (France). Il était prévu que ce prêt, dont le taux d'intérêt s'élevait à 13 % l'an, devait arriver à échéance le 25 mai 1994 au plus tard.\n\nEn garantie de ce prêt, A., domicilié à Cologny (Genève), s'est porté caution personnellement et solidairement.\n\nA.b Par acte notarié du 30 mai 1992, Y. a procédé à l'acquisition immobilière projetée pour le prix de 3'100'000 FF et X. a consenti à la société en nom collectif le prêt convenu en date du 25 mai 1992.\n\nLe cautionnement solidaire de A. y a été consigné, celui-ci renonçant expressément au bénéfice de discussion et de division. En outre, A. s'est obligé, solidairement avec l'emprunteur, au remboursement global du prêt, au service ponctuel des intérêts et au paiement de tous frais et accessoires. Aucune clause de prorogation de for ou d'élection de droit n'a été convenue.\n\nA.c Toujours en date du 30 mai 1992, X. a accordé à Y. un découvert en compte de 300'000 FF destiné à financer un besoin de trésorerie dans le cadre de cette opération immobilière.\n\nA. s'est également porté caution solidaire à due concurrence.\n\nA.d Le domaine immobilier acquis par Y. a été grevé d'une hypothèque en faveur de X. garantissant le remboursement du prêt de 2'500'000 FF.\n\nA.e Par avenant des 26 janvier et 16 juin 1995, X. et Y. ont convenu de proroger la durée du prêt au 30 septembre 1995 et de constituer une hypothèque au profit de la banque d'un montant de 800'000 FF correspondant aux intérêts dus ou à devoir. Cette hypothèque grevait, en second rang, un autre immeuble appartenant à la société en nom collectif et sis dans l'Ain (France).\n\nPar courrier du 20 mars 1995, A. a déclaré ne pas s'être porté caution en faveur de Y. pour la somme supplémentaire de 800'000 FF faisant l'objet de l'avenant.\n\nB. A l'échéance convenue du 30 septembre 1995, Y. n'a pas remboursé le prêt que lui avait consenti X. BGE 130 III 285 S. 287\n\nPar lettre du 20 novembre 1995, la banque a mis A. en demeure de lui verser 3'637'291.67 FF plus les intérêts en remboursement du prêt, ainsi que 319'171.88 FF se rapportant au compte débiteur.\n\nLa réalisation forcée des immeubles de Y. n'ayant apparemment pas assuré le remboursement intégral de X., la banque a fait notifier à A., par l'Office des poursuites de Genève, un commandement de payer portant sur les sommes de 969'437 fr. 74 (contre-valeur de 4'128'180.84 FF) et de 52'835 fr. (contre-valeur de 225'021.17 FF).\n\nA. a formé une opposition totale à cette poursuite et, par jugement du 18 octobre 2001, le Tribunal de première instance de Genève a prononcé la mainlevée provisoire de cette opposition.\n\nC. Le 13 novembre 2001, A. a intenté, auprès de la même juridiction, une action en libération de dette. Il a conclu à ce qu'il soit constaté qu'il ne devait pas les sommes qui lui étaient réclamées et à ce que la poursuite dirigée contre lui n'aille pas sa voie. Subsidiairement, il a requis la constatation qu'il était fondé à opposer en compensation des créances de 2'138'027 FF et de 207'000 FF.\n\nX. a excipé de l'incompétence des tribunaux genevois à raison du lieu et a conclu à l'irrecevabilité de l'action en libération de dette. Pour sa part, A. a prétendu au rejet des conclusions de la banque sur incompétence.\n\nD. Par jugement du 15 avril 2002, le Tribunal de première instance a débouté X. de son exception d'incompétence ratione loci.\n\nStatuant sur appel de X., la Cour de justice de Genève, par arrêt du 11 avril 2003, a confirmé ce jugement.\n\nE. Agissant en temps utile, par la voie d'un recours en réforme, X. (la défenderesse) a requis le Tribunal fédéral d'annuler l'arrêt rendu le 11 avril 2003 par la Cour de justice et de déclarer irrecevable la demande déposée le 13 novembre 2001 par A., en mettant les frais et dépens à la charge de ce dernier.\n\nA. (le demandeur) a conclu, pour sa part, au rejet du recours en réforme et à la confirmation de l'arrêt déféré, avec suite de dépens.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 La cour cantonale a admis la compétence des tribunaux genevois en considérant en substance que la solution du droit interne BGE 130 III 285 S. 288suisse selon laquelle l'action en libération de dette s'exerce au for de la poursuite n'allait pas à l'encontre de la Convention de Lugano (CL; RS 0.275.11). Elle a tenu compte des caractéristiques de cette procédure, en particulier du rôle inversé des parties et de ses liens avec la mainlevée provisoire. Les juges ont ainsi estimé qu'ils ne pouvaient déclarer irrecevable l'action déposée par le débiteur poursuivi au motif qu'il aurait dû intenter l'action en libération de dette devant les tribunaux du siège de l'État de la société créancière poursuivante.\n\n2.2 La défenderesse affirme qu'un tel raisonnement est contraire à la Convention de Lugano. En résumé, elle soutient que l'action en libération de dette prévue à l'art. 83 al. 2 LP ne saurait échapper au principe général de la compétence de l'État du domicile du défendeur exprimé à l'art. 2 al. 1 CL. En outre, elle est d'avis qu'aucune des règles de compétence spéciales prévues par la Convention de Lugano ne permet au demandeur d'intenter l'action en libération de dette en Suisse, au for de la poursuite, contre un défendeur domicilié sur le territoire d'un autre État contractant.\n\n3. Les griefs invoqués s'articulant principalement autour de l'art. 2 de la Convention de Lugano, il convient en premier lieu de contrôler que cette disposition est bien applicable.\n\n3.1 La cause introduite à Genève a pour objet l'exécution de garanties conclues entre un particulier domicilié en Suisse et une société bancaire dont le siège se trouve en France. La Convention de Lugano est en vigueur en Suisse et en France depuis le 1er janvier 1992, soit bien avant l'introduction de l'action judiciaire litigieuse (cf. art. 54 CL). En outre, les parties étant l'une et l'autre domiciliées dans un État signataire, ce texte est bien applicable en l'espèce (cf. DONZALLAZ, La Convention de Lugano, vol. I, Berne 1996, n° 1101).\n\n3.2 La présente procédure a été introduite par le débiteur poursuivi à la suite d'une décision de mainlevée provisoire de l'opposition accordée à la société poursuivante au for prévu par l'art. 83 al. 2 LP. Cette disposition permet au poursuivi, dans les 20 jours à compter de la mainlevée, d'intenter au for de la poursuite une action en libération de dette. Toutefois, l'art. 30a LP réserve l'application des traités internationaux, de sorte que lorsque, comme on vient de le voir, la Convention de Lugano est applicable, l'action en libération de dette, qui est un procès au fond, est régie par les règles de BGE 130 III 285 S. 289compétence figurant aux art. 2 à 18 CL et non par l'art. 83 al. 2 LP (M. STAEHELIN, Kommentar SchKG I, Bâle 1998, n° 23 ad art. 30a LP; KAUFMANN-KOHLER, Commandement de payer, mainlevée provisoire, action en libération de dette et Convention de Lugano, SJ 1995 p. 537 ss, 557; en ce sens, Message du Conseil fédéral du 8 mai 1991 concernant la révision de la LP, FF 1990 II 290 et 312).\n\nIl en découle que c'est exclusivement à la lumière des règles de compétence figurant aux art. 2 ss CL qu'il convient de vérifier s'il existe en l'occurrence un for à Genève permettant au poursuivi d'y introduire une action en libération de dette, ce que conteste la défenderesse.\n\n4. En matière de compétence ratione loci, l'art. 2 al. 1 CL prévoit que, sous réserve des dispositions de la présente convention, les personnes domiciliées sur le territoire d'un État contractant sont attraites, quelle que soit leur nationalité, devant les juridictions de cet État. Cette disposition attribue une compétence générale aux tribunaux de l'État du domicile du défendeur (GAUDEMET-TALLON, Les Conventions de Bruxelles et de Lugano, 2e éd., Paris 1996, n° 68 s.; DONZALLAZ, La Convention de Lugano, vol. III, Berne 1998, n° 4240; POUDRET, Les règles de compétence de la Convention de Lugano confrontées à celles du droit fédéral, en particulier à l'art. 59 de la Constitution, in L'espace judiciaire européen, Lausanne 1992, p. 57 ss, 64). Il ne s'agit du reste que de la concrétisation de la règle générale actor sequitur forum rei qui est reconnue par tous les États (DONZALLAZ, op. cit., vol. III, nos 4264 et 4267; GAUDEMET-Tallon, op. cit., n° 68) et qui est ancrée en Suisse à l'art. 30 al. 2 Cst. La Convention de Lugano prévoit en outre une série de règles de compétence spéciales qui permettent de déroger au for garanti par l'art. 2 al. 1 CL (DONZALLAZ, op. cit., vol. III, n° 4275 ss). Celles-ci doivent toutefois s'interpréter restrictivement (M. STAEHELIN, op. cit., n° 11 ad art. 30a LP; DONZALLAZ, vol. III, op. cit., n° 4270 s.).\n\nAinsi, en s'en tenant au principe général posé à l'art. 2 al. 1 CL, force est de constater que les tribunaux genevois auraient été compétents pour connaître d'une action en paiement intentée par la banque créancière à l'encontre du demandeur en qualité de caution, s'il n'y avait pas eu le recours préalable à une procédure d'exécution forcée ayant abouti au prononcé d'une mainlevée provisoire. Si l'action en libération de dette a finalement été introduite en Suisse par le débiteur poursuivi, c'est parce que la défenderesse a préféré BGE 130 III 285 S. 290intenter une procédure de poursuite contre son débiteur domicilié en Suisse et que, celui-ci ayant fait opposition au commandement de payer à lui signifié, elle a requis le Tribunal de première instance de Genève de prononcer la mainlevée provisoire de cette opposition, ce qu'elle a obtenu par jugement du 18 octobre 2001.\n\nIl convient donc d'examiner si, dans un tel contexte, la compétence de la juridiction genevoise pour connaître de l'action en libération de dette litigieuse peut être admise en vertu de la Convention de Lugano.\n\n5. Lors de cette analyse, les différentes étapes de la procédure qui se sont déroulées en Suisse doivent être distinguées.\n\n5.1 Il ressort des faits constatés que la défenderesse, optant pour la voie de la poursuite, a tout d'abord fait notifier au demandeur un commandement de payer à son lieu de domicile dans le canton de Genève (art. 46 al. 1 LP). Cet acte est émis par une autorité administrative, à la seule demande du soi-disant créancier, sans examen de l'existence et de l'exigibilité de la créance alléguée (GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, Lausanne 1999, n° 6 ad art. 69 LP; WÜTHRICH/SCHOCH, Kommentar SchKG I, n° 12 ad art. 69 LP). Rédigé et notifié par un fonctionnaire, le commandement de payer n'est en rien un acte juridictionnel (GILLIÉRON, op. cit., n° 7 ad art. 69 LP). Comme seuls les actes relevant d'une juridiction, soit d'une autorité judiciaire, entrent dans le champ d'application matériel du traité (cf. art. 1 al. 1 et art. 25 CL), il est fortement douteux que le commandement de payer soit soumis à la Convention de Lugano (cf. en ce sens: D. STAEHELIN, Die internationale Zuständigkeit der Schweiz im Schuldbetreibungs- und Konkursrecht, PJA 1995 p. 259 ss, 270; DONZALLAZ, op. cit., vol. III, n° 6376; STOFFEL, Ausschliessliche Gerichtsstände des Lugano-Übereinkommens und SchKG-Verfahren, insbesondere Rechtsöffnung, Widerspruchsklage und Arrest, in Festschrift für Oskar Vogel, Fribourg 1991, p. 357 ss, 385; contra ATF 120 III 92, mais dans l'hypothèse où le commandement de payer validait un séquestre obtenu en Suisse; question laissée ouverte in ATF 124 III 505 consid. 2a et b). Il n'y a cependant pas besoin d'entrer plus en détail sur ce sujet, car le commandement de payer a été notifié à l'initiative de la banque au lieu de domicile de son prétendu débiteur (cf. art. 46 al. 1 LP), de sorte qu'en l'espèce cet acte respecte de toute manière la compétence ratione loci prévue à l'art. 2 al. 1 CL. BGE 130 III 285 S. 291\n\n5.2 Le demandeur ayant formé opposition au commandement de payer, la défenderesse a déposé, à Genève toujours, une demande de mainlevée provisoire de l'opposition que le juge lui a accordée. Contrairement au commandement de payer, la décision de mainlevée émane d'une autorité judiciaire, de sorte qu'elle entre dans le champ d'application matériel de la Convention de Lugano (cf. art. 1 al. 1 CL). Le point de savoir si la procédure de mainlevée provisoire doit respecter le for de l'art. 2 al. 1 CL ou si elle entre dans le cadre de l'art. 16 ch. 5 CL, qui prévoit que sont compétents, sans considération de domicile, en matière d'exécution des décisions, les tribunaux de l'État contractant du lieu d'exécution, n'a pas été tranché par la jurisprudence fédérale et est controversé dans la doctrine, ainsi que dans la jurisprudence cantonale (notamment sur ce sujet: PEDROTTI, Le séquestre international, thèse Fribourg 2001, p. 346 ss; LEUCH/MARBACH/KELLERHALS/STERCHI, Die Zivilprozessordnung für den Kanton Bern, 5e éd., Berne 2000, n° 5c/ee ad art. 32; PETER, La LP et la Convention de Lugano - Dix ans de jurisprudence, JdT 2002 II p. 2 ss, 7 ss; en faveur de l'application de l'art. 16 ch. 5 CL, GEHRI, Wirtschaftsrechtliche Zuständigkeiten im internationalen Zivilprozessrecht der Schweiz, thèse Zurich 2002, p. 164; contra: D. STAEHELIN, Die internationale Zuständigkeit, op. cit., p. 275; hésitante en raison des conséquences sur le for de l'action en libération de dette: KAUFMANN-KOHLER, op. cit., p. 539 et 557 ss). Cette question n'a pas à être tranchée dans la présente cause, car le for du lieu de la poursuite auquel a été déposée l'action en mainlevée provisoire de l'opposition correspond au domicile du débiteur poursuivi. Par conséquent, à l'instar du commandement de payer, la procédure de mainlevée provisoire de l'opposition s'est déroulée en l'espèce au for garanti par l'art. 2 al. 1 CL.\n\n5.3 Enfin, la mainlevée provisoire de l'opposition ayant été accordée à la banque, le débiteur poursuivi a déposé, dans le délai de 20 jours prévu à l'art. 83 al. 2 LP, une action en libération de dette à Genève. Contrairement aux phases précédentes, la compétence ratione loci des autorités judiciaires suisses pour connaître d'une telle action en regard de la Convention de Lugano est plus délicate, car, comme le souligne la banque dans son recours, la demande en libération de dette a été introduite au for de la poursuite, qui correspond, sur le plan formel, au for de domicile du demandeur poursuivi, et non au lieu du siège en France de la défenderesse à cette procédure. BGE 130 III 285 S. 292\n\n5.3.1 L'action en libération de dette prévue à l'art. 83 al. 2 LP n'est pas une procédure incidente à la poursuite, mais une action négatoire de droit matériel (ATF 128 III 44 consid. 4a; ATF 127 III 232 consid. 3a; ATF 124 III 207 consid. 3a), qui tend à la constatation de l'inexistence ou de l'inexigibilité de la créance invoquée par le poursuivant (ATF 118 III 40 consid. 5a p. 42). Elle reste néanmoins liée à la procédure de poursuite (cf. ATF 124 III 207 consid. 3a), dès lors que le délai d'ouverture de l'action dépend de la décision de mainlevée provisoire; elle déploie aussi des effets réflexes sur la poursuite, car elle en arrête le cours, tandis que le jugement définitif a autorité de chose jugée sur le fond à l'égard du poursuivant et du poursuivi (GILLIÉRON, op. cit., n° 51 ad art. 83 LP).\n\nDans cette mesure, l'action en libération de dette de l'art. 83 al. 2 LP apparaît comme le pendant de l'action en reconnaissance de dette prévue à l'art. 79 LP, dont elle ne se distingue que par le renversement du rôle procédural des parties (ATF 128 III 44 consid. 4a; ATF 127 III 232 consid. 3a et les arrêts cités). Alors que l'action en reconnaissance de dette est ouverte par le créancier poursuivant, qui a le rôle du demandeur, contre le poursuivi, en tant que défendeur, l'action en libération de dette est déposée par le poursuivi, qui en est ainsi le demandeur, contre le poursuivant assumant le rôle du défendeur. Le fardeau de la preuve et celui de l'allégation ne sont en revanche pas renversés (ATF 95 II 617 consid. 2): dans l'une et l'autre de ces deux procédures, il appartient au poursuivant de prouver les faits dont il déduit l'existence et l'exigibilité de la créance et/ou le droit d'exercer des poursuites (GILLIÉRON, op. cit., n° 53 ad art. 83 LP; PETER, op. cit., p. 11), alors qu'il appartient au poursuivi de se défendre en démontrant qu'il ne doit pas les sommes qu'on lui réclame (D. STAEHELIN, Kommentar SchKG I, n° 55 ad art. 83 LP). Le fait que le débiteur soit matériellement le défendeur dans l'action en libération de dette trouve en définitive son origine dans le mécanisme de la mainlevée (cf. KAUFMANN-KOHLER, op. cit., p. 558).\n\n5.3.2 Les termes utilisés à l'art. 2 al. 1 CL ne mentionnent pas les défendeurs, mais font référence aux personnes attraites devant les juridictions de l'État contractant où elles sont domiciliées. On ne peut donc déduire du sens littéral de cette disposition que la CL attache une importance décisive au rôle formel des parties dans la procédure. Dans la jurisprudence de la CJCE, citée par la cour cantonale et dont il y a lieu de tenir compte lors de l'interprétation de BGE 130 III 285 S. 293la Convention de Lugano (cf. ATF 129 III 626 consid. 5.2.1), il a certes été souligné que l'art. 2 al. 1 CL visait à protéger les droits du défendeur (arrêt de la CJCE du 4 juillet 1985, AS-Autoteile Service GmbH contre Pierre Malhé, 220/1984, Rec. 1985, p. 2267, point 15), mais il s'agissait précisément de la partie appelée matériellement à se défendre. En effet, dans cette affaire, le défendeur sur le plan procédural a fait valoir la compensation devant le tribunal de l'État contractant du lieu d'exécution et la CJCE a estimé qu'il devait agir auprès du tribunal de domicile du demandeur au sens formel, au motif que c'est ce for qui aurait été admis si la prétention du défendeur avait fait l'objet d'une action autonome. Contrairement à ce que soutient la défenderesse, l'idée qui ressort de cette jurisprudence est bien de garantir à la personne qui, sur le plan matériel, est amenée à se défendre de pouvoir le faire au lieu de son domicile. L'élément déterminant pour apprécier la compétence ratione loci du tribunal compétent n'est donc pas forcément la position formelle des parties et la Convention de Lugano n'exclut pas, dans certaines situations particulières, de tenir compte de considérations matérielles (cf. MARKUS, Lugano-Übereinkommen und SchKG-Zuständigkeiten, thèse Bâle 1996, p. 141).\n\n5.3.3 L'action en libération de dette, en tant qu'elle se distingue de l'action en reconnaissance de dette par le seul renversement du rôle procédural des parties, mais non par la position matérielle de celles-ci, est une particularité du droit suisse (SCHMID, Note sur la coexistence possible entre la procédure de mainlevée provisoire et l'action en libération de dette selon la Convention de Lugano, in SJ 1996 p. 13). Cette spécificité implique que, pour atteindre le but de protection visé par l'art. 2 al. 1 CL dans l'action en libération de dette, il convient de ne pas s'attacher à la désignation formelle des parties, puisqu'il appartient en définitive au demandeur poursuivi de se défendre (cf. supra consid. 5.3.1). Or, les tribunaux genevois auraient été compétents en regard de l'art. 2 al. 1 CL pour connaître d'une action en paiement déposée par la banque créancière à l'encontre du demandeur en qualité de caution (cf. supra consid. 4). L'action en libération de dette a finalement dû être introduite par le débiteur poursuivi, parce que la défenderesse a choisi d'intenter une procédure de poursuite à son encontre, au lieu de son domicile en Suisse et que, celui-ci ayant fait opposition au commandement de payer à lui signifié, elle a requis et obtenu du Tribunal de première instance de Genève qu'il prononce la mainlevée provisoire BGE 130 III 285 S. 294de cette opposition. L'inversion formelle des parties est donc étroitement liée à la poursuite introduite préalablement par la créancière au for du domicile du débiteur. Dans un tel contexte, il se justifie d'admettre que les autorités judiciaires du domicile de la personne amenée matériellement à se défendre dans l'action en libération de dette, soit en l'occurrence le débiteur poursuivi, sont compétentes ratione loci en vertu de l'art. 2 al. 1 CL, même si, d'un point de vue strictement formel, ce for correspond à celui du demandeur (en ce sens, STOFFEL, op. cit., p. 383).\n\nEn d'autres termes, lorsque le débiteur est domicilié en Suisse et que le créancier, domicilié dans un autre État partie à la CL, n'introduit pas une demande en paiement, mais choisit la voie de la poursuite au for de domicile du débiteur, il n'est pas contraire à l'art. 2 al. 1 CL d'admettre que l'action en libération de dette au sens de l'art 83 al. 2 LP puisse être introduite en Suisse par le débiteur poursuivi.\n\n5.3.4 Une telle interprétation de la Convention de Lugano équivaut du reste à la conception de la garantie du for du domicile du défendeur figurant dans notre Constitution. En effet, le Tribunal fédéral a indiqué que l'art. 59 aCst. (actuellement art. 30 al. 2 Cst.) visait en premier lieu à protéger le débiteur dans le cadre d'une poursuite et il a laissé entendre que l'introduction, par le poursuivi, d'une action en libération de dette au for prévu à l'art. 46 al. 1 LP était compatible avec les exigences constitutionnelles (cf. ATF 124 III 207 consid. 3b/aa p. 209).\n\n5.3.5 Par ailleurs, en raison des caractéristiques de l'action en libération de dette du droit suisse, on ne peut être certain que les tribunaux français du domicile de la défenderesse, s'ils avaient à connaître d'une telle action introduite par le débiteur poursuivi, reconnaîtraient leur compétence (cf. PETER, op. cit., p. 11 s.). Or, en présence d'un conflit possible de compétence, il est nettement préférable d'opter pour une solution comportant le risque d'entraîner un conflit positif, dès lors que la Convention de Lugano, par le jeu des exceptions de litispendance et de connexité, permet d'y remédier, que de nier la compétence des autorités suisses, avec le risque d'un conflit négatif, aux conséquences plus graves, car il entraînerait un déni de justice (cf. GAUDEMET-TALLON, op. cit., n° 71).\n\n5.4 Cette solution correspond, dans son résultat, à la position de la doctrine, qui s'est abondamment prononcée sur la question du for BGE 130 III 285 S. 295de l'action en libération de dette en relation avec la procédure de mainlevée (SCHMID, op. cit., p. 13). Dans leur grande majorité, les auteurs considèrent que la Convention de Lugano permet le dépôt d'une telle action en Suisse, au lieu de la poursuite, mais ils divergent sur la base juridique permettant d'asseoir la compétence des autorités judiciaires suisses (pour une vue d'ensemble, notamment M. STAEHELIN, op. cit., n° 23 ad art. 30a LP; PEDROTTI, op. cit., p. 371 ss). Ainsi, certains considèrent l'action en libération de dette comme une demande reconventionnelle au sens de l'art. 6 ch. 3 CL dérivant de l'action en mainlevée de l'opposition (D. STAEHELIN, Die internationale Zuständigkeit, op. cit., p. 275; MARKUS, op. cit., p. 143 s.). D'autres estiment que, lorsque le créancier intente une poursuite en Suisse et y introduit une demande de mainlevée, il doit alors se voir opposer le for en Suisse pour l'action en libération de dette en application de l'art. 18 CL (MEIER, Internationales Zivilprozessrecht, Zurich 1994, p. 53; JAEGER/WALDER/KULL/KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, 4e éd., Zurich 1997, n° 16 ad art. 83 LP). Le for en Suisse est aussi évoqué en tant que for de nécessité (cf. PETER, op. cit., p. 12). Quelques auteurs enfin admettent que le système légal n'offre pas de réponse satisfaisante (KAUFMANN-KOHLER, op. cit., p. 557 ss), tout en soulignant que, pour des raisons pratiques, il faut que le débiteur poursuivi en Suisse puisse introduire l'action en libération de dette au for de la décision de mainlevée provisoire de l'opposition, en tous les cas lorsque celui-ci correspond à son domicile (cf. LEUCH/MARBACH/ KELLERHALS/STERCHI, op. cit., nos 5c/ee et 5b/dd ad art. 32; WALDER, Einführung in das Internationale Zivilprozessrecht der Schweiz, Zurich 1989, p. 183 s. n° 80).\n\nIl convient toutefois de préciser que, sous réserve des derniers auteurs cités, la doctrine a avant tout examiné si la Convention de Lugano permettait au débiteur poursuivi en Suisse, mais domicilié à l'étranger, d'introduire une action en libération de dette au for de la poursuite en Suisse. Les raisonnements présentés ne sont donc pas transposables dans le cas d'espèce, dont la particularité réside dans le fait que la mainlevée provisoire de l'opposition a été prononcée au for du domicile de la partie qui, matériellement, est amenée à se défendre dans le cadre de l'action en libération de dette subséquente."}