{"annee": "130", "cour": "I", "page": "269", "date": "5/7/2004", "cite": ["128 I 225", "119 IB 311", "129 II 56", "117 IV 124", "125 I 104", "108 IA 69", "124 I 139", "122 IV 103"], "cite_par": ["143 IV 373", "143 IV 49", "131 II 169", "135 I 265"], "chapeau": "23. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. X. gegen Staatsanwaltschaft sowie Obergericht des Kantons Zug (staatsrechtliche Beschwerde)\n\n1P.22/2004 vom 5. Juli 2004", "regestes": ["Art. 6 par. 1 CEDH; art. 29 al. 1 Cst.; art. 43 ch. 3 al. 2 et 3, art. 44 ch. 1 et 6, art. 73 ss CP; ordre d'exécution, 12 ans après le prononcé du jugement, d'une peine d'emprisonnement suspendue au profit d'un traitement ambulatoire; principe de la célérité. Le principe de la célérité s'applique plus largement selon la Constitution fédérale que selon la CEDH. Il ne se limite pas aux contestations de caractère civil ou aux accusations pénales, mais s'étend à l'ensemble des procédures devant les autorités judiciaires et administratives (consid. 2.3). Les critères posés en matière de célérité pour la poursuite pénale ne s'appliquent pas indistinctement à l'exécution des peines. Portée du principe de la célérité dans le domaine de l'exécution des peines (consid. 3). Pas de violation du principe de la célérité dans le cas d'espèce (consid. 4)."], "faits": "BGE 130 I 269 S. 270\n\nMit rechtskräftigem Urteil vom 13. September 1991 verurteilte das Strafgericht des Kantons Zug X. wegen verschiedener Delikte zu einer unbedingten Gefängnisstrafe von 18 Monaten, unter Anrechnung der Untersuchungshaft von 14 Tagen, und einer Busse von Fr. 200.-; zudem widerrief es den mit Urteil des Einzelrichteramtes vom 15. Februar 1990 gewährten bedingten Vollzug einer zehntägigen Haftstrafe. Es schob den Vollzug der beiden Freiheitsstrafen zugunsten einer ambulanten Behandlung gemäss Art. 44 Ziff. 1 und 6 StGB auf und stellte den Verurteilten unter Schutzaufsicht.\n\nMit Verfügung vom 1. März 2001 stellte das Amt für Straf- und Massnahmenvollzug die ambulante Behandlung als gescheitert ein BGE 130 I 269 S. 271und beantragte dem Strafgericht Zug, die aufgeschobene Strafe zu vollziehen. Mit Beschluss vom 15. Februar 2002 ordnete das Strafgericht den Vollzug der aufgeschobenen Strafe an. Auf Berufung von X. hin hob das Obergericht des Kantons Zug am 25. Juni 2002 diesen Entscheid auf und schob den Vollzug der Freiheitsstrafen zu Gunsten einer erneuten ambulanten Behandlung auf.\n\nMit Verfügung vom 31. Januar 2003 stellte das Amt für Straf- und Massnahmenvollzug die ambulante Behandlung wegen Undurchführbarkeit ein und beantragte dem Obergericht des Kantons Zug, die aufgeschobenen Strafen von 18 Monaten Gefängnis und 10 Tagen Haft zu vollziehen. Mit Beschluss vom 18. Oktober 2003, zugestellt am 2. Dezember 2003, ordnete das Obergericht die mit Urteil des Strafgerichts vom 13. September 1991 bzw. mit Beschluss des Obergerichts vom 25. Juni 2002 aufgeschobene Strafe von 18 Monaten zum Vollzug an unter Anrechnung der Untersuchungshaft von 14 Tagen (Ziff. 1); zudem ordnete es für die Dauer des Vollzugs eine ambulante Behandlung an (Ziff. 2). Die Verfahrenskosten von Fr. 6'706.95 auferlegte es X. (Ziff. 4).\n\nX. führt mit Eingabe vom 13. Januar 2004 staatsrechtliche Beschwerde. Er beantragt, Ziff. 1, 2 und 4 des Beschlusses des Obergerichts aufzuheben.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer erachtet das Beschleunigungsgebot als verletzt, weil der Vollzug der Strafe erst rund 12 Jahre nach dem Strafurteil angeordnet worden sei.\n\n2.1 Das Obergericht hat ausgeführt, Art. 6 Ziff. 1 EMRK sei für das Strafverfahren anwendbar, in welchem über die Stichhaltigkeit einer strafrechtlichen Anklage entschieden werde, nicht aber für die Durchführung und Überwachung der ambulanten Massnahme. Da der Anwendungsbereich von Art. 6 EMRK demjenigen von Art. 29 Abs. 1 BV entspreche, könne auch bezüglich dieser Bestimmung auf das zur EMRK Gesagte verwiesen werden. Der Beschwerdeführer ist demgegenüber der Ansicht, das Beschleunigungsgebot gelte auch für den Vollzug der Strafe.\n\n2.2 Art. 6 Ziff. 1 EMRK gilt für strafrechtliche Anklagen. Nach Lehre und Rechtsprechung erstreckt sich der Anwendungsbereich dieser Bestimmung auf das gesamte Strafverfahren bis zum BGE 130 I 269 S. 272endgültigen Strafurteil (BGE 117 IV 124 E. 3; Urteil 1P.338/2000 vom 23. Oktober 2000, E. 4b, publ. in: Pra 90/2001 Nr. 3 S. 12, mit Hinweisen; ARTHUR HAEFLIGER/FRANK SCHÜRMANN, Die Europäische Menschenrechtskonvention und die Schweiz, 2. Aufl., Bern 1999, S. 200 mit Hinweis), nicht hingegen auf den Strafvollzug, weil dabei nicht über eine strafrechtliche Anklage entschieden wird. Deshalb fallen nach der Rechtsprechung Entscheide über den Strafaufschub, die bedingte Entlassung oder den Widerruf wegen erneuter Straffälligkeit nicht unter den Geltungsbereich von Art. 6 EMRK (FROWEIN/PEUKERT, Europäische Menschenrechtskonvention, 2. Aufl., 1996, S. 194; MIEHSLER/VOGLER, Internationaler Kommentar zur EMRK, 1986, Rz. 182 f. und 218 f. zu Art. 6 EMRK; MARK E. VILLIGER, Handbuch der Europäischen Menschenrechtskonvention, 2. Aufl., Zürich 1999, S. 255). Anwendbar kann Art. 6 EMRK sein für Disziplinarstrafen im Rahmen des Strafvollzugs, da es sich dabei um selbständige, vom ursprünglichen Urteil unabhängige Sanktionen handelt (Übersicht über die Rechtsprechung in BGE 125 I 104 E. 2; MIEHSLER/VOGLER, a.a.O., Rz. 231 zu Art. 6 EMRK). Im Urteil des Europäischen Gerichtshofes für Menschenrechte in Sachen Ezeh und Connors gegen Vereinigtes Königreich vom 9. Oktober 2003 (Ziff. 120-130) wurde Art. 6 EMRK auch angewendet auf eine aus disziplinarischen Gründen im Rahmen des Strafvollzugs ausgesprochene Sanktion, die darin bestand, dass die sonst mögliche vorzeitige Entlassung hinausgezögert wurde. Der Gerichtshof erwog, der Umstand, dass die zu erstehende Strafe diejenige sei, die im ursprünglichen Urteil angeordnet wurde, hindere die Anwendbarkeit von Art. 6 EMRK nicht, wenn die ausgesprochene Sanktion sich faktisch in einem zusätzlichen Freiheitsentzug auswirke.\n\n2.3 Ob die hier streitige nachträgliche Anordnung des Strafvollzugs im Lichte dieser Erwägungen unter Art. 6 EMRK fällt, kann offen bleiben, denn sie fällt so oder anders unter Art. 29 Abs. 1 BV. Diese Bestimmung ist zwar in Bezug auf die angemessene Verfahrensdauer nach den gleichen Grundsätzen auszulegen wie Art. 6 Ziff. 1 EMRK (REINHOLD HOTZ, St. Galler Kommentar zur BV, 2002, Rz. 15 zu Art. 29 BV). Indessen ist ihr Geltungsbereich weiter als derjenige von Art. 6 Ziff. 1 EMRK, indem er nicht bloss Streitigkeiten über zivilrechtliche Ansprüche und strafrechtliche Anklagen umfasst, sondern sämtliche Verfahren vor Gerichts- und Verwaltungsbehörden (JÖRG PAUL MÜLLER, Grundrechte in der Schweiz, 3. Aufl., Bern 1999, S. 504; RENÉ RHINOW, Grundzüge des Schweizerischen BGE 130 I 269 S. 273Verfas sungsrechts, 2003, S. 481), somit auch Verfahren im Rahmen des Strafvollzugs (vgl. zur Anwendbarkeit von Art. 29 Abs. 3 BV im Rahmen des Straf- und Massnahmenvollzugs BGE 128 I 225 E. 2.3). Entgegen der Auffassung des Obergerichts kann somit die Prüfung im Lichte des Beschleunigungsgebots nicht schon unterbleiben, weil Art. 6 EMRK (allenfalls) nicht anwendbar ist, da jedenfalls Art. 29 Abs. 1 BV anwendbar ist und sich die materielle Prüfung nicht unterscheidet.\n\n3.\n\n3.1 Die grundsätzliche Anwendbarkeit des Beschleunigungsgebots auch auf den Strafvollzug bedeutet nun allerdings nicht, dass dafür unbesehen die gleichen Fristen gelten wie für die Strafverfolgung. Die Beurteilung der angemessenen Verfahrensdauer entzieht sich starren Regeln; es ist vielmehr in jedem Einzelfall zu prüfen, ob sich die Dauer unter den konkreten Umständen als angemessen erweist; es kann dafür keine allgemein gültige Frist festgelegt werden. Im Rahmen des Strafverfahrens bilden Kriterien für die Angemessenheit der Verfahrensdauer etwa die Schwere des Tatvorwurfs, die Komplexität des Sachverhaltes, die dadurch gebotenen Untersuchungshandlungen, das Verhalten des Beschuldigten und dasjenige der Behörden (z.B. unnötige Massnahmen oder Liegenlassen des Falles) sowie die Zumutbarkeit für den Angeschuldigten (BGE 124 I 139 E. 2c S. 142; HAEFLIGER/SCHÜRMANN, a.a.O., S. 201; ROBERT Hauser/Erhard Schweri, Schweizerisches Strafprozessrecht, 5. Aufl., Basel 2002, § 58 N. 6, mit zahlreichen Hinweisen).\n\n3.2 Diese Kriterien können nicht unbesehen auf den Strafvollzug angewendet werden: Einerseits gilt zwar das generelle Anliegen, dass Rechtsangelegenheiten nicht übermässig lange hinausgezögert werden sollen, auch für den Strafvollzug. Dem Strafurteil soll wirksam und rasch Nachachtung verschafft werden. Der Verurteilte soll nicht für etwas büssen, was weit zurück liegt, sondern einmal mit seiner Vergangenheit zum Abschluss kommen (RETO ANDREA SURBER, Das Recht der Strafvollstreckung, Zürich 1998, S. 227, 245, 250, 316).\n\nAndererseits müssen aber nach rechtsstaatlichen Grundsätzen rechtskräftige Urteile vollstreckt werden. Dies gilt insbesondere für Strafurteile (Art. 374 StGB). Ein Urteil nicht zu vollstrecken, ist gesetzwidrig und willkürlich (BGE 108 Ia 69 E. 2a; Pra 85/1996 Nr. 175 S. 643, E. 2; Urteil 1P.597/2002 vom 7. Januar 2003, E. 2.4). Aus BGE 130 I 269 S. 274Respekt vor seiner Rechtsgültigkeit soll ein Urteil auch dann noch vollstreckt werden, wenn seither eine gewisse Zeitspanne verstrichen ist, weil sonst die Sicherheit der Rechtsordnung und die Glaubwürdigkeit der Justiz auf dem Spiel stehen.\n\nZwischen diesen beiden gegensätzlichen Anliegen hat der Gesetzgeber eine Abwägung getroffen, indem er eine Vollstreckungsverjährung festgelegt hat (Art. 73 ff. StGB). Das Gesetz geht davon aus, dass eine rechtskräftige Strafe bis zum Ablauf dieser Dauer vollstreckt werden kann. Das Beschleunigungsgebot ist nicht deshalb schon verletzt, weil eine Strafe erst kurz vor dem Ende der Vollstreckungsverjährung vollzogen wird.\n\n3.3 Nach der Rechtsprechung kann zwar im Rahmen der Strafverfolgung das Beschleunigungsgebot auch dann verletzt sein, wenn die Verfolgungsverjährung noch nicht abgelaufen ist. Dies kann zur Konsequenz haben, dass (auch abgesehen von einer Strafmilderung gemäss Art. 64 StGB) eine Strafe zu reduzieren oder in Extremfällen sogar ein Verfahren einzustellen ist, auch wenn die Verjährung noch nicht eingetreten ist (BGE 122 IV 103 E. I.4 S. 111; BGE 119 Ib 311 E. 5 S. 323; BGE 117 IV 124 E. 4d und e; Urteil 6P.86/1998 vom 4. Dezember 1998, E. 4e). Dies kann aber nicht gleichermassen für den Strafvollzug gelten: Das Beschleunigungsgebot soll im Strafverfahren insbesondere verhindern, dass der Angeschuldigte unnötig lange Zeit über die gegen ihn erhobenen Vorwürfe im Ungewissen belassen und den Belastungen eines Strafverfahrens ausgesetzt wird (BGE 124 I 139 E. 2a). Diese Überlegung gilt grundsätzlich im Rahmen des Strafvollzugs nicht: Der Verurteilte weiss, dass er die Strafe verbüssen muss. Insoweit besteht keine belastende Ungewissheit mehr. Dass Urteile zu vollstrecken sind, muss dem Verurteilten klar sein. Aus diesem Grund gelten für den Strafvollzug auch in anderer Hinsicht strengere Grundsätze als etwa für eine Untersuchungs- oder Sicherungshaft (BGE 108 Ia 69 E. 3).\n\n3.4 Anders kann es sich verhalten, wenn der Vollzug der Strafe noch ungewiss ist, weil - wie im vorliegenden Fall - mit Rücksicht auf eine angeordnete Behandlung die Strafe aufgeschoben wird, was bedeutet, dass auf deren Vollstreckung allenfalls auch verzichtet werden kann (Art. 43 Ziff. 3 Abs. 2 StGB). Zusätzlich ist für den Vollzug aufgeschobener Strafen zu berücksichtigen, dass die Vollstreckungsverjährung erst mit der Anordnung des Strafvollzugs zu laufen beginnt (Art. 74 StGB; Urteil 1A.184/2002 vom 5. BGE 130 I 269 S. 275November 2002, E. 3.4 nicht publ. in BGE 129 II 56; SURBER, a.a.O., S. 97). Wenn wie hier der Strafvollzug zugunsten einer ambulanten Behandlung aufgeschoben worden ist, hat diese gesetzliche Regelung zur Folge, dass eine Strafe theoretisch zeitlich unbegrenzt angeordnet werden könnte. Gerade in solchen Fällen kann das Beschleunigungsgebot seine Bedeutung haben. Wird eine ambulante Behandlung infolge eines behördlichen Fehlverhaltens während vieler Jahre nicht durchgeführt, so wäre es stossend, nach Jahr und Tag eine aufgeschobene Strafe noch anzuordnen, die, wäre sie nicht aufgeschoben worden, schon lange verjährt wäre.\n\nUmgekehrt soll aber der Verurteilte auch nicht davon profitieren können, dass die Strafe zugunsten einer ambulanten Behandlung aufgeschoben worden ist. Wird der Vollzug noch innerhalb derjenigen Verjährungsfrist angeordnet, die gelten würde, wenn kein Strafaufschub angeordnet worden wäre, wird in der Regel keine Verletzung des Beschleunigungsgebots anzunehmen sein. Denn dieses wäre auch nicht verletzt, wenn gar kein Aufschub angeordnet worden wäre (vorne E. 3.2). Unzumutbar lange könnte allenfalls die Dauer einzelner Verfahrensschritte im Rahmen der Vollzugsanordnung sein.\n\n4.\n\n4.1 Der Beschwerdeführer beanstandet mit Recht nicht, dass die einzelnen Verfahrensschritte, die zur Anordnung des Vollzugs geführt haben, namentlich das Verfahren vor Obergericht, zu lange gedauert hätten. Er macht aber geltend, der gesamte Zeitraum zwischen den von ihm begangenen Delikten und der Anordnung des Vollzugs sei zu lange. Der Hauptharst der ihm vorgeworfenen Delikte falle in den Zeitraum 1984-1986, weitere Delikte in die Zeit zwischen 1989 und 1990. Die strafgerichtliche Hauptverhandlung habe am 13. September 1991 stattgefunden, die schriftliche Urteilsbegründung sei erst am 7. September 1993 zugestellt worden. Danach hätten die Behörden kaum etwas unternommen, um die angeordnete ambulante Therapie durchzuführen. Nur von Juni bis August 1994 habe eine gewisse Betreuungstätigkeit stattgefunden, ab 1996 sei die Verbindung zwischen dem Beschwerdeführer und dem Schutzaufsichtsamt abgebrochen. Erst im Jahre 2000 sei er von den Vollzugsbehörden mehr oder weniger zufällig wieder entdeckt worden. Angesichts dieser krassen Verletzung des Beschleunigungsgebots bestehe kein Anspruch mehr auf Vollzug der ausgefällten Freiheitsstrafe. BGE 130 I 269 S. 276\n\n4.2 Dazu ist zunächst festzuhalten, dass die relative Vollstreckungsverjährung von zehn Jahren (Art. 73 Ziff. 1 StGB) mit dem Vollzugsantrag des Amtes für Straf- und Massnahmenvollzug vom 1. März 2001 unterbrochen wurde (Art. 75 Ziff. 2 Satz 1 StGB) und die absolute Verjährung noch nicht eingetreten ist (Art. 75 Ziff. 2 letzter Satz StGB). Wäre die Strafe nicht aufgeschoben worden, so könnte dem Vollzug keine Verjährung entgegengehalten werden. Die Tatsache, dass die Strafe zugunsten einer Massnahme aufgeschoben wurde, kann nun nicht ohne weiteres zur Folge haben, dass die relativ lange Dauer zwischen Strafurteil und Anordnung des Strafvollzugs als verfassungswidrig zu betrachten wäre (vorne E. 3.4). Höchstens bei einem besonderen Fehlverhalten der Behörde könnte allenfalls eine Verletzung des Beschleunigungsgebots in Betracht fallen.\n\n4.3 Das Obergericht hat mit seinem Urteil vom 25. Juni 2002, mit welchem es die erste Vollzugsanordnung aufhob, selber ausgeführt, im vorliegenden Fall schienen weder die konkrete Durchführung der ambulanten Therapie noch die Schutzaufsicht funktioniert zu haben. Mit der angeordneten Massnahme sei im Grunde gar nicht richtig begonnen worden. Unter Berücksichtigung dieser unglücklichen Umstände wäre es unverhältnismässig, die ausgesprochene Strafe zu vollziehen, ohne dem Beschwerdeführer einen allerletzten Versuch zu gewähren. Dies stelle die allerletzte Möglichkeit dar, den Vollzug der ausgesprochenen Strafe abzuwenden. Das Gesetz sei damit bis an seine Grenzen ausgereizt. Der Beschwerdeführer müsse sich im Klaren sein, dass der Erfolg der ambulanten Massnahme in erster Linie von seinem Verhalten abhänge; es ergehe der Appell an ihn, diese letzte Chance ernsthaft wahrzunehmen.\n\nIm jetzt angefochtenen Beschluss vom 18. November 2003 führt das Obergericht aus, die ambulante Behandlung sei nun letztlich und massgeblich am Verhalten des Beschwerdeführers gescheitert. Die Verteidigung bestreite dies denn auch nicht.\n\n4.4 Der Beschwerdeführer rügt diese zuletzt zitierte Darstellung als aktenwidrig und willkürlich: In der Vernehmlassung vom 30. Mai 2003 sei klar hervorgehoben worden, dass nicht der Beschwerdeführer, sondern die mit dem Vollzug der Massnahme betrauten Instanzen versagt hätten. - An der zitierten Stelle der Vernehmlassung hatte der Beschwerdeführer kritisiert, dass zwischen dem Strafurteil von 1991 und der Wiederaufnahme der Betreuung im Jahre BGE 130 I 269 S. 2772000 kaum eine Behandlung oder Betreuung stattgefunden habe, obwohl dies Aufgabe der Schutzaufsicht gewesen wäre. Die beanstandete Aussage des Obergerichts bezog sich indessen nicht auf den Zeitraum zwischen 1991 und 2000, sondern - wie aus dem Zusammenhang mit der vorangehenden Erwägung hervorgeht - auf die Zeit zwischen 2000 und 2003: Das Obergericht führte dort aus, die Schutzaufsicht habe im Herbst 2000 intensiv die Wiederaufnahme der ambulanten Behandlung in die Wege geleitet, was am unkooperativen Verhalten des Beschwerdeführers gescheitert sei. Das Obergericht habe dann (am 25. Juni 2002) den Vollzug der Strafe zugunsten einer erneuten ambulanten Behandlung noch einmal aufgeschoben, wobei es den Beschwerdeführer nachdrücklich ermahnt habe, diese letzte Chance ernsthaft wahrzunehmen. Trotzdem habe der Beschwerdeführer die vereinbarten Termine beim Psychologen nicht oder verspätet wahrgenommen und sei trotz Ermahnungen auch der Weisung zur Abgabe einer wöchentlichen Urinprobe nur unvollständig nachgekommen. Sämtliche vier Urinproben seien bezüglich Heroin bzw. Cannabis positiv ausgefallen.\n\nAll diese Aspekte wurden tatsächlich von der Verteidigung weder in der Vernehmlassung vom 30. Mai 2003 noch anlässlich der Verhandlung vom 18. November 2003 bestritten; die Verteidigung konzentrierte sich darauf, die lange Dauer seit dem Strafurteil bzw. den Straftaten zu kritisieren. Die beanstandete Aussage des Obergerichts ist somit nicht willkürlich, sondern im Gegenteil durch die Akten bestätigt.\n\n4.5 Die Begründung des Obergerichts erweist sich aber auch materiell als verfassungskonform: Das Obergericht hat nämlich in seinem ersten Entscheid vom 25. Juni 2002 der damals nicht unbegründeten Kritik des Beschwerdeführers Rechnung getragen und mit Rücksicht darauf, dass die 1991 angeordnete Behandlung und Schutzaufsicht während Jahren nie richtig funktioniert haben, auf eine Anordnung des Strafvollzugs verzichtet. Insoweit hat es der Rüge des Beschwerdeführers im Ergebnis Rechnung getragen. Es hat diesem indessen klar gemacht, dass dies für ihn eine letzte Chance darstelle. In der Folge ist seitens der Behörden ohne weitere Verzögerung das Notwendige und Zumutbare vorgekehrt worden, um dem Beschwerdeführer zu ermöglichen, diese Chance wahrzunehmen. In dieser Phase kann jedenfalls von einer Vernachlässigung behördlicher Pflichten keine Rede sein. Der Beschwerdeführer behauptet dies auch nicht. Im jetzt angefochtenen Entscheid hat das BGE 130 I 269 S. 278Obergericht auf das Verhalten des Beschwerdeführers in dieser letzten Phase abgestellt. Hätte der Beschwerdeführer die ihm im Urteil vom 25. Juni 2002 eingeräumte Chance genutzt, wäre der Vollzug der Strafe nicht angeordnet worden. Kausal für die (nachträgliche) Anordnung des Strafvollzugs war somit nicht der unbestrittenerweise unbefriedigende Verlauf der angeordneten Therapie in den 90er Jahren, sondern das eigene Verhalten des Beschwerdeführers in der Zeit nach dem Urteil vom 25. Juni 2002. Unter diesen Umständen ist das Beschleunigungsgebot nicht verletzt."}