{"annee": "130", "cour": "V", "page": "514", "date": "19/11/2004", "cite": ["130 V 196", "127 II 32", "125 II 192", "127 V 1", "123 V 113", "125 V 21", "127 V 80", "127 V 213"], "cite_par": ["138 V 339", "131 V 202"], "chapeau": "76. Extrait de l'arrêt dans la cause Office de l'assurance-invalidité pour le canton de Vaud contre C. et Commission fédérale de recours en matière d'AVS/AI pour les personnes résidant à l'étranger\n\nI 376/03 du 19 novembre 2004", "regestes": ["Art. 103 let. c OJ; art. 57 LPGA; art. 201 RAVS (teneur en vigueur depuis le 1er janvier 2003): Qualité pour recourir d'un office AI. Un office AI qui n'a pas rendu la décision attaquée dans la procédure de recours (et qui n'a pas non plus participé à la procédure de recours de première instance) n'a pas qualité pour interjeter un recours de droit administratif (consid. 4)."], "faits": "", "considerants": "|514|\n\nConsidérant en droit:\n\n1. Le Tribunal fédéral des assurances examine d'office les conditions de recevabilité du recours (ATF 125 V 23 consid. 1a et la jurisprudence citée).\n\n2. A l'issue de la procédure de révision du droit à la rente initiée par l'Office de l'assurance-invalidité pour le canton de Vaud, l'Office AI pour les assurés résidant à l'étranger, à qui le dossier avait été transmis en raison du départ de l'assuré à l'étranger, a supprimé la rente d'invalidité jadis accordée par le premier office nommé, en application de l'art. 41 LAI. La commission fédérale de recours a annulé cette décision, au motif que la suppression de la rente |515| procédait en réalité d'une reconsidération de la décision du 5 août 1998 et que les conditions jurisprudentielles n'en étaient pas remplies.\n\nL'Office AI pour les assurés résidant à l'étranger, qui a rendu la décision administrative en jeu, a été désigné à juste titre comme partie intimée devant la commission fédérale de recours ensuite du recours formé par l'assuré contre la décision du 20 mars 2002. Il convient dès lors d'examiner si l'Office de l'assurance-invalidité pour le canton de Vaud, indépendamment de l'Office AI pour les assurés résidant à l'étranger (qui n'a pas interjeté de recours de droit administratif ni manifesté son intention de le faire, mais s'est contenté de transmettre au Tribunal fédéral des assurances l'écriture de l'Office de l'assurance-invalidité pour le canton de Vaud du 16 mai 2003), a qualité pour recourir contre le jugement du 10 avril 2003.\n\n3.\n\n3.1 Aux termes de l'art. 103 let. a OJ, a qualité pour recourir quiconque est atteint par la décision attaquée et a un intérêt digne de protection à ce qu'elle soit annulée ou modifiée.\n\nLa jurisprudence considère comme intérêt digne de protection, au sens de cette disposition, tout intérêt pratique ou juridique à demander la modification ou l'annulation de la décision attaquée que peut faire valoir une personne atteinte par cette dernière. L'intérêt digne de protection consiste ainsi en l'utilité pratique que l'admission du recours apporterait au recourant ou, en d'autres termes, dans le fait d'éviter un préjudice de nature économique, idéale, matérielle ou autre que la décision attaquée lui occasionnerait. L'intérêt doit être direct et concret; en particulier, la personne doit se trouver dans un rapport suffisamment étroit avec la décision; tel n'est pas le cas de celui qui n'est atteint que de manière indirecte ou médiate (ATF 130 V 202 consid. 3, ATF 127 V 3 consid. 1b, ATF 127 V 82 consid. 3a/aa).\n\nOn ajoutera que les collectivités publiques ou les établissements publics peuvent se prévaloir de l'art. 103 let. a OJ s'ils sont atteints de la même manière que les administrés (ATF 130 V 203 consid. 3, ATF 127 II 38 consid. 2d, ATF 125 II 194 consid. 2a/aa); en revanche, l'intérêt public à une application correcte et uniforme du droit ne suffit pas à leur conférer la qualité pour recourir (ATF 123 V 116 consid. 5a et les références).\n\n3.2 En l'occurrence, on ne voit pas que l'Office de l'assurance-invalidité pour le canton de Vaud soit touché par le jugement attaqué comme le serait un particulier. En vérité, le seul intérêt que cet office |516| pourrait, le cas échéant, faire valoir se confond en effet avec l'intérêt à une application correcte du droit, ce qui ne suffit pas à lui conférer la qualité pour recourir au sens de l'art. 103 let. a OJ conformément à la jurisprudence précitée.\n\n4.\n\n4.1 A également qualité pour recourir, toute autre personne, organisation ou autorité à laquelle la législation fédérale accorde le droit de recours (art. 103 let. c OJ).\n\nSous l'empire du droit en vigueur jusqu'au 31 décembre 2002, les décisions des autorités de recours devaient être notifiées par lettre recommandée aux caisses de compensation ou aux offices AI intéressés (art. 201 let. c RAVS). Les personnes et les offices à qui, en vertu de l'art. 201 RAVS, étaient notifiées les décisions des autorités de recours, étaient autorisés à former un recours de droit administratif contre ces décisions auprès du Tribunal fédéral des assurances (art. 202 RAVS en corrélation avec l'art. 89 RAI). En principe, étaient considérés comme \"intéressés\" au sens de l'art. 201 let. c RAVS, la caisse de compensation ou l'office AI qui avait rendu la décision attaquée dans la procédure de recours (SVR 2002 IV n° 40 p. 125 consid. 1, 2000 IV n° 20 p. 59 consid. 1a et les références; voir aussi ATF 127 V 215 consid. 1 et 218 consid. 1d; RCC 1992 p. 392 consid. 1). Aussi, dans plusieurs arrêts, la Cour de céans a-t-elle jugé que l'autorité qui n'avait pas rendu la décision litigieuse ne pouvait se voir reconnaître la qualité pour interjeter recours de droit administratif (consid. 5.2 de l'arrêt K. du 5 décembre 2003, I 772/02; consid. 4.2 de l'arrêt C. du 26 août 2002, I 796/01). A deux reprises toutefois, la compétence pour recourir de l'office cantonal de l'assurance-invalidité a été admise bien que la décision eût été rendue par l'office AI pour les assurés résidant à l'étranger (arrêts B. du 28 août 2001, I 87/99, et S. du 22 janvier 2004, I 232/03), au motif que le premier office avait instruit le dossier de la cause qui avait fait l'objet d'une décision du second.\n\nA la suite de l'adoption de l'art. 57 LPGA, une adaptation rédactionnelle de l'art. 201 RAVS s'est imposée. Les prescriptions relatives à la qualité pour recourir et à la notification des jugements ont dès lors été énoncées à l'art. 201 RAVS, alors que l'art. 202 RAVS a été abrogé (cf. VSI 2002 p. 249). Désormais, sous le titre marginal \"Droit de recours des autorités\", l'art. 201 RAVS, dans sa teneur - applicable en l'espèce - en vigueur depuis le 1er janvier 2003, dispose que l'office fédéral, les caisses de compensation intéressées et |517| les offices AI peuvent former un recours de droit administratif auprès du Tribunal fédéral des assurances contre les jugements rendus par les autorités de recours (al. 1); les jugements rendus par les autorités de recours doivent leur être notifiés par lettre recommandée (al. 2). L'entrée en vigueur du nouvel art. 201 RAVS n'a toutefois rien changé à la situation qui prévalait jusque-là, savoir que l'office AI qui a rendu la décision litigieuse est, de ce chef, le seul office AI qui a qualité pour recourir contre un jugement rendu par l'autorité de recours.\n\n4.2 La jurisprudence isolée des arrêts B. (I 87/99) et S. (I 232/03) qui s'écarte de la jurisprudence constante du Tribunal fédéral des assurances ne saurait être confirmée ici. De surcroît, cette pratique engendre une certaine insécurité juridique, car aussi bien les offices cantonaux de l'assurance-invalidité que l'office AI pour les assurés résidant à l'étranger pourraient alors recourir contre des jugements que la juridiction de recours de première instance ne leur aurait même pas notifiés, comme c'est d'ailleurs le cas en l'espèce.\n\nPar ailleurs, l'art. 52 LPGA a instauré une procédure d'opposition dans l'AI. Or, à teneur de l'art. 52 al. 1 LPGA, l'opposition est adressée à l'office AI qui a rendu la décision, si bien qu'il est difficilement concevable qu'un office tiers ait ensuite qualité pour interjeter un recours de droit administratif. Il se peut certes qu'un office AI conteste la compétence d'un autre office, mais dans ce cas, il incombe à l'Office fédéral des assurances sociales de trancher le conflit, conformément à l'art. 40 al. 4 RAI.\n\nIl s'ensuit que l'Office de l'assurance-invalidité pour le canton de Vaud n'a pas non plus qualité pour recourir en vertu de l'art. 103 let. c OJ.\n\n5. (Frais et dépens)"}