{"annee": "130", "cour": "V", "page": "61", "date": "27/10/2003", "cite": ["129 V 67", "128 V 93", "125 V 351", "125 V 401"], "cite_par": ["144 I 28", "133 V 450", "134 V 208", "137 V 334", "132 V 166", "140 V 543"], "chapeau": "9. Auszug aus dem Urteil i.S. M. gegen IV-Stelle Schwyz und Verwaltungsgericht des Kantons Schwyz\n\nI 138/02 vom 27. Oktober 2003", "regestes": ["Art. 20 al. 1 en liaison avec l'art. 42 al. 2 LAI (dans leur teneur en vigueur jusqu'au 31 décembre 2002); art. 36, art. 69 al. 2 RAI (dans leur teneur en vigueur jusqu'au 31 décembre 2002): Examen des circonstances en vue de l'octroi d'une contribution pour soins donnés aux mineurs. De la valeur probante d'un rapport d'enquête de l'office AI pour l'évaluation du degré d'impotence (consid. 6.1 et 6.2)."], "faits": "", "considerants": "BGE 130 V 61 S. 61\n\nAus den Erwägungen:\n\n6.\n\n6.1.1 Bei der Erarbeitung der Grundlagen für die Bemessung der Hilflosigkeit ist eine enge, sich ergänzende Zusammenarbeit zwischen Arzt und Verwaltung erforderlich. Die Ärztin hat anzugeben, inwiefern die versicherte Person in ihren körperlichen bzw. geistigen Funktionen durch das Leiden eingeschränkt ist. Der Versicherungsträger kann an Ort und Stelle weitere Abklärungen vornehmen. Bei Unklarheiten über physische oder psychische Störungen und/oder deren Auswirkungen auf alltägliche BGE 130 V 61 S. 62Lebensverrichtungen sind Rückfragen an die medizinischen Fachpersonen nicht nur zulässig, sondern notwendig (AHI 2000 S. 319 f. Erw. 2b).\n\n6.1.2 BGE 128 V 93 f. Erw. 4 (zu beurteilen war der Anspruch auf Beiträge an die Hauspflege) lautet wie folgt:\n\nDie in Art. 69 Abs. 2 IVV vorgesehene Abklärung an Ort und Stelle ist die geeignete Vorkehr für die Ermittlung des Betreuungsaufwandes. Für den Beweiswert eines entsprechenden Berichtes sind - analog zur Rechtsprechung zur Beweiskraft von Arztberichten gemäss BGE 125 V 352 Erw. 3a mit Hinweis - verschiedene Faktoren zu berücksichtigen. Es ist wesentlich, dass als Berichterstatterin eine qualifizierte Person wirkt, welche Kenntnis der örtlichen und räumlichen Verhältnisse sowie der aus den seitens der Mediziner gestellten Diagnosen sich ergebenden Beeinträchtigungen und Behinderungen der pflegebedürftigen Person hat. Weiter sind die Angaben der die Pflege Leistenden zu berücksichtigen, wobei divergierende Meinungen der Beteiligten im Bericht aufzuzeigen sind. Der Berichtstext schliesslich muss plausibel, begründet und detailliert bezüglich der einzelnen, konkret in Frage stehenden Massnahmen der Behandlungs- und Grundpflege sein und in Übereinstimmung mit den an Ort und Stelle erhobenen Angaben stehen. Trifft all dies zu, ist der Abklärungsbericht voll beweiskräftig. Das Gericht greift, sofern der Bericht eine zuverlässige Entscheidungsgrundlage im eben umschriebenen Sinne darstellt, in das Ermessen der die Abklärung tätigenden Person nur ein, wenn klar feststellbare Fehleinschätzungen vorliegen. Das gebietet insbesondere der Umstand, dass die fachlich kompetente Abklärungsperson näher am konkreten Sachverhalt ist als das im Beschwerdefall zuständige Gericht. Obwohl von zentraler Bedeutung für die Beurteilung des Anspruchs auf Beiträge an die Hauspflege und im Hinblick auf die Beweiswürdigung regelmässig zumindest wünschenswert, besteht an sich keine strikte Verpflichtung, die an Ort und Stelle erfassten Angaben der versicherten Person (oder ihrem gesetzlichen Vertreter) zur Durchsicht und Bestätigung vorzulegen. Nach Art. 73bis Abs. 1 IVV genügt es, wenn ihr im Rahmen des Anhörungsverfahrens das volle Akteneinsichtsrecht gewährt und ihr Gelegenheit gegeben wird, sich zu den Ergebnissen der Abklärung zu äussern (vgl. - generell - BGE 125 V 404 Erw. 3; bei Abklärung der gesundheitlichen Behinderung der im Bereich der Haushaltsführung tätigen Personen nach Art. 27 IVV: Urteil S. vom 4. September 2001, I 175/01).\n\n6.1.3 In der in BGE 129 V 67 nicht publizierten Erw. 2.3.2 übertrug das Eidgenössische Versicherungsgericht die in BGE 128 V 93 f. formulierten Anforderungen für eine voll beweiskräftige Entscheidungsgrundlage auf einen Abklärungsbericht, der im Hinblick auf eine strittige Hilfsmittelabgabe nach IVG verfasst worden war.\n\n6.2 Bei der Beurteilung der Hilflosigkeit im Sinne des Art. 36 IVV verhält es sich in Bezug auf die Frage, unter welchen BGE 130 V 61 S. 63Umständen einem Abklärungsbericht an Ort und Stelle (gemäss Art. 69 Abs. 2 IVV, in der bis 31. Dezember 2002 gültig gewesenen Fassung) voller Beweiswert zukommt, im Wesentlichen gleich, wie wenn der Anspruch auf Beiträge an die Hauspflege (vgl. Erw. 6.1.2) oder derjenige auf Hilfsmittel (siehe Erw. 6.1.3) strittig ist. Auf einen voll beweiskräftigen Abklärungsbericht ist demnach - ausgehend von den in BGE 128 V 93 f. Erw. 4 entwickelten Voraussetzungen und unter Berücksichtigung der in AHI 2000 S. 319 f. Erw. 2b (vgl. Erw. 6.1.1 hievor) dargelegten Grundsätze zur Zusammenarbeit zwischen dem Arzt einerseits und der Verwaltung sowie dem Gericht andererseits - zu erkennen, wenn der Bericht folgenden Anforderungen genügt: Als Berichterstatterin wirkt eine qualifizierte Person, welche Kenntnis der örtlichen und räumlichen Verhältnisse sowie der aus den seitens der Mediziner gestellten Diagnosen sich ergebenden Beeinträchtigungen und Hilfsbedürftigkeiten hat. Bei Unklarheiten über physische oder psychische Störungen und/oder deren Auswirkungen auf alltägliche Lebensverrichtungen sind Rückfragen an die medizinischen Fachpersonen nicht nur zulässig, sondern notwendig. Weiter sind die Angaben der Hilfe leistenden Personen, regelmässig die Eltern, zu berücksichtigen, wobei divergierende Meinungen der Beteiligten im Bericht aufzuzeigen sind. Der Berichtstext schliesslich muss plausibel, begründet und detailliert bezüglich der einzelnen alltäglichen Lebensverrichtungen sowie den tatbestandsmässigen Erfordernissen der dauernden persönlichen Überwachung und der Pflege (Art. 36 IVV) gemäss sein. Schliesslich hat er in Übereinstimmung mit den an Ort und Stelle erhobenen Angaben zu stehen. Das Gericht greift, sofern der Bericht eine zuverlässige Entscheidungsgrundlage im eben umschriebenen Sinne darstellt, in das Ermessen der die Abklärung tätigenden Person nur ein, wenn klar feststellbare Fehleinschätzungen vorliegen. Das gebietet insbesondere der Umstand, dass die fachlich kompetente Abklärungsperson näher am konkreten Sachverhalt ist als das im Beschwerdefall zuständige Gericht."}