{"annee": "130", "cour": "III", "page": "267", "date": "20/1/2004", "cite": ["128 III 441", "114 II 106", "994 IV 295", "79 II 305", "124 III 277", "90 II 192", "991 I 1", "109 II 483", "120 II 144"], "cite_par": ["139 III 424"], "chapeau": "34. Auszug aus dem Urteil der I. Zivilabteilung i.S. A. Gruppen AS und A. AG gegen Trip Trap Denmark A/S und C. (Berufung)\n\n4C.229/2003 vom 20. Januar 2004", "regestes": ["Art. 11 al. 2 et art. 12 al. 1 LPM; non-usage d'une marque dans la forme déposée. Constatation de la nullité d'une marque combinée qui n'a pas fait l'objet, pendant plus de cinq ans, d'un usage propre à en assurer la protection (consid. 2).", "Art. 3 al. 2 let. b LPM, art. 6bis CUP, art. 16 al. 3 TRIPS; marque notoirement connue. Le titulaire d'une marque non enregistrée, mais déjà notoirement connue en Suisse, peut interdire à un tiers d'utiliser un signe susceptible d'être confondu avec cette marque, lorsqu'il n'a pas été fait usage de ce signe avant que la marque ne devienne notoire (consid. 3-4). Notion de marque notoirement connue et critères applicables pour juger de la notoriété (consid. 4)."], "faits": "|268|\n\nA.\n\nA.a Die A. Gruppen AS (Erstklägerin) ist eine Gesellschaft norwegischen Rechts, die sich seit dem Jahre 1932 mit der Herstellung und dem Vertrieb von Sitzmöbeln befasst. Ihr bekanntestes Produkt ist der Hochstuhl \"Tripp Trapp\", der hauptsächlich als Kinderstuhl Verwendung findet. Die Erstklägerin hat das Zeichen \"Tripp Trapp\" in verschiedenen Staaten in der internationalen Warenklasse 20 für Möbel aller Art als Marke eintragen lassen.\n\nIn der Schweiz hinterlegte die Erstklägerin am 20. Februar 1979 die kombinierte Wort/Bildmarke Nr. P-299490\n\nund am 18. November 1999 die Wortmarke Nr. 471866 \"TRIPP TRAPP\". Die entsprechenden Eintragungen im schweizerischen Markenregister erfolgten am 9. Juli 1979 und 4. Mai 2000.\n\nDie A. AG (Zweitklägerin) mit Sitz in X. wurde am 26. Juli 1984 im Handelsregister eingetragen. Sie bezweckt den Handel mit Möbeln, namentlich den Vertrieb von Produkten der Erstklägerin.\n\nA.b Die Trip Trap Denmark A/S (Erstbeklagte) ist eine Gesellschaft dänischen Rechts, die sich unter anderem mit der Herstellung und dem Vertrieb von Möbeln, insbesondere Gartenmöbeln, befasst. Sie vertreibt ihre Produkte auch in der Schweiz, seit dem 1. August 2000 über C. (Zweitbeklagter) als Generalagent.\n\nA.c Mit Schreiben vom 1. Juni 2001 verlangte die Erstklägerin von der Erstbeklagten, die Verwendung des Zeichens \"Trip Trap\" |269| zur Produktkennzeichnung zu unterlassen, wobei sie sich auf ihr Exklusivrecht an der Marke \"Tripp Trapp\" berief. Entsprechende Unterlassungsbegehren wurden am 2. Juli 2002 auch an den Zweitbeklagten und an eine Reihe schweizerischer Einzelhändler gerichtet.\n\nB.\n\nB.a Mit Klage vom 1. März 2002 und später modifizierten Rechtsbegehren ersuchten die Klägerinnen das Handelsgericht des Kantons Aargau, den Beklagten unter Strafandrohung zu verbieten, einerseits das Zeichen \"Trip Trap\" auf Möbeln, Holzböden und Geschenkartikeln oder deren Verpackung anzubringen, entsprechende Produkte mit diesem Zeichen in die Schweiz einzuführen, hier anzubieten, in Verkehr zu bringen, zu diesem Zwecke zu lagern oder mit dem Zeichen markenmässig zu werben, anderseits die Domainnamen www.triptrap.ch und www.triptrap.com in der Schweiz zu benutzen oder durch Dritte benutzen zu lassen. Darüber hinaus verlangten sie Rechnungslegung sowie Schadenersatz oder Gewinnherausgabe.\n\nB.b Die Beklagten schlossen auf Abweisung der Klage, soweit darauf einzutreten sei, und verlangten widerklageweise die Nichtigerklärung der klägerischen Wort/Bildmarke.\n\nB.c Der Instruktionsrichter beschränkte das Verfahren mit Verfügung vom 30. Juni 2003 vorerst auf die klägerischen Unterlassungsbegehren sowie das Widerklagebegehren.\n\nMit Urteil vom 21. August 2003 hiess das Handelsgericht die klägerischen Unterlassungsbegehren (Dispositiv Ziff. I/1/lit. a-d) sowie das Widerklagebegehren (Dispositiv Ziff. II) gut.\n\nC. Die Erstklägerin führt eidgenössische Berufung mit dem Sachantrag, unter teilweiser Aufhebung des handelsgerichtlichen Urteils die Widerklage abzuweisen.\n\nDie Beklagten führen ihrerseits eidgenössische Berufung und beantragen dem Bundesgericht, unter teilweiser Aufhebung des handelsgerichtlichen Urteils die Klagebegehren auf Unterlassung des markenmässigen Gebrauchs des Zeichens \"Trip Trap\" abzuweisen und auf diejenigen auf Unterlassung der werbemässigen Benutzung des Zeichens sowie der Benutzung der Domainnamen nicht einzutreten, eventuell sie abzuweisen, und eventuell die Streitsache zu neuer Entscheidung an die Vorinstanz zurückzuweisen. |270|\n\nDie Beklagten schliessen auf Abweisung der Berufung der Erstklägerin, die Klägerinnen auf Abweisung derjenigen der Beklagten, soweit darauf einzutreten sei.\n\nDas Bundesgericht weist die Berufungen ab.", "considerants": "Aus den Erwägungen:\n\nI. Berufung der Erstklägerin\n\n2. Das Handelsgericht hat die Wort/Bildmarke der Erstklägerin zufolge Nichtgebrauchs während der Karenzfrist gestützt auf Art. 12 Abs. 1 MSchG (SR 232.11) nichtig erklärt. Die Erstklägerin erblickt darin eine Bundesrechtsverletzung.\n\n2.1 Hat der Inhaber die Marke im Zusammenhang mit den Waren oder Dienstleistungen, für die sie beansprucht wird, während eines ununterbrochenen Zeitraumes von fünf Jahren nicht gebraucht, so kann er sein Markenrecht nur noch geltend machen, wenn wichtige Gründe für den Nichtgebrauch vorliegen (Art. 12 Abs. 1 MSchG). Als Gebrauch der Marke gilt auch der Gebrauch in einer von der Eintragung nicht wesentlich abweichenden Form (Art. 11 Abs. 2 MSchG).\n\n2.2 Art. 9 aMSchG stellte dem interessierten Dritten gegen eine nicht gebrauchte Marke ausdrücklich die Löschungsklage zur Verfügung. Das geltende Recht nennt diese Klage nicht mehr, setzt sie aber stillschweigend voraus (vgl. Art. 12 Abs. 3 MSchG; DAVID, Basler Kommentar, N. 10 zu Art. 12 MSchG; vgl. auch MARBACH, Markenrecht, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bd. III, Kennzeichenrecht, Basel 1996, S. 189 ff. [nachfolgend zit. als \"Marbach\"]).\n\n2.3 Nach den verbindlichen Feststellungen der Vorinstanz (Art. 63 Abs. 2 OG) hat die Erstklägerin in ihren Inseraten und Werbetexten regelmässig den Wortbestandteil \"Tripp Trapp\" der kombinierten Marke verwendet, allerdings nicht in der hinterlegten, in der Marke aufscheinenden treppenartigen Anordnung in Kleinschrift. Den Bildbestandteil der kombinierten Marke, den stilisierten Kinderstuhl, habe sie nur in einzelnen Inseraten verwendet, jeweils aber isoliert und losgelöst vom Wortbestandteil. Im Übrigen habe sie sich darauf beschränkt, in den Werbeunterlagen einen Kinderstuhl in natura und nicht markengemäss stilisiert abzubilden. Daraus schliesst das Handelsgericht, dass die Erstklägerin die kombinierte Wort/Bildmarke nicht rechtserhaltend benützt habe. |271|\n\nDie Erstklägerin wendet dagegen ein, die Verwendung des kennzeichnenden Wortbestandteils \"Tripp Trapp\" für sich allein oder jedenfalls zusammen mit einer dem Bildbestandteil (der Marke) entsprechenden Abbildung des Kinderstuhls sei rechtserhaltend gewesen.\n\n2.4 Der Gegenstand der Markenbenutzung hat mit dem Gegenstand des Markenschutzes übereinzustimmen. Deshalb ist die Marke grundsätzlich so zu benutzen, wie sie im Register eingetragen ist, weil sie nur so den kennzeichnenden Eindruck, der ihren Funktionen entspricht, zu bewirken vermag (Urteil des Bundesgerichts A.516/1979 vom 9. Oktober 1979, publ. in: PMMBl 1980 I S. 10 f., E. 4; DAVID, a.a.O., N. 13 zu Art. 11 MSchG; WILLI, Kommentar zum Markenschutzgesetz, N. 48 zu Art. 11 MSchG; MARBACH, a.a.O., S. 176). Indessen können sich im Lauf der Zeit aus den Gegebenheiten und Anforderungen des Wettbewerbs Differenzen zwischen dem eingetragenen und dem verwendeten Zeichen ergeben, welche der Kennzeichnungsfunktion der Marke nicht abträglich sind (DAVID, a.a.O., N. 13 zu Art. 11 MSchG). Diesen Anliegen des Inhabers an einem dynamischen Gebrauch der Marke trägt Art. 11 Abs. 2 MSchG Rechnung.\n\nArt. 11 Abs. 2 MSchG lässt den Gebrauch der Marke in einer von der Eintragung nicht wesentlich abweichenden Form als rechtserhaltend gelten. Was unter einer unwesentlichen Abweichung zu verstehen ist, wird präziser in Art. 5C Abs. 2 der Pariser Verbandsübereinkunft zum Schutz des gewerblichen Eigentums, revidiert in Stockholm am 14. Juli 1967 (PVÜ; SR 0.232.04) und dieser folgend in Art. 15 Abs. 2 lit. a der Verordnung (EG) Nr. 40/94 des Rates vom 20. Dezember 1993 über die Gemeinschaftsmarke (ABl. L 11 vom 14. Januar 1994, S. 1 ff.) formuliert. Danach soll der Gebrauch einer Marke deren Ungültigkeit nicht nach sich ziehen, wenn er in einer Form erfolgt, \"die von der Eintragung in einem der Verbandsländer nur in Bestandteilen abweicht, ohne dass dadurch die Unterscheidungskraft der Marke beeinflusst wird\". Allerdings ist der in der deutschen Fassung des Übereinkommens verwendete Begriff der Unterscheidungskraft seinerseits missverständlich (MARBACH, a.a.O., S. 176 Fn. 64; ALTHAMMER/STRÖBELE/KLAKA, Markengesetz, 6. Aufl., Köln 2000, N. 73 zu § 26 DMarkenG). Dem massgebenden Rechtssinn näher kommt dagegen die französische Originalfassung der Verbandsübereinkunft, welche den \"caractère distinctif de la marque\" hervorhebt. Entscheidend ist daher, |272| dass der kennzeichnungskräftige Kern der Marke, der das markenspezifische Gesamtbild prägt, seiner Identität nicht beraubt wird (vgl. MARBACH, a.a.O., S. 176), dass trotz der abweichenden Benutzung der kennzeichnende Charakter der Marke gewahrt bleibt (so § 26 Abs. 3 DMarkenG). Dies ist nur der Fall, wenn der Verkehr das abweichend benutzte Zeichen auch bei Wahrnehmung der Unterschiede aus dem Gesamteindruck mit der eingetragenen Marke gleichsetzt, d.h. in der benutzten Form noch dieselbe Marke sieht (DAVID, a.a.O., N. 14 zu Art. 11 MSchG; Urteil des deutschen Bundesgerichtshofes [BGH], publ. in: GRUR 2003 S. 1047 ff., 1048, \"Kellogg's\"). Zu fragen ist, ob der Verkehr Eintragung und Benutzungsform als ein und dasselbe Zeichen ansieht und den geänderten, zugefügten oder weggelassenen Bestandteilen keine eigene kennzeichnende Wirkung beimisst (WILLI, a.a.O., N. 51 ff. zu Art. 11 MSchG; Urteil des BGH, publ. in: GRUR 2000 S. 1038 ff., 1039, \"Kornkammer\"). Die Anforderungen an die Zeichenidentität im Kernbereich der Marke sind dabei wesentlich strenger als bei Beurteilung der Verwechselbarkeit (MARBACH, a.a.O., S. 176 f.; DAVID, a.a.O., N. 5 zu Art. 11 MschG).\n\nDie Erstklägerin beansprucht einen rechtserhaltenden Gebrauch ihrer kombinierten Marke durch den Wortteil allein. Dem ist entgegenzuhalten, dass jedes Weglassen eines unterscheidungskräftigen Elements grundsätzlich zu einem anderen Gesamtbild führt, weshalb von vornherein nur ein Verzicht auf solche Markenelemente zu tolerieren ist, denen für die Beurteilung der Schutzfähigkeit eine untergeordnete Bedeutung zukommt (MARBACH, a.a.O., S. 177 f.; FEZER, Markenrecht, 3. Aufl., München 2001, N. 106 zu § 26 DMarkenG). Dies kann etwa bei der Weglassung von Bildelementen zutreffen, die vom Verkehr lediglich als ornamentale Ausschmückungen des kennzeichnungsstarken Markenkerns ohne eigene Unterscheidungskraft aufgefasst werden (WILLI, a.a.O., N. 56 zu Art. 11 MSchG; FEZER, a.a.O., N. 105 zu § 26 DMarkenG). Davon kann im vorliegenden Fall nicht die Rede sein. Die zu beurteilende kombinierte Marke wird im Wesentlichen durch grafische Elemente geprägt, einmal durch den stilisierten, stufenartig gestalteten Kinderstuhl, darüber hinaus aber auch durch die Gestaltung des Wortbestandteils \"tripp trapp\", der seinerseits in stufenartiger Schreibweise registriert ist und damit die wesentliche Eigenschaft des Stuhls, d.h. dessen Verstellbarkeit, unterstreicht. Dieser bildhafte Gesamteindruck der Marke wird durch eine blosse |273| Benutzung des Wortbestandteils \"Tripp Trapp\" in herkömmlicher, d.h. nicht grafisch gestalteter Schreibweise nicht gewahrt. Es fehlt jede Anlehnung an die besonders einprägsame Stufenform der Zeichengestaltung, wodurch der allgemeine Markeneindruck auffällig verändert wird (vgl. im gleichen Sinne Urteil des BGH, publ. in: GRUR 1999 S. 498 ff., \"Achterdiek\"). Bereits dadurch unterscheidet sich der vorliegende Fall denn auch grundlegend von denjenigen, in welchen die Benutzung eines einzelnen Bestandteils einer Wortmarke für das gesamte Zeichen als rechtserhaltend anerkannt wurde. Damit kann offen bleiben, ob die betreffende Rechtsprechung nicht ihrerseits zu grosszügig war, insbesondere im Urteil des Bundesgerichts vom 11. Dezember 1973 (SMI 1974 S. 118 ff.), in welchem die Marke ELEKTRO-BOHNER KOLUMBUS durch den Gebrauch des Elements COLUMBUS als rechtserhaltend benutzt erachtet wurde (dazu MARBACH, a.a.O., S. 178 Fn. 71 und WILLI, a.a.O., N. 56 zu Art. 11 MSchG; vgl. demgegenüber die sehr strenge Praxis des Gerichts erster Instanz der Europäischen Gemeinschaften, das in einem Urteil vom 9. Juli 2003 [in der Rechtssache T-156/01, Laboratorios RTB, SL gegen OHMI sowie Giorgio Beverly Hills, Inc.], Rz. 44 die Gemeinschaftsmarke J GIORGI durch die Benutzung der Zeichen GIORGI, MISS GIORGI und GIORGI LINE nicht als rechtserhaltend gebraucht anerkannte). Jedenfalls wäre als allgemeiner Grundsatz abzulehnen, dass ein eingetragenes Kombinationszeichen bereits dann als rechtserhaltend benutzt anzusehen ist, wenn der Zeicheninhaber nur den kennzeichnungskräftigen Wortbestandteil benutzt. Vielmehr sind stets die Verhältnisse des konkreten Falls massgebend und bei der Rechtsanwendung zu berücksichtigen (vgl. SCHULZE, Urteilsanmerkung, in: GRUR 1975 S. 138 ff., 140). Die Erstklägerin hat somit ihre kombinierte Marke allein durch die Verwendung der grafisch veränderten, d.h. nicht treppenartig übereinander angeordneten und nicht klein geschriebenen Wortbestandteile nicht rechtserhaltend benutzt.\n\nEine rechtserhaltende Nutzung der Marke kann auch nicht darin gesehen werden, dass die Klägerinnen die gegenüber der Eintragung grafisch und grammatikalisch veränderten Wortbestandteile in einzelnen ihrer Werbeunterlagen zusammen mit der stilisierten, dem Bildbestandteil der Marke entsprechenden Abbildung des Kinderstuhls verwendeten. Nach den vorinstanzlichen Feststellungen wurde dabei der Wortbestandteil \"Tripp Trapp\" im Rahmen des Werbetextes verwendet, während der Bildbestandteil ohne |274| weiteren Zusatz neben dem Firmenlogo und der Adresse der Zweitklägerin unterhalb des Werbesatzes angebracht wurde. Die Vorinstanz hat kein Bundesrecht verletzt, indem sie schloss, durch die entsprechend aufgeteilte Verwendung der beiden Markenbestandteile Wort und Bild hätten die Klägerinnen das Zeichen in einer von der eingetragenen Marke wesentlich abweichenden Form gebraucht. Durch eine solche Benutzung der kombinierten Wort-/Bildmarke wird deren kennzeichnungskräftiger Kerngehalt, der ihr Gesamtbild prägt, seiner Identität beraubt.\n\nDie Marke wurde sodann von vornherein nicht rechtserhaltend genutzt, indem die Klägerinnen in verschiedenen ihrer Werbeunterlagen den veränderten Wortbestandteil \"Tripp Trapp\" mit der fotografischen Abbildung des Kinderstuhls kombinierten. Diese Abbildung der Ware selbst stellt keinen markenmässigen Gebrauch des Kennzeichens dar und vermag einen solchen auch nicht zu ersetzen.\n\n2.5 Damit erweist sich die Berufung der Erstklägerin als unbegründet und ist abzuweisen.\n\nII. Berufung der Beklagten\n\n3. Das Handelsgericht hat für das Bundesgericht verbindlich festgestellt, dass die Erstbeklagte das beanstandete Zeichen \"Trip Trap\" erstmals im Jahre 1996 in der Schweiz markenmässig gebraucht hat. In diesem Zeitpunkt aber war nach Auffassung der Vorinstanz die erst später, d.h. am 18. November 1999 hinterlegte Wortmarke \"Tripp Trapp\" der Erstklägerin bereits notorisch bekannt. Entsprechend gewährte die Vorinstanz den Klägerinnen aus der prioritären Notorietät der Marke Schutz (Art. 3 Abs. 2 lit. b MSchG) und hiess deren Unterlassungsbegehren gut. Die Beklagten rügen in mehrfacher Hinsicht Verletzungen von Bundesrecht.\n\n4. Die Beklagten machen zunächst geltend, das Handelsgericht sei zu Unrecht von einer notorisch bekannten Marke ausgegangen.\n\n4.1 Im Konflikt zweier Zeichen geniesst das ältere Vorrang, wobei im geltenden schweizerischen Recht der Grundsatz der Hinterlegungspriorität gilt (Art. 6 in Verbindung mit Art. 3 Abs. 2 lit. a MSchG). Dazu normiert Art. 3 Abs. 2 lit. b MSchG eine Ausnahme, indem als ältere Marke auch ein nicht eingetragenes Zeichen gilt, wenn es im Zeitpunkt der Hinterlegung eines identischen oder verwechselbaren Zeichens im Sinne von Art. 6bis PVÜ in der Schweiz notorisch bekannt ist. |275|\n\nArt. 6bis PVÜ auferlegt den Verbandsstaaten u.a. die Pflicht, den Gebrauch von Fabrik- und Handelsmarken zu untersagen, die mit einer in ihrem Register nicht eingetragenen älteren Marke verwechselbar sind, von der notorisch feststeht, dass sie einem Angehörigen eines (andern) Verbandsstaates gehört und für gleiche oder gleichartige Waren benutzt wird. Art. 16 des Abkommens über handelsbezogene Aspekte der Rechte an geistigem Eigentum vom 15. April 1994 (TRIPS; SR 0.632.20, Anhang 1 C) dehnt diese Pflicht auf Dienstleistungsmarken aus (Abs. 2) und gewährt der notorisch bekannten Marke zudem Schutz über den Warengleichartigkeitsbereich hinaus (Abs. 3). In der Literatur werden dabei unterschiedliche Auffassungen zur Frage vertreten, ob Art. 16 Abs. 3 TRIPS einen höheren Bekanntheitsgrad der geschützten Marke voraussetzt als Abs. 2, ob die Bestimmung namentlich nur auf berühmte Marken im Sinne von Art. 15 MSchG Anwendung findet (ALESCH STAEHELIN, Das TRIPs-Abkommen, 2. Aufl., Bern 1999, S. 97 mit Hinweisen in Fn. 50; LOCHER, WIPO/PVÜ: Gemeinsame Empfehlung zum Schutz notorischer und berühmter Marken, sic! 1/2000 S. 41 ff.; KUR, Die notorisch bekannte Marke im Sinne von 6bis PVÜ und die \"bekannte Marke\" im Sinne der Markenrechtsrichtlinie, GRUR 1994 S. 330 ff., 335; dieselbe, TRIPs und das Markenrecht, GRUR Int. 1994 S. 987 ff., 993 f.; SCHNEIDER, Die notorische Marke: Entstehung eines neuen Markentyps im internationalen Recht und ihre Konsequenzen für das schweizerische Markenrecht, GRUR Int. 1998 S. 461 ff., 467 f.).\n\nDie Zielsetzungen der beiden genannten Staatsverträge sind ebenfalls bei der Auslegung des ihnen unterstellten nationalen Rechts zu beachten (GATT-Botschaft 1 vom 19. September 1994, BBl 1994 IV 1 ff., S. 281 ff., 332; MARBACH, a.a.O., S. 130). Das Gebot der einheitlichen Auslegung des Staatsvertragsrechts verpflichtet ausserdem dazu, auch die Empfehlungen der WIPO zur (authentischen) Auslegung der markenrechtlichen Bestimmungen des TRIPS-Abkommens zu berücksichtigen, welche die Generalversammlung der Mitgliedsstaaten an ihrer Sitzung vom 20.-29. September 1999 verabschiedet hat (Joint Recommendation Concerning Provisions on the Protection of Well-Known Marks vom 7. Oktober 1999 [nachfolgend \"(Auslegungs)empfehlungen der WIPO\"]; zur Massgeblichkeit dieser Empfehlungen im Rahmen der Auslegung des Staatsvertrags vgl. Art. 31 Abs. 3 lit. a des Wiener Übereinkommens über das Recht der Verträge vom 23. Mai 1969 [SR 0.111]). |276|\n\n4.2 Da ein internationaler Sachverhalt vorliegt und Schutz für eine ausländische Marke beansprucht wird, finden Art. 6bis PVÜ und Art. 16 TRIPS auf den vorliegenden Fall unstreitig Anwendung (Verfügung des Einzelrichters am Handelsgericht Zürich vom 9. April 1997, ZR 97/1998 S. 39; WILLI, a.a.O., N. 162 f. zu Art. 3 MSchG; LOCHER, a.a.O., S. 44; vgl. aber auch DAVID, a.a.O., N. 48 zu Art. 3 MSchG, welcher Autor allerdings den Schutz auch inländischen Markeninhabern gewähren will; Frage offen gelassen im Entscheid der Eidgenössischen Rekurskommission für geistiges Eigentum [RKGE] vom 1. Mai 2000, publ. in: sic! 5/2000 S. 391; eingehend dazu auch CHRISTIAN ROHNER, Die notorisch bekannte Marke in der Schweiz, Diss. Zürich 2001, S. 160 ff.).\n\n4.3 Die \"notorische Bekanntheit einer Marke\" ist ein Rechtsbegriff, den das Bundesgericht als solchen im Berufungsverfahren frei prüft. Dagegen ist eine vom kantonalen Sachgericht abschliessend zu beurteilende Tatfrage, ob die massgebenden Parameter des notorischen Bekanntheitsgrades der Marke im konkreten Fall erfüllt sind oder nicht (vgl. POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, Bern 1990, N. 4.2.1.8 zu Art. 63 OG).\n\nWeder die internationalen noch die nationalen rechtssetzenden Erlasse enthalten eine Legaldefinition der notorisch bekannten Marke. Nach den Auslegungsempfehlungen der WIPO (a.a.O.) beurteilt sich die Notorietät einer Marke nach den Umständen des Einzelfalls, wobei namentlich die folgenden Kriterien massgebend sein sollen: der Bekanntheitsgrad der Marke in den betroffenen Verkehrskreisen, die Dauer, der Umfang und die geografische Ausdehnung des Markengebrauchs und der Markenbewerbung, die Dauer und die geografische Ausdehnung erfolgter oder beantragter Markenregistrierungen, der bisherige Schutz des Markenrechts, insbesondere durch Anerkennung der Notorietät durch die zuständigen Instanzen einzelner Vertragsstaaten sowie der mit der Marke verbundene Wert (Art. 2 Abs. 1). Als massgebende Verkehrskreise werden exemplifikatorisch die Konsumenten, die Vertriebskanäle sowie die Händler genannt (Art. 2 Abs. 2 lit. a), wobei für die Notorietät genügen soll, wenn die Marke bloss in einem der relevanten Verkehrskreise allgemein bekannt ist (Art. 2 Abs. 2 lit. b; zum Gesamten LOCHER, a.a.O., S. 42).\n\n4.4 Das Bundesgericht hat erkannt, dass die notorische Bekanntheit einer Marke deren Gebrauch in der Schweiz nicht voraussetzt und sich lediglich nach dem Bekanntheitsgrad in den betroffenen |277| Verkehrskreisen beurteilt. Im Übrigen hat es aber die Anforderungen an den Bekanntheitsgrad der Notorietät bisher nicht näher umschrieben (BGE 120 II 144 E. 4b S. 153, \"Yeni Raki\"). Immerhin hat es darauf hingewiesen, dass der Begriff als Ausnahme vom Eintragungsprinzip restriktiv auszulegen sei (Urteil 4P.291/2000 vom 19. Februar 2001, publ. in: sic! 4/2001 S. 317 ff., 319, \"Central Perk\"). Die RKGE versteht unter einer notorisch bekannten Marke ein Zeichen, von dem innerhalb der beteiligten Verkehrskreise allgemein bekannt oder verbreitet ist, dass es von einem bestimmten, wenn auch nicht unbedingt namentlich bekannten Markeninhaber beansprucht wird (sic! 6/1997 S. 581, \"The Beatles\"; sic! 1/1998 S. 51 ff., 52, \"Joyride\"; sic! 6/1999 S. 651 ff., 652, \"Galeries Lafayette\"; sic! 5/2001 S. 415 ff., 416, \"Elcode\"). Dies setze voraus, dass die betreffende Marke zumindest in einem Verbandsstaat intensiv gebraucht und beworben werde, und dass die Kunde davon in die Schweiz gedrungen sei (sic! 6/1999 S. 651 ff., 652, \"Galeries Lafayette\"). Erforderlich sei weiter, dass die Marke auch in der Schweiz entweder intensiv gebraucht oder doch wenigstens intensiv beworben wurde, wogegen die blosse Präsenz des Zeichens auf dem schweizerischen Markt für sich allein nicht genüge (sic! 1/1998 S. 51 ff., 52, \"Joyride\"; sic! 5/2001 S. 415 ff., 416 f., \"Elcode\"). Dabei reiche - unter Hinweis auf die Ausführungen in der GATT-Botschaft 1 (BBl 1 BGE 994 IV 295) - aus, dass die Marke nur bei einem Teil der Öffentlichkeit bekannt sei, so z.B. nur bei den Händlern, (noch) nicht aber bei den Konsumenten (sic! 1/1998 S. 51 ff., 52, \"Joyride\").\n\n4.5 In der schweizerischen Literatur werden im Wesentlichen dieselben Begriffselemente releviert. Auch in ihr wird zudem im Einklang mit der bundesgerichtlichen Rechtsprechung verbreitet die Auffassung vertreten, zur Vermeidung einer zu starken Aushöhlung des Eintragungsprinzips sei eine gewisse Strenge bei der Annahme notorischer Bekanntheit angezeigt (DAVID, a.a.O., N. 50 zu Art. 3 MSchG; MARBACH, a.a.O., S. 131; derselbe, Kennzeichenrecht, in: von Büren/Marbach [Hrsg.], Immaterialgüter- und Wettbewerbsrecht, 2. Aufl., Bern 2002, S. 122; WILLI, a.a.O., N. 165 ff. zu Art. 3 MSchG).\n\nDen Begriff als solchen verstehen die Autoren differenziert. Während ein Teil der Lehre den Standpunkt vertritt, das Erfordernis der notorischen Bekanntheit sei pleonastisch, weil Notorietät zwingend Bekanntheit voraussetze (STAEHELIN, a.a.O., S. 96 Fn. 43; derselbe, |278| Urteilsanmerkung, in: sic! 6/1997 S. 582; LOCHER, a.a.O., S. 41), halten andere Autoren den Doppelbegriff für sachgerecht, da er das Erfordernis des allgemeinen Bekanntheitsgrades prägnant herausstreiche (WILLI, a.a.O., N. 166 zu Art. 3 MSchG) und einen Masstab für die Höhe der erforderlichen Kenntnis abgebe (ROHNER, a.a.O., S. 74 f. und 203 ff.). Sodann setzt die wohl herrschende Lehre die notorisch bekannte von der berühmten Marke ab (DAVID, a.a.O., N. 3 zu Art. 15 MSchG S. 158; MARBACH, a.a.O., S. 215; WILLI, a.a.O., N. 167 zu Art. 3 MSchG; ENGLERT, Bekannte Marken sind nicht ganz so bekannt wie berühmte, in: Binsenwahrheiten des Immaterialgüterrechts, Festschrift für Lucas David, Zürich 1996, S. 83 ff., 85; STAEHELIN, a.a.O., S. 97; wohl auch ROHNER, a.a.O., S. 116 ff.; vgl. ebenfalls das Urteil des Bundesgerichts 4C.199/2001 vom 6. November 2001, publ. in: sic! 3/2002 S. 162 ff., E. 4b, \"Audi\", sowie den Entscheid des Einzelrichters am Handelsgericht Zürich, publ. in: ZR 97/1998 S. 40; zur berühmten Marke ebenfalls BGE 124 III 277 E. 1a). Andern Orts werden die beiden Begriffe dagegen weitgehend synonym verwendet (WANG, Des incidences de la notoriété sur le droit à la marque, in: Mélanges Guy Flattet, Lausanne 1985, S. 185 ff., 190; COTTIER, Das Abkommen über handelsrelevante Aspekte der Rechte an geistigem Eigentum [TRIPS], in: Thürer/Kux [Hrsg.], GATT 94 und die Welthandelsorganisation, Zürich 1996, S. 193 ff., 198; SCHNEIDER, a.a.O., S. 466), zum Teil jedoch bloss für den Schutzbereich von Art. 16 Abs. 3 TRIPS, d.h. ausserhalb des Gleichartigkeitsbereichs (GATT-Botschaft 1, a.a.O., S. 295; LOCHER, a.a.O., S. 41 und 43; vgl. auch ROHNER, a.a.O., S. 132).\n\nWas den Bekanntheitsgrad als solchen anbelangt, werden in der schweizerischen Literatur weitgehend offene Auffassungen vertreten. Für DAVID (a.a.O., N. 50 zu Art. 3 MSchG) steht die Verbreitung der Marke im Vordergrund. WILLI (a.a.O., N. 165 ff. zu Art. 3 MSchG) stellt wesentlich auf die sichere und dauernde Kenntnis sowie auf eine Kombination von quantitativen und qualitativen Kriterien ab. WANG (a.a.O., S. 188 ff.) orientiert die Notorietät ebenfalls in erster Linie an der Verbreitung der Marke. In einem Teil der Literatur wird sodann die Auffassung vertreten, für die Umschreibung der notorisch bekannten Marke sei die Rechtsprechung zum Schutz eines ausländischen Handelsnamens gemäss Art. 8 PVÜ zu übernehmen (DAVID, a.a.O., N. 50 zu Art. 3 MSchG; METZ, Die Pariser Verbandsübereinkunft, in: INGRES [Hrsg.], |279| Marke und Marketing, Bern 1990, S. 369 ff., 384; im Grundsatz auch ROHNER, a.a.O., S. 215; offen MARBACH, a.a.O., S. 131; zum staatsvertraglichen Schutz des Handelsnamens vgl. BGE 114 II 106; BGE 109 II 483 sowie das Urteil des Bundesgerichts 4C.199/2001 vom 6. November 2001, publ. in: sic! 3/2002 S. 162 ff., E. 5, \"Audi\"). Andernorts wird diese Analogie aber unter Hinweis auf das fehlende Notorietätserfordernis und damit die herabgesetzten Anforderungen an den Bekanntheitsgrad in Art. 8 PVÜ abgelehnt (WILLI, a.a.O., N. 172 zu Art. 3 MSchG; LOCHER, a.a.O., S. 44 f.). Klare Kriterien zum erforderlichen Bekanntheitsgrad lassen sich der einschlägigen schweizerischen Literatur jedenfalls kaum entnehmen. Die konzeptionelle Vielfalt der vertretenen Auffassungen schlägt sich vielmehr in einer uneinheitlichen und eher verworrenen Terminologie nieder (SCHNEIDER, a.a.O., S. 461; im gleichen Sinne ROHNER, a.a.O., S. 70 mit Hinweisen in Fn. 357).\n\n4.6 Rechtsvergleichend ist festzustellen, dass auch international keine einheitlich klare Auffassung zum Begriff der Notorietät auszumachen ist. Einigkeit besteht höchstens hinsichtlich der Berücksichtigung der in der Empfehlung der WIPO enthaltenen Beurteilungskriterien sowie insoweit, dass - im Gegensatz zur berühmten Marke - an den Begriff keine qualitativen Kriterien im Sinne eines guten Rufs oder einer allgemeinen Wertschätzung der Marke geknüpft werden (ROHNER, a.a.O., S. 70 f.; FEZER, a.a.O., N. 4 zu Art. 6bis PVÜ; VON MÜHLENDAHL/OHLGART, Die Gemeinschaftsmarke, Bern/München 1998, S. 37 Rz. 8). Ein zu einer EU-weiten einheitlichen Auslegung führender Entscheid des EuGH zum Begriff der notorischen Bekanntheit, wie er unter Verweisung auf Art. 6bis PVÜ in Art. 8 Abs. 2 lit. c der Verordnung (EG) Nr. 40/94 (vgt.) aufgenommen wurde, ist bisher nicht ergangen (vgl. dazu ALTHAMMER/ STRÖBELE/KLAKA, a.a.O., N. 50 zu § 4 DMarkenG).\n\nNach deutscher Lehre und Rechtsprechung setzt der Begriff der Notorietät allgemeine Kenntnis der Marke innerhalb der beteiligten Verkehrskreise voraus. Aus dem Erfordernis der Allgemeinheit wird dabei gefolgert, dass die für das fragliche Produkt wesentlichen Abnehmerkreise das Kennzeichen in erdrückender Mehrheit als die bekannte Marke eines bestimmten Inhabers kennen müssen, und zwar als ein produktidentifizierendes Unterscheidungszeichen (FEZER, a.a.O., N. 5 zu Art. 6bis PVÜ mit Hinweisen). Notorische Bekanntheit wird als gesteigerte Form der Bekanntheit im Sinne einer überragenden Verkehrsgeltung verstanden. Welchen |280| Bekanntheitsgrad eine notorisch bekannte Marke besitzen muss, ist aber strittig. In der Regel wird ein Bekanntheitsgrad von ca 70 %, jedenfalls aber von über 50 % verlangt (ALTHAMMER/STRÖBELE/ KLAKA, a.a.O., N. 50 zu § 4 DMarkenG; KUR, a.a.O., GRUR 1994 S. 331; dieselbe, a.a.O., GRUR Int. 1994 S. 993 f.).\n\nIn den Benelux-Staaten wird für die Notorietät einer Marke (marque notoirement connue) einerseits ein geringerer Bekanntheitsgrad vorausgesetzt als für eine berühmte Marke (marque de haute renommée), die in breiten Bevölkerungskreisen eine von einer bestimmten Ware unabhängige Werbewirkung erreichen muss. Andererseits wird eine Bekanntheit in grossen Teilen der Öffentlichkeit vorausgesetzt, die über diejenige in den betroffenen Verkehrskreisen hinausreicht (BRAUN, Précis des Marques, 3. Aufl., Brüssel 1995, Rz. 179 ff.). Insoweit deckt sich das Verständnis in den Benelux-Ländern mit demjenigen nach französischer Lehre und Rechtsprechung. Diese lehnt allerdings eine Unterscheidung zwischen der berühmten und der notorisch bekannten Marke mehrheitlich ab (BRAUN, a.a.O., Rz. 182; MATHÉLY, Le nouveau droit français des marques, Edition du J.N.A. 1994, S. 159; SAINT-GAL, Protection et défense des marques de fabrique et concurrence déloyale, 5. Aufl., Paris 1982, E7/8). Soweit kein demoskopisches Gutachten eingebracht wird, ist nach französischer Rechtsauffassung für den Nachweis der notorischen Bekanntheit der Marke darzutun, dass die Marke während einer gewissen Dauer und in grossem Umfang gebraucht wurde, die Verwendung in weiter geografischer Ausdehnung erfolgte und die Marke intensiv beworben wurde (MATHÉLY, a.a.O., S. 159 f.; derselbe, Le droit français des signes distinctifs, Paris 1994, S. 18 f.).\n\n4.7 Zur Beurteilung der notorischen Bekanntheit erscheinen folgende Kriterien als massgebend:\n\n4.7.1 Obgleich Art. 16 Abs. 2 TRIPS von der \"Bekanntheit der Marke im betreffenden Teil der Öffentlichkeit, einschliesslich der Bekanntheit im betreffenden Mitgliedstaat\" spricht und damit nach seinem Wortlaut einen rein internationalen Beurteilungsmassstab an den Bekanntheitsgrad zu legen scheint, ist zu fordern, dass das Zeichen auch in der Schweiz notorisch bekannt ist (BGE 120 II 144 E. 4b mit Hinweisen; Botschaft zum MSchG vom 21. November 1990, BBl 1 BGE 991 I 1 ff., S. 22; vgl. zum Meinungsstreit namentlich SCHNEIDER, a.a.O., S. 462 und MARBACH, a.a.O., S. 130 f., die |281| auf die internationale Bekanntheit abstellen; demgegenüber wie hier DAVID, a.a.O., N. 49 zu Art. 3 MSchG; WILLI, a.a.O., N. 164 zu Art. 3 MSchG; ROHNER, a.a.O., S. 76 ff.; kritisch KUR, a.a.O., GRUR Int. 1994 S. 994; STAEHELIN, a.a.O., S. 97 Fn. 48). Diese Auffassung deckt sich namentlich mit den Auslegungsempfehlungen der WIPO, die Markenschutz vor Verwechslungsgefahr zwingend erst ab demjenigen Zeitpunkt verlangen, in welchem die Marke im \"Mitgliedstaat\" notorische Bekanntheit erlangt (Art. 3 Abs. 1; ROHNER, a.a.O., S. 78).\n\n4.7.2 Entsprechend Art. 2 Abs. 2 lit. b der Auslegungsempfehlungen der WIPO genügt für die notorische Bekanntheit der Marke, dass sie bloss in einem der massgebenden Verkehrskreise (Konsumenten, Händler etc.) gegeben ist (RKGE in: sic! 1/1998 S. 51 ff., 52, \"Joyride\"; DAVID, a.a.O., N. 50 zu Art. 3 MSchG; WILLI, a.a.O., N. 171 zu Art. 3 MSchG; MARBACH, a.a.O., S. 130; LOCHER, a.a.O., S. 42; ROHNER, a.a.O., S. 200 ff.).\n\n4.7.3 Notorietät bedeutet Offenkundigkeit. Notorische Bekanntheit ist gesteigerte Bekanntheit (vgl. das Urteil des Bundesgerichts 4P.291/2000, publ. in: sic! 4/2001 S. 317 ff., E. 3c, \"Central Perk\": \"La marque doit être non seulement connue en Suisse, mais encore notoire\"). Notorisch bekannt ist eine Marke, wenn sie in einem der massgebenden Verkehrskreise allgemein als Herkunfts- oder Individualisierungszeichen verstanden wird, in dieser Funktion einem geläufigen Verständnis entspricht. Hinsichtlich des Bekanntheitsgrades - nicht aber der Verkehrskreise und der geografischen Ausdehnung - kann dabei durchaus auf die Kriterien abgestellt werden, welche die Rechtsprechung an die Verkehrsdurchsetzung eines an sich schutzunfähigen Zeichens gesetzt hat (BGE 128 III 441 E. 1.2). Notorietät ist nichts anderes als Verkehrsgeltung im massgebenden Kreis (vgl. KUR, a.a.O., GRUR 1994 S. 337). Nicht unbesehen zu übernehmen sind dagegen die namentlich in der Rechtsprechung gesetzten Anforderungen an den Schutz eines Handelsnamens nach Art. 8 PVÜ (vgl. BGE 79 II 305 E. 2b und BGE 90 II 192 E. 3d; weitere Nachweise im Entscheid der RKGE in: sic! 1/1998 S. 51 ff., E. 12, \"Joyride\"). Art. 8 PVÜ setzt zum einen keine notorische Bekanntheit des geschützten Handelsnamens voraus und wird zudem jedenfalls in der neueren Rechtsprechung rein wettbewerbsrechtlich verstanden (BGE 114 II 106 E. 3; wie hier: WILLI, a.a.O., N. 172 zu Art. 3 MSchG; LOCHER, a.a.O., S. 44 f.). |282|\n\nHängt aber die Notorietät von der Verbreitung des Zeichens und dessen markenmässigen Zuordnung innerhalb eines Verkehrskreises ab, definiert sie sich im Wesentlichen durch quantitative Kriterien (KUR, a.a.O., GRUR 1994 S. 336; RKGE in: sic! 1/1998 S. 51 ff., E. 11, \"Joyride\"). Dies würde - im Interesse der Rechtssicherheit als Voraussehbarkeit der Rechtsanwendung - nahe legen, einen festen Prozentsatz der Kenntnis im massgebenden Verkehrskreis festzusetzen, ab dem von einer notorischen Bekanntheit auszugehen ist. Dies ist indessen abzulehnen, weil es nach richtiger Auffassung auf eine Gesamtbeurteilung der als notorisch bekannt beanspruchten Marke ankommt, die ebenfalls qualitative, wenn auch nicht prestigemässige Kriterien berücksichtigt, wie den Marktanteil des Produkts, die Intensität der Marktdurchdringung, die geographische Ausdehnung und die Dauer der Benutzung oder den Umfang der in die Vermarktung getätigten Investitionen (WILLI, a.a.O., N. 167 zu Art. 3 MSchG). Dies entspricht denn auch den Empfehlungen der WIPO, die in Art. 2 Abs. 1 ebenfalls qualitative Kriterien in diesem Sinne hervorheben (E. 4.3 hiervor). Zu berücksichtigen sind daher alle Umstände des Einzelfalls, was einer rein schematischen Betrachtungsweise entgegensteht. Insbesondere sind die gegensätzlichen Interessen des Zeicheninhabers, der Konkurrenten, der Usurpatoren und der Abnehmer in die Gesamtbetrachtung miteinzubeziehen, was nach einer flexiblen Handhabung des quantitativen Kriteriums ruft (ROHNER, a.a.O., S. 209 ff.). Feste Prozentwerte können daher stets nur Richtwerte sein (ROHNER, a.a.O., S. 212 ff.).\n\nBei der Bestimmung solcher Richtwerte stehen der Zweckgedanke der Norm und deren Ausnahmecharakter in Widerspruch. Art. 6bis PVÜ bezweckt die Bekämpfung der Markenpiraterie, soll verhindern, dass ausländische Kennzeichen in einem Vertragsstaat, in welchem sie notorisch bekannt geworden sind, eingetragen oder benutzt werden, sofern daraus eine Verwechslungsgefahr resultiert (Entscheid des Einzelrichters am Handelsgericht Zürich vom 9. April 1997, ZR 97/1998 S. 39; MARBACH, a.a.O., S. 130; KUR, a.a.O., GRUR 1994 S. 337; ROHNER, a.a.O., S. 217). Diese Zielsetzung spricht für einen eher niedrigen Richtwert zum Bekanntheitsgrad, der in der Literatur mit 20-25 % bei den inländischen Verkehrskreisen angegeben wird (KUR, a.a.O., GRUR 1994 S. 337 und 339; ROHNER, a.a.O., S. 217). Demgegenüber steht der Ausnahmecharakter der Norm, der erheischt, Abweichungen vom |283| Eintragungsprinzip nur mit Zurückhaltung zuzulassen (Urteil 4P.291/2000 vom 19. Februar 2001, publ. in: sic! 4/2001 S. 317 ff., 319, E. 3c, \"Central Perk\"; DAVID, a.a.O., N. 50 zu Art. 3 MSchG; MARBACH, a.a.O., S. 131; LOCHER, a.a.O., S. 42). Er spricht für einen eher hohen Prozentsatz der erforderlichen Bekanntheit. Beide Aspekte sind zu berücksichtigen, wobei rechtssystematisch das Eintragungsprinzip insofern einen hohen Stellenwert erhält, als der Inhaber des Zeichens die Verantwortung dafür trägt, es in einem Staat, auf dessen Markt er Anteile erwerben will, nicht eingetragen zu haben. Dies rechtfertigt, den Begriff der Notorietät von eher hohen quantitativen Voraussetzungen abhängig zu machen (kritisch KUR, a.a.O., GRUR Int. 1994 S. 993 f.). Als Richtwert scheint angemessen, den Bekanntheitsgrad im massgebenden Verkehrskreis im Regelfall auf über 50 % anzusetzen und tiefere Werte nur unter besonderen Umständen des Einzelfalls genügen zu lassen.\n\n4.7.4 Notorietät setzt weiter voraus, dass die Kenntnis der massgebenden Verkehrskreise über die Marke eine sichere und dauerhafte ist. Bloss vage Kenntnis von ihrer Existenz oder nur kurzfristiges, sporadisches Erscheinen der Marke auf dem inländischen Markt oder in der inländischen Werbung reichen nicht aus (WILLI, a.a.O., N. 166 und 169 zu Art. 3 MSchG; DAVID, a.a.O., N. 50 zu Art. 3 MSchG). In diesem Sinne legt auch die Empfehlung der WIPO Gewicht auf die Dauer der Markenbenutzung (Art. 2 Abs. 1 lit. b Ziff. 2). Notorisch bekannt kann mit andern Worten nur eine etablierte Marke sein. Dies folgt wiederum aus dem Kriterium der Verkehrsgeltung (E. 4.7.3 hiervor).\n\n4.8 Das Handelsgericht hat für das Bundesgericht verbindlich festgestellt, dass der Kinderstuhl \"Tripp Trapp\" seit Ende 1973 auf dem schweizerischen Markt angeboten wird, und dass hier zwischen 1989 und 2000 insgesamt 191'283 Exemplare davon verkauft wurden. Von 1989-1992 habe sich der schweizerische Absatz des Stuhls praktisch vervierfacht, nämlich von 3'341 auf 14'337 Exemplare, und in der Zeit von 1994-1996 habe die Erstklägerin in der Schweiz und dem Fürstentum Liechtenstein den Anteil ihrer Abnehmer bezogen auf die Geburten von 19.7 % auf 24.8 % gesteigert. In der Folge seien die Verkaufszahlen bis zum Jahre 1999 praktisch konstant geblieben, hätten sich aber im Jahr 2000 nochmals leicht erhöht. Zudem hätten die Klägerinnen seit dem Jahre 1980 regelmässig in der Zeitschrift \"Wir Eltern\" und mit Direktwerbung für ihren Kinderstuhl geworben und dafür erhebliche |284| Kosten aufgewendet. Damit sei erstellt, dass die Erstklägerin mit dem \"Tripp Trapp\"-Kinderstuhl zu den führenden Anbietern in der Schweiz gehöre und hier einen bedeutenden Marktanteil errungen habe.\n\nDass die Vorinstanz daraus auf eine notorische Bekanntheit des Zeichens geschlossen hat, ist bundesrechtlich nicht zu beanstanden. Zwar wurden keine demoskopischen Erhebungen zum tatsächlichen Bekanntheitsgrad der Marke \"Tripp Trapp\" veranlasst, doch lässt sich aus den erhobenen Verkaufszahlen und den Werbeunterlagen bundesrechtskonform schliessen, das Zeichen sei für den darunter angebotenen Kinderstuhl jedenfalls bei der Mehrheit der Fachhändler allgemein bekannt gewesen. Da für die Notorietät die erforderliche Kenntnis in einem der massgebenden Verkehrskreise genügt, hat das Handelsgericht mit ihrer Bejahung eines notorischen Bekanntheitsgrades kein Bundesrecht verletzt.\n\n4.9 Dass die beiden Zeichen \"Tripp Trapp\" und \"Trip Trap\" verwechselbar sind, bedarf keiner weiteren Erörterung und wird in der Berufung auch nicht in Frage gestellt. Die Klägerinnen vertreiben unter der Marke \"Tripp Trapp\" Kinderstühle, die Beklagten unter dem Zeichen \"Trip Trap\" vor allem Gartenmöbel. Beide Waren gehören der Klasse 20 nach dem Abkommen von Nizza (über die internationale Klassifikation von Waren und Dienstleistungen für die Eintragung von Marken, revidiert in Stockholm am 14. Juli 1967 [SR 0.232.112.8]) an und sind damit grundsätzlich gleichartig. Jedenfalls sind angesichts der Nähe der beiden Zeichen eine relative Gleichartigkeit und eine Verwechslungsgefahr klar zu bejahen (zum Gesamten MARBACH, Gleichartigkeit - ein markenrechtlicher Schlüsselbegriff ohne Konturen, ZSR 120/2001 I S. 255 ff.). Der anbegehrte Markenschutz gegenüber den von den Beklagten vertriebenen Möbeln ergibt sich damit unmittelbar aus Art. 6bis PVÜ und dessen Umsetzung im nationalen Recht, ohne dass insoweit die Voraussetzungen von Art. 16 Abs. 3 TRIPS zu einem über die Warengleichartigkeit hinausreichenden Zeichenschutz noch zu prüfen sind.\n\nSoweit darüber hinaus den Beklagten untersagt wurde, das Zeichen \"Trip Trap\" auch zur Kennzeichnung von Holzböden und Geschenkartikeln zu verwenden, und diese Produkte zum Kinderstuhl der Erstklägerin nicht gleichartig sein sollten, sind die Voraussetzungen von Art. 16 Abs. 3 TRIPS offensichtlich erfüllt. Die nach |285| dieser Bestimmung erforderliche Gefahr einer markenverletzenden Assoziation ergibt sich ohne weiteres bereits aus dem Gesamtangebot der Beklagten, das nach ihren eigenen Angaben von den Gartenmöbeln dominiert wird.\n\nDie Berufung erweist sich insoweit als unbegründet."}