{"annee": "130", "cour": "II", "page": "337", "date": "8/7/2004", "cite": ["117 IB 64", "122 II 367", "123 II 153", "109 IB 64", "128 II 355", "122 II 373", "124 II 184", "125 II 569", "123 II 134", "124 II 132", "115 IB 68"], "cite_par": ["145 IV 470", "131 II 352", "133 IV 76", "132 II 469", "133 IV 58", "131 II 235", "142 IV 175", "132 IV 132"], "chapeau": "33. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. X. gegen Bundesamt für Justiz (Verwaltungsgerichtsbeschwerde)\n\n1A.80/2004 / 1A.116/2004 vom 8. Juli 2004", "regestes": ["Art. 2 ch. 1, art. 3 ch. 1 et art. 12 ch. 2 let. b CEExtr, art. 1 et 2 CERT, art. 3 al. 1 et art. 55 al. 2 EIMP; demande d'extradition présentée par la Serbie-Montenegro contre un individu auquel il est reproché d'avoir soutenu des organisations à l'origine d'attaques terroristes; exception du délit politique. Sources juridiques (consid. 1); compétence et procédure lorsque l'exception du délit politique est soulevée (consid. 1.1); conditions matérielles, motifs de recours et pouvoir d'examen (consid. 1.2-1.4). Notion du \"délit politique\" en droit de l'extradition, en particulier dans le cas de la poursuite de personnes soupçonnées de terrorisme; distinction délicate entre des supposés terroristes, ou des combattants de la résistance politique armée, et des parties à une guerre civile (consid. 3). Exigences relatives à la fiabilité et à l'exactitude de la demande dans le cas particulier (consid. 6.1). Résumé des faits reprochés à l'individu poursuivi (consid. 6.2). Sur la base de la demande et du dossier fourni, on ne peut statuer ni sur l'exception du délit politique ni sur les autres motifs invoqués à l'encontre de l'extradition; renvoi de l'affaire pour nouvel examen de ces objections (consid. 7)."], "faits": "BGE 130 II 337 S. 338\n\nDie Strafjustiz von Serbien und Montenegro ermittelt gegen X. und Mitangeschuldigte wegen Zugehörigkeit zu einer terroristischen Organisation und weiteren Straftaten. Auf Verhaftsersuchen von Interpol Belgrad hin und gestützt auf eine provisorische Haftanordnung des Bundesamtes für Justiz, Abteilung Internationale Rechtshilfe, Sektion Auslieferung (BJ), wurde X. am 14. Januar 2004 an seinem Wohnort im Kanton Glarus verhaftet und in provisorische Auslieferungshaft versetzt. Anlässlich seiner gleichentags erfolgten Befragung widersetzte sich der Verfolgte einer vereinfachten Auslieferung an Serbien und Montenegro. Am 23. Januar 2004 ersuchte die Botschaft von Serbien und Montenegro in Bern um Auslieferung des Verfolgten. Das Ersuchen wurde mit Eingaben vom 9. Februar und 22. März 2004 ergänzt.\n\nMit Entscheid vom 7. April 2004 bewilligte das BJ die Auslieferung des Verfolgten an Serbien und Montenegro. Der Auslieferungsentscheid erging \"unter dem Vorbehalt eines allfälligen bundesgerichtlichen Entscheids über die Einsprache des politischen Delikts\". BGE 130 II 337 S. 339Gegen den Auslieferungsentscheid des BJ gelangte X. mit Verwaltungsgerichtsbeschwerde vom 5. Mai 2004 an das Bundesgericht (Verfahren 1A.116/2004).\n\nMit separater Eingabe vom 7. April 2004 stellte das BJ beim Bundesgericht den Antrag, die Einrede des Verfolgten, wonach er politisch verfolgt werde, sei abzulehnen (Verfahren 1A.80/2004).\n\nDas Bundesgericht heisst die Beschwerde gut, tritt auf den Antrag, es sei die Einrede des politischen Deliktes abzuweisen, nicht ein und weist die Streitsache zur Neubeurteilung bzw. neuen Antragstellung zurück an das BJ.", "considerants": "Aus den Erwägungen:\n\n1. Die Beurteilung von Auslieferungsersuchen des Staatenverbundes von Serbien und Montenegro richtet sich nach dem Europäischen Auslieferungsübereinkommen vom 13. Dezember 1957 (EAUe; SR 0.353.1) sowie den beiden Zusatzprotokollen zum EAUe vom 15. Oktober 1975 bzw. 17. März 1978 (SR 0.353.11-12), denen beide Staaten beigetreten sind. Soweit dem Verfolgten die Beteiligung an einer terroristischen Gruppierung vorgeworfen wird, ist sodann das Europäische Übereinkommen vom 27. Januar 1977 zur Bekämpfung des Terrorismus (EÜBT; SR 0.353.3) zu berücksichtigen, welches von beiden Staaten ebenfalls ratifiziert wurde (vgl. BGE 128 II 355 E. 1 S. 357; BGE 125 II 569 E. 9a S. 577). Das EÜBT ist für Serbien und Montenegro seit dem 16. August 2003 in Kraft. Soweit die genannten Staatsverträge bestimmte Fragen nicht abschliessend regeln, ist das schweizerische Landesrecht anwendbar, namentlich das Bundesgesetz vom 20. März 1981 über internationale Rechtshilfe in Strafsachen (IRSG; SR 351.1) und die dazugehörende Verordnung vom 24. Februar 1982 (IRSV; SR 351.11; vgl. Art. 1 Abs. 1 lit. a IRSG; BGE 128 II 355 E. 1 S. 357).\n\n1.1 Der Verfolgte hat im Auslieferungsverfahren geltend gemacht, er werde aus politischen Gründen strafrechtlich verfolgt.\n\n1.1.1 Über ausländische Auslieferungsersuchen entscheidet das BJ (Art. 55 Abs. 1 IRSG). Macht der Verfolgte geltend, er werde eines politischen Deliktes bezichtigt, oder ergeben sich bei der Instruktion ernsthafte Gründe für den politischen Charakter der Tat, so entscheidet das Bundesgericht darüber auf Antrag des Bundesamtes und nach Einholung einer Stellungnahme des Verfolgten (Art. 55 Abs. 2 IRSG; vgl. BGE 128 II 355 E. 1.1.1 S. 357 f.). Das Verfahren BGE 130 II 337 S. 340der Verwaltungsgerichtsbeschwerde (Art. 25 IRSG bzw. Art. 97 ff. OG) ist dabei sinngemäss anwendbar (Art. 55 Abs. 3 IRSG).\n\n1.1.2 In BGE 128 II 355 hat das Bundesgericht die Zuständigkeiten für Auslieferungsfälle im Rahmen der Bundesrechtspflege präzisiert. Danach entscheidet das Bundesgericht (nur) über die Einrede des politischen Deliktes als erste und einzige Instanz. Zu den übrigen Auslieferungsvoraussetzungen hat das BJ einen erstinstanzlichen Auslieferungsentscheid zu fällen. Dieser erfolgt unter dem Vorbehalt des bundesgerichtlichen Entscheides über die Einsprache des politischen Deliktes und ist mit Verwaltungsgerichtsbeschwerde beim Bundesgericht anfechtbar (BGE 128 II 355 E. 1.1.3-1.1.4 S. 358 f.). Auch in Fällen, bei denen Einreden des politischen Delikts erfolgen oder sich bei der Instruktion entsprechende Fragen stellen, hat das BJ die notwendigen Sachabklärungen hinsichtlich aller Auslieferungsvoraussetzungen vollumfänglich vorzunehmen (BGE 128 II 355 E. 1.1.2 S. 358).\n\n1.1.3 Im vorliegenden Fall erliess das BJ am 7. April 2004 einen Auslieferungsentscheid. Dieser erfolgte \"unter dem Vorbehalt eines allfälligen bundesgerichtlichen Entscheids über die Einsprache des politischen Delikts\". Gegen den Auslieferungsentscheid des BJ hat der Verfolgte am 5. Mai 2004 Verwaltungsgerichtsbeschwerde erhoben. Mit separater Eingabe vom 7. April 2004 stellte das BJ beim Bundesgericht den Antrag, die Einrede des politischen Deliktes sei abzulehnen; zur Begründung verweist das BJ auf die Erwägungen des Auslieferungsentscheides. Es erfolgte in beiden Verfahren ein doppelter Schriftenwechsel.\n\n1.1.4 Da im Beschwerdeverfahren und im Verfahren betreffend Einrede des politischen Deliktes inhaltlich konnexe auslieferungsrechtliche Fragen zu behandeln sind, rechtfertigt sich eine gemeinsame Behandlung im Rahmen des vorliegenden Urteils. Die Bestimmungen über die Verwaltungsgerichtsbeschwerde sind in beiden Verfahren (sinngemäss) anwendbar (Art. 55 Abs. 3 IRSG).\n\n1.2 Der Auslieferungsentscheid des BJ kann mit Verwaltungsgerichtsbeschwerde beim Bundesgericht angefochten werden (Art. 55 Abs. 3 i.V.m. Art. 25 Abs. 1 IRSG). Die Sachurteilsvoraussetzungen von Art. 97-114 OG sind erfüllt.\n\n1.3 Zulässige Beschwerdegründe sind sowohl die Verletzung von Bundesrecht, inklusive Staatsvertragsrecht (einschliesslich Überschreitung oder Missbrauch des Ermessens), als auch die Rüge der BGE 130 II 337 S. 341unrichtigen oder unvollständigen Feststellung des rechtserheblichen Sachverhalts; der Vorbehalt von Art. 105 Abs. 2 OG trifft hier nicht zu (Art. 104 lit. a-b OG; vgl. BGE 117 Ib 64 E. 2b/bb S. 72). Soweit die Verwaltungsgerichtsbeschwerde gegeben (und die staatsrechtliche Beschwerde daher ausgeschlossen) ist, kann auch die Verletzung verfassungsmässiger Individualrechte (bzw. der EMRK und des UNO-Paktes II) mitgerügt werden (BGE 124 II 132 E. 2a S. 137; BGE 123 II 153 E. 2c S. 158 f.; BGE 122 II 373 E. 1b S. 375).\n\n1.4 Das Bundesgericht ist an die Begehren der Parteien nicht gebunden (Art. 25 Abs. 6 IRSG). Es prüft die Auslieferungsvoraussetzungen grundsätzlich mit freier Kognition. Im Rahmen der Verwaltungsgerichtsbeschwerde befasst es sich jedoch nur mit Tat- und Rechtsfragen, die Streitgegenstand des Verfahrens bilden (vgl. BGE 123 II 134 E. 1d S. 136 f.; BGE 122 II 367 E. 2d S. 372, je mit Hinweisen).\n\n2. Der Verfolgte erhebt die Einrede, er werde aus politischen Gründen verfolgt. Es handle sich um einen \"propagandistischen Schuldvorwurf in einem politisch motivierten Prozess\". Ziel des serbischen Ersuchens sei es, die kosovo-albanischen Bürgerkriegsgegner (namentlich die Nachfolgeorganisationen der UCK) sowie die durch die UNO und die OSZE eingesetzten \"multiethnischen\" Polizeikräfte im Kosovo (MEP) als \"Terroristen\" zu diskreditieren. Auch die Auslieferungsvoraussetzung der beidseitigen Strafbarkeit sei nicht erfüllt. \"Abgesehen von einem diffusen, politisch motivierten und schwammig gehaltenen Terrorismusvorwurf\" werde aus dem Ersuchen sowie dessen Ergänzungen und Beilagen \"nicht einmal ansatzweise klar, was dem Beschwerdeführer eigentlich zur Last gelegt wird\". Zwar werde diesem vorgeworfen, er sei (in den Jahren 1999-2000 sowie 2002-2003) in Südserbien an Straftaten gegen serbische Sicherheitskräfte beteiligt gewesen und anschliessend in die Schweiz geflüchtet. Diesbezüglich habe der Verfolgte jedoch Alibis nachgewiesen. Die Lage in Südserbien sei nach wie vor bürgerkriegsähnlich und sehr angespannt. Dem Beschwerdeführer als Repräsentanten der verhassten und von der serbischen Regierung bekämpften albanischen Minderheit drohe in Serbien eine menschenrechtswidrige Behandlung. Die vom BJ verfügte Auslieferung verstosse gegen verschiedene Bestimmungen der EMRK und des UNO-Paktes II.\n\n3. Die Auslieferung wird nicht bewilligt, wenn die strafbare Handlung, derentwegen sie begehrt wird, vom ersuchten Staat als eine BGE 130 II 337 S. 342politische oder eine mit einer solchen zusammenhängende strafbare Handlung angesehen wird (Art. 3 Ziff. 1 EAUe; vgl. auch Art. 3 Abs. 1 IRSG).\n\n3.1 Gemäss Art. 2 Ziff. 1 EÜBT kann der ersuchte Staat im Falle von Auslieferungsgesuchen entscheiden, dass eine schwere Gewalttat gegen das Leben, die körperliche Unversehrtheit oder die Freiheit einer Person nicht als politische oder mit einer solchen zusammen hängende Straftat angesehen wird (sofern die Tat nicht ohnehin unter Art. 1 EÜBT fällt). Analoges gilt für den Versuch, eine solche schwere Gewalttat zu begehen, oder für die Beteiligung daran als Mittäter oder Gehilfe (Art. 2 Ziff. 3 EÜBT). Keine politische Straftat im Sinne des EÜBT liegt namentlich bei schweren Straftaten vor, die in einem Angriff auf das Leben, die körperliche Unversehrtheit oder die Freiheit völkerrechtlich geschützter Personen einschliesslich Diplomaten bestehen (Art. 1 lit. c EÜBT). Das gleiche gilt für Entführungen, Geiselnahmen, schwere widerrechtliche Freiheitsentziehungen oder für Straftaten, bei deren Begehung eine Bombe, eine Handgranate, eine Rakete, eine automatische Schusswaffe oder ein Sprengstoffbrief oder -paket verwendet wird, wenn dadurch Personen gefährdet werden (Art. 1 lit. d-e EÜBT). Keine politische Straftat stellt schliesslich der Versuch dar, eine der genannten Straftaten zu begehen, oder die Beteiligung daran als Mittäter oder Gehilfe (Art. 1 lit. f EÜBT).\n\n3.2 In der Praxis des Bundesgerichtes wird zwischen so genannt \"absolut\" politischen und \"relativ\" politischen Delikten unterschieden. \"Absolut\" politische Delikte stehen in unmittelbarem Zusammenhang mit politischen Vorgängen. Darunter fallen namentlich Straftaten, welche sich ausschliesslich gegen die soziale und politische Staatsorganisation richten, wie etwa Angriffe gegen die verfassungsmässige Ordnung, Landes- oder Hochverrat (BGE 128 II 355 E. 4.2 S. 364; BGE 125 II 569 E. 9b S. 578; BGE 115 Ib 68 E. 5a S. 85, je mit Hinweisen). Ein \"relativ\" politisches Delikt liegt nach der Rechtsprechung vor, wenn einer gemeinrechtlichen Straftat im konkreten Fall ein vorwiegend politischer Charakter zukommt. Der vorwiegend politische Charakter ergibt sich aus der politischen Natur der Umstände, Beweggründe und Ziele, die den Täter zum Handeln bestimmt haben und die in den Augen des Rechtshilferichters vorherrschend erscheinen. Das Delikt muss stets im Rahmen eines Kampfes um die Macht im Staat begangen worden sein und in einem engen Zusammenhang mit dem Gegenstand dieses Kampfes stehen BGE 130 II 337 S. 343(BGE 128 II 355 E. 4.2 S. 365; BGE 125 II 569 E. 9b S. 578; BGE 124 II 184 E. 4b S. 186 ff.; BGE 117 Ib 64 E. 5c S. 89; BGE 115 Ib 68 E. 5 S. 84 ff., je mit Hinweisen; vgl. CLAUDE ROUILLER, L'évolution du concept de délit politique en droit de l'entraide internationale en matière pénale, ZStrR 103/1986 S. 24 ff.; ROBERT ZIMMERMANN, La coopération judiciaire internationale en matière pénale, 2. Aufl., Bern 2004, Rz. 385). Darüber hinaus müssen die fraglichen Rechtsgüterverletzungen in einem angemessenen Verhältnis zu den angestrebten Zielen stehen, und die auf dem Spiel stehenden politischen Interessen müssen wichtig und legitim genug sein, um die Tat zumindest einigermassen verständlich erscheinen zu lassen (BGE 128 II 355 E. 4.2 S. 365; BGE 125 II 569 E. 9b S. 578).\n\n3.3 Zu denken ist hier insbesondere an den Einsatz von illegalen Mitteln gegen diktatorische oder systematisch die Menschenrechte verletzende Regimes. Bei schweren Gewaltverbrechen, namentlich Tötungsdelikten, wird der politische Charakter in der Regel verneint. Ausnahmen könnten allenfalls bei eigentlichen offenen Bürgerkriegsverhältnissen gegeben sein, oder wenn das betreffende Delikt (etwa im Falle eines \"Tyrannenmordes\") das einzige praktikable Mittel zur Erreichung wichtiger humanitärer Ziele darstellen würde (BGE 128 II 355 E. 4.2 S. 365; BGE 109 Ib 64 E. 6a S. 71 f.; vgl. ROUILLER, a.a.O., S. 31; ZIMMERMANN, a.a.O., Rz. 385 S. 431). Diese Praxis des Bundesgerichtes gilt auch bei der Prüfung der Frage, ob es sich beim Verfolgten um einen mutmasslichen Terroristen oder einen bewaffneten politischen Widerstandskämpfer handelt (vgl. BGE 128 II 355 E. 4 S. 363 f., E. 4.2 S. 365 mit Hinweisen; MARC Forster, Die Strafbarkeit der Unterstützung [insbesondere Finanzierung] des Terrorismus, ZStrR 121/2003 S. 423 ff., 430 f., 438 f.).\n\nDer heiklen Unterscheidung zwischen \"legitimen\" Widerstandskämpfern bzw. Bürgerkriegsparteien und Terroristen hat der Eidgenössische Gesetzgeber auch beim Erlass des neuen Art. 260quinquies StGB (Terrorismusfinanzierung, in Kraft seit 1. Oktober 2003) Rechnung getragen. So sehen die Absätze 3 und 4 dieser Bestimmung Strafbarkeitsausschlüsse vor bei Personen, welche namentlich (das humanitäre Kriegsvölkerrecht respektierende) Bürgerkriegsparteien finanziell unterstützen oder auch Freiheitskämpfer gegen Unterdrückung und Besatzung bzw. politische Aktivisten, die zur Durchsetzung ihrer ideellen und politischen Anliegen angemessene Mittel des gewalttätigen Widerstands einsetzen (vgl. Botschaft des Bundesrates, BBl 2002 S. 5439; Kommissionspräsident BGE 130 II 337 S. 344Ständerat Epiney, AB 2002 S S. 1080; URSULA CASSANI, Le train de mesures contre le financement du terrorisme: une loi nécessaire?, SZW 2003 S. 293 ff., 301 f.; FORSTER, a.a.O., S. 444 f.). Auch die Anwendung von Art. 260ter Ziff. 1 StGB (Unterstützung bzw. Beteiligung an einer terroristischen Organisation) verlangt eine analoge Abgrenzung zwischen Terroristen und politischen Widerstandskämpfern (vgl. Forster, a.a.O., S. 438 f., 445). Die vom Gesetzgeber - bewusst - an die Gerichte delegierte Aufgabe, zu bestimmen, was im Einzelfall eine straflose \"politisch legitime\" Gewaltanwendung darstelle und was nicht, muss allerdings als sehr delikat bezeichnet werden (vgl. CASSANI, a.a.O., S. 299 f., 301 f.; FORSTER, a.a.O., S. 445; s. auch Botschaft, BBl 2002 S. 5439; Ständerat Pfisterer, AB 2002 S S. 1081).\n\n3.4 Da weder das EAUe noch das EÜBT den Begriff des politischen Deliktes näher definieren, verfügen die Vertragsstaaten hier über ein weites Ermessen. Das Bundesgericht prüft die Frage, ob ein politisches Delikt vorliegt, welches eine Auslieferung ausschliesst, mit freier Kognition (BGE 128 II 355 E. 4.3 S. 365; BGE 125 II 569 E. 9b S. 577 f.). Das schweizerische Strafrecht unterscheidet zwischen kriminellen Organisationen (Art. 260ter StGB), staatsgefährdenden rechtswidrigen Vereinigungen (Art. 275ter StGB) sowie gemeinrechtlichen Formen kollektiver Kriminalität bzw. der Teilnahme an Straftaten. Unter den Begriff der kriminellen Organisationen fallen neben den mafiaähnlichen Verbrechersyndikaten auch hochgefährliche terroristische Gruppierungen. Nicht zu den kriminellen Organisationen gezählt werden hingegen (grundsätzlich) extremistische Parteien, oppositionelle politische Gruppen sowie Organisationen, die mit angemessenen (nicht verbrecherischen) Mitteln um die politische Macht in ihrem Heimatland ringen oder einen Freiheitskampf gegen diktatorische Regimes führen (BGE 128 II 355 E. 4.3 S. 365 f.; BGE 125 II 569 E. 5c S. 574, je mit Hinweisen). (...)\n\n6. Im vorliegenden Fall stellt sich zunächst die Frage, inwieweit die Sachdarstellung des Ersuchens und die eher knappen Sachabklärungen des BJ es dem Bundesgericht ermöglichen, die Einrede des politischen Deliktes und die übrigen (beschwerdeweise erhobenen) Auslieferungshindernisse ausreichend zu prüfen. Die Abgrenzung zwischen \"legitimen\" Freiheitskämpfern bzw. Bürgerkriegsparteien und mutmasslichen Terroristen gehört zu den schwierigsten Fragen des internationalen Strafrechts (\"one man's terrorist is BGE 130 II 337 S. 345ano ther man's freedom fighter\"; vgl. dazu CASSANI, a.a.O., S. 299 f., 301 f.; FORSTER, a.a.O., S. 430 f., 433 f., 438 f.; LAURENT MOREILLON/ FRÉDÉRIQUE DE COURTEN, La lutte contre le terrorisme et les droits du suspect, ZStrR 121/2003 S. 117 ff., 118 f.; YVES SANDOZ, Lutte contre le terrorisme et droit international: risques et opportunités, RSDIE 2002 S. 319 ff., 353; TOBIAS SCHRADER, Terrorismus und das Problem seiner Definition, Kriminalistik 56/2002 S. 570 ff., 570-572). Dies gilt besonders im vorliegenden Fall bzw. vor dem Hintergrund des serbisch-kosovarischen Bürgerkrieges. Die Zulässigkeit einer allfälligen Auslieferung eines angeblichen \"Terroristen\" an Serbien-Montenegro, dem vorgeworfen wird, er habe der kosovo-albanischen Widerstandsbewegung UCK bzw. ihren Nachfolgeorganisationen nahe gestanden und sich dabei an Straftaten gegen serbische Sicherheitskräfte beteiligt, kann nur auf der Basis von eingehenden Sachabklärungen beurteilt werden.\n\n6.1 Im vorliegenden Fall sind höhere Anforderungen an die Verlässlichkeit und Genauigkeit des Ersuchens zu stellen als in den üblichen Fällen der Auslieferung wegen gemeinrechtlichen Straftaten (wie z.B. Drogen- oder Vermögensdelikten) ohne starke politische Konnotation und an Staaten, die keine (nur wenige Jahre zurückliegende) Bürgerkriegsgeschichte zu bewältigen haben. Zwar weist das BJ darauf hin, dass das Bundesgericht bereits im Jahre 2003 eine Auslieferung an Serbien und Montenegro bewilligt habe. Beim zitierten Entscheid handelte es sich allerdings um die Auslieferung eines rechtskräftig verurteilten mehrfachen Vergewaltigers (Urteil 1A.159/2003 vom 15. September 2003). Im Rahmen der Rechtshilfevoraussetzung der beidseitigen Strafbarkeit muss die Sachdarstellung des Ersuchens namentlich die Prüfung ermöglichen, ob sich die Ermittlungen wegen angeblich \"terroristischer\" Umtriebe gegen eine terroristische Organisation im Sinne von Art. 260ter Ziff. 1 StGB richten (vgl. BGE 128 II 355 E. 2.2-2.6 S. 360-363). Der vorliegende Fall verlangt aber auch die Ausleuchtung des politischen und völkerrechtlich-humanitären Kontextes. Weder darf die internationale Rechtshilfe in Strafsachen zu politischen Zwecken missbraucht werden, noch dürfen Hinweise auf den angeblich politischen Charakter einer Strafverfolgung dazu führen, dass Schwerkriminelle oder Terroristen von Strafverfolgung verschont bleiben.\n\n6.2 Im angefochtenen Entscheid wird die Sachverhaltsdarstellung des Ersuchens wie folgt zusammengefasst: In den Jahren 1999-2000 bzw. ab 2002 habe der Verfolgte den \"terroristischen BGE 130 II 337 S. 346Organisationen\" OVPMB bzw. ANA (\"Albanian National Army\"/\"Armée nationale albanaise\") angehört. Mit den Mitgliedern dieser Organisationen habe er \"einen ständigen Telefonkontakt aufrecht erhalten\" und \"vor allem eine beratende Rolle gespielt\". Ausserdem habe er \"seine Gesprächspartner zur Ausführung konkreter terroristischer Aktionen gegen Angehörige des Sicherheitsdienstes in Südserbien angestiftet und diese Aktionen vorbereitet bzw. koordiniert\". Auch sei der Verfolgte \"für die Bereitstellung von Geldmitteln zur Beschaffung von Ausrüstung sowie Waffen und Munition zuständig gewesen\". Am 3. Februar 2003 habe die Organisation ANA \"in Serbien einen Sicherheitsbeamten getötet\". Die Täter hätten sich \"danach im Haus des Verfolgten versteckt\". Mitglieder der ANA hätten ausserdem am 2. März und 23. September 2003 \"in Serbien Sprengkörper an verschiedenen Orten angebracht, welche in der Folge nicht explodiert\" seien. Dem Verfolgten werde allerdings \"keine direkte Tatbeteiligung\" an konkreten terroristischen Straftaten vorgeworfen.\n\n(...)\n\n7. Es fragt sich, ob ausreichend abgeklärt ist, in welchem speziellen Kontext die Tatvorwürfe gegen den Verfolgten stehen.\n\n7.1 Bei den Opfern der als \"terroristisch\" eingestuften \"Untergrundaktionen\" und Anschläge der ANA handelt es sich (nach Darstellung des Ersuchens) in erster Linie um Angehörige der serbischen Polizei- und Militärstreitkräfte in Südserbien. Angeschuldigt werden von serbischer Seite primär kosovo-albanische Sicherheitskräfte Südserbiens bzw. der \"autonomen Provinz\" Kosovo, nämlich Angehörige der von UNO/UNMIK, OSZE/OMIK und NATO/KFOR ab Mai 2001 eingesetzten und überwachten \"multiethnischen\" Polizei (MEP/\"UNMIK Police\"), die überwiegend aus ethnischen Albanern und teilweise auch aus Serben zusammengesetzt ist. Unbestrittenermassen sind vier der Mitbeschuldigten Angehörige der \"multiethnischen\" Polizeikräfte. Vor diesem Hintergrund stellt sich die Frage, inwieweit die ehemaligen Bürgerkriegsparteien (kosovo-albanischer Widerstand und kosovarische Polizei sowie serbische Sicherheitskräfte) und deren Nachfolgeorganisationen sich gegenseitig gewaltsamer bzw. \"terroristischer\" Aktivitäten im südserbischen Krisengebiet bezichtigen.\n\nAber auch bei der Prüfung der beidseitigen Strafbarkeit bleiben wesentliche Fragen offen. So ist nicht ausreichend abgeklärt, ob die BGE 130 II 337 S. 347Organisationen, die der Verfolgte angeblich unterstützte bzw. denen er angehört haben soll (1999-2000 OVPMB bzw. UCPMB, ab 2002 ANA) aufgrund von verlässlichen Informationen überhaupt als \"terroristisch\" eingestuft werden können. Trotz entsprechenden Nachfragen des BJ haben die serbischen Behörden keine Informationen zum Aufbau und zur Struktur der Organisationen OVPMB und ANA vorgelegt. Nach Angaben des Bundesamtes für Polizei (Dienst für Analyse und Prävention) hat die ANA \"keine einheitliche militärisch-operative Führung\". Über die Strukturen der OVPMB \"liegen keine gesicherten Erkenntnisse vor\". Die ursprüngliche UCK kann kaum als \"terroristisch\" bezeichnet werden, zumal es sich dabei unbestrittenermassen um eine völkerrechtlich anerkannte Bürgerkriegspartei handelte. Namentlich war die Führung der UCK (zusammen mit anderen Repräsentanten der kosovo-albanischen Bevölkerung) als offizielle Verhandlungspartei an den (fehlgeschlagenen) Friedensgesprächen von Rambouillet im Februar 1999 beteiligt. Auch die Gleichstellung der Nachfolgegruppierungen OVPMB und ANA mit terroristischen Organisationen wie den italienischen \"Brigate Rosse\" oder der baskischen ETA erscheint problematisch. Zwar verweist das BJ auf einen Bericht des Bundesamtes für Polizei, wonach Politiker der US-Regierung und ein ehemaliger Leiter der UNO-Verwaltung im Kosovo die Nachfolgeorganisation ANA angeblich als \"terroristisch\" bezeichnet hätten. Es sind zu diesen Fragen jedoch keine Berichte der zuständigen internationalen Gremien (UNO, OSZE, ICTY) bzw. von deren Terrorismusexperten beigezogen worden, welche z.B. über die zuständigen Dienste des EDA eingeholt werden könnten. Verlässliche Informationen zur Struktur und zum Aufbau von OVPMB und ANA liegen wie erwähnt nicht vor.\n\n7.2 Näher zu prüfen ist, ob die Vorwürfe gegen den Verfolgten politisch motiviert sein könnten und ob sie die Beurteilung der beidseitigen Strafbarkeit erlauben.\n\nDie im Ersuchen dargelegten Anhaltspunkte dafür, dass es sich bei den fraglichen albanischen Gruppierungen um terroristische Organisationen im Sinne des schweizerischen und internationalen Strafrechts handelt, müssen als vage bezeichnet werden. Wie bereits erwähnt, handelt es sich bei den Hauptbetroffenen der als \"terroristisch\" eingestuften Untergrundaktionen und Anschläge der ANA nach Darstellung des Ersuchens um serbische Sicherheitskräfte. Angeschuldigt werden von serbischer Seite vorwiegend BGE 130 II 337 S. 348kosovo-albanische Sicherheitskräfte, nämlich Angehörige der ab 2001 von UNMIK und OSZE eingesetzten \"multiethnischen\" Polizei (MEP). Vier der Mitbeschuldigten (bzw. die Hauptangeschuldigten) sind unbestrittenermassen Angehörige dieser multiethnischen Polizeikräfte. Gemäss dem bei den Akten liegenden Kosovo-Bericht des U.S. State Department vom 25. Februar 2004 sei es vor allem der Einsetzung der \"multiethnischen\" Polizei zu verdanken, dass es ab 2002 zu einer starken Abnahme von Übergriffen der (ehemals serbischen) Polizei gegen ethnische Albaner in Südserbien gekommen ist. Bei der vorliegenden Strafuntersuchung stehen sich somit faktisch die ehemaligen Bürgerkriegsparteien gegenüber.\n\n7.3 Dem Verfolgten wird sodann keine direkte Tatbeteiligung an konkreten terroristischen Straftaten vorgeworfen (vgl. auch angefochtener Entscheid, S. 7 in fine). Vielmehr habe ein Mitbeschuldigter die Polizistenattentäter am 3. Februar 2003 für einen Tag im Haus des Verfolgten \"untergebracht\". Unklar erscheint auch, ob das betreffende Haus sich in Bujanovac oder in Veliki Trnovac befindet. Dem Verfolgten wird zwar die logistische Unterstützung der albanischen Organisationen OVPMB und ANA vorgeworfen. Nähere Informationen dazu sind jedoch gemäss den Angaben der serbischen Behörden nicht vorhanden. Dies gilt namentlich für die Art und Weise, die Umstände oder die Zeitpunkte der mutmasslichen Beschaffung von Geldmitteln und Waffen. Die vagen und teilweise widersprüchlichen Angaben im Ersuchen und dessen Ergänzungen kontrastieren mit den Medienmitteilungen der serbischen Regierung, wonach es sich beim (mit vollem Namen genannten) Verfolgten um den \"main financier\" und \"mastermind of terrorism in Southern Serbia\" handle. Sachdienliche Angaben dazu oder zum persönlichen, beruflichen und politischen Umfeld des Verfolgten bzw. zu seinem Werdegang und Verhalten in seiner Heimat und in der Schweiz enthält auch der angefochtene Entscheid nicht. Ebenso wenig wurden Informationen (etwa bei der UNMIK/OMIK) über die Hauptangeschuldigten eingeholt, bei denen es sich unbestrittenermassen um Angehörige der MEP handle.\n\n7.4 Art. 12 Ziff. 2 lit. b EAUe bestimmt, dass Zeit, Ort und Umstände der Begehung der fraglichen Delikte \"so genau wie möglich\" anzugeben seien. Im vorliegenden Fall weisen die dem Verfolgten vorgeworfenen Delikte zweifelsohne einen politischen Konnex auf. Es sind daher erhöhte Anforderungen an die Ausführlichkeit, Widerspruchsfreiheit und Verlässlichkeit des Ersuchens BGE 130 II 337 S. 349zu verlangen. Zum einen erscheint dies erforderlich, damit die Einrede des politischen Deliktes sachgerecht beurteilt werden kann (vgl. oben, E. 3). Zum andern sind nähere verlässliche Angaben notwendig, um - im Falle einer Auslieferung - gegenüber dem ersuchenden Staat genau festlegen zu können, für welche Straftaten die Auslieferung erfolgt (vgl. BGE 128 II 355 E. 2.2-2.6 S. 360-363).\n\nDas vorliegende Ersuchen und seine (sich teilweise widersprechenden) Ergänzungen genügen diesen Anforderungen nicht. Dieser Mangel kann nicht dadurch wettgemacht werden, dass die Auslieferung mit dem Hinweis versehen wird, die serbischen Behörden dürften den Verfolgten wegen allfälliger politischer Hintergründe nicht verfolgen oder bestrafen. Ohne ausreichende Abklärungen zum Sachverhalt ist es im vorliegenden kontroversen Fall nicht möglich, die Einrede des politischen Deliktes zu beurteilen (vgl. BGE 128 II 355 E. 4.2 S. 365, E. 4.3 S. 365 f.). Ebenso wenig kann geprüft werden, inwieweit hier das Rechtshilfeerfordernis der beidseitigen Strafbarkeit erfüllt ist. Dies gilt namentlich für die Tatbestandsmerkmale von Art. 260ter Ziff. 1 StGB (vgl. BGE 128 II 355 E. 2.2-2.6 S. 360-363) oder Art. 260quinquies StGB (vgl. dazu FORSTER, a.a.O., S. 443 ff.).\n\n7.5 Im vorliegenden Fall bedürfte auch die Frage des Alibis weiterer Abklärungen. Im Ersuchen wird dem Verfolgten die Beteiligung an \"terroristischen\" Aktivitäten in Südserbien im Zeitraum von 3. Februar bis 9. März 2003 bzw. 23. September 2003 vorgeworfen. Wie im angefochtenen Entscheid eingeräumt wird, hat der Verfolgte diesbezüglich Alibis geltend gemacht und dokumentiert. Insbesondere will er sich an den fraglichen Daten nicht in Serbien, sondern nachweisbar an seinem Wohn- und Arbeitsort in der Schweiz aufgehalten haben. Das BJ verweist darauf, dass die serbischen Behörden über die Alibihinweise \"informiert\" worden seien; \"ein Rückzug des Auslieferungsersuchens\" sei jedoch nicht erfolgt. Das BJ vertritt die Auffassung, selbst wenn sie zuträfen, änderten die Alibis nichts an der Zulässigkeit der Auslieferung, da sie sich nicht auf sämtliche Anklagepunkte bezögen.\n\nDiese Argumentation greift zu kurz. Alibis für die Tatvorwürfe im Jahre 2003 könnten zumindest zu einer Begrenzung der Rechtshilfe (auf die allfälligen verbleibenden Anklagepunkte) führen. Im Übrigen ist aufgrund der vorliegenden Akten darauf hinzuweisen, dass BGE 130 II 337 S. 350bei einem Wegfall der Tatvorwürfe betreffend das Jahr 2003 nur noch sehr vage und strafrechtlich kaum qualifizierbare Vorwürfe gegen den Verfolgten übrig blieben. Nähere Angaben zur angeblichen logistischen Unterstützung (Art und Weise - insbesondere Zeitpunkte und Bezugskanäle - der Beschaffung von Geld und Waffen) werden im Ersuchen und dessen Ergänzungen nicht gemacht. Die ersuchende Behörde hat demgegenüber das Protokoll der untersuchungsrichterlichen Einvernahme eines Mitangeschuldigten vom 1. Oktober 2003 eingereicht. Danach habe es sich beim Verfolgten \"sicher nicht\" um ein Mitglied der ANA gehandelt.\n\n7.6 Schliesslich ist auch auf alarmierende Berichte des UNHCR, der OSZE und von diversen Menschenrechtsorganisationen aus den Jahren 2003 und 2004 hinzuweisen über verschiedene Fälle von menschenrechtswidriger erniedrigender Behandlung durch serbische Polizeikräfte, namentlich gegen inhaftierte mutmassliche kosovo-albanische Nationalisten und Extremisten. Aus dem Rechtshilfedossier ergeben sich sodann ernsthafte Anhaltspunkte für die Befürchtung, dass im vorliegenden Fall Mitbeschuldigte des Verfolgten im serbischen Polizeigewahrsam massiv misshandelt wurden. Daher ist die Menschenrechtslage in Serbien und Montenegro - im Hinblick auf die politische Relevanz der erhobenen Tatvorwürfe - näher abzuklären.\n\n7.7 Nach dem Gesagten können aufgrund des Ersuchens und der vorliegenden Akten weder die Einrede der politischen Verfolgung noch die übrigen geltend gemachten Auslieferungshindernisse ausreichend geprüft werden. Dies gilt namentlich für die Rechtshilfevoraussetzung der beidseitigen Strafbarkeit. Was die Einrede des politischen Deliktes betrifft, so hat zwar das Bundesgericht erstinstanzlich darüber zu entscheiden. Es ist jedoch nicht Aufgabe des Bundesgerichtes, in Auslieferungsfällen die notwendigen Sachabklärungen selber zu treffen. Auch in Fällen, bei denen Einreden des politischen Delikts erfolgen oder sich bei der Instruktion entsprechende Fragen stellen, hat daher das zuständige BJ tatsächliche Abklärungen hinsichtlich aller Auslieferungsvoraussetzungen vollumfänglich vorzunehmen (vgl. BGE 128 II 355 E. 1.1.2 S. 358). Wie sich aus den vorstehenden Erwägungen ergibt, drängen sich im vorliegenden Fall weitere Sachabklärungen auf.\n\nDie Beschwerde ist daher gutzuheissen und der angefochtene Entscheid aufzuheben. Auf den Antrag des BJ, es sei die Einrede des BGE 130 II 337 S. 351politischen Deliktes abzuweisen, kann zurzeit nicht eingetreten werden. Das Rechtshilfedossier ist zu ergänzenden Sachverhaltsabklärungen, zur Neubeurteilung (betreffend Auslieferungsvoraussetzungen) und zur neuen Antragstellung (betreffend die Einrede des politischen Delikts) an das BJ zurückzuweisen."}