{"annee": "130", "cour": "V", "page": "546", "date": "21/9/2004", "cite": ["124 V 356", "107 V 225", "130 V 329", "106 V 22", "111 V 205", "119 V 171", "129 V 51"], "cite_par": ["144 V 388"], "chapeau": "80. Arrêt dans la cause Mutuel Assurances contre M. et Tribunal administratif de la République et canton de Genève\n\nK 158/03 du 21 septembre 2004", "regestes": ["Art. 67 et 72 LAMal; art. 21 LPGA: Réduction des prestations pour négligence grave dans le domaine de l'assurance facultative d'indemnités journalières. A défaut de dispositions particulières dans la LAMal, l'art. 21 LPGA est applicable au domaine des indemnités journalières régies par les art. 67 ss LAMal (consid. 3). Compte tenu de l'arrêt publié aux ATF 119 V 171 et de la tendance législative récente, la réduction des prestations pour négligence grave ne pouvait, en 2002, être tenue pour un principe fondamental du droit des assurances sociales (consid. 4)."], "faits": "BGE 130 V 546 S. 547\n\nA. M., né en 1946, exerce la profession d'expert-comptable indépendant. Il est assuré auprès de la Mutuelle Valaisanne, Assurance maladie et accident (dénommée entre-temps Mutuel Assurances), notamment pour l'assurance obligatoire des soins et pour une indemnité journalière de 50 fr., après un délai d'attente de 60 jours. Dès le 29 mai 2002, il a été totalement incapable de travailler pour cause de maladie. Cette incapacité de travail a été attestée par plusieurs certificats médicaux qui ont été communiqués à la caisse par l'intéressé. Du 9 juillet 2002 au 29 juillet 2002, M. a été hospitalisé au Département de médecine communautaire de l'Hôpital U. en raison d'une dépendance à l'alcool, associée à un trouble dépressif récurrent. Après avoir pris connaissance du rapport d'hospitalisation, ainsi que d'un rapport du docteur A., médecin généraliste, du 4 septembre 2002, le médecin-conseil de la caisse a estimé que l'alcoolisme était \"le problème prédominant\" chez le patient.\n\nPar décision du 7 octobre 2002, la Mutuelle Valaisanne a signifié à l'assuré qu'elle réduisait de 20 pour cent son droit à l'indemnité journalière en raison d'une négligence grave, avec effet au 29 mai 2002. Elle a considéré qu'un assuré était en effet en mesure de comprendre à temps, en disposant d'une instruction moyenne et en faisant preuve de la prudence qu'on pouvait attendre de lui, que l'abus de boissons alcooliques des années durant risquait de porter une atteinte à sa santé. Or, dans le cas particulier, la caisse était de l'avis que l'alcoolisme de l'intéressé avait pris naissance à un âge où il disposait d'une totale faculté de discernement.\n\nSaisie d'une opposition de l'assuré, la Mutuelle Valaisanne l'a rejetée par une nouvelle décision du 21 janvier 2003.\n\nB. M. a recouru contre cette décision devant le Tribunal administratif du canton de Genève (aujourd'hui en matière d'assurances sociales: Tribunal cantonal des assurances sociales).\n\nStatuant le 4 novembre 2003, le tribunal administratif a admis le recours. Il a annulé la décision précédente et renvoyé la cause à la caisse pour nouvelle décision au sens des motifs. En bref, il a estimé que seule une faute intentionnelle pouvait donner lieu à réduction de l'assurance facultative d'indemnités journalières. Or, dans le cas particulier, aucun élément au dossier ne permettait de conclure à l'existence chez l'assuré d'une volonté délibérée et consciente de s'adonner à l'alcool dans une mesure propre à provoquer un état maladif. BGE 130 V 546 S. 548\n\nC. La Mutuelle Valaisanne interjette un recours de droit administratif dans lequel elle conclut à l'annulation de ce jugement.\n\nM. n'a pas répondu au recours. Quant à l'autorité fédérale de surveillance, elle ne s'est pas déterminée.", "considerants": "Considérant en droit:\n\n1. Sous le titre \"Réduction ou suppression du droit aux prestations\", l'art. 30 ch. 2 let. d des conditions générales de l'assurance obligatoire des soins et de l'assurance facultative d'indemnités journalières de la recourante (éd. décembre 2000) prévoit que les prestations peuvent être réduites et, dans les cas particulièrement graves, refusées pour les maladies imputables à une faute grave de l'assuré.\n\nLa recourante, à juste titre, ne prétend pas que l'intimé ait commis une faute grave intentionnelle. En effet, dans les cas d'alcoolisme, une faute intentionnelle eût pour le moins supposé chez l'intéressé l'existence d'une volonté délibérée et consciente de s'adonner à l'alcool dans une mesure propre à provoquer un état maladif (ATF 119 V 179 consid. 5). Dans le cas particulier, on ne dispose pas du moindre indice en faveur d'une telle volonté. Aussi bien la recourante fait-elle valoir que l'intimé a commis une négligence grave, justifiant une réduction des prestations en vertu de la disposition citée de ses conditions générales car il aurait pu, selon elle, se rendre compte des dangers d'une consommation excessive d'alcool et se comporter en conséquence.\n\n2. La loi fédérale sur la partie générale des assurances sociales (LPGA) du 6 octobre 2000 est entrée en vigueur le 1er janvier 2003.\n\nAux termes de l'art. 82 al. 1, première phrase, LPGA, les dispositions matérielles de la présente loi ne sont pas applicables aux prestations en cours et aux créances fixées avant son entrée en vigueur. Cette norme de droit transitoire ne règle que de façon très fragmentaire les situations de droit intertemporel. Elle se borne à écarter du champ d'application matérielle de la loi les prestations en cours et les créances fixées avant son entrée en vigueur. S'agissant plus précisément des prestations, il faut entendre celles qui ont fait l'objet de décisions - en principe formelles - entrées en force. On ne peut pas dire, en effet, que des prestations sont \"en cours\" aussi longtemps qu'il n'a pas été définitivement statué à leur sujet. BGE 130 V 546 S. 549\n\nDans l' ATF 130 V 329 la Cour de céans a précisé la portée de l'art. 82 al. 1 LPGA. Elle a retenu qu'on ne peut pas déduire a contrario de cette disposition que le moment où est prise la décision serait déterminant pour l'application des dispositions matérielles de la nouvelle loi en relation avec des prestations qui n'ont pas été fixées lors de son entrée en vigueur; en dehors de l'hypothèse spécifique envisagée par la disposition transitoire citée, il convient de se référer aux principes généraux selon lesquels on applique, en cas de changement de règles de droit, les dispositions en vigueur lors de la réalisation de l'état de fait qui doit être appréciée juridiquement ou qui a des conséquences juridiques (ATF 130 V 332 sv. consid. 2.2 et 2.3 et les références).\n\nAu cas particulier, la décision sur opposition de la recourante, qui a été rendue en 2003, n'est pas entrée en force. Par ailleurs, l'incapacité de travail de l'intimé, qui fonde le droit aux indemnités journalières, a débuté en 2002 et s'est prolongée sans discontinuer en 2003. Compte tenu de ce qui vient d'être dit, l'examen du bien-fondé de la réduction du droit aux indemnités journalières doit par conséquent intervenir à l'aune des dispositions matérielles de la LPGA uniquement pour la période postérieure au 31 décembre 2002, l'ancien droit demeurant applicable pour la période antérieure.\n\n3. Selon l'art. 21 al. 1 LPGA, si l'assuré a aggravé le risque assuré ou en a provoqué la réalisation intentionnellement ou en commettant intentionnellement un crime ou un délit, les prestations en espèces peuvent être temporairement ou définitivement réduites ou, dans les cas particulièrement graves, refusées.\n\nL'adverbe \"intentionnellement\" ne se rapporte pas directement à l'aggravation du risque. Il faut pourtant admettre que, de manière générale, c'est-à-dire également dans l'éventualité d'une aggravation du risque, une réduction ou un refus de prestations d'assurance pour faute grave non intentionnelle n'est pas admissible en vertu de l'art. 21 al. 1 LPGA. Cela ressort clairement des versions allemande et italienne du texte: dans la première de ces versions, le mot \"vorsätzlich\" se rapporte aussi bien à \"herbeigeführt\" qu'à \"verschlimmert\"; de même, dans la seconde, l'adverbe \"intenzionalmente\" se rapporte autant à \"provocato\" qu'à \"aggravato\" (voir également, et dans le même sens à propos de ces différences de versions linguistiques: GABRIELLE STEFFEN, Droit aux soins et rationnement; Approche d'une définition des soins nécessaires, thèse Neuchâtel 2002, p. 174; DUC, Problèmes d'application de la LPGA en rapport avec les lois spéciales, in: BGE 130 V 546 S. 550La partie générale du droit des assurances sociales, Lausanne 2003, p. 120; cf. aussi UELI KIESER, ATSG-Kommentar: Kommentar zum Bundesgesetz über den Allgemeinen Teil des Sozialversicherungsrechts vom 6. Oktober 2000, Zurich 2003, n. 13 et 14 ad art. 21). Cette interprétation est du reste la seule qui corresponde à la volonté clairement exprimée du législateur (rapport du 26 mars 1999 de la Commission du Conseil national de la sécurité sociale et de la santé [CSSS], FF 1999 4211 ss; cf. aussi STEFFEN, op. cit., p. 174, note de bas de page 770). Il en résulte que l'art. 21 al. 1 LPGA exclut de manière générale une réduction des prestations à raison d'une faute grave non intentionnelle.\n\nA défaut de dispositions particulières dans la LAMal, l'art. 21 LPGA est applicable au domaine des indemnités journalières régies par les art. 67 ss LAMal (voir aussi KIESER, op. cit., n. 85 ad art. 21). Contrairement, à ce que soutient la recourante, il s'agit d'une règle impérative qui ne laisse aucune place à une réglementation dérogatoire dans les dispositions réglementaires ou statutaires des assureurs-maladie (voir également GEBHARD EUGSTER, ATSG und Krankenversicherung: Streifzug durch Art. 1-55 ATSG, in: RSAS 2003 p. 223). Pour les prestations depuis le 1er janvier 2003, la réduction prononcée par la recourante n'est donc pas admissible.\n\n4. Il reste à examiner si cette solution prévaut également sous l'empire de l'ancien droit.\n\n4.1 La LAMal ne contient pas de disposition sur la réduction des prestations en cas de faute grave. Avant l'entrée en vigueur de la LPGA, le Tribunal fédéral des assurances a jugé qu'une caisse ne pouvait réduire ses prestations pour soins et remboursement de frais (en l'espèce: hospitalisation et transport en hélicoptère), lorsque seule une négligence grave pouvait être reprochée à l'assuré (arrêt G. du 21 août 2001 [K 53/01]). Auparavant, il avait jugé que, depuis l'entrée en vigueur de la LAMal, les caisses-maladie ne disposaient plus de l'autonomie nécessaire pour prévoir, par voie statutaire, la réduction de leurs prestations en matière d'assurance obligatoire des soins en cas d'entreprise téméraire, dès lors que la nouvelle loi ne leur en donnait pas expressément la compétence. On devait en effet considérer que, dans des domaines qu'il a réglés en détail, le législateur a remplacé le principe d'autonomie qui était alors réservé aux caisses-maladie du temps de la LAMA, par celui de la légalité. Il en allait ainsi dans la réglementation de l'assurance obligatoire des soins où l'assureur-maladie ne peut fixer de règles propres que dans les BGE 130 V 546 S. 551domaines où la loi lui en donne la compétence. En revanche, le point de savoir si en matière d'assurance facultative d'indemnités journalières, la règle ci-dessus était applicable ou si l'autonomie existant antérieurement a subsisté pouvait rester indécis dans le cas particulier (ATF 124 V 356). De fait, le Tribunal fédéral des assurances ne s'est, à ce jour, pas prononcé sur la question d'une réduction pour négligence grave d'indemnités journalières selon la LAMal, autrement dit, sur le point de savoir si, en ce domaine, les assureurs ont conservé une autonomie suffisante qui leur permettait (avant le 1er janvier 2003) de réduire les indemnités journalières pour ce motif. Selon une opinion émise par DUC (avant l'entrée en vigueur de la LPGA), il conviendrait en principe de réserver une réglementation interne des assureurs pour le règlement de la question des conséquences de la faute grave. Cet auteur se demande si, en définitive, la sanction de la faute grave ne découle pas d'un principe qui devrait prévaloir aussi dans l'assurance d'une indemnité journalière (DUC, Quelques imperfections de la LAMal, in: RSAS 2000 p. 258; dans le même sens: EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, ch. 231).\n\n4.2 La LAMA (en vigueur jusqu'au 31 décembre 1995), pas plus que la LAMal, ne prévoyait la possibilité de réduire des prestations en cas de faute grave. Sous le régime de cette ancienne loi, le Tribunal fédéral des assurances a jugé qu'il était conforme à une règle admise aussi bien par l'assurance privée que par l'assurance sociale de réduire les prestations assurées, lorsque le sinistre a été causé par une faute grave de l'ayant droit. Cette règle valait aussi dans l'assurance-maladie, même lorsque les statuts ou les conditions d'assurance ne la rappelaient pas (voir par ex. ATF 107 V 228 consid. 2a, ATF 106 V 23 consid. 1; FRANZ SCHÖN, Juristische Aspekte der Kürzung von Krankenkassenleistungen bei Grobfahrlässigkeit, in: Zeitschrift für öffentliche Fürsorge, 1990 p. 170 ss). Le Tribunal fédéral des assurances considérait, en 1985 encore, que la réduction pour négligence grave découlait d'un \"principe fondamental\" du droit des assurances sociales (ATF 111 V 205 consid. 3).\n\n4.3 Dans un arrêt ultérieur, du 25 août 1993 (ATF 119 V 171), le Tribunal fédéral des assurances est toutefois revenu sur cette conception, tenant compte du développement du droit international de la sécurité sociale qui limite la possibilité de prononcer des réductions de prestations d'assurance. En particulier, il a jugé que les art. 68 let. f du Code européen de sécurité sociale [CESS] et 32 § 1 let. e de la BGE 130 V 546 S. 552Convention OIT 128, en vertu desquelles les prestations ne peuvent être réduites qu'en cas de faute intentionnelle, étaient directement applicables. On ne peut donc plus dire, depuis l'arrêt précité, que les réductions pour négligence grave relèvent d'un principe fondamental du droit des assurances sociales (voir plus particulièrement ATF 119 V 178 sv. consid. 4c). Dans la mesure où, dans un arrêt isolé du 30 octobre 1995 (RDAT 1996 I p. 54), la Cour de céans l'a encore affirmé sous l'empire de la LAMA en se référant à la jurisprudence fédérale, on doit s'en distancer.\n\nIl y a par ailleurs lieu de constater que les réductions pour négligence grave dans l'assurance sociale vont à l'encontre de la tendance législative qui s'est dégagée depuis plus d'une dizaine d'années en ce domaine. La loi sur l'assurance militaire du 19 juin 1992, entrée en vigueur le 1er janvier 1994, a supprimé la réduction pour négligence grave (art. 65 aLAM; JÜRG MAESCHI, Kommentar zum Bundesgesetz über die Militärversicherung [MVG] vom 19. Juni 1992, Berne 2000, n. 5 et 8 ad art. 65; FRANZ SCHLAURI, Die Militärversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, ch. 226). En outre, déjà dans le projet de loi sur la partie générale du droit des assurances sociales adopté par le Conseil des Etats au cours de sa session d'automne 1991 (BO 1991 CE 773 ss), il était prévu - en accord d'ailleurs avec le droit international - de limiter le refus ou la réduction des prestations aux cas provoqués intentionnellement ou par un comportement délictueux (art. 27; FF 1991 II 188). Enfin, dans le domaine de l'assurance-accidents, le système de réduction des prestations pour négligence grave demeure sous forme de dérogation à la LPGA (art. 37 al. 2 LAA). Cette dérogation exprime la décision du Parlement, consécutive à l'initiative parlementaire Suter et qui a modifié la LAA parallèlement aux travaux législatifs de la LPGA (Rapport du 26 mars 1999 de la Commission du Conseil national de la sécurité sociale et de la santé, FF 1999 4214).\n\nC'est dire que d'un principe général et fondamental du droit des assurances sociales, on est passé, dans le droit fil de la jurisprudence inaugurée aux ATF 119 V 171 et de l'évolution législative du droit interne jusqu'à ce jour, à un régime d'exception. On peut en déduire qu'en tout cas en 2002 déjà - et donc avant l'entrée de la LPGA - une réduction des prestations pour négligence grave ne pouvait plus reposer sur un principe général, mais qu'elle nécessitait une base légale explicite; l'absence de toute réglementation, s'agissant BGE 130 V 546 S. 553comme en l'occurrence d'une loi récente, apparaît plus comme un silence qualifié du législateur que comme une lacune qui découlerait d'un oubli de celui-ci (voir dans ce sens RUDOLF LUGINBÜHL, Der Regress des Krankenversicherers, in: Haftpflicht- und Versicherungsrechtstagung 1999, Saint-Gall 1999, p. 55 sv.).\n\n4.4 Dès lors, même si, en matière d'indemnités journalières selon la LAMal, il est indéniable que la loi laisse aux assureurs le pouvoir de régler dans leurs conditions générales d'assurance certaines questions qui relèvent essentiellement des prescriptions d'ordre (ATF 129 V 53 consid. 1.1 et les références), ce pouvoir ne saurait conduire à une limitation du régime des prestations fixé aux art. 72 ss LAMal (cf. EUGSTER, Zum Leistungsrecht der Taggeldversicherung nach KVG, in: LAMal-KVG: Recueil de travaux en l'honneur de la Société suisse de droit des assurances, Lausanne 1997, p. 552). Or la réduction des prestations pour négligence grave constitue une telle limitation qui, en l'absence de base légale, devait déjà être considérée en 2002 comme une restriction inadmissible.\n\n4.5 En conclusion, la réduction prononcée par la recourante, tant sous l'angle de la LPGA que sous l'ancien droit, n'était pas justifiée. Il s'ensuit que le recours est mal fondé."}