{"annee": "130", "cour": "IV", "page": "154", "date": "6/8/2004", "cite": ["130 I 234"], "cite_par": ["137 IV 22", "137 IV 145", "131 I 52", "130 IV 156"], "chapeau": "24. Estratto della sentenza della I Corte di diritto pubblico nella causa Ministero pubblico della Confederazione contro A. e Corte dei reclami penali del Tribunale penale federale (ricorso)\n\n1S.2/2004 del 6 agosto 2004", "regestes": ["Art. 33 al. 3 let. a LTPF; qualité pour agir du Ministère public de la Confédération. Le Ministère public de la Confédération a qualité pour recourir auprès du Tribunal fédéral contre la décision de la Cour des plaintes du Tribunal pénal fédéral annulant un ordre de perquisition et de séquestre du Ministère public de la Confédération (consid. 1.2)."], "faits": "BGE 130 IV 154 S. 154\n\nIl Ministero pubblico della Confederazione ha avviato un'indagine di polizia giudiziaria contro ignoti per il titolo di riciclaggio di denaro ed ha quindi ordinato, il 13 novembre 2003, la perquisizione e il sequestro di un orologio della marca Piaget depositato presso la Direzione generale delle dogane.\n\nContro l'ordine di perquisizione e di sequestro A., presunto proprietario dell'orologio, è insorto il 1° marzo 2004 dinanzi alla Camera d'accusa del Tribunale federale chiedendo l'annullamento del provvedimento.\n\nLa Corte dei reclami penali del Tribunale penale federale, che ha ripreso la causa dopo l'entrata in vigore completa, il 1° aprile 2004, della legge sul Tribunale penale federale, ha ritenuto non giustificato il mantenimento del sequestro ed ha quindi accolto il gravame con sentenza del 27 maggio 2004. BGE 130 IV 154 S. 155\n\nIl Ministero pubblico della Confederazione impugna con ricorso del 28 giugno 2004 al Tribunale federale questo giudizio, chiedendo di annullarlo e di mantenere l'ordine di sequestro.\n\nIl Tribunale federale ha ammesso la legittimazione a ricorrere del Ministero pubblico della Confederazione ed ha esaminato il ricorso nel merito.", "considerants": "Dai considerandi:\n\n1.\n\n1.1 Secondo l'art. 33 cpv. 3 lett. a della legge del 4 ottobre 2002 sul Tribunale penale federale (LTPF; RS 173.71), fino all'entrata in vigore della revisione totale dell'OG, le decisioni della Corte dei reclami penali concernenti misure coercitive sono impugnabili mediante ricorso al Tribunale federale entro 30 giorni dalla notifica, per violazione del diritto federale; la procedura è retta dagli art. 214-216, 218 e 219 della legge federale sulla procedura penale, applicabili per analogia.\n\n1.2 La decisione oggetto del ricorso, relativa a un ordine di perquisizione e di sequestro e quindi a una misura coercitiva (messaggio del Consiglio federale concernente la revisione totale dell'organizzazione giudiziaria federale, del 28 febbraio 2001, FF 2001 pag. 3764, n. 2.2.3 pag. 3793), è di principio impugnabile dinanzi al Tribunale federale. Nella sentenza DTF 130 I 234, è stata riconosciuta al Ministero pubblico della Confederazione, quale parte nella procedura penale federale, la legittimazione a ricorrere in questa sede contro l'annullamento da parte del Tribunale penale federale di misure coercitive ordinate dall'Ufficio dei giudici istruttori federali. È tuttavia stata lasciata indecisa la questione di sapere se esso potrebbe perderla quando l'oggetto del litigio è, come in concreto, una decisione da lui stesso emanata (cfr. DTF 130 I 234 consid. 3.1 pag. 237). Ora, secondo l'art. 214 cpv. 2 PP, applicabile per analogia (cfr. l'art. 33 cpv. 3 lett. a LTPF), il diritto di ricorrere spetta segnatamente alle parti, tra le quali, nella procedura penale federale, rientra esplicitamente il procuratore generale (cfr. art. 34 PP). La direzione delle indagini preliminari compete del resto a quest'ultimo (cfr. art. 104 cpv. 1 PP), che, in quanto titolare dell'azione penale, ha di principio un interesse all'esito della procedura e quindi anche all'annullamento di una decisione che la riguarda. Questo interesse deve essere riconosciuto anche quando, come nel caso, la Corte dei reclami penali annulli una misura coercitiva ordinata dal Ministero BGE 130 IV 154 S. 156pubblico medesimo nell'ambito di indagini preliminari. Il riconoscimento della legittimazione a ricorrere in questa sede, si giustifica quindi anche in una fattispecie come quella in esame: il gravame, tempestivo, deve pertanto essere vagliato nel merito."}