{"annee": "130", "cour": "V", "page": "553", "date": "19/8/2004", "cite": ["125 V 193", "121 V 125", "110 V 393", "109 II 228", "110 V 1", "129 I 1", "125 V 205", "116 V 177", "122 V 157"], "cite_par": ["137 V 193", "131 V 431"], "chapeau": "81. Auszug aus dem Urteil i.S. Schweizerische Mobiliar Versicherungsgesellschaft gegen 1. W., 2. H. sowie 3. Krankenkasse Steffisburg und Verwaltungsgericht des Kantons Bern\n\nU 307/03 vom 19. August 2004", "regestes": ["Art. 1 (depuis le 1er janvier 2003: art. 1a) al. 1 et 2 LAA; art. 1 et 2 al. 1 let. g OLAA: Obligation d'être assuré et concubinage. La personne vivant en concubinage dont l'activité consiste à tenir le ménage commun et qui, en échange de cette activité, reçoit, en plus des prestations en nature (nourriture et logement) ainsi qu'un éventuel argent de poche, un salaire en espèces dans le cadre d'un contrat de travail, ne tombe pas sous le coup des personnes exemptées de l'obligation d'être assurées au sens de l'art. 2 al. 1 let. g OLAA (consid. 3)."], "faits": "", "considerants": "BGE 130 V 553 S. 554\n\nAus den Erwägungen:\n\n2. Im Streite steht, ob W. für den als Unfall gemeldeten Zeckenbiss vom 13. April 2001 und dessen Folgen bei der Mobiliar obligatorisch unfallversichert ist. Der Beschwerde führende Unfallversicherer verneint dies und damit seine Leistungspflicht aus dem besagten Ereignis. Zur Begründung führt er zum einen an, W. sei für die als Partnerin eines Konkubinates geleistete Haushaltarbeit von der obligatorischen Unfallversicherung ausgeschlossen. Das gilt es als Erstes zu prüfen. Denn trifft dieses Rechtsverständnis zu, ist offen zu lassen, ob das Versicherungsverhältnis zwischen Arbeitgeber und Unfallversicherer rechtsgültig und rechtzeitig in dem Sinne zustande gekommen ist, dass das Ereignis vom 13. April 2001 davon erfasst wird. Dies wird von der Mobiliar ebenfalls verneint.\n\n3.\n\n3.1 Obligatorisch versichert sind nach dem Bundesgesetz vom 20. März 1981 über die Unfallversicherung (UVG) die in der Schweiz beschäftigten Arbeitnehmer, einschliesslich der Heimarbeiter, Lehrlinge, Praktikanten, Volontäre sowie der in Lehr- oder Invalidenwerkstätten tätigen Personen (Art. 1 [seit 1. Januar 2003: Art. 1a bei unverändertem Inhalt] Abs. 1 UVG).\n\nDer Bundesrat kann die Versicherungspflicht ausdehnen auf Personen, die in einem arbeitsvertragsähnlichen Verhältnis stehen. Er kann Ausnahmen von der Versicherungspflicht vorsehen, namentlich für mitarbeitende Familienmitglieder, unregelmässig Beschäftigte und Arbeitnehmer internationaler Organisationen und ausländischer BGE 130 V 553 S. 555Staaten (Art. 1 [seit 1. Januar 2003: Art. 1a bei unverändertem Inhalt] Abs. 2 UVG). Von dieser Befugnis hat der Bundesrat auf dem Verordnungsweg Gebrauch gemacht. Von Interesse ist hier der mit \"Ausnahmen von der Versicherungspflicht\" überschriebene Art. 2 der Verordnung vom 20. Dezember 1982 über die Unfallversicherung (UVV) und dabei namentlich Abs. 1 lit. g dieser Bestimmung. Danach sind Konkubinatspartnerinnen und -partner, die in dieser Eigenschaft AHV-beitragspflichtig sind, nicht obligatorisch versichert.\n\n3.2 Nach dem Verständnis des kantonalen Gerichts gelangt der in Art. 2 Abs. 1 lit. g UVV vorgesehene Ausschluss vom Versicherungsobligatorium nicht zur Anwendung, wenn eine im Konkubinat lebende Person für Arbeiten entschädigt wird, welche über die in einem Konkubinatsverhältnis üblicherweise zu erbringenden Leistungen hinausgehen. Darunter sollen namentlich Leistungen fallen, die von einer Konkubinatspartnerin resp. einem Konkubinatspartner für den andern resp. die andere aufgrund eines zwischen den beiden geltenden Arbeitsvertrages gegen einen vereinbarten Lohn entrichtet werden.\n\n3.3 Die Beschwerdeführerin erachtet diese Auslegung von Art. 2 Abs. 1 lit. g UVV für falsch. Das Bundesamt für Gesundheit schliesst sich ihrer Auffassung an und führt aus, die Verordnungsbestimmung sei geschaffen worden, um jene Personen, welche in der AHV als erwerbstätig erfasst werden und deren Arbeit in der Haushaltführung im Konkubinat besteht, von der obligatorischen Unfallversicherung auszunehmen. Dies liege darin begründet, dass der Nachweis der entsprechenden Tätigkeit kaum zu erbringen sei und einen Eingriff in die Privatsphäre der betreffenden Personen bedinge. Die Art der Entschädigung unter den Konkubinatspartnern dürfe nicht über eine allfällige UVG-Entschädigungspflicht entscheiden, da dadurch die Rechtssicherheit nicht mehr gewährleistet wäre und dem Abschluss fiktiver Arbeitsverträge Vorschub geleistet würde. Auch bestehe die Gefahr, dass die Betroffenen erst nach einem Unfall Prämien bezahlten, um in den Genuss der vom UVG vorgesehenen Leistungen zu gelangen. Alleine der Umstand, dass an Stelle von oder zusätzlich zu Kost und Logis ein Lohn bezahlt werde, könne daher nicht entscheidend dafür sein, ob Konkubinatspartner obligatorisch unfallversichert seien.\n\n3.4 Gemäss Wortlaut von Art. 2 Abs. 1 lit. g UVV sind von der Versicherungspflicht ausgenommen \"Konkubinatspartnerinnen und -partner, die in dieser Eigenschaft AHV-beitragspflichtig sind\". BGE 130 V 553 S. 556Wer damit gemeint ist, ergibt sich aus dem entstehungsgeschichtlichen Hintergrund der Bestimmung.\n\n3.4.1 Art. 2 Abs. 1 lit. g UVV wurde mit der am 1. Januar 1998 in Kraft getretenen UVV-Revision vom 15. Dezember 1997 (AS 1998 151) neu aufgenommen. Eine wesentliche Zielsetzung der - noch verschiedene weitere Ausführungsbestimmungen beschlagenden - Revision bildete die Verbesserung der Koordination mit den anderen Sozialversicherungen, namentlich auch bei der Umschreibung des Arbeitnehmerbegriffs (RKUV 1998 S. 71). Der Bundesrat entschied sich, hiefür in den Ausführungsbestimmungen zum UVG direkt auf die AHV-Gesetzgebung zu verweisen (Erläuterungen zur Änderung der UVV, in: RKUV 1998 S. 87). Als Arbeitnehmer im Sinne von Art. 1 (resp. seit 1. Januar 2003: Art. 1a) Abs. 1 UVG gilt demnach, wer eine unselbstständige Erwerbstätigkeit im Sinne der Bundesgesetzgebung über die Alters- und Hinterlassenenversicherung ausübt (Art. 1 UVV in der seit 1. Januar 1998 geltenden Fassung). Die von diesem Grundsatz abweichenden Ausnahmen und Sonderfälle sind in den Art. 1a und 2 UVV abschliessend genannt (Erläuterungen zu Änderung der UVV, in: RKUV 1998 S. 87). Die Ausnahmefälle wurden bei der Verordnungsrevision vom 15. Dezember 1997 mit den in Art. 2 Abs. 1 lit. f, g und h UVV genannten Personengruppen ergänzt. Dabei handelt es sich um Personen, \"die aus praktischen und konzeptionellen Überlegungen nicht mit Arbeitnehmern gleichzustellen sind, obwohl sie AHV-rechtlich als Unselbstständigerwerbende erfasst werden\" (Erläuterungen zur Änderung der UVV in: RKUV 1998 S. 88). Es ging dem Verordnungsgeber dabei nicht um Personen, welche eine Erwerbstätigkeit ausüben und deswegen der AHV-Beitragspflicht unterstehende Arbeitnehmer (im Sinne von Art. 1 UVV in Verbindung mit Art. 1 [seit 1. Januar 2003: Art. 1a] Abs. 1 UVG) darstellen, also diesen nicht lediglich gleichgestellt sind. Gemeint kann mit den revisionsweise neu der Ausnahmeregelung unterstellten Personen vielmehr nur sein, wer keine Erwerbstätigkeit ausübt und dennoch AHV-beitragsrechtlich als unselbstständigerwerbend behandelt wird.\n\n3.4.2 Wer als Konkubinatspartnerin oder -partner zu diesen Personen zählt, ist im Lichte des Rechtsverständnisses zu sehen, welches zur Zeit der UVV-Revision vom 15. Dezember 1997 herrschte. Danach wurde die im Konkubinat lebende Person, welche den gemeinsamen Haushalt besorgt und hiefür mit Naturalleistungen (in Form von Kost und Logis) sowie allenfalls zusätzlich einem BGE 130 V 553 S. 557Taschengeld entschädigt wird, AHV-beitragsrechtlich als unselbstständigerwerbend betrachtet, auch wenn sie keiner Erwerbstätigkeit nachging (BGE 116 V 177, BGE 110 V 1; SVR 1995 AHV Nr. 52 S. 143; ZAK 1990 S. 427, BGE 110 V 1988 S. 508). Die so umschriebene Personengruppe ist unter \"in dieser Eigenschaft AHV-beitragspflichtig\" im Sinne von Art. 2 Abs. 1 lit. g UVV zu verstehen und nach dieser Bestimmung vom UVG-Versicherungsobligatorium ausgenommen.\n\nAn diesem Verständnis von Art. 2 Abs. 1 lit. g UVV hat sich mit der zwischenzeitlich vom Eidgenössischen Versicherungsgericht vorgenommenen Praxisänderung, wonach die im Konkubinat lebende Person, welche ausschliesslich den gemeinsamen Haushalt führt und dafür vom Partner resp. der Partnerin Kost und Logis sowie allenfalls zusätzlich ein Taschengeld erhält, beitragsrechtlich als nichterwerbstätig gilt (BGE 125 V 205), nichts geändert. Nicht von dieser Verordnungsbestimmung erfasst wird somit die im Konkubinat lebende Person, welche einer Erwerbstätigkeit nachgeht und deswegen als Arbeitnehmer der AHV-Beitragspflicht untersteht. Das gilt entgegen dem Verständnis von Beschwerdeführerin und Bundesamt auch, wenn die Erwerbstätigkeit in der Haushaltführung im Konkubinat besteht, für diese Tätigkeit mithin im Rahmen eines Arbeitsvertrages ein Lohn ausgerichtet wird. Wollte man die innerhalb des Konkubinatsverhältnisses erwerbstätigen Personen ebenfalls nicht dem UVG-Versicherungsobligatorium unterstellen, müssten die Rechtsgrundlagen, welche die Ausnahmefälle regeln, entsprechend geändert werden.\n\n3.5\n\n3.5.1 Die Beschwerdeführerin begründet ihre abweichende Auffassung namentlich damit, das Konkubinat stelle eine nicht teilbare Rechtsbeziehung dar und schliesse als Verhältnis unter gleichberechtigten Partnern per definitionem die Annahme eines Arbeitsvertrages aus.\n\nDer Einwand ist nicht stichhaltig. Die eheähnliche Gemeinschaft, das Konkubinat, ist im ZGB nicht geregelt (BGE 125 V 207 Erw. 3b, BGE 121 V 128 Erw. 2c/cc; Urteil K. vom 14. Juli 2004 Erw. 3.1, U 104/03). Den Partnern des Konkubinates steht es frei, die Beziehungen unter sich durch vertragliche Vereinbarungen zu bestimmen und damit die von ihnen gewünschten gegenseitigen Rechte und Pflichten verbindlich vorzusehen (BGE 129 I 6 Erw. 3.2.4; Urteil K. vom 14. Juli 2004 Erw. 3.2, U 104/03). Insbesondere ist es ihnen entgegen der BGE 130 V 553 S. 558Auffassung der Beschwerdeführerin nicht verwehrt, die von der einen Seite für die andere verrichteten Tätigkeiten arbeitsvertraglich zu regeln, wobei in Ermangelung eines förmlichen Vertrages gegebenenfalls auch die arbeitsvertragliche Abschlussvermutung nach Art. 320 Abs. 2 OR zur Anwendung gelangen kann. Dass ein Arbeitsvertrag ein Subordinationsverhältnis zwischen Arbeitgeber und -nehmer voraussetzt, steht dem nicht entgegen (vgl. BGE 109 II 228; Pra 2000 Nr. 47 S. 268). Es besteht auch kein begründeter Anlass, die Tätigkeit der Haushaltführung im Konkubinat anders zu behandeln.\n\n3.5.2 Die vom Bundesamt geäusserten Bedenken können ebenfalls nicht geteilt werden. Voraussetzung für die Versicherungspflicht der den Haushalt führenden Konkubinatspartner ist, dass ein Arbeitsvertrag nach OR zustande gekommen ist und ein AHV-pflichtiger Lohn ausbezahlt wird. Es ist nicht ersichtlich, wie bei diesen Verhältnissen eine Versicherungsdeckung nach einem Unfallereignis herbeigeführt werden könnte. Die Situation unterscheidet sich insofern nicht wesentlich von Arbeitsverhältnissen ausserhalb von Konkubinaten. Sodann verdient offenbarer Rechtsmissbrauch, wie er etwa in fiktiven Arbeitsverträgen zu sehen wäre, ohnehin keinen Schutz (Art. 2 ZGB).\n\n3.5.3 In ähnlichem Zusammenhang zu sehen ist der Hinweis der Beschwerdeführerin auf Art. 13 Abs. 1 UVV. Danach sind nur diejenigen Teilzeitbeschäftigten, deren wöchentliche Arbeitszeit bei einem Arbeitgeber mindestens acht Stunden beträgt, auch gegen Nichtberufsunfälle (nebst den Berufsunfällen) versichert.\n\nIm vorliegenden Fall ist eine wöchentliche Arbeitszeit von acht Wochenstunden vereinbart. Insofern ist für das Bestehen der Versicherungsdeckung die Unterscheidung zwischen Berufs- und Nichtberufsunfällen erlässlich. In Fällen mit geringeren Wochenarbeitszeiten hingegen kann sich tatsächlich die Frage stellen, ob ein Unfall bei der bar entlöhnten Arbeit eingetreten und damit - als Berufsunfall - versichert ist. Den dadurch hervorgerufenen Abgrenzungsschwierigkeiten wird vorteilhafterweise dadurch zu begegnen sein, dass die gegen Lohn entrichteten Haushaltsarbeiten von den Konkubinatspartnern und Arbeitsvertragsparteien möglichst genau umschrieben werden. Das empfiehlt sich namentlich auch vor dem Hintergrund, dass der leistungsbegründende Sachverhalt - beispielsweise der Eintritt eines Unfalles bei der Arbeit - vom Leistungsansprecher im Rahmen seiner BGE 130 V 553 S. 559Mitwirkungspflichten darzutun ist, soweit nicht der vom Versicherungsträger und im Beschwerdefall vom Gericht zu beachtende Untersuchungsgrundsatz greift (BGE 125 V 195 Erw. 2, BGE 122 V 158 Erw. 1a, je mit Hinweisen; vgl. auch Art. 53 und Art. 55 UVV und zur Mitwirkungspflicht des Arbeitgebers Art. 56 UVV). Ein Absehen von der Versicherungspflicht hingegen lässt sich mit der besagten Abgrenzungsproblematik, welche im Übrigen mutatis mutandis auch bei den mitarbeitenden Familiengliedern mit oder ohne Barlohn (vgl. Art. 2 Abs. 1 lit. a UVV) besteht, nicht begründen.\n\n3.6 Als Zwischenergebnis kann festgehalten werden, dass arbeitsvertragliche Vereinbarungen zwischen den Konkubinatspartnern auch über die Haushaltführung zulässig sind und die Unterstellung der Arbeitnehmerseite unter das UVG-Versicherungsobligatorium zur Folge haben.\n\n3.7 Auf die konkret gegebenen Verhältnisse bezogen erhebt die Beschwerdeführerin weiter den Einwand, der Arbeitsvertrag zwischen H. und W. sei fiktiv.\n\nEs bestehen indessen keine begründeten Anhaltspunkte dafür, dass die Konkubinatspartner die arbeitsvertragliche Regelung der Haushaltbesorgung nicht ernsthaft gewollt, sondern zwecks Unterstellung von W. unter das UVG-Versicherungsobligatorium vorgetäuscht haben. Gegen diese Annahme spricht namentlich auch, dass sich H. vor der Antragstellung beim Unfallversicherer unter Hinweis auf den für die Haushaltarbeiten ausgerichteten Lohn bei der AHV gemeldet hatte und in der Folge - wenn auch mit Verzögerung - rückwirkend ab Arbeitsvertragsbeginn als Arbeitgeber erfasst und damit der Pflicht zur Entrichtung der paritätischen AHV-Beiträge unterstellt worden war. Wohl erfolgte die Anmeldung bei der AHV erst im Dezember 2000 und damit fast zwei Jahre nach Abschluss des Arbeitsvertrages vom 1. Januar 1999. H. legt aber glaubwürdig dar, dass er bis zu diesem Zeitpunkt in guten Treuen davon ausgegangen war, diesen Schritt nicht unternehmen zu müssen."}