{"annee": "130", "cour": "III", "page": "222", "date": "26/11/2003", "cite": [], "cite_par": [], "chapeau": "27. Extrait de l'arrêt de la IIe Cour civile dans la cause X. SA contre Y. (recours en réforme)\n\n5C.141/2003 du 26 novembre 2003", "regestes": ["Art. 64 al. 1 LCA; valeur de remplacement dans l'assurance des marchandises contre les risques de transport. Notion de valeur de remplacement au sens de l'art. 64 al. 1 LCA. La valeur de remplacement est déterminée par le prix du marché, indépendamment de l'intention de l'assuré de vendre l'objet sinistré."], "faits": "|222|\n\nA. La société X. SA a réalisé une montre à répétition, dénommée \"Montre Bugatti\". Celle-ci a été remise, le 5 septembre 1996, à la société R. SA, qui avait l'intention de la transporter au Royaume-Uni où elle pensait avoir trouvé un acquéreur potentiel; cet acheteur, un Japonais selon ses dires, devait se rendre à Londres.\n\nR. SA a assuré la montre auprès de la société Y. pour le compte de X. SA. D'après la police d'abonnement, la valeur assurée était de 165'000 fr. Le 10 septembre 1996, R. SA a avisé X. SA que la montre avait disparu durant son transfert peu après son arrivée à l'aéroport de Heathrow. |223|\n\nLe 19 septembre 1996, X. SA a réclamé un montant de 159'750 fr., correspondant à la valeur de la montre (i.e. 150'000 fr.), augmentée de la TVA. Y., après avoir demandé notamment des photographies de la montre et des estimations à d'autres entreprises horlogères, a proposé de verser 50'000 fr.; cette offre ayant été jugée trop modeste, l'intéressée l'a retirée.\n\nB. Le 28 octobre 1997, X. SA a introduit contre Y. une action en paiement de la somme de 159'750 fr. avec intérêts à 5 % l'an dès le 6 mars 1997.\n\nPar jugement du 23 mai 2003, la IIe Cour civile du Tribunal cantonal neuchâtelois a condamné la défenderesse à verser à la demanderesse la somme de 50'000 fr. avec intérêts à 5 % l'an dès le 6 mars 1997.\n\nC. Contre cette décision, la demanderesse exerce un recours en réforme au Tribunal fédéral; elle reprend les conclusions formulées en instance cantonale.\n\nLa défenderesse propose le rejet du recours dans la mesure où il est recevable.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 Après avoir rappelé la teneur des art. 62 et 64 al. 1 LCA (RS 221.229.1), ainsi que de l'art. 13 GCMI (General Conditions of Marine Insurance on Goods), dont l'application a été laissée indécise, la cour cantonale a considéré que la valeur de remplacement de la montre ne correspondait pas à la valeur d'assurance (165'000 fr.); en effet, rien ne permet d'admettre que la valeur de remplacement de l'objet assuré excéderait les chiffres mentionnés par les experts, c'est-à-dire 46'000 fr. à 51'000 fr. pour la réalisation de la montre, ou 44'000 fr. pour la réalisation d'une nouvelle pièce identique à celle qui a été dérobée. En conséquence, il se justifie d'allouer la somme de 50'000 fr. à la demanderesse.\n\n2.2 En l'espèce, il s'agit de déterminer la valeur de remplacement, en matière d'assurance des marchandises contre les risques de transport, d'un bien qui a été dérobé. En ce domaine, ni les normes relatives à la valeur d'assurance (art. 49 ss LCA) - encore que celle-ci puisse être censée correspondre à la valeur de remplacement (cf. art. 13 GCMI) -, ni le principe général de l'art. 62 LCA (valeur que représentait l'objet assuré lors du sinistre) ne sont applicables; |224| la disposition pertinente se trouve à l'art. 64 al. 1 LCA, qui prévoit, à l'instar de l'art. 13 GCMI, que la valeur de la chose au lieu de destination fait règle. Il faut entendre ici la valeur marchande ou vénale qui aurait pu être réalisée au lieu de destination si un objet présentant les mêmes caractéristiques avait été vendu, dans des conditions ordinaires, à l'époque où la livraison aurait dû intervenir; une telle valeur doit être en principe estimée sur la base de critères objectifs, sans égard aux circonstances spéciales du cas concret (ROELLI/JAEGER, Kommentar zum VVG, vol. II, Berne 1932, n. 12 ad art. 64 LCA; BENZ, Kommentar zum schweizerischen Privatrecht, Bundesgesetz über den Versicherungsvertrag, Bâle/Genève/ Munich 2001, n. 12/13 ad art. 64 LCA).\n\nContrairement à l'opinion de l'autorité inférieure, la valeur ainsi définie n'équivaut ni aux coûts effectifs de réalisation de l'objet dérobé, ni aux coûts de réalisation d'une nouvelle pièce identique à celle-ci. Il faut encore tenir compte, d'une part, des frais de transport, de douane et d'assurance et, d'autre part, du bénéfice escompté (ROELLI/JAEGER, ibid.; BERTHOUD, Assurance transport I, FJS no 863 p. 5). En particulier, la marge bénéficiaire étant susceptible d'évaluation, sa couverture relève du champ d'application de l'art. 64 al. 1 LCA et ne tombe pas, comme le prétend la défenderesse, sous le coup de l'art. 64 al. 3 LCA; cette dernière disposition concerne uniquement l'assurance d'un profit futur de l'entreprise, à savoir l'assurance dite \"interruption d'exploitation\" (à ce sujet, cf. BRUNNER, Kommentar zum schweizerischen Privatrecht, Bundesgesetz über den Versicherungsvertrag, Bâle/Genève/Munich 2001, n. 19 ad art. 64 LCA).\n\nLa défenderesse ne saurait arguer du fait que la montre \"n'était pas vendue au moment du sinistre et qu'il n'était même pas prévu qu'elle le soit\" (cf. SJ 1980 p. 565 ss, spéc. p. 569 let. d: pour des antiquités, la valeur de remplacement correspond au prix du marché, \"même si le lésé n'avait pas du tout l'intention de vendre les objets atteints par le sinistre\"). Ce qui est déterminant, c'est de savoir si l'objet assuré a un prix de marché, quel que soit au demeurant le nombre des acheteurs potentiels; dès le moment où une chose est négociable, elle possède une valeur marchande, qui est représentée par le prix qu'un amateur serait disposé à payer pour acquérir dans des conditions ordinaires un objet du même type (cf. HAUSWIRTH/SUTER, Sachversicherung, 2e éd., Zurich 1990, p. 79, 81 et 306). Or, la défenderesse ne conteste pas l'existence d'un marché |225| pour les montres de luxe, qu'il s'agisse d'un modèle unique ou d'une série limitée; la montre litigieuse a donc bien une valeur marchande qui doit être prise en considération sous l'angle de l'art. 64 al. 1 LCA.\n\n2.3 Vu ce qui précède, c'est à bon droit que la demanderesse se plaint d'une violation de l'art. 64 LCA. La cour cantonale ayant fixé la valeur de remplacement en fonction des coûts de fabrication, son jugement ne renferme aucune constatation sur la valeur vénale de l'objet assuré au lieu de destination ou sur un éventuel accord entre les parties quant à la valeur de remplacement (cf. art. 65 al. 1 LCA). Faute d'éléments permettant à la cour de céans de statuer elle-même au fond, il y a lieu d'annuler la décision entreprise et de renvoyer l'affaire à la juridiction précédente pour qu'elle complète l'état de fait (art. 64 al. 1 OJ)."}