{"annee": "130", "cour": "III", "page": "678", "date": "11/8/2004", "cite": ["124 III 379"], "cite_par": [], "chapeau": "90. Auszug aus dem Urteil der II. Zivilabteilung i.S. X. gegen Bank Y. sowie Appellationshof des Kantons Bern (staatsrechtliche Beschwerde)\n\n5P.196/2004 vom 11. August 2004", "regestes": ["Transmission de l'opposition selon l'art. 265a al. 1 LP. La disposition selon laquelle l'opposition motivée par le non-retour à meilleure fortune doit être soumise au juge concerne le rapport entre créancier et débiteur. Une mesure de l'office qui contrevient à cette disposition n'est dès lors pas nulle au sens de l'art. 22 al. 1 LP (consid. 2)."], "faits": "BGE 130 III 678 S. 678\n\nA. Mit Schuldanerkennung vom 23. Mai 2001 bestätigte X., der Bank Y. aus dem am 10. Februar 2000 geschlossenen Konkursverfahren gestützt auf die ausgestellten Verlustscheine Fr. 5'014'363.- schuldig zu sein.\n\nB. Nachdem die Bank Y. die Betreibung eingeleitet hatte, machte X. in einem mit \"Betr. Rechtsvorschlag gegen Zahlungsbefehl Nr. 20340079\" betitelten Schreiben an das Betreibungsamt geltend, er sei nach dem Konkurs zu keinem neuen Vermögen gekommen. Mit beschwerdefähiger Verfügung vom 27. November 2003 hielt das Betreibungsamt fest, die betriebene Forderung sei nach der Konkurseröffnung entstanden, weshalb der Einwand des fehlenden neuen Vermögens nicht erhoben werden könne. Die Forderung werde deshalb als bestritten registriert, der Rechtsvorschlag aber nicht gemäss Art. 265a Abs. 1 SchKG dem Richter unterbreitet. Die Verfügung blieb unangefochten.\n\nMit Entscheid vom 3. Februar 2004 erteilte der Gerichtspräsident B. der Bank Y. für Fr. 4'929'535.- (die am 23. Mai 2001 anerkannte Schuld von Fr. 5'014'363.-, abzüglich die Rückzahlungen von Fr. 60'000.- und Fr. 20'000.-, zuzüglich Gerichts- und Parteikosten von Fr. 4'728.-) provisorische Rechtsöffnung. Mit Entscheid BGE 130 III 678 S. 679vom 7. April 2004 bestätigte der Appellationshof des Kantons Bern, II. Zivilkammer, die erstinstanzliche Rechtsöffnung.\n\nC. Gegen diesen Entscheid hat X. am 19. Mai 2004 staatsrechtliche Beschwerde eingereicht mit den Begehren um dessen Aufhebung. Das Bundesgericht weist die Beschwerde ab, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer rügt eine willkürliche Anwendung von Art. 265a SchKG mit der Begründung, das Betreibungsamt hätte den mit fehlendem neuen Vermögen begründeten Rechtsvorschlag dem Richter vorlegen müssen und demzufolge wäre der Appellationshof auch verpflichtet gewesen, diesen Einwand zu prüfen.\n\n2.1 Wird der Rechtsvorschlag mit dem Fehlen neuen Vermögens begründet, so ist der Zahlungsbefehl von Amtes wegen dem Richter zur Beurteilung vorzulegen, und zwar selbst dann, wenn der Betreibungsbeamte der Meinung ist, die Einrede sei unzulässig, beispielsweise weil über den Schuldner gar nie ein Konkurs durchgeführt worden oder weil die Forderung erst nach der Konkurseröffnung entstanden ist (GUT/RAJOWER/SONNENMOSER, Rechtsvorschlag mangels neuen Vermögens, in: AJP 1998 S. 531), denn seine Überprüfungsbefugnis ist auf rein formelle Aspekte beschränkt (BGE 124 III 379).\n\n2.2 Daraus ergibt sich, dass die Verfügung des Betreibungsamtes vom 17. November 2003 im Rahmen eines Beschwerdeverfahrens gemäss Art. 17 SchKG hätte aufgehoben werden müssen. Obwohl die Verfügung detailliert begründet und mit der gehörigen Rechtsmittelbelehrung versehen war, unterliess der Schuldner jedoch die Beschwerdeführung. Die Möglichkeit, sich vor dem Richter auf das fehlende neue Vermögen zu berufen, ist deshalb verwirkt, zumal die Verfügung entgegen der Behauptung des Beschwerdeführers nicht nichtig ist, sondern bloss anfechtbar gewesen wäre:\n\nDer Schuldner hat die Einrede des fehlenden neuen Vermögens zusammen mit dem Rechtsvorschlag, d.h. spätestens 10 Tage ab Erhalt des Zahlungsbefehls mit ausdrücklicher Erklärung geltend zu machen, ansonsten die Einrede verwirkt ist (Art. 75 Abs. 2 SchKG). Aus welchen Gründen der Schuldner die Einrede unterlässt, ist belanglos; die Verwirkung tritt nicht nur ein, wenn er die Einrede verpasst, sondern auch, wenn er auf sie verzichtet. Steht es jedoch im Belieben des Schuldners, ob er die Einrede des fehlenden neuen BGE 130 III 678 S. 680Vermögens erheben will oder nicht, kann es sich bei Art. 265a Abs. 1 SchKG nicht um eine Norm handeln, die im öffentlichen oder gar im Interesse von am Verfahren nicht beteiligten Dritten erlassen worden ist. Vielmehr regelt die betreffende Bestimmung ein Verhältnis zwischen Gläubiger und Schuldner bzw. einen ausschliesslich diese beiden Parteien betreffenden Verfahrensschritt. Weil die betreibungsamtliche Verfügung demnach nicht gegen Vorschriften verstösst, die im öffentlichen Interesse oder im Interesse von nicht am Verfahren beteiligten Personen erlassen worden sind, liegt keine in allen Verfahren zu beachtende Nichtigkeit i.S. von Art. 22 SchKG vor.\n\n2.3 Der Appellationshof durfte somit willkürfrei davon ausgehen, dass es sich um eine gewöhnliche provisorische Rechtsöffnung nach Art. 82 SchKG handle und er sich mit der Einrede des fehlenden neuen Vermögens nicht auseinanderzusetzen habe."}