{"annee": "130", "cour": "IV", "page": "20", "date": "10/3/2004", "cite": ["117 IV 395"], "cite_par": [], "chapeau": "4. Auszug aus dem Urteil des Kassationshofes i.S. X. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)\n\n6S.387/2003 vom 10. März 2004", "regestes": ["Art. 260quater CP en liaison avec l'art. 21 al. 1 CP; tentative de mise en danger de la sécurité publique au moyen d'armes. La tentative de mise en danger de la sécurité publique au moyen d'armes est punissable (consid. 2.3)."], "faits": "BGE 130 IV 20 S. 20\n\nA. X. wird vorgeworfen, er habe in der Strafanstalt Pöschwies im Auftrag von Mitgefangenen versucht, für sie eine schallgedämpfte Pistole, fünf Handgranaten sowie Reservemagazine mit Munition zu besorgen. Zu diesem Zweck habe er zwischen dem 12. und 15. Juni 2001 von der Strafanstalt aus acht Telefongespräche mit BGE 130 IV 20 S. 21Personen in Serbien geführt und bei diesen die genannten Waffen bzw. -bestandteile bestellt.\n\nB. Das Obergericht des Kantons Zürich, II. Strafkammer, sprach X. am 22. August 2003 kantonal zweitinstanzlich der versuchten Gefährdung der Sicherheit mit Waffen (Art. 260quater StGB in Verbindung mit Art. 21 Abs. 1 StGB) sowie der Widerhandlung und der Anstiftung zur Widerhandlung gegen das Waffengesetz (Art. 33 Abs. 1 lit. a WG, teilweise in Verbindung mit Art. 24 Abs. 1 StGB) schuldig. Es verurteilte ihn zu einer unbedingten Gefängnisstrafe von 10 Monaten. Vom Vorwurf der strafbaren Vorbereitungshandlung im Sinne von Art. 260bis Abs. 1 StGB sprach es ihn frei.\n\nDas Kassationsgericht des Kantons Zürich wies mit Zirkulationsbeschluss vom 10. Dezember 2003 eine kantonale Nichtigkeitsbeschwerde von X. ab, soweit es darauf eintrat.\n\nDas Bundesgericht weist die Nichtigkeitsbeschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer wendet sich gegen seine Verurteilung wegen versuchter Gefährdung der öffentlichen Sicherheit mit Waffen gemäss Art. 260quater StGB in Verbindung mit Art. 21 Abs. 1 StGB.\n\n1.1 Die Strafbestimmung der Gefährdung der öffentlichen Sicherheit mit Waffen gemäss Art. 260quater StGB wurde durch das Bundesgesetz vom 20. Juni 1997 über Waffen, Waffenzubehör und Munition (Waffengesetz, WG; SR 514.54) neu in das Strafgesetzbuch aufgenommen und ist seit dem 1. Januar 1999 in Kraft (AS 1998 S. 2535).\n\nGemäss Art. 260quater StGB wird mit Gefängnis bis zu fünf Jahren oder mit Busse bestraft, \"wer jemandem Schusswaffen, gesetzlich verbotene Waffen, wesentliche Waffenbestandteile, Waffenzubehör, Munition oder Munitionsbestandteile verkauft, vermietet, schenkt, überlässt oder vermittelt, obwohl er weiss oder annehmen muss, dass sie zur Begehung eines Vergehens oder Verbrechens dienen sollen, sofern kein schwerer Straftatbestand erfüllt ist\". Die Legaldefinition des Art. 4 WG und die Ausführungsbestimmungen in der Verordnung vom 21. September 1998 über Waffen, Waffenzubehör und Munition (Waffenverordnung, WV; SR 514.541) bestimmen, was als Waffe, Waffenzubehör, Waffenbestandteil oder BGE 130 IV 20 S. 22als Waffenmunition und deren Bestandteile zu gelten hat und welche Restriktionen für diese Gegenstände bestehen.\n\n1.2 Nach den Feststellungen der Vorinstanz traten in der Strafanstalt Pöschwies Gefängnisinsassen an den Beschwerdeführer heran, damit dieser ihnen gegen Erlass seiner Schulden eine schallgedämpfte Pistole, fünf Handgranaten sowie Reservemagazine mit Munition beschaffe. In der Folge führte der Beschwerdeführer von der Strafanstalt aus acht Telefongespräche mit Personen in Serbien und bestellte bei ihnen die von seinen Mitgefangenen gewünschten Waffen. Zu welchem Zweck die Auftraggeber die Waffen und Waffenbestandteile bei ihm bestellt hatten, wusste der Beschwerdeführer zwar nicht mit Sicherheit, doch hatte er nach eigenen Aussagen gehört, dass die Befreiung von zwei Mitgefangenen, einem Türken und einem Südamerikaner, sowie möglicherweise eine Erpressung geplant waren. Ferner vernahm er, dass die Befreiung erfolgen sollte, wenn die Gefangenen zu einer Zahnbehandlung geführt würden. Daraus und aus dem Umstand, dass die Begleitpolizisten bei Transporten zum Zahnarzt nicht bewaffnet seien, habe der Beschwerdeführer zwingend annehmen müssen, seine Auftraggeber planten mit den von ihm zu beschaffenden Waffen ernsthaft eine Gefangenenbefreiung. Ausgehend davon nimmt die Vorinstanz an, der Beschwerdeführer habe den Tatbestand des Art. 260quater StGB sowohl in objektiver als auch subjektiver Hinsicht durch versuchte Vermittlung erfüllt. Ferner bejaht sie die Strafbarkeit der versuchten Tat, da der Gesetzgeber mit dem Tatbestand eine selbständige Strafnorm geschaffen habe, ohne damit von den allgemeinen Regeln über die Gehilfenschaft gemäss Art. 25 StGB mit Bezug auf Waffendelikte abzuweichen.\n\nDer Beschwerdeführer macht geltend, die Vorinstanz habe zu Unrecht angenommen, es müssten weder die Haupttäter identifiziert sein noch deren Tatabsichten feststehen. Sie habe nicht festgestellt, ob die Auftraggeber selbst eine Tat hätten begehen wollen oder nur als Vermittler tätig geworden seien. Ferner sei offen geblieben, um was für eine Tat es sich dabei hätte handeln sollen. Bei dieser ungeklärten Tatsachenlage könne der objektive Tatbestand des Art. 260quater StGB nicht ohne Bundesrecht zu verletzen als erfüllt betrachtet werden. Da die massgeblichen Momente fehlten, auf die sich das Wissen und der Wille des Beschwerdeführers hätten beziehen müssen, sei auch der subjektive Tatbestand nicht erfüllt. BGE 130 IV 20 S. 23Abgesehen davon sei die versuchte Tatbegehung bei Art. 260quater StGB nicht strafbar. Die gegenteilige Auffassung der Vorinstanz verletze Bundesrecht.\n\n1.3 Der Beschwerdeführer wendet sich mit seinen Rügen streckenweise gegen die Beweiswürdigung der Vorinstanz, was unzulässig ist (Art. 273 Abs. 1 lit. b BStP). Die Vorinstanz erwägt, dass die Auftraggeber des Beschwerdeführers mit den Waffen zwei Mitgefangene befreien wollten. Sie verweist ferner auf den Vergehenstatbestand der Befreiung von Gefangenen gemäss Art. 310 Ziff. 1 StGB. Damit hat sie verbindlich festgestellt, dass die Waffenabnehmer selbst die Befreiung von Mitgefangenen mit den beim Beschwerdeführer bestellten Waffen planten. Die Deliktsabsichten der Hintermänner und die Tat selbst sowie das Mass der Beteiligung der Hintermänner an der geplanten Tat können vom Beschwerdeführer nicht mehr in Frage gestellt werden. Nicht zu hören ist er auch, soweit er sich gegen die Feststellungen der Vorinstanz im Zusammenhang mit dem subjektiven Tatbestand zu wenden scheint. Was der Täter wusste, wollte und in Kauf nahm, betrifft innere Tatsachen und keine Rechtsfragen (BGE 127 IV E. 4; 125 IV 242 E. 3c, mit Hinweisen).\n\nZu prüfen bleibt somit nur, ob die Abnehmer der Waffen namentlich bekannt sein müssen, ob die von der Vorinstanz getroffenen Feststellungen genügen, um den objektiven und subjektiven Tatbestand als erfüllt zu betrachten, sowie ob eine versuchte Tatbegehung strafbar ist.\n\n2.\n\n2.1 Die Tathandlungen des Art. 260quater StGB bestehen darin, von der Norm erfasste Gegenstände Dritten zu überlassen, zugänglich zu machen oder weiterzuvermitteln, obschon sie - wie der Täter weiss oder annehmen muss - zur Begehung eines Vergehens oder Verbrechens dienen sollen. Die Begehung eines Vergehens oder Verbrechens braucht im Zeitpunkt der Tat nach Art. 260quater StGB nur eine mehr oder minder bestimmte Absicht des Empfängers oder anderer Personen zu sein, für die der Täter tätig ist (GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil II, Straftaten gegen Gemeininteressen, 5. Aufl., Bern 2000, § 40 N. 39; etwas enger aber PHILIPPE WEISSENBERGER, Die Strafbestimmungen des Waffengesetzes, AJP 2000 S. 169; wie dieser HANS Baumgartner, in: Marcel Alexander Niggli / Hans Wiprächtiger BGE 130 IV 20 S. 24[Hrsg.], Basler Kommentar, Strafgesetzbuch Bd. II, Art. 111-401 StGB, Art. 260quater N. 2). Nicht erforderlich ist, dass die Waffen usw. auch tatsächlich zur Begehung eines Delikts benutzt werden (WEISSENBERGER, a.a.O., S. 169; ebenso STRATENWERTH, a.a.O., ebd.) bzw. der Haupttäter einen Versuch begeht. Die Norm regelt somit ein Gefährdungsdelikt, wie dies bereits der Randtitel zum Ausdruck bringt, wobei eine abstrakte Gefährdung genügt (WEISSENBERGER, a.a.O., S. 169).\n\nDie Bestimmung bedroht ein Verhalten mit Strafe, das sich entweder als erfolglose Gehilfenschaft oder als eine Hilfeleistung darstellen kann, welche die Schwelle zur Gehilfenschaft nicht überschreitet (vgl. STRATENWERTH, a.a.O., ebd.). Die Strafbarkeit wird damit gegenüber den allgemeinen Teilnahmeregeln ausgeweitet (STRATENWERTH, a.a.O., ebd.; WEISSENBERGER, a.a.O., ebd.; ferner BAUMGARTNER, a.a.O., Art. 260quater N. 2). Die Gehilfenschaft zum Hauptdelikt wird in der Regel mit einer höheren Strafe bedroht sein als die Tat nach Art. 260quater StGB. In diesen Fällen findet der Tatbestand keine Anwendung, wie die Formulierung \"sofern kein schwererer Straftatbestand erfüllt ist\" auszudrücken versucht. Art. 260quater StGB erfasst folglich vor allem - wenn auch nicht nur - Hilfeleistungen unterhalb der Schwelle zur Teilnahme.\n\nIn subjektiver Hinsicht muss der Täter nach Art. 260quater StGB insbesondere wissen oder auf Grund bestimmter Anhaltspunkte zumindest annehmen bzw. damit rechnen, der Abnehmer habe die Absicht, die Waffen zur Begehung von Vergehen oder Verbrechen zu verwenden. Die Formulierung \"annehmen müssen\" ist eine Beweisregel, die den Nachweis des Vorsatzes erleichtern soll. Eventualdolus genügt (BAUMGARTNER, a.a.O., Art. 260quater N. 3; STRATENWERTH, a.a.O., § 40 N. 40; WEISSENBERGER, a.a.O., S. 169).\n\n2.2 Wie die Vorinstanz zutreffend ausführt, muss die genaue Identität der Abnehmer nicht feststehen. Es genügt vielmehr, wenn erstellt ist, dass diese im Zeitpunkt der Tat bzw. des Beginns der Tathandlung die Absicht hatten, später mit den Waffen mehr oder weniger bestimmte Vergehen oder Verbrechen zu begehen.\n\nDer Beschwerdeführer hat versucht, eine Schusswaffe und mehrere nach Art. 4 WG und der Waffenverordnung verbotene Waffen und Waffenbestandteile für Mitgefangene zu bestellen. Er ist insofern als Vermittler aufgetreten. Die Vorinstanz hat festgestellt, dass die Auftraggeber des Beschwerdeführers mit den Waffen und BGE 130 IV 20 S. 25Waffenbestandteilen eine Gefangenenbefreiung begehen wollten und der Beschwerdeführer verschiedentlich gehört hatte, wie sie sich dahingehend äusserten. Unter diesen Umständen ist es nicht zu beanstanden, wenn die Vorinstanz annahm, der Beschwerdeführer habe die Begehung von Verbrechen oder Vergehen durch seine Abnehmer mindestens ernsthaft für möglich gehalten und für den Fall, dass es soweit kommen sollte, auch gewollt. Die Vorinstanz hat den Tatbestand des Art. 260quater StGB zutreffend als erfüllt angesehen.\n\n2.3 Fraglich ist, ob die versuchte Gefährdung der öffentlichen Sicherheit mit Waffen strafbar ist. Die Botschaft zum Bundesgesetz über Waffen, Waffenzubehör und Munition vom 24. Januar 1996 (BBl 1996 I 1053, S. 1076) schweigt sich dazu aus. Die Doktrin nimmt an, bei Art. 260quater StGB handle es sich um eine der Gehilfenschaft nachgebildete Form der Teilnahme, die in der Regel sogar hinter der Gehilfenschaft zurückbleibe. Da eine versuchte Gehilfenschaft nach den allgemeinen Regeln straflos sei, müsse Gleiches für die eine noch geringere Tatschwere erfüllende versuchte Abgabe einer Waffe im Sinne von Art. 260quater StGB gelten (BAUMGARTNER, a.a.O., Art. 260quater N. 3; WEISSENBERGER, a.a.O., S. 170).\n\nDieser Auffassung ist nicht zu folgen. Es ist zwar richtig, dass die unter Strafe gestellten Verhaltensweisen sachlich eine Gehilfenschaft zu Delikten der Abnehmer der Waffen usw. darstellen oder einer Gehilfenschaft dazu nahe kommen, doch hat sie der Gesetzgeber als selbständige Delikte ausgestaltet. Art. 260quater StGB ist als eigenständiger Tatbestand des Besonderen Teils den Regeln des Allgemeinen Teils unterstellt (so insoweit auch WEISSENBERGER, a.a.O., S. 170). Dass der Gesetzgeber etwas anderes gewollt hätte, lässt sich weder der Norm selbst noch den Materialien entnehmen. Es finden auf den Tatbestand daher die allgemeinen Bestimmungen über Versuch und Teilnahme Anwendung. Damit geht er dem Art. 25 StGB vor. Daraus ergibt sich ferner, dass jeder Versuch der Förderung von Vergehen und Verbrechen im Sinne von Art. 260quater StGB erfasst ist. Der Gesetzgeber hat sich mit der Schaffung eines eigenständigen Tatbestandes klar dazu entschieden, nach den allgemeinen Regeln auch die versuchte Tatbegehung strafbar zu erklären und insofern sachlich von Art. 25 StGB und der Straflosigkeit der versuchten Gehilfenschaft zu Verbrechen BGE 130 IV 20 S. 26oder Vergehen abzuweichen. Diese Interpretation stimmt mit der Rechtsprechung des Bundesgerichts sowie eines Grossteils der Lehre zur Strafbarkeit des Versuchs bei Beihilfehandlungen, die zu selbständigen Delikten aufgewertet worden sind, überein (vgl. Urteil des Bundesgerichts Str.127/1981 vom 1. September 1981, E. 1a, publ. in: Rep 1982 S. 63 ff.; implizit auch BGE 117 IV 395; ferner MARC FORSTER, in: Marcel Alexander Niggli/Hans Wiprächtiger [Hrsg.], Basler Kommentar, Strafgesetzbuch Bd. I, Art. 1-110 StGB, Art. 25 StGB N. 53; ERNST HAFTER, Lehrbuch des Schweizerischen Strafrechts, Allgemeiner Teil, 2. Aufl., Bern 1946, S. 235; PAUL LOGOZ/YVES SANDOZ, Commentaire du Code Pénal Suisse, Partie spéciale, 2. Aufl., Neuenburg/Paris 1976, Art. 25 StGB N. 3c; dahingehend auch STEFAN TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2. Aufl., Zürich 1997, Art. 25 StGB N. 1; a.A. aber GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Allgemeiner Teil I, Die Straftat, 2. Aufl., Bern 1996, § 13 N. 124)."}