{"annee": "130", "cour": "I", "page": "312", "date": "2/7/2004", "cite": ["118 IB 134", "127 II 184", "129 II 82", "130 III 136", "124 I 139", "122 IV 103", "129 V 411", "128 II 282", "127 II 306", "123 II 359", "122 IV 8", "125 II 29", "129 II 183", "117 IA 193", "125 II 417", "127 I 115", "130 II 65", "119 III 1", "119 IB 311", "130 II 113", "129 II 193", "125 V 188", "129 I 8", "117 IB 162", "114 IA 179", "118 IB 562", "113 IB 287", "107 IB 160", "129 V 196", "126 II 506", "127 II 32", "124 II 293", "107 IB 155", "125 V 503"], "cite_par": ["133 I 185", "136 III 379", "140 V 493", "144 II 486", "140 II 141", "144 I 318", "145 V 247", "138 V 258", "144 I 214", "131 II 352", "136 I 290", "137 I 371", "131 II 470", "136 V 24", "131 II 449", "143 IV 373", "136 I 323", "132 I 229", "135 II 334", "135 V 339", "132 V 6", "138 II 513", "136 I 274", "132 I 134"], "chapeau": "27. Extrait de l'arrêt de la Ire Cour civile dans la cause A. SA et consorts contre Conseil fédéral (recours de droit administratif)\n\n4A.1/2004 du 2 juillet 2004", "regestes": ["Recours de droit administratif (art. 97 ss et 108 OJ). Immunité de juridiction des organisations internationales. Garanties de procédure de l'art. 6 par. 1 CEDH. Exposé de la controverse née à propos des exigences de motivation du recours de droit administratif lorsque des moyens d'ordre constitutionnel y sont invoqués (consid. 1). Critiques suscitées par la jurisprudence, qui a octroyé aux organisations internationales une immunité de juridiction absolue (consid. 2). Causes entrant dans le champ d'application de l'art. 6 par. 1 CEDH (consid. 3). Le système de tribunal arbitral ad hoc prévu par les conditions générales annexées aux contrats conclus par l'Organisation Européenne pour la Recherche Nucléaire (CERN) répond aux garanties de procédure instituées par l'art. 6 par. 1 CEDH (consid. 4). Examen du caractère raisonnable de la durée de la procédure au sens des art. 29 al. 1 Cst. et 6 par. 1 CEDH (consid. 5)."], "faits": "BGE 130 I 312 S. 313\n\nA.\n\nA.a En avril 1982, l'Organisation Européenne pour la Recherche Nucléaire, dite le \"CERN\", a lancé un appel d'offres pour le creusement, dans la région genevoise, d'un tunnel souterrain de quelque 27 kilomètres de circonférence destiné à abriter un grand collisionneur à électrons-positrons (Large Electron-Positron Collider, LEP).\n\nPar contrat du 23 février 1983, le CERN a confié les travaux de génie civil au Groupement X. (ci-après: le Groupement), composé de la société de droit français A. SA, de la société italienne B. SpA, de la société espagnole C. SA (devenue D. SA), de la personne morale de droit allemand E. i.I. et de la société suisse F. AG.\n\nLe Groupement, organisé sous la forme d'une société simple de droit suisse (art. 530 ss CO), a dû faire appel à des entreprises BGE 130 I 312 S. 314sous-traitantes pour effectuer certains travaux. Ayant payé lesdites entreprises, le Groupement a demandé au CERN de supporter ces suppléments de prix. Aucun accord n'ayant pu être trouvé, le Groupement a mis en oeuvre le 25 mai 1986 à l'encontre de cette organisation internationale la procédure arbitrale prévue par l'art. 33 des Conditions générales des contrats du CERN.\n\nLe 27 décembre 1991, un premier tribunal arbitral a rendu sa sentence finale, faisant partiellement droit aux prétentions du Groupement. Le tribunal arbitral n'est toutefois pas entré en matière sur les coûts des travaux sous-traités, aux motifs que les entreprises sous-traitantes n'étaient pas parties à la procédure arbitrale et que le Groupement n'avait pas la légitimation active pour faire valoir leurs prétentions. Par arrêt du 21 décembre 1992, le Tribunal fédéral a déclaré irrecevable le recours de droit public interjeté par le Groupement contre la sentence arbitrale, en raison de l'immunité de juridiction reconnue au CERN (ATF 118 Ib 562 ss).\n\nA.b Le Groupement, après s'être fait céder les créances des sous-traitants à l'égard du CERN, a engagé une deuxième procédure arbitrale le 30 août 1993.\n\nDans sa sentence finale du 29 août 1997, le deuxième tribunal arbitral s'est déclaré incompétent, pour le motif que les prétentions cédées n'étaient pas couvertes par la clause d'arbitrage de l'art. 3 al. 1 des Conditions générales des contrats du CERN.\n\nA.c Le Groupement a adressé en vain au CERN, le 16 septembre 1997, une troisième demande d'arbitrage.\n\nInvoquant l'art. 24 let. a de l'Accord de siège entre le Conseil fédéral et le CERN conclu le 11 juin 1955 (RS 0.192.122.42; ci-après: l'Accord de siège), le Groupement a demandé au Département fédéral des affaires étrangères (DFAE), le 3 novembre 1998, de contraindre le CERN à se soumettre à la procédure arbitrale ou à prendre toute mesure permettant de régler le remboursement des montants versés aux sous-traitants.\n\nLe 22 décembre 2000, le DFAE a répondu au Groupement que le refus du CERN ne constituait pas une violation de l'Accord de siège.\n\nInvité à statuer formellement et à mettre en oeuvre la protection diplomatique en faveur de la société F. AG, le DFAE, par décision du 19 octobre 2001, a considéré que la requête du Groupement BGE 130 I 312 S. 315était irrecevable, parce que l'Accord de siège n'appartenait pas au droit public fédéral au sens de l'art. 5 de la loi fédérale du 20 décembre 1968 sur la procédure administrative (PA), à l'instar du droit coutumier de la protection diplomatique invoqué en faveur du membre suisse du Groupement.\n\nB.\n\nB.a Le 15 novembre 2001, le Groupement a formé un recours administratif au Conseil fédéral (CF), en se prévalant en particulier de l'art. 6 CEDH. Le DFAE a conclu au rejet du recours, alors que le CERN a relevé qu'il était en droit de refuser de soumettre à un arbitrage une prétention, manifestement infondée, élevée à son encontre.\n\nPar décision du 14 janvier 2004, publiée à la JAAC 68/2004 no 78 p. 1009 ss, le Conseil fédéral a partiellement admis le recours, annulé la décision du DFAE du 19 octobre 2001 et rejeté la requête du Groupement, avec suite de frais et dépens. En substance, cette autorité a retenu premièrement que le DFAE aurait dû entrer en matière sur la requête du Groupement, tant au sujet de l'Accord de siège que de la protection diplomatique. Au fond, le Conseil fédéral a considéré que le DFAE n'était pas tombé dans l'arbitraire en estimant que la troisième demande d'arbitrage du Groupement était abusive et que le refus du CERN ne constituait pas un déni de justice manifeste. Comme le CERN n'avait, de ce fait, pas commis de violation de l'art. 24 let. a de l'Accord de siège, sa responsabilité internationale n'était pas engagée, de sorte qu'il n'y avait pas lieu d'accorder la protection diplomatique au Groupement. La requête adressée par ce dernier au DFAE, le 3 novembre 1998, de contraindre le CERN à se soumettre à la procédure arbitrale a donc été rejetée.\n\nB.b Le 27 mars 1998, le Groupement avait notifié sans succès au CERN une quatrième demande d'arbitrage - sans rapport avec les cessions de créances susmentionnées -, qui concernait son éviction de la procédure de \"pré-qualification\" pour de nouveaux ouvrages de génie civil.\n\nC. Agissant le 16 février 2004 par la voie du recours de droit administratif, les cinq sociétés formant le Groupement demandent au Tribunal fédéral d'annuler la décision du Conseil fédéral du 14 janvier 2004 et de lui renvoyer la cause \"pour qu'il ordonne (...) de contraindre le CERN (...) à se soumettre à la procédure arbitrale BGE 130 I 312 S. 316initiée par le Group ement\" ou qu'il oblige le CERN \"à prendre toutes mesures appropriées permettant la résolution satisfaisante des litiges opposant\" ladite organisation internationale aux recourantes, avec suite de frais et dépens.\n\nEn substance, invoquant les art. 6 par. 1 CEDH et 29 al. 1 Cst., les recourantes affirment que la décision attaquée exclut la saisine d'un tribunal au sens de la norme conventionnelle, si bien qu'elle consacre une violation de ce traité. Elles reprochent au Conseil fédéral, d'une part, d'avoir limité son examen à l'interdiction de l'arbitraire dans l'octroi éventuel de la protection diplomatique, et, d'autre part, de n'avoir pas examiné librement si les conditions de l'art. 6 par. 1 CEDH étaient réalisées.\n\nPour les recourantes, les prétentions qu'elles ont fait valoir étaient des droits et obligations de caractère civil, reconnus par le droit suisse. Le Conseil fédéral ne pouvait imputer à une \"mauvaise stratégie développée par le Groupement\" la situation dont se plaint ce dernier. Cette argumentation ne concernait de toute manière pas la recourante no 4 (i.e. la personne morale allemande E. i.I.).\n\nLe prétendu \"flou juridique\" dont aurait fait preuve le Groupement devant le premier tribunal arbitral, continuent les recourantes, ne rendait pas \"indéfendables\" leurs prétentions. A cet égard, le deuxième tribunal arbitral avait admis que le Groupement avait qualité pour faire valoir ses prétentions du chef des travaux sous-traités devant une juridiction apte à rendre une décision sur leur bien-fondé, l'obstacle constitué par le défaut de légitimation active ayant disparu suite aux cessions intervenues avec six des sous-traitants. Le Groupement avait déjà allégué devant le premier tribunal arbitral que les créances tirées des travaux sous-traités lui appartenaient en propre, et que, pour obtenir la condamnation du CERN à les lui payer, il avait invoqué le principe de la \"clause de rémunération\", selon lequel la réclamation du sous-traitant à l'égard de l'entrepreneur n'est prise en compte que si celui-ci obtient du maître de l'ouvrage un montant correspondant. Le Conseil fédéral se serait mépris sur la notion de \"clause de rémunération\", dans laquelle il ne fallait pas comprendre que les recourantes réclamaient la réparation d'un préjudice subi par des sous-traitants, mais bien qu'elles formulaient une prétention propre, dont le rejet aurait comme conséquence que les sous-traitants ne pourraient plus demander le paiement de leurs prestations. BGE 130 I 312 S. 317\n\nLe Conseil fédéral aurait aussi violé les articles 29 al. 1 Cst., 6 et 13 CEDH, du fait que les autorités fédérales (DFAE et CF) avaient mis plus de cinq ans pour rejeter la requête du Groupement, formulée le 3 novembre 1998.\n\nLe Conseil fédéral se réfère à sa décision.", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office et librement la recevabilité des recours qui lui sont soumis (ATF 130 II 65 consid. 1 p. 67 et les arrêts cités).\n\n1.1 Dans sa jurisprudence récente, le Tribunal fédéral a rappelé que le droit interne doit être interprété de manière conforme au droit international pour résoudre le conflit de normes entre le droit national et le droit conventionnel. Tel est le cas des art. 98 let. a et 100 al. 1 let. a OJ, qui excluent le recours de droit administratif contre les décisions du Conseil fédéral concernant notamment la protection diplomatique et les autres affaires intéressant les relations extérieures, alors que l'art. 6 par. 1 CEDH requiert un examen des mêmes décisions par un tribunal (ATF 125 II 417 consid. 4c et les arrêts cités).\n\nEn l'espèce, le Conseil fédéral était saisi d'un recours administratif ou hiérarchique dans lequel le Groupement a essentiellement argué de la violation de l'art. 6 par. 1 CEDH, des art. 29 al. 1 Cst. (droit à un procès équitable), 30 al. 1 Cst. (garantie de l'accès à une autorité judiciaire) et 9 Cst. (interdiction de l'arbitraire en matière de protection diplomatique), ainsi que de l'art. 24 let. a de l'Accord de siège. Les dispositions de droit constitutionnel invoquées, de même que le régime de la protection diplomatique, relèvent du droit interne (cf. JAAC 61/1997 no 75 p. 718 consid. 2.1 et les références). Sur ce dernier point, la pratique du Conseil fédéral, de même que la jurisprudence du Tribunal fédéral, considèrent de manière uniforme que l'obligation de l'Etat d'assurer la protection diplomatique trouve sa source dans le droit interne, mais que celui-ci ne confère pas aux ressortissants suisses un droit personnel et subjectif à la protection diplomatique. La Confédération est libre d'accorder ou de refuser cette dernière, selon les circonstances et sur la base d'une appréciation politique de la situation, ce qui ne signifie pas qu'elle puisse agir arbitrairement dans ce domaine. L'Etat jouit d'un pouvoir discrétionnaire, qui trouve sa seule limite dans BGE 130 I 312 S. 318l'interdiction de l'arbitraire (JAAC, loc. cit., consid. 2.2.3 et 2.3, p. 720/721; arrêt du Tribunal fédéral 2A.102/1993 du 6 octobre 1995, consid. 5a, résumé in Pra 86/1997 no 20 p. 116/117), au sens de la jurisprudence constamment rappelée en ce qui concerne cette notion (cf. ATF 129 I 8 consid. 2.1 et les arrêts cités).\n\nDans la mesure où les art. 29 al. 1 et 30 al. 1 Cst. offrent aux justiciables des garanties semblables à celles présentées par l'art. 6 par. 1 CEDH, l'interprétation de ces règles constitutionnelles conformément à la norme conventionnelle ne pose guère de problème. Il en va de même de celle de l'art. 24 let. a de l'Accord de siège, qui tend au règlement des différends et qui concrétise, dans le contexte des rapports du CERN avec des cocontractants, les garanties offertes par l'art. 6 par. 1 CEDH.\n\nToutefois, comme les art. 98 let. a et 100 al. 1 let. a OJ s'opposent au contrôle judiciaire exigé par l'art. 6 par. 1 CEDH, le Tribunal fédéral doit, en application directe de cette norme, entrer en matière sur le recours pour éviter une violation du droit conventionnel (ATF 125 II 417 consid. 4d et les références, p. 425/426).\n\nDans le cas particulier, les autorités fédérales successivement saisies ont appliqué le droit public fédéral, de sorte que les recourantes étaient fondées à former un recours de droit administratif contre la décision du Conseil fédéral, conformément à la jurisprudence (ATF 125 II 417 consid. 4d in fine et l'arrêt cité, p. 426), solution que ne remet pas en cause l'arrêt ultérieur cité par les recourantes (ATF 129 II 193 consid. 2 et 4). Et cela d'autant plus qu'à l'instar des art. 104 et 114 al. 1 OJ, l'art. 6 par. 1 CEDH prévoit un contrôle judiciaire libre, en fait et en droit.\n\n1.2 A teneur de l'art. 104 let. a OJ, le Tribunal fédéral revoit d'office et avec plein pouvoir d'examen l'application du droit fédéral, qui englobe notamment les droits constitutionnels du citoyen (ATF 129 II 183 consid. 3.4 et les arrêts cités p. 188), ainsi que le droit international directement applicable (ATF 124 II 293 consid. 4b p. 307). Comme il n'est pas lié par les motifs invoqués, il peut admettre le recours pour d'autres raisons que celles avancées par le recourant ou, au contraire, confirmer la décision attaquée pour d'autres motifs que ceux retenus par l'autorité intimée (art. 114 al. 1 in fine OJ; ATF 129 II 183 consid. 3.4 in fine p. 188). Sous réserve des cas limitativement énumérés à l'art. 104 let. c OJ, le Tribunal fédéral ne revoit pas l'opportunité de la décision attaquée (RENÉ RHINOW/ BGE 130 I 312 S. 319HEINRICH KOLLER/CHRISTINA KISS, Öffentliches Prozessrecht und Justizverfassungsrecht des Bundes, Bâle 1996, ch. 1523 p. 290; DOMINIQUE FAVRE, Les recours de droit public et de droit administratif, in Publication FSA, vol. 16, p. 15), élément important s'agissant du contrôle d'une décision du Conseil fédéral intéressant les relations extérieures.\n\n1.3 La question du pouvoir d'examen du Tribunal fédéral sur des griefs de rang constitutionnel articulés dans un recours de droit administratif, lequel assume la fonction d'un recours de droit public, est controversée en jurisprudence.\n\nSelon certains arrêts, la cognition du Tribunal fédéral est limitée de la même manière que s'il s'agissait d'un recours de droit public, en ce sens que les moyens pris de violation des droits constitutionnels ne sont examinés que s'ils sont exposés conformément aux exigences de l'art. 90 al. 1 let. b OJ (ATF 122 IV 8 consid. 2a et les arrêts mentionnés; arrêt 6A.29/2002 du 2 juillet 2002, consid. 1.2 non publié à l' ATF 128 II 282). C'est ce que prévoit, à l'art. 100 al. 2, le projet de loi fédérale sur le Tribunal fédéral (LTF).\n\nA l'inverse, l' ATF 123 II 359 consid. 6b/bb p. 369 retient, sans référence à l'appui, que l'examen des griefs d'ordre constitutionnel soulevés dans le cadre d'un recours de droit administratif doit être opéré d'après les réquisits de l'art. 108 al. 2 (et 3) OJ, et non pas de l'art. 90 al. 1 let. b OJ. Il a aussi été jugé que lorsqu'une voie de droit, désignée comme recours de droit public, était traitée comme un recours de droit administratif, sa recevabilité formelle était soumise aux impératifs de l'art. 108 OJ, la dénomination erronée du recours ne devant pas nuire au recourant (ATF 126 II 506 consid. 1b in fine p. 509). Plus récemment, la jurisprudence a laissé la question ouverte, s'agissant d'un moyen fondé sur l'art. 6 par. 1 CEDH (ATF 127 II 306 consid. 5 p. 308), et, plus généralement, de tout grief de rang constitutionnel (arrêt 6A.48/2002 du 9 octobre 2002, consid. 1.3 non publié à l' ATF 129 II 82).\n\nCette problématique ne se pose pas lorsque la décision attaquée émane, comme en l'espèce, d'une autorité fédérale qui s'est prononcée exclusivement en vertu du droit public fédéral (cf. consid. 1.2 ci-dessus; CARL HANS BRUNSCHWILER, Wie die Verwaltungsgerichtsbeschwerde die Funktion der staatsrechtlichen Beschwerde übernimmt, in Mélanges Robert Patry, 1988, p. 267 ss, spéc. p. 274 in fine). Dans ces conditions, la recevabilité des griefs d'ordre BGE 130 I 312 S. 320constitutionnel soulevés dans le cadre du recours de droit administratif est subordonnée aux exigences instaurées pour cette dernière voie de droit par l'art. 108 OJ.\n\n1.3.1 La jurisprudence a relevé, à propos de l'art. 108 al. 2 OJ, qu'il suffit que le mémoire de recours de droit administratif permette de discerner sur quels points et pour quelles raisons la décision attaquée est critiquée; si la motivation ne doit pas nécessairement être juridiquement exacte, il convient qu'elle soit liée aux faits (sachbezogen) sur lesquels repose la décision entreprise; ce lien avec l'état de fait est une condition de recevabilité du recours de droit administratif (ATF 118 Ib 134 consid. 2 p. 135/136 et les références). En d'autres termes, dans sa motivation, le recourant doit au moins faire valoir ce qu'il demande et indiquer sur quel état de fait il s'appuie (ALFRED KÖLZ/ISABELLE HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 2e éd., n. 933, p. 331; PETER Karlen, Verwaltungsgerichtsbeschwerde, Prozessieren vor Bundesgericht, 2e éd., ch. 3.77, p. 114/115; RHINOW/KOLLER/KISS, op. cit., ch. 1534 p. 292; GIUSEP NAY, Verwaltungsgerichtsbeschwerde und staatsrechtliche Beschwerde, in Schriftenreihe SAV, vol. 16, p. 12). Le renvoi à certains actes antérieurs de la procédure est autorisé, du moment que le recours de droit administratif est la continuation de la procédure qui s'est déroulée auparavant, et ne constitue pas une instance nouvelle et indépendante comme l'est celle de recours de droit public (ATF 113 Ib 287 consid. 1 p. 288 et les arrêts mentionnés).\n\n1.3.2 Dans le cas présent, les recourantes rattachent à la demande d'arbitrage du 16 septembre 1997 (la troisième demande) une nouvelle requête (quatrième demande), du 27 mars 1998, qu'elles présentent comme un complément, quand bien même elles indiquent que cette dernière est fondée sur des faits sans aucun rapport avec leurs prétentions déduites des créances que leur ont cédées les entreprises sous-traitantes. Elles précisent de plus que cette nouvelle demande d'arbitrage porte sur un litige né après le prononcé des deux sentences arbitrales des 27 décembre 1991 et 29 août 1997, contre lesquelles sont dirigés les griefs, invoqués dans le mémoire de recours, de violation des art. 6 par. 1 CEDH et 29 al. 1 Cst.\n\nLe Tribunal fédéral peut, à la rigueur, déduire des explications étiques des recourantes qu'elles font valoir une violation de l'art. 6 par. 1 CEDH que consacrerait le refus du CERN de participer à une BGE 130 I 312 S. 321procédure arbitrale ayant pour objet l'éviction du Groupement de la procédure de pré-qualification concernant des travaux en relation avec un nouvel accélérateur de particules (Large Hadron Collider, LHC).\n\nMais cela ne suffit pas pour rendre le moyen recevable au regard de l'art. 108 OJ. En effet, le seul élément de fait fourni par les recourantes à ce sujet (cf. mémoire de recours de droit administratif, p. 12 N° 11) tient au refus du CERN de recevoir la quatrième demande d'arbitrage précitée. Cet état de fait ne permet manifestement pas de connaître les circonstances de ce litige. Le Tribunal fédéral ignore ainsi tout de la procédure de pré-qualification en cause, de ses modalités, de sa nature finale ou incidente par rapport à d'éventuelles procédures de soumissions et d'adjudications des travaux. Or ces éléments sont nécessaires pour statuer sur la violation alléguée de l'art. 6 par. 1 CEDH. Le Tribunal fédéral en est réduit à un jeu d'hypothèses, reposant sur un état de fait totalement lacunaire.\n\nLe présent recours, en tant qu'il porte sur la \"nouvelle demande d'arbitrage du 27 mars 1998\", est donc irrecevable, sous l'angle de l'art. 108 al. 2 OJ, faute d'indication des faits pertinents.\n\n1.4 Pour le surplus, interjeté en temps utile (art. 106 al. 1 OJ) et dans les formes prévues (art. 108 OJ) par des personnes privées (ATF 127 II 32 consid. 2d p. 38 et les arrêts cités) réunies dans une société simple, le recours est recevable.\n\n2. La question matérielle que soulève le présent recours, mais qui n'est pas directement l'objet du litige, se rapporte au conflit existant entre, d'une part, les immunités de juridiction et d'exécution des organisations internationales et, d'autre part, le droit à un procès équitable, sous l'aspect du droit fondamental d'accès au juge. Le problème vient notamment de ce que la jurisprudence du Tribunal fédéral, suivant la doctrine majoritaire, a conféré aux organisations internationales une immunité de juridiction absolue (cf. ATF 118 Ib 562 ss rendu entre les mêmes intéressés), alors qu'en matière d'immunité des Etats étrangers, elle avait opté dès 1918 pour la conception restreinte ou restrictive de l'immunité (cf. ATF 130 III 136 consid. 2.1 p. 142 et les références; PIERRE-MARIE DUPUY, Droit international public, 5e éd., Paris 2000, ch. 115, p. 115). Pourtant, si est actuellement reconnue la tendance à donner à l'immunité de juridiction des organisations internationales le champ d'application le plus large, BGE 130 I 312 S. 322en raison de leur nécessaire implantation sur le territoire d'un Etat (DUPUY, op. cit., ch. 186 p. 189), une évolution contraire se dessine (Revue de droit international 1983, Paris, p. 187-193, cité par DUPUY, op.cit., ch. 186 let. b in fine, p. 189).\n\nIndépendamment de la question de la portée conférée à l'immunité de juridiction des organisations internationales, la doctrine a critiqué l' ATF 118 Ib 562, en tant qu'il a considéré, dans un obiter dictum, que les règles de la loi fédérale du 18 décembre 1987 sur le droit international privé (LDIP; RS 291) afférentes à l'arbitrage international (art. 176 ss LDIP) priveraient en l'occurrence le Tribunal fédéral de toute compétence juridictionnelle. Pour PANAYOTIS GLAVINIS (Note sur l' ATF 118 Ib 562, in Revue de l'arbitrage 1994 p. 180 ss, notamment p. 185/186), ces dispositions de droit national n'ont pas été faites pour les organisations internationales, qui sont sujets du droit international et soumises en tant que tels au droit international public.\n\nUn autre auteur a fustigé le raisonnement suivi par le Tribunal fédéral dans l'arrêt précité, lequel a posé que l'acceptation du principe de l'arbitrage par l'organisation internationale ne vaut pas renonciation à son immunité quant au contrôle étatique de la sentence arbitrale. D'après ce juriste, la difficulté se résume en réalité à l'interprétation de la volonté du bénéficiaire de l'immunité lorsqu'il se soumet à l'arbitrage. Or, le principe de la bonne foi impose de considérer qu'en acceptant le principe de l'arbitrage, l'organisation internationale, à l'instar d'un Etat, consent par là même aux procédures étatiques qui lui sont liées (EMMANUEL GAILLARD, Convention d'arbitrage et immunités de juridiction et d'exécution des Etats et des organisations internationales, in Bulletin ASA 2000 p. 471 ss, notamment p. 475/476).\n\nEnfin, l'échec du contrôle étatique de la sentence en raison de la reconnaissance de l'immunité de juridiction invoquée par le CERN a été décrit comme conduisant au refus de toute protection juridique pour les cocontractants de cette organisation internationale, au mépris de la lettre de l'art. 24 de l'Accord de siège (WALTER J. HABSCHEID, Die Immunität internationaler Organisationen im Zivilprozess, in Zeitschrift für Zivilprozess 110/1997 p. 269 ss, notamment p. 282-284).\n\nL'objet du présent litige est cependant différent. Il convient d'examiner les griefs soulevés par les recourantes, dans un recours de BGE 130 I 312 S. 323droit administratif, contre la décision prise par le Conseil fédéral le 14 janvier 2004. Il ne s'agit pas de statuer sur l'exception d'immunité de juridiction à l'égard de toute intervention d'une juridiction nationale, qui serait opposée par le CERN dans le cadre d'un recours de droit public fondé sur l'art. 85 let. c OJ.\n\nPartant, il n'est pas nécessaire d'examiner les questions susmentionnées à la lumière de la jurisprudence en cause et des critiques qu'elle a suscitées. Il paraît toutefois utile de rappeler ces éléments, en raison de l'incidence de l'immunité de juridiction - absolue dans le cas des organisations internationales - sur le droit fondamental d'accès au juge, déduit de l'art. 6 par. 1 CEDH.\n\n3. En l'espèce, les recourantes reprochent au Conseil fédéral de n'avoir pas contraint le CERN à se soumettre à la procédure arbitrale requise ou à toutes mesures appropriées tendant à la solution des litiges divisant les intéressés. Elles se prévalent d'une violation de l'art. 6 par. 1 CEDH, faisant valoir que les prétentions soulevées portent sur des droits et obligations de caractère civil au sens de cette disposition conventionnelle.\n\n3.1 A teneur de l'art. 6 par. 1 CEDH, toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera, soit des contestations sur ses droits et obligations de caractère civil, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle.\n\nCette norme peut ainsi être invoquée par quiconque, estimant illégale une ingérence dans l'exercice de l'un de ses droits (notamment de caractère civil), se plaint de n'avoir pas eu l'occasion de soumettre pareille contestation à un tribunal répondant aux exigences conventionnelles.\n\n3.1.1 La notion de \"droits et obligations de caractère civil\" est autonome: l'art. 6 CEDH ne donne par lui-même aucun contenu matériel déterminé dans l'ordre juridique des Etats contractants. Cette disposition implique l'existence d'une \"contestation\" réelle et sérieuse; elle peut concerner aussi bien l'existence même d'un droit que son étendue ou ses modalités d'exercice. L'issue de la procédure doit être directement déterminante pour le droit en question. Un lien ténu ou des répercussions lointaines ne suffisent pas à faire entrer en jeu l'art. 6 par. 1 CEDH. En définitive, le droit à un tribunal ne vaut que pour les \"contestations\" relatives à des \"droits et BGE 130 I 312 S. 324obligations de caractère civil\" que l'on peut prétendre, au moins de manière défendable, et qui sont reconnus en droit interne, qu'ils soient ou non protégés de surcroît par la Convention. Bien que de caractère autonome, cette notion implique donc l'examen de la prétention selon le droit interne.\n\n3.1.2 Par contestation, au sens de l'art. 6 par. 1 CEDH, il faut entendre tout litige surgissant entre deux particuliers ou entre un particulier et une autorité étatique, par exemple lorsque cette dernière supprime ou restreint l'exercice d'un droit. Il en va ainsi lorsque sont invoqués des droits de nature privée, telles la garantie de la propriété et la liberté économique. Les prétentions en indemnités élevées contre la collectivité présentent un caractère patrimonial et entrent dans le champ d'application de la norme conventionnelle en cause.\n\nIl suit de là que l'art. 6 par. 1 CEDH ne vise pas seulement les contestations de droit privé au sens étroit - à savoir les litiges entre les particuliers ou entre les particuliers et l'Etat agissant au même titre qu'une personne privée -, mais aussi les actes administratifs adoptés par une autorité dans l'exercice de la puissance publique, pour autant qu'ils produisent un effet déterminant sur des droits de caractère civil. De ce point de vue également, sont décisifs le contenu du droit matériel et les effets que lui confère la législation nationale. Il convient dès lors de s'interroger préalablement sur l'existence d'un droit subjectif, fondé sur la législation interne. Un tel droit est nié quand l'autorité agit de manière discrétionnaire (ATF 127 I 115 consid. 5 et 5b et les références, p. 120 à 122).\n\nIn casu, le litige de droit privé qui a pris naissance entre les recourantes et le CERN sur la base d'un contrat d'entreprise, concernant les relations entre le maître de l'ouvrage et l'entrepreneur, respectivement le maître de l'ouvrage, l'entrepreneur et les sous-traitants, tombe manifestement sous le coup de l'art. 6 par. 1 CEDH. La jurisprudence de la Cour européenne des droits de l'homme le prévoit d'ailleurs expressément, lorsqu'elle consacre l'application de l'art. 6 CEDH dans le cadre de procédures intentées contre une administration publique concernant des contrats (P. VAN DIJK/G.J.H. VAN HOOF, Theory and Practice of the European Convention on Human Rights, La Haye 1998, p. 400). Les recourantes sont donc fondées à invoquer, dans un tel contexte, une violation éventuelle de l'art. 6 par. 1 CEDH. BGE 130 I 312 S. 325\n\n4. L'art. 6 par. 1 CEDH a la même portée que l'art. 30 al. 1 Cst. (ATF 129 V 196 consid. 4.1 et l'arrêt cité p. 198), et que l'art. 29 al. 1 Cst., s'agissant du principe de la célérité (ATF 129 V 411 consid. 1.2 et les références p. 416). De son côté, l'art. 24 let. a de l'Accord de siège prévoit que le CERN \"prend des dispositions appropriées en vue du règlement satisfaisant de différends résultant de contrats auxquels l'Organisation est partie et d'autres différends portant sur un point de droit privé\".\n\n4.1 Ainsi, l'obligation d'accorder une protection judiciaire aux cocontractants du CERN, dans leurs relations de droit privé avec cette organisation, est assumée par un système de tribunal arbitral ad hoc prévu dans des clauses contractuelles, ou des conditions générales annexées aux contrats, évitant tout contrôle judiciaire étatique en raison même de l'immunité de juridiction absolue reconnue à l'organisation internationale (ATF 118 Ib 562 consid. 1b in fine p. 566 et les références).\n\nL'exclusion de tout contrôle juridictionnel étatique est donc corrigée par le recours à un tribunal arbitral, ou à tout autre moyen que peut recouvrir l'expression \"dispositions appropriées\" de l'art. 24 de l'Accord de siège. Cette situation est conforme à la jurisprudence de la Cour européenne des droits de l'homme, que citent d'ailleurs les recourantes, soit l'arrêt dans la cause Beer et Regan contre Allemagne du 18 février 1999, par. 53 à 63.\n\nDans cette décision ayant trait à des contrats de travail d'employés temporaires mis, par une société de location de services, à disposition d'une organisation internationale européenne qui gère à Darmstadt (Allemagne) un organisme indépendant, la Cour européenne a retenu que l'octroi de l'immunité de juridiction aux organisations internationales, en vertu des instruments constitutifs de celles-ci, reflétait une pratique de longue date destinée à assurer leur bon fonctionnement, pratique renforcée par la tendance à l'élargissement et à l'intensification de la coopération internationale. Sous l'angle de la proportionnalité, la limitation du droit fondamental d'accès au juge, tenant à l'immunité de juridiction, était acceptable au regard du but de faciliter l'exécution de ses fonctions par l'organisation internationale concernée. Pour déterminer si l'immunité de l'organisation devant les juridictions allemandes était admissible au regard de la Convention, il importait d'examiner si les requérants disposaient d'autres voies raisonnables pour protéger efficacement leurs droits BGE 130 I 312 S. 326garantis par la Convention; tel était le cas, puisque les travailleurs avaient la possibilité d'obtenir un contrôle juridictionnel, ou équivalent, au moyen de procédures adaptées aux particularités de l'organisation internationale, et dès lors différentes des recours disponibles en droit interne. La Commission de recours de l'organisation internationale en cause, indépendante de cette dernière, offrait aux requérants des voies de droit permettant de reconnaître que les tribunaux allemands n'avaient pas excédé leur marge d'appréciation en respectant l'immunité de juridiction de cette organisation internationale. Et cela, sans que les restrictions de l'accès aux juridictions allemandes pour régler le différend des travailleurs avec l'organisation internationale aient porté atteinte à la substance même de leur \"droit à un tribunal\", ou qu'elles aient été disproportionnées sous l'angle de l'art. 6 par. 1 CEDH (arrêt Beer et Regan, par. 55, 56, 58, 59 et 63).\n\nC'est dans ce sens qu'il faut considérer l'art. 24 let. a de l'Accord de siège, à la lumière de l'art. 6 par. 1 CEDH. S'agissant de l'interprétation des traités, la Convention de Vienne du 23 mai 1969 sur le droit des traités (RS 0.111), fixe, à ses art. 31 à 33, des règles que la pratique a explicitées et complétées (ATF 130 II 113 consid. 6.1 p. 121 et les références; ALFRED VERDROSS/BRUNO SIMMA, Universelles Völkerrecht, 3e éd., Berlin 1984, p. 492 à 494). Ces principes sont relativement semblables aux méthodes d'interprétation valant pour les règles générales et abstraites en droit interne, au nombre desquelles figurent les traités internationaux (ATF 125 V 503 consid. 4b et c p. 506), qui, en Suisse, sont introduits dans l'ordre juridique national dès leur entrée en vigueur sur le plan du droit international (GEORGES J. PERRIN, Droit international public, Zurich 1999, p. 826/827), selon la conception moniste avec primauté du droit international adoptée en Suisse (GEORGES J. PERRIN, op. cit., p. 810).\n\n4.2 D'après la doctrine, quand bien même ni les art. 29 et 30 Cst. ni le droit conventionnel ne le proclament expressis verbis, le droit à un procès équitable implique d'abord le droit, pour chaque justiciable, d'avoir accès aux tribunaux. Il ne se limite donc pas à assurer certaines garanties dans une instance déjà pendante, mais il reconnaît le droit d'accéder aux tribunaux à toute personne désireuse d'introduire une action, le déni de justice étant ainsi proscrit (ANDREAS AUER/GIORGIO MALINVERNI/MICHEL HOTTELIER, Droit constitutionnel suisse, vol. II, Berne 2000, n. 1170 p. 565; ULRICH HÄFELIN/WALTER BGE 130 I 312 S. 327HALLER, Schweizerisches Bundesstaatsrecht, 5e éd., p. 236 n. 828; JEAN-FRANÇOIS AUBERT/PASCAL MAHON, Petit commentaire de la Constitution fédérale de la Confédération suisse du 18 avril 1999, Zurich 2003, p. 262 n. 1 et 2; ARTHUR HAEFLIGER/FRANK SCHÜRMANN, Die Europäische Menschenrechtskonvention und die Schweiz, 2e éd., p. 162).\n\nCette garantie a depuis lors été inscrite dans la Constitution du 18 avril 1999 à l'occasion de la première révision partielle, sous la forme d'un art. 29a Cst., prévoyant, sauf exceptions, que toute personne a droit à ce que sa cause soit jugée par une autorité judiciaire (RO 2002 p. 3148). Cependant, cette norme n'est pas encore applicable en tant que telle, car son entrée en vigueur sera fixée ultérieurement (RO 2002 p. 3150), l'arrêté fédéral y relatif n'étant pas adopté à ce jour. L'art. 29a Cst. vise à établir une garantie générale de l'accès au juge, en particulier dans le but de soumettre les actes de l'administration à un contrôle juridictionnel (MICHEL HOTTELIER, Les garanties de procédure, in Droit constitutionnel suisse, Zurich 2001, p. 814, n. 20; ANDREAS KLEY, Die schweizerische Bundesverfassung, St. Galler Kommentar, n. 3 ss ad art. 29a Cst.; HANS PETER WALTER, Justizreform, in Die neue Bundesverfassung, Zurich 2002, p. 131/132).\n\nPar ailleurs, comme n'importe quel autre droit fondamental, le droit d'accès aux tribunaux est soumis aux restrictions prévues à l'art. 36 Cst.; plus particulièrement ces dernières sont admissibles lorsqu'il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but poursuivi (AUER/MALINVERNI/HOTTELIER, op. cit., n. 1176 p. 568). L'accès au tribunal doit être effectif, ce qui implique de la part de l'autorité de prendre les mesures nécessaires pour surmonter un obstacle de fait (p. ex. frais judiciaires prohibitifs; cf. MARK E. VILLIGER, Handbuch der Europäischen Menschenrechtskonvention [EMRK], 2e éd., n. 433 p. 275).\n\n4.3\n\n4.3.1 En l'espèce, le Tribunal fédéral, lors même qu'il est saisi d'un recours de droit administratif et bénéficie d'une cognition libre, doit cependant observer à l'égard de l'autorité administrative la réserve qu'impose la jurisprudence quand entrent en jeu des questions soit d'appréciation (ATF 125 II 29 consid. 3d/bb p. 38/39 et les références), soit d'examen des circonstances locales (ATF 117 Ib 162 consid. 5d p. 170) ou lorsque des normes juridiques BGE 130 I 312 S. 328indéterminées doivent faire l'objet d'une interprétation (ATF 127 II 184 consid. 5a/aa p. 190/191 et les références), ce qui est le cas de l'art. 24 de l'Accord de siège.\n\nCela est d'autant plus important dans la présente espèce où, avant que l' ATF 125 II 417 n'écarte les art. 98 let. a et 100 al. 1 let. a OJ au bénéfice de l'application directe de l'art. 6 par. 1 CEDH, le domaine des affaires étrangères - ou des relations extérieures - était exclu du recours de droit administratif (KÖLZ/HÄNER, op. cit., n. 877 p. 313; RHINOW/KOLLER/KISS, op. cit., ch. 1468 et 1469 p. 280; KARLEN, op. cit., ch. 3.26 p. 86), au motif que les affaires y afférentes mettent en jeu le large pouvoir d'appréciation du gouvernement, ou relèvent de l'opportunité.\n\n4.3.2 Le Conseil fédéral a retenu qu'une nouvelle procédure arbitrale, ou un autre moyen de règlement du litige entre les recourantes et le CERN n'était pas nécessaire, dès lors que \"le Groupement [avait] (...) eu l'occasion de soumettre toutes ses demandes à une juridiction qui était compétente à examiner le litige au fond, soit le premier tribunal arbitral\" (consid. II/9 de la décision attaquée).\n\nIl appert que ce tribunal arbitral n'est pas entré en matière sur le coût des travaux sous-traités, pour le motif qu'il n'était pas compétent pour statuer sur les prétentions élevées par les sous-traitants. S'il n'y a pas lieu d'examiner en détail la relation entre ces derniers et le Groupement, pris comme entrepreneur, force est de constater que les droits et obligations liant ces diverses personnes peuvent être soumis à l'examen des tribunaux nationaux dont la compétence est reconnue en fonction des règles de fors applicables. Cette question est devenue sans importance, dans la mesure où les sous-traitants ont été désintéressés par l'entrepreneur (i.e. le Groupement) après la première procédure arbitrale, et avant la deuxième dans le cadre de laquelle les recourantes ont fait valoir les cessions de créances qu'elles avaient obtenues à la suite des paiements consentis aux sous-traitants. Comme les recourantes se savaient débitrices de ceux-ci et entendaient faire payer le coût de leur mise en oeuvre par le maître de l'ouvrage, soit le CERN, elles devaient clairement faire valoir devant le premier tribunal arbitral qu'elles soutenaient des prétentions qui leur appartenaient en propre, pour éviter l'écueil de l'incompétence personnelle du tribunal arbitral, obstacle qu'elles n'ont d'ailleurs pu éviter puisque cette juridiction a relevé que les sous-traitants n'étaient pas parties à la procédure et que le BGE 130 I 312 S. 329Groupement n'avait pas la légitimation active pour invoquer les prétentions dérivant des travaux sous-traités.\n\nLe Conseil fédéral voit la situation procédurale actuelle - consistant en l'absence d'une décision sur le fond - comme une conséquence de l'ambiguïté de la formulation de la demande des recourantes devant le premier tribunal arbitral. Ce dernier avait relevé que les recourantes avaient pris à leur compte les prétentions des sous-traitants, sans réellement les intégrer à leur propre demande (sentence arbitrale du 27 décembre 1991, no 235 p. 102). A l'époque, les créances des sous-traitants n'avaient fait l'objet d'aucune cession de leur part en faveur de l'entrepreneur, puisque les cessions considérées ne sont intervenues qu'après le prononcé de la première sentence et avant l'introduction de la deuxième procédure arbitrale. Le premier tribunal arbitral a mentionné néanmoins (no 231 p. 100) que les recourantes \"aurai[en]t déjà accepté et réglé la majeure partie de ces factures (...), dont le montant serait en valeur de juillet 1982, fr.s. 28'300'260.-\", qui est la somme réclamée par le Groupement au CERN.\n\nCertes, le Groupement a soutenu, dans son mémoire en réplique du 15 août 1987, qu'il faisait valoir des prétentions propres, dès l'instant où les factures adressées par ses sous-traitants constituaient, pour lui, des postes de dépenses supplémentaires à sa charge. Mais, par la suite, il a déclaré, dans son mémoire après plaidoiries du 8 mai 1991, que \"les sous-traitants [avaient] subi un préjudice dû aux mêmes causes que celles alléguées par le Groupement\", le rejet des prétentions de ce dernier privant les sous-traitants des rémunérations auxquelles ils avaient droit. Le Conseil fédéral a relevé cette contradiction (consid. II/6.1 de la décision du 14 janvier 2004). Les recourantes rétorquent toutefois qu'elles avaient voulu renforcer leur argumentation par le recours à la notion de \"clause de rémunération (Vergütungsklausel)\", que le Conseil fédéral n'avait pas saisie, et qu'il fallait comprendre qu'elles faisaient valoir leurs propres prétentions en remboursement des sommes versées ou à verser aux sous-traitants.\n\nComme on l'a déjà mentionné, le premier tribunal arbitral a estimé que ces prétentions n'étaient pas \"réellement intégrées\" à la demande des recourantes tombant sous sa juridiction, ce qui conduisait au rejet des conclusions du Groupement fondées sur les travaux sous-traités. Par surabondance, le premier tribunal arbitral a BGE 130 I 312 S. 330jugé qu'\"en l'absence des contrats liant le Groupement à ses sous-traitants, il [n'était] pas possible (...) de déterminer si et dans quelle mesure le Groupement serait débiteur de ceux-ci (no 236 p. 102).\n\nOn voit donc que la question de la créance en remboursement des frais de la sous-traitance a effectivement été soumise à la juridiction instituée en application de l'art. 24 let. a de l'Accord de siège. Celle-ci l'a écartée pour des motifs formels, que le Tribunal fédéral n'a pas pu revoir en raison de l'immunité de juridiction absolue du CERN (ATF 118 Ib 562 consid. 2b p. 567/568 déjà cité). Si le déboutement des recourantes, lors de la première procédure arbitrale, ne tient pas exclusivement à l'ambiguïté de leur demande, mais également au fait que le premier tribunal arbitral a admis qu'il n'était pas compétent à l'égard des sous-traitants, lesquels \"[n'avaient] pas participé (...) à l'établissement de l'Acte de mission\" (no 234 in fine p.101/102), il n'en demeure pas moins que les recourantes ont pu soumettre le différend à une autorité juridictionnelle, qui a statué en fait et en droit sur les mérites de leurs conclusions, dans les limites de l'art. 33 des Conditions générales des contrats du CERN et de l'Acte de mission passé entre les parties et les arbitres le 12 novembre 1986, lequel fixait le droit de fond applicable; il s'agissait, \"par ordre décroissant\", des Conditions générales des contrats du CERN, de la norme SIA 118 (édition 1977), des Conditions de la Fédération internationale des ingénieurs-conseils (FIDIC) et du Code suisse des obligations (cf. p. 7 de la sentence du 27 décembre 1991); quant à la procédure à suivre, elle était réglée par les \"principes généraux de la procédure civile\".\n\nIl s'ensuit que les recourantes ont bel et bien eu accès à une juridiction indépendante, impartiale et douée d'une cognition ne rendant pas illusoire le recours au juge. Savoir si le Tribunal arbitral a restreint sa compétence de façon arbitraire, ou si, à l'instar du Conseil fédéral, il a mal compris la notion de \"clause de rémunération\" sont des questions de droit qui touchent à l'objet même de la procédure arbitrale, que le Tribunal fédéral n'a pas pu revoir en raison de l'immunité de juridiction absolue du CERN (ATF 118 Ib 562 consid. 2b in fine p. 568) et qu'il n'y a pas lieu d'examiner à nouveau présentement.\n\nLe rejet de la demande pour des motifs formels n'enlève rien au fait que les recourantes ont pu déférer le litige devant le Tribunal arbitral ad hoc (CHRISTIAN DOMINICÉ, L'arbitrage et les immunités des BGE 130 I 312 S. 331organisations internationales, in Etudes de droit international en l'honneur de Pierre Lalive, Bâle 1993, p. 484 ch. 3). Du reste, dans un obiter dictum, le premier tribunal arbitral a exposé que s'il avait été compétent quant à la demande en paiement du chef des sous-traitants, il l'aurait vraisemblablement rejetée en raison de l'absence des contrats de sous-traitance au dossier, empêchant d'apprécier la réalité des travaux et leur prise en charge éventuelle par l'entrepreneur.\n\nDe même, le rejet des prétentions des recourantes contre le CERN par le deuxième tribunal arbitral - lequel a retenu que les sous-traitants ne pouvaient invoquer à l'encontre du CERN des prétentions fondées sur un contrat qu'ils auraient passé avec cette organisation internationale au sens de l'art. 1er des Conditions générales des contrats du CERN, prétentions que le Groupement fait valoir en tant que cessionnaire (cf. sentence arbitrale du 29 août 1997, N° 138 p. 79/80) - ne peut pas davantage être revu par le Tribunal fédéral pour les motifs rappelés ci-dessus à propos de la première sentence arbitrale. Force aussi est d'admettre que les recourantes ont eu l'occasion de présenter le mérite de leurs prétentions au deuxième tribunal arbitral, sur la base d'une argumentation juridique renouvelée fondée sur leurs droits dérivant de la cession, et qu'elles ont donc encore eu accès à une autorité juridictionnelle. Cette constatation est suffisante pour rejeter le grief de la violation des art. 6 par. 1 CEDH et 24 let. a de l'Accord de siège, puisque le Tribunal fédéral ne peut revoir le bien-fondé de la sentence elle-même en raison de l'immunité de juridiction de l'organisation internationale.\n\n5. Se prévalant de l'art. 29 al. 1 Cst., les recourantes reprochent aux deux autorités administratives (DFAE et Conseil fédéral) d'avoir conjointement mis plus de cinq ans pour rejeter leur requête du 3 novembre 1998 tendant à contraindre le CERN à se soumettre à une troisième procédure arbitrale. Elles s'en prennent plus particulièrement à la durée de la procédure devant le DFAE.\n\n5.1 Selon l'art. 29 al. 1 Cst., toute personne a droit, dans une procédure judiciaire ou administrative, à ce que sa cause soit traitée équitablement et jugée dans un délai raisonnable. Le caractère raisonnable ou adéquat du délai s'apprécie au regard de la nature de l'affaire et de l'ensemble des circonstances, selon un principe déjà fixé sous l'empire de l'art. 4 al. 1 aCst. (ATF 125 V 188 consid. 2a p. 191/192; ATF 117 Ia 193 consid. 1c p. 197; ATF 107 Ib 160 consid. 3b p. 164/165).\n\nBGE 130 I 312 S. 332A l'instar de l'art. 6 par. 1 CEDH - qui n'offre, à cet égard, pas une protection plus étendue que les garanties constitutionnelles nationales (ATF 114 Ia 179 ss; Hottelier, op. cit., p. 810 ch. 5 in fine) -, l'art. 29 al. 1 Cst. consacre le principe de la célérité en ce sens qu'il prohibe le retard injustifié à statuer. L'autorité viole cette garantie constitutionnelle lorsqu'elle ne rend pas la décision qu'il lui incombe de prendre dans le délai prescrit par la loi ou dans un délai que la nature de l'affaire, ainsi que toutes les autres circonstances, font apparaître comme raisonnable (ATF 119 Ib 311 consid. 5 p. 323 ss; JÖRG PAUL MÜLLER, Grundrechte in der Schweiz, 3e éd., p. 505 ss; HAEFLIGER/SCHÜRMANN, op. cit., p. 200 ss; HOTTELIER, op. cit., p. 810/ 811).\n\n5.2 Le caractère raisonnable de la durée de la procédure s'apprécie en fonction des circonstances particulières de la cause, lesquelles commandent généralement une évaluation globale. Entre autres critères sont notamment déterminants le degré de complexité de l'affaire, l'enjeu que revêt le litige pour l'intéressé ainsi que le comportement de ce dernier et celui des autorités compétentes (ATF 124 I 139 consid. 2c p 142; ATF 119 Ib 311 consid. 5b p. 325 et les références indiquées). A cet égard, il appartient au justiciable d'entreprendre ce qui est en son pouvoir pour que l'autorité fasse diligence, que ce soit en l'invitant à accélérer la procédure ou en recourant, le cas échéant, pour retard injustifié (ATF 107 Ib 155 consid. 2b et c p. 158 s.). Le comportement du justiciable s'apprécie toutefois avec moins de rigueur en procédure pénale et administrative que dans un procès civil, où les parties doivent faire preuve d'une diligence normale pour activer la procédure (HAEFLIGER/ Schürmann, op. cit., p. 203/204; AUER/MALINVERNI/HOTTELIER, op. cit., n. 1243 p. 594). On ne saurait par ailleurs reprocher à une autorité quelques \"temps morts\"; ceux-ci sont inévitables dans une procédure (cf. ATF 124 I 139 consid. 2c p. 142). Une organisation déficiente ou une surcharge structurelle ne peuvent cependant justifier la lenteur excessive d'une procédure (ATF 122 IV 103 consid. I.4 p. 111; ATF 107 Ib 160 consid. 3c p. 165); il appartient en effet à l'Etat d'organiser ses juridictions de manière à garantir aux citoyens une administration de la justice conforme aux règles (ATF 119 III 1 consid. 3 p. 3; JÖRG PAUL MÜLLER, op. cit., p. 506 s.; HAEFLIGER/ SCHÜRMANN, op. cit., p. 204 s.; AUER/MALINVERNI/HOTTELIER, op. cit., n. 1244 et 1245, p. 594/595; HOTTELIER, op. cit., p. 811 ch. 7). BGE 130 I 312 S. 333\n\n5.3 La sanction du dépassement du délai raisonnable ou adéquat consiste d'abord dans la constatation de la violation du principe de célérité, qui constitue une forme de réparation pour celui qui en est la victime. Cette constatation peut également jouer un rôle sur la répartition des frais et dépens dans l'optique d'une réparation morale (ATF 129 V 411 consid. 1.3 p. 417 et les références). Dans certaines circonstances, si les conditions de la responsabilité civile de la Confédération ou des cantons pour acte illicite sont réalisées, le paiement de dommages-intérêts pour le retard à statuer peut être envisagé. Faute de compétence ratione materiae, il n'appartient pas au Tribunal fédéral, saisi d'un recours de droit administratif, de se prononcer sur cette question, d'autant que les recourantes n'ont pas formulé de conclusions dans ce sens (ATF 129 V 411 consid. 1.4 p. 417/418 et les références).\n\n5.4\n\n5.4.1 En l'espèce, les recourantes ont introduit leur demande auprès du DFAE le 3 novembre 1998, par un acte de dix-huit pages, accompagné de vingt-quatre annexes. Au nombre de celles-ci figurent notamment les deux sentences arbitrales de 1991 et 1997, deux opinions dissidentes d'arbitres concernant cette dernière décision, quatre avis doctrinaux, deux décisions judiciaires étrangère ou internationale, une décision du Conseil fédéral, ainsi qu'une correspondance avec le CERN. Le montant total de la demande du Groupement présentée devant le premier tribunal arbitral ascendait à environ 430 millions de francs (sentence arbitrale du 27 décembre 1991, p. 14 et 15); le poste invoqué des frais de sous-traitants à rembourser se montait à 28'300'260 fr. (cf. sentence précitée, no 231 p. 100).\n\nLe 17 mars 1999, le DFAE a invité les recourantes à fournir certains renseignements, puis a indiqué, le 20 juillet 2000, que \"l'étude de [la] requête se [poursuivait] activement\". A la suite d'un courrier du 2 octobre 2000, resté sans réponse, le conseil des recourantes a relancé le DFAE le 8 novembre 2000, en lui impartissant un délai à la fin de ce mois, sous menace de saisir l'autorité compétente d'un recours pour déni de justice formel et matériel, fondé sur la violation des art. 6 CEDH et 29 Cst. Le 18 novembre 2000, le DFAE a signalé qu'il rencontrerait les représentants du CERN le 24 novembre 2000. Par pli du 22 décembre 2000, le Département fédéral a écrit au conseil des recourantes que celles-ci n'avaient pas été victimes d'un déni de justice manifeste, dans la mesure où le litige avait BGE 130 I 312 S. 334été soumis à deux reprises à l'arbitrage. Le 24 janvier 2001, le DFAE a informé le conseil des recourantes que sa lettre du 22 décembre 2000 n'était \"pas une décision au sens technique\". Par courrier recommandé du 26 février 2001, ledit conseil a prié le DFAE de rendre une telle décision, que cette autorité a notifiée le 19 octobre 2001, prononçant l'irrecevabilité de la requête.\n\nLe 15 novembre 2001, les recourantes ont saisi le Conseil fédéral d'un recours administratif, sur lequel il a été statué par la décision entreprise du 14 janvier 2004, qui a admis le recours sur des questions de procédure et l'a rejeté au fond.\n\n5.4.2 Concernant les deux phases de la procédure, la première devant l'autorité administrative, la seconde devant le Conseil fédéral, il convient tout d'abord d'apprécier le critère du degré de complexité de l'affaire.\n\n5.4.2.1 Au niveau du DFAE, l'instance s'est rapportée au problème de l'accès au juge d'une part, et à l'octroi de la protection diplomatique pour le membre suisse du Groupement, d'autre part. Malgré la nature et les caractéristiques différentes de ces deux institutions juridiques, une certaine convergence de raisonnement s'imposait, dans la mesure où la protection diplomatique ne peut entrer en ligne de compte que si la partie adverse du lésé a violé une obligation de droit international public lui incombant. La question revenait donc à savoir si le CERN avait enfreint l'art. 24 let. a de l'Accord de siège, provoquant ainsi une violation de l'art. 6 par. 1 CEDH, en opposant une fin de non-recevoir à la troisième demande d'arbitrage portant sur le même objet, auquel cas il eût engagé sa responsabilité internationale. Toutefois, même si les questions étaient liées, elles pouvaient apparaître d'une certaine complexité pour ce qui est de l'appréciation de la vraisemblance des prétentions de caractère civil que les recourantes voulaient faire valoir contre l'organisation internationale concernée. A cet égard, l'autorité administrative a dû prendre connaissance des sentences arbitrales, des opinions dissidentes, ainsi que de trois avis de droit portant sur la question déposés en cours d'instance. Sous cet angle, la procédure nécessitait un certain développement dans le temps, qu'il appartient au Tribunal fédéral d'évaluer au regard des autres critères dégagés par la jurisprudence.\n\nAu sujet de l'enjeu du litige pour les recourantes, il équivaut à une valeur litigieuse supérieure à 28 millions de francs, sans compter BGE 130 I 312 S. 335les frais arbitraux déjà exposés pour plusieurs centaines de milliers de francs.\n\nQuant aux recourantes, elles ne sont pas restées inactives, puisqu'elles ont sollicité à plusieurs reprises du DFAE une décision, et l'ont menacé une fois d'un recours pour déni de justice formel ou matériel en raison du déroulement, d'après elles trop lent, de l'instance.\n\nIl convient encore de considérer le contexte global de l'affaire, dont le remboursement des paiements effectués aux sous-traitants ne représentait qu'un des aspects. Les recourantes s'étaient en effet engagées dans deux procédures arbitrales successives, qui avaient duré chacune plusieurs années et qui portaient, à l'origine, sur une valeur litigieuse de plus de 400 millions de francs.\n\nLa première procédure qui s'est déroulée devant le Tribunal fédéral, close par l' ATF 118 Ib 562 ss, a, pour sa part, pris un an.\n\nDans ces circonstances particulières, compte tenu de l'ensemble des documents et arguments que le DFAE a dû apprécier, et même si ce dernier a finalement rendu une décision d'irrecevabilité (art. 5 al. 1 let. c PA) au motif que les dispositions invoquées ne feraient pas partie du droit public fédéral, la relativement longue durée de la procédure (près de trois ans) ne fait pas encore apparaître comme déraisonnable ou inadéquat le délai utilisé. Le grief de violation des art. 29 al. 1 Cst. et 6 par. 1 CEDH doit en conséquence être rejeté.\n\n5.4.2.2 Les mêmes raisons permettent de considérer que le délai de près de vingt-six mois, utilisé par le Conseil fédéral pour statuer sur le recours administratif, demeure raisonnable au vu des particularités de l'espèce. L'autorité de recours a imparti un délai de détermination convenable à l'autorité intimée, ainsi qu'au CERN, qui ont pu s'exprimer en détail compte tenu de l'enjeu important du litige. Il faut également prendre en compte les mécanismes d'instruction et de décision du Conseil fédéral agissant comme juge administratif, qui supposent un certain nombre de délégations avant qu'il ne prenne lui-même la décision, en sa qualité d'autorité collégiale (cf. consid. I/11 de la décision du Conseil fédéral du 14 janvier 2004, p. 4). Enfin, dans l'examen de la cause, le Conseil fédéral a été amené à se prononcer sur la question de la recevabilité de la requête en première instance, qu'il a admise, à l'opposé du DFAE, avant de trancher le fond. Tous ces éléments démontrent que le BGE 130 I 312 S. 336délai de près de vingt-six mois, même s'il était confortable, ne porte nullement atteinte au principe de célérité ancré à l'art. 29 al. 1 Cst., respectivement à l'art. 6 par. 1 CEDH. Le grief adressé à cet égard au Conseil fédéral est infondé."}