{"annee": "130", "cour": "III", "page": "231", "date": "3/12/2003", "cite": ["84 III 72"], "cite_par": ["144 III 277"], "chapeau": "29. Arrêt de la Chambre des poursuites et des faillites dans la cause X. (recours LP)\n\n7B.224/2003 du 3 décembre 2003", "regestes": ["Communication du double du commandement de payer au créancier ou à son mandataire (art. 76 al. 2 LP). Qualité pour porter plainte et recourir du mandataire désigné à son insu (art. 17 ss LP). L'envoi contre remboursement de l'exemplaire destiné au créancier constitue une mesure susceptible de faire l'objet d'une plainte au sens de l'art. 17 LP. Un avocat désigné à son insu comme mandataire du créancier a qualité pour porter plainte contre une telle mesure, qui le touche personnellement (consid. 1). Le préposé n'a pas à vérifier d'office les pouvoirs de mandataire d'un avocat qui, selon le droit cantonal, a qualité pour exercer la représentation professionnelle de parties à des procédures d'exécution forcée devant les offices des poursuites et des faillites (consid. 2.1). Devoir de l'autorité de surveillance de tenir compte du défaut de pouvoirs de représentation constaté en instance de plainte (consid. 2.2)."], "faits": "|232|\n\nA. Le 23 décembre 2002, Y. a requis de l'Office des poursuites de Genève l'ouverture de deux poursuites contre Z. et dame Z., en mentionnant notamment comme représentant du créancier Me X., avocat à Genève.\n\nLe 14 mai 2003, l'avocat précité a reçu de l'office, contre remboursement de la somme de 421 fr. 80, les exemplaires des commandements de payer, frappés d'opposition, destinés au créancier.\n\nB. Le même jour, l'avocat a contesté le procédé de l'office par la voie de deux plaintes. Il alléguait en substance n'avoir jamais signé de réquisition de poursuite pour le créancier, ni accepté de le représenter dans le cadre des poursuites susmentionnées. Il a conclu à l'annulation du renvoi des commandements de payer à son étude et au remboursement de la somme payée (421 fr. 80).\n\nLa Commission cantonale de surveillance lui ayant transmis une copie des réquisitions de poursuite pour détermination, l'avocat a confirmé, le 25 juin 2003, qu'il n'était ni le rédacteur ni le signataire desdites réquisitions et que celles-ci émanaient du créancier lui-même, qui avait procédé à son insu.\n\nInterpellé par la Commission cantonale de surveillance, le créancier a expliqué qu'il avait mandaté le conseil susmentionné pour défendre ses intérêts dans le cadre de la succession de son père, décédé en 1996, et que lorsqu'il s'était présenté à l'office pour rédiger les réquisitions de poursuite en cause, il avait répondu par l'affirmative à la question de savoir s'il avait un représentant, mentionnant alors le nom dudit conseil.\n\nPar décision du 18 septembre 2003, la Commission cantonale de surveillance a joint les plaintes et les a rejetées dans la mesure où elles étaient recevables. Elle s'est demandé si la prétention du plaignant en restitution du montant du remboursement ne relevait pas d'une action en responsabilité contre l'Etat, du ressort du Tribunal de première instance, et si, en conséquence, les plaintes étaient recevables à cet égard. Elle a néanmoins décidé d'entrer en matière sur la question de l'envoi contre remboursement des exemplaires des commandements de payer destinés au créancier, cette mesure lui paraissant sujette à plainte au sens de l'art. 17 al. 1 LP. Ayant |233| rejeté les plaintes sur ce point, elle a pu laisser indécise la question de sa compétence pour statuer sur la prétention en restitution.\n\nC. Par acte déposé le 2 octobre 2003, l'avocat a recouru auprès de la Chambre des poursuites et des faillites du Tribunal fédéral aux fins de faire admettre la recevabilité des plaintes tant sur la question de l'envoi des commandements de payer contre remboursement que sur celle de la prétention en restitution, de faire annuler l'envoi contre remboursement et d'obtenir la restitution par l'office de la somme de 421 fr. 80.\n\nL'office a déposé des observations sur le fond et s'en est remis à justice. Le créancier a renoncé à se déterminer sur le recours.", "considerants": "La Chambre considère en droit:\n\n1. Comme l'a retenu à juste titre la Commission cantonale de recours, l'envoi contre remboursement de l'exemplaire destiné au créancier (art. 76 al. 2 LP) constitue une mesure susceptible de faire l'objet d'une plainte au sens de l'art. 17 LP. Un avocat désigné à son insu comme mandataire du créancier a qualité pour porter plainte contre une telle mesure, qui le touche personnellement. Le présent recours est donc recevable dans la mesure où il tend à l'annulation de l'envoi au recourant, contre remboursement, des exemplaires des commandements de payer destinés au créancier.\n\nLe recourant n'est en revanche pas habilité à réclamer par la voie de la plainte et du recours de poursuite la restitution du montant qu'il a dû payer à la suite d'une application prétendument irrégulière de la loi.\n\n2.\n\n2.1 Selon les constatations de la décision attaquée, l'office a disposé de tous les éléments nécessaires, selon l'art. 69 al. 2 LP, à la rédaction des commandements de payer, en particulier des indications concernant le créancier (art. 67 al. 1 ch. 1 LP). Les réquisitions qui lui avaient été présentées comportaient en effet, comme le requiert cette disposition, outre les nom et domicile du créancier, ceux d'un mandataire, avocat ayant qualité selon le droit cantonal pour exercer la représentation professionnelle de parties à des procédures d'exécution forcée devant les offices des poursuites et des faillites (art. 27 LP; art. 1 let. a de la loi genevoise réglementant la profession d'agent d'affaires [RSG E 6 20]). Le préposé n'avait pas à vérifier d'office les pouvoirs de ce mandataire, étant précisé que le défaut |234| de pouvoirs de représentation est un moyen qui doit être soulevé par la voie de la plainte et du recours aux autorités de surveillance (ATF 84 III 72 consid. 1; P.-R. GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, n. 31 ad art. 67 LP; SABINE KOFMEL EHRENZELLER, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, n. 23 ad art. 67 LP). Avec la Commission cantonale de surveillance, la Chambre de céans retient que l'office n'avait aucune raison de douter de la qualité de représentant du créancier du recourant. Partant, c'est bien à ce \"mandataire\" que l'office devait remettre, immédiatement après l'opposition, les exemplaires des commandements de payer destinés au créancier (art. 76 al. 2 LP).\n\n2.2 En instance cantonale de plainte, il s'est avéré cependant que les pouvoirs de représentation du mandataire désigné par le créancier avaient fait défaut dès le début. Cela ressortait clairement des déclarations du plaignant et des explications fournies par le créancier. Tenue de prendre en considération cette nouvelle situation en vertu de son devoir d'établir les faits d'office (art. 20a al. 2 ch. 2 LP) et de tenir compte des nova, admissibles en procédure genevoise de plainte LP (GILLIÉRON, op. cit., n. 15 ad art. 18 LP; FLAVIO Cometta, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, n. 9 ad art. 18 LP et n. 48 ad art. 20a LP; art. 68 LPA/GE applicable par renvoi de l'art. 13 al. 5 LALP/GE), la Commission cantonale de surveillance ne pouvait qu'annuler l'envoi contre remboursement litigieux et ordonner qu'il soit renouvelé à l'adresse du créancier lui-même. En effet, quand bien même aucune erreur ne pouvait être reprochée à l'office, la mesure attaquée se révélait après coup objectivement illégale.\n\nIl s'ensuit que le recours doit être admis et la décision attaquée annulée sur la question de l'envoi contre remboursement des exemplaires des commandements de payer destinés au créancier. Même si elle ne peut entrer formellement en matière sur la restitution du montant de 421 fr. 80, la Chambre constate qu'il a été encaissé sans cause légitime et doit être remboursé d'office et sans autre formalité au recourant."}