{"annee": "130", "cour": "II", "page": "193", "date": "11/2/2004", "cite": ["122 II 367", "126 II 495", "127 II 151", "129 II 462", "122 IV 188"], "cite_par": ["137 IV 189"], "chapeau": "18. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. Schweizerische Bundesanwaltschaft gegen A., B. und C. (Verwaltungsgerichtsbeschwerde)\n\n1A.153/2003 vom 11. Februar 2004", "regestes": ["Art. 9, 12, 18a al. 3 et 63 s. EIMP, art. 69 et 77 PPF, art. 4 al. 3 LSCPT; levée des scellés pour les besoins d'une procédure d'entraide et examen de documents et de données électroniques saisis dans une étude d'avocats. La Ire Cour de droit public est en principe compétente pour statuer sur une demande de levée des scellés formée par l'autorité fédérale d'exécution, pour les besoins d'une procédure d'entraide judiciaire (consid. 2.2). La demande, tendant à la levée des scellés et à l'examen des documents et des données informatiques saisis, doit indiquer dans quelle mesure ces informations sont importantes pour l'enquête et susceptibles d'être utilisées dans le cadre de l'entraide judiciaire. Dans le cas de documents et de données d'une étude d'avocats, il y a lieu en outre d'examiner si la perquisition respecte le secret professionnel (consid. 4.2 et 4.3). La levée des scellés et l'examen des pièces peuvent notamment avoir lieu lorsque l'avocat est lui-même poursuivi pénalement. La demande de levée des scellés doit toutefois au moins indiquer dans quelle mesure l'étude d'avocats pourrait être impliquée dans les agissements poursuivis (consid. 5)."], "faits": "BGE 130 II 193 S. 194\n\nAm 26. Mai 2003 ersuchte die Staatsanwaltschaft von Neapel die schweizerischen Behörden um internationale Rechtshilfe in Strafsachen. Das Ersuchen wurde am 6. Juni 2003 ergänzt. Die italienischen Behörden ermitteln gegen X., Y. und weitere Personen wegen Zugehörigkeit zu einer linksextremen \"subversiven\" bzw. terroristischen Vereinigung und weiteren Delikten. Mit Verfügung vom 27. Mai 2003 übertrug das Bundesamt für Justiz das Rechthilfeverfahren bzw. den Vollzug des Ersuchens an die Schweizerische Bundesanwaltschaft.\n\nAm 20. Juni 2003 erliess die Bundesanwaltschaft eine Eintretensverfügung. Am 22. Juni 2003 ordnete sie (im Hinblick auf die beantragte Rechtshilfe) strafprozessuale Zwangsmassnahmen an. Gestützt darauf führte die Bundeskriminalpolizei am 23. Juni 2003 Hausdurchsuchungen durch. Davon betroffen ist namentlich die Anwaltskanzlei B. & C. in Zürich. Im Rahmen der Durchsuchung des Advokaturbüros wurden diverse Dokumente und Gegenstände beschlagnahmt und teilweise versiegelt. Ausserdem wurden sämtliche auf dem Informatiknetzwerk der Anwaltskanzlei vorhandenen elektronischen Daten kopiert (bzw. \"gespiegelt\") und auf Begehren BGE 130 II 193 S. 195der betroffenen Anwälte versiegelt. Mit Gesuch an das Bundesgericht beantragt die Bundesanwaltschaft die Entsiegelung und Durchsuchung der sichergestellten Dokumente, Gegenstände und elektronischen Dateien. Das zur Vernehmlassung eingeladene Bundesamt für Justiz schloss sich dem Gesuch der Bundesanwaltschaft an.", "considerants": "Aus den Erwägungen:\n\n2. Bei der Ausführung von Rechtshilfeersuchen richtet sich der Schutz des Geheimbereichs nach den Bestimmungen über das Zeugnisverweigerungsrecht. Für die Durchsuchung und die Versiegelung von Papieren gelten die Grundsätze von Art. 69 BStP (Art. 9 des Bundesgesetzes vom 20. März 1981 über internationale Rechtshilfe in Strafsachen [IRSG; SR 351.1]).\n\n2.1 Die Durchsuchung von Papieren ist mit grösster Schonung der Privatgeheimnisse und unter Wahrung des Berufsgeheimnisses im Sinne von Art. 77 BStP durchzuführen (Art. 69 Abs. 1 BStP). Ausserdem sollen Papiere nur dann durchsucht werden, wenn anzunehmen ist, dass sich Schriften darunter befinden, die für die Untersuchung von Bedeutung sind (Art. 69 Abs. 2 BStP). Rechtsanwälte dürfen über Geheimnisse, die ihnen in Ausübung ihres Berufes anvertraut worden sind, nicht zum Zeugnis angehalten werden (Art. 77 BStP, Art. 321 StGB). Vom Anwaltsgeheimnis geschützt sind auch elektronische Dateien einer Anwaltskanzlei (BGE 126 II 495 E. 5e/aa S. 501 f.; vgl. Art. 110 Ziff. 5 StGB). Eine direkte Übermittlung versiegelter Dokumente durch die Bundesanwaltschaft (oder eine andere Vollzugsbehörde) an die ersuchende Behörde ohne richterlichen Entsiegelungsentscheid wäre bundesrechtswidrig (vgl. BGE 127 II 151 E. 5b S. 159).\n\n2.2 Es fragt sich, welche richterliche Instanz im vorliegenden Fall zur Prüfung des Gesuches um Entsiegelung und Durchsuchung beschlagnahmter Dokumente zuständig ist.\n\nIm Rahmen eines Bundesstrafprozesses würde (bis zur Hauptverhandlung) die Anklagekammer des Bundesgerichtes über die Zulässigkeit der Durchsuchung versiegelter Dokumente entscheiden (Art. 69 Abs. 3 BStP; vgl. BGE 127 II 151 E. 4b S. 154). Im vorliegenden Fall ist allerdings kein Bundesstrafprozess hängig. Die Dokumentenbeschlagnahmung erfolgte vielmehr im Rahmen eines Rechtshilfeverfahrens (Art. 63 f. IRSG). Für die Beurteilung verfahrensleitender Gesuche der ausführenden Bundesbehörde ist in BGE 130 II 193 S. 196Rechtshilfesachen grundsätzlich die I. öffentlichrechtliche Abteilung des Bundesgerichtes zuständig (Art. 2 Ziff. 1 al. 2 des Reglementes für das Schweizerische Bundesgericht vom 14. Dezember 1978 [SR 173.111.1]). Es handelt sich dabei um einen Zwischenentscheid des Zwangsmassnahmengerichtes im Rechtshilfeverfahren (vgl. BGE 127 II 151 E. 4c/cc S. 157; BGE 126 II 495 E. 3 S. 498; vgl. auch BGE 122 IV 188).\n\n2.3 Eine Entsiegelung und Durchsuchung von rechtshilfeweise beschlagnahmten und versiegelten Dokumenten (jedwelcher Herkunft) setzt zunächst voraus, dass diese für die Untersuchung von Bedeutung sind und ihre rechtshilfeweise Verwendung in Frage kommen kann (Art. 69 Abs. 2 BStP i.V.m. Art. 64 und 12 IRSG; vgl. BGE 127 II 151 E. 4c/bb S. 156, E. 5b S. 159; BGE 126 II 495 E. 5e/aa S. 502, je mit Hinweisen). Die Entsiegelung und Durchsuchung von Anwaltsakten kommt namentlich in Frage, wenn der betroffene Rechtsanwalt selbst strafrechtlich angeschuldigt wird (vgl. BGE 126 II 495 E. 5e/dd S. 505 mit Hinweisen; s. auch Art. 4 Abs. 3 lit. a sowie Art. 8 Abs. 4 des Bundesgesetzes vom 6. Oktober 2000 betreffend die Überwachung des Post- und Fernmeldeverkehrs [BÜPF; SR 780.1]). Falls eine Entsiegelung von anwaltlichen Dokumenten (unter dem Gesichtspunkt ihrer Erheblichkeit für das Rechtshilfeverfahren) zulässig erscheint, wären im Rahmen einer \"Triage\" alle Informationen auszusondern, die dem Anwaltsgeheimnis unterstehen. Nach herrschender Lehre und Praxis hätte grundsätzlich der Richter (und nicht die vollziehende Untersuchungsbehörde) eine solche Ausscheidung anwaltlicher Dokumente vorzunehmen, nötigenfalls unter Beizug eines Sachverständigen (BGE 126 II 495 E. 5e/aa S. 502 f. mit Hinweisen; vgl. BGE 127 II 151 E. 4b S. 154 f., E. 4c/bb S. 156; s. auch Art. 4 Abs. 6 BÜPF).\n\n(...)\n\n4. Zunächst sind die rechtlichen Voraussetzungen einer Entsiegelung und Durchsuchung beschlagnahmter Anwaltsakten zu klären.\n\n4.1 Die rechtshilfeweise beantragten Zwangsmassnahmen sind nach den Vorschriften des schweizerischen Strafprozessrechts durchzuführen (Art. 64 Abs. 1 Satz 2 und Art. 12 Abs. 1 Satz 2 IRSG; vgl. auch Art. 3 Ziff. 1 EUeR [SR 0.351.1]). Das Bundesgericht beurteilt das vorliegende Gesuch um Entsiegelung und Durchsuchung nicht als Rechtshilferichter, sondern als Zwangsmassnahmengericht im Rechtshilfeverfahren. Es prüft dabei im Rahmen eines BGE 130 II 193 S. 197Zwischenentscheides, ob die Voraussetzungen von Art. 69 BStP erfüllt sind (vgl. Art. 9 IRSG).\n\n4.2 Nach der Praxis des Bundesgerichtes greift namentlich die Entsiegelung und Durchsuchung von elektronischen Dateien, auf denen sich Informationen befinden, die vom Anwaltsgeheimnis geschützt sind, in das Berufsgeheimnis ein (vgl. BGE 126 II 495 E. 5e/aa S. 501 f.). Im Gesuch der Vollzugsbehörde um Entsiegelung und Durchsuchung der beschlagnahmten Dokumente und gespeicherten elektronischen Dateien ist grundsätzlich darzulegen, inwiefern diese für die Untersuchung von Bedeutung sind und ihre rechtshilfeweise Verwendung in Frage kommen kann (Art. 69 Abs. 2 BStP; vgl. BGE 127 II 151 E. 4c/bb S. 156, E. 5b S. 159; BGE 126 II 495 E. 5e/aa S. 502, je mit Hinweisen). Damit wird nicht zuletzt dem im Strafprozessrecht zu beachtenden verfassungsmässigen Grundsatz der Verhältnismässigkeit Rechnung getragen (Art. 36 Abs. 3 BV). Strafprozessuale Zwangsmassnahmen müssen sachlich gerechtfertigt und notwendig erscheinen. Im Entsiegelungsverfahren ist eine inhaltliche Bezugnahme zum Gegenstand der ausländischen Strafuntersuchung unabdingbar, zumal die Zwangsmassnahmen einzig und allein im Hinblick auf das ausländische Rechtshilfeersuchen in Strafsachen erfolgen (Art. 63 und 64 IRSG). Bei Dokumenten einer Anwaltskanzlei ist ausserdem darzulegen, inwiefern die Durchsuchung vor dem Anwaltsgeheimnis standhält (Art. 69 Abs. 1 i.V.m. Art. 77 BStP; s. auch Art. 4 Abs. 3 BÜPF i.V.m. Art. 18a Abs. 3 IRSG).\n\n4.3 Zwar kann im Entsiegelungsverfahren nicht verlangt werden, dass die gesuchstellende Bundesanwaltschaft bereits darlegt, inwiefern ein konkreter Sachzusammenhang zwischen der ausländischen Strafuntersuchung und den einzelnen beschlagnahmten Dokumenten bestünde. Ein solcher Sachzusammenhang wäre erst (nach erfolgter Entsiegelung und Durchsuchung der beschlagnahmten Akten) im Rahmen einer allfälligen Schlussverfügung aufzuzeigen, mit der die rechtshilfeweise Herausgabe von Akten bewilligt würde (vgl. BGE 129 II 462 E. 5.3 S. 467 f.; BGE 122 II 367 E. 2c S. 371). Im Falle der Beschlagnahme und Entsiegelung von Anwaltsakten muss die gesuchstellende Behörde jedoch wenigstens aufzeigen, inwiefern die betroffene Anwaltskanzlei in die untersuchten strafbaren Vorgänge verwickelt sein könnte (vgl. BGE 126 II 495 E. 5e/dd S. 505; s. auch Art. 4 Abs. 3 BÜPF i.V.m. Art. 18a Abs. 3 IRSG). In diesem Sinne muss dem BGE 130 II 193 S. 198Zwangsmassnahmenrichter die erfolgte Beschlagnahme sowie die hier streitige Entsiegelung und Durchsuchung (im Lichte von Art. 69 Abs. 2 BStP und Art. 36 Abs. 3 BV) sachgerecht und verhältnismässig erscheinen. Dies gilt besonders bei einer umfangreichen Beschlagnahme von anwaltlichen Dokumenten wie im vorliegenden Fall.\n\n4.4 Im Gesuch der Bundesanwaltschaft wird nur beiläufig ein inhaltlicher Bezug zum italienischen Rechtshilfeersuchen genommen. Es wird lediglich die Ansicht vertreten, die Beschlagnahme, Entsiegelung und Durchsuchung sei \"mehr als sachgerecht\", gehe es \"doch im Rechtshilfeverfahren insbesondere um die Identifizierung und Lokalisierung von Mitgliedern einer terroristischen Vereinigung, die in Europa und insbesondere auch in Italien agieren\". Die Bundesanwaltschaft legt in ihrem Gesuch jedoch nicht dar, worin die sachliche Konnexität zu den angeordneten strafprozessualen Zwangsmassnahmen bestünde. Eine entsprechende Begründung erschiene für die Beurteilung des Entsiegelungs- und Durchsuchungsgesuches umso notwendiger, als die Dokumenten- und Datenbeschlagnahme eine Anwaltskanzlei betrifft. Unterlagen und Daten, die dem Anwaltsgeheimnis unterstehen und nicht einen angeschuldigten Anwalt betreffen, können grundsätzlich nicht rechtmässig beschlagnahmt und durchsucht werden (vgl. BGE 126 II 495 E. 5e/dd S. 505 mit Hinweisen).\n\nIm italienischen Rechtshilfeersuchen wird dargelegt, dass sich die Strafuntersuchung gegen Mitglieder einer (den \"Brigate Rosse\" zuzurechnenden) linksextremen terroristischen Vereinigung (\"BR-PCC\" bzw. \"Cellula\") richte, die für die Ermordung des Professors Massimo d'Antona verantwortlich sei. Am 12. Oktober 1989 seien in Paris die flüchtigen Rotbrigadisten D., E. und F. festgenommen worden. Im Sommer 2000 habe in Paris eine internationale Tagung zur Unterstützung so genannter \"inhaftierter Revolutionäre\" stattgefunden (\"Giornata internazionale per il rivoluzionario prigioniero\", GIRP). An dieser Veranstaltung sei u.a. X. anwesend gewesen. Dieser gehöre der (neuen) Kommunistischen Partei Italiens an bzw. sei Mitglied der vorbereitenden Kommission für den Gründungskongress der (neuen) Kommunistischen Partei. Diese Gründungskommission sei laut Ersuchen als \"subversiv\" (\"sovversiva\") einzustufen. A., die als Sekretärin in der betroffenen Anwaltskanzlei arbeitet, habe an der erwähnten Tagung zu Gunsten so genannter \"inhaftierter Revolutionäre\" (GIRP) ebenfalls aktiv teilgenommen. In der Folge sei sie in ständigem Kontakt mit X. geblieben und BGE 130 II 193 S. 199habe ihm Hinweise über Aufenthaltsmöglichkeiten während der Veranstaltung in Paris gegeben. Auf diese Weise habe sie \"subtile Gesprächsverbindungen\" geknüpft.\n\n4.5 Die Gesuchsgegner machen geltend, im Rechtshilfeersuchen werde einzig A. (eine Sekretärin der betroffenen Anwaltskanzlei) als in die Ermittlungen involviert genannt. Gemäss Art. 77 BStP dürften Rechtsanwälte und ihre beruflichen Hilfspersonen über ihnen anvertraute Berufsgeheimnisse nicht zum Zeugnis angehalten werden. Dennoch hätten während der sechs Stunden dauernden Durchsuchungsaktion ca. 30 Beamte der Bundeskriminal- und der Kantonspolizei zahlreiche Klientendossiers \"stichprobenweise\" geöffnet und inspiziert. Die Namen der betroffenen Klienten hätten sie \"mit einer mitgeführten Liste verglichen\". Weitere anwaltliche Dokumente (wie die Kanzleiagenda sowie Adresslisten) seien \"angeschaut\" und photokopiert worden. Diese Vorgehensweise habe \"das Anwaltsgeheimnis krass verletzt\". Die beschlagnahmten und versiegelten Anwaltsakten (u.a. Faxkorrespondenz, Faxjournale, Telefonverzeichnisse, Telefonprotokolle, Kanzleiagendas usw.) unterstünden dem Anwaltsgeheimnis.\n\nDarüber hinaus seien die elektronischen Daten auf dem Netzwerk der Anwaltskanzlei kopiert und die Harddisk des Servers beschlagnahmt worden. Entgegen der irreführenden Bezeichnung im Hausdurchsuchungsprotokoll handle es sich beim \"Büro B\" nicht bloss um den Arbeitsplatz der (zu 50 % angestellten) A., sondern um das Sekretariat der Anwaltskanzlei, in welchem auch andere Personen arbeiteten. Unter den sichergestellten Daten befänden sich die Files (elektronischen Dossiers) der Klientschaft. In der Datenbank \"Plato\" seien \"die Korrespondenz mit dem Mandanten, Anwälten, Drittpersonen und Gerichten\" gespeichert sowie \"Rechtsschriften, Aktennotizen, teilweise elektronisch eingelesene Unterlagen, Adress- und andere klientenspezifische Angaben sowie die Aufwandsabrechnungen\". Auf dem Server befinde sich ausserdem \"der gesamte bürointerne Mail-Verkehr\" sowie die elektronische anwaltliche Agenda von Rechtsanwalt B.\n\n(...)\n\n5. Im Lichte der dargelegten Rechtslage ist zu prüfen, ob dem Gesuch um Entsiegelung und Durchsuchung im vorliegenden Fall stattgegeben werden kann.\n\n5.1 Der blosse Umstand, dass in einer Anwaltskanzlei eine Person angestellt ist, der in einem Rechtshilfeersuchen vorgeworfen wird, BGE 130 II 193 S. 200sie habe gewisse Kontakte zu Angehörigen einer \"subversiven\" Organisation (mit Verbindungen zu einer terroristischen Vereinigung) gepflegt, rechtfertigt nicht die Entsiegelung und Durchsuchung sämtlicher beschlagnahmten Dokumente und sichergestellten elektronischer Daten im Sekretariat der betroffenen Anwaltskanzlei. Dies umso weniger, als bei einem Advokaturbüro nicht ausgeschlossen werden kann, dass fragliche Kontakte zu den verdächtigten Personen auf einem anwaltlichen Mandatsverhältnis beruhen könnten. Namentlich könnte der blosse Umstand, dass ein Anwalt Personen vertritt, gegen die ein Strafverfahren hängig ist, nicht dazu führen, dass unterschiedslos sämtliche Dokumente und elektronischen Daten im Sekretariat der fraglichen Anwaltskanzlei beschlagnahmt, entsiegelt und durchsucht werden.\n\nWie in Erwägungen 4.2-4.3 näher ausgeführt wurde, müsste im Gesuch um Entsiegelung und Durchsuchung zunächst dargelegt werden, inwiefern die fraglichen Treffen oder Korrespondenzen der Kanzleiangestellten über die üblichen Kontakte zwischen einem Advokaturbüro und der allfälligen Klientschaft deutlich hinausgehen. Zudem müsste - nötigenfalls gestützt auf eine Ergänzung des Rechtshilfeersuchens - wenigstens summarisch aufgezeigt werden, inwiefern anzunehmen ist, dass die Beschlagnahme, Entsiegelung und Durchsuchung von Anwaltsakten rechtshilfeweise zur Klärung von untersuchten Straftaten beitragen könnte. Gemäss dem Bundesgesetz betreffend die Überwachung des Post- und Fernmeldeverkehrs ist die Überwachung einer Person, die nach dem anwendbaren Strafverfahrensrecht als Berufsgeheimnisträgerin das Zeugnis verweigern kann, grundsätzlich verboten. Eine Ausnahme ist nur zulässig, wenn gegen den betroffenen Anwalt selbst dringender Tatverdacht besteht oder wenn konkrete Anhaltspunkte dafür vorliegen, dass der anwaltliche Telefonanschluss für kriminelle Zwecke missbraucht wird (vgl. Art. 4 Abs. 3 BÜPF i.V.m. Art. 18a Abs. 3 IRSG).\n\n5.2 Weder das vorliegende Gesuch um Entsiegelung und Durchsuchung von anwaltlichen Dokumenten noch das italienische Rechtshilfeersuchen vom 26. Mai 2003 enthalten entsprechende sachdienliche Angaben. Das in der Eintretensverfügung der Bundesanwaltschaft vom 20. Juni 2003 beiläufig erwähnte ergänzende Ersuchen vom 6. Juni 2003 befindet sich nicht unter den eingereichten Akten. Am 1. Oktober 2003 wurde die Bundesanwaltschaft eingeladen, eine Replik zu den Einwänden der BGE 130 II 193 S. 201Gesuchsgegner einzureichen. Innert der auf 22. Oktober 2003 angesetzten Frist ist keine Stellungnahme erfolgt.\n\nBei dieser Sachlage ist das Gesuch um Entsiegelung und Durchsuchung abzuweisen. Über das bereits Gesagte hinaus wäre auch nicht ersichtlich, wie die vom Richter vorzunehmende \"Triage\" ohne nähere Angaben sachgerecht bewerkstelligt werden könnte. Es steht den zuständigen Bundesbehörden frei, zu prüfen, ob sie gegebenenfalls konkretere Informationen der italienischen Behörden zur angeblichen Verstrickung der Gesuchsgegner in \"subversive\" (oder gar terroristische) Umtriebe einholen und gestützt darauf ein neues Entsiegelungsgesuch stellen oder aber über das Rechtshilfeersuchen per Schlussverfügung entscheiden wollen."}