{"annee": "130", "cour": "III", "page": "441", "date": "23/6/2004", "cite": ["111 II 330"], "cite_par": ["141 III 357", "139 III 1", "144 III 19", "133 III 416", "136 III 261"], "chapeau": "56. Auszug aus dem Urteil der II. Zivilabteilung i.S. Z. gegen Stockwerkeigentümergemeinschaft der Zentrums- überbauung Hotelapart Y. (Berufung)\n\n5C.36/2004 vom 23. Juni 2004", "regestes": ["Changements dans la destination de la chose (art. 648 al. 2 CC); travaux de construction dans une propriété par étages (art. 647d en corrélation avec l'art. 712g CC). Le remplacement, dans un apparthôtel, d'un tennis couvert existant par une installation de \"wellness\" ne change pas la destination du complexe, comprenant hôtel et appartements (consid. 2). Si la création de l'installation de \"wellness\" est aussi dans l'intérêt des propriétaires d'appartements, il s'agit, du point de vue de la communauté, de travaux de construction utiles (consid. 3)."], "faits": "BGE 130 III 441 S. 442\n\nA. In C. liegt die in Stockwerkeigentum aufgeteilte Zentrumsüberbauung Hotelapart Y.\n\nLaut der öffentlich beurkundeten Begründungserklärung vom 30. März 1979 umfasst die Liegenschaft insgesamt sechs Trakte, nämlich\n\n- Trakt I: Hotel Y. (StwE-Anteile Nr. 1-49),\n\n- Trakt II: Läden, Restaurations- und Hotelbetrieb (Anteile Nr. 50-59),\n\n- Trakt III: disponible Räumlichkeiten (Anteile Nr. 60-78),\n\n- Trakt IV: Wohnungen (Anteile Nr. 79-216),\n\n- Trakt V: Sportanlagen (Anteil Nr. 217) sowie\n\n- Trakt VI: Autoeinstellhallen (Anteile Nr. 218-219).\n\nZ. ist Eigentümer der Stockwerkeinheit Nr. ... (Wohnung); ferner hat er ein Benützungsrecht an einem Parkplatz in der Autoeinstellhalle Nr. 218. Die X. AG ist Betreiberin des Hotels Y.; sie ist auch Eigentümerin des Stockwerkanteils Nr. 217 (Sportanlagen).\n\nB. Anlässlich ihrer 19. ordentlichen Miteigentümerversammlung vom 30. Juni 2001, an welcher von 117 Miteigentümern 96 mit einem Wertquotenanteil von 876.6 Tausendsteln anwesend oder vertreten waren, ermächtigte die Stockwerkeigentümergemeinschaft die X. AG unter Traktandum Nr. 15 mit 94 zu 2 Stimmen und 863.4 zu 13.2 Tausendsteln Wertquoten, das von dieser für die Einheit Nr. 217 unterbreitete Projekt \"Ersatz der bestehenden Tennishalle durch einen Neubau mit Wellnesslandschaft, Seminarräumen und Hotelzimmern\" auf eigene Kosten zu realisieren.\n\nC. Mit Anfechtungsklage vom 24. Juli 2001 beim Kreispräsidenten D. als Vermittler bzw. mit Prozesseingabe vom 10. Oktober 2001 beim Bezirksgericht E. verlangte Z. die Feststellung der Nichtigkeit des Beschlusses gemäss Traktandum Nr. 15, eventualiter dessen Aufhebung. Anlässlich der Hauptverhandlung verlangte er die Aufhebung des angefochtenen Beschlusses. BGE 130 III 441 S. 443\n\nDas Bezirksgericht E. und das Kantonsgericht von Graubünden wiesen die Klage ab, und zwar mit Urteilen vom 28. November 2002 (Mitteilung: 31. März 2003) bzw. 2. September 2003 (Mitteilung: 7. Januar 2004).\n\nD. Gegen das Urteil des Kantonsgerichts hat Z. am 6. Februar 2004 sowohl staatsrechtliche Beschwerde als auch Berufung eingereicht. Mit Letzterer verlangt er die Aufhebung des angefochtenen Urteils und die Gutheissung der Klage. Mit Berufungsantwort vom 14. April 2004 hat die Stockwerkeigentümergemeinschaft auf Abweisung der Berufung geschlossen, soweit darauf einzutreten sei.\n\nMit Entscheid vom 8. Juni 2004 wird auf die staatsrechtliche Beschwerde nicht eingetreten.", "considerants": "Aus den Erwägungen:\n\n1. Zwischen den Parteien sind zwei Rechtsfragen streitig: Zum einen stellt sich der Kläger auf den Standpunkt, der geplante Neubau habe eine Zweckänderung der Liegenschaft zur Folge, die gemäss Art. 648 Abs. 2 ZGB und Art. 38 lit. a des Reglements einen einstimmigen Beschluss der Stockwerkeigentümer erfordere. Zum anderen geht er davon aus, dass der Neubau nicht eine nützliche Massnahme darstelle, die mit der Mehrheit der Stimmen und der Wertquoten beschlossen werden kann (Art. 647d ZGB), sondern dass dieser luxuriösen Charakter habe und auch aus diesem Grund die Zustimmung aller Stockwerkeigentümer erheische (Art. 647e Abs. 1 ZGB).\n\nIst mit einem Um- oder Neubau eine Zweckänderung verbunden, beurteilen sich bauliche Massnahmen nicht nach den Bestimmungen von Art. 647c ff. ZGB. Für sie gilt die Spezialregelung von Art. 648 Abs. 2 ZGB (vgl. BGE 111 II 330 E. 2 S. 333; MEIER-HAYOZ, Berner Kommentar, N. 16 zu Art. 647c ZGB). Folglich ist vorab über die Frage der Zweckänderung zu befinden.\n\n2.\n\n2.1 Das Kantonsgericht hat die Zweckänderung im Wesentlichen mit der Begründung verneint, weder die Wellnesseinrichtungen noch die Seminarräume und schon gar nicht die zusätzlichen Hotelzimmer vermöchten den Charakter der Liegenschaft zu ändern, handle es sich doch nach wie vor um ein gehobenen Ansprüchen gerecht werdendes Aparthotel. Daran ändere auch der Umstand nichts, dass der Trakt V laut Begründungserklärung mit \"Sportanlagen\" betitelt BGE 130 III 441 S. 444sei; diese Bezeichnung dürfe nicht Selbstzweck sein, vielmehr müsse der Trakt der Erhaltung eines konkurrenzfähigen Hotelbetriebs dienen.\n\n2.2 Der Kläger geht von einer kompletten Umnutzung des Traktes V aus, umso mehr als die Erstellung neuer Hotelzimmer in den Vordergrund trete; dadurch werde der bisherige Zweck (Sport) im Vergleich zum neuen Hauptzweck (Beherbergung) zu einem nebensächlichen. Sodann ändere sich das äussere Erscheinungsbild des Traktes und ausserdem führe der Neubau angesichts des Umfangs der Investitionen zu einer Veränderung der Wertquoten, wie dies im Antrag der X. AG an die Stockwerkeigentümergemeinschaft bereits in Aussicht gestellt worden sei; auch darin manifestiere sich die Zweckänderung.\n\n2.3 Gemäss Art. 648 Abs. 2 ZGB bedarf es zur Veräusserung oder Belastung der Sache sowie zur Veränderung ihrer Zweckbestimmung der Übereinstimmung aller Miteigentümer, soweit diese nicht einstimmig eine andere Ordnung vereinbart haben. Für die Frage der Zweckänderung ist somit von der ursprünglichen Zweckbestimmung der in Stockwerkeinheiten aufgeteilten Liegenschaft auszugehen, wie sie in Ziff. II.3 der Begründungserklärung vom 30. März 1979 umschrieben ist:\n\nInnerhalb der in Stockwerkeigentum aufgeteilten Liegenschaft soll das bereits bestehende Hotel Y. mit Hallenbad, ein Restaurationsbetrieb mit Bar inklusive Läden sowie Sportanlagen betrieben werden. Die Wohnungen sollen zum Teil als Aparthotelzimmer durch eine Betriebsorganisation hotelmässig bewirtschaftet werden. Für alle Anlagen stehen unter- und oberirdische Parkplätze zur Verfügung, alles gemäss Plan.\n\nDie Widmungserklärung definiert nicht die Zweckbestimmung einzelner Stockwerkeinheiten oder Trakte, sondern diejenige der Gesamtanlage; die bauliche Ausgestaltung der einzelnen Trakte wird in Ziff. II.1 der Begründungserklärung (betreffend Trakt V bzw. Stockwerkeinheit Nr. 217 auf S. 54) einzig im Sinne eines Liegenschaftsbeschriebs erwähnt und ist für die Frage der Widmung nicht von Bedeutung.\n\nDaran ändert auch der Umstand nichts, dass die einzelnen Stockwerkeinheiten unterschiedlichen Funktionen dienen. Diese sind der generellen Zweckbestimmung untergeordnet, was durch ihre Verknüpfung zum Ausdruck kommt: Die Liegenschaft umfasst einerseits das Hotel Y. Der Betrieb eines Hotels bezweckt die Beherbergung von Gästen, wobei zur Beherbergung Verköstigung, BGE 130 III 441 S. 445Freizeitangebote und Dienstleistungen verschiedenster Art treten können; deshalb steht der fragliche Trakt V (Stockwerkeinheit Nr. 217) denn auch im Sonderrecht des Hotelbetriebes. Andererseits gehört zur Liegenschaft eine grössere Anzahl von Wohnungen, die selbstredend dem Wohnzweck gewidmet sind. Diese beiden Elemente sind insofern verquickt, als die Wohnungen oder jedenfalls ein Teil davon als Apartzimmer hotelmässig bewirtschaftet werden. Dies bedeutet, dass die betreffenden Eigentümer verpflichtet sind, ihre Einheit dem Beherbergungsunternehmen in einem bestimmten Umfang zur dauernden Bewirtschaftung zu überlassen; umgekehrt hat dieses für die Aparteinheiten Zimmer-, Restaurations- und andere Serviceleistungen zu erbringen (vgl. RASCHEIN, Die Rechtsausübung der Stockwerkeigentümergemeinschaft mit besonderer Berücksichtigung von Gewährleistungsansprüchen und des Sonderfalles Aparthotel, Diss. Zürich 1996, S. 78 ff.; FRIEDRICH, Rechtsprobleme bei Appart-Hotels auf der Basis von Stockwerkeigentum, in: Der Bernische Notar 1983 S. 169 ff.).\n\n2.4 Durch den geplanten Neubau wird die Zweckbestimmung der Gesamtanlage (Beherbergungs- und Wohnzweck sowie deren Verknüpfung) nicht gefährdet: Die Argumentation des Klägers, eine Wellnessanlage mit Seminarräumen und Hotelzimmern stelle etwas völlig anderes dar als eine Tennishalle mit Kegelbahn und Bar, mag für sich genommen zutreffen. Angesichts der nicht für die einzelnen Trakte spezifizierten, sondern die Liegenschaft als Ganzes betreffenden Zweckbestimmung geht sie jedoch an der Sache vorbei: Wie das Kantonsgericht zutreffend bemerkt hat, bleibt der Charakter der Liegenschaft als solcher unberührt und stehen dem Kläger die Wohnung sowie die aus der Anbindung an den Hotelbetrieb fliessenden Vorteile auch weiterhin im bisherigen Mass zur Verfügung.\n\n2.5 Nichts für seinen Standpunkt kann der Kläger aus dem Umstand ableiten, dass der geplante Neubau voraussichtlich zu einer Änderung der Wertquoten führen wird. Die Wertquote ist eine abstrakte Verhältniszahl, die den Umfang der Rechtsposition des einzelnen Stockwerkeigentümers im Vergleich zu den anderen am gemeinsamen Rechtsobjekt Beteiligten arithmetisch ausdrückt. Sie fixiert zahlenmässig das Ausmass der Beteiligung am gesamten, sowohl Rechte als auch Pflichten umfassenden Rechtsinhalt des Miteigentums, und das Gesetz bezeichnet sie ausdrücklich als Bemessungsgrundlage für gewisse Rechte und Pflichten BGE 130 III 441 S. 446(MEIER-HAYOZ/REY, Berner Kommentar, N. 4 und 5 zu Art. 712e ZGB; WERMELINGER, La propriété par étages, Fribourg 2002, N. 7 ff. zu Art. 712e ZGB).\n\nHingegen sagt die Wertquote nichts über den Zweck einer Liegenschaft aus: Wird beispielsweise eine in Stockwerkeinheiten aufgeteilte Wohnbaute gewerblichen Zwecken zugeführt, indem in den einzelnen Einheiten ohne bauliche Veränderungen Büros eingerichtet werden, erfährt die Liegenschaft eine vollständige Zweckänderung, ohne dass dadurch die Wertquoten verändert würden. Werden hingegen innerhalb einer Wohnbaute Stockwerkeinheiten vergrössert, verkleinert oder zusammengelegt, kann dies eine Änderung der Wertquoten notwendig machen, während der Wohnzweck der Liegenschaft unangetastet bleibt. Insofern besteht weder ein direkter noch ein indirekter Zusammenhang zwischen der Quotenfrage und der Zweckbestimmung.\n\n2.6 Ebenso wenig verfängt das Argument, der Neubau führe zu einer Änderung des äusseren Erscheinungsbildes, da auch dieses in keinem Zusammenhang mit der Zweckbestimmung steht: Werden im genannten Beispiel die Einheiten einer Wohnbaute neu gewerblich genutzt, liegt eine Zweckänderung vor, während das äussere Erscheinungsbild gleich bleibt. Umgekehrt ändert das Verglasen der Balkone oder die Aufstockung des Gebäudes dessen Aussehen, ohne dass damit der Wohnzweck angetastet wird.\n\n2.7 Nichts für sich ableiten kann der Beschwerdeführer schliesslich aus dem Umstand, dass gemäss Art. 38 lit. a des Reglements auch die Abänderung der \"Umschreibung der im Sonderrecht stehenden Teile des Gebäudes\" der Zustimmung aller Stockwerkeigentümer bedarf: Damit ist offensichtlich nicht die (ebenfalls in Art. 38 lit. a des Reglements erwähnte) Zweckänderung, sondern die räumliche Ausscheidung der im Sonderrecht stehenden Teile gemeint (vgl. FRIEDRICH, Das Stockwerkeigentum, Bern 1972, Text § 36 auf S. 142); die räumliche Aufteilung der Stockwerke wird indes durch den Neubau nicht verändert.\n\n2.8 Als Zwischenergebnis ist festzuhalten, dass der geplante Neubau nicht in den mit Begründungserklärung vom 30. März 1979 festgelegten Zweck der Liegenschaft eingreift.\n\n3.\n\n3.1 Das Kantonsgericht hat den Neubau als nützliche bauliche Massnahme im Sinn von Art. 647d ZGB betrachtet. Es hat dazu BGE 130 III 441 S. 447ausgeführt, mit der Anpassung an die geänderten Kundenbedürfnisse könne der Hotelbetrieb seine Ertragskraft steigern und so seine Zukunft sichern, was wiederum den übrigen Stockwerkeigentümern zugut komme.\n\n3.2 Der Kläger macht geltend, es handle sich um eine luxuriöse bauliche Massnahme, die nach Art. 647e ZGB einen einstimmigen Beschluss erfordere. Er wirft dem Kantonsgericht vor, in seiner Begründung das Sonderrecht der X. AG an der Stockwerkeinheit Nr. 217 mit dem gemeinschaftlichen Eigentum aller Stockwerkeigentümer an Fassaden, Böden, Hauptmauern, Dach, etc. vermengt zu haben. Nicht der Nutzen für die X. AG, sondern derjenige für die Gemeinschaft sei ausschlaggebend für die Charakterisierung der baulichen Massnahme.\n\n3.3 Art. 712g Abs. 1 ZGB verweist für die Verwaltungshandlungen und baulichen Massnahmen auf die Bestimmungen über das Miteigentum, d.h. auf Art. 647-647e ZGB.\n\nAls notwendig definiert der Gesetzgeber die Unterhalts-, Wiederherstellungs- und Erneuerungsarbeiten, die für die Erhaltung des Wertes und der Gebrauchsfähigkeit der Sache nötig sind (Art. 647c ZGB). Als nützlich bezeichnet das Gesetz solche Erneuerungs- und Umbauarbeiten, die eine Wertsteigerung oder Verbesserung der Wirtschaftlichkeit oder Gebrauchsfähigkeit der Sache bezwecken (Art. 647d Abs. 1 ZGB), während Bauarbeiten, die lediglich der Verschönerung, der Ansehnlichkeit der Sache oder der Bequemlichkeit im Gebrauch dienen, als luxuriös gelten (Art. 647e Abs. 1 ZGB). Entgegen dem strikten Wortlaut sind nach herrschender Lehre auch Neubauten unter Art. 647c-647e ZGB zu subsumieren (vgl. MEIER-HAYOZ, a.a.O., N. 11 zu Art. 647c ZGB; SCHNEIDER, Das schweizerische Miteigentumsrecht, Diss. Bern 1973, S. 109 f.; WEBER, Die Stockwerkeigentümergemeinschaft, Diss. Zürich 1979, S. 280 f.).\n\nWelche baulichen Massnahmen als notwendig, welche als nützlich und welche als luxuriös anzusehen sind, ist im Einzelfall unter Würdigung aller Umstände zu prüfen; dabei kann ein und dieselbe Massnahme je nach den konkreten Umständen in eine andere Kategorie fallen (MEIER-HAYOZ, a.a.O., N. 22 ff. zu Art. 647c ZGB). Errichtet ein Viersternehotel eine Wellnessanlage, Seminarräume und (weitere) Gästezimmer, steht, wie das Kantonsgericht zutreffend ausgeführt hat, die Verbesserung der Wirtschaftlichkeit des BGE 130 III 441 S. 448Hotelbetriebes im Vordergrund; insofern ist der Neubau für das Hotelunternehmen auf jeden Fall nützlich im Sinn von Art. 647d ZGB. Angesichts der geänderten Bedürfnisse der Hotelgäste und des derzeitigen Booms von Wellnesseinrichtungen könnte allenfalls sogar von einer notwendigen baulichen Massnahme im Sinn von Art. 647c ZGB gesprochen werden, weil ein entsprechender Betrieb ohne solche Einrichtungen auf die Dauer nicht mehr konkurrenzfähig ist (so BAUMANN, Entscheidungen über notwendige, nützliche und luxuriöse Bauten in der Stockwerkeigentümergemeinschaft eines Apparthotels, in: Aktuelle Aspekte des Schuld- und Sachenrechts, Festschrift für Heinz Rey zum 60. Geburtstag, Zürich 2003, S. 8). Jedenfalls stellt eine Wellnessanlage bei einem Viersternehotel keine luxuriöse, d.h. lediglich der Ansehnlichkeit oder Bequemlichkeit dienende Einrichtung dar. Erst recht können Seminarräume und (weitere) Hotelzimmer nicht als luxuriös gelten.\n\n3.4 Vorliegend ist jedoch zu beachten, dass vom Verweis in Art. 712g Abs. 1 ZGB sachlogisch nur diejenigen Gebäudeteile erfasst sein können, die nicht zu Sonderrecht ausgeschieden sind: Zwar besteht auch an den ausgeschiedenen Teilen kein Alleineigentum, aber die Freiheit des Stockwerkeigentümers in der baulichen Ausgestaltung seiner eigenen Räume gehört nach Art. 712a Abs. 1 und 2 ZGB gerade zum wesentlichen Inhalt des Sonderrechts. Solche Arbeiten kann der Stockwerkeigentümer ohne Rücksicht auf Quoren und Utilitätsfragen kraft der ihm durch sein Sonderrecht verliehenen Rechtsmacht vornehmen, soweit er dadurch keinem anderen Stockwerkeigentümer die Ausübung des gleichen Rechts erschwert und die gemeinschaftlichen Bauteile, Anlagen und Einrichtungen in keiner Weise beschädigt oder in ihrer Funktion oder äusseren Erscheinung beeinträchtigt (Art. 712a Abs. 2 ZGB).\n\nMit dem Begriff \"Sache\" in Art. 647c-647e ZGB ist deshalb nicht anders als beim (einfachen) Miteigentum auch bei einer in Stockwerkeigentum aufgeteilten Liegenschaft die Gesamtsache gemeint. Daher müssen die notwendigen baulichen Massnahmen (Art. 647c ZGB) den Wert und die Gebrauchsfähigkeit der Gesamtliegenschaft erhalten. Dasselbe gilt für die nützlichen (Art. 647d ZGB) und die der Verschönerung und Bequemlichkeit dienenden Bauarbeiten (Art. 647e ZGB). \"Notwendig\" im Sinn von Art. 647c ZGB sind somit beispielsweise fällige Unterhaltsarbeiten wie die Erneuerung der Fassade oder des Daches. Als \"nützlich\" würde etwa der Einbau einer Zentralheizung oder eines Aufzuges gelten (MEIER-HAYOZ, BGE 130 III 441 S. 449a.a.O., N. 16 zu Art. 647d ZGB). Als \"luxuriös\" wären schliesslich Massnahmen wie die Auskleidung des Eingangs mit Marmor oder das Aufstellen eines Springbrunnens im Hausflur anzusehen (MEIER-HAYOZ, a.a.O., N. 4 zu Art. 647e ZGB).\n\n3.5 Im vorliegenden Fall hat die X. AG klar das Hauptinteresse am Neubau; sie hat diesen denn auch geplant, sie hat hierüber einen Beschluss der Stockwerkeigentümerversammlung verlangt und sie trägt die Kosten. Entgegen den sinngemässen Ausführungen des Klägers steht jedoch die geplante bauliche Massnahme nicht im alleinigen Interesse des Hotelunternehmens; vielmehr profitieren auch die übrigen Stockwerkeigentümer davon, und zwar in verschiedener Hinsicht:\n\nDen Wohnungseigentümern werden im gleichen Gebäudekomplex Wellnesseinrichtungen und damit zeitgemässe Freizeit- und Erholungsanlagen zur Benützung offen stehen. Das Kantonsgericht hat denn auch darauf hingewiesen, dass der Kläger in einem Verkaufsinserat für seine Wohnung mit der geplanten Wellnessanlage warb. Steigert eine solche Anlage die Attraktivität des Hotels, führt dies nach der allgemeinen Erfahrung zu einer besseren Auslastung der als Aparthotelzimmer ausgestalteten Stockwerkeinheiten; damit ist eine Verbesserung der Wirtschaftlichkeit bzw. Bewirtschaftungsmöglichkeit der Wohnungen im Sinn von Art. 647d Abs. 1 ZGB gegeben. Schliesslich hängt der Charakter der gesamten Liegenschaft vom Fortbestand des Hotelbetriebes ab, würden doch die einzelnen Wohnungen ohne das Aparthotel nicht mehr im Genuss der sich daraus ergebenden Serviceleistungen stehen. Die Sicherung der Zukunft des Hotelbetriebes, zu der auch Seminarräume und ein zusätzliches Angebot an Gästezimmern beitragen können, steht deshalb im direkten Interesse der Eigentümer der Apartwohnungen.\n\nLiegt jedoch die - in gemeinschaftliche Teile eingreifende, das äussere Erscheinungsbild verändernde - bauliche Massnahme auch im Interesse der Gemeinschaft und steigert sie auch den Wert bzw. die Wirtschaftlichkeit der Wohnungen, so dass der Neubau auch für die Gemeinschaft als nützlich bezeichnet werden muss, hat das Kantonsgericht kein Bundesrecht verletzt, wenn es sich bei seinem Entscheid auf Art. 647d ZGB abgestützt hat."}