{"annee": "130", "cour": "II", "page": "169", "date": "22/1/2004", "cite": ["116 IA 94", "117 V 282", "119 V 208", "128 II 97"], "cite_par": ["135 II 161", "130 II 482", "130 II 473", "130 II 351", "136 II 304"], "chapeau": "16. Auszug aus dem Urteil der II. Zivilabteilung i.S. X. gegen Eidgenössisches Justiz- und Polizeidepartement (Verwaltungsgerichtsbeschwerde)\n\n5A.20/2003 vom 22. Januar 2004", "regestes": ["Annulation d'une naturalisation facilitée. Audition de l'ex-épouse comme personne entendue à titre de renseignements (art. 12 let. c PA) ou comme témoin (art. 14 PA, art. 49 PCF); en l'espèce, aucun droit de participation de l'ancien mari. En procédure administrative, l'audition de témoins est un moyen de preuve subsidiaire compte tenu, en particulier, de la sanction pénale sévère qui frappe le faux témoignage (consid. 2.3.3). Alors qu'en procédure civile l'audition de témoins (art. 42 ss PCF) est la règle, et la demande de renseignements l'exception, en procédure administrative, on ne procède à l'audition de témoins que si les faits ne peuvent pas être suffisamment élucidés d'une autre manière, par exemple grâce aux renseignements de tiers (consid. 2.3.4). En application analogique du principe de l'art. 18 PA, les auditions de personnes appelées à fournir des renseignements doivent en principe aussi être conduites en présence des parties. En l'espèce, l'autorité intimée n'a pas outrepassé son pouvoir, ni violé le droit d'être entendu, en acceptant que le recourant ne soit pas présent lors de l'audition, afin de préserver les intérêts privés de l'ex-épouse (consid. 2.3.5)."], "faits": "BGE 130 II 169 S. 170\n\nA. X. (geb. 1969) reiste am 13. September 1988 in die Schweiz ein und stellte hier ein Asylgesuch. Während des Beschwerdeverfahrens vor der schweizerischen Asylrekurskommission heiratete er am 25. August 1994 in Zürich die Schweizer Bürgerin Y. In der Folge erteilte ihm der Kanton Zürich eine ordentliche Aufenthaltsbewilligung. Am 2. Oktober 1997 erhielt X. durch erleichterte Einbürgerung nach Art. 27 des Bundesgesetzes vom 29. September 1952 über Erwerb und Verlust des Schweizer Bürgerrechts (BüG; SR 141.0) das Schweizer Bürgerrecht.\n\nDie Schweizer Ehefrau gelangte am 9. Dezember 1997 telefonisch an das Bundesamt für Ausländerfragen (BFA) und teilte diesem mit, ihr Ehemann habe sie seit langem betrogen und sie gezwungen, die Erklärung bezüglich der ehelichen Gemeinschaft zu unterzeichnen. Sie werde einen Anwalt aufsuchen und die Scheidung einreichen lassen. Am 31. Juli 1998 zog X. in die Niederlande.\n\nB. Am 12. März 2001 forderte das BFA (heute: IMES, Bundesamt für Zuwanderung, Integration und Auswanderung) X. auf, zu der BGE 130 II 169 S. 171am 26. Februar 1998 erfolgten Scheidung von der Schweizer Ehefrau Stellung zu nehmen. Er bestritt in seiner Eingabe vom 2. Juli 2001 die Behauptungen der Ex-Ehefrau.\n\nDaraufhin beauftragte das BFA am 23. Januar 2002 das kantonale Amt für Gemeinden und berufliche Vorsorge, die Ex-Ehefrau gemäss Fragenkatalog zu den näheren Umständen der ehelichen Gemeinschaft, der Unterzeichnung der Erklärung über die eheliche Gemeinschaft sowie der Scheidung zu befragen. Die Einvernahme durch die Stadtpolizei Zürich erfolgte am 4. März 2002. Dem Rechtsvertreter von X. wurde eine Kopie des Befragungsprotokolls zugestellt. Mit Verfügung vom 19. September 2002 erklärte das BFA die erleichterte Einbürgerung von X. vom 2. Oktober 1997 für nichtig.\n\nGegen diese Verfügung reichte X. am 23. Oktober 2002 Beschwerde beim Eidgenössischen Justiz- und Polizeidepartement (EJPD) ein, welche am 18. Juli 2003 abgewiesen wurde.\n\nC. Mit Eingabe vom 15. September 2003 führt X. Verwaltungsgerichtsbeschwerde und beantragt, den Entscheid des EJPD vom 18. Juli 2003 aufzuheben; eventualiter sei das Verfahren an die Vorinstanz zurückzuweisen.\n\nD. Das EJPD schliesst in seiner Vernehmlassung vom 19. Januar 2004 auf Abweisung der Verwaltungsgerichtsbeschwerde.\n\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.3 Der Beschwerdeführer macht ferner geltend, mit Bezug auf die Befragung der Ex-Ehefrau vom 4. März 2002 sei sein Anspruch auf rechtliches Gehör ein weiteres Mal verweigert worden. Diese hätte in seiner Anwesenheit und zwar als Zeugin einvernommen und auf ihr Zeugnisverweigerungsrecht hingewiesen werden müssen. Die in seiner Abwesenheit erfolgte mündliche Auskunft der Ex-Ehefrau zu Protokoll sei unzulässig gewesen.\n\n2.3.1 Dazu ist einleitend Folgendes festzuhalten: Das Bundesgericht geht davon aus, dass eine eheliche Gemeinschaft im Sinne von Art. 27 BüG nicht nur das formelle Bestehen einer Ehe, sondern das Vorliegen einer tatsächlichen Lebensgemeinschaft BGE 130 II 169 S. 172voraussetzt. Eine solche Gemeinschaft kann nur bejaht werden, wenn der gemeinsame Wille zu einer stabilen ehelichen Gemeinschaft intakt ist (BGE 128 II 97 E. 3a S. 99 mit Hinweis). Bei der Prüfung, ob die Voraussetzungen für eine erleichterte Einbürgerung gegeben sind, kommen die Verwaltungsbehörden also nicht umhin, die Ehe des oder der Eingebürgerten zu durchleuchten und den gemeinsamen tatsächlich gelebten Ehewillen im massgeblichen Zeitpunkt der Gesuchseinreichung und der Einbürgerung abzuklären. Da der Scheidungsrichter seit dem Inkrafttreten des neuen Scheidungsrechts am 1. Januar 2000 seine Fragen an die Parteien in der Hauptsache darauf ausrichtet, den Scheidungswillen (Art. 111 ff. ZGB) zu ergründen und die Grundlagen für die Scheidungsfolgen (Art. 119 ff. ZGB) zu ermitteln, sind genauere Abklärungen zum Scheitern der Ehe nicht mehr notwendig. Aus diesem Grund und weil ein anderer Zeitpunkt massgebend ist, bieten die Scheidungsprotokolle - wie auch bei der vorliegenden, noch nach altem Recht geschiedenen Ehe - den Verwaltungsbehörden oftmals keine ausreichende Beurteilungshilfe. Sie sind deshalb gezwungen, den Sachverhalt durch Befragung der Betroffenen eigenständig zu klären.\n\n2.3.2 Die Vorinstanz führt aus, gemäss Art. 12 lit. a-e VwVG kämen als Beweismittel für die Behörde nebst Urkunden, Auskünften der Parteien und Augenschein insbesondere Auskünfte oder Zeugnis von Drittpersonen sowie Gutachten von Sachverständigen in Betracht. Was die Form der einzelnen Beweisvorkehren anbelange, sei für die hier interessierenden Auskünfte von Drittpersonen festzuhalten (Art. 12 lit. c VwVG), dass diese gemäss dem ergänzend anwendbaren Art. 49 BZP schriftlich zu erfolgen hätten und unter Umständen der Bekräftigung durch gerichtliches Zeugnis bedürften (vgl. BGE 117 V 282 E. 4b S. 284). Letzteres liege jedoch im freien Ermessen des Richters bzw. der Verwaltung (vgl. Art. 49 zweiter Satz BZP). Die Ex-Ehefrau sei als Privatperson vorgeladen worden, um über ihre subjektiven Wahrnehmungen im Zusammenhang mit der seinerzeitigen Eheschliessung, dem Eheverlauf, der Unterzeichnung der Erklärung betreffend eheliche Gemeinschaft usw. Auskunft zu geben. Insbesondere im Verfahren um Nichtigerklärung der erleichterten Einbürgerung müsse es der Vorinstanz möglich sein, die Ex-Ehefrau in einem ungezwungenen Rahmen zu Wort kommen zu lassen, was die Anwesenheit des Ex-Ehemannes in den meisten Fällen aus nahe liegenden Gründen von vornherein ausschliesse BGE 130 II 169 S. 173.\n\n2.3.3 Der Beschwerdeführer beanstandet sinngemäss, dass die Ex-Ehefrau nicht als Zeugin, insbesondere ohne Hinweis auf das Zeugnisverweigerungsrecht einvernommen worden sei.\n\nLässt sich ein Sachverhalt gemäss Art. 14 Abs. 1 VwVG auf andere Weise nicht hinreichend abklären, so können die in dieser Bestimmung ausdrücklich aufgeführten Behörden - darunter auch das EJPD - die Einvernahme von Zeugen anordnen. Die bundesrätliche Botschaft führt dazu aus, die Zeugeneinvernahme müsse im Verwaltungsverfahren insbesondere im Hinblick auf die strenge Strafsanktion wegen falschen Zeugnisses als subsidiäres Beweismittel betrachtet werden (BBl 1965 II 1366/67; so auch PETER SALADIN, Das Verwaltungsverfahrensrecht des Bundes, S. 124) und dürfe daher nur ausnahmsweise zur Anwendung kommen. Ein Ausnahmegrund ist etwa dann gegeben, wenn es unerlässlich ist, von einer Drittperson Auskünfte einzuholen und diese sich weigert zu erscheinen oder Auskunft zu geben. Denn jedermann ist zur Ablegung des Zeugnisses verpflichtet (Art. 15 VwVG). Im vorliegenden Fall war die Ex-Ehefrau bereit, die von ihr verlangten Auskünfte zu erteilen. Insoweit liess sich der Sachverhalt ohne Zeugeneinvernahme hinreichend klären. Der Beschwerdeführer legt nicht dar, was für andere Gründe eine Zeugeneinvernahme geboten hätten. Unter diesen Umständen durften die Verwaltungsbehörden auf eine Zeugeneinvernahme verzichten. Damit geht aber die Rüge des unterbliebenen Hinweises auf das Zeugnisverweigerungsrecht (Art. 19 VwVG in Verbindung mit Art. 45 Abs. 2 BZP) ins Leere.\n\n2.3.4 Der Beschwerdeführer verweist auf Art. 49 BZP, wonach (nur) ausnahmsweise von Privatpersonen schriftlich Auskunft eingezogen werden darf. Er schliesst daraus, dass mündliche Auskünfte überhaupt nicht und schriftliche nur ausnahmsweise eingeholt werden dürfen.\n\nWohl verweist Art. 19 VwVG unter anderen auf die Art. 43-61 BZP; doch gelangen diese Bestimmungen nur sinngemäss zur Anwendung. Während im Zivilprozess die Zeugeneinvernahme (Art. 42 ff. BZP) die Regel und der Einzug von Auskünften die Ausnahme bildet, verhält es sich im Verwaltungsprozess umgekehrt, kommt doch die Zeugeneinvernahme nur zum Zug, wenn der Sachverhalt auf andere Weise, beispielsweise durch Auskünfte von Drittpersonen, nicht hinreichend abgeklärt werden kann. Dem in Art. 49 BZP aufgestellten Erfordernis der Schriftlichkeit ist im vorliegenden Fall BGE 130 II 169 S. 174ohne weiteres Genüge getan, weil die Behörde einen schriftlichen Fragenkatalog aufgestellt hat und die Auskunftsperson die Antworten mündlich zu Protokoll gegeben und das Protokoll unterzeichnet hat.\n\n2.3.5 Die Verwertung von Auskünften im Sinne von Art. 12 lit. c VwVG setzt selbstverständlich die Gewährung des Anspruchs auf rechtliches Gehör voraus. Dieser ist vorliegend insoweit erfüllt, als dem Beschwerdeführer das Protokoll zur Stellungnahme unterbreitet worden ist. Bei der Zeugeneinvernahme konkretisiert sich der Gehörsanspruch zudem im grundsätzlichen Recht der Parteien zur Teilnahme an der Einvernahme (Art. 18 VwVG). Art. 12 VwVG sieht demgegenüber solches für die dort erwähnten Beweismittel - darunter die Auskünfte Dritter - an sich nicht vor. Das EJPD macht sich im angefochtenen Entscheid allerdings mit Recht die vom EVG im Zusammenhang mit der Einvernahme von Sachverständigen entwickelte Praxis zu eigen. Danach sind - in sinngemässer Anwendung der Grundsätze von Art. 18 VwVG und der zur Teilnahme am Augenschein ergangenen Rechtsprechung (BGE 116 Ia 94 E. 3b S. 100) - Einvernahmen von Auskunftspersonen grundsätzlich in Anwesenheit der Parteien durchzuführen (BGE 119 V 208 E. 5c S. 217; BGE 117 V 282 E. 4c S. 285; VPB 66/2002 Nr. 30 S. 305; GERMANN, Zum Beweis im Verwaltungs- und Verwaltungsstreitverfahren, in: 20 Jahre Verwaltungsgericht des Kantons St. Gallen, S. 53; ALBERTINI, Der verfassungsmässige Anspruch auf rechtliches Gehör im Verwaltungsverfahren des modernen Staates, Diss. Bern 2000, S. 354/355). Der Behörde steht bei der Beurteilung der Frage, ob hinreichende Gründe bestehen, um die Parteien ausnahmsweise von der Anhörung der Auskunftsperson auszuschliessen, ein Ermessensspielraum zu. Sie kann sich zwar an den in Art. 18 Abs. 2 VwVG bei Zeugeneinvernahmen vorgesehenen Verweigerungsgründen (Wahrung wesentlicher öffentlicher oder privater Interessen) orientieren, verfügt aber über ein weitergehendes Ermessen als die gesetzliche Ordnung bei Zeugeneinvernahmen zulässt. Der blosse Hinweis im vorinstanzlichen Entscheid, es sei nützlich, die Ex-Ehefrau in einem ungezwungenen Rahmen zu Wort kommen zu lassen, vermag bei einem Verfahren um Entzug des Schweizer Bürgerrechts als Begründung aber nicht zu genügen. Gemäss dem Bericht der Stadtpolizei Zürich vom 22. Februar 2002 bzw. 4. März 2002 steht allerdings fest, dass am 16. Januar 1998 die Stadtpolizei wegen eines Ehestreits am damaligen Wohnort des BGE 130 II 169 S. 175Ehepaares hat ausrücken müssen. Anfänglich habe die Ex-Ehefrau wegen Körperverletzung und Drohung geklagt, aber später die Anzeige wieder zurückgezogen. Kurze Zeit später soll die Ex-Ehefrau vom Beschwerdeführer massiv geschlagen und bedroht worden sein, wobei diesbezüglich keine Polizeiakten bestehen. Der Beschwerdeführer habe genau gewusst, was er wollte, und seine Forderungen seien mit massivsten Drohungen durchgesetzt worden. So habe er eine Faustfeuerwaffe an die Schläfe der Ex-Ehefrau gesetzt, damit sie Formulare unterzeichne, oder er habe ihr gedroht, sie zu erschiessen, falls sie vor dem Friedensrichter nicht in seinem Sinn aussage. Auch im Zusammenhang mit dem Rückzug des Strafantrags habe er ihr gesagt, sie komme andernfalls nicht lebend aus der Wohnung. Diese und ähnliche Aussagen der Ex-Ehefrau veranlassten die Stadtpolizei Zürich, bei der Zustellung des Protokolls den neuen Namen der Ex-Ehefrau und ihre Wohnadresse abzudecken. Auch wenn diese Aussagen der Ex-Ehefrau naturgemäss nicht belegt sind, bestanden hinreichende Gründe, um den Beschwerdeführer von der Einvernahme auszuschliessen, um einerseits eine ordnungsgemässe Anhörung zu gewährleisten und andererseits die Ex-Ehefrau vor oder nach der Anhörung nicht in Gefahr zu bringen.\n\nDie Vorinstanz hat nach dem Gesagten ihr Ermessen nicht missbraucht, wenn sie statt einer formellen Zeugeneinvernahme eine formlose Einholung einer Auskunft von der Ex-Ehefrau angeordnet und dabei den Ausschluss des Beschwerdeführers von der Teilnahme an der Anhörung zugelassen hat. Mit der Einsicht in das Einvernahmeprotokoll und der Möglichkeit dazu Stellung zu nehmen, ist das rechtliche Gehör gegenüber dem Beschwerdeführer gewahrt worden."}