{"annee": "130", "cour": "III", "page": "458", "date": "22/6/2004", "cite": ["113 II 421", "109 II 34", "129 II 114", "116 II 454", "127 III 328", "92 II 328"], "cite_par": [], "chapeau": "58. Extrait de l'arrêt de la Ire Cour civile dans la cause SNC X. contre B. SA (recours en réforme)\n\n4C.69/2004 du 22 juin 2004", "regestes": ["Contrat ayant pour objet la révision d'extincteurs; nature juridique: contrat d'entretien ou contrat d'entreprise? En l'absence de tout élément de durée pouvant impliquer d'éventuels conseils sur les mesures à prendre pour la lutte contre l'incendie et l'entretien à long terme des extincteurs, un contrat portant sur la révision ponctuelle de tels appareils doit être qualifié de contrat d'entreprise (consid. 4). Conséquences sur les délais de prescription applicables à la garantie des défauts (consid. 3 et 5)."], "faits": "|458|\n\nA.\n\nA.a Sous la raison sociale X., Y. et Z. constituent une société en nom collectif sise à Yverdon-les-Bains dont le but social est l'exploitation d'un garage et la vente de véhicules d'occasion. |459|\n\nEn 1983, X. a acheté deux extincteurs à la maison A. La législation cantonale impose un contrôle de ces appareils tous les deux ans. Conformément à un accord oral passé avec X., A. a procédé à la vérification et à l'entretien de ceux-ci à quelques reprises, pour la dernière fois en 1990. Ultérieurement, le garage a déménagé. A. n'a pas été informée de la nouvelle adresse.\n\nEn 1992, B. SA, dont le siège est à Carouge, a repris les activités de A., y compris la cartothèque relative aux clients.\n\nA.b En mars 1995, le représentant de B. SA pour la région d'Yverdon-les-Bains a fortuitement retrouvé le garage X. Il a proposé à Y. et Z. de contrôler les extincteurs A., ce que les deux hommes ont déclaré refuser pour l'immédiat, car ils avaient acquis deux autres extincteurs de la marque C., qui venaient d'être révisés.\n\nEn octobre 1995, le représentant de B. SA a fait une nouvelle visite au garage. Avec l'accord des associés, il a procédé au démontage et au contrôle des appareils A. A cette occasion, il a constaté que la cartouche du gaz propulseur de l'un d'eux était sous-dimensionnée. N'ayant pas les pièces de rechange avec lui, il a indiqué qu'il repasserait la semaine suivante; dans l'intervalle, l'un des extincteurs serait normalement opérationnel, alors que l'autre fonctionnerait moins longuement en raison de la pression diminuée de la cartouche. Il a complètement remonté les deux engins.\n\nA.c Le 25 octobre 1995, un incendie s'est déclaré chez X. L'un des extincteurs A. n'a pas fonctionné. Le second a pu être utilisé, mais n'a expulsé qu'une faible quantité de poudre. Le garage a subi des dégâts pour plusieurs dizaines de milliers de francs.\n\nUne enquête pénale a été ouverte, dans le cadre de laquelle une expertise des extincteurs A. a été ordonnée. L'expert a rendu son rapport le 28 mars 1996.\n\nLe 25 novembre 1996, Y. a fait notifier à B. SA un commandement de payer 200'000 fr.\n\nLe 18 décembre 1996, le juge d'instruction a rendu une ordonnance de non-lieu. Il a retenu que l'enquête n'avait pas permis d'établir la commission d'une infraction pénale par Y. ou un tiers, ni les raisons de la disparition de poudre dans les extincteurs.\n\nB. Le 24 septembre 2001, la société en nom collectif a assigné B. SA en paiement de 61'740 fr., avec intérêts à 5 % dès le 25 octobre 1995, représentant le dommage non pris en charge par |460| l'assurance-incendie. Par jugement du 15 mai 2003, le Tribunal de première instance du canton de Genève a rejeté l'action, qu'il a estimée prescrite.\n\nLa Chambre civile de la Cour de justice du canton de Genève a confirmé cette décision dans un arrêt du 12 décembre 2003.\n\nC. La société en nom collectif recourt en réforme au Tribunal fédéral. Ses conclusions tendent à l'annulation de l'arrêt du 12 décembre 2003 et à l'admission de ses prétentions en dommages-intérêts.\n\nB. SA invite le Tribunal fédéral à confirmer la décision attaquée.\n\nLa cour cantonale ne présente pas d'observations.\n\nD. Par arrêt de ce jour, le Tribunal fédéral a rejeté un recours de droit public interjeté parallèlement par la demanderesse contre l'arrêt du 12 décembre 2003.\n\nLe Tribunal fédéral a écarté le présent recours en réforme.", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 Déterminant la volonté réelle et commune des plaideurs (art. 18 CO; ATF 129 II 118 consid. 2.5), la cour cantonale a retenu que les sociétés étaient liées par un contrat de nature ponctuelle portant sur la révision des extincteurs. En l'absence d'un élément de durée, il fallait qualifier cette convention de contrat d'entreprise au sens des art. 363 ss CO.\n\nCette qualification avait pour conséquence que la demanderesse était forclose à invoquer la garantie des défauts, car le délai de prescription d'un an applicable en matière de contrat d'entreprise était atteint au moment de l'ouverture de l'action, en septembre 2001. Ce délai avait en effet commencé à courir à partir de la remise des extincteurs prêts à l'emploi le 20 octobre 1995 et été interrompu valablement pour la dernière fois le 2 décembre 1996 dans le cadre de la poursuite introduite contre la défenderesse.\n\n3.2 La demanderesse, qui conteste la qualification de contrat d'en treprise retenue par la cour cantonale, au motif qu'il n'y aurait pas d'ouvrage, fonde son argumentation sur un état de fait rectifié conformément à la thèse qu'elle a soutenue dans le cadre du recours de droit public. Ce dernier, sur lequel le Tribunal fédéral est d'abord entré en matière conformément à la règle générale de l'art. 57 |461| al. 5 OJ, a toutefois été rejeté par arrêt de ce jour. Il convient donc de s'en tenir aux constatations de fait résultant de la décision cantonale dans l'examen du présent recours, notamment en ce qui concerne le contenu du contrat liant les plaideurs. Seules la qualification et la portée juridiques de ce que les parties ont voulu peuvent être revues par le Tribunal fédéral (art. 43, 63 al. 3 OJ).\n\n4. Selon l'art. 363 CO, le contrat d'entreprise est un contrat par lequel une des parties (l'entrepreneur) s'oblige à exécuter un ouvrage, moyennant un prix que l'autre partie (le maître) s'engage à lui payer.\n\nOutre le paiement d'un prix, élément qui n'est nullement discuté en l'espèce, l'exécution d'un ouvrage constitue la prestation caractéristique du contrat d'entreprise. L'ouvrage se définit comme le résultat d'une activité. La nature de l'activité n'intervient pas dans la définition. Elle peut être intellectuelle ou physique, humaine ou mécanique, durable ou non, difficile ou non. Il est sans pertinence que l'entrepreneur doive ou non fournir des matériaux, qu'il soit ou non propriétaire de l'ouvrage jusqu'à sa livraison. En revanche, il est nécessaire, pour qu'il y ait ouvrage, que l'activité produise un résultat qui sera fourni au maître (CORBOZ, Contrat d'entreprise, Généralités, in FJS 458 p. 9). Depuis l' ATF 109 II 34 - après un changement temporaire de jurisprudence - le Tribunal fédéral considère que l'ouvrage au sens des art. 363 ss CO peut revêtir une forme aussi bien matérielle qu'immatérielle et consister, par exemple, dans l'organisation d'un spectacle (ATF 127 III 328 consid. 2a et les arrêts cités).\n\nL'ouvrage peut consister non seulement à créer une chose nouvelle, mais encore, le point n'est pas contesté, à transformer une chose existante, à l'agrandir, l'améliorer, la rénover, lui conférer des propriétés nouvelles (CORBOZ, op. cit., p. 9 et 11). Entrent également dans la notion d'\"exécution d'ouvrage\" les travaux de montage, de réparation, de nettoyage, de vérification (ATF 116 II 454; ATF 113 II 421 consid. 1; ATF 92 II 328; GAUCH, Le contrat d'entreprise, n. 28 et 29).\n\nLa qualification du contrat s'opère en analysant les prestations conclues in concreto (CORBOZ, op. cit., p. 3, n. 8).\n\nEn l'occurrence, la cour cantonale a retenu que l'objet du contrat résidait dans le bon fonctionnement des extincteurs en cas d'incendie. Avec elle, on doit admettre que cela constitue une activité dont le résultat, objectivement mesurable, peut être garanti (CHAIX, Commentaire romand, n. 9 ad art. 363 CO; cf. aussi, a contrario, pour des |462| activités de contrôle de marchandise, arrêt 4C.141/1994 du 23 août 1994, consid. 2). En l'absence de tout élément de durée pouvant impliquer d'éventuels conseils sur les mesures à prendre pour la lutte contre l'incendie et l'entretien à long terme des extincteurs, on ne peut que confirmer la qualification juridique de contrat d'entreprise (TERCIER, Les contrats spéciaux, 3e éd., n. 3878 ss; GAUCH, op. cit., n. 323; cf. aussi CHAIX, op. cit., n. 24 ad art. 363 CO).\n\n5. Le contrat d'entreprise se distingue par le régime applicable à la garantie des défauts, singulièrement en ce qui concerne les délais de prescription, qui sont raccourcis par rapport aux dispositions générales, comme en matière de vente. La demanderesse ne dirige aucun grief à l'encontre de l'arrêt attaqué en ce qui concerne le délai applicable, le point de départ de celui-ci et son interruption dans l'hypothèse du rejet de son moyen tiré de l'absence de contrat d'entreprise. Il n'y a pas lieu de revenir sur ces points (art. 55 al. 1 let. c OJ)."}