{"annee": "130", "cour": "V", "page": "404", "date": "18/6/2004", "cite": ["111 V 180", "106 V 5", "105 V 163"], "cite_par": ["135 V 249", "131 V 59"], "chapeau": "60. Extrait de l'arrêt dans la cause K. contre Office de l'assurance-invalidité pour le canton de Vaud et Tribunal des assurances du canton de Vaud\n\nI 270/03 du 18 juin 2004", "regestes": ["Art. 42 al. 1 et art. 95a LAVS (dans leur teneur en vigueur jusqu'au 31 décembre 2002); art. 39 al. 1 LAI; art. 42 al. 1 et art. 81 LAI (dans leur version applicable jusqu'au 31 décembre 2002); art. 23 al. 1, art. 25 al. 2 et art. 26 CC: Notion de domicile en tant que condition du droit à une rente extraordinaire et à une indemnité pour impotent de l'assurance-invalidité. En ce qui concerne le droit à la rente extraordinaire et l'allocation pour impotent de l'assurance-invalidité, la notion de domicile \"au sens du code civil\" est celle du domicile de l'art. 23 al. 1 CC, soit celle du domicile volontaire, à l'exclusion du domicile dérivé des personnes sous tutelle selon l'art. 25 al. 2 CC (consid. 5 et 6)."], "faits": "", "considerants": "BGE 130 V 404 S. 404\n\nExtrait des considérants:\n\n5.\n\n5.1 Lorsqu'une disposition en matière d'assurances sociales renvoie à une notion de droit civil, celle-ci devient partie intégrante du droit des assurances sociales (MAURER, Schweizerisches BGE 130 V 404 S. 405Sozialversicherungsrecht, vol. I p. 234). Le cas échéant, une telle notion peut cependant avoir un sens différent du droit civil (FRANZ HEIDELBERGER, Die Stellung des Unmündigen im Zivilrecht und Sozialversicherungsrecht-Probleme der Koordination, thèse Berne 1990, p. 72). C'est pourquoi il appartient à l'administration et, en cas de recours, au juge d'interpréter la notion de droit civil reprise dans le droit des assurances sociales. Ce faisant, ils doivent se fonder sur la portée et le but de la norme contenant un renvoi à la notion de droit civil, afin de trancher le point de savoir si la notion reprise a la même signification ou non qu'en droit civil (EUGEN BUCHER, Kommentar zum schweizerischen Privatrecht [Berner Kommentar], Schweizerisches Zivilgesetzbuch, Das Personenrecht: Art. 11-26 ZGB, 3e édition, Berne 1976, n. 21 ad Vorbemerkungen vor Art. 22-26 ZGB, n. 4 et 44 ad art. 23 CC; DANIEL STAEHELIN, Kommentar zum Schweizerischen Privatrecht [Basler Kommentar], Zivilgesetzbuch I: 1-359 ZGB, Bâle 1996, n. 3 ad art. 23 CC; MAURER, op. cit., note de bas de page 519 p. 235).\n\n5.2 Selon la jurisprudence constante rendue par le Tribunal fédéral des assurances avant l'entrée en vigueur des dispositions modifiées par la 10e révision de l'AVS, l'expression \"domicilié en Suisse\" au sens des art. 42 al. 1 LAVS, 39 al. 1 et 42 al. 1 LAI impliquait que l'assuré ait eu dans ce pays non seulement son domicile d'après les critères du droit civil mais aussi sa résidence effective, avec la volonté de la conserver et de maintenir le centre de toutes ses relations en Suisse (ATF 111 V 182 consid. 4, ATF 105 V 168 consid. 3b; ATFA 1966 p. 23, et les références). Comme l'exigence relative à la \"résidence effective\" a été codifiée sous les termes de \"résidence habituelle\" par la 10e révision, on doit considérer que la notion de domicile au sens de l'art. 95a LAVS, en relation avec les art. 42 al. 1 LAVS, 39 al. 1 et 42 al. 1 LAI, correspond à la notion de domicile au sens strict (\"domicile d'après les critères du droit civil\") définie par la jurisprudence relative à l'ancien droit. Or, dans un arrêt ATF 106 V 5, le Tribunal fédéral des assurances a jugé qu'en ce qui concerne le droit à la rente extraordinaire (art. 42 al. 1 LAVS), la notion de domicile (au sens strict) est celle des art. 23 et suivants CC, ce qui renvoie non seulement au domicile volontaire mais également au domicile dérivé (in casu : le domicile dérivé de la femme mariée, selon l'ancien art. 25 al. 1 CC). Il a considéré qu'il n'y avait pas de motif particulier propre au droit des assurances sociales de s'écarter de la notion spécifique du domicile au sens des BGE 130 V 404 S. 406art. 23 ss CC en ce qui concerne le droit à la rente extraordinaire (ATF 106 V 7 consid. 3a, et 9 consid. 3b in fine et 4).\n\nQuant au droit à l'allocation pour impotent selon l'art. 42 LAI, le Tribunal a jugé qu'il fallait s'en tenir à la même notion de domicile qu'en matière de rente extraordinaire (arrêts non publiés D. L. du 22 août 1991, I 294/90, et W. du 1er décembre 1987, I 288/87).\n\n6.\n\n6.1 L'art. 6 al. 1 LAI a été modifié avec effet au 1er janvier 2001 par le ch. 1 de l'annexe à la modification de la LAVS du 23 juin 2000 (RO 2000 2682) en ce sens que la clause d'assurance a été supprimée. Selon l'ancien art. 6 al. 1 LAI, en effet, une personne ne pouvait prétendre des prestations de l'assurance-invalidité que si elle était assurée lors de la survenance de l'invalidité.\n\nLa suppression de la clause d'assurance n'a toutefois pas entraîné de changement important dans le système de l'assurance-invalidité. En effet, en ce qui concerne les ressortissants suisses, la portée de la clause d'assurance avait déjà été fortement réduite avec la 10e révision de l'AVS, puisque les intéressés assurés dans un Etat ayant conclu une convention de sécurité sociale avec la Suisse étaient désormais assimilés aux ressortissants de cet Etat quant à la réalisation de la clause d'assurance. Cette clause n'était donc opposable qu'aux ressortissants suisses qui étaient assurés dans un Etat avec lequel la Suisse n'avait pas conclu de convention de sécurité sociale. Aussi fallait-il supprimer la clause d'assurance pour ceux d'entre eux qui avaient payé des cotisations en Suisse auparavant. Par ailleurs, cette suppression n'ouvrait pas de droits supplémentaires en faveur des ressortissants de pays non contractants en raison de l'interdiction d'exportation des rentes, ni en faveur d'un ressortissant d'un Etat avec lequel la Suisse avait conclu une convention dite de type A, devenu invalide après être rentré dans son pays d'origine. Quant aux ressortissants des Etats avec lesquels la Suisse avait conclu une convention dite de type B, ils pouvaient désormais, grâce à la suppression de la clause d'assurance, prétendre une rente de l'assurance-invalidité suisse même s'ils vivaient dans un Etat tiers lors de la survenance de l'invalidité (Message du Conseil Fédéral concernant une modification de la loi fédérale sur l'assurance-vieillesse et survivants [révision de l'assurance facultative] du 28 avril 1999, FF 1999 4617 s.; cf. ALESSANDRA PRINZ, Suppression de la clause d'assurance pour les rentes ordinaires de l'AI : BGE 130 V 404 S. 407conséquences dans le domaine des conventions internationales, in: Sécurité sociale [CHSS] 2001 p. 42 s.).\n\n6.2 Cela étant, il n'était pas dans l'intention du législateur, par la suppression de la clause d'assurance, d'étendre à d'autres personnes le cercle des bénéficiaires de prestations de l'assurance-invalidité. En particulier, il n'apparaît pas que les conditions d'octroi de la rente extraordinaire d'invalidité et de l'allocation pour impotents dussent être ainsi modifiées.\n\nAussi, dans la mesure où le maintien des principes jurisprudentiels exposés au consid. 5.2 pourrait aboutir à un tel résultat, il y a lieu d'adapter cette jurisprudence à la situation juridique nouvelle découlant de la suppression de la clause d'assurance. Certes, la condition relative au même nombre d'années d'assurance que les personnes de la classe d'âge des intéressés (art. 42 al. 1 LAVS) permet d'éviter, dans bien des cas, que l'octroi d'une rente extraordinaire soit détournée de son but. Une telle restriction n'existe toutefois pas en ce qui concerne l'allocation pour impotent. Aussi, étant donné la portée et le but de l'art. 95a LAVS en liaison avec les art. 39 al. 1 LAI, 42 al. 1 LAVS et 42 al. 1 LAI, faut-il considérer que la notion de \"domicile au sens du code civil\" est celle du domicile de l'art. 23 CC, soit celle du domicile volontaire, à l'exclusion du domicile dérivé des personnes sous tutelle selon l'art. 25 al. 2 CC."}