{"annee": "130", "cour": "III", "page": "681", "date": "4/10/2004", "cite": [], "cite_par": ["145 III 133", "132 III 166"], "chapeau": "91. Auszug aus dem Urteil der II. Zivilabteilung i.S. X. gegen Y. (Berufung)\n\n5C.52/2004 vom 4. Oktober 2004", "regestes": ["Art. 827 et 873 CC; remise d'une cédule hypothécaire. Le propriétaire (actuel) d'un immeuble grevé d'un droit de gage n'a pas droit à la remise de la cédule hypothécaire lorsque, au moment de l'extinction de la créance incorporée dans le titre, il n'était ni débiteur hypothécaire, ni tiers propriétaire de l'objet constitué en gage (consid. 2.3-2.7)."], "faits": "|681|\n\nA. Mit Kaufvertrag vom 9. Oktober 1980 erwarben B. und C. von A. das Grundstück Z.-Gbbl. Nr. ... zu hälftigem Miteigentum. Gleichzeitig gewährte der Verkäufer den Käufern ein Darlehen von |682| Fr. 8'000.-. Diese Solidarschuld wurde durch die Eintragung eines Grundpfandrechts in Gestalt eines Namensschuldbriefs auf der verkauften Liegenschaft im fünften Rang gesichert. Der Schuldbrief wurde in der Folge ausgestellt und an A. ausgehändigt.\n\nAm 23. August 1983 verkauften B. und C. die Liegenschaft an Y. Im Kaufvertrag wurde unter anderem vereinbart, dass der im fünften Rang eingetragene Schuldbrief über Fr. 8'000.- unentgeltlich an die Käuferin oder einen von ihr bezeichneten Dritten übertragen werde. A. indossierte und übergab den genannten Schuldbrief am Verurkundungstag direkt an Y.\n\nY. verkaufte die Liegenschaft am 27. Februar 1987 weiter an D. und E. zu Gesamteigentum. Der im fünften Rang eingetragene Schuldbrief über Fr. 8'000.- wurde bei der Wiedergabe des Grundbuchauszugs als Eigentümerschuldbrief aufgeführt. Diesbezüglich wurde weder eine Schuldübernahme noch eine Übergabe vereinbart. Der genannte Schuldbrief verblieb bei Y.\n\nX. erhielt die Liegenschaft am 29. Mai 2001 von seinen Eltern, D. und E., geschenkt. In der Folge gelangte X. erfolglos an Y., um sie zur Herausgabe des Schuldbriefes zu bewegen.\n\nB. X. reichte am 17. Februar 2003 beim Gerichtskreis VIII Bern-Laupen Klage gegen Y. ein. Er beantragte, diese unter Strafandrohung im Unterlassungsfall zur unentgeltlichen und unbelasteten Herausgabe des Eigentümerschuldbriefes über Fr. 8'000.-, lastend auf seinem Grundstück Z.-Gbbl. Nr. ... im fünften Rang, zu verpflichten. Mit Urteil vom 24. Oktober 2003 wurde die Klage von X. abgewiesen. Die Gerichtskosten wurden den Parteien hälftig auferlegt und die Parteikosten wettgeschlagen.\n\nAuf Appellation von X. bestätigte der Appellationshof des Kantons Bern am 20. Januar 2004 das vorinstanzliche Urteil und wies die Klage ebenfalls ab. Hingegen schützte er die von Y. erhobene Anschlussappellation und verurteilte X. zur Tragung sämtlicher erstinstanzlichen Gerichtskosten und zur Leistung einer angemessenen Parteientschädigung an Y. für das Verfahren vor erster Instanz.\n\nC. Mit Berufung vom 23. Februar 2004 beantragt X. (Kläger) dem Bundesgericht, das Urteil des Appellationshofs des Kantons Bern vom 20. Januar 2004 aufzuheben, und Y. unter Strafandrohung im Unterlassungsfall zur unentgeltlichen und unbelasteten Herausgabe des Eigentümerschuldbriefes, lastend auf seinem Grundstück Z.-Gbbl. Nr. ... im fünften Rang, zu verpflichten. |683|\n\nY. (Beklagte) schliesst auf Abweisung der Berufung, soweit darauf einzutreten sei. Der Appellationshof des Kantons Bern hat anlässlich der Aktenübersendung keine Bemerkungen angebracht.\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen\n\n2.\n\n2.3 Durch die Errichtung eines Schuldbriefs wird das Schuldverhältnis, das der Errichtung zu Grunde liegt, durch Neuerung getilgt. Eine andere Abrede wirkt nur unter den Vertragsparteien sowie gegenüber Dritten, die sich nicht in gutem Glauben befinden (Art. 855 ZGB). Es wird eine neue Forderung begründet und verbrieft, die streng akzessorisch zum Grundpfand ist. Forderung und Grundpfand bilden somit eine untrennbare Einheit, welche in einem Pfandtitel verkörpert wird, dem die Qualität eines Wertpapiers zukommt (Art. 842, 793 Abs. 1 und 866 ff. ZGB; SIDNEY KAMERZIN, Le contrat constitutif de cédule hypothécaire, Diss. Freiburg 2003, S. 6 ff.; DANIEL STAEHELIN, Basler Kommentar, N. 5 zu Art. 842 ZGB, mit zahlreichen Hinweisen; HANS MICHAEL RIEMER, Die beschränkten dinglichen Rechte, 2000, S. 133; PAUL-HENRI STEINAUER, Les droits réels, Bd. III, 2003, S. 341; BEAT KRÄHENMANN, Die Einreden des Schuldbriefschuldners und des Drittpfandeigentümers, ZSR 107/1988 S. 467; HENRI-ROBERT SCHÜPBACH, Gestation de la cédule hypothécaire et naissance du droit de gage, ZBGR 71/1990 S. 130 f.; THEO GUHL, Vom Schuldbrief, ZBJV 92/1956 S. 10). Die Begleichung der Schuldbriefforderung führt nicht zum Erlöschen der Schuld und berührt auch das Grundpfandrecht nicht in seinem Bestehen. Hingegen räumt die vollständige Zahlung dem Schuldner gegenüber dem Gläubiger das Recht ein, den Pfandtitel herauszuverlangen (Art. 873 ZGB). Ebenso kann der Drittpfandeigentümer das Pfandrecht unter den gleichen Voraussetzungen ablösen, unter denen der Schuldner zur Tilgung der Forderung befugt ist (Art. 827 ZGB i. V. m. Art. 845 ZGB). In diesem Zusammenhang indes von einem \"forderungsentkleideten\" Schuldbrief zu sprechen - wie dies die Vorinstanz und auch teilweise die Doktrin im Falle der Tilgung der Schuldbriefforderung tun - wird dem Charakter dieses Rechtsinstituts nicht gerecht. Beim Schuldbrief gibt es typischerweise kein Auseinanderfallen von Forderung und Pfandrecht (SIDNEY KAMERZIN, a.a.O., S. 60 Fn. 322). |684|\n\n2.4 Dem angefochtenen Urteil lässt sich entnehmen, dass der Verkäufer den Käufern beim Abschluss des Kaufvertrages vom 9. Oktober 1980 auch ein Darlehen über Fr. 8'000.- gewährt hatte, welches grundpfandlich gesichert werden sollte. Zu diesem Zweck wurde zu Lasten der übertragenen Liegenschaft im fünften Rang ein Schuldbrief in gleicher Höhe errichtet. Dadurch wurde das eben erst eingegangene Schuldverhältnis durch Neuerung sogleich wieder getilgt und durch die Schuldbriefforderung ersetzt. Als die belastete Liegenschaft am 23. August 1983 weiterveräussert wurde, war die Schuldbriefforderung gemäss Feststellung der Vorinstanz bereits beglichen worden. Nun gehen aber typischerweise beim Schuldbrief Forderung und Pfandrecht nicht unter, wenn der verbrieften Verpflichtung nachgekommen wird, sondern diese gehen auf den zahlenden Schuldner oder auf den zahlenden Eigentümer des belasteten Grundstücks über (statt vieler: THEO GUHL, a.a.O., S. 10 f.). Wie es sich mit der Rückzahlung der seinerzeitigen Schuldbriefforderung im Einzelnen verhalten hat, lässt sich dem angefochtenen Urteil nicht entnehmen. Immerhin hat die Vorinstanz festgehalten, dass die Verkäufer (des Vertrages vom 23. August 1983) die Schuldbriefforderung getilgt haben. Damit ist zugleich und unabhängig vom zeitlichen Ablauf gesagt, dass es nicht der Kläger gewesen ist, der dieser Verpflichtung nachgekommen ist. Ebenso ist unbestritten, dass der Kläger damals weder Schuldner noch Drittpfandeigentümer gewesen ist, womit er weder aus der Rechtsstellung des einen noch des andern etwas ableiten kann. Der schuldrechtliche Herausgabeanspruch als Folge der vollständigen Zahlung nach Art. 873 ZGB steht einzig dem Schuldner zu (DANIEL STAEHELIN, a.a.O., N. 1 zu Art. 873 ZGB, mit Hinweisen). Nur ein allfälliger Drittpfandeigentümer hätte ohne weiteres das (Eigentümer-) Pfandrecht erworben (BERNHARD TRAUFFER, Basler Kommentar, N. 16 zu Art. 827 ZGB, mit Hinweisen). Vorliegend wurde indes der Schuldbrief - so das angefochtene Urteil weiter - am 23. August 1983 abmachungsgemäss vom seinerzeitigen Gläubiger an die Erwerberin, die heutige Beklagte, indossiert. Damit ist bei ihr ein unechtes Eigentümergrundpfand entstanden (URS PETER MÖCKLI, Das Eigentümergrundpfandrecht, Diss. Bern 2001, S. 82). Am 27. Februar 1987 ist eine weitere Veräusserung der Liegenschaft erfolgt. Der im genannten Kaufvertrag wiedergegebene Grundbuchauszug führt neben weiteren Belastungen auch den strittigen Eigentümerschuldbrief über Fr. 8'000.- im fünften Rang auf. Dessen |685| ungeachtet ist bei der Regelung der Zahlungsmodalitäten dieser Pfandtitel nicht einbezogen worden. Es ist weder eine Schuldübernahme unter Anrechnung auf den Kaufpreis noch die Übertragung an die neuen Eigentümer vereinbart worden, und auch der weitere Vertragsinhalt hat nicht darauf Bezug genommen, was die Vertragsfreiheit zulässt (Art. 19 OR). Infolgedessen ist der Schuldbrief bei der Verkäuferin (Beklagten) verblieben und ein Drittpfand entstanden.\n\n2.5 Dass der Kläger, welcher die mit dem Schuldbrief belastete Liegenschaft im Jahr 2001 von seinen Eltern geschenkt erhalten hat, den Pfandtitel nunmehr von der Beklagten herausverlangt, ist zwar nachvollziehbar, befürchtet er doch, die Beklagte könnte den Titel als Sicherheit für eine eigene Schuld einem gutgläubigen Dritten aushändigen. Dieses Bedürfnis allein verschafft ihm indes noch keinen Rechtsanspruch. Da er - wie gesagt - im Zeitpunkt der Zahlung nicht Schuldbriefschuldner und auch nicht Drittpfandeigentümer gewesen ist, kann er sich heute weder auf Art. 873 ZGB noch auf Art. 827 ZGB berufen. Als aktueller Drittpfandeigentümer kann er den Pfandtitel einzig gestützt auf Art. 827 ZGB erwerben, soweit er wie ein Schuldner zur Tilgung der Forderung befugt ist, wie die Vorinstanz zu Recht festgehalten hat. Eine Tilgung durch den Kläger ist vorliegend gerade nicht erfolgt. Indem er in diesem Zusammenhang das aktuelle Rechtsschutzinteresse betont, lassen seine Ausführungen die genannte Voraussetzung für eine Berufung auf Art. 827 ZGB völlig ausser Acht.\n\n2.6 Es bleibt die Frage, ob der Kläger nicht als Rechtsnachfolger seiner Eltern sich auf den Umstand berufen könnte, dass die Schuld längstens getilgt sei, und ob er infolgedessen gestützt auf Art. 873 ZGB die Herausgabe des Schuldbriefes von der Beklagten verlangen könnte. Da diese immer noch die Berechtigte am Pfandtitel ist, steht immerhin der Schutz des gutgläubigen Dritten nicht zur Diskussion (Art. 874 Abs. 3 ZGB; EVA LAREIDA, Der Schuldbrief aus wertpapierrechtlicher Sicht, Diss. Zürich 1986, S. 91 ff.; HENRI Deschenaux, Das Grundbuch, in: Schweizerisches Privatrecht, Bd. V/3 II, 1989, S. 774 f.). Der Herausgabe steht aber entgegen, dass auch seine Eltern letztlich nur die Möglichkeit hatten, beim Abschluss des Kaufvertrages mit der Beklagten die Übertragung des Pfandtitels auszubedingen, und sie sich anschliessend ebenfalls nicht auf Art. 873 ZGB berufen konnten.\n\n2.7 Damit bleibt dem Kläger bloss die Möglichkeit, bei Inanspruchnahme durch die Beklagte (oder einen bösgläubigen Dritterwerber) |686| die dem Drittpfandeigentümer zustehenden persönlichen Einreden zu erheben, wozu auch die ganz oder teilweise Rückzahlung der Schuldbriefschuld gehört (Art. 845 Abs. 2 ZGB; BEAT KRÄHENMANN, a.a.O., S. 473 u. 494; DANIEL STAEHELIN, a.a.O., N. 6 zu Art. 872 ZGB u. N. 12 zu Art. 874 ZGB).\n\nNicht zu befinden hat das Bundesgericht im jetzigen Zeitpunkt über die Frage, inwieweit die von der Vorinstanz angeführten Abwehrbehelfe der Aberkennungs- bzw. der Feststellungsklage nach Art. 85 SchKG dem Kläger gegenüber der Beklagten oder gegenüber einem (gutgläubigen) Dritten allenfalls nützen könnten. Selbst wenn dem Kläger damit nicht geholfen sein sollte, würde sich dadurch an der aktuellen Rechtslage nichts ändern."}