{"annee": "130", "cour": "IV", "page": "97", "date": "26/8/2004", "cite": ["122 IV 207", "97 I 769", "127 IV 193", "80 IV 209", "121 IV 258"], "cite_par": ["141 IV 380"], "chapeau": "16. Auszug aus dem Urteil des Kassationshofes i.S. X. gegen Y. sowie Obergericht des Kantons Zürich (Nichtigkeitsbeschwerde)\n\n6S.278/2003 vom 26. August 2004", "regestes": ["Art. 29 CP; point de départ du délai pour porter plainte. Le délai pour porter plainte ne commence à courir que lorsque le lésé personnellement, et non seulement son mandataire, a connu l'infraction et l'auteur de celle-ci (consid. 2)."], "faits": "|97|\n\nX. wurde Ende Mai 2002 von seiner Arbeitgeberin mit der Begründung entlassen, verschiedene Mitarbeiterinnen und Mitarbeiter, deren Namen ihm nicht mitgeteilt wurden, hätten ihn der sexuellen Belästigung bezichtigt. X. liess die Arbeitgeberin umgehend wissen, dass er die Kündigung als missbräuchlich erachte, den Kündigungsgrund als ehrverletzend empfinde und sich rechtliche Schritte vorbehalte.\n\nAm 3. Juli 2002 wurde dem Rechtsvertreter von X. Einsicht in die internen Unterlagen der Arbeitgeberin gewährt, aus welchen er die Namen der Personen, welche die Vorwürfe erhoben hatten, ersehen konnte. Er musste sich jedoch dazu verpflichten, seinem Klienten die entsprechenden Namen nicht bekannt zu geben, woran er sich hielt. |98|\n\nSpätestens am 26. Juli 2002 bevollmächtigte X. seinen Rechtsvertreter zur vollumfänglichen Wahrung seiner Interessen, einschliesslich der Stellung eines Strafantrages wegen Ehrverletzung gegen die ihn beschuldigenden Personen. Gleichentags ersuchte der Rechtsvertreter die Arbeitgeberin schriftlich darum, seinem Klienten die Namen der entsprechenden Personen bekannt geben zu dürfen, wozu diese mit Schreiben vom 13. August 2003 einwilligte.\n\nAm 13. November 2002 reichte X. beim Bezirksgericht Zürich Ehrverletzungsklage gegen Y. ein. Mit Beschluss vom 7. Februar 2003 trat das Gericht auf die Klage infolge Verspätung nicht ein. Einen dagegen erhobenen Rekurs wies das Obergericht des Kantons Zürich mit Beschluss vom 20. Juni 2003 ab.\n\nAuf eine gegen den Entscheid des Obergerichts eingereichte kantonale Nichtigkeitsbeschwerde ist das Kassationsgericht des Kantons Zürich mit Beschluss vom 7. Mai 2004 nicht eingetreten.\n\nX. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, der Beschluss des Obergerichts des Kantons Zürich sei aufzuheben.\n\nY. beantragt in ihrer Stellungnahme vom 26. Juli 2004 die vollumfängliche Abweisung der Nichtigkeitsbeschwerde, soweit darauf eingetreten werden könne.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer macht geltend, die Vorinstanz habe Art. 29 StGB verletzt, indem sie davon ausgegangen sei, zum Zeitpunkt der Einreichung seiner Klage sei die Frist, um Strafantrag zu stellen, bereits abgelaufen gewesen. Für den Beginn des Fristenlaufs könne frühestens auf das Datum der Entbindung seines Rechtsvertreters von der Stillhaltevereinbarung, mithin auf den 13. August 2002, abgestellt werden.\n\n2.1 Die dreimonatige Strafantragsfrist beginnt mit dem Tag, an welchem dem Antragsberechtigten der Täter bekannt wird (Art. 29 StGB). Die Antragsberechtigung richtet sich dabei nach dem Träger des angegriffenen Rechtsgutes; bei höchstpersönlichen Rechtsgütern wie der Ehre ist Verletzter nur der Träger des Rechtsgutes selbst (Art. 28 Abs. 1 StGB; BGE 121 IV 258 E. 2b).\n\nDas Recht, Strafantrag zu stellen, ist grundsätzlich höchstpersönlicher Natur und unübertragbar (BGE 122 IV 207 E. 3c). Daraus hat das Bundesgericht gefolgert, dass unter dem Antragsberechtigten |99| nur der Verletzte persönlich und nicht auch sein bevollmächtigter Vertreter zu verstehen ist, sodass die Antragsfrist erst zu laufen beginnt, wenn der Verletzte persönlich die Tat und den Täter kennt und nicht schon, wenn sein bevollmächtigter Vertreter diese Kenntnis hat (BGE 80 IV 209 E. 2; BGE 97 I 769 E. 2).\n\n2.2 Nach Auffassung der Vorinstanzen rechtfertigt sich ein Abweichen von der dargelegten Rechtsprechung im vorliegenden Fall deshalb, weil der Beschwerdeführer seinen Rechtsvertreter schon vor dem Zeitpunkt, in welchem er Kenntnis vom Namen der Beschwerdegegnerin erhielt, mit der Stellung eines Strafantrages beauftragt hatte. Er habe sich dessen Kenntnis somit spätestens ab dem 26. Juli 2002 - dem Datum der Bevollmächtigung - anrechnen zu lassen, weshalb die Antragsfrist spätestens am 26. Oktober 2002 abgelaufen sei.\n\nDie Vorinstanzen stützen ihre Ansicht auf REHBERG und RIEDO. REHBERG vertritt ohne weitere Begründung die Auffassung, auf die Kenntnis des bevollmächtigten Vertreters müsse es entgegen der bundesgerichtlichen Rechtsprechung ankommen, wenn der Verletzte diesen bereits zu einem Zeitpunkt zur Stellung eines Strafantrages ermächtigt habe, in welchem der Täter noch keinem von beiden bekannt gewesen sei (JÖRG REHBERG, Der Strafantrag, ZStrR 85/1969 S. 247 ff., 269). RIEDO teilt diese Meinung und schlägt vor, die Grundsätze anzuwenden, wie sie für das Handeln von Organen juristischer Personen gelten. Es sei stossend, wenn der Vertretene zur Wahrung seiner Interessen einen Vertreter bestellen könnte, um sich später darauf zu berufen, er selbst habe den Täter nicht gekannt (CHRISTOF RIEDO, Basler Kommentar, Strafgesetzbuch I, Art. 29 StGB N. 10).\n\n2.3 Entgegen der Meinung der zitierten Autoren ist kein zwingender Grund ersichtlich, in Fällen wie dem vorliegenden von der bisherigen Rechtsprechung abzuweichen und dem Vertretenen die Kenntnis seines Bevollmächtigten anzurechnen. Denn auch wenn ein Verletzter seinen Rechtsvertreter vor Kenntnis des Täters mit der Einreichung eines Strafantrags beauftragt, ist es durchaus denkbar, dass er, je nachdem, wer als Täter identifiziert wird, keine Strafverfolgung wünscht. Der Entscheid, Strafantrag zu stellen oder darauf zu verzichten, muss ihm daher persönlich erhalten bleiben. Weil der Vertretene, der Strafantrag stellen möchte, im Allgemeinen an einer möglichst baldigen Anhandnahme der |100| Strafverfolgung interessiert sein dürfte, ist die Gefahr des Rechtsmissbrauchs gering. Im Einzelfall könnte einem solchen ohnehin Rechnung getragen werden.\n\nDie Rechtslage bei der bürgerlichen Stellvertretung ist sodann keineswegs mit derjenigen bei der Organvertretung vergleichbar, da juristische Personen naturgemäss nicht selbst, sondern nur durch ihre Organe Strafantrag stellen können. Viel eher scheint ein Vergleich mit der gesetzlichen Vertretung urteilsfähiger Entmündigter angebracht. Denn dem gesetzlichen Vertreter steht hier neben dem Verletzten ein selbständiges Antragsrecht zu (vgl. Art. 28 Abs. 3 StGB; BGE 127 IV 193 E. 5b). Wie RIEDO selbst festhält, führt die Kenntnis des Täters durch den Vertreter in diesen Fällen nicht zum Beginn des Fristenlaufs für den Vertretenen (RIEDO, a.a.O., Art. 28 StGB N. 29 sowie Art. 29 StGB N. 7; vgl. auch WALTER HUBER, Die allgemeinen Regeln über den Strafantrag im schweizerischen Recht [StGB 28-31], Diss. Zürich 1967, S. 28). Muss sich aber nicht einmal der gesetzlich Vertretene das Wissen seines Vertreters anrechnen lassen, kann sich dies für die gewillkürte Stellvertretung umso weniger rechtfertigen.\n\nIm vorliegenden Fall kommt hinzu, dass sich der Rechtsvertreter des Beschwerdeführers gegenüber dessen Arbeitgeberin vertraglich verpflichtet hatte, seinem Mandanten die Namen der Mitarbeiterinnen und Mitarbeiter, welche die Vorwürfe der sexuellen Belästigung erhoben hatten, zu verschweigen. Solange er an diese Vereinbarung gebunden war, durfte er keine Strafklage gegen die betreffenden Personen einreichen. Denn hierfür hätte er die Namen in der Klageschrift nennen müssen und der Beschwerdeführer hätte sie spätestens durch Teilnahme am Strafprozess erfahren. Würde für die hier zu entscheidende Frage auf die Kenntnis des Rechtsvertreters abgestellt, hätte die Strafantragsfrist demnach vor dem Zeitpunkt zu laufen begonnen, ab welchem Klage eingereicht werden durfte. Die Arbeitgeberin hätte es damit in der Hand gehabt zu entscheiden, wie viel Zeit dem Beschwerdeführer für die Stellung des Antrags verbleiben bzw. ob ihm dies überhaupt noch möglich sein solle. Es kann aber nicht angehen, dass eine unbeteiligte Drittperson die Dauer der Strafantragsfrist verkürzen kann. Das Argument der Beschwerdegegnerin, der Beschwerdeführer habe nach der Entbindung seines Rechtsvertreters von der Stillhalteverpflichtung am 13. August 2002 zur Einreichung der Klage noch genügend Zeit gehabt, überzeugt daher nicht. |101|\n\n2.4 Nachdem der Name der Beschwerdegegnerin dem Beschwerdeführer laut den verbindlichen tatsächlichen Feststellungen der Vorinstanz vor der Aufhebung der Stillhaltevereinbarung nicht bekannt gegeben worden war, begann die Antragsfrist nach den vorstehenden Erwägungen frühestens am 13. August 2002 zu laufen. Mit Einreichung der Klage am 13. November 2002 war die dreimonatige Frist damit auf jeden Fall gewahrt, weshalb sich die Beschwerde als begründet erweist."}