{"annee": "130", "cour": "II", "page": "18", "date": "24/11/2003", "cite": ["127 II 69", "126 II 171", "119 IB 254", "107 IB 140"], "cite_par": ["142 I 99", "140 II 262"], "chapeau": "3. Extrait de l'arrêt de la Ire Cour de droit public dans la cause WWF Suisse contre Forces Motrices de Martigny-Bourg S.A. et consorts ainsi que Tribunal cantonal du canton du Valais (recours de droit administratif)\n\n1A.19/2003 du 24 novembre 2003", "regestes": ["Durée d'une concession pour l'utilisation des forces hydrauliques; art. 4, 39 et 58 LFH. Portée de l'approbation cantonale d'une concession octroyée par une commune; examen de la clause fixant la durée de la concession, dans le cadre prévu par le droit fédéral (consid. 3)."], "faits": "BGE 130 II 18 S. 19\n\nLa rivière la Dranse se jette dans le Rhône à Martigny, après avoir traversé le territoire des communes de Vollèges, Sembrancher, Bovernier et Martigny-Combe. En amont, cette rivière est formée de trois cours d'eau: la Dranse de Bagnes, la Dranse d'Entremont et la Dranse de Ferret. Les eaux de la Dranse sont utilisées à différents endroits pour la production d'électricité. Elles sont parfois restituées dans la rivière elle-même (ouvrages des Forces Motrices du Grand-Saint-Bernard, des Forces Motrices d'Orsières et de Romande-Energie, notamment); dans d'autres cas, les eaux captées sont déversées directement dans le Rhône (ouvrages des Forces Motrices de Mauvoisin et d'Emosson).\n\nA la fin du XIXe siècle et au début du XXe siècle, les cinq communes précitées ont concédé à une société de production d'électricité (en dernier lieu l'Energie de l'Ouest-Suisse) le droit d'utiliser les eaux de la Dranse, sur leurs territoires respectifs, pour l'exploitation de l'aménagement hydroélectrique de Martigny-Bourg. Cet ouvrage comporte une prise d'eau sur la Dranse entre Bovernier et Sembrancher, au lieu-dit \"Les Trappistes\", ainsi qu'une centrale électrique à Martigny-Bourg, les eaux dérivées se déversant ensuite dans la Dranse. Ces concessions sont parvenues à échéance le 4 mars 2000 (deux concessions étaient déjà échues le 27 février 1998 mais la continuation de l'exploitation jusqu'au 4 mars 2000 a été autorisée par le Conseil d'Etat du canton du Valais).", "considerants": "Le 13 décembre 2001, les communes municipales de Vollèges, Sembrancher, Bovernier, Martigny-Combe et Martigny ont chacune conclu un acte de concession de forces hydrauliques avec la société anonyme Forces Motrices de Martigny-Bourg S.A. (FMMB), constituée peu auparavant en vue de la poursuite de l'exploitation de l'ouvrage précité. Le texte de chaque concession décrit l'aménagement hydroélectrique, notamment la hauteur de chute, le débit BGE 130 II 18 S. 20moyen utilisable et le débit résiduel minimal (art. 1), puis il définit les eaux concédées par la commune (art. 2). La durée de la concession est dans chaque cas de quatre-vingts ans, dès le 5 mars 2000 jusqu'au 4 mars 2080 (art. 3).\n\nEn vertu de la loi cantonale valaisanne sur l'utilisation des forces hydrauliques (LFH/VS), les concessions de droits d'eau octroyées par les communes doivent être approuvées par le Conseil d'Etat. Préalablement, le projet de concession est mis à l'enquête publique et les intéressés peuvent former opposition. Dans le cas particulier, une enquête publique a été ouverte le 24 avril 1998. Le WWF Suisse (ci-après: le WWF) s'est opposé en faisant notamment valoir que la durée des nouvelles concessions était excessive. Le Conseil d'Etat a finalement approuvé le 16 janvier 2002 les cinq nouvelles concessions en les assortissant de diverses conditions et charges. Il a ainsi imposé des mesures qui avaient été proposées dans le rapport d'impact sur l'environnement (RIE) déposé par les auteurs du projet. L'opposition du WWF a été rejetée.\n\nLe WWF a recouru auprès du Tribunal cantonal contre la décision du Conseil d'Etat en développant les griefs de son opposition. La Cour de droit public du Tribunal cantonal a rendu son arrêt le 29 novembre 2002. Elle a admis le recours, annulé la décision attaquée et renvoyé l'affaire au Conseil d'Etat pour nouvelle décision. Selon cet arrêt, les normes du droit fédéral et du droit cantonal sur la durée des concessions hydroélectriques n'ont pas été violées. En revanche, d'autres griefs ont été admis, concernant le maintien de débits résiduels convenables dans la Dranse (cf. art. 31 al. 1 et art. 33 al. 1 LEaux [RS 814.20]) et les mesures de protection des biotopes ou de compensation (cf. art. 18 LPN [RS 451]).\n\nAgissant par la voie du recours de droit administratif, le WWF a demandé au Tribunal fédéral d'annuler sur certains points l'arrêt du Tribunal cantonal et de renvoyer l'affaire au Conseil d'Etat pour qu'il limite la concession des droits d'eau octroyée à FMMB à une durée n'excédant pas quarante ans, à compter du 5 mars 2000.\n\nLe Tribunal fédéral a considéré que la juridiction cantonale, en tranchant la question de la durée des concessions, avait rendu une décision finale partielle fondée sur le droit public fédéral. Dans cette mesure, il a donc admis la recevabilité du recours de droit administratif. Sur le fond, le recours du WWF a été rejeté. BGE 130 II 18 S. 21\n\nExtrait des considérants:\n\n3. L'organisation recourante fait valoir qu'en approuvant des concessions d'une durée de quatre-vingts ans, le Conseil d'Etat a violé l'art. 4 al. 2 de la loi fédérale du 22 décembre 1916 sur l'utilisation des forces hydrauliques (LFH; RS 721.80) car il aurait insuffisamment tenu compte de l'intérêt public ainsi que de l'obligation de garantir une utilisation rationnelle du cours d'eau.\n\n3.1 L'art. 4 al. 1 LFH prévoit que les communes qui disposent de la force hydraulique ne peuvent la céder à des tiers sans l'approbation de l'autorité cantonale. Dans le canton du Valais, il appartient au Conseil d'Etat de se prononcer (art. 9 al. 2 LFH/VS). En vertu de l'art. 4 al. 2 LFH, l'autorité cantonale est tenue de refuser l'approbation si le projet d'utilisation est contraire à l'intérêt public ou à l'utilisation rationnelle du cours d'eau (l'art. 20 LFH/VS contient une clause analogue).\n\nLa concession est un acte mixte, composé de clauses bilatérales et de clauses unilatérales ou décisionnelles. Ces dernières clauses résultent directement ou impérativement de la loi (les modalités d'utilisation de la force hydraulique telles que les débits utilisables, de dotation et résiduels, notamment - cf. art. 54 let. b et c LFH), tandis que le contenu des clauses bilatérales est négocié par les parties. Cela n'engage en principe que leurs intérêts propres; en d'autres termes, l'intérêt public n'est pas concerné au même degré. La clause fixant la durée de la concession est typiquement une clause bilatérale, la loi se contentant généralement de définir une limite à l'autonomie de la volonté de l'autorité concédante et du concessionnaire en fixant un maximum qu'ils ne sauraient dépasser (cf. PIERRE MOOR, Droit administratif, vol. III, Berne 1992, p. 124/ 125; ANDRÉ GRISEL, Traité de droit administratif, vol. I, Neuchâtel 1984, p. 284; MICHEL HANHARDT, La concession de service public, thèse Lausanne 1977, p. 81 ss; JACQUES FOURNIER, Vers un nouveau droit des concessions hydroélectriques, thèse Fribourg 2002, p. 150 ss, 154). L'approbation cantonale doit porter sur tous les éléments de la concession. Pour les clauses bilatérales, le pouvoir d'appréciation et de décision de l'autorité cantonale est cependant par principe plus limité, vu les intérêts en jeu.\n\n3.2 Dans l'arrêt attaqué, le Tribunal cantonal s'est référé aux règles du droit fédéral et du droit cantonal sur la durée maximale BGE 130 II 18 S. 22des concessions hydroélectriques, en considérant qu'elles n'avaient pas été violées dans le cas particulier.\n\nL'art. 58 LFH dispose que la durée de la concession est de quatre-vingts ans au plus, à compter de la mise en service de l'aménagement hydroélectrique; cette règle est reprise, en droit cantonal, à l'art. 49 al. 1 LFH/VS. La durée légale maximale vaut aussi en cas de renouvellement d'une concession. Si la concession est renouvelée avant son échéance, l'art. 58a al. 4 LFH permet aux parties de fixer la date de l'entrée en vigueur de la nouvelle concession au maximum vingt-cinq ans après la décision de renouvellement, ce qui diffère d'autant l'échéance de cette concession (cf. Message du Conseil fédéral relatif à la révision de la loi fédérale sur l'utilisation des forces hydrauliques, FF 1995 IV 986).\n\nLa durée maximale des concessions est une limite à l'autonomie des parties que le législateur fédéral a introduite pour des motifs d'intérêt public, car une concession perpétuelle ou de trop longue durée priverait la collectivité concédante de la maîtrise du domaine public (cf. ATF 127 II 69 consid. 4c p. 74 et 5b p. 77). Le cadre légal a été défini de manière à permettre la sauvegarde des intérêts économiques du concessionnaire, en particulier en vue de l'amortissement de ses investissements; cela nécessite la fixation d'une durée maximale suffisamment longue (cf. ATF 127 II 69 consid. 5b p. 76). La concession confère en effet au concessionnaire un droit stable: pendant la durée de la concession, l'art. 43 al. 2 LFH prévoit que le droit d'utilisation ne peut être retiré ou restreint sauf pour cause d'utilité publique et moyennant indemnité. Néanmoins, l'intérêt public à réaliser les objectifs de la protection des eaux, de la pêche ou de la nature - ceux que défend généralement l'organisation recourante - n'est pas en soi compromis dans le cas d'une concession d'une durée correspondant au maximum légal, puisque des mesures complémentaires à celles fixées dans les clauses unilatérales peuvent, à certaines conditions, être encore ordonnées après coup, avec ou sans indemnité selon que l'on atteint ou non la substance des droits acquis du concessionnaire (cf. ATF 127 II 69 consid. 5a p. 75; ATF 126 II 171 consid. 3c p. 179; ATF 119 Ib 254 consid. 5a p. 268; ATF 107 Ib 140 consid. 4 p. 146 et 6b p. 150; arrêt A.188/1987 du 11 juillet 1988, publié in ZBl 90/1989 p. 83, consid. 4d).\n\n3.3 A raison, l'organisation recourante ne prétend pas que les règles impératives sur la durée des concessions auraient été violées. Elle fait en revanche valoir que l'autorité cantonale BGE 130 II 18 S. 23d'approbation aurait dû imposer une durée inférieure à quatre-vingts ans pour mieux tenir compte de l'intérêt public et de l'impératif d'utilisation rationnelle de la Dranse.\n\nComme cela vient d'être exposé (supra, consid. 3.2), le législateur fédéral a lui-même effectué une pesée des intérêts en fixant la durée maximale à l'art. 58 LFH. En soi, il n'est donc pas contraire à l'intérêt public de convenir, entre parties, d'une durée conforme à cette disposition légale. En cas de renouvellement d'une concession pour des installations existantes, ou de changement de concessionnaire à l'échéance de la première concession, les intérêts économiques du nouveau concessionnaire ne sont pas sensiblement différents, dans la situation actuelle, de ceux que pourrait invoquer le concessionnaire d'un nouvel aménagement hydroélectrique. L'arrêt attaqué mentionne l'évolution récente du marché de l'électricité, qui rend plus aléatoires les perspectives de rendement commercial des ouvrages hydroélectriques. Dans sa réponse au recours, la société intimée donne en outre un aperçu convaincant de ses charges financières prévisibles, non négligeables, à cause notamment du renouvellement nécessaire de certains équipements.\n\nL'organisation recourante fait cependant valoir que l'autorité cantonale n'aurait pas dû approuver des concessions de quatre-vingts ans car, avec l'évolution des circonstances et des connaissances, on pourrait concevoir à moyen terme une utilisation plus rationnelle du cours d'eau concerné. Elle invoque la situation particulière résultant des concessions des eaux de la Dranse, ou de la Dranse de Bagnes, octroyées par les cinq mêmes communes à la société anonyme Forces Motrices de Mauvoisin S.A. (FMM). Ces concessions, approuvées en 1948 et 1951, parviendront à échéance en 2040 ou 2041 (voir l'extrait du registre cantonal des concessions reproduit in HANS WYER, Rechtsfragen der Wasserkraftnutzung, thèse Berne 2000, annexes p. 35). A ce propos, l'organisation recourante prétend que la superposition, jusqu'en 2040, des droits d'utilisation de FMMB, d'une part, et de FMM, d'autre part, serait contraire au droit fédéral. Quoi qu'il en soit, elle prône une unification des dates d'échéance de ces différentes concessions - ce qui entraînerait une réduction de moitié de la durée des concessions litigieuses -, de façon à garantir ensuite une utilisation mieux coordonnée et plus rationnelle des forces hydrauliques de la Dranse. Cela étant, l'organisation recourante ne soutient pas que l'aménagement en cause, dans son mode d'exploitation actuel, serait peu rationnel. BGE 130 II 18 S. 24\n\nDans sa réponse au recours de droit administratif, la société intimée expose que son droit d'eau est défini dans les concessions en fonction du débit utilisable. Le volume d'eau annuel mentionné (art. 1 al. 3: 211.7 mios de m3 au total, ou 6.7 m3 /s) équivaudrait aux quantités d'eau disponibles dans la Dranse à la prise des Trappistes, compte tenu des concessions déjà accordées aux sociétés Electricité d'Emosson (pour ses prélèvements dans la Dranse de Ferret) et FMM (pour ses prélèvements dans la Dranse de Bagnes). En outre, avec un débit résiduel futur de 1.25 m3 /s (art. 1 al. 4 des concessions), le volume d'eau annuel prélevé pour l'usine de Martigny-Bourg correspondrait aux droits d'eaux concédés (permettant une production de 78 mio de kWh, soit la production future annoncée de l'usine). Dans ces conditions, il n'y aurait pas concrètement de superposition des droits d'eau de FMM et FMMB.\n\nIl arrive, dans le canton du Valais, que les droits d'utilisation de la force hydraulique d'un cours d'eau soient concédés successivement à deux sociétés, le second concessionnaire pouvant alors s'engager à fournir au premier concessionnaire des prestations compensatoires (cf. WYER, op. cit., p. 43 ss - le droit fédéral évoque ces prestations compensatoires à l'art. 54 let. l LFH). En l'occurrence, dès la mise en service du barrage de Mauvoisin, les installations de FMM - historiquement le second concessionnaire - ont permis une utilisation rationnelle des eaux de la Dranse prélevées en amont (le bassin de retenue se trouve à une altitude proche de 2'000 m et la restitution des eaux s'effectue directement dans le Rhône - cf. WYER, op. cit., annexes p. 6). Cela n'a pas empêché l'exploitation, dont le caractère rationnel n'est pas contesté, de l'usine de Martigny-Bourg par l'Energie de l'Ouest-Suisse puis par FMMB.\n\nL'art. 39 LFH dispose qu'en statuant sur les demandes de concession, les communes concédantes doivent tenir compte de l'intérêt public, de l'utilisation rationnelle du cours d'eau et des intérêts existants. Ces critères légaux, formulés de manière indéterminée, confèrent aux communes un large pouvoir d'appréciation dans ce domaine. En approuvant les nouvelles concessions litigieuses, le Conseil d'Etat ne pouvait pas substituer son pouvoir d'appréciation à celui des communes. Il lui appartenait cependant de veiller à ce que les différents concessionnaires de la Dranse puissent tous utiliser rationnellement le cours d'eau. Dans la mesure où elle doit garantir une coordination adéquate de l'utilisation des forces hydrauliques sur différents tronçons d'un cours d'eau, l'autorité cantonale BGE 130 II 18 S. 25dispose elle aussi, à ce sujet, d'un certain pouvoir d'appréciation. Dans le cas de la Dranse, on ne peut certes pas exclure des difficultés ou des problèmes de coordination à l'échéance de certaines concessions, mais il s'agit là de pures spéculations et l'utilisation rationnelle du cours d'eau ne serait a priori pas fondamentalement compromise. Au reste, si l'évolution des circonstances révélait la nécessité de prendre de nouvelles mesures de protection des eaux ou de l'environnement, la longue durée des concessions n'y ferait en principe pas obstacle (cf. supra, consid. 3.2). D'une façon générale, sur la base du dossier, il apparaît que ni les communes concédantes, ni le Conseil d'Etat n'ont commis un abus ou un excès de leur pouvoir d'appréciation en admettant, pour les concessions litigieuses, une durée correspondant au maximum de l'art. 58 LFH. Le grief de violation du droit fédéral (cf. art. 104 let. a OJ) est par conséquent mal fondé."}