{"annee": "130", "cour": "I", "page": "65", "date": "27/1/2004", "cite": ["124 I 40", "126 I 153", "107 IA 138", "124 I 80", "109 IA 146", "120 IA 147", "128 I 92", "123 I 112", "129 I 173", "124 I 85", "129 V 267", "129 I 12", "126 I 112", "124 I 34", "128 II 259", "122 I 360", "127 I 6", "129 I 113", "129 I 265"], "cite_par": ["134 I 214", "134 I 313", "139 I 280", "131 V 305", "131 I 333", "135 I 233", "131 I 425", "130 I 369", "132 I 49", "134 I 209", "137 I 58", "131 V 107", "134 I 23", "133 I 27", "141 I 211", "131 I 223", "142 I 49"], "chapeau": "4. Extrait de l'arrêt de la Ire Cour de droit public dans la cause X. contre Direction de la Prison de Champ-Dollon, ainsi que Tribunal administratif de la République et canton de Genève (recours de droit public)\n\n1P.708/2003 du 27 janvier 2004", "regestes": ["Art. 10 al. 2 et art. 36 Cst., liberté personnelle; obligation des visiteurs de se soumettre à un contrôle de sécurité (détecteur de métal) à l'entrée de la prison; art. 8 al. 1 Cst., égalité de traitement. L'obligation, pour le visiteur de la prison, de se soumettre à un contrôle de sécurité impliquant pour lui de franchir un portique équipé d'un détecteur de métal, et de retirer ses chaussures ou sa ceinture pour le cas où l'appareil persisterait à signaler la présence de métal, ne constitue pas une restriction grave à la liberté personnelle (consid. 3.1-3.3). En l'occurrence, les conditions de la base légale (consid. 3.4) et du respect de la proportionnalité (consid. 3.5) sont remplies. Il est justifié que les gardiens de la prison, les policiers et les juges ne soient pas soumis à ce contrôle, à la différence des autres visiteurs et, en particulier, des avocats. Cette différence ne constitue pas une inégalité de traitement prohibée (consid. 3.6)."], "faits": "|66|\n\nA. X. est avocat à Genève. Le 12 novembre 2002, accompagné de deux avocats stagiaires de son étude, il s'est rendu à la prison de Champ-Dollon pour y conférer avec l'un de ses clients. A l'entrée de la prison, il a été soumis au contrôle de sécurité, consistant pour lui à franchir un portique équipé d'un magnétomètre. A plusieurs reprises, cet appareil a émis un signal sonore indiquant la présence de métal. X. a vidé ses poches et s'est délesté de plusieurs objets qu'il portait sur lui. En vain: l'alarme s'est déclenchée à chaque fois qu'il est passé sous le portique. L'huissier de service lui a alors demandé de retirer soit sa ceinture, soit ses chaussures, ce qu'il a refusé de faire, tout en offrant de se soumettre à une fouille corporelle. Appelé à sa demande, le directeur adjoint de la prison a confirmé à X. qu'il ne serait admis dans le secteur réservé aux visiteurs qu'après avoir franchi avec succès l'épreuve du magnétomètre. Sur ces entrefaites, X. a quitté les lieux. |67|\n\nX. a entrepris le refus de la prison de le laisser rencontrer son client devant le Tribunal administratif du canton de Genève, qui l'a débouté par arrêt du 21 octobre 2003, en considérant, en bref, que l'obligation pour les visiteurs de la prison de se soumettre au contrôle de sécurité, selon les modalités prévues, ne violait pas la liberté personnelle garantie par la Constitution.\n\nB. Agissant par la voie du recours de droit public, X. demande au Tribunal fédéral d'annuler l'arrêt du 21 octobre 2003. Il invoque les art. 8, 9, 10, 27 et 36 Cst.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n3. Le recourant se prévaut de sa liberté personnelle.\n\n3.1 Tout être humain a droit à la liberté personnelle, notamment à l'intégrité physique et psychique et à la liberté de mouvement (art. 10 al. 2 Cst.; ATF 126 I 112 consid. 3a p. 114; ATF 124 I 40 consid. 3a p. 42, ATF 124 I 85 consid. 2 p. 86/87, 170 consid. 2b p. 171/172, 336 consid. 4a p. 338, et les arrêts cités). Ce droit n'est toutefois pas absolu: des restrictions sont admissibles si elles reposent sur une base légale, sont ordonnées dans l'intérêt public et respectent le principe de la proportionnalité (art. 36 Cst.; ATF 127 I 6 consid. 6 p. 18; ATF 126 I 112 consid. 3a p. 115; ATF 124 I 40 consid. 3a p. 42, ATF 124 I 80 consid. 2c p. 81, 170 consid. 2b p. 171/172, 176 consid. 5a p. 177, 203 consid. 2b p. 204/205, 336 consid. 4c p. 340, et les arrêts cités).\n\n3.2 La seule question à trancher est celle de savoir s'il est conforme à la Constitution d'obliger la personne dont le magnétomètre signale qu'elle porte sur elle des objets métalliques, d'enlever sa ceinture, puis ses chaussures. Le recourant prétend qu'il était exposé, pour le cas où le magnétomètre persistait à se déclencher, à un déshabillage complet. Il s'agit là toutefois d'une pure conjecture.\n\nLa mesure contestée porte atteinte à la sphère privée de la personne qui y est soumise. Pour l'avocat empêché de rendre visite à son client, cette mesure restreint également sa liberté économique, garantie par l'art. 27 Cst. Tel qu'il est formulé, ce grief n'a toutefois pas de portée propre par rapport à la liberté personnelle. Quant au droit de conférer librement avec son défenseur (cf. art. 32 al. 2 Cst. et art. 6 par. 3 let. c CEDH; ATF 126 I 153 consid. 4 p. 159 ss), il n'est pas en cause, car seul l'accusé en est le titulaire |68| .\n\n3.3 L'atteinte doit reposer sur une base légale formelle lorsqu'elle est grave (art. 36 al. 1, deuxième phrase, Cst.; ATF 126 I 112 consid. 3b p. 116; ATF 124 I 34 consid. 3b p. 37, ATF 124 I 40 consid. 3b p. 42/43, 80 consid. 2c p. 81/82). A défaut, le Tribunal fédéral examine sous l'angle restreint de l'arbitraire l'existence d'une base légale (ATF 129 I 173 consid. 2.2 p. 177; ATF 126 I 112 consid. 3b p. 116, et les arrêts cités), laquelle peut se trouver, en pareil cas, dans des actes de rang infra-légal ou dans une clause générale (ATF 123 I 112 consid. 7a p. 124; ATF 122 I 360 consid. 5b/bb p. 363/364, et les arrêts cités). Pour le surplus, le Tribunal fédéral vérifie librement si un intérêt public ou les droits de tiers justifient la restriction à la liberté personnelle, et si celle-ci est conforme au principe de la proportionnalité (ATF 128 II 259 consid. 3.3 p. 269).\n\nLa gravité de l'atteinte se détermine selon des critères objectifs (ATF 128 II 259 consid. 3.3 p. 269). N'ont pas été considérés comme graves le prélèvement de cheveux (arrêt 1P.528/1995 du 19 décembre 1995, consid. 2b, publié in EuGRZ 1996 p. 470), une prise de sang (ATF 124 I 80 consid. 2d p. 82), ainsi que l'établissement et la conservation, aux fins d'identification, de données personnelles, telles que des photographies (ATF 120 Ia 147 consid. 2b p. 150; ATF 107 Ia 138 consid. 5a p. 145), ou des profils ADN (ATF 128 II 259 consid. 3.3 p. 269/270). En revanche, la médication forcée constitue une atteinte grave à la liberté personnelle (ATF 127 I 6 consid. 5g p. 17; ATF 126 I 112 consid. 3a p. 115). Au regard de ces exemples, l'obligation de retirer sa ceinture ou ses chaussures ne saurait être tenue pour une restriction grave à la sphère privée.\n\n3.4 La loi genevoise sur l'organisation et le personnel de la prison, du 21 juin 1984, ne dit rien du contrôle des visiteurs. Elle délègue au Conseil d'Etat la tâche de fixer le régime intérieur de la prison (art. 1 al. 3). A cette fin, l'exécutif cantonal a édicté un règlement, du 30 septembre 1985, dont l'art. 7 prévoit que les personnes admises à pénétrer dans la prison de Champ-Dollon, notamment les visiteurs et les avocats, justifient de leur identité (al. 1) et se conforment aux prescriptions en vigueur dans l'établissement et aux ordres de la direction (al. 2). Il incombe notamment à celle-ci, selon l'art. 3 al. 1 let. g du règlement d'exécution de la loi, du 30 septembre 1985, d'assurer la sécurité des détenus, du personnel et de l'établissement. |69|\n\nL'appréciation du Tribunal administratif, selon lequel ces normes donnent une base légale suffisante au contrôle de sécurité, n'est pas arbitraire. L'installation d'un détecteur de métal vise à empêcher que soient introduits dans l'enceinte de la prison des objets qui pourraient servir d'armes ou de moyens de communication avec l'extérieur. Il y va de la sécurité du personnel et des détenus, ainsi que du bon ordre de l'établissement, dont la sauvegarde entre dans la mission de la direction de la prison. L'art. 7 al. 2 du règlement sur le régime intérieur de la prison, combiné avec l'art. 3 al. 1 let. g du règlement d'exécution de la loi, fournit une base légale suffisante à la mesure consistant à n'admettre dans la prison que les visiteurs dont le magnétomètre indique qu'ils ne portent pas sur eux des objets métalliques et, à défaut, à exiger de la personne qui déclenche de façon persistante le signal sonore, qu'elle retire sa ceinture ou ses chaussures. Eu égard à son pouvoir d'examen limité (consid. 3.3 ci-dessus), il n'y a pas lieu pour le Tribunal fédéral d'intervenir.\n\n3.5 A raison, le recourant ne conteste pas que la mesure litigieuse répond à l'intérêt public. Il la tient cependant pour disproportionnée.\n\n3.5.1 Selon le principe de la proportionnalité, une restriction aux droits constitutionnels doit être limitée à ce qui est nécessaire pour atteindre le but poursuivi, adéquate et supportable pour la personne visée; la mesure est disproportionnée s'il est possible d'atteindre le même résultat par un moyen moins incisif (ATF 129 I 12 consid. 9.1 p. 24; ATF 129 V 267 consid. 4.1.2 p. 271; ATF 128 I 92 consid. 2b p. 95, et les arrêts cités).\n\n3.5.2 A l'entrée de la prison, le visiteur est soumis à un contrôle de sécurité, dont les étapes sont les suivantes: la personne n'est pas fouillée avant de passer sous le portique; si le magnétomètre n'émet aucun signal, elle est autorisée à pénétrer dans le secteur de la prison ouvert aux visiteurs. Sinon, elle est invitée à déposer les objets métalliques qu'elle porte sur elle et qui ont pu déclencher l'alarme (étui à cigarettes, briquet, plume, stylographe, téléphone portable, épingle à cravate, boutons de manchette, lunettes, clés, bijoux, colifichets, etc.). Si, malgré cela, l'appareil persiste à signaler la présence de métal, comme en l'espèce, on peut admettre qu'il faille envisager l'hypothèse que cela puisse provenir de pièces métalliques de la ceinture ou des chaussures (boucles, pointes, |70| cloutages, etc.). Enfin, l'huissier procède à un ultime contrôle par le moyen d'un détecteur portatif. Comme le recourant a refusé d'obtempérer à l'ordre de retirer sa ceinture ou ses chaussures, il n'y a pas lieu de trancher le point de savoir si le visiteur peut être contraint d'enlever encore d'autres pièces de son habillement, pour le cas où, sans chaussures, ni ceinture, il ferait encore déclencher l'alarme. Il n'est pas davantage nécessaire de déterminer l'étendue du contrôle lorsque le visiteur prétend que la cause du signal se trouve dans des pièces de métal incorporées (prothèses, broches chirurgicales, stimulateur cardiaque, etc.). Il suffit de constater qu'en l'occurrence, le recourant a été soumis à un contrôle de sécurité aménagé de manière graduelle, répondant à la double exigence de l'efficacité et de la protection de la sphère privée. Dans la mesure où le recourant n'a pas été sommé de but en blanc de se défaire de ses chaussures et de sa ceinture, mais seulement après plusieurs tentatives infructueuses de franchissement du portique de sécurité, l'autorité cantonale a agi de la manière la plus respectueuse du droit à la liberté personnelle que possible. Compte tenu du fait qu'elle intervenait après d'autres mesures (tout aussi idoines, mais inefficaces), la restriction dont se plaint le recourant est conforme au principe de la proportionnalité.\n\nLe recourant a offert spontanément de se soumettre à une fouille corporelle, impliquant une palpation du corps à travers les vêtements. Or, une telle mesure restreint la liberté personnelle de manière beaucoup plus sensible que celle critiquée en l'occurrence (cf. ATF 109 Ia 146).\n\n3.6 Sous l'angle de la proportionnalité et de l'égalité de traitement, le recourant dénonce que les avocats puissent être soumis au contrôle de sécurité. Indépendamment du fait que le recourant n'a pas remis en discussion le principe de ce contrôle, mais seulement l'une de ses modalités, le grief est de toute façon mal fondé.\n\nIl y a inégalité de traitement lorsque, sans motifs sérieux, deux décisions soumettent deux situations de fait semblables à des règles juridiques différentes; les situations comparées ne doivent pas nécessairement être identiques en tous points, mais leur similitude doit être établie en ce qui concerne les éléments de fait pertinents pour la décision à prendre (ATF 129 I 113 consid. 5.1 p. 125/126, ATF 129 I 265 consid. 3.2 p. 268/269, 346 consid. 6 p. 357, et les arrêts cités). En l'occurrence, le recourant critique le fait que certains visiteurs |71| (soit les juges, les policiers et les gardiens de la prison) sont dispensés du contrôle auquel les avocats sont exposés. Or, à la différence des avocats, les policiers et les gardiens de prison sont des agents publics, soumis à un devoir d'obéissance et de fidélité à l'égard du pouvoir exécutif auquel ils sont subordonnés. En outre, leur mission dans la prison est limitée à l'accomplissement de tâches précises. Ils ne s'entretiennent pas librement avec les détenus, comme les avocats ont le droit de le faire. Les besoins du service, la mise en oeuvre rapide et efficace du contrôle des visiteurs (de l'ordre de 40'000 par an), justifient de ne pas y soumettre les policiers et les gardiens de prison. Quant aux juges, leur exemption du contrôle de sécurité se justifie par leur fonction et la sauvegarde de l'indépendance du pouvoir judiciaire."}