{"annee": "130", "cour": "III", "page": "645", "date": "10/6/2004", "cite": ["129 III 545", "104 II 322"], "cite_par": [], "chapeau": "83. Auszug aus dem Urteil der I. Zivilabteilung i.S. A. SA gegen B. GmbH (Berufung)\n\n4C.32/2004 vom 10. Juni 2004", "regestes": ["Art. 8 et 9 LDes, art. 24 LDMI; étendue de la protection du design, respectivement du modèle. Critères permettant de déterminer si une montre viole le modèle déposé correspondant, respectivement le design enregistré (consid. 3)."], "faits": "BGE 130 III 645 S. 645\n\nAn der Weltmesse für Uhren und Schmuck in Basel vom 29. April bis 6. Mai 1999 bot die B. GmbH (die Beklagte) in einer Vitrine am Stand der D. AG drei Armbanduhren an. Die A. SA (die Klägerin) gelangte an das sog. Panel, ein von der Messe Basel für die Dauer der Ausstellung eingesetztes Schiedsgericht, und machte geltend, mit diesen Uhren würden ihre Rechte an den am 3. Januar 1995 bzw. 22. März 1996 bei der Weltorganisation für geistiges Eigentum (WIPO) hinterlegten internationalen Modellen DM/034 818 und DM/035 899 verletzt. Das Panel stellte eine teilweise Verletzung der klägerischen Modelle fest und empfahl, die Beklagte einen Revers unterzeichnen zu lassen sowie das Feilhalten und Verkaufen der betreffenden Modelle zu verbieten. Am 3. Mai 1999 unterzeichnete E. als Vertreter der Beklagten die verlangte Reverserklärung, mit der die Verpflichtung eingegangen wurde, während der Dauer der Messe die bestrittenen Modelle weder feilzuhalten noch zu verkaufen.\n\nMit Klage vom 7. September 2000 gelangte die Klägerin ans Zivilgericht Basel-Stadt und stellte folgende Rechtsbegehren:\n\n\"1. Es sei festzustellen, dass die Beklagte durch das Feilhalten, Verkaufen und Bewerben dreier Armband-Uhrenmodelle gemäss Beilage 1 (ein quadratisches, ein rechteckiges und ein rundes Armband-Uhrenmodell, Ref. Nr. 5970 ACC und 5969 ACC, die Armbanduhren-Kollektion \"C.\" imitierend) an der Weltmesse für Uhren und Schmuck vom 29. April bis 6. Mai 1999 in Basel die Rechte der Klägerin aus BGE 130 III 645 S. 646\n\nden internationalen Modellen (WIPO) DM/034 818 (Hinterlegungsdatum: 3. Januar 1995/quadratisches Armbanduhrenmodell) und (WIPO) DM/035 899 (Hinterlegungsdatum: 22. März 1996 / rechteckiges und rundes Armbanduhrenmodell) verletzt und gegenüber der Klägerin unlauteren Wettbewerb begangen hat.\n\n2. Es sei der Beklagten unter Androhung der Ungehorsamsstrafe nach Art. 292 StGB für den Fall der Zuwiderhandlung zu untersagen, die von ihr anlässlich der Weltmesse für Uhren und Schmuck vom 29. April bis 6. Mai 1999 feilgehaltenen drei Uhrenmodelle, wie unter Rechtsbegehren 1 hiervor beschrieben, herzustellen, feilzuhalten, zu verkaufen, in Verkehr zu bringen, in ihr Promotionsmaterial aufzuführen bzw. zu den erwähnten Handlungen anzustiften, bei ihnen mitzuwirken, ihre Begehung zu begünstigen oder zu erleichtern.\n\n3. Die Beklagte sei zur Zahlung von Fr. 40'000.- nebst 5 % Zins ab Klageinreichung an die Klägerin zu verurteilen, wobei Mehrforderungen ausdrücklich vorbehalten bleiben.\n\n4. Es sei die Beklagte unter Androhung der Ungehorsamsstrafe gemäss Art. 292 StGB für den Fall der Zuwiderhandlung zu verurteilen,\n\na) die Anzahl der von ihr hergestellten Uhren gemäss Rechtsbegehren 1 hiervor;\n\nb) die Herkunft der nicht von ihr selbst hergestellten Uhren gemäss Rechtsbegehren 1 hiervor;\n\nc) die Anzahl der von ihr verkauften Uhren gemäss Rechtsbegehren 1 hiervor (unter Nennung der Käufer und der Preise);\n\nd) die Anzahl der Uhren gemäss Rechtsbegehren 1 hiervor, die sich noch im Lager befinden;\n\ne) die gesamte Anzahl der Uhren gemäss Rechtsbegehren 1 hiervor, die sich in ihrem Besitz befanden;\n\nf) die gesamte Korrespondenz, alle Bestell-, Liefer- und Konsignationsscheine etc. betreffend Uhrenmodelle gemäss Rechtsbegehren 1 hiervor;\n\nanzugeben/vorzulegen.\n\n5. Die Klägerin sei zu ermächtigen, das Urteil auf Kosten der Beklagten je zweimal in der Grösse je einer Viertelseite in den folgenden Publikationen zu veröffentlichen:\n\nBasler Zeitung; Neue Zürcher Zeitung; Bulletin de la Fédération Horlogère, Le Figaro; Wiener Zeitung; eventualiter seien Art und Umfang der Veröffentlichungen durch das Gericht festzulegen.\n\n6. Die ordentlichen und ausserordentlichen Kosten seien der Beklagten aufzuerlegen.\" BGE 130 III 645 S. 647\n\nMit Urteil vom 11. September 2003 wies das Zivilgericht Basel-Stadt die Rechtsbegehren gemäss Ziff. 2, 3, 4b und 5 ab und trat im Übrigen auf die Klage nicht ein.\n\nMit Berufung vom 19. Januar 2004 beantragt die Klägerin dem Bundesgericht im Wesentlichen, das angefochtene Urteil sei aufzuheben (Ziff. 1), der Beklagten seien künftige Verletzungen zu verbieten (Ziff. 2) und sie sei zur Gewinnherausgabe (Ziff. 3), zur Auskunftserteilung (Ziff. 4 lit. a-e) und zur Urteilspublikation zu verpflichten (Ziff. 5); eventualiter sei das angefochtene Urteil zur Neuentscheidung an die Vorinstanz zurückzuweisen (Ziff. 6).\n\nDie Beklagte beantragt dem Bundesgericht, die Berufung abzuweisen. Das Zivilgericht Basel-Stadt verzichtete auf eine Vernehmlassung.\n\nDas Bundesgericht weist die Berufung ab, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Nach Art. 8 des Bundesgesetzes vom 5. Oktober 2001 über den Schutz von Design (DesG; SR 232.12) erstreckt sich der Schutz des Designrechts auf Designs, welche die gleichen wesentlichen Merkmale aufweisen und dadurch den gleichen Gesamteindruck erwecken wie ein bereits eingetragenes Design. Gemäss Art. 9 DesG verleiht das Designrecht dem Rechtsinhaber das Recht, anderen zu verbieten, das Design zu gewerblichen Zwecken zu gebrauchen. Für die Definition des Schutzbereichs des Designrechts ist der Gesamteindruck massgebend, der namentlich durch die wesentlichen Merkmale bestimmt wird, wie sie sich einem am Kauf interessierten Verbraucher präsentieren. Dabei ist für die Beurteilung massgebend, wie der Kaufinteressent die in Frage stehenden Gebrauchsgegenstände in kurzfristiger Erinnerung behält (BGE 129 III 545 E. 2 S. 548 ff. mit weiteren Hinweisen).\n\nDemgegenüber ist der Schutzumfang nach den Bestimmungen des Bundesgesetzes vom 30. März 1900 betreffend die gewerblichen Muster und Modelle (MMG; BS 2, 873) etwas enger gefasst. Nach Art. 24 Ziff. 1 MMG ist eine Nachahmung eines hinterlegten Modells widerrechtlich, wenn eine Verschiedenheit nur bei sorgfältigem Vergleich wahrgenommen werden kann, wobei eine blosse Farbänderung nicht als Verschiedenheit gilt. Im Vergleich zum BGE 130 III 645 S. 648DesG geht das MMG insoweit von einem etwas engeren Begriff der Nachahmung aus, als das hinterlegte und das widerrechtlich hergestellte Modell nebeneinander zu halten und gleichzeitig zu betrachten sind (sog. synoptischer Vergleich), und im Unterschied zum DesG nicht auf das blosse Erinnerungsbild abzustellen ist. Gleich wie beim Designrecht ist auch im Anwendungsbereich des Modellrechts der Gesamteindruck massgebend, der namentlich durch die wesentlichen Merkmale bestimmt wird, wie sie sich einem am Kauf interessierten Verbraucher präsentieren (BGE 104 II 322 E. 4 S. 329 f. mit weiteren Hinweisen; Urteil 4C.205/1988 vom 22. November 1988 [\"Tausendfüssler\"], E. 3a mit weiteren Hinweisen, publ. in: SMI 1989 S. 105).\n\n3.2 Zunächst ist zu prüfen, ob das quadratische Armbanduhrenmodell der Beklagten das klägerische Modell DM/034 818 verletzt.\n\nHinterlegtes Modell der Klägerin DM/034 818\n\nUmstrittenes Modell der Beklagten\n\nNach der hinterlegten Abbildung in der Frontansicht handelt es sich beim klägerischen Modell um eine mehr oder weniger quadratische Uhr mit breiter Lunette, quadratischem Glasausschnitt und nach innen gesetzten Bandanstössen. Die beklagtische Uhr ist mit dem hinterlegten Modell in Bezug auf die quadratische Form und die breite Lunette vergleichbar. Demgegenüber weist insbesondere die Gestaltung des Zifferblatts des hinterlegten Modells keine nennenswerten Ähnlichkeiten mit dem Zifferblatt der beklagtischen Uhr auf. Das klägerische Modell verfügt nur über vier grosse römische Ziffern, die beinahe bis in die Mitte des Zifferblattes reichen, sowie acht radial angeordnete Stundenstriche ohne Ziffern. Insgesamt hinterlassen die grossen römischen Ziffern und die radial angeordneten BGE 130 III 645 S. 649Stundenstriche den prägenden Eindruck bei der Betrachtung des klägerischen Modells. Anders verhält es sich beim Zifferblatt der beklagtischen Uhr. Im Unterschied zum klägerischen Modell verfügt diese Uhr über 12 kleine, im Rechteck angeordnete römische Ziffern. Die kleinen römischen Ziffern, die nur am Rand des Zifferblatts angeordnet sind, führen zu einem anderen Erscheinungsbild als beim Zifferblatt des klägerischen Modells. Abgesehen vom Zifferblatt unterscheiden sich die beiden Uhren auch durch unterschiedliche Kronen. Schliesslich ist das klägerische Modell mit einem Lederarmband versehen, während bei der beklagtischen Uhr ein Metallarmband verwendet wird. Nicht überzeugend ist der Hinweis der Klägerin, blosse Materialunterschiede bezüglich der Armbänder begründeten keine Verschiedenheit im Sinn des Gesetzes. Zwar geht die Rechtsprechung und Lehre davon aus, dass der Modellschutz den Formenschutz bezwecke und dass blosse Materialunterschiede beim Durchschnittsbetrachter in der Regel nicht auffallen (Urteil 4C.205/1988 vom 22. November 1988 [\"Tausendfüssler\"], publ. in: SMI 1989 S. 105 ff., E. 3b/cc, S. 111; VON BÜREN/MARBACH, Immaterialgüter- und Wettbewerbsrecht, 2. Aufl., Bern 2002, S. 96, Rz. 479). Im vorliegenden Fall unterscheiden sich indessen das Lederarmband des klägerischen Modells und das Metallarmband der beklagtischen Uhr entgegen der Darstellung der Klägerin nicht nur hinsichtlich des verwendeten Materials, sondern auch in Bezug auf die Konstruktion. Im Unterschied zum Lederarmband ist ein Metallarmband nämlich in aller Regel aus verschiedenen, ineinander greifenden Gliedern zusammengesetzt. Dieser Umstand darf bei der Beurteilung des Modell- bzw. Designschutzes in seiner Eigenschaft als Formenschutz berücksichtigt werden.\n\nInsgesamt kann somit festgehalten werden, dass sich die Übereinstimmung im Wesentlichen auf die quadratische Form und die breiten Lunetten beschränkt, wobei zu bemerken ist, dass die quadratische Gehäuseform bei Armbanduhren gelegentlich anzutreffen ist und insofern nicht besonders originell erscheint. Im Vergleich zu den Gemeinsamkeiten fallen die Unterschiede nach der hier vertretenen Auffassung mehr ins Gewicht. Insbesondere in Bezug auf das Zifferblatt hat die Vorinstanz zutreffend auf die erwähnten Unterschiede hingewiesen, die sofort auffallen. Ebenfalls hinzuweisen ist auf die unterschiedlich konstruierten Armbänder und die verschiedenen Kronen, die allerdings als Unterscheidungsmerkmale weniger stark ins Gewicht fallen. Auch wenn insgesamt ein Grenzfall BGE 130 III 645 S. 650vorliegen mag, ist aufgrund des Gesamteindrucks, den die beiden Uhren beim Normalverbraucher hinterlassen, davon auszugehen, dass sowohl bei einem synoptischen Vergleich (Art. 24 MMG) als auch bei einer Berücksichtigung des Gesamteindrucks in der kurzfristigen Erinnerung (Art. 9 DesG) die Verschiedenheiten im Vordergrund stehen, während die Gemeinsamkeiten eher in den Hintergrund treten.\n\n3.3 Weiter wird geltend gemacht, die im Klagebegehren genannte runde Uhr verletze das klägerische Modell DM/035 899 mit rundem Gehäuse.\n\nHinterlegtes Modell der Klägerin DM/035 899\n\nUmstrittenes Modell der Beklagten\n\nNach der hinterlegten Abbildung in der Frontansicht handelt es sich beim klägerischen Modell um eine runde Uhr mit breiter Lunette. Das Besondere an diesem Modell ist, dass die Lunette und das Zifferblatt an den Bandansätzen abgeflacht sind. Wie das klägerische Modell weist auch die Armbanduhr der Beklagten die gleiche runde Gehäuseform und eine breite Lunette auf. Übereinstimmend ist insbesondere auch die Eigenheit, dass die Lunette und das Zifferblatt an den Bandansätzen abgeflacht sind. Im Übrigen unterscheiden sich aber die beiden Uhren in verschiedener Hinsicht. Auch bei diesen Uhren weisen insbesondere die Zifferblätter offenkundige Unterscheidungsmerkmale auf. Während das klägerische Modell über ein Zifferblatt mit arabischen Ziffern und eine Datumsanzeige bei der 6 verfügt, ist das Zifferblatt der beklagtischen Uhr, die über keine Datumsanzeige verfügt, mit römischen Ziffern versehen. Hinzu kommen Unterschiede bei den Armbändern, die wie bereits erwähnt bei der Beurteilung des Gesamteindrucks berücksichtigt BGE 130 III 645 S. 651werden können (vgl. E. 3.2). Während das klägerische Modell über ein Armband verfügt, das bei den Bandanstössen breiter wird, ist die beklagtische Uhr mit einem metallenen Armband von gleichmässiger Breite versehen.\n\nInsgesamt hat die Vorinstanz zutreffend festgehalten, dass die besondere Form von Lunette und Zifferblatt, die bei den Bandansätzen abgeflacht sind, dem klägerischen Modell eine gewisse Originalität verleiht. Insofern stimmt die beklagtische Uhr mit dem hinterlegten Modell überein. Abgesehen von diesen Gemeinsamkeiten sind aber auch bedeutende Unterschiede festzustellen. Insbesondere in Bezug auf die Zifferblätter hat die Vorinstanz zutreffend die erwähnten Unterschiede namhaft gemacht, die sofort auffallen. Ebenfalls hinzuweisen ist auf die unterschiedlich gestalteten Armbänder und die verschiedenen Kronen, die allerdings als Unterscheidungsmerkmale weniger stark ins Gewicht fallen. Aufgrund des Gesamteindrucks, den die beiden Uhren beim Normalverbraucher hinterlassen, stehen daher sowohl bei einem synoptischen Vergleich (Art. 24 MMG) als auch einer Berücksichtigung des Gesamteindrucks in der kurzfristigen Erinnerung (Art. 9 DesG) die Verschiedenheiten im Vordergrund, während die Gemeinsamkeiten in den Hintergrund treten.\n\n3.4 Insgesamt kann daher festgehalten werden, dass die Vorinstanz zutreffend erkannt hat, dass das quadratische und das runde Armbanduhrenmodell der Beklagten die klägerischen Modelle DM/034 818 (quadratisches Armbanduhrenmodell) und DM/035 899 (rundes Armbanduhrenmodell) weder unter dem Gesichtspunkt der MMG noch unter demjenigen des DesG verletzen. Bezüglich dem klägerischen Modell DM/035 899 (rechteckiges Armbanduhrenmodell) wird wie eingangs erwähnt keine Verletzung mehr durch das entsprechende beklagtische Modell geltend gemacht."}