{"annee": "130", "cour": "III", "page": "35", "date": "30/9/2003", "cite": ["126 I 97", "117 II 346", "119 II 386", "120 II 172", "126 I 19", "108 IA 293", "116 II 639"], "cite_par": ["144 II 246", "133 III 139"], "chapeau": "5. Extrait de l'arrêt de la Ire Cour civile dans la cause A. contre B. Ltd et cons. ainsi que Tribunal arbitral de Zurich (recours de droit public)\n\n4P.100/2003 du 30 septembre 2003", "regestes": ["Art. 190 al. 2 let. d LDIP; arbitrage international; droit des parties d'être entendues en procédure contradictoire. Portée du droit d'être entendu et du principe de la contradiction (consid. 5). Violation de celui-ci admise en l'occurrence, l'analyse juridique du tribunal arbitral reposant sur une disposition contractuelle qu'aucune des parties n'avait trouvée déterminante et discutée devant lui (consid. 6)."], "faits": "BGE 130 III 35 S. 36\n\nA. A. et B. Ltd (ci-après: B.) ont conclu le 18 octobre 1994 un contrat portant sur la fabrication et la vente de cigarettes sous licence en Croatie. Certaines des marques de cigarettes qui devaient être produites par A. n'étaient pas propriété de B., mais de sociétés de son groupe avec lesquelles des accords annexes ont été passés. Ces contrats contiennent une clause d'arbitrage se référant aux règles de la CNUDCI et sont soumis au droit suisse.\n\nLa coopération entre les parties s'était bien déroulée durant les premières années. Par lettre du 12 mars 1999, B. a reproché à A. de ne pas effectuer suffisamment de commandes pour approvisionner le marché croate en cigarettes des marques de son groupe; référence était faite dans ce courrier à la possibilité aménagée pour une partie, à l'art. 15 (A) du contrat du 18 octobre 1994, de mettre un terme anticipé aux relations contractuelles. Le 17 mars 1999, A. a contesté le grief qui lui était adressé et a proposé, mais vainement, à son interlocutrice de procéder à un contrôle conjoint du marché. Un nouvel échange de correspondances a suivi, sans que les parties ne trouvent de solution.\n\nLe 15 juin 1999, l'Agence croate pour la protection de la concurrence (ci-après: l'Agence) a rendu un décret provisionnel déclarant nulles plusieurs dispositions contractuelles liant A. et les différentes sociétés du groupe. B. a recouru auprès du Tribunal administratif de la République de Croatie. La décision provisoire a été remplacée par un décret du 5 novembre 1999 annulant certaines clauses du contrat du 18 octobre 1994. B. a derechef recouru contre cette décision.\n\nPar courrier du 16 février 2000, B. a déclaré mettre un terme immédiat au contrat du 18 octobre 1994 ainsi qu'aux accords conclus dans le cadre de celui-ci. Elle faisait valoir que le comportement de A. et les décisions de l'Agence rendaient impossible et inacceptable la poursuite des relations contractuelles. Elle se référait à l'art. 15 (A) du contrat lui conférant un droit de résiliation anticipée et à l'art. 15 (C) lui donnant le droit de résilier le contrat dans l'hypothèse où un acte ou une décision administrative en affecterait l'exécution, de même qu'à l'art. 20 du contrat obligeant les parties à obtenir toutes les autorisations nécessaires à la mise en oeuvre du contrat en Croatie. A. a contesté la rupture des relations BGE 130 III 35 S. 37contractuelles, mais B. a maintenu sa position par courrier du 8 mars 2000, en se prévalant à nouveau de l'art. 15 (C) (force majeure en cas d'acte ou de décision administrative) du contrat du 18 octobre 1994.\n\nB. a retiré ses recours contre les décisions de l'Agence en juillet 2000.\n\nB. A. a contesté cette résiliation devant les juridictions croates, qui ont rendu le 7 juin 2000 une ordonnance de mesures provisionnelles faisant interdiction à B. et aux autres sociétés du groupe d'autoriser des tiers à produire ou distribuer les cigarettes visées dans les contrats passés entre les parties. La décision impartissait un délai de soixante jours à la requérante pour ouvrir une procédure arbitrale, ce que A. a fait par requêtes du 1er novembre 2000.\n\nDans son mémoire de demande du 30 mai 2001, A. a conclu à la constatation du caractère abusif de la résiliation qui constituer ait une violation du contrat principal, ainsi qu'au paiement de 5'775'364,70 DEM à titre de dommages-intérêts, somme ramenée en cours de procédure à au moins 2'247'468,67 DEM ou 1'149'108,29 EUR, intérêts moratoires en sus. Les défenderesses ont conclu au rejet de l'action et ont déposé une demande reconventionnelle tendant à ce que le tribunal arbitral déclare nuls les différents contrats passés dans le cadre de la production et de la distribution des cigarettes du groupe B. Les parties ont encore échangé une réplique et une duplique, puis ont produit des mémoires après enquête.\n\nPar sentence finale du 11 mars 2003, le tribunal arbitral a rejeté tant la demande que la demande reconventionnelle. Cette sentence était accompagnée d'une opinion dissidente émanant de l'un des arbitres.\n\nC. A. a déposé un recours de droit public au Tribunal fédéral fondé sur l'art. 190 al. 2 let. d LDIP. Elle conclut à l'annulation de la sentence du 11 mars 2003.", "considerants": "Extrait des considérants:\n\n5. Selon l'art. 190 al. 2 let. d LDIP, une sentence arbitrale peut être attaquée lorsque l'égalité des parties ou leur droit d'être entendues en procédure contradictoire n'a pas été respecté. Ce motif de recours sanctionne les seuls principes impératifs de procédure BGE 130 III 35 S. 38réservés par l'art. 182 al. 3 LDIP (BERNARD DUTOIT, Commentaire de la loi fédérale du 18 décembre 1987, 3e éd., n. 7 ad art. 190 LDIP). Le \"droit d'être entendu en procédure contradictoire\" combine deux notions, à savoir celui d'être entendu proprement dit, dont le contenu n'est en principe pas différent de celui consacré en droit constitutionnel fédéral, et le principe de la contradiction (ATF 119 II 386 consid. 1b). Le droit d'être entendu confère à chaque partie la faculté d'exposer tous ses moyens de fait et de droit sur l'objet du litige et de rapporter les preuves nécessaires, ainsi que le droit de participer aux audiences et de se faire représenter ou assister devant les arbitres. Quant au principe de contradiction, particulièrement affirmé dans les droits anglais ou français, un peu moins en Belgique ou en Allemagne (POUDRET/BESSON, Droit comparé de l'arbitrage international, n° 551), il garantit à chaque partie la faculté de se déterminer sur les moyens de son adversaire, d'examiner et de discuter les preuves rapportées par lui et de les réfuter par ses propres preuves (ATF 117 II 346 consid. 1a; ATF 116 II 639 consid. 4c). En droit français, par exemple, il suppose qu'aucun moyen de fait ou de droit ne soit soulevé d'office par le tribunal arbitral sans que les parties n'aient été invitées à le commenter, encore que plusieurs arrêts récents semblent avoir sensiblement atténué l'obligation pour le tribunal arbitral de provoquer un débat contradictoire au sujet des questions juridiques (CATHERINE KESSEDJIAN, Principe de la contradiction et arbitrage, in Revue de l'arbitrage 1995 p. 381 ss, 403 ss; SERGE GUINCHARD, L'arbitrage et le respect du principe du contradictoire, in Revue de l'arbitrage 1997 p. 185 ss, 191 ss). Dans d'autres Etats, la jurisprudence a au contraire considéré que l'arbitre, comme le juge, devait appliquer d'office le droit et qu'il n'était en principe pas tenu de provoquer des explications des parties à ce sujet. Telle est l'orientation de la jurisprudence belge récente. Il en va de même en Allemagne, où l'on s'accorde cependant sur la nécessité d'un débat contradictoire lorsque le tribunal arbitral envisage de s'écarter des règles juridiques auxquelles toutes les parties avaient fait référence jusque-là (POUDRET/BESSON, ibidem).\n\nEn Suisse, le \"droit d'être entendu en procédure contradictoire\" connaît également d'importantes restrictions en ce qui concerne les questions de droit. Le Tribunal fédéral considère en effet que l'arbitre n'a, pas davantage que le juge étatique, à soumettre à la discussion des parties les principes juridiques sur lesquels il va fonder BGE 130 III 35 S. 39 son jugement (ATF 126 I 97 consid. 2b, ATF 126 I 19 consid. 2c). En vertu de la règle \"jura novit curia\", il n'est en principe pas lié par les moyens de droit développés par les parties - sous réserve de l'hypothèse dans laquelle elles auraient convenu de limiter la mission du tribunal aux moyens juridiques qu'elles invoqueraient (avec la possibilité pour un plaideur qui contesterait une sentence ne respectant pas cette limitation de recourir pour violation de la règle \"ne eat judex ultra petita partium\" ou de soulever le moyen pris de l'incompétence du tribunal arbitral, soit les motifs des let. b et c de l'art. 190 al. 2 LDIP, cf. HANS PETER WALTER, Praktische Probleme der staatsrechtlichen Beschwerde gegen internationale Schiedsentscheide, in Bull. ASA 2001 p. 2 ss; ATF 120 II 172 consid. 3a). Le juge peut ainsi appliquer d'office, sans avoir à attirer préalablement l'attention des parties sur l'existence de tel ou tel problème de droit, une autre disposition de droit matériel pour allouer les conclusions du demandeur (arrêt 4P.277/1998 du 22 février 1999, publié in RSDIE 2000 p. 575, consid. 3d; arrêt 4P.7/1998 du 17 juillet 1998, consid. 2a/bb). Le juge n'a pas non plus à aviser spécialement une partie du caractère décisif d'un élément de fait sur lequel il s'apprête à fonder sa décision, pour autant que celui-ci ait été allégué et prouvé selon les règles (ATF 126 I 97 consid. 2b, ATF 126 I 19 consid. 2c; ATF 108 Ia 293). La jurisprudence aménage cependant une exception au principe \"jura novit curia\" lorsque le juge s'apprête à fonder sa décision sur une norme ou un principe juridique non évoqué dans la procédure antérieure et dont aucune des parties en présence ne s'est prévalue et ne pouvait supputer la pertinence in casu (arrêt 4P.260/2000 du 2 mars 2001, consid. 6a et les arrêts cités). D'après le Tribunal fédéral - auquel certains adressent le reproche de ne pas faire de délimitation claire entre le droit d'être entendu et le principe \"jura novit curia\" (PHILIPPE SCHWEIZER, in RSDIE 1996 p. 549, 2000 p. 582 et 2002 p. 583 et 590, qui voudrait une application sans réserve du principe \"jura novit curia\" dans la mesure où, le plus souvent, les parties sont assistées de conseils expérimentés) - savoir ce qui est imprévisible est une question d'appréciation et il convient de se montrer plutôt restrictif dans le domaine de l'arbitrage international, pour tenir compte de ses particularités (volonté des parties de faire trancher le litige par des arbitres, et non par les tribunaux étatiques; coopération d'arbitres de traditions juridiques différentes); il s'agit également d'éviter que l'argument tiré de l'imprévisibilité du raisonnement adopté par le tribunal arbitral ne soit détourné pour BGE 130 III 35 S. 40im poser à l'autorité de recours une révision au fond des sentences arbitrales (arrêt 4P.260/2000 du 2 mars 2001, consid. 6b). Cette attitude restrictive est combattue par POUDRET et BESSON, qui soulignent que la pratique arbitrale, certes variée, révèle une tendance à laisser aux parties la responsabilité d'apporter au débat les explications et même les preuves concernant leurs arguments juridiques; dans un tel contexte, ces auteurs estiment que les arbitres doivent se montrer plus prudents, et non plus audacieux, que le juge avant de substituer leurs arguments de droit à ceux des parties (POUDRET/ BESSON, ibidem). La nécessité pour l'arbitre de provoquer un débat contradictoire au sujet des questions de droit auxquelles les parties n'ont pas fait référence jusque-là est également soulignée par MICHAEL E. SCHNEIDER (Commentaire bâlois, n. 60 ad art. 182 LDIP et les références).\n\n6.\n\n6.1 En l'occurrence, le tribunal arbitral considère qu'il faut d'abord examiner les arguments des défenderesses pour qui la décision de l'Agence du 5 novembre 1999 rendrait nuls les contrats litigieux en application de l'art. 20 CO. Dans l'affirmative, la question du bien-fondé de la résiliation de ceux-ci deviendrait sans objet.\n\nLes arbitres retiennent qu'on est en présence d'une impossibilité subséquente due à un changement de loi et de son interprétation par une autorité gouvernementale. Selon la jurisprudence, le juge doit déterminer ce que les parties auraient convenu de bonne foi si elles avaient envisagé, lors de la signature du contrat, l'éventualité des circonstances survenues. Cette opération n'est évidemment pas nécessaire, souligne le tribunal, si les parties avaient songé à la situation en question dans leurs contrats.\n\nDe l'avis du tribunal, tel est le cas. Outre les trois motifs permettant aux parties de résilier le contrat énumérés à l'art. 15 auquel les intéressées se sont référées dans la procédure, l'accord du 18 octobre 1994 contient, en son art. 20, une clause qui prévoit que si, durant les relations contractuelles, l'une des parties ne peut remplir son obligation d'obtenir toutes les autorisations gouvernementales nécessaires, l'autre partie peut mettre un terme au contrat conformément à l'art. 15 de celui-ci. Assimilant le décret de l'Agence du 5 novembre 1999 à un retrait d'autorisation, le tribunal arbitral parvient à la conclusion que la défenderesse n° 1 était en droit de résilier celui-ci avec effet immédiat. BGE 130 III 35 S. 41\n\n6.2 Il est vrai que la mise en oeuvre éventuelle de l'art. 20 CO relève du droit, de même que l'interprétation et la portée de la décision du 5 novembre 1999 de l'Agence et qu'à ce propos la règle \"jura novit curia\" paraît s'appliquer sans autre. Mais en l'occurrence l'analyse juridique qu'a faite le tribunal arbitral était effectivement sans relation avec tous les éléments sur lesquels le débat avait porté devant lui. La référence à l'art. 20 du contrat contenue dans la lettre de résiliation du 16 février 2000, à part deux mentions dans la demande (allégué n° 24) et dans le mémoire après enquêtes de la demanderesse, qui simplement la conteste (p. 25), n'a nullement été prise en compte ou discutée par les parties, les défenderesses ne reprenant pas l'allusion à cette disposition dans leurs courriers postérieurs à la lettre du 16 février 2000 ou dans leurs écritures lors de la procédure arbitrale. Durant toute celle-ci, les parties se sont attachées à démontrer quels étaient à leur sens les véritables motifs de la rupture des contrats et quelles devaient en être les conséquences juridiques. Elles ne pouvaient s'attendre à ce que le tribunal arbitral prenne prétexte d'une référence à une disposition qu'aucune des parties n'avait trouvée déterminante - effectivement il ne tombe pas sous le sens que la déclaration de nullité d'une clause ou de plusieurs clauses contractuelles par un organe administratif équivaut à un défaut d'autorisation étatique - pour construire un raisonnement juridique très éloigné des thèses qu'elles avaient l'une et l'autre soutenues. Cela est d'autant plus vrai que le tribunal arbitral a finalement rejeté non seulement la demande, mais aussi la demande reconventionnelle pour le motif que les contrats litigieux n'étaient pas nuls (\"null and void\") comme les défenderesses l'avaient affirmé devant lui. Dans ces circonstances, le grief fondé sur l'art. 190 al. 2 let. d LDIP est bien fondé. Le recours doit être admis."}