{"annee": "130", "cour": "II", "page": "247", "date": "3/5/2004", "cite": [], "cite_par": [], "chapeau": "22. Extrait de l'arrêt de la Ire Cour de droit public dans la cause Wang et consorts contre Office des juges d'instruction fédéraux (recours de droit administratif)\n\n1A.5/2004 du 3 mai 2004", "regestes": ["Entraide internationale pénale; portée du secret de la défense nationale dans un Etat tiers. Certains documents remis à l'Etat requérant sont protégés, dans un Etat tiers, par le secret de la défense nationale. Celui-ci n'est cependant opposable ni à la Suisse comme Etat requis, ni à l'Etat requérant (consid. 4)."], "faits": "|247|\n\nLe Juge d'instruction fédéral conduit une procédure pénale des chefs de blanchiment d'argent, de défaut de vigilance en matière d'opérations financières et de faux dans les titres. Ces délits auraient été commis en relation avec des faits de corruption qui auraient entaché la vente par la société française Thomson de six frégates à la Marine de la République de Chine (Taïwan).\n\nDans ce cadre, le Juge d'instruction a présenté des demandes d'entraide notamment aux autorités de Taïwan.\n\nLe Liechtenstein a demandé l'entraide à la Suisse pour les besoins d'une procédure pénale ouverte contre des membres de la famille Wang pour des faits de blanchiment d'argent et d'organisation criminelle, qui auraient été commis en relation avec la vente des frégates.\n\nLe 28 novembre 2003, le Juge d'instruction a rendu une décision de clôture portant notamment sur la remise au Liechtenstein de documents remis par les autorités taïwanaises en exécution de la demande suisse d'entraide. Ces documents sont couverts en France par le secret de la défense nationale. |248|\n\nLes membres de la famille Wang, ainsi que les sociétés impliquées, ont formé contre cette décision un recours de droit administratif, que le Tribunal fédéral a rejeté dans la mesure de sa recevabilité.", "considerants": "Extrait des considérants:\n\n4. Selon les recourants, la protection du \"secret-défense\" en France ferait obstacle à la remise de tout document concernant le contrat des frégates à des Etats tiers, dont le Liechtenstein, à peine d'enfreindre l'art. 301 CP.\n\nEn France, la publication ou la divulgation à une personne non autorisée de données intéressant la défense nationale qui ont fait l'objet de mesures de protection destinées à en restreindre la diffusion est réprimée de l'emprisonnement et de l'amende (art. 413-9, 413-10 et 413-11 du Code pénal français). Les niveaux de classification, ainsi que la procédure, sont réglés par le décret n° 98-608 du 17 juillet 1998 (art. R. 413-6 CP fr.).\n\nLes documents, informations et renseignements concernant le contrat des frégates sont couverts par le secret de la défense nationale. Dans le cadre de la procédure pénale ouverte en France, les Juges Van Ruymbeke et de Talancé ont demandé en vain la \"déclassification\" des pièces détenues par Thales, ainsi que des déclarations que pourraient faire les témoins (notamment les cadres ou anciens cadres de Thomson) au sujet du contrat des frégates.\n\nLa remise au Liechtenstein de documents et d'informations recueillis en Suisse par le Juge d'instruction en exécution de la demande ne concerne en rien les autorités françaises, qui ne sauraient interférer, au nom de la sauvegarde de la défense nationale, dans les relations entre tiers. Le secret de la défense nationale, tel qu'il est protégé en France, n'est opposable ni à la Suisse, ni au Liechtenstein."}