{"annee": "130", "cour": "I", "page": "71", "date": "14/1/2004", "cite": ["121 I 367"], "cite_par": ["143 I 403", "138 V 310", "131 V 256", "139 I 218", "134 I 65", "131 I 166", "136 I 254", "133 V 353", "135 I 119", "142 I 1"], "chapeau": "5. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. X. gegen Sozialhilfekommission der Stadt Schaffhausen und Departement des Innern sowie Obergericht des Kantons Schaffhausen (staatsrechtliche Beschwerde)\n\n2P.251/2003 vom 14. Januar 2004", "regestes": ["Art. 12 Cst; droit d'obtenir de l'aide dans des situations de détresse. Aide sociale; participation à des mesures d'occupation et d'intégration. Principe de subsidiarité. Le droit constitutionnel garantit seulement le minimum vital, c'est-à-dire les moyens indispensables à la survie. La portée du droit et son noyau coïncident (consid. 4.1). Celui qui, objectivement, serait en mesure de se procurer les ressources indispensables à sa survie par ses propres moyens - en particulier en acceptant un travail convenable - ne remplit pas les conditions du droit (consid. 4.3). La fourniture d'une aide matérielle peut être assortie de la charge de participer à des mesures d'occupation et d'intégration. Ces mesures ou programmes doivent en principe être considérés comme un travail convenable, même si le revenu qu'ils procurent n'atteint pas le montant des prestations d'assistance (consid. 5). En cas de refus de principe de participer à des mesures d'occupation et d'intégration qui garantiraient le minimum vital, les prestations (financières) d'assistance peuvent être entièrement suspendues (consid. 6)."], "faits": "BGE 130 I 71 S. 72\n\nA. Am 10. April 2002 sprach die Sozialhilfekommission der Stadt Schaffhausen X. (geb. 1960) einen monatlichen Unterstützungsbeitrag von Fr. 830.- zu, zuzüglich \"effektive Leistungen\". Die Zahlung machte sie von der Auflage abhängig, dass X. am städtischen Taglohnprogramm teilnehme.\n\nEinen von X. gegen diese Verfügung gerichteten Rekurs hiess das Departement des Innern des Kantons Schaffhausen am 14. Oktober BGE 130 I 71 S. 732002 teilweise gut und legte den Anspruch von X. auf Sozialhilfe rückwirkend ab 22. Februar 2002 auf Fr. 611.10 (Grundbedarf Fr. 873.-, abzüglich 30 %, d.h. Fr. 261.90) monatlich fest. Eine höhere Unterstützungsleistung machte es vom Besuch des Taglohnprogramms abhängig.\n\nMit Entscheid vom 30. Dezember 2002 wies das Obergericht des Kantons Schaffhausen die von X. gegen diesen Entscheid erhobene Beschwerde ab, soweit es darauf eintrat.\n\nB. Am 12. Februar 2003 sprach die Sozialhilfekommission der Stadt Schaffhausen X. ab dem 1. Februar 2003 einen monatlichen Unterstützungsbeitrag von Fr. 623.70 (d.h. Fr. 891.-, gekürzt um 30 % gemäss dem rechtskräftigen Urteil des Obergerichts vom 30. Dezember 2002), zuzüglich effektive Leistungen, zu. Dies wiederum mit der Auflage, ab 1. März 2003 an Beschäftigungs- und Integrationsmassnahmen teilzunehmen; falls er dies weiterhin verweigere, werde die Unterstützung vollständig eingestellt.\n\nEinen von X. dagegen gerichteten Rekurs wies das Departement des Innern des Kantons Schaffhausen am 18. Juni 2003 ab.\n\nGegen diesen Entscheid wandte sich X. an das Obergericht des Kantons Schaffhausen, welches seine Beschwerde mit Entscheid vom 22. August 2003 abwies, soweit es darauf eintrat.\n\nC. Mit staatsrechtlicher Beschwerde vom 26. September 2003 beantragt X. dem Bundesgericht zur Hauptsache, den Entscheid des Obergerichts des Kantons Schaffhausen vom 22. August 2003 aufzuheben.\n\nDas Departement des Innern des Kantons Schaffhausen beantragt, die Beschwerde abzuweisen.\n\nDas Obergericht des Kantons Schaffhausen hat unter Hinweis auf seinen angefochtenen Entscheid auf eine Vernehmlassung verzichtet.\n\nDie Sozialhilfekommission der Stadt Schaffhausen hat keine Vernehmlassung eingereicht.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Das Obergericht hatte in seinem Entscheid vom 30. Dezember 2002 erkannt, der Beschwerdeführer, der im Dachgeschoss des Hauses seiner Mutter wohnt, habe nach den massgebenden BGE 130 I 71 S. 74kantonalen Richtlinien des Departements des Innern ab 22. Februar 2002 grundsätzlich Anspruch auf monatliche Sozialhilfeleistungen von Fr. 873.- (Grundbedarf I und II), zuzüglich effektive Leistungen. Diese dürften jedoch gestützt auf Art. 24 Abs. 3 des Gesetzes vom 21. November 1994 des Kantons Schaffhausen über die öffentliche Sozialhilfe (Sozialhilfegesetz; SHG/SH) um 30 %, d.h. auf Fr. 611.10, gekürzt werden.\n\n2.2 Im nun angefochtenen Entscheid hat das Obergericht festgestellt, diese Kürzung der Unterstützungsleistungen um 30 % sei rechtskräftig beurteilt, weshalb insoweit auf die Beschwerde nicht eingetreten werde.\n\n2.3 Der Beschwerdeführer ist dadurch und durch die Auflage, die ihn verpflichtet, an Beschäftigungs- und Integrationsmassnahmen teilzunehmen, in seinen rechtlich geschützten Interessen berührt. Dies gilt ebenso für die gleichzeitig für den Fall der weiteren Verweigerung der Teilnahme angedrohte vollständige Einstellung der Unterstützungsleistungen (vgl. Urteil 2P.7/2003 vom 14. Januar 2003). Diese bewirkt für den Beschwerdeführer zwar (noch) keine unmittelbaren Nachteile, doch könnte das Obergericht dereinst - wenn die Sozialhilfe androhungsgemäss eingestellt wird - den Standpunkt vertreten, über die grundsätzliche Zulässigkeit der vollständigen Einstellung der Leistungen sei bereits rechtskräftig entschieden worden und es gehe nur noch um den blossen Vollzug der Auflage. Damit besteht ein hinreichendes Rechtsschutzinteresse an der Überprüfung der Auflage im vorliegenden Zusammenhang.\n\n3. Der Beschwerdeführer macht geltend, die angedrohte, über die gesetzlich vorgesehene Kürzung von maximal 30 % hinausgehende vollständige Streichung der Unterstützungsleistungen verletze willkürlich einen klaren Rechtssatz und das Legalitätsprinzip. Zugleich werde sein Grundrecht auf Hilfe in der Not gemäss Art. 22 SHG/SH, Art. 13 KV/SH sowie Art. 12 BV verletzt. Im Übrigen sei für ihn die Teilnahme am Taglohnprogramm nicht zumutbar, zumal er nicht wisse, was dieses für Arbeiten beinhalte und wie hoch die Entschädigung sei. Das Programm sei keine normale Arbeit, die ihm ein reguläres Einkommen bringen würde.\n\n4.\n\n4.1 Nach Art. 12 BV hat, wer in Not gerät und nicht in der Lage ist, für sich zu sorgen, Anspruch auf Hilfe und Betreuung und auf die Mittel, die für ein menschenwürdiges Dasein unerlässlich sind. BGE 130 I 71 S. 75Dieses Grundrecht garantiert nicht ein Mindesteinkommen; verfassungsrechtlich geboten ist nur, was für ein menschenwürdiges Dasein unabdingbar ist und vor einer unwürdigen Bettelexistenz zu bewahren vermag (BGE 121 I 367 E. 2c S. 373; Urteil 2P.148/2002 vom 4. März 2003, E. 2.3). Die Formulierung \"wer in Not gerät und nicht in der Lage ist, für sich zu sorgen\" wurde erst in der parlamentarischen Beratung auf Vorschlag der Verfassungskommissionen der eidgenössischen Räte eingefügt (BBl 1998 S. 372 und 441). Sie soll - wie schon das Marginale (in der Botschaft des Bundesrates noch \"Recht auf Existenzsicherung\" [BBl 1997 I 149]) - klarstellen, dass für das \"Recht auf Hilfe in Notlagen\" der Grundsatz der Subsidiarität gilt. Der Anspruch umfasst zudem nur ein Minimum, d.h. einzig die in einer Notlage im Sinne einer Überbrückungshilfe unerlässlichen Mittel (in Form von Nahrung, Kleidung, Obdach und medizinischer Grundversorgung), um überleben zu können (AB 1998 S 39 f.; N 688 f.). Diese Beschränkung des verfassungsrechtlichen Anspruches auf ein Minimum im Sinne einer \"Überlebenshilfe\" (AB 1998 S 39) bedeutet, dass Schutzbereich und Kerngehalt zusammenfallen (JÖRG PAUL MÜLLER, Grundrechte in der Schweiz, 3. Aufl., Bern 1999, S. 178). Durch das ausdrückliche Erwähnen des Subsidiaritätsprinzips hat der Verfassungsgeber somit (bereits) den Anspruch als solchen relativiert (AB 1998 N 690).\n\n4.2 Dasselbe gilt für den im Wesentlichen gleich lautenden Art. 13 KV/SH, wonach, wer Notlagen nicht aus eigener Kraft bewältigen kann, Anspruch auf die für ein menschenwürdiges Dasein unerlässliche Hilfe hat: Die kantonale Verfassungsgarantie geht damit offensichtlich nicht über diejenige der Bundesverfassung hinaus.\n\nIn Konkretisierung dieser Bestimmungen legt Art. 22 Abs. 1 SHG/ SH fest, dass, wer für seinen Lebensunterhalt nicht hinreichend oder nicht rechtzeitig aus eigenen Mitteln aufkommen kann, grundsätzlich Anspruch auf materielle Hilfe hat.\n\n4.3 Bundes- und Kantonsverfassung sowie Gesetz knüpfen somit bereits den grundsätzlichen Anspruch auf Hilfe in Notlagen an bestimmte Voraussetzungen, indem sie klarstellen, dass der in Not Geratene nur Anspruch auf entsprechende Leistungen des Staates hat, wenn er nicht in der Lage ist - d.h. wenn es ihm rechtlich verwehrt oder faktisch unmöglich ist -, selber für sich zu sorgen. Keinen Anspruch hat somit, wer solche Leistungen beansprucht, obwohl er objektiv in der Lage wäre, sich - insbesondere durch die Annahme einer zumutbaren Arbeit - aus eigener Kraft die für BGE 130 I 71 S. 76das Überleben erforderlichen Mittel selber zu verschaffen; denn solche Personen stehen nicht in jener Notsituation, auf die das Grundrecht auf Hilfe in Notlagen zugeschnitten ist. Bei ihnen fehlt es bereits an den Anspruchsvoraussetzungen, weshalb sich in solchen Fällen die Prüfung erübrigt, ob die Voraussetzungen für einen Eingriff in das Grundrecht erfüllt sind, namentlich, ob ein Eingriff in dessen Kerngehalt vorliegt, denn dies setzt einen rechtmässigen Anspruch voraus. Ebenso wenig ist in dieser Konstellation zu untersuchen, ob ein rechtsmissbräuchliches Verhalten des Unterstützungsbedürftigen vorliegt, welches allenfalls eine vollständige Verweigerung der Unterstützungsleistungen rechtfertigen könnte (Urteil 2P.147/2002 vom 4. März 2003, E. 3.5.3; JÖRG PAUL MÜLLER, a.a.O., S. 179 f.; vgl. auch MARGRITH BIGLER-EGGENBERGER, in: Die schweizerische Bundesverfassung, Kommentar, Zürich 2002, Hrsg. Bernhard Ehrenzeller/Philippe Mastronardi/Rainer J. Schweizer/ Klaus A. Vallender, N. 13 f. zu Art. 12 BV; ULRICH HÄFELIN/WALTER HALLER, Schweizerisches Bundesstaatsrecht, 5. Aufl., Zürich 2001, N. 915 ff.; CHARLOTTE GYSIN, Der Schutz des Existenzminimums in der Schweiz, Basel 1999, S. 40 ff., insb. S. 43 und 59).\n\nDas Urteil 2P.147/2002 vom 4. März 2003 ist zwar in der Doktrin kritisiert worden mit der Begründung, bei Ablehnung zumutbarer Arbeit fehlten nicht die Anspruchsvoraussetzungen, sondern es seien - gestützt auf eine gesetzliche Grundlage sowie nach Massgabe des Verhältnismässigkeitsprinzips - lediglich Sanktionen, z.B. (befristete) Leistungskürzungen, zulässig, ohne dass der absolut geschützte, unerlässliche Existenzbedarf im Sinne von Art. 12 BV angetastet werden dürfe (KATHRIN AMSTUTZ, Einstellung von Sozialhilfeleistungen bei Ablehnung zumutbarer Arbeit, in: Zeitschrift für Sozialhilfe 2003 S. 97 f.). Diese Auffassung trägt indessen dem Grundsatz der Subsidiarität bzw. dem Vorrang der Selbsthilfe, dem der Verfassungsgeber, wie oben dargelegt, zentrale Bedeutung eingeräumt hat, nicht genügend Rechnung und überzeugt daher nicht. Im Übrigen hat die Autorin an anderer Stelle selber eingeräumt, der Grundsatz der Subsidiarität staatlicher Unterstützungsleistungen präge das Sozialhilferecht; das Grundrecht auf Existenzsicherung entlaste den Einzelnen nicht davon, selbst in schwierigen Lebenssituationen zunächst seine Eigenkräfte zu mobilisieren (KATHRIN AMSTUTZ, Das Grundrecht auf Existenzsicherung, Bern 2002, ASR H. 664 S. 169 und 172). Am kritisierten Entscheid ist somit festzuhalten. BGE 130 I 71 S. 77\n\n5.\n\n5.1 Der Beschwerdeführer wendet sich zunächst gegen die Auflage, an Beschäftigungs- und Integrationsmassnahmen bzw. -programmen teilzunehmen.\n\n5.2 Die Auflage stützt sich auf Art. 24 Abs. 1 lit. d SHG/SH. Nach dieser Bestimmung können Unterstützungsleistungen u.a. mit Auflagen und Weisungen verbunden werden, die geeignet sind, die Lage der unterstützten Person und ihrer Angehörigen zu verbessern, wie insbesondere Bestimmungen über die Aufnahme einer zumutbaren Arbeit.\n\n5.3 Das Obergericht hat in diesem Zusammenhang unter Verweisung auf die entsprechenden Erwägungen seines Urteils vom 30. Dezember 2002 (E. 3b) entschieden, es sei zulässig, die Ausrichtung materieller Hilfe mit der Auflage zu verknüpfen, am Taglohnprogramm teilzunehmen. Denn der in Art. 12 BV normierte Grundsatz der Subsidiarität sei in Art. 22 Abs. 1 SHG/SH übernommen worden. Danach habe eine Person, die in der Lage sei, sich selber zu helfen und ein hinreichendes Einkommen zu erzielen, keinen Anspruch auf Sozialhilfe. Die in Frage stehende, auf Art. 24 Abs. 1 lit. d SHG/SH gestützte Auflage beruhe auf einer gesetzlichen Grundlage, sei im öffentlichen Interesse und verhältnismässig. Sie stimme mit dem Zweck des Sozialhilfegesetzes überein, da die berufliche Integration ein wesentliches Ziel der Sozialhilfe sei. Unterstützte Personen seien zudem nach dem Grundsatz der Selbsthilfe verpflichtet, eine ihnen zumutbare Arbeit aufzunehmen; dass es sich beim Taglohnprogramm um eine unzumutbare Arbeit handle, könne nicht gesagt werden. Im Übrigen verbleibe dem Beschwerdeführer neben dem Taglohnprogramm (welches nach den Akten fünf Stunden Arbeit ab 9.00 Uhr umfasst) noch genügend Zeit, um sein (während einigen Jahren betriebenes) Selbststudium im Computerbereich fortzusetzen.\n\nWas der Beschwerdeführer dagegen vorbringt, lässt diese Auslegung und Anwendung des kantonalen Rechts nicht als willkürlich erscheinen. Sie entspricht zugleich der verfassungsrechtlichen Praxis des Bundesgerichts auf dem Gebiet der Sozialhilfe: Aus den die Sozialhilfe prägenden Grundsätzen der Eigenverantwortung und der Subsidiarität folgt, dass hilfesuchende Personen dazu verpflichtet sind, alles Zumutbare zur Behebung der eigenen Notlage zu unternehmen, insbesondere die eigene Arbeitskraft einzusetzen und eine zumutbare Erwerbstätigkeit anzunehmen. Für den Begriff der BGE 130 I 71 S. 78zu mutbaren Arbeit liegt es nahe, die arbeitslosenversicherungsrechtliche Umschreibung (Art. 16 Abs. 2 AVIG [SR 837.0]) hilfsweise heranzuziehen. Danach muss eine Arbeit den berufs- und ortsüblichen Bedingungen entsprechen, angemessen Rücksicht auf die Fähigkeiten und bisherigen Tätigkeiten der unterstützten Person nehmen und ihren persönlichen Verhältnissen und dem Gesundheitszustand angemessen sein. Ein Arbeitsangebot kann dabei das Fähigkeits- und Fertigkeitsniveau der betroffenen Person auch unterschreiten; diese darf bloss nicht überfordert werden. Lehnt eine Person zumutbare Arbeit ab, so weigert sie sich, für sich zu sorgen und ihre Notlage abzuwenden. Sie hat damit weder Anspruch auf Sozialhilfe noch auf finanzielle Nothilfe gemäss Art. 12 BV (Urteil 2P.275/2003 vom 6. November 2003, E. 5.1 und 5.2).\n\n5.4 Es ist deshalb zu prüfen, ob die Teilnahme an Beschäftigungsprogrammen für den Beschwerdeführer grundsätzlich zumutbar ist.\n\nMit Massnahmen und Programmen wie den in Frage stehenden soll erreicht werden, dass der Hilfsbedürftige in die Lage versetzt wird, für seinen Unterhalt jedenfalls teilweise selbst aufzukommen; zumindest sollen die Aussichten auf eine Wiedereingliederung in das Erwerbsleben verbessert werden. Dabei ist insbesondere bei Personen mit reduzierter Leistungsfähigkeit nicht erforderlich, dass das erzielte Einkommen den Betrag der Unterstützungsleistung übertrifft, denn auch die Ergänzung eines nicht existenzsichernden Einkommens durch Unterstützungsleistungen erweist sich als sinnvoll (FELIX WOLFFERS, Grundriss des Sozialhilferechts, 2. Aufl., Bern 1999, S. 110).\n\nDas auf einen Artikel von KURT WEISS (in: impact [Informationszeitschrift des Basler Instituts für Sozialforschung und Sozialplanung] Nr. 4 vom 10. Dezember 2001) gestützte Argument des Beschwerdeführers, die Integrationswirkung von - angeblich nachgewiesenermassen stigmatisierend wirkenden - Beschäftigungsprogrammen sei unbelegt bzw. zumindest umstritten, vermag nichts daran zu ändern, dass das Obergericht ohne Willkür die Verpflichtung zur Teilnahme an Integrations- und Beschäftigungsprogrammen grundsätzlich als zumutbare Massnahme im Sinne von Art. 24 SHG/SH betrachten durfte, die geeignet ist, die Lage des Beschwerdeführers zu verbessern. Dies kann im Übrigen als gerichtsnotorisch bezeichnet werden (vgl. auch RITA BAUR, Existenzsicherung zwischen erstem und zweitem Arbeitsmarkt, S. 53 ff., insb. S. 56 f.; BGE 130 I 71 S. 79ROSMARIE RUDER, Existenzsicherung durch Sozialhilfe?/Die Bedeutung der SKOS-Richtlinien, S. 123; UELI TECKLENBURG, Leistungs- und Gegenleistungsmodelle auf kantonaler Ebene, und HANS RUDOLF SCHUPPISSER, Existenzsicherung durch Erwerbsarbeit; alle in: Sozialalmanach 1999, Existenzsicherung in der Schweiz, Caritas-Verlag, Luzern 1999, S. 137 f. und 68 ff.).\n\nDiese Auslegung und Anwendung des kantonalen Rechts entspricht überdies den Richtlinien für die Ausgestaltung und Bemessung der Sozialhilfe der Schweizerischen Konferenz für Sozialhilfe (Ausgabe Dezember 2000; im Folgenden: Richtlinien; vgl. Urteil 2P.59/2001 vom 11. September 2001, E. 2b), die vom Beschwerdeführer selber angerufen werden. Es handelt sich bei diesen zwar nur um Empfehlungen. Die gestützt auf Art. 22 Abs. 3 SHG/SH erlassenen Richtlinien des Kantonalen Sozialamtes vom 20. November 2001 für die Bemessung der materiellen Hilfe für das Jahr 2002 verweisen jedoch, allerdings beschränkt auf die Richtsätze, auf diese Richtlinien, womit ihnen eine gewisse Verbindlichkeit zukommt. Die Richtlinien halten als Grundsatz fest, die immaterielle und materielle Hilfe sei so auszugestalten, dass die Teilnahme und Teilhabe der Betroffenen am Sozial- und Arbeitsleben und damit die Eigenverantwortung und die Hilfe zur Selbsthilfe gefördert würden (Richtlinien A.2-1). Um wirtschaftlichen und sozialen Ausschlussprozessen zu begegnen, stelle die Sozialhilfe kompensierende Angebote zum sich verengenden Arbeitsmarkt bereit. Dazu entwickle sie insbesondere Integrationsprogramme, die auf dem Prinzip von Leistung und Gegenleistung basieren, und fördere Anreize, um aus der Sozialhilfeabhängigkeit herauszukommen (Richtlinien A.3-2). Der Hilfsbedürftige habe insbesondere kein Wahlrecht zwischen vorrangigen Hilfsquellen, wozu namentlich der Einsatz der eigenen Arbeitskraft gehöre, und der Sozialhilfe (Richtlinien A.4-1). Zugleich seien die Programme Ausdruck der dem Hilfsbedürftigen obliegenden Verpflichtung zur Minderung seiner Unterstützungsbedürftigkeit, wonach er alles in seiner Kraft Stehende unternehmen müsse, um seine Notlage zu lindern oder zu beheben (Richtlinien A.5-3). Solche Auflagen erwiesen sich lediglich als Konkretisierung des Subsidiaritätsprinzips und seien somit zumutbar (vgl. Richtlinien A.8-2 und A.4-2). Als Massnahmen zur sozialen und beruflichen Integration gälten neben beruflichen Qualifizierungsmassnahmen und Integrationshilfen namentlich auch Beschäftigungsprogramme und Freiwilligenarbeit (Richtlinien D.3-1; vgl. dazu auch ROSMARIE RUDER, a.a.O., S. 123). BGE 130 I 71 S. 80\n\nWie sich aus den Akten ergibt, verfügt die Stadt Schaffhausen mit ihrem Taglohnprogramm über ein Angebot auf dem ergänzenden Arbeitsmarkt (sog. Marktplatz für alle öffentlichen, gemeinnützigen und privaten Angebote für bezahlte und unbezahlte Tätigkeiten), dessen Projekte einerseits der beruflichen Integration der Arbeitslosen, u.a. durch das stufenweise Angewöhnen an einen geregelten Arbeitsalltag, andererseits dem öffentlichen Interesse an der Vermeidung von auf längerer Sicht sozialhilfeabhängigen Personen dienen; unter Einbezug der Sozialhilfeleistungen kann dabei ein Einkommen erzielt werden, welches nahezu demjenigen in bestimmten Branchen entspricht (Rekursentscheid des Departements des Innern des Kantons Schaffhausen vom 14. Oktober 2002).\n\nDer Beschwerdeführer widerlegt dies nicht. Was er vorbringt, genügt nicht, um aufzuzeigen, dass die Teilnahme an den in Frage stehenden Beschäftigungs- und Integrationsprogrammen für ihn von vornherein unzumutbar wäre. Vielmehr besteht eine gewisse Wahrscheinlichkeit dafür, dass er sich nach Mitwirkung an einem solchen Programm mit grösseren Erfolgsaussichten auf dem Arbeitsmarkt bewerben kann (vgl. Urteil 2P.7/2003 vom 14. Januar 2003, E. 2.3). Es besteht zudem ein erhebliches öffentliches Interesse daran, unterstützte Personen mittels Beschäftigungsprogrammen aus der Hilfsbedürftigkeit in die Selbständigkeit zu führen. Bei der Stellensuche wirkt sich die Teilnahme an solchen Angeboten erfahrungsgemäss positiv aus, da gegenüber allfälligen Arbeitgebern ein Ausweis über geleistete Arbeit vorliegt und allenfalls Referenzen angegeben werden können. Der allein mit dem Hinweis auf die Äusserung eines Stadtrates begründete Einwand des Beschwerdeführers, am Beschäftigungsprogramm nähmen Personen mit schweren Alkohol- und Drogenproblemen teil, steht dem nicht entgegen, denn es liegt auf der Hand, dass vermehrt Personen aus diesen Kreisen Sozialhilfe benötigen. Gerade diese Gruppe ist auf die in den Angeboten regelmässig gewährleistete fachkundige Anleitung angewiesen, um wieder zu einem geregelten Arbeitsalltag und damit zumindest einer gewissen Selbständigkeit zu finden.\n\nDer Beschwerdeführer macht zur Hauptsache geltend, es sei ihm aus körperlichen und psychischen Gründen nicht möglich, zu 100 % zu arbeiten oder an einem Taglohnprogramm teilzunehmen. Er habe ein \"Problem mit militärisch-behördlichen Zwangsorganisationen\". Das von ihm dazu vor Bundesgericht erstmals vorgelegte psychiatrische Gutachten des Waffenplatzpsychiaters vom 11. BGE 130 I 71 S. 81November 1980, welches ihm - insbesondere wegen der Unfähigkeit, \"in einem aggressiven und autoritären Milieu zu leben\" und wegen fehlender militärischer Belastbarkeit - Militärdienstuntauglichkeit attestiert, bezieht sich auf das Jahr 1980 und ist schon aus diesem Grund ungeeignet, die Teilnahme an einem Beschäftigungsprogramm, in dessen Rahmen selbstverständlich auf die Gesundheit der Unterstützungsbedürftigen Rücksicht zu nehmen ist, heute von vornherein auszuschliessen bzw. als unzumutbar erscheinen zu lassen. Dasselbe gilt für die nicht durch ärztliches Zeugnis belegte Behauptung des Beschwerdeführers, er leide an Rheuma. Beide Argumente durfte das Obergericht somit im Rahmen der Beweiswürdigung ohne Willkür als nicht belegt und wenig glaubhaft betrachten.\n\n5.5 Konkret hat sich der Beschwerdeführer mit den in Frage stehenden Beschäftigungsprogrammen, die grundsätzlich als eine für ihn zumutbare Arbeit anzusehen sind, nicht auseinander gesetzt. Nach dem Gesagten verletzt somit die gestützt auf Art. 24 SHG/ SH auferlegte Verpflichtung, an Beschäftigungs- und Integrationsprogrammen teilzunehmen, weder Art. 12 BV noch Art. 13 KV/SH.\n\n6. Da der Beschwerdeführer mit seiner grundsätzlichen Weigerung, an den Beschäftigungs- und Integrationsprogrammen der Stadt Schaffhausen teilzunehmen, nach dem in Erwägung 4 hiervor Ausgeführten mangels einer Notlage die Anspruchsvoraussetzungen von Art. 22 SHG/SH nicht erfüllt, verstösst auch die angedrohte vollständige Einstellung der Unterstützungsleistungen weder gegen Art. 24 Abs. 3 SHG/SH noch gegen Art. 12 BV bzw. Art. 13 KV/SH."}