{"annee": "129", "cour": "II", "page": "238", "date": "7/2/2003", "cite": ["116 IB 159", "126 II 522", "110 IB 340"], "cite_par": [], "chapeau": "24. Extrait de l'arrêt de la Ire Cour de droit public dans la cause C. et consorts contre Commune de Lausanne, Fondation lausannoise pour la construction de logements, Parking du Rôtillon S.A. et Département de la sécurité et de l'environnement du canton de Vaud ainsi que Tribunal administratif du canton de Vaud (recours de droit administratif)\n\n1A.90/2002 du 7 février 2003", "regestes": ["Protection contre le bruit, permis de construire dans un secteur urbain exposé au bruit routier (art. 22 et 25 LPE, art. 9 OPB, art. 19 al. 1 LAT). Prise en considération des exigences de la loi fédérale sur la protection de l'environnement pour déterminer si un terrain jouit d'un équipement en voies d'accès adapté, au sens du droit de l'aménagement du territoire (consid. 2). Portée de l'art. 22 LPE et prise en compte, lors de l'octroi d'un permis de construire pour un bâtiment comprenant des habitations, d'une évolution du niveau des immissions de bruit grâce à l'assainissement prévu d'une route (consid. 3). Limitation de l'effet de réflexion du bruit routier entraîné par la construction d'un nouveau bâtiment (consid. 4.2)."], "faits": "BGE 129 II 238 S. 239\n\nA.- La commune de Lausanne est propriétaire, au centre de la ville dans le quartier du Rôtillon, d'une surface d'environ 2'500 m2 (constituée par les parcelles nos 10677, 10680 et 20045 du registre foncier et un espace faisant partie du domaine public communal), en bordure de la rue Centrale. Cette surface est comprise dans le périmètre du plan partiel d'affectation au lieu-dit \"Le Rôtillon\", adopté par le conseil communal le 21 juin 1994 et entré en vigueur le 9 novembre 1994, qui prévoit des règles détaillées pour l'implantation et l'architecture des nouveaux bâtiments pouvant être construits à cet endroit (bâtiments destinés, selon l'art. 19 du règlement de ce plan, au logement, aux activités tertiaires, aux commerces, à l'artisanat et aux équipements).\n\nSur ces terrains, la commune de Lausanne a prévu d'accorder des droits de superficie à la Fondation lausannoise pour la construction de logements et à la société anonyme en formation Parking du Rôtillon S.A., en vue de la réalisation de trois bâtiments d'habitation, pour dix-neuf logements au total, de locaux commerciaux et d'un parking souterrain de cent quatre-vingt places avec une rampe d'accès débouchant sur la rue Centrale. Pour ce projet, mis à l'enquête publique du 16 janvier au 5 février 2001, la municipalité de cette commune a délivré le 23 mai 2001 un permis de construire assorti de diverses charges et conditions; à cette décision communale sont joints des préavis et autorisations spéciales d'autorités cantonales, notamment un préavis du service cantonal de l'environnement et de l'énergie (SEVEN, subdivision du Département de la sécurité et de l'environnement). En délivrant le permis de construire, la municipalité a rejeté plusieurs oppositions, formées en particulier par des voisins.\n\nB.- C. et consorts, lesquels, pour la plupart, sont domiciliés à la rue Centrale ou dans le quartier du Rôtillon et avaient formé opposition, ont recouru contre le permis de construire auprès du Tribunal administratif du canton de Vaud. Leurs griefs se rapportaient, pour l'essentiel, au bruit du trafic routier le long de la rue Centrale.\n\nLe Tribunal administratif a rejeté le recours par un arrêt rendu le 12 mars 2002. Il a considéré notamment qu'il n'y avait pas lieu de contrôler, à titre incident, le contenu du plan partiel d'affectation au lieu-dit \"Le Rôtillon\"; les effets sur l'environnement du projet de réhabilitation du quartier pouvaient déjà être appréciés au stade de BGE 129 II 238 S. 240l'élaboration de ce plan, une étude des nuisances sonores ayant du reste été effectuée à ce moment-là (rapport du bureau Ecoscan). De ce point de vue, les circonstances ne s'étaient pas modifiées, le trafic journalier ayant même subi une diminution sensible (22'000 véhicules en 1993 et 18'400 en 2000). Aussi la juridiction cantonale a-t-elle limité son examen à la conformité des constructions litigieuses aux dispositions du plan partiel d'affectation. Dans ce cadre, elle s'est également prononcée sur l'application des prescriptions de la législation fédérale sur la protection contre le bruit, à propos des nuisances du trafic routier: celles subies dans les nouveaux locaux d'habitation, celles provenant de l'effet de réflexion entre façades, les nouvelles constructions provoquant un resserrement de la rue Centrale, et celles provoquées par les véhicules utilisant le parking souterrain projeté. Le Tribunal administratif a pris en considération à ce sujet un projet communal de réaménagement de la rue Centrale et de rues ou ruelles adjacentes, présenté dans un document de la municipalité du 22 novembre 2001 (préavis municipal no 253 à l'intention du conseil communal).\n\nC.- Agissant par la voie du recours de droit administratif, C. et consorts demandent au Tribunal fédéral d'annuler l'arrêt du Tribunal administratif ainsi que la décision de la municipalité délivrant le permis de construire. Ils se plaignent de violations du droit fédéral de la protection de l'environnement, en faisant valoir en substance que le quartier du Rôtillon ne dispose pas d'un équipement routier adapté. Il faudrait préalablement, selon eux, assainir ou réaménager la rue Centrale; le projet municipal à ce sujet serait critiquable à certains égards et, de toute manière, sa réalisation serait aléatoire. Les recourants estiment dès lors que le permis de construire litigieux est assorti de conditions inadmissibles.\n\nLa commune de Lausanne conclut à l'irrecevabilité ou au rejet du recours; elle indique en particulier, dans sa réponse, que son conseil communal a adopté le 7 mai 2002 le préavis municipal no 253 relatif au réaménagement de la rue Centrale, un vote populaire devant encore avoir lieu. Invité à se déterminer sur le recours, le service cantonal de l'environnement et de l'énergie prend les mêmes conclusions. La Fondation lausannoise pour la construction de logements et la société anonyme en formation Parking du Rôtillon S.A. n'ont pas déposé de réponse.\n\nL'Office fédéral de l'environnement, des forêts et du paysage a été invité à communiquer ses observations sur le recours de droit administratif (cf. art. 110 al. 2, 2e phrase OJ). Il a exposé que les exigences BGE 129 II 238 S. 241de l'ordonnance du 15 décembre 1986 sur la protection contre le bruit (OPB; RS 814.41) paraissaient respectées.\n\nLes parties ont eu la possibilité de déposer une écriture finale. Les recourants ont répliqué, en confirmant leurs conclusions.\n\nD.- Par une ordonnance du 20 juin 2002, le Président de la Ire Cour de droit public a accordé l'effet suspensif au recours de droit administratif.\n\nLe Tribunal fédéral a rejeté le recours, dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n2. Les recourants invoquent l'exigence de l'art. 22 al. 2 let. b LAT (RS 700), selon laquelle une autorisation de construire ne peut être délivrée que si le terrain est équipé. Il faut donc, selon les principes du droit fédéral, des voies d'accès adaptées à l'utilisation prévue (art. 19 al. 1 LAT). Les recourants se réfèrent à la jurisprudence du Tribunal fédéral à propos du lien entre le caractère \"adapté\" des voies d'accès et le respect des prescriptions de la loi fédérale sur la protection de l'environnement.\n\nLe Tribunal fédéral a en effet considéré, dans un arrêt cité par les recourants (ATF 116 Ib 159), que la collectivité qui réalise les ouvrages d'équipement d'une zone à bâtir doit veiller à ce que les nuisances provenant de ces ouvrages - avant tout le bruit du trafic routier - soient compatibles avec les exigences de la loi fédérale précitée. Plus précisément, dans cette affaire, il s'agissait d'appliquer l'art. 25 LPE (RS 814.01) en vérifiant que les immissions du trafic prévisible sur une nouvelle route communale, considérée comme une installation fixe produisant du bruit (cf. art. 7 al. 7 LPE) et dont la réalisation était contestée, ne dépasseraient pas les valeurs de planification dans le voisinage (ATF 116 Ib 159 consid. 6b p. 166/167). Or, dans la présente espèce, la contestation ne porte pas sur la réalisation d'une route ni sur des mesures de planification des installations d'équipement. Seule est en cause une autorisation de construire, dans une zone à bâtir déjà desservie par des voies d'accès, pour un projet immobilier conforme à l'affectation de cette zone (définie de manière détaillée par le plan partiel d'affectation de 1994). Cela étant, le bruit du trafic sur les routes desservant la zone ou le quartier est un élément à prendre en considération dans l'application des dispositions pertinentes du droit fédéral en matière de protection contre le bruit, dans une procédure d'autorisation de construire (art. 22 BGE 129 II 238 S. 242et 25 LPE, art. 9 et 31 OPB, notamment). Dans ce sens, la notion d'équipement, définie à l'art. 19 al. 1 LAT et reprise à l'art. 22 al. 2 let. b LAT, est effectivement à interpréter en relation avec certaines exigences de la loi fédérale sur la protection de l'environnement. Si ces exigences sont satisfaites, l'équipement doit être considéré, de ce point de vue, comme adapté à l'utilisation prévue. C'est dans ce cadre qu'il y a lieu d'examiner les griefs des recourants.\n\n3. Les recourants, en se référant notamment à l'art. 22 LPE et aux art. 29 à 31 OPB, reprochent à la municipalité d'avoir accordé le permis de construire litigieux avant d'avoir réalisé l'assainissement de la rue Centrale ou, pour le moins, d'avoir réuni toutes les garanties en vue de sa réalisation. Les recourants mentionnent à ce propos la pose d'un revêtement drainant ou phono-absorbant sur la chaussée de cette rue. D'après eux, il s'agit d'une condition préalable du permis de construire et on ne pourra pas exiger des constructeurs (la Fondation lausannoise pour la construction de logements et la société anonyme en formation Parking du Rôtillon S.A.) qu'ils la réalisent plus tard, puisqu'ils ne sont pas en mesure d'exécuter des travaux sur une route communale.\n\n3.1 Aux termes de l'art. 22 al. 1 LPE (titre: \"Permis de construire dans les zones affectées par le bruit\"), les permis de construire de nouveaux immeubles destinés au séjour prolongé des personnes ne seront délivrés, sous réserve de l'alinéa 2 de cet article, que si les valeurs limites d'immissions ne sont pas dépassées. L'art. 22 al. 2 LPE prescrit que, si les valeurs limites d'immissions sont dépassées, les permis de construire ne seront délivrés que si les pièces ont été judicieusement disposées et si les mesures complémentaires de lutte contre le bruit qui pourraient encore être nécessaires ont été prises. L'art. 22 LPE s'applique au projet litigieux, dès lors qu'il comporte plusieurs logements.\n\nDans la présente contestation, seul le bruit du trafic routier est en cause. Comme, d'après l'arrêt attaqué - non contesté sur ce point -, le degré de sensibilité III est applicable aussi bien dans le périmètre du plan partiel d'affectation du \"Rôtillon\" que dans le voisinage direct de ce quartier, les valeurs limites d'immissions sont, respectivement, de 65 dB(A) le jour et de 55 dB(A) la nuit (ch. 2 de l'annexe 3 de l'OPB).\n\n3.2 Le Tribunal administratif, se référant implicitement à l'art. 22 LPE, considère qu'il ressort des études acoustiques que toutes les mesures ont été prises pour que les locaux à usage sensible au bruit BGE 129 II 238 S. 243bénéficient soit d'une isolation acoustique suffisante, soit de possibilités d'ouverture des fenêtres sur le côté opposé à la rue Centrale, ou sur les façades perpendiculaires protégées par un parapet, ou encore à une distance suffisante de la route. Dans la partie \"faits\", l'arrêt attaqué résume les conclusions de l'étude acoustique effectuée, pour les constructeurs, par le bureau d'ingénieurs Gilbert Monay à Lausanne (ce rapport, du 28 novembre 2000, faisant partie du dossier de la demande de permis de construire): chaque local sensible au bruit disposera d'une fenêtre à laquelle le niveau d'évaluation sera inférieur à 65 dB(A) le jour et 55 dB(A) la nuit, pour autant que la commune réalise le réaménagement de la rue Centrale avec un revêtement phono-absorbant pouvant réduire le niveau de bruit de 1 à 3 dB.\n\nLa pose du revêtement phono-absorbant et la réalisation d'autres mesures de réaménagement de la rue Centrale, telles qu'elles sont notamment décrites dans le préavis municipal no 253 du 22 novembre 2001, n'ont pas été prévues comme des conditions ou des charges, stricto sensu, du permis de construire litigieux; il n'était du reste pas question d'imposer ces obligations aux constructeurs, puisqu'elles incombent à la collectivité publique responsable de l'aménagement et de l'entretien du réseau routier. Consulté avant la décision municipale, le service cantonal spécialisé en matière de protection de l'environnement (SEVEN) a certes estimé que toutes les mesures de protection contre le bruit mentionnées dans le rapport acoustique Monay - mesures de construction ou d'aménagement - devraient représenter des \"conditions impératives\" du permis de construire; toutefois, s'agissant de la pose du revêtement phono-absorbant et des autres travaux de réfection de la rue Centrale, ce service a relevé, en conclusion d'un préavis favorable, que ces mesures devraient être réalisées \"en parallèle\" avec le projet litigieux, en d'autres termes qu'elles devraient faire l'objet d'une procédure distincte.\n\nIl n'est pas contesté que l'on ne se trouve pas dans l'hypothèse de l'art. 22 al. 1 LPE et que, par conséquent, il était nécessaire de prévoir des mesures architecturales dans les bâtiments litigieux conformément à l'art. 22 al. 2 LPE (disposition judicieuse des pièces, emplacement des fenêtres, etc.). D'après le rapport acoustique Monay, ces seules mesures ne suffisent pas à garantir le respect des valeurs limites d'immissions si l'on retient l'hypothèse d'une source de bruit - le trafic routier à la rue Centrale - dont le niveau demeurerait constant. Or les autorités compétentes n'ont pas retenu cette hypothèse, puisqu'elles ont admis qu'interviendrait parallèlement BGE 129 II 238 S. 244un assainissement de la rue Centrale, au sens des art. 16 ss LPE, comportant les mesures préconisées dans le rapport Monay. Il faut donc déterminer si ces mesures d'assainissement, objectivement aléatoires dès lors que les travaux n'ont pas encore été réalisés, pouvaient être prises en considération dans l'application de l'art. 22 LPE.\n\n3.3 L'art. 22 al. 2 LPE peut être interprété en ce sens que, là où les valeurs limites d'immissions sont actuellement dépassées, le permis de construire ne peut en principe être délivré que si l'on prévoit un respect de ces valeurs dans les nouveaux locaux, moyennant des mesures architecturales (disposition judicieuse des pièces, etc.) et des mesures complémentaires de lutte contre le bruit. Le texte légal est équivoque - il prescrit des mesures sans fixer une valeur limite -, mais il résulte de l'art. 31 al. 1 OPB, lequel précise la portée de l'art. 22 al. 2 LPE, que le respect des valeurs limites d'immissions est en principe une condition à l'octroi d'un permis de construire dans des secteurs exposés au bruit (cf. ROBERT WOLF, Kommentar zum Umweltschutzgesetz [KUSG], Zurich 2000, n. 25 ad art. 22 LPE). L'art. 31 al. 2 OPB prévoit certes une exception à cette règle, en ce sens que si les différentes mesures mentionnées à l'alinéa 1 ne permettent pas de respecter les valeurs limites d'immissions, le permis de construire pourra néanmoins être délivré, avec l'assentiment de l'autorité cantonale et pour autant que l'édification du bâtiment présente un intérêt prépondérant. Il n'y a cependant pas lieu d'appliquer ici cette exception - dont la légalité n'est du reste pas mise en doute dans la doctrine (cf. WOLF, op. cit., n. 33 ss ad art. 22 LPE; ANNE-CHRISTINE FAVRE, La protection contre le bruit dans la loi sur la protection de l'environnement, thèse Lausanne 2002, p. 270) -, ni d'interpréter la notion d'\"intérêt prépondérant\" (cf. arrêt 1A.59/1998 du 26 août 1998, publié in DEP 1999 p. 419, consid. 3b).\n\nDans la présente affaire en effet, les autorités compétentes estiment, sur la base du rapport acoustique, que les valeurs limites d'immissions pourront être respectées, grâce aux effets du réaménagement prévu de la rue Centrale. Lorsqu'il faut déterminer les immissions de bruit extérieur des installations fixes - en l'occurrence d'une route -, l'art. 36 al. 2 OPB prescrit de tenir compte de l'évolution future de ces immissions; aux termes de cette disposition, on prendra en considération, notamment, l'évolution prévisible des immissions due à la construction de nouvelles installations ou à la modification ou à l'assainissement d'installations existantes, si les projets concernés sont déjà mis à l'enquête publique au moment de la détermination. Il faut en principe appliquer de manière restrictive BGE 129 II 238 S. 245l'art. 36 al. 2 OPB (cf. arrêt 1A.59/1998 du 26 août 1998, publié in DEP 1999 p. 419, consid. 4a). Néanmoins, s'agissant de l'assainissement d'une installation bruyante, censé réduire les immissions de bruit dans le voisinage, la condition de la mise à l'enquête publique du projet ne saurait être comprise comme une exigence stricte si d'autres éléments démontrent, avant même une décision définitive, une volonté des autorités compétentes de réaliser elles-mêmes l'assainissement (pour une route publique, par exemple), ou de l'exiger du détenteur de l'installation. En d'autres termes, il faut pouvoir compter avec une certitude suffisante sur cette évolution du niveau des immissions de bruit (cf. WOLF, op. cit., n. 20 ad art. 22 LPE).\n\nDans le cas particulier, le Tribunal administratif a tenu compte de la décision de principe de la municipalité d'effectuer certains travaux de réaménagement ou d'assainissement de la rue Centrale, notamment par la pose d'un revêtement phono-absorbant, décision prise en vue de soumettre le préavis no 253 au conseil communal, pour que cette autorité octroie un crédit d'investissement. L'organe délibérant de la commune avait du reste déjà décidé, en adoptant le plan partiel d'affectation du \"Rôtillon\" le 21 juin 1994, que lors de la réfection de la rue Centrale, le choix du revêtement serait fait en tenant compte de sa capacité à réduire les nuisances sonores (ch. 31 du règlement de ce plan partiel, lequel comprend dans son périmètre un tronçon de la rue Centrale). Ce projet de réaménagement, selon le préavis municipal précité, n'est pas destiné à être mis en tant que tel à l'enquête publique; les recourants critiquent à cet égard la procédure d'adoption retenue, comme ils critiquent aussi certaines mesures d'organisation de la circulation routière mentionnées dans ce préavis, mais tel n'est pas l'objet de la présente contestation, limitée à l'examen de la légalité du permis de construire litigieux. La question décisive est en revanche de savoir si, nonobstant le défaut d'enquête publique, ce projet de réaménagement routier, comportant des mesures d'assainissement au sens de l'art. 16 LPE, est suffisamment précis et concret pour pouvoir être pris en considération conformément à l'art. 36 al. 2 OPB. Les recourants, qui le qualifient d'aléatoire, ne fournissent cependant aucun élément propre à mettre en doute la volonté de la commune de réaliser cet assainissement à bref délai, même si dans leur réplique, postérieure à la votation populaire (il est notoire que le crédit d'investissement a été accepté), ils maintiennent que le changement de revêtement n'est pas garanti. Or le Tribunal BGE 129 II 238 S. 246administratif a considéré que l'on pouvait s'attendre à une réalisation coordonnée des deux projets, avec à court terme une première étape du réaménagement de la rue Centrale sur le tronçon directement voisin des bâtiments que les sociétés intimées entendent construire. En l'état, on peut donc compter avec une certitude suffisante sur la mesure d'assainissement que représente la pose d'un nouveau revêtement phono-absorbant; aussi la détermination des immissions de bruit, faite sur cette base, est-elle conforme au droit fédéral. Il s'ensuit que l'octroi du permis de construire ne viole pas l'art. 22 al. 2 LPE.\n\n4. Les recourants se plaignent également de l'augmentation des immissions de bruit qui résultera, dans le voisinage - notamment dans les appartements qu'ils habitent -, de la construction des bâtiments litigieux. Ils mettent en cause le bruit des véhicules accédant et sortant du parking souterrain projeté ainsi que l'effet de réflexion des façades des nouveaux bâtiments.\n\n4.1 S'agissant du parking, le Tribunal administratif s'est prononcé d'une part sur le bruit provenant de l'installation elle-même (voie d'accès au parking sur la parcelle, couloir d'entrée), et d'autre part sur le bruit provoqué le long de la rue Centrale par le trafic automobile directement lié à ce parking. Dans le premier cas, la cour cantonale a appliqué l'art. 7 OPB (qui reprend les exigences de l'art. 25 LPE) et considéré que le bruit produit à la sortie du parking, correctement déterminé dans le rapport acoustique Monay, ne dépassait pas les valeurs prescrites (valeurs de planification). Cette appréciation n'est pas sérieusement contestée par les recourants.\n\nDans le second cas, le Tribunal administratif a appliqué l'art. 9 let. b OPB, qui dispose que l'exploitation d'installations fixes nouvelles ne doit pas entraîner la perception d'immissions de bruit plus élevées en raison de l'utilisation accrue d'une voie de communication nécessitant un assainissement (en l'occurrence la rue Centrale). L'augmentation du niveau de bruit provoquée par les utilisateurs du parking a été estimée à 0.3 dB, et qualifiée d'imperceptible par rapport au bruit du trafic existant. Cette appréciation du Tribunal administratif, fondée sur le rapport acoustique, n'est pas non plus critiquée de manière concluante par les recourants. Il est du reste généralement admis qu'en pareil cas, les exigences de l'art. 9 let. b OPB sont satisfaites (cf. ATF 126 II 522 consid. 44 p. 582; ATF 110 Ib 340 consid. 6 p. 353; arrêt 1A.262/2000 du 6 juillet 2001, partiellement reproduit in DEP 2001 p. 1095, consid. 5b). A cet égard, les griefs BGE 129 II 238 S. 247de violation du droit fédéral de la protection de l'environnement sont mal fondés.\n\n4.2 Les recourants font enfin valoir que, dans certaines habitations de la rue Centrale, la construction des bâtiments d'habitation aura pour effet d'augmenter le niveau des immissions de bruit du trafic routier, à cause de la réflexion de ce bruit sur les nouvelles façades.\n\nLe Tribunal administratif a retenu, à ce propos, que les auteurs du projet litigieux avaient prévu, à titre préventif et conformément au principe de l'art. 11 al. 2 LPE, de réaliser la façade nord du socle de leurs bâtiments en matériaux non réfléchissants et de couvrir les plafonds des parties constructibles en retrait de matériaux phono-absorbants, de manière à réduire les réflexions du bruit routier vers les logements situés de l'autre côté de la rue Centrale. Les recourants ne prétendent pas que d'autres mesures de ce type auraient dû être imposées aux constructeurs. En dépit de ces mesures préventives, l'arrêt attaqué admet pourtant la possibilité d'un accroissement du bruit de l'ordre de 2 dB(A) sur la face sud des bâtiments nos 23, 25 et 27 de la rue Centrale, à cause de l'effet de réflexion; il renvoie à ce propos aux données du rapport acoustique Monay.\n\nCette augmentation des immissions n'est pas due à l'\"utilisation accrue d'une voie de communication\" entraînée exclusivement par l'exploitation du parking ou des bâtiments litigieux; c'est en effet le trafic existant sur la rue Centrale qui produit ce bruit. Aussi l'art. 9 OPB n'entre-t-il pas en considération à ce propos (cf. supra, consid. 4.1). Pour le reste, on ne voit pas comment on pourrait en pareille hypothèse imposer au constructeur de prendre d'autres mesures, lorsqu'il a choisi des matériaux appropriés et des options architecturales propres à limiter l'effet de réflexion sur son bâtiment. En l'espèce, l'augmentation des immissions, de l'autre côté de la rue Centrale, devra en revanche être prise en compte dans la procédure d'assainissement de cette voie de circulation, car telle est bien dans ce cas l'unique source des émissions de bruit (cf. arrêt 1A.118/1995 du 19 mars 1996, consid. 3b, mentionné in DEP 1996 p. 680 ainsi que par WOLF, op. cit., n. 37 ad art. 25 LPE, et FAVRE, op. cit., p. 292). Or cette procédure d'assainissement se déroule indépendamment de la présente procédure. En conséquence, cet effet de réflexion ne fait pas obstacle à l'octroi du permis de construire litigieux, aux conditions prévues. Les griefs des recourants sur ce point sont également mal fondés."}