{"annee": "129", "cour": "II", "page": "11", "date": "11/10/2002", "cite": ["127 II 32", "126 II 329", "125 II 633", "113 IB 219", "120 IB 257", "124 II 361", "125 II 585", "127 II 60"], "cite_par": ["136 II 497", "145 I 227", "136 II 120", "130 II 1", "130 II 137", "129 II 249", "135 I 143", "144 II 1", "131 II 121", "136 II 78", "133 II 6", "137 I 113"], "chapeau": "2. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. Bundesamt für Ausländerfragen gegen X. und Rekursgericht im Ausländerrecht des Kantons Aargau (Verwaltungsgerichtsbeschwerde)\n\n2A.315/2002 vom 11. Oktober 2002", "regestes": ["Art. 17 al. 2 3e phrase LSEE; cas des familles monoparentales en matière de regroupement familial; conditions auxquelles le parent survivant peut demander ultérieurement le regroupement familial de son enfant mineur. Qualité pour recourir de l'Office fédéral des étrangers (consid. 1.1). Le parent veuf et remarié qui a laissé durant de nombreuses années au pays son enfant sous la garde des grands-parents ou de proches parents ne peut demander ultérieurement le regroupement familial - à l'instar d'un parent séparé ou divorcé - que si des motifs sérieux commandent de modifier sa prise en charge éducative; compte tenu des prévisibles difficultés d'intégration, les exigences quant à la nécessité de changement seront d'autant plus élevées que l'enfant sera âgé (consid. 3)."], "faits": "|11|\n\nX. (geb. 1961), türkischer Staatsangehöriger, reiste am 15. Oktober 1983 in die Schweiz ein. Seine beiden ausserehelichen Kinder A. (geb. 1979) und B. (geb. 1982), die er mit seiner Landsfrau C. hat, liess er bei ihr in der Türkei zurück.\n\n|12|\n\nX. ging in der Schweiz zwei Mal eine Ehe mit Schweizer Bürgerinnen ein (am 2. Oktober 1987 mit D., Scheidung am 23. September 1991, bzw. am 8. November 1991 mit E., Scheidung am 19. Oktober 1999), was ihm ein Aufenthaltsrecht verschaffte und am 10. Dezember 1996 im Kanton Basel-Land zur Erteilung der Niederlassungsbewilligung führte.\n\nIn der Zwischenzeit (1988) war C., die Mutter seiner ausserehelichen Kinder A. und B., in der Türkei gestorben. Die beiden Kinder verblieben nun in der Obhut ihrer Grosseltern. 1992 verstarb auch die Tochter A.\n\nX. stellte erstmals am 14. April 1998 ein Familiennachzugsgesuch für seinen damals bereits 16-jährigen Sohn B., welches am 12. September 1998 vom Kanton Basel-Stadt (rechtskräftig) abgelehnt wurde. Ein zweites solches Gesuch stellte X. nach seiner Übersiedlung in den Kanton Aargau am 2. Februar 1999 (damals wohnte B. noch bei seinen Grosseltern). Mit Verfügung vom 23. Dezember 1999 lehnte die Fremdenpolizei das Gesuch ab. Eine hiergegen gerichtete Einsprache wies die Fremdenpolizei am 31. Januar 2000 ebenfalls ab.\n\nAm 22. Februar 2000 erhob X. gegen den Einsprache-Entscheid der Fremdenpolizei Beschwerde beim Rekursgericht im Ausländerrecht des Kantons Aargau.\n\nIm Laufe der Beschwerdeinstruktion heiratete X. seine Landsfrau F. (geb. 1967). Für sie und ihre drei Kinder G. (geb. 1983), H. (geb. 1992) und I. (geb. 1997) stellte er am 28. März 2000 ein Einreisegesuch, welches von der Fremdenpolizei sistiert wurde.\n\nWährend des laufenden Beschwerdeverfahrens war der Sohn B. gemäss den Angaben seines Vaters zu der Ehefrau gezogen, weil die Grosseltern mittlerweile zu betagt seien.\n\nMit Urteil vom 26. April 2002 hiess das Rekursgericht im Ausländerrecht des Kantons Aargau die Beschwerde von X. gut und bewilligte den Nachzug des Sohnes B. Es hob den Einspracheentscheid der Fremdenpolizei vom 31. Januar 2000 auf und wies diese an, den Aufenthalt von B. zu regeln.\n\nDas Bundesamt für Ausländerfragen führt mit Eingabe vom 20. Juni 2002 Verwaltungsgerichtsbeschwerde beim Bundesgericht mit den Anträgen, das Urteil des Rekursgerichts im Ausländerrecht des Kantons Aargau vom 26. April 2002 aufzuheben und die Verfügung der Fremdenpolizei vom 31. Januar 2000 zu bestätigen.\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n|13|", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Nach Art. 103 lit. b OG ist das in der Sache zuständige Departement oder, soweit das Bundesrecht es vorsieht, die in der Sache zuständige Dienstabteilung der Bundesverwaltung zur Verwaltungsgerichtsbeschwerde an das Bundesgericht berechtigt. Gemäss Art. 14 Abs. 2 der Organisationsverordnung vom 17. November 1999 für das Eidgenössische Justiz- und Polizeidepartement (OV-EJPD; SR 172.213.1) ist das Bundesamt für Ausländerfragen in den Bereichen des Ausländer- und Bürgerrechts ermächtigt, Verwaltungsgerichtsbeschwerde gegen letztinstanzliche kantonale Entscheide zu führen.\n\nDas Beschwerderecht der Bundesbehörden soll den richtigen und rechtsgleichen Vollzug des Bundesverwaltungsrechts sicherstellen. Dabei muss grundsätzlich kein spezifisches öffentliches Interesse an der Anfechtung der Verfügung nachgewiesen werden (BGE 113 Ib 219 E. 1b S. 221; BGE 127 II 32 E. 1b S. 35, je mit Hinweisen). Erforderlich ist nur, dass es der beschwerdeführenden Verwaltungseinheit nicht um die Behandlung abstrakter Fragen des objektiven Rechts, sondern um konkrete Rechtsfragen eines tatsächlich bestehenden Einzelfalles geht (vgl. BGE 125 II 633 E. 1a und b S. 635). Dies trifft vorliegend zu. Auf die Verwaltungsgerichtsbeschwerde des Bundesamtes für Ausländerfragen ist daher einzutreten.\n\n(...)\n\n2. Ein allfälliger Anspruch auf Familiennachzug des Sohnes B. kann sich vorliegend einzig aus Art. 17 Abs. 2 Satz 3 ANAG (SR 142.20) ergeben. Danach haben ledige Kinder von Ausländern, die in der Schweiz niedergelassen sind, Anspruch auf Einbezug in die Niederlassungsbewilligung ihrer Eltern, wenn sie mit diesen zusammen wohnen und noch nicht 18 Jahre alt sind. Der Sohn B. war im Zeitpunkt der Gesuchseinreichung noch nicht 18 Jahre alt. Der streitige Rechtsanspruch kann daher - weil es für die Altersfrage beim Familiennachzug gemäss Art. 17 Abs. 2 ANAG nach der Rechtsprechung auf den Zeitpunkt der Gesuchseinreichung ankommt (BGE 120 Ib 257 E. 1f S. 262 mit Hinweis) - heute noch geltend gemacht werden, wie dies die Vorinstanz richtig festgestellt hat. Auf Art. 8 Ziff. 1 EMRK, der den Schutz des Familienlebens garantiert (vgl. dazu ausführlich BGE 127 II 60 E. 1d/aa S. 64 f. mit Hinweisen), kann sich der Beschwerdegegner für den inzwischen volljährig gewordenen Sohn (geb. 1982) dagegen nicht berufen, da hiefür auf den heutigen Zeitpunkt abzustellen ist (BGE 120 Ib 257 |14| E. 1f S. 262). Dass ein besonderes Abhängigkeitsverhältnis vorliege, welches dem Sohn nach Erreichen der Volljährigkeit allenfalls einen Anspruch auf die Erteilung einer Aufenthaltsbewilligung gestützt auf Art. 8 EMRK verschaffen könnte, wurde und wird nicht behauptet.\n\nZu prüfen ist somit, ob das kantonale Rekursgericht durch die Anerkennung des Anspruches auf Familiennachzug gestützt auf Art. 17 Abs. 2 Satz 3 ANAG Bundesrecht falsch angewendet hat.\n\n3.\n\n3.1\n\n3.1.1 Zweck des so genannten Familiennachzugs ist es, das Leben in der Familiengemeinschaft zu ermöglichen. Der Gesetzeswortlaut (Art. 17 Abs. 2 Satz 3 ANAG, vgl. E. 2) verdeutlicht, dass die rechtliche Absicherung des Zusammenlebens der Gesamtfamilie angestrebt wird: Verlangt ist ausdrücklich, dass die Kinder mit ihren Eltern (Plural) zusammenwohnen werden. Auch die innere Systematik von Art. 17 Abs. 2 ANAG geht vom Zusammenleben mit Mutter und Vater aus. Die Nachzugsregelung ist mithin auf Familien zugeschnitten, in denen die (leiblichen) Eltern einen gemeinsamen ehelichen Haushalt führen (BGE 126 II 329 E. 2a S. 330 mit Hinweisen).\n\n3.1.2 Hinsichtlich der Anerkennung eines Anspruches auf nachträglichen Familiennachzug im Lichte von Art. 17 ANAG unterscheidet die bundesgerichtliche Rechtsprechung daher zwischen zusammenlebenden Eltern und getrennt lebenden Eltern (BGE 126 II 329 ff.). Nach der Rechtsprechung ist der nachträgliche Familiennachzug durch Eltern, die sich beide in der Schweiz niedergelassen haben und einen gemeinsamen ehelichen Haushalt führen, möglich, ohne dass besondere stichhaltige Gründe die beabsichtigte Änderung des Betreuungsverhältnisses rechtfertigen müssen. Innerhalb der allgemeinen Schranken von Art. 17 Abs. 2 Satz 3 ANAG ist somit der Nachzug von gemeinsamen Kindern grundsätzlich jederzeit zulässig; vorbehalten bleibt einzig das Rechtsmissbrauchsverbot (BGE 126 II 329 E. 3b S. 332). Hingegen ist die Praxis auf Grund der unterschiedlichen familiären Situation wesentlich restriktiver, wenn der nachträgliche Familiennachzug von Kindern getrennter bzw. geschiedener Eltern in Frage steht.\n\n3.1.3 Sind die Eltern voneinander getrennt oder geschieden und hält sich der eine Elternteil in der Schweiz, der andere aber im Ausland auf, kann es nicht um eine Zusammenführung der Gesamtfamilie |15| gehen. In solchen Fällen entspricht es dem Gesetzeszweck nicht, einen bedingungslosen Anspruch auf Nachzug der Kinder anzunehmen (BGE 125 II 585 E. 2a S. 586). Der nachträgliche Nachzug eines Kindes setzt diesfalls voraus, dass eine vorrangige Bindung des Kindes zum in der Schweiz lebenden Elternteil nachgewiesen ist und besonders stichhaltige familiäre Gründe, zum Beispiel eine Änderung der Betreuungsmöglichkeiten, dieses Vorgehen rechtfertigen (BGE 126 II 329 E. 2a und 3b S. 330/332). Die Verweigerung einer Bewilligung lässt sich jedenfalls dann nicht beanstanden, wenn die Familientrennung von den Betroffenen ursprünglich selbst freiwillig herbeigeführt worden ist, für die Änderung der bisherigen Verhältnisse keine überwiegenden familiären Interessen bestehen bzw. sich ein Wechsel nicht als zwingend erweist und die Fortführung und Pflege der bisherigen familiären Beziehungen nicht behördlich verhindert wird (BGE 124 II 361 E. 3a S. 366/367 mit Hinweisen).\n\n3.1.4 Die Situation des Beschwerdegegners lässt sich nicht ohne weiteres unter die genannten Kategorien (Gesamtfamilien oder getrennte Elternteile) subsumieren. Das Bundesgericht hat indessen in seiner Praxis zum nachträglichen Familiennachzug im Falle einer Teilfamilie unter dem Gesichtspunkt von Art. 17 Abs. 2 ANAG nicht nur darauf abgestellt, zu welchem Elternteil die vorrangige Beziehung besteht, sondern immer auch die Beziehungen der Kinder zu weiteren Betreuungspersonen (Grosseltern, ältere Geschwister) in Betracht gezogen (BGE 125 II 585 E. 2c S. 588). Wird deshalb - wie hier - das Kind im Ausland durch nahe Familienangehörige erzogen und betreut, so sind die durch die Praxis für den Fall der getrennten Familien entwickelten Grundsätze anzuwenden (Urteil 2A.510/2001 vom 11. März 2002, E. 4.3).\n\n3.2 Das Rekursgericht hat erwogen, bei einer Familie, bei der ein Elternteil verstorben sei, könne die (Gesamt)Familie nur noch aus dem Rest der Familie, d.h. aus einem Elternteil und dem Kind, bestehen. Innerhalb der allgemeinen Schranken von Art. 17 Abs. 2 ANAG gebe es damit einen vorbehaltlosen Anspruch auf Familiennachzug. Dabei stelle sich in derartigen Fällen, gleich wie wenn beide Elternteile in der Schweiz zusammenwohnen würden, weder die Frage nach der vorrangigen familiären Beziehung, noch müsse sich der Nachzug als notwendig erweisen. Stellten die allgemeinen Schranken von Art. 17 Abs. 2 ANAG kein Hindernis für den Familiennachzug dar, sei dieser nur dann zu verweigern, wenn sich das Gesuch als rechtsmissbräuchlich erweise.\n\n|16|\n\n3.3 Dieser Auffassung ist nicht beizupflichten (vgl. auch vorne E. 3.1.4):\n\n3.3.1 Ein bedingungsloser (bzw. nur unter dem Vorbehalt des Rechtsmissbrauches stehender) Anspruch des überlebenden Elternteils auf nachträglichen Nachzug der minderjährigen Kinder mag allenfalls dann gegeben sein, wenn zwischen diesem und den Kindern eine Familiengemeinschaft bereits bestanden hat und der überlebende Elternteil die Rolle, welche an sich den Eltern gemeinsam zukommt, trotz vorübergehender Betreuung der Kinder durch aussenstehende (nicht zur Kernfamilie gehörende) Dritte auch tatsächlich ausübt und das Zusammenleben mit den Kindern anstrebt bzw. sich diese Möglichkeit durch seine persönliche Lebensgestaltung erkennbar vorbehält. Von einer solchen Situation kann aber dann nicht die Rede sein, wenn der verbleibende Elternteil, wie hier, mit seinem (unehelichen) Kind praktisch nie zusammengelebt, sondern dies zunächst der verlassenen Mutter und nach deren Tod der Obhut der Grosseltern überlassen hat, um sich allein ins Ausland zu begeben und dort zwei Mal eine Ehe einzugehen, ohne dass es im Rahmen dieser neuen persönlichen Bindungen auch zu einer Familiengemeinschaft mit seinem im Heimatland zurückgelassenen Kind kam oder kommen konnte. Eine solche hat zwischen dem Beschwerdegegner und seinem Sohn während der 16 Jahre bis zum ersten Nachzugsgesuch nie bestanden. Unter solchen Umständen fällt ein nachträglicher Anspruch auf Familiennachzug, gleich wie bei getrennt lebenden Eltern, nur in Betracht, wenn stichhaltige Gründe eine Änderung der Betreuungsverhältnisse notwendig machen.\n\n3.3.2 Solche Gründe dürfen nicht leichthin bejaht werden. Es gelten hohe Beweisanforderungen (vgl. BGE 124 II 361 E. 4c S. 370/371); an den Nachweis der fehlenden Betreuungsmöglichkeit im Heimatland sind - zumal es aus integrationspolitischer Sicht nicht erwünscht ist, dass Jugendliche erst kurz vor Erreichung der Altersgrenze in die Schweiz geholt werden (Urteil 2A.34/2002 vom 22. Mai 2002, E. 3.4) - umso höhere Anforderungen zu stellen, je älter das Kind ist bzw. je grösser die ihm in der Schweiz drohenden Integrationsschwierigkeiten sind. In diesem Zusammenhang weist das beschwerdeführende Bundesamt zu Recht darauf hin, dass eine Übersiedlung des in der Türkei aufgewachsenen, dort sozial, kulturell und sprachlich integrierten Sohnes mit wesentlichen Schwierigkeiten verbunden sein dürfte.\n\n3.4 Wer, wie der Beschwerdegegner, als verwitweter bzw. wiederverheirateter Elternteil sein Kind jahrelang im Heimatland |17| in der Obhut der Grosseltern oder anderer naher Verwandter lässt, hat nach dem Gesagten - gleich wie ein getrennter oder geschiedener Elternteil (vgl. E. 3.1.3 und 3.1.4) - nur dann einen Anspruch auf nachträglichen Familiennachzug, wenn stichhaltige Gründe eine Änderung der Betreuungsverhältnisse gebieten, wobei wegen der zu erwartenden Integrationsschwierigkeiten an die Stichhaltigkeit dieser Gründe umso höhere Anforderungen zu stellen sind, je älter das Kind ist (vgl. E. 3.3.2). In diesem Zusammenhang ist zwar zu berücksichtigen, dass altersbedingte Hemmnisse für den Verbleib des Kindes bei den Grosseltern in manchen Fällen tatsächlich bestehen mögen. Es handelt sich dabei aber um Schwierigkeiten, die der emigrierte Elternteil, der sein Kind - trotz der voraussehbaren zeitlichen Schranken einer solchen Lösung - der Obhut der Grosseltern überlässt, letztlich von Anfang an in Kauf genommen hat. Wer - wie der Beschwerdegegner - in ein anderes Land übersiedelt, hat grundsätzlich die sich daraus für die Pflege familiärer Beziehungen ergebenden Konsequenzen zu tragen (Urteil 2A.187/2002 vom 6. August 2002, E. 2.3).\n\nStichhaltige Gründe, die eine Änderung der Betreuungsverhältnisse im Zeitpunkt der Gesuchseinreichung notwendig gemacht hätten, werden im angefochtenen Entscheid, der zu Unrecht die für den Familiennachzug bei gemeinsam lebenden Eltern geltenden Grundsätze als anwendbar erachtet hat und damit von falschen rechtlichen Voraussetzungen ausgegangen ist, nicht dargetan. Es ist insbesondere nicht ersichtlich, dass eine weitere altersgerechte Betreuung des Sohnes, der im Zeitpunkt der Gesuchseinreichung bereits 16 Jahre alt war und damit (schon damals) nicht mehr ständig einer persönlichen, insbesondere physischen Betreuung bedurfte, durch die Grosseltern nicht mehr möglich gewesen wäre. Ebenso wenig lässt sich aus dem Umstand, dass der Sohn inzwischen - nach Erreichung der Volljährigkeit - zu der jetzigen neuen Ehefrau des Beschwerdegegners gezogen ist, die damalige Notwendigkeit einer Änderung der Betreuungsverhältnisse ableiten."}