{"annee": "129", "cour": "III", "page": "417", "date": "22/5/2003", "cite": ["127 III 68", "110 II 113", "114 II 13", "109 IA 107", "122 III 404", "129 III 55", "128 III 411", "119 II 201"], "cite_par": ["145 III 433", "134 III 151", "132 III 626", "144 III 481", "137 III 617"], "chapeau": "70. Auszug aus dem Urteil der II. Zivilabteilung i.S. R. gegen S. sowie Obergericht des Kantons Aargau (staatsrechtliche Beschwerde) 5P.470/2002 vom 22. Mai 2003", "regestes": ["Art. 9 Cst., art. 176 al. 1 ch. 1 CC; protection de l'union conjugale, contribution à l'entretien du conjoint; violation arbitraire de l'interdiction de la reformatio in pejus; délai pour reprendre une activité lucrative après la naissance d'un enfant conçu hors mariage. La contribution d'entretien allouée à l'épouse pour une période déterminée ne peut être modifiée, en instance de recours, au détriment du mari qui a seul recouru sur ce point (consid. 2.1). Il n'est pas arbitraire d'accorder à l'épouse un délai convenable pour reprendre son activité lucrative après la naissance de son enfant conçu hors mariage (consid. 2.2)."], "faits": "BGE 129 III 417 S. 418\n\nA.- R. (nachfolgend: Ehemann) und S. (nachfolgend: Ehefrau oder Mutter) heirateten am 16. Januar 1998. Die Ehe blieb kinderlos. Am 16. Oktober 2001 gelangte die Ehefrau mit einem Eheschutzbegehren an das Gerichtspräsidium von Baden. Am 29. März 2002 gebar sie das Kind E., als dessen biologischen Vater sie ihren neuen Lebenspartner bezeichnete, mit dem sie seit 1. Oktober 2001 zusammenlebt. Der Gerichtspräsident 4 von Baden stellte mit Entscheid vom 17. Mai 2002 fest, die Ehegatten seien berechtigt, auf unbestimmte Zeit getrennt zu leben; er wies die Obhut über das Kind der Mutter zu und verpflichtete den Ehemann, an den Unterhalt des Kindes im April 2002 Fr. 100.- und ab Mai 2002 monatlich Fr. 300.- zuzüglich Kinderzulagen zu bezahlen (Dispositiv-Ziff. 4). Ferner wurde er dazu verhalten, seiner Ehefrau an deren persönlichen Unterhalt von Oktober 2001 bis März 2002 monatlich Fr. 400.-, im April 2002 Fr. 200.- und ab Mai 2002 Fr. 1'660.- zu entrichten (Dispositiv-Ziff. 5). Die Gesuche der Parteien um unentgeltliche Rechtspflege wurden abgewiesen (Dispositiv-Ziff. 7a: Gesuch der Ehefrau; 7b: Gesuch des Ehemannes).\n\nB.- Gegen diesen Entscheid gelangte der Ehemann mit Beschwerde an das Obergericht des Kantons Aargau und verlangte, die Ziffern 4, 5 und 7a (recte: 7b) des erstinstanzlichen Urteils aufzuheben. Die Ehefrau erhob Anschlussbeschwerde mit dem Antrag, die Ziffern 4, 5 und 7b des erstinstanzlichen Urteils zu bestätigen, dagegen Ziffer 7a aufzuheben und ihr schon für das erstinstanzliche Verfahren die unentgeltliche Rechtspflege zu bewilligen.\n\nAm 21. Oktober 2002 beschloss das Obergericht, auf die Anschlussbeschwerde nicht einzutreten, soweit damit um unentgeltliche Rechtspflege für das erstinstanzliche Verfahren ersucht wurde. Mit Urteil vom gleichen Tag hob es in teilweiser Gutheissung der Beschwerde die Dispositiv-Ziffern 4 und 5 des erstinstanzlichen Urteils auf. Zum einen strich es die Kinderrente ersatzlos, da die Mutter vor Gericht anerkannt habe, dass das Kind nicht vom Ehemann gezeugt worden sei; den Ehemann treffe voraussichtlich keine Unterhaltspflicht, auch wenn die Vaterschaft noch nicht beurteilt worden sei. Zum andern verpflichtete es den Ehemann, der Ehefrau an deren persönlichen Unterhalt monatlich vorschüssig von Oktober 2001 bis März 2002 Fr. 400.-, im April 2002 Fr. 170.-, von Mai 2002 bis Februar 2003 Fr. 1'806.- und ab März 2003 Fr. 1'356.- BGE 129 III 417 S. 419zu entrichten. Die Anschlussbeschwerde wurde abgewiesen, soweit darauf einzutreten war.\n\nC.- Der Ehemann führt staatsrechtliche Beschwerde wegen Verletzung von Art. 9 BV; er beantragt dem Bundesgericht, das Urteil des Obergerichts des Kantons Aargau vom 21. Oktober 2002 aufzuheben, der Beschwerde aufschiebende Wirkung zu erteilen und ihm für das bundesgerichtliche Verfahren die unentgeltliche Rechtspflege zu gewähren.\n\nDie Ehefrau schliesst auf Abweisung der Beschwerde sowie des Gesuches um aufschiebende Wirkung und verlangt ihrerseits die unentgeltliche Rechtspflege für das bundesgerichtliche Verfahren. Das Obergericht hat auf Vernehmlassung verzichtet.\n\nMit Präsidialverfügung vom 18. Dezember 2002 ist der staatsrechtlichen Beschwerde aufschiebende Wirkung für die vom Beschwerdeführer bis und mit November 2002 geschuldeten Unterhaltsbeiträge zuerkannt worden. Das Bundesgericht heisst die staatsrechtliche Beschwerde teilweise gut und hebt das angefochtene Urteil teilweise auf.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Unter dem Gesichtspunkt der Willkür rügt der Beschwerdeführer eine Verletzung des Verbotes der reformatio in peius. Der erstinstanzliche Richter habe den persönlichen Unterhaltsbeitrag für die Beschwerdegegnerin ab Mai 2002 auf Fr. 1'660.- festgesetzt. Im angefochtenen Urteil sei dieser Beitrag auf Fr. 1'806.- erhöht worden, obwohl die Beschwerdegegnerin in der Anschlussbeschwerde die Bestätigung der erstinstanzlich festgelegten Unterhaltsbeiträge beantragt habe. Dabei betrachte das Obergericht die Mutter und Kind zugesprochenen Unterhaltsbeiträge wie schon die erste Instanz als Einheit.\n\n2.1.1 Beim Verbot der reformatio in peius handelt es sich um einen klaren und unumstrittenen Rechtsgrundsatz, dessen Missachtung gegen das Willkürverbot (Art. 4 aBV; nunmehr Art. 9 BV) verstösst (BGE 110 II 113 E. 3c). Das Verschlechterungsverbot besagt namentlich, dass die Beschwerdeinstanz das angefochtene Urteil nicht zu Ungunsten der beschwerdeführenden Partei abändern darf, es sei denn, die Gegenpartei habe ihrerseits Anschlussbeschwerde ergriffen (vgl. BGE 110 II 113 E. 3a). Gründeten die Mutter und Kind zugesprochenen Geldleistungen auf einem einheitlichen Unterhaltsanspruch, stellte sich die Frage des Verschlechterungsverbots BGE 129 III 417 S. 420nicht, unterliegt doch der Kinderunterhalt der Offizialmaxime und kommt das Verschlechterungsverbot diesfalls nicht zum Tragen (vgl. BGE 119 II 201 E. 1; BGE 122 III 404 E. 3d). Nun verfügen aber Ehegatte und Kinder über selbstständige Ansprüche mit je eigenem rechtlichem Schicksal: Auch das unmündige Kind ist kraft eigenen Rechts unterhaltsberechtigt (Art. 289 Abs. 1 ZGB). Das gilt namentlich auch im Eheschutzverfahren, wenn die Leistung an den Vertreter erfolgt und dem Kind keine Parteistellung zukommt (vgl. BGE 129 III 55 E. 3). Im Übrigen unterscheidet die Regelung über das Getrenntleben der Ehegatten (Art. 176 ZGB) ausdrücklich zwischen dem andern Ehegatten (Art. 176 Abs. 1 Ziff. 1 ZGB) und den Kindern (Art. 176 Abs. 3 i.V.m. Art. 276 Abs. 2 ZGB) geschuldeten Geldleistungen. Da der Unterhaltsanspruch des Ehegatten nicht von der Offizialmaxime beherrscht wird (BGE 128 III 411 E. 3.2.2 S. 414), unterliegt er dem Verschlechterungsverbot.\n\n2.1.2 Daran vermag auch das Zusammentreffen von Kinder- und Ehegattenrente nichts zu ändern. Sind Unterhaltsansprüche bei wirtschaftlich engen Verhältnissen von vornherein durch die beschränkte Leistungsfähigkeit der Parteien begrenzt, kann zwar die Höhe der Ehegattenrente nicht losgelöst von jener der Kinderrente bestimmt werden. Auf eine Interdependenz der Renten wurde - wenn auch in anderem Zusammenhang - in BGE 128 III 411 E. 3.2.2 S. 414 hingewiesen. Doch rechtfertigt dies keine Abweichung vom Grundsatz, dass der Unterhaltsanspruch des Ehegatten der Dispositionsmaxime unterliegt, zumal einen Ehegatten nichts daran hindern kann, vom andern nebst dem Kinderunterhalt den für sich als angemessen erachteten persönlichen Unterhalt zu fordern. Die von der ersten Instanz zugesprochenen Unterhaltsbeiträge sind nur vom Beschwerdeführer angefochten worden. Das Obergericht hat demnach das Verbot der reformatio in peius und damit Art. 9 BV verletzt, indem es der Beschwerdegegnerin für die Zeit von Mai 2002 bis Februar 2003 einen höheren Unterhaltsbeitrag als die erste Instanz zugesprochen hat. Insoweit erweist sich die staatsrechtliche Beschwerde als begründet.\n\n2.2 In zweiter Linie rügt der Beschwerdeführer, das Obergericht habe in willkürlicher Weise der Beschwerdegegnerin eine mehrmonatige Übergangsfrist für die Wiederaufnahme ihrer Erwerbstätigkeit nach der Geburt des Kindes zugebilligt, womit er im Ergebnis während dieser Übergangsfrist für ein nicht von ihm stammendes Kind zu 100% unterhaltspflichtig werde. Hier gerate das Obergericht mit seinen eigenen Erwägungen in Widerspruch. Im BGE 129 III 417 S. 421angefochtenen Entscheid habe es festgehalten, dass die fehlende Erwerbstätigkeit der Mutter wegen der Geburt eines ausserehelichen Kindes nicht zu Lasten des Ehemannes berücksichtigt werden dürfe. Hätte das Obergericht diesen Grundsatz konsequent befolgt, so hätte es der Beschwerdegegnerin schon ab Mai 2002 ein Einkommen in Höhe von 50% ihres vor der Geburt erzielten Verdienstes anrechnen müssen, zumal die Betreuung des Kindes durch dessen biologischen Vater oder eine Drittperson leicht zu organisieren gewesen wäre. Der Beschwerdegegnerin wäre allenfalls eine Übergangszeit von wenigen Wochen, nicht aber eine übertriebene Schonzeit von rund 10 Monaten einzuräumen gewesen.\n\nDas Obergericht hat in diesem Zusammenhang ausgeführt, dass bei einer Ehefrau, die ein Kind von einem andern Mann empfangen hat, die dadurch verminderte Leistungsfähigkeit im Verhältnis zwischen den Ehegatten grundsätzlich nicht zu berücksichtigen sei; vielmehr habe der untreue Ehegatte die zusätzliche Belastung selber auszugleichen oder hinzunehmen. Allerdings sei es gerechtfertigt, vorliegend der Ehefrau für die Wiederaufnahme der Erwerbstätigkeit eine angemessene Übergangsfrist einzuräumen. Es hat sich dabei namentlich auf BGE 114 II 17 berufen. Mit einer rund 4-monatigen Frist ab Zustellung des obergerichtlichen Urteils werde der Ehefrau bis Ende Februar 2003 Zeit gegeben, sich auf die veränderten Verhältnisse einzustellen.\n\nDem Unterhaltspflichtigen ist eine angemessene Frist zur Umstellung einzuräumen, wenn die Pflicht zur Aufnahme oder Ausweitung der Erwerbstätigkeit grundsätzlich bejaht wird; er muss hinreichend Zeit dafür haben, die rechtlichen Vorgaben in die Wirklichkeit umzusetzen (BGE 114 II 13 E. 5 S. 17). Diese Überlegung gilt auch für Fälle wie den vorliegenden, wo es um die Wiederaufnahme der Erwerbstätigkeit durch die Ehefrau nach der Geburt eines nicht vom Ehemann stammenden Kindes geht. Die Einräumung einer Übergangsfrist stellt keinen Widerspruch zum Grundsatz dar, dass der Ehegatte dem untreuen Ehepartner nicht direkt in der Erfüllung seiner elterlichen Unterhaltspflicht beistehen muss. Denn bei der eigentlichen Unterhaltspflicht geht es um eine sich regelmässig über Jahre oder gar Jahrzehnte erstreckende Verpflichtung, wogegen eine Übergangsfrist naturgemäss eine vergleichsweise kurze Zeitspanne umfasst. Abgesehen davon besteht für den Stiefelternteil eine indirekte Beistandspflicht gegenüber dem untreuen Ehegatten (Art. 159 Abs. 3 ZGB; BGE 127 III 68 E. 3 S. 72). Im Lichte dieser Rechtsprechung erscheint die obergerichtliche Lösung nicht willkürlich.BGE 129 III 417 S. 422\n\nDie Übergangsfrist für die Wiederaufnahme der Erwerbstätigkeit soll denn auch den Aufbau der Beziehungen zwischen Mutter und Kind erleichtern und die körperliche sowie seelische Gesundheit der Mutter schützen.\n\nDie Übergangsfrist muss ihrem Zweck und den Umständen angemessen sein (BGE 114 II 13 E. 5 S. 17). Das obergerichtliche Urteil ist den Parteien am 4. November 2002 zugestellt worden. Die Beschwerdegegnerin hätte also frühestens auf Anfang Dezember 2002 eine Arbeitsstelle antreten können, falls sie innert so kurzer Zeit überhaupt eine solche gefunden hätte. Angesichts dessen durfte das Obergericht ohne Willkür die Übergangsfrist von der Zustellung seines Urteils an berechnen. Die Frist selbst hat es auf 4 Monate festgelegt, womit es das ihm in dieser Sache naturgemäss zustehende Ermessen weder überschritten noch missbraucht hat (BGE 109 Ia 107 E. 2). Der Willkürvorwurf erweist sich insoweit als unbegründet."}