{"annee": "129", "cour": "III", "page": "514", "date": "2/7/2003", "cite": ["87 II 54", "79 II 316", "108 II 69", "108 II 327", "120 II 307", "92 II 202", "116 II 471", "122 III 382", "88 IV 79", "113 II 77", "127 III 160", "84 II 579"], "cite_par": ["133 III 189", "130 III 328", "135 III 359", "131 III 495", "131 III 121", "134 III 314", "137 III 324", "133 III 342"], "chapeau": "82. Auszug aus dem Urteil der I. Zivilabteilung i.S. LEGO System A/S gegen Mega Bloks Inc. (Berufung)\n\n4C.46/2003 vom 2. Juli 2003", "regestes": ["Art. 1 et art. 2 let. a et b LPM; marque de forme; motifs d'exclusion de la protection. Motifs excluant la protection des marques de forme (au sens strict); énumération, en fonction de ceux-ci, des formes relevantes sous l'angle de la protection des marques (consid. 2). Exclusion de la protection en vertu de l'art. 2 let. b LPM (consid. 3) ou de l'art. 2 let. a LPM (consid. 4)."], "faits": "BGE 129 III 514 S. 515\n\nA.- Die LEGO System A/S (Beklagte) gehört zur dänischen LEGO-Gruppe, die seit mehreren Jahrzehnten die bekannten LEGO-Klemmbausteine herstellt. Sie hinterlegte beim Eidgenössischen Institut für Geistiges Eigentum (IGE) folgende schweizerische Formmarken:\n\n- am 1. April 1993 die Marke Nr. 411 469 für Spielbausteine (Kl. 28) (die eingereichte Abbildung zeigt einen quaderförmigen Stein mit acht aufgesetzten runden Noppen, je vier parallel in Längsrichtung angeordnet),\n\n- am 31. März 1995 die Marke Nr. 433 265 für Spielbausteine (Kl. 28) (dargestellt wird ein Quader mit sechs aufgesetzten runden Noppen, je drei parallel in Längsrichtung angeordnet),\n\n- am 31. März 1995 die Marke Nr. 433 266 für Spielbausteine (Kl. 28) (dargestellt wird ein länglicher Quader mit vier aufgesetzten runden Noppen, in einer Reihe in Längsrichtung angeordnet),\n\n- am 31. März 1995 die Marke Nr. 433 267 für Spielbausteine (Kl. 28) (dargestellt wird ein gleichseitiger Quader mit vier aufgesetzten runden Noppen, je in gleichem Abstand angeordnet),\n\n- am 31. März 1995 die Marke Nr. 433 268 für Spielbausteine (Kl. 28) (dargestellt wird ein länglicher Quader mit zwei aufgesetzten runden Noppen, in Längsrichtung angeordnet).\n\nDie Mega Bloks Inc. (Klägerin), vormals Ritvik Holdings Inc., gehört zur kanadischen Ritvik-Gruppe und vertreibt weltweit Spielzeuge. Sie produziert seit den Achtzigerjahren des letzten Jahrhunderts unter anderem Klemmbausteine, die mit den LEGO-Bausteinen kompatibel sind.\n\nBGE 129 III 514 S. 516\n\nB.- Am 9. März 2000 stellte die Klägerin beim Handelsgericht des Kantons Zürich das Rechtsbegehren, die vorstehend genannten Formmarken der Beklagten seien nichtig zu erklären. Das Handelsgericht kam diesem Begehren mit Urteil vom 17. Dezember 2002 nach. Es befand insbesondere, alle Merkmale der hinterlegten Formmarken seien funktional und es bestehe keine Differenz zwischen dem vom Publikum Erwarteten und der tatsächlichen Form, weshalb diese nicht kennzeichnungskräftig sei. Ausserdem stelle das Vorgehen der Beklagten einen Missbrauch des Instituts der Marke dar, das keinen Schutz verdiene, weil die Beklagte versuche, Konkurrenzprodukte vom Markt zu verdrängen, die berechtigterweise die gleiche Form und die selben Masse aufwiesen.\n\nC.- Die Beklagte führt eidgenössische Berufung mit den Anträgen, das Urteil des Handelsgerichts sei aufzuheben und die Nichtigkeitsklage abzuweisen. Eventuell sei die Streitsache zu neuer Beurteilung im Sinne der Erwägungen an die Vorinstanz zurückzuweisen. Sie rügt eine Verletzung von Art. 2 lit. a und b MSchG und von Art. 2 Abs. 2 ZGB.\n\nDie Klägerin schliesst auf Abweisung der Berufung.\n\nDas Bundesgericht heisst die Berufung teilweise gut und weist die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n2. Nach der Legaldefinition von Art. 1 Abs. 1 MSchG (SR 232.11) ist die Marke ein Zeichen, das geeignet ist, Waren oder Dienstleistungen eines Unternehmens von solchen anderer Unternehmen zu unterscheiden. Marken können insbesondere in dreidimensionalen Formen bestehen (Art. 1 Abs. 2 MSchG).\n\n2.1 Dreidimensionale Marken können einerseits plastische Kennzeichen sein, die zumindest gedanklich von Ware und Verpackung ohne Funktionsverlust getrennt werden können (Formmarken im weiteren Sinn). Anderseits kann es sich dabei um die kennzeichnende Formgebung der Ware selbst oder ihrer Verpackung handeln (eigentliche Formmarken oder Formmarken im engeren Sinn), d.h. um kennzeichnende Formen, die unmittelbar in der Ware oder in der Verpackung verkörpert sind (MARBACH, Markenrecht, in: von Büren/David [Hrsg.], Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bd. III, Kennzeichenrecht, Basel 1996, S. 20; MARTIN LUCHSINGER, Dreidimensionale Marken, Formmarken und Gemeingut, sic! 2/1999 S. 195).BGE 129 III 514 S. 517\n\nIm vorliegenden Fall sind die Formen der LEGO-Spielbausteine als Formmarken eingetragen. Als Marke beansprucht wird die kennzeichnende Formgebung der Ware selbst, wie sie auf den beim IGE hinterlegten Abbildungen dargestellt wurde (vgl. vorstehend lit. A; BGE 120 II 307 E. 3a S. 310).\n\n2.2 Vom Markenschutz absolut ausgeschlossen sind nach Art. 2 lit. a MSchG Zeichen, die Gemeingut sind, es sei denn, sie hätten sich für die beanspruchten Waren oder Dienstleistungen im Verkehr durchgesetzt. Besonders für Formmarken (im engeren Sinn) gilt sodann der Schutzausschlussgrund des Art. 2 lit. b MSchG (vgl. BGE 120 II 307 E. 2a S. 308). Danach sind Formen vom Markenschutz ausgeschlossen, die das Wesen der Ware ausmachen, sowie Formen der Ware oder Verpackung, die technisch notwendig sind. Für Formen, die sich insbesondere aufgrund der Art, Bestimmung oder Verwendungsweise der Ware geradezu aufdrängen, soll damit ein absolutes Freihaltebedürfnis konkretisiert werden (Botschaft des Bundesrates zum Markenschutzgesetz vom 21. November 1990, BBl 1991 I 1, S. 20). Dies entspricht dem alleinigen rechtlich geschützten Zweck der Marke, die gekennzeichneten Waren zu individualisieren und von anderen Waren zu unterscheiden, um die Verbraucher in die Lage zu versetzen, ein einmal geschätztes Produkt in der Menge des Angebots wiederzufinden (Art. 1 Abs. 1 MSchG; vgl. BGE 122 III 382 E. 1 S. 383 f., 469 E. 5f S. 579). Der markenrechtliche Schutz einer Form soll die Konkurrenz einzig daran hindern, Ware in einer verwechselbaren äusseren Form auf den Markt zu bringen und damit die Individualisierungsfunktion der Marke zu verwässern. Ebenso wie der wettbewerbsrechtliche Ausstattungsschutz nach Art. 3 lit. d UWG (SR 241) darf er nicht dazu führen, dass technische Lehren, deren Gebrauch patentrechtlich statthaft ist, oder unerlässliche Formen, die Waren bestimmter Art charakterisieren, auf unbeschränkte Zeit monopolisiert werden (vgl. Art. 10 Abs. 2 MSchG und Art. 14 PatG [SR 232.14]; BGE 116 II 471 E. 3a/aa S. 472; BGE 88 IV 79 E. 2 S. 83; BGE 84 II 579 E. 2 S. 582; siehe auch BGE 120 II 307 E. 3a S. 309 f.; PETER HEINRICH/ANGELIKA RUF, Markenschutz für Produktformen?, sic! 5/2003 S. 395 ff., 396 und 400; vgl. auch PETER V. KUNZ, Grundsätze zum Immaterialgüterrecht - Illustration am Beispiel des neuen Designgesetzes, recht 3/2002 S. 85 ff., 96 f.).\n\n2.3 Die besonderen Schutzausschlussgründe von Art. 2 lit. b MSchG konkretisieren spezifisch für Formmarken den Kern der absoluten Freihaltebedürftigkeit. Ihnen kommt gegenüber dem allgemeinen BGE 129 III 514 S. 518Schutzausschlussgrund nach Art. 2 lit. a MSchG insoweit keine selbständige Bedeutung zu, als sie bloss für die Formmarken wiederholen, was in Art. 2 lit. a MSchG bereits allgemein gesagt wird. Eine technisch notwendige Waren- oder Verpackungsform ist für den Verkehr unentbehrlich und somit immer auch freihaltebedürftiges Gemeingut. Formen, die das Wesen der Ware ausmachen, sind entweder ebenfalls technisch notwendig, oder es fehlt ihnen die Unterscheidungskraft, weil sie nicht geeignet sind, ein Produkt zu individualisieren. Die Ausschlussgründe nach Art. 2 lit. b MSchG können daher als besondere Anwendungsfälle der allgemeinen Norm von Art. 2 lit. a MSchG betrachtet werden (vgl. dazu HEINRICH/RUF, a.a.O., S. 404 f. und 409).\n\nDie besondere Bedeutung der Ausschlussgründe nach Art. 2 lit. b MSchG liegt darin, dass das Schutzhindernis für die davon erfassten Formen nicht durch Verkehrsdurchsetzung überwunden werden kann und die markenrechtliche Monopolisierung der Formen daher auch ausgeschlossen ist, wenn sie sich im Verkehr durchgesetzt haben (vgl. MARBACH, a.a.O., S. 60 f.; RUTH ARNET, Die Formmarke, Diss. Zürich 1993, S. 62 und 118 ff.; MARKUS WANG, Die schutzfähige Formgebung, Diss. St. Gallen 1998, S. 376 f.; MARKUS INEICHEN, Das urheberrechtlich geschützte Werk als Zeichen für Waren und Dienstleistungen, Diss. Zürich 2002, S. 57 f. [nachfolgend zitiert als INEICHEN, Diss.]; STREULI-YOUSSEF, Zur Schutzfähigkeit von Formmarken, sic! 11/2002 S. 794 ff., 795). Ist dagegen allein der Ausschlussgrund des Gemeingebrauchs im Sinne von Art. 2 lit. a MSchG gegeben, kann auch eine Form mit der Durchsetzung im Verkehr Kennzeichenfähigkeit erlangen. In diesem Sinne ist das in BGE 120 II 307 publizierte Präjudiz in der Lehre auch zutreffend verstanden worden (vgl. ROLF AUF DER MAUR, AJP 1995 371 ff., 373; LUCHSINGER, a.a.O., S. 199; DAVID MEISSER/DANIEL BOHREN, Perpetuierter Patentschutz durch Formmarken?, SMI 1995 S. 225 ff., 227 f.).\n\n2.4 Systematisch lassen sich aufgrund des Gesagten folgende Kategorien von markenschutzrelevanten Formen unterscheiden:\n\n2.4.1 Formen, die das Wesen der Ware ausmachen (Art. 2 lit. b MSchG): Dabei handelt es sich um Formen, die schutzunfähig sind, weil sie das Publikum aufgrund der Funktion eines Produkts voraussetzt (z.B. ein rein quadratisch geformtes vierbeiniges Tabouret, ein herkömmlich geformter Tennisschläger, ein \"traditioneller\" [runder] Fussball, ein \"amerikanischer\" [ovaler] Fussball oder eine künstliche Rose [vgl. dazu die nachfolgende Erwägung 3.1.1]).BGE 129 III 514 S. 519\n\n2.4.2 Die technisch notwendige Form im Sinn von Art. 2 lit. b MSchG: Eine solche ist gegeben, wenn dem Konkurrenten für ein Produkt der betreffenden Art (technisch) überhaupt keine alternative Form zur Verfügung steht oder im Interesse eines funktionierenden Wettbewerbs nicht zugemutet werden kann (vgl. dazu die Erwägungen 3.2.1 und 3.2.2 hinten). Zu denken ist beispielsweise an die Form der Spitze eines herkömmlichen Kreuzschraubenziehers oder der vier- oder mehrkantigen Hülse eines Schraubenschlüssels, die dazu bestimmt ist, den Schraubenkopf zu umfassen. Technisch notwendige Formen in diesem Sinn sind absolut schutzunfähig.\n\n2.4.3 Technisch bedingte Formen: Dabei handelt es sich um Formen, die durch den Verwendungszweck bestimmt sind, ohne dass sie aber zur Herstellung von Waren einer bestimmten Art im vorstehend (Erwägung 2.4.2) ausgeführten Sinne notwendig sind. Ihnen fehlt regelmässig die Unterscheidungskraft. Sie bilden daher grundsätzlich Gemeingut im Sinne von Art. 2 lit. a MSchG und sind als solches schutzunfähig. Ausnahmsweise kann eine technisch bedingte Form als Formmarke beansprucht werden, wenn sie aufgrund ihrer Originalität unterscheidungskräftig wirkt oder wenn sie sich im Verkehr als Kennzeichen durchgesetzt hat (vgl. dazu MARBACH, a.a.O., S. 62 f.). Die von MARBACH (a.a.O.) weiter genannte Schutzvoraussetzung, dass die Form frei variiert werden kann, ist dem Begriff der technisch (bloss) bedingten Form immanent; kann eine Form nicht in dem Sinn frei variiert werden, dass zumutbare Alternativen zur Verfügung stehen, handelt es sich nicht um eine technisch bedingte, sondern um eine absolut schutzunfähige, da technisch notwendige Form im vorstehenden Sinn.\n\n2.4.4 Schliesslich lassen sich technisch mitbeeinflusste Formen unterscheiden. Darunter fallen Formgebungen, die zwar technisch nützlich, aber nicht technisch bestimmt sind (z.B. die Form der \"Toblerone\", die das Abbrechen der einzelnen Schokoladenstücke erleichtert, aber nicht darauf ausgelegt ist). Sie sind grundsätzlich schutzfähig; soweit sie sich allerdings in Formen des Gemeinguts erschöpfen, nur unter der Voraussetzung, dass sie sich im Verkehr durchgesetzt haben.\n\n3. Im Folgenden ist zunächst zu prüfen, ob der Schutz der hier umstrittenen Warenformen nach Art. 2 lit. b MSchG absolut und ohne Rücksicht auf eine allfällige Verkehrsdurchsetzung ausgeschlossen ist (vgl. MARKUS INEICHEN, Die Formmarke im Lichte der absoluten Ausschlussgründe nach dem schweizerischen Markenschutzgesetz, BGE 129 III 514 S. 520GRUR International 3/2003 S. 193 ff., 201; STREULI-YOUSSEF, a.a.O., S. 795).\n\nDie Vorinstanz hat angenommen, die Form der LEGO-Bausteine - insbesondere die Quaderform, aber auch die Anordnung, die Form und die Masse der aufgesetzten Noppen - ergebe sich aus dem Verwendungszweck als Baustein. Sie entspreche auch für Spielbausteine dem Gewohnten und Erwarteten.\n\n3.1 Es stellt sich damit zunächst die Frage, ob die Form der LEGO-Bausteine nach Art. 2 lit. b MSchG vom Markenschutz absolut ausgeschlossen ist, weil sie das Wesen der Ware ausmacht.\n\n3.1.1 Die Elemente einer Ware, die in der Anschauung des Publikums spezifisch Produkte dieser Gattung charakterisieren, haben keine Kennzeichnungskraft. Funktional oder ästhetisch notwendige Formen können ohne Veränderung der spezifischen Eigenschaft der Ware selbst nicht verändert oder ausgewechselt werden. Sie sind daher nicht zur Individualisierung der Ware gegenüber gleichartigen Produkten geeignet. Ihr Schutz würde zur Monopolisierung von Waren bestimmter Art als solchen führen, was dem Zweck des Kennzeichenschutzes durch das MSchG widerspricht. Es bedarf daher einer Differenz zwischen den vom Publikum funktional oder ästhetisch erwarteten Elementen einer Ware und der tatsächlichen Form; die in der ästhetischen Form verkörperte Idee und der Gebrauchszweck der Ware sind gemeinfrei und dürfen markenrechtlich von jedem Mitbewerber benützt werden (BGE 120 II 307 E. 3b S. 310 f.; vgl. auch BGE 88 IV 79 E. 2 S. 83; MARBACH, a.a.O., S. 64 f.; DAVID, Basler Kommentar, Markenschutzgesetz, Muster- und Modellgesetz, 2. Aufl., Basel 1999, N. 46 zu Art. 2 MSchG; WILLI, MSchG-Kommentar, Zürich 2002, N. 212 zu Art. 2 MSchG; ARNET, a.a.O., S. 81 ff.; WANG, a.a.O., S. 358 und 363; INEICHEN, Diss., a.a.O., S. 198).\n\n3.1.2 Im vorliegenden Fall hat die Vorinstanz zutreffend angenommen, dass die von der Beklagten für Spielbausteine beanspruchte Quader-Form den Erwartungen des Publikums an einen Spielbaustein entspricht. Quaderförmige Steine (Bauklötze) sind in verschiedensten Dimensionen als Spielzeug für Kinder verbreitet. Dass sich Bauten, wie die Beklagte geltend macht, auch mit Prismen errichten lassen oder mit Körpern, die beispielsweise Rundungen aufweisen, ändert daran nichts. Die traditionell verbreitetste und daher vom Publikum erwartete Form eines \"Bausteines\" für Mauern und insbesondere für Häuser ist auch in der Realität quaderförmig und wird daher in der Übertragung auf das Spiel erwartet. Die Auffassung BGE 129 III 514 S. 521der Vorinstanz, wonach das Publikum von \"Spielbausteinen\" erwartet, dass sie eine quaderförmige Gestalt aufweisen, ist insoweit bundesrechtlich nicht zu beanstanden.\n\n3.1.3 Der Vorinstanz kann dagegen nicht gefolgt werden, wenn sie ungeachtet der umstrittenen Markeneintragungen als \"Spielbaustein\" davon ausgeht, die Eigenschaft des Klemmens und damit auch die dieser Funktion dienenden Elemente der Form gehörten nicht nur im vorliegenden Fall, sondern allgemein zum Wesen des Spielbausteins. Von quaderförmigen Bausteinen wird bloss erwartet, dass sie nebeneinander gereiht und aufeinander geschichtet werden können. Dass sie auch gegeneinander fixierbar sind, gehört dagegen nicht zum Wesen der Ware Spielbaustein. Der Gebrauchszweck des \"Zusammenbauens\" ist für zum Spielen bestimmte \"Bausteine\" nicht wesentlich. Die Möglichkeit des gegenseitigen Fixierens und die dafür angebrachten, sich in der Form niederschlagenden \"Vorrichtungen\" können daher - wie die Beklagte zutreffend ausführt - Spielbausteine grundsätzlich individualisieren. Derartige Spiel-Bauelemente können zudem gerade wegen der gegenseitigen Fixierbarkeit in ihren Grundformen weit vielfältiger ausgestaltet werden als in blossen Quadern. Entsprechend erwartet das Publikum von solchen zum Zusammenbauen bestimmten Elementen keine Quaderform.\n\n3.1.4 Die Formen, für welche die Beklagte Markenschutz beansprucht, gehen somit über das hinaus, was das Publikum bei einem Spielbaustein erwartet. Mit der Annahme, das Publikum erwarte als \"Spielbaustein\" einen Klemmstein in der hinterlegten Form eines bestimmt proportionierten Quaders mit aufgesetzten zylindrischen Noppen, die eine feste Verbindung der Steine ermöglicht, ist die Vorinstanz vielmehr einer rückblickenden Betrachtungsweise verfallen, die sie an anderer Stelle in ihrem Urteil selbst zutreffend als unzulässig bezeichnet. Mit der Klemmwirkung, die ein festes Zusammenbauen der Steine ermöglicht, eignet den Spielbausteinen in der hinterlegten Form vielmehr ein zusätzlicher Gebrauchszweck, den das Publikum von Waren der beanspruchten Art, das heisst von Spielbausteinen, nicht erwartet und der nur mittels Verwendung besonderer Formelemente erreicht werden kann. Zwar ist dieser zusätzliche Gebrauchszweck als solcher kennzeichenrechtlich nicht monopolisierbar und kann für die konkrete Form der Quader mit den aufgesetzten zylinderförmigen Noppen kein markenrechtlicher Schutz beansprucht werden, wenn sie zur Erreichung dieses Gebrauchszwecks erforderlich ist. Dies betrifft allerdings entgegen der Auffassung BGE 129 III 514 S. 522der Vorinstanz ihre technische Notwendigkeit für die Funktion des gegenseitigen Ineinandergreifens der einzelnen Steine bzw. des Zusammenbauens, nicht aber die vom Publikum für Spielbausteine erwarteten grundlegenden Elemente.\n\n3.1.5 Die Klemmwirkung gehört somit entgegen der Ansicht der Vorinstanz nicht zum vom Publikum erwarteten Wesen der Ware \"Spielbaustein\", während anderseits Spiel-Bauelemente mit Klemmwirkung nicht auf Quaderformen beschränkt sind. Die umstrittenen Formen für Spielbausteine setzen sich nicht ausschliesslich aus Elementen zusammen, die nach den Erwartungen des Publikums das Wesen der Ware ausmachen. Die von der Beklagten beanspruchten Formen sind daher nicht schon vom markenmässigen Schutz ausgeschlossen, weil sie im Sinne von Art. 2 lit. b MSchG das Wesen der Ware ausmachen würden.\n\n3.2 Nach dem Gesagten kommt vorliegend als absoluter Schutzausschlussgrund gemäss Art. 2 lit. b MSchG allein die technische Notwendigkeit der beanspruchten Formen in Betracht.\n\n3.2.1 Vor dem Erlass des geltenden MSchG, in dem die Formmarke erst eingeführt wurde, hatte die Praxis des Bundesgerichtes die Kennzeichnungskraft von Warenformen insbesondere im Zusammenhang mit dem wettbewerbsrechtlichen Ausstattungsschutz anerkannt (BGE 88 IV 79 E. 1 S. 81 f.; BGE 79 II 316 E. 2c S. 321). Unlauterer Wettbewerb wurde jedoch erst bejaht, wenn die Gestaltung nicht \"technisch bedingt\" war, d.h. dem Konkurrenten die Wahl einer andern Gestaltung ohne Änderung der technischen Konstruktion und ohne Beeinträchtigung des Gebrauchszwecks möglich und auch zumutbar gewesen wäre, er dies aber vorsätzlich oder auch fahrlässig unterliess (BGE 88 IV 79 E. 2 S. 82 f.; BGE 79 II 316 E. 2b S. 320, je mit Hinweisen). Unter Berücksichtigung der Anzahl anderer Gestaltungsmöglichkeiten (BGE 108 II 69 E. 2b/c S. 73 ff.) wurde namentlich der Verzicht auf eine nahe liegende und zweckmässige Ausstattung als unzumutbar erachtet, wenn an deren Stelle eine weniger praktische, eine weniger solide oder eine mit grösseren Herstellungskosten verbundene Ausführung hätte gewählt werden müssen (BGE 87 II 54 E. 3a S. 58). In BGE 113 II 77 E. 3c S. 80 f. mass das Bundesgericht dagegen unter Verweis auf einen vereinzelten früheren Entscheid (BGE 92 II 205) dem Umstand keine Bedeutung zu, dass die technischen Funktionen mit andern Formen hätten verwirklicht werden können, und liess die Nachahmung eines Modells mit technisch bedingter Form zu, obwohl die technischen Funktionen auch mit einer anderen Gestaltung hätten erreicht werden BGE 129 III 514 S. 523können. Es verstand das Erfordernis der technischen Bedingtheit hier nicht mehr im Sinne der früheren Rechtsprechung als technische Notwendigkeit (vgl. PATRICK TROLLER, Zum Schutz \"technisch bedingter\" Formen als Modelle, Ausstattungen oder Formmarken, in: Festschrift zum 70. Geburtstag von Dr. Rudolf Ernst Blum, Zürich 1989, S. 163 ff., 173).\n\n3.2.2 Der Bundesrat hatte in der Botschaft zum Markenschutzgesetz (a.a.O.) vorgeschlagen, Formen vom Markenschutz auszuschliessen, die \"technisch bedingt\" sind (BBl 1991 I 1, S. 62). Der Ausdruck technisch bedingt wurde in der parlamentarischen Beratung auf Antrag der Nationalratskommission durch \"technisch notwendig\" ersetzt. Der deutschsprachige Berichterstatter bemerkte, mit der zwingenderen Formulierung werde eine Klärung der Rechtslage insbesondere im Blick auf die etwas unklare Rechtsprechung des Bundesgerichts angestrebt (Votum Stamm, AB 1992 N 398). Gleichzeitig wies der französischsprachige Berichterstatter darauf hin, es sei mit der Änderung eine Angleichung an das EU-Recht beabsichtigt (Votum Ducret, AB 1992 N 398). Die Berichterstatterin im Ständerat beantragte Zustimmung mit der Begründung, es handle sich um eine redaktionelle Änderung (Votum Meier, AB 1992 S 385); zuvor hatte sie im Sinne der bundesrätlichen Botschaft ausgeführt, die Konkretisierung, wann eine Form absolut schutzunfähig ist und nicht monopolisiert werden darf, werde weiterhin im Einzelfall durch die Rechtsprechung erfolgen müssen (AB 1992 S 24; vgl. auch BBl 1991 I 20). Aus dem Gesagten ergibt sich, dass das Parlament mit der redaktionellen Änderung für die Schutzfähigkeit einer Form nach Art. 2 lit. b MSchG als entscheidend vorgeben wollte, ob der angestrebte technische Zweck - im Sinne der früheren Rechtsprechung des Bundesgerichts zum wettbewerbsrechtlichen Ausstattungsschutz - durch andere zumutbare Gestaltungsmöglichkeiten erreicht werden kann (vgl. dazu MARBACH, a.a.O., S. 64; WILLI, a.a.O., N. 209 zu Art. 2 MSchG; WANG, a.a.O., S. 382; PHILIPPE GILLIÉRON, Les divers régimes de protection des signes distinctifs et leurs rapports avec le droit des marques, Diss. Lausanne 1999, S. 229; ARNET, a.a.O., S. 106 f.).\n\n3.2.3 Im vorliegenden Fall steht zur Lösung des technischen Problems der Verklemmung oder Verzahnung der einzelnen Bausteine gegeneinander eine Vielzahl von Möglichkeiten zur Verfügung. Die Vorinstanz hat insofern festgestellt, dass zur Erzielung der Klemmwirkung andere technische Ausgestaltungen als (aufgesetzte) runde gefüllte Noppen möglich sind. Es ist unbestreitbar, dass die von der BGE 129 III 514 S. 524Beklagten als Form beanspruchten, auf den Quadern der Spielbausteine aufgesetzten, zylinderförmigen Noppen nicht die einzige Möglichkeit bilden, um die Fixierung der Spielbausteine gegeneinander zu erreichen. Insbesondere sind technische Ausgestaltungen denkbar, die beim vertikalen Bau eine Verzahnung durch positiv vorstehende Elemente auf der Unterseite des Quaders mit Aussparungen auf der Oberseite der \"Bausteine\" bewirken. Neben zylindrischen, ausgefüllten Noppen kommen dafür eine Vielzahl anderer Elemente in Frage (anders geformte Aufsätze, aber auch durchgängig parallel geführte Erhebungen etc.). Es kann sich daher einzig fragen, ob der Klägerin die Wahl einer anderen technischen Möglichkeit zur Erreichung des stabilen Ineinandergreifens der Spielbausteine unzumutbar sei.\n\n3.2.4 Diese Frage hat die Vorinstanz nicht abschliessend beurteilt. Sie hat zwar festgestellt, dass es praktikable Alternativen zu runden, gefüllten Noppen gibt. Ausgehend von der unzutreffenden Auffassung, das Publikum erwarte für Spielbausteine bzw. \"Klemm\"-Bausteine Quader mit aufgesetzten Noppen, hat sie jedoch nur geprüft, welches die nahe liegende und erwartete Form der Noppen sei. Die tatsächlichen Feststellungen im angefochtenen Urteil erlauben die Beurteilung nicht, ob die auf den bestimmt proportionierten Quadern aufgesetzten, in bestimmter Weise angeordneten, zylinderförmigen Noppen zur Erreichung der angestrebten Klemm- oder Stabilisierungswirkung beim Zusammenbau der Spielbausteine technisch notwendig sind. Dies wäre der Fall, wenn Mitbewerbern wie der Klägerin mit dem Verbot ihrer Verwendung der Verzicht auf eine nahe liegende und zweckmässige Ausstattung zugemutet würde, so dass sie an deren Stelle eine weniger praktische, eine weniger solide oder eine mit grösseren Herstellungskosten verbundene Ausführung wählen müssten.\n\n4. Formen, die nicht im Sinne von Art. 2 lit. b MSchG das Wesen der Ware ausmachen oder technisch notwendig sind, können dennoch zum Gemeingut gehören. Gegebenenfalls sind sie nach Art. 2 lit. a MSchG vom Kennzeichenschutz ausgeschlossen, sofern sie sich nicht im Verkehr als Marke für die beanspruchte Ware durchgesetzt haben (vgl. die vorstehende Erwägung 2.3).\n\n4.1 Als Gemeingut gelten nach ständiger Praxis Hinweise auf Eigenschaften, die Beschaffenheit, die Zusammensetzung, die Zweckbestimmung oder die Wirkung der Ware oder Dienstleistung, welche die Marke kennzeichnet. Dass die Marke Gedankenassoziationen BGE 129 III 514 S. 525weckt oder Anspielungen enthält, die nur entfernt auf die Ware oder Dienstleistung hindeuten, reicht freilich nicht aus, sie zur Beschaffenheitsangabe werden zu lassen. Der gedankliche Zusammenhang mit der Ware oder Dienstleistung muss vielmehr derart sein, dass der beschreibende Charakter der Marke ohne besonderen Aufwand an Fantasie zu erkennen ist (BGE 127 III 160 E. 2b/aa S. 166 f. mit Hinweisen). Zum Gemeingut gehören insbesondere Formen, die weder in ihren Elementen noch in ihrer Kombination vom Erwarteten und Gewohnten abweichen und daher mangels Originalität im Gedächtnis der Abnehmer nicht haften bleiben (BGE 120 II 307 E. 3b; vgl. auch Urteil 4A.6/1999 vom 14. Oktober 1999, E. 3, sic! 4/2000 S. 286).\n\n4.2 Bei den von der Beklagten als Marken hinterlegten Formen der LEGO-Bausteine handelt es sich, sofern sie nicht technisch notwendig sind, jedenfalls um technisch bedingte Formen, die nicht als originell und damit als unterscheidungskräftig betrachtet werden können:\n\nDas Formelement des Quaders ist als solches für Spielbausteine weder unerwartet noch überraschend. Auch die aufgesetzten, zylindrischen Noppen sind als solche für Spiel-Bauelemente übliche, gebräuchliche und daher nicht kennzeichnungskräftige, sondern gemeinfreie Elemente. Die Bestandteile hinterlassen beim Publikum weder je für sich allein noch in ihrer Kombination einen prägenden Eindruck der Spielbausteine, der im Gedächtnis haften bliebe.\n\nDie als Marke beanspruchten Formen sind daher nicht kennzeichnungskräftig und somit nur schutzfähig, wenn sie sich im Verkehr durchgesetzt haben (vgl. Erwägung 2.4.3 oben; zum Begriff der Verkehrsdurchsetzung vgl. DAVID, a.a.O., N. 38 f. zu Art. 2 MSchG; MARBACH, a.a.O., S. 55 f.; HEINRICH/RUF, a.a.O., S. 403). Es kann insofern zwar als notorisch gelten, dass die LEGO-Bausteine in den von der Beklagten hinterlegten Formen beim schweizerischen Publikum seit langem allgemein bekannt sind (vgl. BGE 108 II 327; Urteil vom 8. November 1960, E. 5e, SMI 1961 S. 71 ff.). Die Klägerin bestreitet jedoch, dass sich die hinterlegten LEGO-Baustein-Formen im Verkehr rechtserheblich als Unterscheidungsmerkmal der Waren der Beklagten durchgesetzt haben, und die Beklagte beantragt die Rückweisung der Streitsache an die Vorinstanz. Da die Vorinstanz - aufgrund ihrer Rechtsauffassung folgerichtig - die Verkehrsdurchsetzung der hinterlegten Formmarke nicht geprüft hat, ist die Sache auch zur Beurteilung dieser Frage zurückzuweisen."}