{"annee": "129", "cour": "III", "page": "391", "date": "2/6/2003", "cite": ["120 III 89"], "cite_par": [], "chapeau": "64. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer i.S. A. (Beschwerde)\n\n7B.45/2003 vom 2. Juni 2003", "regestes": ["Libération des objets séquestrés contre fourniture de sûretés (art. 277 LP). Une fois que les objets séquestrés ont été saisis dans la poursuite en validation de séquestre, une libération selon l'art. 277 LP n'entre absolument plus en considération (consid. 2 et 3)."], "faits": "BGE 129 III 391 S. 392\n\nAm 7. Dezember 2000 vollzog das Betreibungsamt X. den von der Sparkasse B. beim Arrestrichter am Bezirksgericht Zürich gegen A. für einen Forderungsbetrag von insgesamt 1.937 Mio. Franken erwirkten Arrestbefehl vom 6. Dezember 2000. Mit Beschlag belegt wurden fünf Kunstgemälde, deren Wert zunächst auf Fr. 2'500.-, nach Einsprache von A. in der Folge auf Fr. 260'763.- geschätzt wurde.\n\nMit Eingabe vom 24. Januar 2002 stellte A. beim Betreibungsamt X. im Sinne von Art. 277 SchKG das Begehren, ihm die fünf Bilder gegen Hinterlegung von Fr. 260'763.- zur freien Verfügung zu belassen. In einer Verfügung vom 13. Februar 2002 erklärte das Betreibungsamt, es werde die Arrestgegenstände nach Eingang des genannten Betrags und Eintritt der Rechtskraft der Verfügung herausgeben.\n\nDie Sparkasse B. erhob mit Eingabe vom 21. Februar 2002 beim Bezirksgericht Zürich als unterer kantonaler Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen Beschwerde und beantragte, die betreibungsamtliche Verfügung vom 13. Februar 2002 aufzuheben; allenfalls sei A. zu erlauben, die Verfügung über die Arrestgegenstände gegen Leistung einer Sicherheit von 3,7 Mio. Franken zurück zu erlangen. Am 21. Februar 2002 erteilte das Bezirksgericht der Beschwerde aufschiebende Wirkung, und am 7. August 2002 hiess es die Beschwerde gut und hob die betreibungsamtliche Verfügung auf.\n\nA. zog den Beschluss vom 7. August 2002 an das Obergericht (II. Zivilkammer) des Kantons Zürich (obere Aufsichtsbehörde) weiter. In seinem Hauptantrag verlangte er, die Verfügung des Betreibungsamtes vom 13. Februar 2002 zu bestätigen. Ausserdem stellte er das Verfahrensbegehren, das Betreibungsamt anzuweisen, einstweilen keine Verwertungshandlungen vorzunehmen.\n\nDurch Präsidialverfügung wurde das Betreibungsamt am 4. September 2002 angewiesen, in der zur Prosequierung des Arrestes (für Forderungen von insgesamt über 3.5 Mio. Franken) eingeleiteten BGE 129 III 391 S. 393Betreibung während der Dauer des kantonalen Rekursverfahrens keine Verwertungshandlungen vorzunehmen.\n\nIn der von der Sparkasse B. eingeleiteten Arrestbetreibung pfändete das Betreibungsamt X. am 16. Oktober 2002 die arrestierten Gemälde.\n\nAm 10. Februar 2003 beschloss das Obergericht, es werde vorgemerkt, dass die Verfügung des Betreibungsamtes X. vom 13. Februar 2002 (über die Freigabe der Arrestgegenstände im Sinne von Art. 277 SchKG) und damit auch das diese Verfügung betreffende Rechtsmittelverfahren infolge Pfändung der Arrestgegenstände gegenstandslos geworden sei, und das Verfahren werde deshalb abgeschrieben. Es stellte ausserdem fest, dass die am 4. September 2002 an das Betreibungsamt erteilte Anweisung, in der Betreibung Nr. ... einstweilen keine Verwertungshandlungen vorzunehmen, dahin falle.\n\nA. nahm den Beschluss des Obergerichts am 14. Februar 2003 in Empfang. Mit einer vom 24. Februar 2003 datierten und noch am gleichen Tag zur Post gebrachten Eingabe führt er (rechtzeitig) Beschwerde an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts und verlangt im Hauptantrag, das Obergericht anzuweisen, seinen Rekurs materiell zu beurteilen.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Das Obergericht hat festgehalten, Grundlage des vom Beschwerdeführer gestützt auf Art. 277 erster Satz SchKG gestellten Freigabegesuchs sei, dass im Fall der Pfändung die Arrestgegenstände oder an deren Stelle andere Vermögensstücke von gleichem Wert vorhanden sein würden. Hier seien die arrestierten Gemälde am 16. Oktober 2002 gepfändet worden. Der Arrestbeschlag und damit auch das Gesuch um Freigabe der Arrestgegenstände gegen Sicherheitsleistung seien deshalb obsolet. Die der Beschwerde zugrunde liegende Verfügung des Betreibungsamtes vom 13. Februar 2002 habe sich nicht auf den Pfändungsbeschlag bezogen, sondern auf den heute nicht mehr aktuellen Arrestbeschlag, und auf die Pfändung sei Art. 277 SchKG, auf dem das Freigabegesuch des Beschwerdeführers beruhe, nicht anwendbar. Sei aber die betreibungsamtliche Verfügung vom 13. Februar 2002 zur Freigabe der arrestierten Gemälde und demzufolge auch das betreffende Rechtsmittelverfahren gegenstandslos geworden, sei letzteres abzuschreiben.\n\nBGE 129 III 391 S. 394\n\n3. Was in der Beschwerde vorgebracht wird, ist nicht geeignet, den angefochtenen Entscheid als bundesrechtswidrig erscheinen zu lassen:\n\nDer Beschwerdeführer erklärt, die Vorinstanz habe eine künstliche Trennung zwischen Arrest- und Pfändungsbeschlag vorgenommen, und glaubt, aus BGE 120 III 89 ff. ableiten zu können, dass sein Begehren um Entlassung der Gemälde aus dem Arrestbeschlag gegen Sicherheitsleistung durch den Vollzug der Pfändung nicht gegenstandslos geworden sei. Wie die Vorinstanz zutreffend bemerkt, hatte dem angerufenen Urteil ein Gesuch zugrunde gelegen, das eingereicht worden war, als die herausverlangten arrestierten Gegenstände bereits mit Pfändungsbeschlag belegt worden waren. Aus der Feststellung des Bundesgerichts, das Freigabegesuch müsse vor dem Vollzug der Pfändung in der Arrestprosequierungsbetreibung gestellt werden (BGE 120 III 89 E. 4b S. 91), ergibt sich nicht zwangsläufig, dass ein vor der Pfändung eingereichtes Gesuch auch noch nach deren Vollzug zu einer Freigabe der arrestierten Gegenstände führen kann. Mit der Vorinstanz ist im Gegenteil davon auszugehen, dass Art. 277 SchKG in einem solchen Fall nicht mehr zum Tragen kommt. Sobald in dem zur Prosequierung des Arrestes eingeleiteten Betreibungsverfahren die Voraussetzungen für das Fortsetzungsbegehren erfüllt sind, kann der Gläubiger den Vollzug der Pfändung verlangen, ohne dass er sich ein allenfalls noch hängiges Freigabegesuch des Schuldners entgegenhalten zu lassen hätte. Der Einwand des Beschwerdeführers, es könnten nur Vermögenswerte gepfändet werden, die vom Arrestbeschlag erfasst gewesen seien, und es müsse hier zunächst darüber befunden werden, ob es die strittigen Gemälde seien oder eine an deren Stelle tretende Sicherheitsleistung, ist deshalb unbehelflich. Mit der Pfändung fällt das Interesse des Gläubigers an der durch den Arrest gewährleisteten (provisorischen) Sicherung dahin. Gleichzeitig wird der dem Schuldner gebotenen Möglichkeit, die freie Verfügung über die Arrestobjekte gegen Leistung einer entsprechenden Sicherheit wieder zu erlangen, die Grundlage entzogen. Wünscht der Schuldner (einstweilen) im Genuss der mit Beschlag belegten Sache zu bleiben und handelt es sich bei dieser nicht um einen unter Art. 98 Abs. 1 SchKG fallenden Vermögenswert, steht ihm offen, sich gegenüber dem Betreibungsamt auf Art. 98 Abs. 2 SchKG zu berufen.\n\nNichts zu ändern am Gesagten vermag der Hinweis des Beschwerdeführers auf die obergerichtliche Präsidialverfügung vom 4. September 2002, mit der das Betreibungsamt angewiesen worden war, BGE 129 III 391 S. 395während der Dauer des Rekursverfahrens im Betreibungsverfahren von Verwertungshandlungen abzusehen: Es ist nicht ersichtlich, inwiefern der Pfändungsvollzug vom 16. Oktober 2002 (der keinen Verwertungsakt darstellt) gegen die erwähnte Anweisung verstossen haben soll. Dass die Pfändung aus einem andern Grund nicht hätte vollzogen werden dürfen, macht der Beschwerdeführer nicht geltend."}