{"annee": "129", "cour": "II", "page": "92", "date": "3/10/2002", "cite": ["121 II 22", "128 II 173", "120 IB 504"], "cite_par": ["130 II 25", "131 II 248"], "chapeau": "9. Auszug aus dem Urteil des Kassationshofes i.S. H. gegen Obergericht des Kantons Uri (Verwaltungsgerichtsbeschwerde)\n\n6A.98/2001 vom 3. Oktober 2002", "regestes": ["Art. 16 al. 2 et 3 LCR, art. 31 al. 1 et art. 33 al. 2 OAC, art. 12 et 263 CP; retrait du permis de conduire, acte commis en état d'irresponsabilité fautive. Le retrait d'admonestation du permis de conduire présuppose - sauf en cas d'utilisation d'un véhicule automobile pour commettre un crime ou, à plusieurs reprises, des délits intentionnels (art. 16 al. 3 let. f LCR) - une violation fautive des règles de la circulation (consid. 2.1). Cette condition fait défaut dans le cas d'une condamnation pour un acte commis en état d'irresponsabilité fautive. En pareil cas, seul le retrait de sécurité entre en considération (consid. 2.2)."], "faits": "|93|\n\nA.- H. ging am 2. November 1996, um 10 Uhr, in Davos Dorf von der B.strasse in das Restaurant S. Um 11 Uhr kehrte er zurück an die B.strasse und stieg in das dort parkierte Wohnmobil. Beim Rückwärtsfahren kollidierte er mit einem abgestellten VW-Bus. An beiden Fahrzeugen entstand Sachschaden. Die Blutanalyse ergab einen BAK-Wert von mindestens 2,69 bis maximal 2,98 Promille und einen THC-Wert von 3 ng/ml.\n\nDas Kreisamt Davos verurteilte H. mit rechtskräftigem Strafmandat vom 28. Oktober 1997 wegen Verübung einer Tat in selbstverschuldeter Unzurechnungsfähigkeit gemäss Art. 263 Abs. 1 StGB sowie mehrfacher Widerhandlung gegen Art. 19a Ziff. 1 BetmG zu einer bedingten Gefängnisstrafe von 30 Tagen.\n\nB.- Das Amt für Strassen- und Schiffsverkehr des Kantons Uri entzog H. am 16. Juli 1998 den Führerausweis für die Dauer von 10 Monaten. Eine Verwaltungsbeschwerde des Betroffenen wies die Polizeidirektion des Kantons Uri am 18. November 1998 ab. Das Obergericht des Kantons Uri hiess am 31. März 1999 eine Verwaltungsgerichtsbeschwerde gegen diesen Entscheid gut und wies die Sache an die Vorinstanz zurück.\n\nDie Polizeidirektion verfügte am 20. Dezember 1999 einen Führerausweisentzug für die Dauer von 12 Monaten. H. führte wieder Beschwerde und stellte an der Verhandlung des Obergerichts am 24. März 2000 ein Ausstandsbegehren gegen die am ersten Urteil |94| mitwirkenden Gerichtsmitglieder. Das Obergericht befand am 14. April 2000 in anderer Zusammensetzung über das Ausstandsbegehren und wies es wegen verspäteter Geltendmachung ab. Die dagegen eingereichte staatsrechtliche Beschwerde wies das Bundesgericht am 17. August 2000 ab.\n\nMit Entscheid vom 13. Oktober 2000, zugestellt am 3. September 2001, wies das Obergericht die Beschwerde gegen die Verfügung der Polizeidirektion vom 20. Dezember 1999 ab.\n\nC.- H. erhebt Verwaltungsgerichtsbeschwerde mit dem Antrag, der angefochtene Entscheid sei aufzuheben.\n\nDas Obergericht hat auf eine Vernehmlassung verzichtet. Das Bundesamt für Strassen beantragt die Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n2. Der Entzug des Führerausweises stellt für den Betroffenen in der Regel einen schweren Eingriff dar. Er setzt deshalb eine gesetzliche Grundlage voraus.\n\n2.1 Das Gesetz unterscheidet zwischen Warnungs- und Sicherungsentzug.\n\nEin Warnungsentzug kommt nur unter den Voraussetzungen von Art. 16 Abs. 2 und 3 SVG in Betracht. Mit Ausnahme des Falles von Art. 16 Abs. 3 lit. f SVG (Verwendung eines Motorfahrzeugs zur Begehung eines Verbrechens oder mehrfacher vorsätzlicher Vergehen) setzt der Warnungsentzug stets eine Verkehrsregelverletzung voraus. Allerdings wurde in der bisherigen Rechtsprechung nie näher geklärt, ob die für einen Warnungsentzug erforderliche Verkehrsregelverletzung auch schuldhaft begangen sein müsse.\n\nDer vorübergehende Entzug des Führerausweises soll eine fühlbare Warnung an jene Motorfahrzeuglenker sein, die es an Sorgfalt und Rücksichtnahme im Strassenverkehr fehlen lassen. Der Massnahme kommt damit ein erzieherischer und präventiver Charakter zu. Der fehlbare Lenker soll zu mehr Sorgfalt und Verantwortung erzogen und dadurch von weiteren Verkehrsdelikten abgehalten werden (BGE 128 II 173 E. 3b). Die mit dem Warnungsentzug angestrebte Einsicht und Besserung kann aber nur zum Tragen kommen, wenn die begangene Verkehrsregelverletzung dem Lenker vorgeworfen werden kann, ihn dafür also ein Verschulden trifft. Das Verschuldenserfordernis steht auch mit der neueren Rechtsprechung in Einklang, die den Warnungsentzug als strafähnliche Massnahme |95| qualifiziert, und die schon bisher - wenn auch nur beiläufig - festgehalten hat, sie setze eine vorsätzlich oder fahrlässig begangene Verkehrsregelverletzung voraus (BGE 121 II 22 E. 3b S. 26; BGE 120 Ib 504 E. 4b S. 507).\n\nDer Verordnungsgeber geht ebenfalls davon aus, dass Warnungsentzüge nur bei einem Verschulden des Lenkers in Betracht kommen. So sieht Art. 31 Abs. 1 der Verordnung vom 27. Oktober 1976 über die Zulassung von Personen und Fahrzeugen zum Strassenverkehr (VZV; SR 741.51) den Entzug des Lern- oder Führerausweises vor, wenn der Führer Verkehrsregeln schuldhaft verletzt und dadurch entweder den Verkehr gefährdet oder andere belästigt hat. Ferner bildet nach Art. 33 Abs. 2 VZV das Verschulden einen massgeblichen Faktor bei der Bemessung der Entzugsdauer.\n\n2.2 Der Beschwerdeführer wurde nicht wegen einer Verkehrsregelverletzung, insbesondere auch nicht wegen Fahrens in angetrunkenem Zustand in Form der \"actio libera in causa\" (Art. 12 StGB) verurteilt. Es erfolgte ausschliesslich ein Schuldspruch wegen einer Tat in selbstverschuldeter Trunkenheit (Art. 263 StGB). Eine verschuldete Verkehrsregelverletzung ist somit nicht nachgewiesen. Ist eine solche nicht gegeben, und kommt es deshalb nur zu einer Verurteilung nach Art. 263 StGB, ist ein Warnungsentzug ausgeschlossen (SCHAFFHAUSER, Grundriss des schweizerischen Strassenverkehrsrechts, Bd. III, N. 2394). Im Anschluss an eine Verurteilung nach Art. 263 StGB kommt deshalb nur ein Sicherungsentzug in Betracht.\n\n2.3 Der gegen den Beschwerdeführer verfügte Warnungsentzug verstösst gegen Bundesrecht, weshalb der angefochtene Entscheid aufzuheben ist. Die Sache wird an die Vorinstanz zurückgewiesen, damit diese abkläre, ob beim Beschwerdeführer die Voraussetzungen für die Anordnung eines Sicherungsentzugs gegeben sind."}