{"annee": "129", "cour": "V", "page": "402", "date": "10/6/2003", "cite": ["115 V 133", "122 V 230", "129 V 177", "119 V 335", "118 V 286", "125 V 456"], "cite_par": ["140 V 356", "134 V 72", "142 V 435", "142 V 219"], "chapeau": "62. Extrait de l'arrêt dans la cause La Caisse Vaudoise, Assurance maladie et accidents, contre F. et Tribunal des assurances du canton de Vaud\n\nU 103/02 du 10 juin 2003", "regestes": ["Art. 2 al. 2 LAMal; art. 9 al. 1 OLAA (dispositions en vigueur jusqu'au 31 décembre 2002): Accident. Causalité adéquate. Règles applicables en matière de causalité adéquate selon qu'il s'agit d'un traumatisme psychique consécutif à un choc émotionnel ou d'un événement accidentel ayant entraîné une lésion et des suites psychiques secondaires."], "faits": "BGE 129 V 402 S. 402\n\nA.- F. née en 1945, a travaillé depuis le 1er novembre 1992 comme employée d'exploitation auprès du Centre hospitalier X. A ce titre elle était assurée auprès de la Caisse vaudoise contre les accidents professionnels et non professionnels.\n\nLe 11 août 1997, alors qu'elle était occupée à manipuler une poubelle, F. s'est piquée le pouce avec une aiguille sous-cutanée. Celle-ci avait été utilisée pour faire une injection à une patiente BGE 129 V 402 S. 403séropositive et atteinte d'une hépatite C. L'assurée a été mise sous traitement antirétroviral, accompagné de contrôles médicaux. A raison de ce traitement qu'elle supportait mal, elle a été incapable de travailler du 14 au 17 août 1997 ainsi que les 24 et 25 août 1997. Comme elle présentait, selon son médecin traitant, un état dépressif anxieux réactionnel, elle a consulté le Dr H., psychiatre, qui l'a reçue à deux reprises en septembre 1997 pour des entretiens d'investigation. De son propre chef, l'assurée n'a toutefois pas poursuivi ces consultations.\n\nSelon les résultats des examens, le dernier test ayant été effectué le 14 mai 1998, l'assurée n'a pas contracté de maladie infectieuse.\n\nPar une déclaration du 1er décembre 1998, le Centre hospitalier X. a annoncé que F. était à nouveau en incapacité de travail depuis le 17 novembre 1998. Selon les médecins du personnel de cet établissement, l'accident avait provoqué chez l'intéressée des effets secondaires inhabituels et importants. Consulté dès le mois de juillet 1998, le docteur S., psychiatre, a fait état d'un stress post-traumatique suite à l'accident du 11 août 1997.\n\nLa Caisse vaudoise a confié au professeur Y., psychiatre, le soin de procéder à une expertise. Au terme de son examen, celui-ci a posé le diagnostic de stress post-traumatique, exposant que les troubles actuels étaient dus de façon certaine à l'accident. La capacité de travail était restreinte et décrite comme non significative.\n\nPar décision du 13 mars 2000, la Caisse vaudoise a dénié le droit de F. à des prestations au-delà du 20 mai 1998. A la suite de l'opposition de l'assurée et de l'assurance-maladie Hotela, la caisse a confirmé son point de vue par décision du 19 juillet 2000.\n\nB.- Le Tribunal des assurances du canton de Vaud a, par jugement du 16 janvier 2002, admis les recours déposés par F. et Hotela qu'il avait joints, renvoyé le dossier à la caisse pour qu'elle rende une nouvelle décision et alloué à l'assurée recourante 1'400 fr. à titre de dépens.\n\nC.- La Caisse vaudoise interjette recours de droit administratif contre ce jugement dont elle demande l'annulation, soutenant qu'elle n'est pas tenue de prendre en charge les suites des troubles psychiques de l'assurée dès le 9 juillet 1998.\n\nF. et Hotela concluent au rejet du recours, l'assurée avec suite de frais et dépens. Subsidiairement elle sollicite le bénéfice de l'assistance judiciaire.\n\nL'Office fédéral des assurances sociales n'a pas déposé d'observations.\n\nBGE 129 V 402 S. 404", "considerants": "Extrait des considérants:\n\n2. Dans un premier moyen, la recourante conteste que tous les éléments constitutifs d'un accident et plus particulièrement le caractère extraordinaire de l'atteinte soient donnés.\n\n2.1 Selon l'art. 9 al. 1 OLAA, on entend par accident toute atteinte dommageable, soudaine et involontaire, portée au corps humain par une cause extérieure extraordinaire. De jurisprudence (ATF 122 V 232 consid. 1; RAMA 1986 no K 685 p. 299 s. consid. 2), la notion d'accident se décompose en cinq éléments ou conditions, qui doivent être cumulativement réalisés. Il suffit que l'un d'entre eux fasse défaut pour que l'événement ne puisse pas être qualifié d'accident et que, cas échéant, l'atteinte dommageable doive alors être qualifiée de maladie.\n\nSuivant la définition même de l'accident, le caractère extraordinaire de l'atteinte ne concerne pas les effets du facteur extérieur, mais seulement ce facteur lui-même. Dès lors il importe peu que le facteur extérieur ait entraîné des conséquences graves ou inattendues. Le facteur extérieur est considéré comme extraordinaire lorsqu'il excède le cadre des événements et des situations que l'on peut objectivement qualifier de quotidiens ou d'habituels, autrement dit des incidents et péripéties de la vie courante. Doctrine et jurisprudence se sont efforcées d'établir des catégories de lésions - et parmi celles-ci les traumatismes psychiques - pour lesquelles la condition du caractère extraordinaire joue un rôle décisif dans la qualification de l'événement en cause (cf.FRÉSARD, L'assurance-accidents obligatoire, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit ch. 16 à 18 et 30 à 35 ainsi que les citations).\n\nSelon l'art. 2 al. 2 LAMal (en vigueur jusqu'au 31 décembre 2002), l'atteinte accidentelle en cause peut être de nature physique ou psychique. Dans ce dernier cas, il n'est pas toujours facile de reconnaître l'existence d'un accident lorsque l'événement en cause n'entraîne pas d'atteinte à l'intégrité corporelle, ou alors seulement une atteinte insignifiante, mais provoque des troubles psychiques qui causent à leur tour des troubles de nature physique. Un traumatisme psychique constitue un accident lorsqu'il est le résultat d'un événement d'une grande violence survenu en présence de l'assuré et que l'événement dramatique est propre à faire naître une terreur subite même chez une personne moins capable de supporter certains chocs nerveux (SJ 1998 p. 429). Mais seuls des événements extraordinaires propres à susciter l'effroi et entraînant des chocs psychiques BGE 129 V 402 S. 405eux-mêmes extraordinaires remplissent la condition du caractère extraordinaire de l'atteinte et partant, sont constitutifs d'un accident (RAMA 2000 no U 365 p. 89; ALEXANDRA RUMO-JUNGO, Bundesgesetz über die Unfallversicherung, in: MURER/STAUFFER [éd.], Rechtsprechung des Bundesgerichts zum Sozialversicherungsrecht, 3ème édition, Zurich 2003 p. 29; cf. également ALFRED BÜHLER, Der Unfallbegriff, in: ALFRED KOLLER [éd.], Haftpflicht- und Versicherungsrechtstagung 1995, St-Gall 1995, p. 246 s. qui rappelle que trois conditions doivent être réunies pour que le caractère extraordinaire de l'atteinte puisse être retenu).\n\n2.2 Il convient donc d'examiner en premier lieu si un événement d'une grande violence s'est produit et s'il était propre à créer une atteinte psychique. Dans l'affirmative, la condition du caractère extraordinaire de l'atteinte est remplie et l'existence d'un accident doit en principe être admise. L'examen de la causalité adéquate s'effectue alors conformément à la règle générale (ATF 129 V 177), selon laquelle la causalité est adéquate si, d'après le cours ordinaire des choses et l'expérience de la vie, le fait considéré était propre à entraîner un effet du genre de celui qui s'est produit, la survenance de ce résultat paraissant de façon générale favorisée par une telle circonstance (ATF 125 V 461 consid. 5a et les références).\n\nSi, au terme de cet examen, l'existence d'un accident n'a pas été admise ou que la causalité adéquate doit être niée, il faut encore examiner, en cas de lésion corporelle, si elle constitue un accident. Dans l'affirmative, l'examen du caractère adéquat du lien de causalité avec les troubles d'ordre psychique consécutifs à l'accident doit se faire, pour un accident de gravité moyenne, sur la base des critères énumérés aux ATF 115 V 140 consid. 6c/aa et 409 consid. 5c/aa.\n\n3. Dans le cas particulier, la condition du caractère extraordinaire de l'atteinte n'est pas réalisée au regard des circonstances de l'espèce. Le fait pour l'assurée de se piquer par mégarde avec une seringue usagée en effectuant son travail au Centre hospitalier X. ne saurait être assimilé comme tel à la fois à un événement d'une grande violence et à un événement propre à créer une atteinte psychique. Ainsi que l'a retenu la Cour de céans dans l'arrêt paru à la SJ 1998 p. 429, le contraire (en l'absence d'événement dramatique) aboutirait d'ailleurs à étendre à l'excès la notion de lésion psychique provoquée par un choc nerveux. Aussi, contrairement à l'opinion des premiers juges, on ne saurait retenir, pour ces seuls motifs, l'existence d'un accident dont doit répondre la recourante.\n\nBGE 129 V 402 S. 406\n\n4. En présence d'une lésion corporelle, reste à déterminer si elle constitue un accident et, le cas échéant, si l'atteinte psychique non contestable subie par l'assurée découle néanmoins, en tant que suite secondaire, de l'accident dont la recourante devrait, cas échéant, répondre (cf. RAMA 2001 no U 432 p. 321).\n\n4.1 Dans son arrêt paru aux ATF 122 V 230, le Tribunal fédéral des assurances a rappelé que la notion d'accident ne concernait pas de petites écorchures, éraflures ou excoriations banales et sans importance comme il s'en produit journellement. Il a cependant admis que la morsure d'une tique constituait un événement accidentel, en considérant que la condition du caractère extraordinaire de l'atteinte était donnée lorsque la pénétration se fait par une lésion déterminée ou tout au moins dans des circonstances telles qu'elles représentent un fait typiquement \"accidentel\" et reconnaissable comme tel (consid. 3a de l'ATF précité).\n\n4.2 Toutefois, dès lors que le caractère extraordinaire de l'atteinte ne concerne pas les effets du facteur extérieur, il n'importe peu pour admettre que cette condition est donnée que, comme dans le cas d'espèce, le fait de s'être piquée avec une seringue usagée n'ait pas entraîné finalement d'infection. En effet, au regard des règles posées ci-dessus, la petite lésion du pouce entraînée par ce geste constitue davantage qu'un incident de la vie courante. Partant on peut admettre que l'événement du 11 août 1997 puisse être qualifié d'accident au sens de l'art. 2 al. 2 LAMal.\n\n4.3\n\n4.3.1 Le droit à des prestations découlant d'un accident assuré suppose d'abord, entre l'événement dommageable de caractère accidentel et l'atteinte à la santé, un lien de causalité naturelle. Cette exigence est remplie lorsqu'il y a lieu d'admettre que, sans cet événement accidentel, le dommage ne se serait pas produit du tout, ou qu'il ne serait pas survenu de la même manière. Il n'est pas nécessaire, en revanche, que l'accident soit la cause unique ou immédiate de l'atteinte à la santé; il faut et il suffit que l'événement dommageable, associé éventuellement à d'autres facteurs, ait provoqué l'atteinte à la santé physique ou psychique de l'assuré, c'est-à-dire qu'il se présente comme la condition sine qua non de celle-ci (ATF 119 V 337 consid. 1, ATF 118 V 289 consid. 1b et les références).\n\n4.3.2 Au vu des avis médicaux concordants, notamment de l'expertise du professeur Y., on doit retenir que l'intimée présente un état de stress post-traumatique (F43.1 selon l'ICD 10) qui est de manière certaine la conséquence de l'accident du 11 août 1997. Le BGE 129 V 402 S. 407diagnostic posé, comme l'existence d'une relation de causalité naturelle, ne sont au demeurant et à juste titre pas remis en cause par les parties. On ajoutera que le fait que l'intimée présente une personnalité vulnérable, probablement de type prépsychotique, avec des mécanismes de défense de type phobo-obsessionnel est sans incidence sur la relation de causalité naturelle.\n\n4.4\n\n4.4.1 Le droit à des prestations suppose également un rapport de causalité adéquate entre l'accident et le dommage. En présence d'affections psychiques, la jurisprudence a dégagé des critères objectifs qui permettent de juger du caractère adéquat des troubles psychiques consécutifs à un accident. Elle a tout d'abord classé les accidents en trois catégories, en fonction de leur déroulement: les accidents insignifiants ou de peu de gravité, les accidents de gravité moyenne et les accidents graves. Pour procéder à cette classification des accidents, il convient non pas de s'attacher à la manière dont l'assuré a ressenti et assumé le choc traumatique, mais bien plutôt de se fonder, d'un point de vue objectif, sur l'événement accidentel lui-même. Dans le cas d'un accident insignifiant ou de peu de gravité, l'existence d'un lien de causalité adéquate entre l'accident et les troubles psychiques doit, en règle ordinaire, être d'emblée niée. Dans les cas d'un accident grave, l'existence d'une relation adéquate doit en règle générale être admise, sans même qu'il soit nécessaire de recourir à une expertise psychiatrique.\n\nEn présence d'un accident de gravité moyenne, il faut prendre en considération un certain nombre de critères, dont les plus importants sont les suivants:\n\n- les circonstances concomitantes particulièrement dramatiques ou le caractère particulièrement impressionnant de l'accident;\n\n- la gravité ou la nature particulière des lésions physiques, compte tenu notamment du fait qu'elles sont propres, selon l'expérience, à entraîner des troubles psychiques;\n\n- la durée anormalement longue du traitement médical;\n\n- les douleurs physiques persistantes;\n\n- les erreurs dans le traitement médical entraînant une aggravation notable des séquelles de l'accident;\n\n- les difficultés apparues en cours de guérison et les complications importantes;\n\n- le degré et la durée de l'incapacité de travail due aux lésions physiques.\n\nBGE 129 V 402 S. 408\n\nTous ces critères ne doivent pas être réunis pour que la causalité adéquate soit admise. Un seul d'entre eux peut être suffisant si l'on se trouve à la limite des accidents graves. Inversement, en présence d'un accident se situant à la limite des accidents de peu de gravité, les circonstances à prendre en considération doivent se cumuler ou revêtir une intensité particulière pour que le caractère adéquat de l'accident puisse être admis (ATF 115 V 140 s. consid. 6c/aa et bb et 409 s. consid. 5c/aa et bb; FRÉSARD, op. cit., ch. 39 et les références).\n\n4.4.2 En l'espèce, l'accident doit être qualifié, au vu de l'ensemble des circonstances, de banal. Cela n'exclut toutefois pas un examen à titre exceptionnel de la causalité adéquate selon les critères applicables aux accidents de moyenne gravité lorsque les circonstances à prendre en considération se cumulent et revêtent une importance particulière (RAMA 1998 no U 297 p. 243).\n\nDès lors qu'aucun des critères évoqués ci-dessus ne se cumule ni ne revêt une intensité particulière, la causalité adéquate doit être niée. Par conséquent, la question de savoir si le seul critère de la nature particulière de la blessure physique est dans le cas particulier rempli peut dans ces conditions demeurer indécise. Il n'en irait pas différemment si l'accident avait dû être qualifié comme étant de gravité moyenne."}