{"annee": "129", "cour": "III", "page": "284", "date": "21/3/2003", "cite": ["126 III 476", "125 III 334", "105 III 92"], "cite_par": ["142 III 648", "129 III 559"], "chapeau": "47. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer i.S. A. und B. (Beschwerde)\n\n7B.269/2002 / 7B.270/2002 vom 21. März 2003", "regestes": ["Art. 8a al. 3 let. c LP; retrait d'une poursuite par le créancier. Les poursuites concernant des créances comprises dans le concordat, et qui tombent avec l'homologation de celui-ci, peuvent être retirées si la déclaration nécessaire en est faite par le créancier (consid. 3)."], "faits": "|284|\n\nA.- A. und dessen Gläubiger schlossen am 30. März 2001 einen ordentlichen Nachlassvertrag, mit dem sich der Schuldner zur vollständigen Befriedigung der privilegierten und einer Nachlassdividende der angemeldeten Forderungen von 20% verpflichtete. B. und dessen Gläubiger schlossen am 19. Oktober 2001 ebenfalls einen |285| ordentlichen Nachlassvertrag, der die volle Deckung der privilegierten Forderungen und eine Nachlassdividende von 10% vorsah. Ziffer 10 der beiden Nachlassverträge lautet wie folgt:\n\n\"Vorbehältlich der Erfüllung dieses Nachlassvertrages erklärt der\n\nGläubiger den Rückzug der Betreibung.\"\n\nDer Gerichtspräsident 4 von Biel-Nidau bestätigte am 15. Mai 2001 den Nachlassvertrag mit A. und am 13. Dezember 2001 denjenigen mit B.\n\nB.- Mit Verfügung vom 2. September 2002 eröffnete das Betreibungsamt Berner Jura-Seeland A. und B., dass das nach Vollzug der Nachlassverträge eingereichte Gesuch um Löschung der Betreibungen gestützt auf die erwähnte Klausel abgelehnt werde. Es hielt zur Begründung fest, dass Dritten nur dann keine Kenntnis von Betreibungen gegeben werden könne, wenn schriftliche und von den Betreibungsgläubigern unterzeichnete Erklärungen vorliegen. Gegen diese Verfügung erhoben A. und B. Beschwerde und verlangten, das Betreibungsamt sei anzuweisen, Dritten gegenüber von sämtlichen gegen sie zur Zeit der Genehmigung des Nachlassvertrages im Betreibungsregister eingetragenen Betreibungen keine Kenntnis mehr zu geben. Mit Entscheiden vom 13. Dezember 2002 wies die Aufsichtsbehörde in Betreibungs- und Konkurssachen für den Kanton Bern die Beschwerden ab.\n\nC.- A. und B. haben die Entscheide der Aufsichtsbehörde mit Beschwerdeschriften vom 23. Dezember 2002 (rechtzeitig) an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts weitergezogen und beantragen, die angefochtenen Entscheide seien aufzuheben und das Betreibungsamt sei anzuweisen, Dritten gegenüber von sämtlichen gegen sie zur Zeit der Genehmigung des Nachlassvertrages im Betreibungsregister eingetragenen Betreibungen keine Kenntnis mehr zu geben.\n\nDie Aufsichtsbehörde hat auf Gegenbemerkungen verzichtet.\n\nWeitere Vernehmlassungen sind nicht eingeholt worden.\n\nDas Bundesgericht weist die Beschwerden ab.", "considerants": "Aus den Erwägungen:\n\n3. Die Beschwerdeführer machen im Wesentlichen geltend, die im bestätigten Nachlassvertrag enthaltene Klausel stelle eine gültige Erklärung des Gläubigers zum Rückzug seiner Betreibung dar. Die Klausel könne ohne weiteres Inhalt eines ordentlichen Nachlassvertrages |286| sein, weil Art. 314 Abs. 1 SchKG nur dessen Mindestinhalt definiere und der Nachlassrichter den ganzen Nachlassvertrag genehmigt habe, so dass sich dessen Rechtskraft und Verbindlichkeit für alle Gläubiger auch auf die fragliche Klausel beziehe und daher durchsetzbar sei. Schliesslich gehe der Zweck des Nachlassvertrags verloren, wenn Dritte weiter Einsicht in frühere Betreibungen des Nachlassschuldners hätten.\n\n3.1 Welche Auskünfte zu verhindern sind, weil sie keinen genügenden Rückschluss auf die Kreditwürdigkeit des Betroffenen zulassen, bestimmt Art. 8a Abs. 3 SchKG. So darf das Betreibungsamt Dritten keine Kenntnis von der Betreibung geben, wenn der Gläubiger die Betreibung zurückgezogen hat (lit. c). Dabei spielt es nach der Rechtsprechung keine Rolle, wann der Rückzug erfolgt, insbesondere ob er vor oder nach der Zahlung (an den Gläubiger oder an das Betreibungsamt) stattgefunden hat (BGE 126 III 476 E. 2b S. 478). Da der Gläubiger den Rückzug nicht zu begründen braucht und das Stadium der Betreibung beim Rückzug keine Rolle spielt (vgl. DOMINIK GASSER, in: BlSchK 2001 S. 84), ist auch nicht ausgeschlossen, dass Betreibungen, welche dem Nachlassvertrag unterliegende Forderungen betreffen und mit dessen Bestätigung dahinfallen (Art. 311 SchKG; HARDMEIER, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, N. 1 und 3 zu Art. 311 SchKG), zurückgezogen werden können. Voraussetzung ist allerdings nach dem klaren Wortlaut des Gesetzes und der erwähnten Rechtsprechung, dass die entsprechende Erklärung des Gläubigers vorliegt. Dies ist nach den Sachverhaltsfeststellungen der Vorinstanz nicht der Fall. Vor diesem Hintergrund ist nicht zu beanstanden, wenn die Aufsichtsbehörde geschlossen hat, dass diejenigen Gläubiger, die dem Nachlassvertrag bzw. der darin enthaltenen Rückzugsklausel nicht zugestimmt haben, ihre Betreibung auch nicht zurückgezogen haben.\n\n3.2 Die Beschwerdeführer leiten sodann zu viel für sich aus Art. 314 SchKG ab. Diese Bestimmung schreibt den materiellen Mindestinhalt des ordentlichen Nachlassvertrages vor, was einzig bedeutet, dass zulässiger und möglicher Vertragsinhalt der Stundungsvergleich, der Prozentvergleich (wie hier) oder eine Kombination dieser Arten ist (BBl 1991 III 190). Soweit die Beschwerdeführer geltend machen, das Erfordernis, dass der Gläubiger den Rückzug der Betreibung erkläre, falle durch die Bestätigung des Nachlassvertrages dahin bzw. werde gleichsam derogiert, gehen sie fehl. Zum einen verkennen sie, dass das gerichtliche |287| Nachlassverfahren dem (öffentlichen) Zwangsvollstreckungsrecht untersteht (BGE 105 III 92 E. 2b S. 95), dessen Regeln - und damit auch Art. 8a Abs. 3 lit. c SchKG bzw. das Erfordernis der Rückzugserklärung von Seiten des Betreibungsgläubigers - unbedingt einzuhalten sind. Zum anderen gibt das Betreibungsamt u.a. nur dann Dritten keine Kenntnis von einer Betreibung, wenn deren Aufhebung zufolge einer Beschwerde oder eines Urteils erfolgt ist (Art. 8a Abs. 3 lit. a SchKG; vgl. GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, N. 38 ff. zu Art. 8a SchKG). Diesem Tatbestand kann ein Nachlassvertrag von vornherein nicht gleichgesetzt werden, da sich daraus nicht entnehmen lässt, ob die Betreibung ungerechtfertigt gewesen ist (vgl. BGE 125 III 334 E. 3 S. 336). Vor diesem Hintergrund ergibt sich, dass die im gerichtlichen Nachlassvertrag erwähnte Klausel zum Rückzug keine Wirkung dahingehend entfalten kann, dass sie einen Rückzug der Betreibungen durch die nicht zustimmenden Nachlassgläubiger darstelle.\n\n3.3 Nach dem Dargelegten ist nicht zu beanstanden, wenn die Aufsichtsbehörde zum Ergebnis gelangt ist, das Betreibungsamt habe zu Recht die fraglichen Betreibungen im Betreibungsregister als \"Aufgehoben durch Nachlass\" vermerkt, und es liege kein Grund zum Ausschluss des Auskunftsrechts gemäss Art. 8a Abs. 3 SchKG vor. Die Beschwerden sind unbegründet.\n\n3.4 Anzufügen bleibt, dass die Betreibung, welche durch die (gemäss Art. 308 Abs. 1 SchKG dem Betreibungsamt mitzuteilende) Bestätigung des Nachlassvertrages dahingefallen ist, im Betreibungsbuch durch den Buchstaben \"E\" zu vermerken ist (\"Erlöschen aus anderen Gründen\"; Art. 10 der Verordnung über die im Betreibungs- und Konkursverfahren zu verwendenden Formulare und Register sowie die Rechnungsführung [VFRR; SR 281.31])."}