{"annee": "129", "cour": "III", "page": "203", "date": "23/1/2003", "cite": ["105 III 140", "114 III 88", "112 III 47", "105 III 18", "120 III 42", "110 III 35", "107 III 29", "107 III 33"], "cite_par": ["136 III 379", "135 III 608", "142 III 291", "130 III 579", "131 III 660", "142 III 348"], "chapeau": "34. Extrait de l'arrêt de la Chambre des poursuites et des faillites dans la cause X. (recours LP)\n\n7B.199/2002 du 23 janvier 2003", "regestes": ["Compétences des autorités de poursuite dans le cadre de l'exécution du séquestre (art. 275 LP). Sous l'empire du nouveau droit de la poursuite entré en vigueur le 1er janvier 1997, les compétences des autorités de poursuite sont circonscrites au contrôle de la régularité formelle de l'ordonnance de séquestre et aux mesures proprement dites d'exécution du séquestre prévues aux art. 92 à 106 LP. Les griefs touchant aux conditions de fond du séquestre, en particulier ceux qui concernent la propriété ou la titularité des biens à séquestrer et l'abus de droit relèvent de la compétence du juge de l'opposition (art. 278 LP). Annulation, en l'espèce, de décisions de l'autorité cantonale de surveillance acceptant d'entrer en matière sur de tels griefs (consid. 2 et 3)."], "faits": "|204|\n\nLe 14 juin 2002, la société X., à Moscou (ci-après: la créancière) a obtenu, à Genève, une ordonnance de séquestre contre Y., à Jeddah, portant sur\n\n\"Toutes espèces, valeurs, titres, créances, droits, biens meubles et autres valeurs de quelque nature que ce soit, propriété de Y., au nom de ce dernier ou sous toute autre désignation.\n\nToutes espèces, valeurs, titres, créances, droits, biens meubles et autres valeurs de quelque nature que ce soit, propriété d'Hôtel Z. SA (appartenant à Y.), au nom de cette dernière ou sous toute autre désignation.\n\nNotamment:\n\nL'Hôtel Z., comprenant les murs, le fonds de commerce et tous les meubles qu'il contient, parcelle no x, Genève Plainpalais\n\nTous les comptes bancaires d'A. Ltd (appartenant à Y.) et d'Hôtel Z. SA (appartenant à Y.) auprès de la banque B.\n\nLes actions d'Hôtel Z. SA détenues par Y., en ses mains, en mains de la banque B. (créancière-gagiste) ou au siège de l'Hôtel Z.\n\nLes actions d'A. Ltd détenues par Y., en ses mains, en mains de la banque B. (créancière-gagiste) ou au siège de l'Hôtel Z.\n\nLa cédule hypothécaire grevant la parcelle no x sise à Genève Plainpalais en mains de Y., en mains de la banque B. (créancière-gagiste) ou au siège de l'Hôtel Z.\".\n\nLe même jour, la créancière a obtenu, toujours à Genève, une seconde ordonnance de séquestre contre A. Ltd, à l'Ile de Man, portant sur\n\n\"Toutes espèces, valeurs ... propriété d'A. Ltd, au nom de cette dernière ou sous toute autre désignation.\n\nToutes espèces, valeurs ... propriété d'Hôtel Z. SA (appartenant à A. Ltd), au nom de cette dernière ou sous toute autre désignation.\n\nNotamment:\n\nL'Hôtel Z. ...\n\n|205|\n\nTous les comptes bancaires d'A. Ltd et d'Hôtel Z. SA (appartenant à A. Ltd) auprès de la banque B. ...\n\nLa cédule hypothécaire ... en mains de Y., ... de la banque B. ... ou au siège de l'Hôtel Z.\".\n\nL'Office des poursuites Arve-Lac a immédiatement exécuté lesdites ordonnances par les séquestres nos ... et ..., en expédiant des avis à Hôtel Z. SA, au Registre foncier et à la banque B. (pour les agences de la banque situées dans son arrondissement). La première ordonnance a également été exécutée par l'Office des poursuites Rive-Droite (séquestre no ...) et par l'Office des poursuites Rhône-Arve (séquestre no ...), qui ont expédié des avis correspondants à la banque B. pour les agences de celle-ci situées dans leurs arrondissements respectifs.\n\nHôtel Z. SA a déposé quatre plaintes contre l'exécution desdits séquestres, en faisant valoir que les biens visés par ceux-ci (notamment l'hôtel, les comptes bancaires et la cédule hypothécaire) étaient sa propriété et non pas celle du débiteur séquestré, même aux dires de la créancière. Estimant pour sa part avoir satisfait aux exigences d'un séquestre valable, la créancière s'est prévalue du principe de la transparence (\"Durchgriff\"), voire de l'interdiction de l'abus de droit, en cas d'identité économique. Selon elle, l'hôtel et son fonds de commerce appartenaient en réalité au débiteur séquestré, au travers de sa société A. Par décisions du 30 août 2002, l'Autorité de surveillance des offices de poursuites et de faillites du canton de Genève a admis les plaintes, constaté la nullité des séquestres et ordonné leur levée en tant qu'ils portaient sur les biens propriété de la plaignante (l'hôtel, les comptes bancaires de la plaignante et la cédule hypothécaire).\n\nLa créancière a recouru à la Chambre des poursuites et des faillites du Tribunal fédéral en concluant à la confirmation de la validité des séquestres en question et de leur exécution par les offices de poursuite concernés. La plaignante (ci-après: l'intimée) a conclu au rejet des recours dans la mesure de leur recevabilité.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 L'autorité cantonale de surveillance a constaté la nullité des séquestres litigieux en se fondant sur la jurisprudence antérieure à l'entrée en vigueur, le 1er janvier 1997, de la LP révisée (RO 1995 p. 1227 et 1309). Selon cette jurisprudence, les autorités de |206| poursuite étaient habilitées à refuser l'exécution d'une ordonnance de séquestre, notamment, lorsque les biens à séquestrer n'appartenaient à l'évidence pas au débiteur (ATF 114 III 88 consid. 2a; ATF 107 III 33 consid. 4; ATF 105 III 140) ou lorsqu'il y avait abus de droit manifeste (ATF 120 III 42 consid. 5a p. 47; ATF 112 III 47 consid. 1; ATF 110 III 35; ATF 107 III 33 consid. 4 p. 38; ATF 105 III 18).\n\nSelon la décision attaquée, la désignation des biens dans les ordonnances de séquestre était équivoque et résultait de déclarations contradictoires et inconciliables de la créancière; celle-ci désignait des biens qui, selon ses propres dires, n'appartenaient pas, selon les règles du droit civil, à son débiteur, mais à une société tierce, et souhaitait faire appréhender les biens de cette société en raison de son identité économique avec le débiteur, voire avec une autre débitrice, nullement visée par les séquestres; elle n'alléguait toutefois aucun élément de fait démontrant à l'évidence l'existence d'un abus de droit de la part du débiteur.\n\nL'autorité cantonale de surveillance a ainsi statué sur une question d'appartenance et de désignation des biens à séquestrer au sens de l'art. 272 al. 1 ch. 3 LP; elle a tranché également celle d'un éventuel abus de droit.\n\n2.2 La jurisprudence sur laquelle l'autorité cantonale de surveillance s'est appuyée se justifiait sous l'ancien droit en raison de l'exclusion de tout recours contre l'ordonnance de séquestre, à l'exception du recours de droit public ainsi que, dans certains cas, d'une voie de recours extraordinaire de droit cantonal (ATF 107 III 29 consid. 1). Elle ne se justifie plus sous le nouveau droit, dès lors que celui-ci, en introduisant la procédure d'opposition à l'ordonnance de séquestre (art. 278 LP), permet désormais le contrôle de cette dernière par le juge quant aux conditions de fond du séquestre, y compris la désignation \"des biens appartenant au débiteur\" (art. 272 al. 1 ch. 3 LP) qui fait partie de l'ordonnance en vertu de l'art. 274 al. 2 ch. 4 LP (GILLIÉRON, Le séquestre dans la LP révisée, in BlSchK 1995 p. 140; W. STOFFEL, Le séquestre, in La LP révisée, publication Cedidac, Lausanne 1997, p. 301; BERTRAND REEB, Les mesures provisoires dans la procédure de poursuite, in RDS 116/1997 II p. 487 ss; SchKG-STOFFEL, n. 28 ad art. 274 LP; YVONNE ARTHO VON GUNTEN, Die Arresteinsprache, Zurich 2001, p. 156 s.). Les griefs qui concernent la propriété ou la titularité des biens à séquestrer doivent donc être invoqués dans la procédure d'opposition; celui d'abus de droit également (STOFFEL, Le séquestre, p. 302/303; REEB, op. cit., p. 488; ARTHO VON GUNTEN, op. cit., p. 158). |207|\n\n2.3 Dès lors que, sous l'empire du nouveau droit, l'autorisation de séquestre selon l'art. 272 LP peut faire l'objet d'un réexamen, voire encore d'un recours, dans de brefs délais (art. 278 LP), un contrôle intermédiaire par l'office ne se justifie plus de la même manière qu'auparavant. Les compétences des autorités de poursuite doivent ainsi être circonscrites aux mesures proprement dites d'exécution du séquestre, soit notamment, en vertu du renvoi de l'art. 275 LP, à celles concernant la saisissabilité des biens (art. 92 ss LP), l'ordre de la saisie (art. 95 ss LP), la sauvegarde des biens saisis (art. 98 ss LP) et la procédure de revendication (art. 106 ss LP) (cf. GILLIÉRON, loc. cit.). L'office conserve bien entendu, et principalement, le droit de contrôler la régularité formelle de l'ordonnance de séquestre (STOFFEL, Le séquestre, p. 301), ce pouvoir d'examen entrant par définition dans les attributions d'un organe d'exécution qui ne peut donner suite à un ordre lacunaire ou imprécis, ni exécuter un séquestre entaché de nullité (REEB, op. cit., p. 489; ARTHO VON GUNTEN, op. cit., p. 157).\n\nSelon le droit actuellement en vigueur, la plainte à l'autorité de surveillance est ainsi recevable notamment pour les griefs suivants: l'exécution d'un séquestre par une autorité incompétente ou l'exécution d'un séquestre ordonné par une autorité incompétente; l'exécution tardive ou incorrecte d'une ordonnance de séquestre; l'exécution d'une ordonnance de séquestre insuffisante au plan formel, par exemple parce qu'elle ne contient pas toutes les indications exigées par l'art. 274 al. 2 LP ou parce qu'elle ne désigne pas les biens à séquestrer avec suffisamment de précision; la mise sous séquestre d'objets insaisissables; les défauts manifestes de l'ordonnance de séquestre, tels que l'indication d'objets à séquestrer inexistants ou la procédure de séquestre engagée contre une personne déjà décédée (STOFFEL, Le séquestre, p. 302; SchKG-STOFFEL, n. 22 ss ad art. 274 LP et les références de jurisprudence).\n\n2.4 Comme on l'a relevé plus haut (consid. 2.1), l'autorité cantonale de surveillance a été saisie de griefs concernant la propriété ou la titularité des biens à séquestrer et l'abus de droit, griefs qui relèvent de la compétence du juge de l'opposition selon le nouveau droit. La plainte étant exclue chaque fois qu'une action judiciaire est donnée (PFLEGHARD, in Geiser/Münch, Prozessieren vor Bundesgericht, n. 5.30; REEB, op. cit., p. 489; ARTHO VON GUNTEN, op. cit., p. 157), c'est à bon droit que la recourante fait valoir que l'autorité cantonale de surveillance a violé l'art. 17 al. 1 LP en ne déclarant pas la plainte irrecevable. Elle relève au demeurant avec raison le |208| risque de décisions inconciliables qui, en l'état et sous réserve du sort du recours cantonal pendant, s'est réalisé dans le cas particulier: sur la base du même complexe de faits, en effet, l'autorité de surveillance a levé les séquestres, alors que le juge les a confirmés en rejetant les requêtes en opposition.\n\nLe fait, invoqué par l'intimée, que le Tribunal fédéral a déjà statué, sous le nouveau droit, dans une affaire semblable sans remettre en cause la recevabilité de la plainte (arrêt 7B.130/2001 du 4 juillet 2001, partiellement publié in SJ 2001 I p. 616) ne saurait avoir d'incidence sur la présente décision. D'ailleurs, à la différence de la présente espèce, il n'a alors pas du tout été reproché à l'autorité cantonale de surveillance d'être entrée en matière sur la plainte. Le Tribunal fédéral ne pouvait remédier à l'absence de toute conclusion ou moyen sur ce point (cf. GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, n.101 ad art. 19 LP).\n\n3. Il résulte de ce qui précède que les recours doivent être admis et les décisions attaquées annulées, sans qu'il soit besoin d'examiner les autres griefs articulés, qui relèvent du reste, pour l'essentiel, de la compétence du juge de l'opposition."}