{"annee": "129", "cour": "IV", "page": "238", "date": "4/4/2003", "cite": ["109 IV 65", "117 IV 270", "126 IV 255", "120 IV 208", "119 IV 242", "129 IV 6", "128 IV 201", "115 IV 219", "99 IV 57", "112 IV 132", "124 IV 274", "82 IV 198", "70 IV 97", "119 IV 59", "122 IV 211"], "cite_par": ["145 IV 335", "137 IV 79", "138 IV 1", "131 IV 16", "130 IV 77", "144 IV 172", "138 IV 130", "141 IV 336"], "chapeau": "36. Auszug aus dem Urteil des Kassationshofes i.S. Staatsanwaltschaft des Kantons Zürich gegen X. (Nichtigkeitsbeschwerde)\n\n6S.226/2002 vom 4. April 2003", "regestes": ["Art. 305bis ch. 1, art. 19 al. 1 et art. 20 CP; blanchissage d'argent, erreur sur les faits, erreur de droit. Celui qui est faussement convaincu que les fonds provenant d'un trafic de drogue ne peuvent, en raison de l'écoulement du temps, plus être séquestrés, agit sous l'empire d'une erreur sur les faits (consid. 3)."], "faits": "|238|\n\nA.- X. war ab September 1976 bei der früheren Schweizerischen Bankgesellschaft (SBG) in Zürich als Kundenbetreuer im Anlagegeschäft für Spanien und Lateinamerika tätig. In dieser Funktion eröffnete er im Oktober 1978 eine Kundenverbindung mit dem Ehepaar A.-B., das im Drogenhandel tätig war. In der Folge wurden grosse Geldbeträge, die aus dem Drogenhandel stammten, auf die Konten des Ehepaars bei der SBG überwiesen. Ab dem 23. November 1984 war darüber nur noch B. verfügungsberechtigt. Von diesen Konten disponierte X. vom 1. August 1990 bis im Juli 1993 insgesamt rund 7 Mio. Franken ab und entzog sie dadurch dem Zugriff der Strafverfolgungsbehörden. Für diese Transaktionen erhielt er - neben seinem Salär und Provisionen bei der SBG - persönliche Zuwendungen in beträchtlichem Umfang, die ebenfalls aus dem Drogenhandel stammten. |239|\n\nDie Staatsanwaltschaft des Kantons Zürich klagte X. gestützt auf diesen Sachverhalt der gewerbsmässigen Geldwäscherei an. Das Bezirksgericht Zürich sprach ihn am 4. März 1997 von diesem Vorwurf frei, verpflichtete ihn jedoch, dem Kanton Zürich gestützt auf Art. 59 Ziff. 2 StGB den Betrag von Fr. 1'602'396.- für nicht mehr vorhandenen, unrechtmässigen Vermögensvorteil zu bezahlen. Das Obergericht des Kantons Zürich bestätigte am 14. Juni 1999 den Freispruch von X. und sah ausserdem - in Abänderung des erstinstanzlichen Urteils - von der Festsetzung einer Ersatzforderung für nicht mehr vorhandenen, unrechtmässigen Vermögensvorteil ab. Das von der Staatsanwaltschaft angerufene Bundesgericht hob am 29. November 2000 dieses Urteil auf und wies die Sache zu neuer Entscheidung an die Vorinstanz zurück (BGE 126 IV 255 ff.). Das Obergericht beurteilte die Sache am 3. April 2002 ein zweites Mal. Dabei trat es auf die Anklage, soweit sie Handlungen nach 1992 umfasst, infolge Eintritts der Verjährung nicht ein. Im Übrigen sprach es X. erneut von der Anklage der gewerbsmässigen Geldwäscherei frei, bestätigte indessen im Unterschied zu seinem ersten Urteil die vom Bezirksgericht festgesetzte Ersatzforderung.\n\nB.- Die Staatsanwaltschaft des Kantons Zürich führt wiederum eidgenössische Nichtigkeitsbeschwerde, mit der sie beantragt, das neue Urteil des Obergerichts sei wegen Verletzung von Art. 19 StGB aufzuheben, und die Sache sei zu neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die eidgenössische Nichtigkeitsbeschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Die Vorinstanz spricht den Beschwerdegegner von der Anklage der gewerbsmässigen Geldwäscherei im Sinne von Art. 305bis Ziff. 2 lit. c StGB frei. Sie nimmt an, er habe in einem Sachverhaltsirrtum gemäss Art. 19 Abs. 1 StGB gehandelt. Die Beschwerdeführerin hält diese Auffassung für bundesrechtswidrig. Nach ihrer Ansicht befand sich der Beschwerdegegner bei Vornahme der fraglichen Geldtransaktionen nicht in einem Sachverhalts-, sondern allenfalls in einem Rechtsirrtum. Streitgegenstand des vorliegenden Verfahrens bildet damit einzig die Frage, ob die Vorinstanz die festgestellte Fehlvorstellung des Beschwerdegegners zu Recht als Sachverhaltsirrtum qualifiziert. |240|\n\n2. Nach den verbindlichen Feststellungen der Vorinstanz wusste der Beschwerdegegner, dass die Konten, von denen er die fraglichen Abdispositionen vornahm, mit Erlös aus Drogenhandel im grossen Stil gespiesen worden waren. Er machte sich auch Gedanken zur Problematik der Geldwäscherei. In der Kundengeschichte zu einem der betroffenen Konten hielt er unter den Daten des 9. und 12. Juli 1993 unter anderem fest:\n\n[Die Kundin] \"ist sehr besorgt wegen Zeitungsmeldung in Kolumbien, dass Konti in der Schweiz blockiert werden. Transferiert $ 100 Mio. auf neues Konto einer Schwägerin, obwohl ihr grundsätzlich nichts passieren sollte (Konto erhielt seit über 10 Jahren kein Geld mehr, also keine Geldwäscherei gem. OBJ). Kundin insistiert trotzdem auf Operation.\"\n\nDie Vorinstanz stellt gestützt auf diesen Vermerk fest, dass der Beschwerdegegner am 9. Juli 1993 davon ausging, mit den Vermögenswerten auf dem betreffenden Kundenkonto keine Geldwäscherei mehr begehen zu können, weil das Konto seit über zehn Jahren keinen Geldzufluss mehr erhalten hatte. Ebenso fehlte nach den vorinstanzlichen Feststellungen dem Beschwerdegegner hinsichtlich der Transaktionen, die vor dem 9. Juli 1993 stattfanden und Gegenstand der Anklage bilden, das Bewusstsein, mit den fraglichen Vermögenswerten eine Geldwäscherei begehen zu können.\n\nDer Irrtum des Beschwerdegegners bezieht sich somit auf die Einziehbarkeit der Drogengelder, die im Tatzeitraum auf den Konten der SBG lagen und von ihm betreut wurden. Er nahm zu Unrecht an, diese Vermögenswerte könnten wegen des Zeitablaufs von über zehn Jahren seit der Überweisung vom Staat nicht mehr eingezogen werden.\n\n3. Die Qualifikation der dargestellten Fehlvorstellung als Sachverhalts- oder allenfalls als Rechtsirrtum richtet sich nach Art. 19 Abs. 1 bzw. nach Art. 20 StGB.\n\n3.1 Einem Sachverhaltsirrtum (Tatbestandsirrtum) unterliegt, wer von einem Merkmal eines Straftatbestands keine oder eine falsche Vorstellung hat. In diesem Fall fehlt dem Irrenden der Vorsatz zur Erfüllung der fraglichen Strafnorm. Bei einer solchen Konstellation ist der Täter zu seinen Gunsten nach seiner irrigen Vorstellung zu beurteilen (Art. 19 Abs. 1 StGB). In Betracht kommt allenfalls die Bestrafung wegen fahrlässiger Tatbegehung, wenn der Irrtum bei pflichtgemässer Vorsicht hätte vermieden werden können und die fahrlässige Verübung der Tat mit Strafe bedroht ist (Art. 19 Abs. 2 StGB). Diese Regeln bringen im Wesentlichen nur zum |241| Ausdruck, was sich bereits aus der Konzeption des Vorsatzes gemäss Art. 18 Abs. 2 StGB und der allgemeinen Ordnung der Fahrlässigkeit in Art. 18 Abs. 3 StGB ergibt (vgl. GUIDO JENNY, Basler Kommentar, Strafgesetzbuch I, Basel 2003, Art. 19 StGB N. 8).\n\nIm Unterschied zum Sachverhaltsirrtum betrifft der Rechtsirrtum (Verbotsirrtum) die Konstellation, bei welcher der Täter in Kenntnis aller Tatumstände und somit vorsätzlich handelt, aber sein Tun versehentlich für erlaubt hält. Der Irrtum bezieht sich in diesem Fall auf die Rechtswidrigkeit der konkreten Tat. Hat der Täter aus zureichenden Gründen angenommen, er sei zur Tat berechtigt, so kann der Richter die Strafe nach freiem Ermessen mildern oder von einer Bestrafung Umgang nehmen (Art. 20 StGB; zur Vermeidbarkeit des Irrtums vgl. BGE 129 IV 6 E. 4 S. 18; BGE 128 IV 201 E. 2 S. 210; BGE 120 IV 208 E. 5b S. 215, je mit Hinweisen). Diese Regelung ist strenger als jene des Sachverhaltsirrtums. Sie beruht auf dem Gedanken, dass sich der Rechtsunterworfene um die Kenntnis der Gesetze zu bemühen hat und deren Unkenntnis nur in besonderen Fällen vor Strafe schützt (vgl. JENNY, a.a.O., Art. 20 StGB N. 5; zum dogmengeschichtlichen Hintergrund GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Allg. Teil I, 2. Aufl., Bern 1996, § 11 N. 44 ff.; CLAUS ROXIN, Strafrecht, Allg. Teil, 3. Aufl., München 1997, § 21 N. 5 ff.).\n\n3.2 Nach der dargestellten Konzeption hängt die Abgrenzung zwischen Sachverhalts- und Rechtsirrtum nicht davon ab, ob die unzutreffende Vorstellung eine Rechtsfrage oder ausserrechtliche Tatsachen betrifft. Vielmehr gilt nach unangefochtener Lehre und Rechtsprechung nicht nur der Irrtum über beschreibende (deskriptive) Merkmale, sondern auch die falsche Vorstellung über Tatbestandsmerkmale rechtlicher (normativer) Natur als Sachverhalts- und nicht als Rechtsirrtum. Auch wer beispielsweise infolge fehlerhafter Rechtsvorstellungen verkennt, dass die von ihm unter Eigentumsvorbehalt erworbene Sache eine \"fremde\" bleibt, kann den Vorsatz der Veruntreuung (Art. 138 StGB) nicht haben, irrt also über den \"Sachverhalt\" im Sinne von Art. 19 StGB (BGE 117 IV 270 E. 2a S. 272; BGE 109 IV 65 E. 3 S. 67; BGE 82 IV 198 E. 2 S. 202; JENNY, a.a.O., Art. 19 StGB N. 11; STRATENWERTH, a.a.O., § 9 N. 75). Es kann deshalb nicht allein aus dem Umstand, dass der Beschwerdegegner von einer unzutreffenden rechtlichen Beurteilung - hinsichtlich der Einziehbarkeit der von ihm verwalteten Vermögenswerte bei der SBG - ausging, auf das Vorliegen eines Rechtsirrtums geschlossen werden. |242|\n\n3.2.1 In seinem letzten publizierten Entscheid zur Abgrenzung zwischen den beiden Irrtumsformen erwog das Bundesgericht, Art. 20 StGB regle ausschliesslich den Rechtsirrtum, nicht aber den Irrtum über Tatbestandsmerkmale rechtlicher Natur, \"welche in einem andern Rechtsgebiet (ausserhalb des Strafrechts) umschrieben werden\" (BGE 109 IV 65 E. 3 S. 67). Diese Formulierung, die unzutreffende Vorstellungen über strafrechtlich geprägte Tatbestandsmerkmale vom Sachverhaltsirrtum auszunehmen scheint, erinnert an die überkommene Rechtsprechung des deutschen Reichsgerichts. Diese unterschied zunächst zwischen Tat- und Rechtsirrtum und unterteilte den letzteren weiter in einen ausserstrafrechtlichen und einen strafrechtlichen Irrtum. Den ausserstrafrechtlichen Irrtum stellte es dem Tatirrtum gleich, den strafrechtlichen behandelte es als einen unbeachtlichen Subsumtionsirrtum (vgl. die Zusammenfassung in BGHSt 2 194, 197 f.; ferner ROXIN, a.a.O., § 12 N. 107). Diese Auffassung gründete auf der Vorstellung, dass das Bewusstsein der Rechtswidrigkeit keine Voraussetzung der Strafbarkeit darstelle (\"error iuris nocet\"), es also keinen Rechtsirrtum im Sinne des Art. 20 StGB gebe (JENNY, a.a.O., Art. 20 StGB N. 5; STRATENWERTH, a.a.O., § 11 N. 45). Im Unterschied zu dieser Konzeption geht das schweizerische Strafgesetzbuch davon aus, dass für die Strafbarkeit einer Tat auch das Bewusstsein von deren Rechtswidrigkeit erforderlich ist. Dabei folgt die gesetzliche Regelung von Art. 20 StGB der Schuldtheorie, welche solches Bewusstsein als ein vom Vorsatz getrenntes selbständiges Schuldelement begreift (BGE 115 IV 219 E. 4; BGE 99 IV 57 E. 1a mit weiteren Nachweisen; vgl. schon BGE 70 IV 97 E. 4 S. 98; STRATENWERTH, a.a.O., § 11 N. 46 und 59; für das deutsche Recht BGHSt 2 194, 199 ff.; ROXIN, a.a.O., § 21 N. 5 ff.). Angesichts der heutigen gesetzlichen Normierung des Rechtsirrtums besteht kein Anlass, den Sachverhaltsirrtum in Anknüpfung an die frühere reichsgerichtliche Praxis auf ausserstrafrechtliche Tatbestandsmerkmale einzuschränken. Vielmehr handelt auch derjenige, der von einem strafrechtlichen Tatbestandsmerkmal eine unzutreffende Vorstellung hat, in einem Sachverhaltsirrtum und damit ohne Vorsatz. In Präzisierung des eingangs zitierten Entscheids ist daher festzuhalten, dass Irrtümer über sämtliche normativen Tatbestandselemente unter Art. 19 StGB fallen, unabhängig vom Rechtsgebiet, das sie beschlagen (vgl. statt vieler REHBERG/DONATSCH, Strafrecht I, 7. Aufl., Zürich 2001, S. 97; teilweise abweichend nur MARTIN KILLIAS, Précis de droit pénal général, 2. Aufl., Bern 2001, N. 315 ff.). Im Lichte dieser präzisierten Praxis scheidet im vorliegenden Fall |243| die Anwendung von Art. 19 StGB nicht bereits deshalb aus, weil der Beschwerdeführer sich über eine strafrechtliche Frage täuschte, nämlich die Einziehbarkeit der aus dem Drogenhandel stammenden Vermögenswerte gestützt auf Art. 59 Ziff. 1 StGB.\n\n3.2.2 Unzutreffende Vorstellungen über rechtlich geprägte Tatbestandsmerkmale führen indes nicht in jedem Fall zum Ausschluss des Vorsatzes. Das für den Vorsatz notwendige Wissen (vgl. Art. 18 Abs. 2 StGB) verlangt, soweit es sich auf Tatbestandsmerkmale bezieht, deren Verständnis eine Wertung voraussetzt, nicht die juristisch exakte Erfassung des gesetzlichen Begriffs. Vielmehr genügt es, wenn der Täter den Tatbestand so verstanden hat, wie es der landläufigen Anschauung eines Laien entspricht (sog. Parallelwertung in der Laiensphäre). Er muss also die Tatbestandsmerkmale nicht in ihrem genauen rechtlichen Gehalt erfassen, sondern lediglich eine zutreffende Vorstellung von der sozialen Bedeutung seines Handelns haben. Die dem Merkmal innewohnende rechtliche Wertung muss bloss in dem Umfang vollzogen werden, als es für einen Nichtjuristen möglich ist. Mehr verlangen hiesse die Begehung vorsätzlicher Delikte Juristen und solchen Laien vorbehalten, die mehr oder weniger zufällige juristische Kenntnisse besitzen (BGE 99 IV 57 E. 1a S. 59; vgl. auch JENNY, a.a.O., Art. 18 StGB N. 23; STRATENWERTH, a.a.O., § 9 N. 69). Eine solche \"Parallelwertung\" kommt deshalb der für den Vorsatz erforderlichen Kenntnis gleich, weil Gegenstand des Vorsatzes nicht die rechtlichen Begriffe oder die Rechtswidrigkeit der Handlung, sondern die Tatumstände, d.h. die äusseren Gegebenheiten mitsamt ihrer sozialen Bedeutung, sind (ROXIN, a.a.O., § 12 N. 90). Versteht der Täter in laienhafter Anschauung den sozialen Gehalt des von ihm verwirklichten Sachverhalts - erkennt er z.B. den pornografischen Charakter einer Schrift -, handelt er mit Vorsatz, auch wenn er über die genaue rechtliche Qualifikation irrt, also z.B. meint, die von ihm vertriebene Schrift falle nicht unter den Straftatbestand der Pornografie gemäss Art. 197 StGB (BGE 99 IV 57 E. 1b S. 59 f.; BGE 112 IV 132 E. 4b S. 137 f.). In einem solchen Fall liegt ein unbeachtlicher Subsumtionsirrtum vor. Soweit der Täter dabei aufgrund einer falschen rechtlichen Ansicht - also z.B. aufgrund eines unzutreffenden rechtlichen Pornografiebegriffs - davon ausgeht, sein Handeln sei nicht rechtswidrig, kann daraus ein Verbotsirrtum im Sinne von Art. 20 StGB folgen (JENNY, a.a.O., Art. 18 StGB N. 23 in fine; STRATENWERTH, a.a.O., § 9 N. 70). |244|\n\n3.3 Der Beschwerdegegner ging auf Grund unzureichender Rechtskenntnisse davon aus, dass die aus dem Drogenhandel des Ehepaars A.-B. herrührenden Vermögenswerte nach mehr als zehn Jahren vom Staat nicht mehr einziehbar seien und deshalb damit keine Geldwäscherei mehr begangen werden könne. Die Einziehbarkeit stellt, wie die Vorinstanzen zu Recht annehmen, ein normatives Tatbestandselement der Strafnorm der Geldwäscherei (Art. 305bis StGB) dar. Aus der Konzeption dieses Tatbestandes als Vereitelung der Einziehung folgt, dass Geldwäscherei nur an Vermögenswerten begangen werden kann, die einziehbar sind. Denn die Einziehung eines Vermögenswerts kann nicht vereitelt werden, wenn ein entsprechender Anspruch nicht mehr besteht (BGE 126 IV 255 E. 3 b/bb).\n\nDie bundesgerichtliche Rechtsprechung hat freilich in einem früheren Entscheid unter Hinweis auf die Botschaft und die parlamentarischen Beratungen angenommen, den drei Tathandlungen der Vereitelung der Ermittlung der Herkunft, der Auffindung und der Einziehung von als Verbrechen herrührenden Vermögenswerten komme gleichrangige Bedeutung zu (BGE 119 IV 59 E. 2a; vgl. auch BGE 124 IV 274 E. 2). Dies hätte zur Folge, dass Geldwäscherei nicht allein mit Vermögenswerten begangen werden könnte, die einziehbar sind. In späteren Entscheiden hat das Bundesgericht indessen den Gesichtspunkt der Vereitelung der Einziehung in den Vordergrund gestellt, die es nunmehr als pars pro toto, die auch die Ermittlungs- und Auffindungsvereitelung mit einschliesst (BGE 119 IV 242 E. 1a; BGE 122 IV 211 E. 2; BGE 126 IV 255 E. 3b/bb S. 262). Daran ist festzuhalten. Auch in der Literatur wird zu Recht hervorgehoben, dass nicht einzusehen sei, warum als Gegenstand von Geldwäschereihandlungen auch nicht (mehr) einziehbare Vermögenswerte in Betracht fallen sollten (MARK PIETH, Basler Kommentar, Art. 305bis StGB N. 29; vgl. auch URSULA CASSANI, Commentaire du droit pénal suisse, partie spéciale, Bd. 9, Art. 305bis StGB N. 28 ff.; JÜRG-BEAT ACKERMANN, Kommentar Einziehung, Organisiertes Verbrechen, Geldwäscherei, Bd. I, Zürich 1998, Art. 305bis StGB N. 242; GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Bes. Teil II, 5. Aufl., Bern 2000, § 55 N. 30; a.M. BERNARD CORBOZ, Les infractions en droit suisse, Bd. II, Bern 2002, art. 305bis StGB N. 28 ff.).\n\n3.4 Es bleibt zu prüfen, ob es sich bei der fraglichen rechtlichen Fehlbeurteilung des Beschwerdegegners um einen - allenfalls den Regeln des Rechtsirrtums unterstehenden - Subsumtionsirrtum oder um einen Sachverhaltsirrtum handelt. Die Beschwerdeführerin weist zu Recht darauf hin, dass der Beschwerdegegner den Tatbestand der |245| Geldwäscherei zum fraglichen Zeitpunkt kannte. Wie der zitierte Eintrag in der Kundengeschichte zeigt, machte er sich sogar im Zusammenhang mit den fraglichen finanziellen Transaktionen Gedanken zur Geldwäscherei. Bei dieser Sachlage liegt der Schluss nahe, dass sich der Beschwerdegegner zumindest in laienhafter Wertung bewusst gewesen sein könnte, die vorgenommenen Transaktionen stellten Geldwäschereihandlungen dar, was für das Vorliegen eines blossen Subsumtionsirrtums spräche. Die Vorinstanz hat dieses für den Ausgang des vorliegenden Verfahrens entscheidende Bewusstsein des Beschwerdegegners indessen gerade nicht festgestellt. Nach ihren für den Kassationshof verbindlichen Feststellungen (Art. 277bis Abs. 1 BStP) war dieser vielmehr der festen Überzeugung, dass deliktisch erworbene Gelder, die vor mehr als zehn Jahren auf ein Bankkonto überwiesen wurden, von vornherein nicht mehr konfiszierbar seien und deshalb an diesen keine Geldwäscherei mehr begangen werden könne. Das bedeutet aber, dass der Beschwerdegegner die fraglichen Transaktionen auch nach Laienart nicht als Geldwäscherei erkannte. Er handelte somit im Irrtum über einen Tatumstand und mithin ohne Vorsatz.\n\nEs liegt damit die gleiche Konstellation vor wie in einem Fall, den das Bundesgericht schon vor einiger Zeit beurteilte. Mehrere Personen stellten in der Schweiz saudiarabische Goldmünzen her und wurden deshalb der Geldfälschung (Art. 240 StGB) und des In-Umlauf-Setzens falschen Geldes (Art. 242 StGB) angeklagt. Sie gingen zu Unrecht davon aus, die hergestellten Münzen stellten in Saudiarabien kein allgemeines Zahlungsmittel mit einem gesetzlichen Kurswert - also kein Geld im Sinne der erwähnten Strafbestimmungen - dar. Da sie in gutem Glauben von dieser unzutreffenden Annahme ausgingen, nahm das Bundesgericht an, sie hätten in einem Sachverhaltsirrtum gehandelt. Es fügte bei, den Tätern müsse zwar vorgeworfen werden, sich nicht genügend über die gesetzliche Ordnung Saudiarabiens erkundigt zu haben. Doch ändere dies nichts am Vorliegen eines Sachverhaltsirrtums. Denn nach Art. 19 Abs. 1 StGB sei allein massgebend, was sich die Täter vorgestellt haben, und nicht, was sie sich hätten vorstellen sollen (BGE 82 IV 198 E. 2 und 3). Im vorliegenden Fall verhält es sich gleich. Der Beschwerdegegner hätte sich über die Einziehbarkeit der von ihm abdisponierten Vermögenswerte genauer informieren müssen. Diese Unterlassung ändert aber nichts an seiner unzutreffenden Vorstellung und damit am Fehlen des Vorsatzes. Der Beschwerdegegner könnte deswegen strafrechtlich nur belangt werden, wenn auch die fahrlässige Geldwäscherei strafbar wäre. Dies ist indessen nicht der Fall."}