{"annee": "129", "cour": "I", "page": "185", "date": "18/12/2002", "cite": ["121 I 1", "119 IA 271", "125 I 441", "97 I 659", "103 IA 557", "109 IB 81", "125 I 289", "108 IA 165", "108 IA 38", "109 IA 203", "110 IA 183", "103 IA 603", "121 I 334", "118 IA 259", "110 IA 176", "124 I 55", "128 I 46", "126 I 112", "116 IA 359", "110 IA 7", "119 IA 167", "114 IA 395", "124 I 327", "107 IA 217", "104 IA 360", "99 IA 658", "121 I 138", "125 I 21", "111 IA 191", "104 IA 236", "105 IA 368"], "cite_par": ["143 I 92", "132 III 555", "138 I 171", "140 I 338", "138 I 61", "132 I 282", "129 I 232", "131 I 74", "131 I 442", "129 I 217", "136 I 376", "130 I 290", "133 I 110", "145 I 259", "136 I 352", "132 I 104", "140 I 58", "129 I 337", "131 I 386", "131 I 85", "136 I 364", "133 I 141", "137 I 200", "140 I 394", "139 I 292", "131 I 126", "129 I 392"], "chapeau": "19. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. X. und Y. gegen Stadt Zürich, Zentralwahlbüro der Stadt Zürich, Bezirksrat Zürich und Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)\n\n1P.267/2002 vom 18. Dezember 2002", "regestes": ["Droits politiques; art. 25 let. b et c Pacte ONU II, art. 8 al. 1, art. 9 et 34 al. 2 Cst., art. 32 al. 3 Cst./ZH, art. 3 et 4 al. 1 let. b du règlement communal de la Ville de Zurich; droit à ce que le résultat d'une élection corresponde à l'expression fidèle et sûre de la volonté du corps électoral, droit d'accéder aux fonctions publiques dans des conditions générales d'égalité, droit de voter dans des conditions générales d'égalité lors de la répartition des cercles électoraux pour l'élection au parlement de la Ville de Zurich. Recevabilité du recours pour violation du droit de vote (consid. 1), en particulier des conclusions visant à ce que des mesures positives soient ordonnées (consid. 1.5). Cognition du Tribunal fédéral saisi d'un recours pour violation du droit de vote (consid. 2). Exigences quant aux modalités de la procédure électorale cantonale (consid. 3.1). Absence de violation du droit à ce que le résultat d'une élection corresponde à l'expression fidèle et sûre de la volonté du corps électoral et du droit d'accéder aux fonctions publiques dans des conditions générales d'égalité (consid. 5). Résumé de la jurisprudence sur la formation des cercles électoraux (consid. 6.1) et des critiques formulées à son encontre (consid. 6.2). Examen de ces critiques et précisions de la jurisprudence (consid. 7.1-7.3). Inconstitutionnalité de la répartition des cercles électoraux pour l'élection au Conseil communal (Parlement) de la Ville de Zurich; violation injustifiée du droit de vote (consid. 7.4-7.6). Pas d'annulation des élections pour des motifs tirés de la sécurité du droit et de la proportionnalité; constatation de l'inconstitutionnalité de la réglementation applicable (consid. 8 et 9)."], "faits": "|187|\n\nA.- Der Präsident des Zentralwahlbüros publizierte am 7. September 2001 im amtlichen Publikationsorgan der Stadt Zürich, \"Zürichexpress\", die Anordnung betreffend die Erneuerungswahl der Mitglieder des Zürcher Stadtparlamentes (Gemeinderat) für die Amtsdauer 2002 bis 2006 vom Sonntag, 3. März 2002. Darin wurde insbesondere bestimmt, dass die Wahl des Gemeinderates nach dem Verhältniswahlverfahren erfolge. Ebenfalls wurde die Anzahl der pro Stadtkreis zu wählenden Parlamentsmitglieder bestimmt. Dem Kreis 1 sollten zwei Vertreter zustehen, anderen Kreisen bis zu 19.\n\nB.- X. und Y. erhoben gegen diese Verfügung am 27. September 2001 Beschwerde an den Bezirksrat Zürich und beantragten im Wesentlichen, die Verfügung vom 7. September 2001 sei aufzuheben. Der Stadtrat sei anzuweisen, eine Weisung zu Händen des Gemeinderates und der Gemeinde auszuarbeiten, wonach das Gebiet der Stadt Zürich in verfassungskonforme Wahlkreise eingeteilt werden solle. Der Bezirksrat Zürich trat auf die Beschwerde vom 27. September 2001 am 18. Oktober 2001 nicht ein.\n\nC.- X. und Y. beschwerten sich gegen diesen Nichteintretensentscheid mit Eingabe vom 21. November 2001 beim Regierungsrat des Kantons Zürich. Sie stellten den Antrag, der Bezirksrat sei anzuweisen, auf die Beschwerde vom 27. September 2001 einzutreten und in der Sache zu entscheiden. Der Regierungsrat hiess die Beschwerde vom 21. November 2001 am 3. April 2002 - also nach durchgeführter Gemeinderatswahl vom 3. März 2002 - gut und hob den Beschluss des Bezirksrates auf. Materiell wies er die Beschwerde vom 27. September 2001 gegen die Anordnung des Präsidenten des Zentralwahlbüros vom 7. September 2001 ab.\n\nD.- X. und Y. führen mit Eingabe vom 15. Mai 2002 staatsrechtliche Beschwerde gegen den Entscheid des Zürcher Regierungsrates. Zur Hauptsache beantragen sie, den Beschluss des Bezirksrates vom 18. Oktober 2001 sowie den Beschluss des Regierungsrates vom 3. April 2002 aufzuheben, die Gemeinderatswahlen vom 3. März 2002 zu kassieren und den Stadtrat von Zürich anzuweisen, die Gemeinderatswahlen aufgrund der in der bevorstehenden Volksabstimmung vom 2. Juni 2002 per Initiative vorgeschlagenen Änderung der Gemeindeordnung wiederholen zu lassen (Volksinitiative der Grünen Partei vom 17. März 1999 \"Mehr Demokratie für weniger Geld!\" mit den Zielen: Verkleinerung des Gemeinderates auf 90 Mitglieder, Wahl des Gemeinderates nach dem Verhältniswahlrecht mit Bildung eines Einheitswahlkreises für das ganze Stadtgebiet).\n\n|188|", "considerants": "Erwägungen:\n\n1. Das Bundesgericht prüft von Amtes wegen und mit freier Kognition, ob und gegebenenfalls in welchem Umfang auf eine Beschwerde einzutreten ist (BGE 128 I 46 E. 1a S. 48 mit Hinweisen).\n\n1.1 Nach Art. 85 lit. a OG beurteilt das Bundesgericht Beschwerden betreffend die politische Stimmberechtigung der Bürger und betreffend kantonale Wahlen und Abstimmungen. Als kantonal gelten auch Wahlen und Abstimmungen in den Gemeinden (BGE 110 Ia 186 E. 3c; BGE 108 Ia 39 E. 2; BGE 105 Ia 369 E. 2). Der angefochtene Entscheid schützt die Anordnung des Präsidenten des Zentralwahlbüros hinsichtlich der Wahlen vom 3. März 2002. Er berührt damit die politischen Rechte und kann mit einer Stimmrechtsbeschwerde nach Art. 85 lit. a OG angefochten werden.\n\n1.2 Mit der Stimmrechtsbeschwerde kann nicht nur die Aufhebung des angefochtenen Entscheides, sondern auch diejenige der Wahl selbst verlangt werden (Urteil 1P.517/1994 vom 22. November 1994, publ. in: ZBl 96/1995 S. 570, E. 1d mit Hinweisen). Anfechtungsobjekt der vorliegenden Stimmrechtsbeschwerde ist der Regierungsratsbeschluss vom 3. April 2002. Dieser bestätigte einerseits die Anordnung des Präsidenten des Zentralwahlbüros vom 7. September 2001 und andererseits die Bekanntmachung des Wahlergebnisses im \"Zürichexpress\" vom 6. März 2002 (\"Erwahrungsbeschluss\" des Zentralwahlbüros vom 6. März 2002; vgl. Art. 21 Abs. 3 GO). Bereits der Regierungsrat erachtete diesen Beschluss vom 6. März 2002 als mitangefochten, ohne ihn jedoch ausdrücklich als Anfechtungsobjekt zu erwähnen (vgl. E. 3c des Regierungsratsbeschlusses vom 3. April 2002).\n\n1.3 Die Beschwerdeführer sind stimm- und wahlberechtigt in der Stadt Zürich. Daher sind sie zur Stimmrechtsbeschwerde betreffend die Gemeinderatswahlen der Stadt Zürich legitimiert. Weil auch die übrigen Sachurteilsvoraussetzungen erfüllt sind, ist auf die Stimmrechtsbeschwerde grundsätzlich einzutreten.\n\n1.4 Die Beschwerde richtet sich der Sache nach nur gegen die Ziff. II und III des Regierungsratsbeschlusses vom 3. April 2002. Die Ziff. I dieses Beschlusses, die den Entscheid des Bezirksrates Zürich vom 18. Oktober 2001 aufgehoben hat, beschwert die Beschwerdeführer nicht. Damit fehlt ihnen mit Bezug auf den Antrag um Aufhebung der Ziff. 1-4 des Bezirksratsbeschlusses ein aktuelles Rechtsschutzinteresse. Insoweit ist auf die Stimmrechtsbeschwerde nicht einzutreten.\n\n|189|\n\n1.5 Soweit die Beschwerdeführer sodann die Wiederholung der Gemeinderatswahlen vom 3. März 2002 aufgrund der Initiative vom 17. März 1999 zur Bildung eines Einheitswahlkreises verlangen, kann auf die Beschwerde schon deshalb nicht eingetreten werden, weil die besagte Initiative am 2. Juni 2002 an der Urne abgelehnt worden ist. Im Ergebnis Gleiches gilt für den Eventualantrag, wonach der Stadtrat anzuweisen sei, die Wahlkreiseinteilung im von den Beschwerdeführern beantragten Sinne abzuändern und die Wahlen aufgrund dieser Neueinteilung zu wiederholen: Stimmrechtsbeschwerden sind wie andere staatsrechtliche Beschwerden in der Regel kassatorischer Natur (BGE 119 Ia 167 E. 1f S. 173 mit Hinweisen). Anträge zum Erlass positiver Anordnungen sind daher grundsätzlich ausgeschlossen. Eine Ausnahme gilt nur, wenn der verfassungsmässige Zustand mit der Aufhebung des angefochtenen Entscheides nicht hergestellt werden kann (BGE 124 I 327 E. 4b/aa S. 332 mit Hinweisen). Bei Gutheissung der Beschwerde hätte im vorliegenden Fall die Stadt Zürich die Wahlkreise neu einzuteilen bzw. entsprechende Ausgleichsmassnahmen zu ergreifen. Wie eine Wahlkreiseinteilung im Einzelnen aussehen soll, hat die Stadt Zürich selbst zu bestimmen. Das ist nicht Sache des Bundesgerichts (vgl. aber E. 8 hiernach).\n\n1.6 Die Begründungspflicht gemäss Art. 90 Abs. 1 lit. b OG gilt auch für Stimmrechtsbeschwerden. Das Bundesgericht prüft demnach nur die rechtsgenüglich erhobenen Rügen. Die Beschwerdeführer müssen daher den wesentlichen Sachverhalt darlegen, die als verletzt behaupteten Verfassungsbestimmungen nennen und überdies dartun, inwiefern diese verletzt sein sollen (BGE 121 I 334 E. 1b S. 337, 357 E. 2d S. 360; BGE 114 Ia 395 E. 4 S. 401; BGE 104 Ia 236 E. 1d).\n\nSoweit die Beschwerdeführer einen Verstoss gegen Art. 9 BV behaupten, kann auf die Beschwerde mangels hinreichender Begründung nicht eingetreten werden. Aus demselben Grund kann auf ihren Antrag auf Aufhebung der Ziff. III des Regierungsratsbeschlusses nicht eingetreten werden. Einerseits legen die Beschwerdeführer nicht dar, inwiefern der Beschluss hinsichtlich der Parteientschädigung falsch sein sollte. Andererseits befassen sie sich nicht mit der vom Regierungsrat in E. 6 des Beschlusses angeführten Doppelbegründung, wonach § 17 Abs. 2 des Gesetzes des Kantons Zürich vom 24. Mai 1959 über den Rechtsschutz in Verwaltungssachen (Verwaltungsrechtspflegegesetz) nicht erfüllt sei (BGE 121 I 1 E. 5a/bb S. 11 mit Hinweisen). |190|\n\n2. Bei Stimmrechtsbeschwerden prüft das Bundesgericht nicht nur die Auslegung von Bundesrecht und kantonalem Verfassungsrecht frei, sondern auch diejenige anderer kantonaler Vorschriften, welche den Inhalt des Stimmrechts umschreiben oder mit diesem in engem Zusammenhang stehen (BGE 111 Ia 194 E. 4a, 197 E. 2a; BGE 110 Ia 181 E. 5a; BGE 108 Ia 167 E. 2a, mit Hinweisen). Zu diesen Vorschriften gehören auch die Bestimmungen des Gesetzes des Kantons Zürich vom 4. September 1983 über die Wahlen und Abstimmungen (Wahlgesetz; WaG/ZH), des Gesetzes des Kantons Zürich vom 6. Juni 1926 über das Gemeindewesen (Gemeindegesetz; GG) sowie der Gemeindeordnung der Stadt Zürich vom 26. April 1970 (Gemeindeordnung; GO).\n\n3.\n\n3.1 Die Kantone sind in der Ausgestaltung ihres politischen Systems weitgehend frei. Art. 39 Abs. 1 BV (früher Art. 6 Abs. 2 lit. b aBV) verpflichtet sie lediglich, die Ausübung der politischen Rechte nach republikanischen (repräsentativen oder demokratischen) Formen zu sichern. Diesen verfassungsrechtlichen Anforderungen genügen grundsätzlich sowohl das Mehrheits- als auch das Verhältniswahlverfahren. Schranke für die Ausgestaltung des Wahlverfahrens bildet Art. 8 Abs. 1 BV (früher Art. 4 Abs. 1 aBV), welcher in Verbindung mit Art. 34 BV (auch) die politische Gleichberechtigung der Bürger garantiert; das war ursprünglich gar die Hauptbedeutung des Gleichheitsartikels gemäss der Bundesverfassung von 1848 (BÉATRICE WEBER-DÜRLER, Rechtsgleichheit, in: Thürer/Aubert/Müller [Hrsg.], Verfassungsrecht der Schweiz, Zürich 2001, § 41 Rz. 1 ff.). Da jede Abweichung vom Proporz zwangsläufig zu einer Ungleichbehandlung von Wählerstimmen führt, ist die Aufnahme proporzfremder Elemente ins Wahlverfahren nur zulässig, wenn dafür ausreichende sachliche Gründe bestehen (vgl. BGE 121 I 138 E. 5b S. 145; Urteil 1P.671/1992 vom 8. Dezember 1992, E. 3a, publ. in: ZBl 95/1994 S. 479).\n\n3.2 Die Verfassung vom 18. April 1869 des eidgenössischen Standes Zürich (KV) hält in Art. 32 Abs. 3 fest, dass der Kantonsrat (Volksvertretung, Art. 28 KV) nach dem Verhältniswahlverfahren gewählt und das Verfahren durch das Gesetz bestimmt wird. Nach § 94 WaG/ZH erfolgt die Wahl des Grossen Gemeinderates ebenfalls nach diesem Verfahren und zwar gemäss den Bestimmungen über die Wahl des Kantonsrates. |191|\n\nNach § 101 GG wird die Zahl der Mitglieder des Grossen Gemeinderates durch die Gemeindeordnung bestimmt; die Wahl erfolgt entsprechend den Vorschriften des Wahlgesetzes. Gemäss § 93 Abs. 1 WaG/ZH bildet die Gemeinde für die Gemeindewahlen einen Wahlkreis, sofern das Gesetz nichts anderes bestimmt. Die Gemeinden mit Grossem Gemeinderat können in ihrer Gemeindeordnung das Gemeindegebiet für die Wahl der Mitglieder des Grossen Gemeinderates in mehrere Wahlkreise aufteilen (Art. 93 Abs. 2 WaG/ZH). Von diesem Recht hat die Stadt Zürich Gebrauch gemacht: Das Stadtgebiet wird in zwölf Kreise eingeteilt (Art. 3 GO), und diese Kreise bilden die Wahlkreise für den Gemeinderat (Art. 4 lit. b GO). Die 125 Mitglieder des Gemeinderates werden im Verhältniswahlverfahren gewählt (Art. 23 Abs. 1 und 2 GO). Jeder Kreis wählt seine Vertreterinnen oder Vertreter in der Zahl, die der Wohnbevölkerung gemäss letzter eidgenössischer Volkszählung entspricht (Art. 23 Abs. 3 GO). Im Einzelnen erfolgt die Zuteilung der Mandate für jeden Wahlkreis gesondert nach den Regeln in §§ 86 ff. WaG/ZH, welche sich an der Methode \"Hagenbach-Bischoff\" orientieren (siehe dazu BGE 109 Ia 203 E. 4c S. 205 ff.).\n\n4. Die Beschwerdeführer halten dafür, die Wahlkreiseinteilung der Stadt Zürich widerspreche Art. 32 Abs. 3 KV, Art. 8 Abs. 1 und Art. 34 BV sowie Art. 25 lit. b und c des Internationalen Paktes über bürgerliche und politische Rechte vom 16. Dezember 1966 (UNO-Pakt II; SR 0.103.2). Insbesondere seien sie durch die Anordnung des Präsidenten des Zentralwahlbüros vom 7. September 2001 in ihrem aktiven und passiven Wahlrecht verletzt. Soweit sie zudem eine Verletzung von Art. 9 BV geltend machen, kann auf ihre Beschwerde nicht eingetreten werden (vgl. E. 1.6 vorstehend).\n\nZur Begründung ihrer Rügen führen sie aus, nach § 101 Abs. 2 GG werde der Grosse Gemeinderat nach dem Verhältniswahlverfahren gewählt. Aufgrund des für die Gemeinderatswahlen der Stadt Zürich massgebenden Proporzsystems und der geltenden Wahlkreiseinteilung betrage der erforderliche Mindestanteil an Stimmen in Prozenten für ein Vollmandat im Wahlkreis 8 mit fünf Sitzen 16.66%, im Wahlkreis 5 mit vier Sitzen 20% und im Wahlkreis 1 mit zwei Sitzen sogar 33.33%. In anderen Wahlkreisen mit 19 und 16 Mitgliedern gelte ein Quorum von 5 respektive 5.88%. Die geltende Wahlkreiseinteilung verhindere das von der Kantonsverfassung vorgeschriebene Verhältniswahlrecht. Auch der Regierungsrat anerkenne, dass die umstrittene Wahlkreiseinteilung einen Eingriff in den Grundsatz |192| der Verhältniswahl bedeute und dass diese bei den Wahlen vom 3. März 2002 einen proporzverfälschenden Einfluss auf das Wahlergebnis gehabt habe. Die Partei der Grünen habe im Kreis 1 einen Wähleranteil von 16.1% der Stimmen erreicht, sei aber trotzdem von der Mandatsverteilung ausgeschlossen geblieben. Dies widerspreche auch dem Anspruch auf unverfälschte Stimmabgabe im Sinne von Art. 34 Abs. 2 BV, da die besagten Stimmen völlig gewichtslos geblieben seien. Die vom Regierungsrat angeführte historisch gewachsene Wahlkreiseinteilung aufgrund der verschiedenen Eingemeindungen entspreche nur teilweise der Realität. Das vom Regierungsrat behauptete, aber nicht näher belegte gesellschaftliche und kulturelle Zusammengehörigkeitsgefühl in den Kreisen 1, 5 und 8 rechtfertige nicht, dass an einer Mandatszahl unter 10 Sitzen pro Kreis festgehalten werde. Nach der zweiten Eingemeindung von 1934 seien dem Kreis 1 neun Mandate zugekommen. Heute stelle er noch zwei Abgeordnete. Eine Mindestanzahl von Mandaten sei nicht vorgeschrieben, sodass unter Umständen ein Kreis gar kein Mandat mehr erhalte. Zusammenfassend seien zumindest die kleineren Wahlkreise hinsichtlich der unterschiedlichen Quoren für die Erlangung eines Vollmandats offensichtlich verfassungswidrig.\n\n5. Nach der Ansicht der Beschwerdeführer stellt die Wahlkreiseinteilung eine unangemessene Einschränkung des freien Wählerwillens (Art. 25 lit. b UNO-Pakt II) dar bzw. verletzt sie in ihrem Anspruch auf unverfälschte Stimmabgabe (Art. 34 Abs. 2 BV). Auch genüge sie dem Recht auf gleiche Ämterzugänglichkeit (Art. 25 lit. c UNO-Pakt II) nicht.\n\nSofern die Beschwerdeführer ihrer diesbezüglichen Begründungspflicht überhaupt nachgekommen sind (vgl. E. 1.6 vorstehend), erweisen sich diese Rügen als unbegründet. Nach Art. 25 lit. b UNO-Pakt II und Art. 34 Abs. 2 BV muss das Wahlverfahren so ausgestaltet sein, dass die freie und unbeeinflusste Äusserung des Wählerwillens gewährleistet ist. Geschützt wird unter anderem das Recht der aktiv Wahlberechtigten, weder bei der Bildung noch bei der Äusserung des Wählerwillens unter Druck gesetzt oder unzulässigerweise beeinflusst zu werden. Art. 25 lit. c UNO-Pakt II garantiert das Recht auf gleiche Ämterzugänglichkeit, wobei der Begriff des öffentlichen Amtes sämtliche Ämter der Exekutive, Judikative sowie der öffentlichen Verwaltung erfasst, deren Inhaber nicht mittels Wahl bestimmt, sondern hoheitlich ernannt und worin hoheitliche Befugnisse ausgeübt werden. Die politischen Rechte sind im |193| UNO-Pakt II bewusst als kleinster gemeinsamer Nenner konzipiert, um möglichst vielen, auch weniger demokratischen Staaten die Teilnahme zu ermöglichen (BGE 125 I 289 E. 7d; WALTER KÄLIN/GIORGIO MALINVERNI/MANFRED NOWAK, Die Schweiz und die UNO-Menschenrechtspakte, 2. Aufl., Basel und Frankfurt am Main 1997, S. 226 ff.; MANFRED NOWAK, U.N. Covenant on Civil and Political Rights, CCPR Commentary, Kehl am Rhein/Strasbourg/Arlington 1993, S. 449 Rz. 30 ff.; PIERMARCO ZEN-RUFFINEN, L'expression fidèle et sûre de la volonté du corps électoral, in: Thürer/Aubert/Müller [Hrsg.], Verfassungsrecht der Schweiz, Zürich 2001, § 21 Rz. 2 ff.).\n\nWeder ist ersichtlich, wie die angefochtene Wahlkreiseinteilung die Beschwerdeführer in der Bildung bzw. Äusserung ihres freien Wählerwillens verletzt haben soll (Art. 25 lit. b UNO-Pakt II, Art. 34 Abs. 2 BV), noch schützt Art. 25 lit. c UNO-Pakt II den Zugang zum Zürcher Gemeindeparlament, da dessen Zusammensetzung in Wahlen und nicht durch hoheitliche Ernennung bestimmt wird. Folglich ist insofern weder Art. 25 UNO-Pakt II noch Art. 34 Abs. 2 BV verletzt worden.\n\n6. Die Beschwerdeführer kritisieren die Stadtzürcher Wahlkreiseinteilung als bundesverfassungswidrig.\n\n6.1 Das Bundesgericht hielt im Entscheid \"Geissbühler\" vom 28. März 1962 fest, die Bedeutung einer Partei im kantonalen Parlament müsse aufgrund der Wahlergebnisse bezogen auf den ganzen Kanton ermittelt werden und nicht nur unter Berücksichtigung eines einzelnen Wahlkreises. Die gesetzliche Festsetzung eines Quorums von 15% für ein Vollmandat widerspreche daher dem in der Kantonsverfassung festgeschriebenen Verhältniswahlsystem. Denn es blieben unter Umständen in einem einzelnen Wahlkreis Listen erfolglos, denen gesamtkantonal eine genügend gewichtige Rolle zukomme. Ein Quorum von 12.4% wurde - da beinahe bei 15% liegend - als unzulässig, ein Quorum von 6.6% demgegenüber noch als mit der Verfassung vereinbar beurteilt (Urteil P.15/1962 vom 28. März 1962, E. 3, publ. in: JdT 1962 I S. 271 ff.). In BGE 103 Ia 557 E. 3c S. 563 (\"Freie Wähler\") erachtete das Bundesgericht im Zusammenhang mit der Restmandatsverteilung ein Quorum von einem Sechstel als zulässig, um eine Zersplitterung der politischen Gruppierungen und damit eine Erschwerung der wirksamen Erfüllung der öffentlichen Aufgaben zu verhindern. Weiter hielt das Bundesgericht am 21. Dezember 1977 fest, ein Quorum von 10% für ein Vollmandat sei noch mit dem Verhältniswahlsystem vereinbar (BGE 103 Ia 603 |194| E. 6c S. 611, \"Mouvements démocrates du district de Sion\"). Gemäss dem Entscheid \"Bohnet\" vom 20. November 1981 ist das durch die Mandatszahl und das Wahlsystem vorgegebene Quorum nicht generell mit dem im Kanton Wallis geltenden Verfassungsgrundsatz der Proporzwahl unvereinbar. Das Bundesgericht führte weiter aus, dieses Quorum dürfe \"(...) aber nicht für Parlamentswahlen nach dem Proporz in Wahlkreisen mit einer sehr kleinen Mandatszahl angewendet werden, wie im vorliegenden Falle bei einem Wahlkreis mit nur zwei Mandaten (...).\" Eine Grenze in Form einer Mindestmandatszahl pro Wahlkreis, unterhalb welcher ein solches System verfassungswidrige Ergebnisse zeitigt, legte das Bundesgericht jedoch nicht fest, da dies nicht seine Sache sei (BGE 107 Ia 217 E. 3f S. 224; zum Problem der Mandatszuteilung auf die Wahlkreise vgl. BGE 99 Ia 658 ff.). Im Urteil 1P.671/1992 vom 8. Dezember 1992, publ. in: ZBl 95/1994 S. 479 (\"Freie Liste des Kantons Bern\") hielt das Bundesgericht erneut fest, das Verhältniswahlrecht könne durch ein gesetzliches Quorum für die Vollmandatsverteilung eingeschränkt werden, um eine Parteienzersplitterung zu verhindern. Ein reines Verhältniswahlrecht im Wahlgebiet setze entweder möglichst grosse und gleiche Wahlkreise voraus, denen viele Sitze zustünden, oder das Wahlgebiet müsse als Einheitswahlkreis ausgebildet sein. Unterschiedliche Wahlkreise bewirkten, dass nicht jeder Wählerstimme das gleiche politische Gewicht zukomme. Je kleiner ein Wahlkreis sei, desto grösser sei der erforderliche Stimmenanteil, um einen Sitz zu erringen, und desto grösser sei auch die Zahl der Wähler, die im Parlament nicht vertreten würden, deren Stimmen mithin \"gewichtslos\" seien. Eine auf der überkommenen Gebietsorganisation beruhende Einteilung in verschieden grosse, teils sehr kleine Wahlkreise halte vor der Rechtsgleichheit nur stand, wenn diese kleinen Wahlkreise, sei es aus historischen, föderalistischen, kulturellen, sprachlichen, ethnischen oder religiösen Gründen, Einheiten mit einem gewissen Zusammengehörigkeitsgefühl bildeten.\n\n6.2 Diese Rechtsprechung wird in der Literatur kritisiert.\n\n6.2.1 Nach ALFRED KÖLZ (Probleme des kantonalen Wahlrechts, ZBl 88/1987 S. 1 ff., insb. 24 ff.) ist zu unterscheiden, ob die Abweichungen vom Proportionalitätsgrundsatz eine Folge der Sitzzuteilung oder aber eine Folge der Einteilung des Kantons in kleine Wahlkreise seien. Abweichungen von der Gleichbehandlung aller Wahlkreise seien erlaubt, um regionalen Minderheiten einen überproportionalen Vertretungsanspruch einzuräumen. Unzulässig sei es aber, die bundesgerichtlichen Überlegungen zur Wahlkreiseinteilung |195| auf das Mandatsverteilungsverfahren für die einzelnen Listen eines Wahlkreises anzuwenden. In kleinen Wahlkreisen könnten Minderheiten von der Mandatsverteilung ausgeschlossen bleiben, sogar jene Minderheiten, die mehr als 10% der Stimmen erreichten und somit als \"bedeutende Minderheiten\" mittels des Quorums gar nicht ausgeschlossen werden dürften. Die sich durch die Wahlkreiseinteilung ergebenden Unterschiede in der für einen Sitzgewinn notwendigen Wählerzahl zugunsten der grossen Listen seien Folge einer Ungleichbehandlung der Listen innerhalb der Wahlkreise und nicht der Bevorteilung regionaler Minderheiten. Für die proportionalitätsverfälschenden Auswirkungen der Wahlkreiseinteilung sollten deshalb die gleichen Massstäbe wie bei den beiden Quoren gesetzt werden. Quorumsbestimmungen führten zu empfindlichen Einbrüchen in das Prinzip der Erfolgswertgleichheit. Mit dem Entscheid für das Verhältniswahlrecht hätten sich die kantonalen Verfassungsgeber für das Prinzip der Erfolgswertgleichheit und damit auch für die mittelbare Anwendbarkeit der in den Kantonsverfassungen verankerten Rechtsgleichheit ausgesprochen. Gewisse Wahlkreiseinteilungen weckten Bedenken, da der Wahlkreiseinteilung die gleichen ausschliessenden Wirkungen wie den Quoren zukommen könne. Im Unterschied zu den Quoren könnten gemäss der Rechtsprechung des Bundesgerichts durch die Wahlkreiseinteilung auch Listen, die weit mehr als 10% der Stimmen erreicht hätten, von der Mandatsverteilung ausgeschlossen bleiben. Dies bedeute eine massive proporzfremde Abweichung von der Erfolgswertgleichheit der Stimmen der verschiedenen Listen. Die Kantone verfügten zwar bei der Festlegung des Wahlsystems und in seiner Ausgestaltung über einen grossen Gestaltungsspielraum; es sollte indessen ein bestimmtes System dann auch in allen Wahlkreisen ungefähr gleich zur Anwendung gelangen. Die in Art. 4 aBV (bzw. Art. 8 BV) festgehaltene Rechtsgleichheit sei bei ihrer Aufnahme in die Bundesverfassung vor allem auf die Behebung politischer Ungleichheiten in den Kantonen ausgerichtet gewesen. Dieser ursprünglichen Hauptbedeutung der Rechtsgleichheit sei stärker Nachachtung zu verschaffen.\n\n6.2.2 TOMAS POLEDNA (Wahlrechtsgrundsätze und kantonale Parlamentswahlen, Diss. Zürich 1988, S. 118 ff., insb. 130 ff.) widerspricht der bundesgerichtlichen Argumentation ebenfalls, wonach mittels Quoren die Parteienzersplitterung tauglich verhindert werden könnte. Er sieht zwischen Wahlverfahren und Parteienzersplitterung kein so enges Verhältnis. Unter Hinweis auf die Unabhängigkeit der Regierung vom Parlament stellt er die Zulässigkeit der Quoren |196| überhaupt in Frage. Sei ferner die Mandatszuteilung streng an den Wahlkreis gebunden, finde also kein Verhältnisausgleich zwischen den Wahlkreisen statt, so habe die Wahlkreisgrösse eine eminente wahlsystematische Bedeutung. Mit abnehmender Wahlkreisgrösse steige die für die Zuteilung eines Mandates notwendige prozentuale Anzahl an Stimmen innerhalb eines Wahlkreises. Der Wahlkreisgrösse könne eine quorumsähnliche, wenn nicht gar wahlsystemändernde Wirkung zukommen. Wiewohl die Einteilung des Wahlgebietes in kleine Wahlkreise in ihren Auswirkungen den Quoren gleichzustellen sei, werde die Wahlkreisgestaltung vom Bundesgericht trotzdem nicht nach den gleichen Massstäben beurteilt. Jede wahlsystembedingte Sperrwirkung bei Verhältniswahlen bedürfe einer besonderen Begründung. Weder die Parteienzersplitterung noch die Gefährdung der Funktionsfähigkeit kantonaler Organe rechtfertigten jedoch eine solche Einschränkung. Ebenso sei der vom Bundesgericht bei der Sitzverteilung angewandte Grundsatz, wonach die Rechtsgleichheit kein konstantes Verhältnis von Sitzen zur Bevölkerungszahl fordere, bei Verfahren der Mandatsverteilung abzulehnen. Dadurch würden nicht regionale Minderheiten geschützt, sondern politische Minderheiten ausgeschlossen. Mit dem Grundsatz der politischen Gleichheit und der Erfolgswertgarantie lasse sich nur schwer vereinbaren, wenn im Ergebnis verschiedene Wahlsysteme innerhalb des gleichen Wahlgebietes für die Bestellung desselben Organes angewandt würden. Mit abnehmender Wahlkreisgrösse erfolge eine Verschiebung des Wahlsystems in Richtung Mischwahlsystem (so auch: PIERRE GARRONE, L'élection populaire en Suisse, Diss. Genf 1990, S. 241 ff.).\n\n6.2.3 PIERRE TSCHANNEN (Stimmrecht und politische Verständigung, Habilitationsschrift Bern 1995, N. 749 ff.) ist ebenfalls der Ansicht, die Unterschiede in der Wahlkreisgrösse wirkten sich zum Schaden der Erfolgswertgleichheit aus. Die Grösse der Wahlkreise sollte deshalb nur wenig vom Mittelmass abweichen. Die höchstrichterliche Rechtsprechung lasse Abweichungen aufgrund historisch-politischer Strukturen zu. Gegen die verschiedenen Sperrklauseln spreche die Inkonsequenz, mit der sie in der Rechtsprechung beurteilt würden. Trotz vergleichbarer Auswirkungen ziehe das Bundesgericht keine bundesverfassungsrechtlichen Konsequenzen für die Bemessung der Wahlkreise; insbesondere habe es aus dem Systemgeist der Verhältniswahl keine minimale Wahlkreisgrösse abgeleitet, nicht einmal die Pflicht, kleine Wahlkreise für die Mandatsverteilung zu Wahlkreisverbänden zusammenzulegen. |197|\n\n6.2.4 Auch YVO HANGARTNER und ANDREAS KLEY (Die demokratischen Rechte in Bund und Kantonen der Schweizerischen Eidgenossenschaft, Zürich 2000, Rz. 1453) sind der Meinung, Sperrklauseln dürften nicht übermässig sein und den Erfolg kleinerer Parteien nicht allzu stark hindern. Wenn sich der Verfassungsgeber oder auch nur der Gesetzgeber für das Verhältniswahlsystem entscheide, so müsse dieses System auch sinnvoll, seiner Konstruktion entsprechend, ausgestaltet werden. Die gegenüber den Sperrklauseln restriktive Praxis des Bundesgerichts sollte eher noch verschärft werden.\n\n7. An der in E. 6.1 dargestellten Rechtsprechung ist grundsätzlich festzuhalten. Sie ist jedoch begrifflich und inhaltlich zu präzisieren:\n\n7.1 Rechtsprechung und Literatur verwenden im Zusammenhang mit der Mandatszuteilung die Begriffe des direkten, des indirekten und des natürlichen Quorums. Begriffliche Übereinstimmung herrscht jedoch lediglich in Bezug auf das direkte Quorum.\n\n7.1.1 Das direkte Quorum bietet deshalb zu keinen Weiterungen Anlass. Es schliesst jene Listen von der Mandatsverteilung im Wahlkreis aus, die einen in der Verfassung oder gesetzlich festgelegten Prozentsatz der gültigen Stimmen nicht erreicht haben (vgl. die unter E. 6.1 zitierte Rechtsprechung; so auch schon EMIL KLÖTI, Die Proportionalwahl in der Schweiz, Diss. Zürich 1901, S. 391; zuletzt: HANGARTNER/KLEY, a.a.O., Rz. 1448). Nach der bundesgerichtlichen Rechtsprechung und der Mehrheit der Autoren verhindert das indirekte Quorum jenen Listen den Zugang zur Restmandatsverteilung, die nicht mindestens die Verteilungszahl und damit ein Vollmandat erzielt haben. Diese Verteilungszahl entspricht (gemäss der Methode des kleinsten Quotienten nach \"Hagenbach-Bischoff\") dem Quotienten aus der Gesamtzahl der abgegebenen Stimmen und der um eins vermehrten Zahl der im Wahlkreis zu vergebenden Mandate, aufgerundet auf die nächsthöhere ganze Zahl (BGE 103 Ia 557 E. 3c S. 562; so auch GARRONE, a.a.O., S. 231; KÖLZ, a.a.O., S. 20; POLEDNA, a.a.O., S. 110; BENNO SCHMID, Die Listenverbindung im schweizerischen Proportionalwahlrecht, Diss. Zürich 1961, S. 23 und 32). TSCHANNEN (a.a.O., S. 501) definiert das indirekte Quorum demgegenüber als Folge kleiner Wahlkreise. So verlangten kleine Wahlkreise mit tiefer Sitzzahl entsprechend hohe Wähleranteile, um ein Mandat zu erreichen. Lehre und Rechtsprechung sind sich schliesslich uneins hinsichtlich der Bedeutung des natürlichen Quorums. Die Literatur verwendet diesen Begriff mehrheitlich als Synonym des indirekten Quorums (z.B. KLÖTI, a.a.O., S. 397 oder |198| POLEDNA, a.a.O., S. 110). KÖLZ (a.a.O., S. 20) kann diesem Terminus allerdings nicht viel abgewinnen. So ist er der Ansicht, der Ausdruck des indirekten Quorums werde \"(...) euphemistisch \"natürliches\" Quorum genannt\". Für TSCHANNEN (a.a.O., S. 501) gehört der Begriff des natürlichen Quorums ebenfalls zur Restmandatsverteilung. Er versteht ihn jedoch nicht als Synonym des indirekten Quorums, sondern stellt ihn als dritte, eigenständige Form neben das direkte (als normativ festgelegten Prozentsatz) und das indirekte Quorum (als Folge kleiner Wahlkreise). GARRONE (a.a.O., S. 232) wiederum stellt dem direkten und dem indirekten Quorum als gesetzliche Quoren den effet de seuil gegenüber, den er auch natürliches Quorum nennt. Die Anzahl Sitze pro Wahlkreis bestimme diesen Schwellenwert. In der älteren Rechtsprechung des Bundesgerichts wird das natürliche Quorum als Synonym des indirekten benutzt (so in BGE 107 Ia 217 E. 3c S. 222). In neueren Entscheiden wird es hingegen als die von der Wahlkreisgrösse (und dem Wahlsystem) abhängige Form des Quorums verwendet (Urteil 1P.671/1992 vom 8. Dezember 1993, E. 3c, \"Freie Liste des Kantons Bern\", publ. in: ZBl 95/1994 S. 479; Urteil 1P.563/2001 vom 26. Februar 2002, publ. in: ZBl 103/2002 S. 537).\n\n7.1.2 Nach dem Gesagten herrscht Einigkeit über die Bedeutung des direkten Quorums (vgl. vorstehende E. 7.1.1). Aus Gründen der Rechtssicherheit sind jedoch die Begriffe des indirekten und des natürlichen Quorums für die bundesgerichtliche Rechtsprechung festzulegen.\n\nDas indirekte Quorum macht die Teilnahme an der Restmandatsverteilung vom Erreichen der Verteilungszahl - Gesamtzahl der abgegebenen Stimmen dividiert durch die um eins vermehrte Zahl der im Wahlkreis zu vergebenden Mandate, aufgerundet auf die nächsthöhere ganze Zahl - abhängig, d.h. von der Zuteilung von mindestens einem Mandat in der ersten Sitzverteilung (Vollmandat). Erreicht eine Liste kein Vollmandat, kann sie an der Restmandatsverteilung nicht teilnehmen.\n\nDas natürliche Quorum ist demgegenüber als Folge der (unterschiedlichen) Grösse der Wahlkreise zu verstehen. Je weniger Mandate auf einen Wahlkreis entfallen, desto mehr Stimmen muss eine Liste erreichen, um wenigstens ein Vollmandat zu erhalten. Eine Liste ist von der (Voll-)Mandatsverteilung ausgeschlossen, wenn sie die Wahlzahl, d.h. den Quotienten aus 100% und der um eins vermehrten Zahl der im Kreis zu vergebenden Mandate, nicht erreicht. So sind z.B. in einem Wahlkreis mit zwei Mandaten 33.33% der |199| Stimmen nötig, um an der Vollmandatsverteilung teilnehmen zu können, bei neun Mandaten sind es noch 10% und bei 19 Mandaten lediglich 5%.\n\n7.2 Unter der Herrschaft der alten Bundesverfassung hat das Bundesgericht ein ungeschriebenes verfassungsmässiges Stimm- und Wahlrecht anerkannt (BGE 125 I 441 E. 2a; BGE 124 I 55 E. 2a; BGE 121 I 138 E. 3, mit Hinweisen). Dieses räumt dem Bürger allgemein den Anspruch darauf ein, dass kein Abstimmungs- oder Wahlergebnis anerkannt wird, das nicht den freien Willen der Stimmbürger zuverlässig und unverfälscht zum Ausdruck bringt. Es soll garantiert werden, dass jeder Stimmbürger seinen Entscheid gestützt auf einen möglichst freien und umfassenden Prozess der Meinungsbildung treffen und zum Ausdruck bringen kann. Die neue Bundesverfassung vom 18. April 1999 gewährleistet allgemein die politischen Rechte. Sie schützt ausdrücklich die freie Willensbildung und die unverfälschte Stimmabgabe. Der Grundsatz der Stimm- und Wahlrechtsfreiheit von Art. 34 Abs. 2 BV dient der Konkretisierung der politischen Gleichheit, die mit der Rechtsgleichheit von Art. 8 Abs. 1 BV eng verknüpft ist. Als Bestandteil der Stimm- und Wahlfreiheit kommt dem Gleichheitsgebot für die politischen Rechte besondere Bedeutung zu (BGE 124 I 55 E. 2a; Botschaft des Bundesrates vom 20. November 1996 über eine neue Bundesverfassung, BBl 1997 I 189ff.; RENÉ RHINOW, Die Bundesverfassung 2000: Eine Einführung, Basel/Genf/München 2000, S. 235).\n\n7.3 Aus der Rechtsgleichheit und der politischen Gleichberechtigung im Speziellen folgt die Wahlrechtsgleichheit. Diese sichert einerseits allen Wählern desselben Wahlkreises die Zuteilung einer gleichen Anzahl von Stimmen, die Möglichkeit ihrer Abgabe sowie die gleiche Berücksichtigung aller gültig abgegebenen Stimmen bei der |200| Stimmenzählung (Zählwertgleichheit). Der Wähler hat das Recht, seine Stimme bei der Zählung der gültig eingelegten Stimmen berücksichtigt zu finden; die Wähler sind formell gleich zu behandeln, Differenzierungen des Stimmgewichts sind unzulässig (KÖLZ, a.a.O., S. 9; POLEDNA, a.a.O., S. 26 ff., 50 ff.). Wahlrechtsgleichheit bedeutet andererseits Gleichheit der Stimmkraft und erfordert die Bildung gleich grosser (Einer-)Wahlkreise bzw. ein in allen Verhältniswahlkreisen möglichst gleichbleibendes Verhältnis von Sitzen zur Einwohnerschaft. Sie garantiert jedem Wähler die gleiche Möglichkeit, seine Stimme verwertet und nicht nur gezählt zu finden (Stimmkraft- oder Stimmgewichtsgleichheit; POLEDNA, a.a.O., S. 26 ff., 66 ff.). Insbesondere soll schliesslich allen Stimmen bei der Zählung nicht nur derselbe Wert und dieselbe Stimmkraft, sondern auch derselbe Erfolg zukommen (Erfolgswertgleichheit). Alle Stimmen sollen in gleicher Weise zum Wahlergebnis beitragen, und möglichst alle Stimmen sind bei der Mandatsverteilung zu berücksichtigen. Die Zahl der gewichtslosen Stimmen ist auf ein Minimum zu begrenzen. Verschiebungen und Einbrüche im System sind nur gestattet, wenn sie wirklich unvermeidbar sind, z.B. wenn im Rahmen der Restmandatsverteilung gewisse Stimmen unverwertet bleiben müssen. Die Erfolgswertgleichheit erfasst damit nicht nur den Anspruch auf Verwertung der Stimme, sondern bedingt auch eine innerhalb des gesamten Wahlgebietes gleiche Verwirklichung des Erfolgswertes. Damit hat sie wahlkreisübergreifenden Charakter (KÖLZ, a.a.O., S. 10; POLEDNA, a.a.O., S. 26 ff., 99 ff.; zum Ganzen auch: BGE 125 I 21 E. 3d/dd S. 33 mit Hinweisen).\n\n7.4 Die Sitze im Gemeinderat der Stadt Zürich sind folgendermassen auf die Kreise verteilt:\n\nKreis Mitglieder Kreis Mitglieder\n\n1 2 7 12\n\n2 10 8 5\n\n3 16 9 16\n\n4 9 10 12\n\n5 4 11 19\n\n6 10 12 10\n\nZusammen 125\n\nDie durchschnittliche Anzahl Sitze pro Kreis liegt zwischen 10 und 11 (125 Sitze: 12 Kreise). Um im Kreis 1 ein Vollmandat (erste Sitzverteilung) zu erhalten, braucht eine Partei etwas mehr als 33.33% der Stimmen (Wahlzahl; 100%: (Anzahl Sitze + 1)); verglichen dazu reichen im Kreis 2 rund 9%, und im Kreis 11 sind lediglich 5% der Stimmen notwendig.\n\n7.5 Im Kreis 1 wurden an den Wahlen vom 3. März 2002 total 3'716 gültige Parteistimmen abgegeben. Nach der hier anzuwendenden Verteilmethode (siehe E. 3.2) beträgt die Verteilungszahl 1'239 (3'716 : (2 + 1) = 1'239). Nur die Sozialdemokratische Partei (SP) erhielt mit 1'564 Parteistimmen (42.1%) ein Vollmandat. Die übrigen 2'152 Parteistimmen (3'716 ./. 1'564) blieben in der ersten Sitzverteilung ohne Mandat. Das Restmandat (zweite Sitzverteilung) fiel der Freisinnig Demokratischen Partei (FDP) mit 888 Parteistimmen (23.9%) zu (das Restmandat erhält in einem Zweier-Wahlkreis jene Partei, die bei der Division \"Parteistimmenzahl geteilt durch die um |201| eins vergrösserte Zahl der bereits zugewiesenen Vertreter aus der ersten Verteilung\" den grössten Quotienten aufweist). Die Liste der Partei der Grünen ging als Drittplatzierte mit 600 Parteistimmen (16.1%) wie die übrigen Listen leer aus. Von den 3'716 Gesamtstimmen aller Parteilisten blieben 1'264 Parteistimmen (3'716 ./. 1'564 ./. 888) bzw. rund 34% ohne Einfluss auf das Wahlergebnis. In der Statistik der Wahlzettel erreichten die SP im Kreis 1 43.0%, die FDP 23.5% und die Grünen 15.8% der Wahlzettel. Auf die gesamte Stadt bezogen kamen die SP auf 34'530 (36.1%), die FDP auf 15'356 (16.0%) und die Grünen auf 7'683 (8.0%) Wahlzettel.\n\n7.6 Mit dem Entscheid für das Verhältniswahlsystem hat sich der kantonale Verfassungsgeber für eine gewisse Erfolgswertgleichheit und grundsätzlich für das in Art. 34 Abs. 2 BV (in Verbindung mit Art. 8 Abs. 1 BV) und in Art. 2 KV/ZH verankerte Gleichheitsgebot entschieden (KÖLZ, a.a.O., S. 10).\n\n7.6.1 Neben hohen direkten Quoren bewirken auch natürliche Quoren, dass nicht bloss unbedeutende Splittergruppen, sondern sogar Minderheitsparteien, die über einen gefestigten Rückhalt in der Bevölkerung verfügen, von der Mandatsverteilung ausgeschlossen werden. Aufgrund des Entscheides für das Verhältniswahlsystem dürften die eine Minderheitspartei wählenden Stimmbürger eigentlich darauf vertrauen, eine faire Chance auf einen Sitz im Gemeindeparlament zu haben. Das Vertrauen erweist sich wegen der geltenden Wahlkreiseinteilung für die Gemeinderatswahlen in der Stadt Zürich zum Teil als ungerechtfertigt. Diese Wahlkreiseinteilung gewährleistet nicht, dass in jedem Kreis bedeutende Minderheiten auch angemessen vertreten werden. Die Grösse des Kreises 1 kann dort zur Folge haben, dass eine Partei mit etwas mehr als zwei Drittel der Stimmen beide Vollmandate und damit 100% der Sitze erhält. Besonders stossend ist, dass unter Umständen gar weniger als 50% der Parteistimmen ausreichen, um beide Mandate im Gemeindeparlament zu erringen: Die SP hat als einzige Partei mit 1'564 Parteistimmen ein Vollmandat erhalten. Nimmt man an, die Gesamtzahl der Parteistimmen sowie die Stimmen der FDP blieben konstant und die beiden Listenverbindungen (die Christlichdemokratische Partei CVP zusammen mit den Grünen, der Evangelischen Volkspartei EVP und der Alternativen Liste/PdA sowie die Schweizerische Volkspartei SVP zusammen mit den Schweizer Demokraten SD) steigerten sich nicht, sondern verlören zugunsten der SP insgesamt 213 Stimmen, hätte diese mit lediglich (hypothetischen) 1'777 Parteistimmen auch noch das Restmandat erhalten (mit 888.5 wäre der in |202| der zweiten Sitzverteilung ausschlaggebende Quotient der SP grösser als der Quotient der zweitplatzierten FDP). Diese hypothetischen 1'777 Parteistimmen entsprächen 47.8% der Gesamtzahl der Parteistimmen, also weniger als der Hälfte aller Stimmen. Ein solches Ergebnis steht mit der Wahlrechtsfreiheit und dem Rechtsgleichheitsgebot von Art. 34 Abs. 2 BV (und Art. 8 Abs. 1 BV) nicht mehr im Einklang.\n\n7.6.2 Zudem ist es mit der sowohl innerhalb des einzelnen Wahlkreises als auch wahlkreisübergreifend zu respektierenden Erfolgswertgleichheit nicht mehr zu vereinbaren, wenn - wie vorliegend im Kreis 1 mit rund 34% (siehe E. 7.3) - über ein Drittel der Stimmen ohne Einfluss auf die Mandatsverteilung bleibt. In den mandatsmässig starken Wahlkreisen ist das in Art. 32 Abs. 3 KV/ZH indirekt auch für die Gemeindeparlamentswahlen vorgeschriebene Verhältniswahlsystem eingehalten. In den Wahlkreisen mit wenigen Abgeordneten im Gemeindeparlament, insbesondere im Kreis 1, nähert sich das Verhältniswahlsystem hingegen dem Mehrheitswahlsystem. Im Kreis 1 wurden die vertretungslos gebliebenen Wähler insoweit formell nicht gleich behandelt mit den Wählern der SP und der FDP. Sie hatten auch nicht die gleiche Möglichkeit, ihre Stimme verwertet zu finden, musste doch, bedingt durch die Kleinheit des Wahlkreises 1, eine für eine kleine Partei abgegebene Stimme von vornherein unverwertet bleiben und hatten nur die grossen Parteien reelle Chancen, eines der zwei Mandate zu erringen. Dass mehr als ein Drittel der Wählerstimmen - und sogar beinahe 58% in der ersten Sitzverteilung (Vollmandat; siehe E. 7.3) - nicht berücksichtigt wurden, sondern gewichtslos blieben, ist mit der Erfolgswertgleichheit nicht zu vereinbaren.\n\nDie Anzahl der gewichtslosen Stimmen hängt von der Anzahl der im Wahlkreis zu vergebenden Sitze ab. Je weniger Sitze in einem Wahlkreis zu besetzen sind, desto mehr Stimmen bleiben ohne Einfluss auf die Wahlen. Auch die Anzahl der sich den Wählern stellenden Listen und deren Wählerstärke spielt eine Rolle. So blieben im Kreis 11, dem grösstem Wahlkreis mit 19 Mandaten und zehn Listen, von der Gesamtstimmenzahl aller Parteistimmen von 240'198 lediglich drei Listen mit total 13'787 Stimmen (5.7%) ohne Sitz im Grossen Gemeinderat. Im Wahlkreis 2, der mit zehn Sitzen im stadtzürcherischen Durchschnitt liegt und in dem unter zwölf Listen auszuwählen war, erhielten bei einer Parteistimmenzahl von total 89'220 sieben Listen mit insgesamt 13'202 Stimmen (14.8%) keinen Sitz im Gemeindeparlament. Im Kreis 1 waren es 1'264 |203| gewichtslose Parteistimmen (34%) verteilt auf sechs von total acht Listen.\n\n7.6.3 Die Grössenunterschiede der Wahlkreise der Stadt Zürich und die dadurch bedingten Abweichungen von der durchschnittlich in einem Kreis für ein Mandat notwendigen Stimmenzahl sind mit dem Gleichbehandlungsgebot nicht mehr zu vereinbaren. Das natürliche Quorum im Kreis 1 liegt über einem Drittel. Die Anzahl der gewichtslosen Stimmen innerhalb des Wahlkreises bewegt sich ebenfalls in diesem Bereich. Eine so schwerwiegende Verletzung der Wahlrechtsfreiheit kann nach der Rechtsprechung (vgl. E. 6.1 hiervor) nur ausnahmsweise durch historische, föderalistische, kulturelle, sprachliche, ethnische oder religiöse Motive gerechtfertigt werden.\n\nDie Stadt Zürich hat keine stichhaltigen Gründe für einen Sonderfall im dargelegten Sinne aufgezeigt. Auch das vom Regierungsrat angeführte \"Zusammengehörigkeitsgefühl\" der Bevölkerung in den kritischen Wahlkreisen 1, 5 und 8 erscheint wenig nachvollziehbar. Zudem anerkennt der Regierungsrat selbst, dass die Wahlkreiseinteilung der Stadt Zürich auf die Gemeinderatswahlen vom 3. März 2002 einen \"proporzverfälschenden Einfluss\" hatte. Aufgrund der Akten ist zwar ersichtlich, dass die einzelnen Stadtzürcher Wahlkreise zum Teil unverändert den ehemaligen, die Stadt Zürich umgebenden Gemeinden entsprechen. Die Stadtkreise dienen ferner nicht nur als Wahlkreise für den Gemeinderat, sondern auch als Verwaltungskreise für die Betreibungs-, Stadtammann- und Friedensrichterämter (Art. 4 GO). Schliesslich bilden sie auch Grundlage der Wahlgebietseinteilung für die Wahlen der Stadtzürcher Vertreter im Kantonsrat (Art. 74 Abs. 1 WaG/ZH). Trotz diesen für einen gewissen Sonderfall sprechenden Elementen hält die aktuelle Wahlkreiseinteilung für die Gemeinderatswahlen aus den vorgenannten Gründen vor Art. 34 Abs. 2 BV (und Art. 8 Abs. 1 BV) nicht stand. Was für den Kreis 1 gilt, trifft in ähnlicher Weise auf die Verhältnisse in den Wahlkreisen 5 und 8 mit vier (natürliches Quorum 20%) respektive fünf (natürliches Quorum 16.6%) Mandaten zu. Die Wahlkreiseinteilung der Stadt Zürich stellt insofern ein Ganzes dar. Die Einteilung der Wahlkreise gemäss Art. 3 in Verbindung mit Art. 4 Abs. 1 lit. b GO ist bundesverfassungswidrig.\n\n7.7 Auch wenn die Wahlkreiseinteilung der Stadt Zürich bundesverfassungswidrig ist, liegt entgegen der Ansicht der Beschwerdeführer keine Verletzung des in Art. 32 Abs. 3 KV/ZH vorgeschriebenen Verhältniswahlsystems vor. In den umstrittenen Kreisen fand |204| trotz allem eine Verhältniswahl statt, selbst wenn diese Wahlen wegen der geringen zu vergebenden Zahl der Gemeinderatssitze dem Mehrheitswahlsystem nahe kamen. Die diesbezügliche Rüge ist daher unbegründet.\n\n8.\n\n8.1 Stellt das Bundesgericht Verfahrensmängel fest, so hebt es Wahlen nur auf, wenn die gerügten Unregelmässigkeiten erheblich sind und das Ergebnis beeinflusst haben könnten. Der beschwerdeführende Stimmbürger muss in einem solchen Falle allerdings nicht nachweisen, dass sich der Mangel auf das Wahlergebnis entscheidend ausgewirkt hat; es genügt, dass nach dem festgestellten Sachverhalt eine derartige Auswirkung im Bereiche des Möglichen liegt. Mangels einer ziffernmässigen Feststellung der Auswirkung eines Verfahrensmangels ist nach den gesamten Umständen und grundsätzlich mit freier Kognition zu beurteilen, ob der gerügte Mangel das Wahlergebnis beeinflusst haben könnte. Dabei ist insbesondere auf die Grösse des Stimmenunterschiedes, die Schwere des festgestellten Mangels und dessen Bedeutung im Rahmen der gesamten Wahlen abzustellen (Urteil 1P.141/1994 vom 26. Mai 1995, E. 7a, publ. in: ZBl 97/1996 S. 233; BGE 119 Ia 272 E. 7a S. 281; BGE 118 Ia 259 E. 3 S. 263, je mit Hinweisen).\n\n8.2 Der festgestellte Mangel wiegt schwer. Die Wahlkreiseinteilung hatte zur Folge, dass eine unzulässig grosse Anzahl Wählerstimmen ohne Einfluss auf das Wahlergebnis blieb und schloss nicht nur kleinere, sondern auch im Wahlkreis selbst nicht unbedeutende Listen zum vornherein von der Mandatsverteilung aus. Die Sitzverteilung hätte bei anderer Wahlkreiseinteilung oder in Anwendung von Ausgleichsmassnahmen wie Wahlkreisverbänden anders ausfallen können. Die Grünen haben in anderen Wahlkreisen (z.B. Kreis 4, 7 und 8) mit jeweils geringerem Stimmenanteil als z.B. im Kreis 1 je einen Sitz im Gemeinderat errungen.\n\n8.3 Das Gesagte rechtfertigte grundsätzlich, die Wahlen vom 3. März 2002 entsprechend dem Hauptantrag der Beschwerdeführer als verfassungswidrig zu kassieren. Aus Gründen der Rechtssicherheit und des Verhältnismässigkeitsprinzips muss trotz der festgestellten Bundesverfassungsverletzung indessen davon Abstand genommen werden (vgl. CHRISTOPH HILLER, Die Stimmrechtsbeschwerde, Diss. Zürich 1990, S. 419).\n\n8.3.1 Auch wenn die Wahlrechtsgleichheit wahlkreisübergreifend zu beachten ist, erwiese sich die Aufhebung der gesamten |205| Gemeinderatswahlen als verfassungsrechtlich zu weit gehende Massnahme (BGE 104 Ia 360 E. 4b S. 366; zur Stadt Zürich: BGE 97 I 659 E. 5 S. 666 f.). Weiter ist zu berücksichtigen, dass sich der Gemeinderat am 10. April 2002 bereits konstituiert und seine Geschäftstätigkeit aufgenommen hat. Mit Blick darauf, aber auch ganz grundsätzlich, hätte die Aufhebung der Gemeinderatswahlen vom 3. März 2002 erhebliche praktische und finanzielle Konsequenzen. Als unmittelbare Hauptkonsequenz würde der Zürcher Gemeinderat aufgelöst und die Stadt Zürich hätte das Gemeindeparlament neu zu bestellen. Vorneweg wäre jedoch die Wahlkreisordnung zu überarbeiten und diese Neuordnung obligatorisch der Volksabstimmung zu unterstellen (Art. 10 GO). Diese Umgestaltung der Wahlkreiseinteilung erforderte eine Klärung komplexer Verhältnisse, die über den hier zu beurteilenden Streitgegenstand hinausgehen und die im Rahmen der vorliegenden Beschwerde nicht abzusehen sind. Erst nach Durchführung des Wahlverfahrens (d.h. insbesondere Ausschreibung der Wahlen, Einreichung der Wahlvorschläge, Versand der Wahlunterlagen, Abhalten der eigentlichen Wahlen, Publikation des Wahlergebnisses), welches mit dem Ablauf der Beschwerdefrist gegen den neuen Erwahrungsbeschluss endet, könnte sich der neu gewählte Gemeinderat wieder konstituieren (Art. 1 der Geschäftsordnung des Gemeinderates der Stadt Zürich vom 15. März 1995, in der Fassung vom 1. Januar 2000 [GeschO]). Von der Aufhebung der Wahlen bis zur Neukonstituierung des Gemeinderates verginge einige Zeit. Bei alle dem ist auf zeitlich missliebige Kollisionen mit kantonalen oder eidgenössischen Wahlen Bedacht zu nehmen.\n\n8.3.2 In Anbetracht der verschiedenen Lösungsmöglichkeiten für die neue Wahlkreisgestaltung (geringere Anzahl von Wahlkreisen, Einheitswahlkreis, Wahlkreisverbände, usw.) ist es nicht Sache des Bundesgerichts zu bestimmen, wie die festgestellte Bundesverfassungswidrigkeit zu beseitigen ist (BGE 126 I 112 E. 3d mit Hinweisen; BGE 110 Ia 7 E. 6 S. 26; BGE 109 Ib 81 E. 4e S. 88). Umso weniger, als das Zürcher Stimmvolk die Initiative vom 17. März 1999 zur Bildung eines Einheitswahlkreises in der Stadt Zürich am 2. Juni 2002 an der Urne abgelehnt hat. Es wird Aufgabe der Stadt Zürich sein, die einschlägigen Bestimmungen ihrer Gemeindeordnung unter Berücksichtigung der vorgenannten Erwägungen abzuändern und die nächsten Neuwahlen aufgrund der revidierten Wahlkreiseinteilung durchzuführen (MADELEINE CAMPRUBI, Kassation und positive Anordnungen bei der staatsrechtlichen Beschwerde, Diss. Zürich 1999, |206| S. 83 ff., 229 ff.). An der Gültigkeit der Wahlen vom März 2002 ändert sich nichts. Der Bestand des Zürcher Stadtparlamentes in seiner aktuellen Zusammensetzung bleibt gewährleistet. Das Gleiche gilt für seine seither ergangenen Beschlüsse und Entscheide (vgl. BGE 116 Ia 359 E. 10d S. 382). Die Ziff. II des Regierungsratsbeschlusses vom 3. April 2002, mit der der Regierungsrat die Anordnung des Präsidenten des Zentralwahlbüros vom 7. September 2001 sowie - implizit - den Erwahrungsbeschluss vom 6. März 2002 schützte, wird damit nicht aufgehoben.\n\n9. Zusammenfassend muss es bei der Feststellung der Bundesverfassungswidrigkeit im dargelegten Sinn sein Bewenden haben. Die vorliegende Stimmrechtsbeschwerde ist demnach insofern teilweise gutzuheissen. Im Übrigen ist sie abzuweisen, soweit darauf einzutreten ist.\n\nNach der festen Praxis des Bundesgerichts werden bei Stimmrechtsbeschwerden keine Kosten erhoben. Da die Beschwerdeführer nicht anwaltlich vertreten sind, wird ihnen keine Parteientschädigung zugesprochen.\n\nAus dem Dispositiv:\n\n1.\n\nDie Stimmrechtsbeschwerde wird im Sinne der Erwägungen teilweise gutgeheissen, und es wird festgestellt, dass die Wahlkreiseinteilung für die Gemeinderatswahl (Parlament) gemäss Art. 3 in Verbindung mit Art. 4 Abs. 1 lit. b der Gemeindeordnung der Stadt Zürich vom 26. April 1970 bundesverfassungswidrig ist. Im Übrigen wird die Beschwerde abgewiesen, soweit darauf einzutreten ist."}