{"annee": "129", "cour": "IV", "page": "348", "date": "10/9/2003", "cite": [], "cite_par": ["143 IV 373"], "chapeau": "52. Auszug aus dem Urteil des Kassationshofes i.S. X. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)\n\n6S.94/2003 vom 10. September 2003", "regestes": ["Art. 33 al. 1 let. a, art. 5 al. 1 let. c et art. 4 al. 1 let. d. LArm; interdiction du port d'armes, conception et destination de l'objet. La question de savoir si un engin est conçu pour blesser des êtres humains au sens de l'art. 4 al. 1 let. d LArm doit être résolue uniquement selon des critères objectifs (consid. 2.3). Un objet de plastique dur quelque peu semblable à un coup de poing américain, qui protège la main et dont la pointe peut causer des blessures dangereuses, est objectivement conçu pour blesser des personnes. Il s'agit d'une arme au sens de la loi sur les armes, même si une utilisation inoffensive est concevable (consid. 2.4)."], "faits": "BGE 129 IV 348 S. 348\n\nA.- X. wurde am 18. Januar 2002 in einem Park in Zürich einer Polizeikontrolle unterzogen, als er dabei war, zwei Schülern Kampfsportunterricht BGE 129 IV 348 S. 349zu erteilen. Bei der Kontrolle kam neben mehreren Messern auch ein Gegenstand aus Hartplastik (eine Art \"Schlagring\") zum Vorschein, den X. offenbar in einer Sporttasche mit sich führte.\n\nB.- Mit Urteil vom 11. September 2002 sprach der Einzelrichter in Strafsachen am Bezirksgericht Zürich X. des verbotenen Waffentragens (Tragens eines Schlagrings) gemäss Art. 33 Abs. 1 lit. a in Verbindung mit Art. 5 Abs. 1 lit. c und Art. 4 Abs. 1 lit. d Waffengesetz schuldig und verurteilte ihn zu einer Busse von Fr. 200.-, bedingt löschbar im Strafregister nach einer Probezeit von einem Jahr. Mit gleichem Entscheid wurde X. des verbotenen Tragens von Dolchen freigesprochen, weil die Dolche vom Waffengesetz nicht erfasst waren (Länge und Beschaffenheit der Klingen).\n\nDas Obergericht des Kantons Zürich bestätigte das angefochtene Urteil am 18. November 2002 im Schuld- und Strafpunkt.\n\nC.- X. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts aufzuheben, soweit er wegen Tragens eines Schlagringes verurteilt worden sei.\n\nDas Obergericht und die Staatsanwaltschaft des Kantons Zürich verzichten auf Stellungnahmen.", "considerants": "Aus den Erwägungen:\n\n2. Der sich selbst vertretende Beschwerdeführer macht geltend, der fragliche Schlüsselanhänger könne schon deshalb keine Waffe sein, weil er bei der Einfuhr in die Schweiz von den Zollbehörden nicht beschlagnahmt und hier in einem Ladengeschäft frei erworben worden sei. Aufgrund dessen habe er in guten Treuen annehmen dürfen, der Schlüsselanhänger könne legal getragen werden bzw. es handle sich dabei nicht um eine Waffe. Die Vorinstanz belege denn auch nicht, dass und inwiefern es die Absicht des Herstellers und der Vertreiber des Gegenstandes gewesen sei, diesen als Waffe in den Verkehr zu bringen.\n\n2.1 Nach den Feststellungen des Bezirksgerichts, auf dessen Erwägungen die Vorinstanz im Wesentlichen verweist, handelt es sich beim fraglichen Gegenstand um einen Schlüsselanhänger aus durchsichtigem Hartplastik in |-Form mit einem zweiten Querbalken in der Mitte des Längsbalkens und einer Öse für den Schlüsselbund. Die Balken sind alle rund 1 cm dick. Die Spitze des Längsbalkens ist verstärkt bzw. verbreitert. Der Gegenstand misst in der Länge 7,5 cm und in der Breite 5 cm. Er lässt sich so in die Hand nehmen, dass der untere Querbalken in die Handfläche zu liegen kommt, während BGE 129 IV 348 S. 350bei geballter Faust die Finger den oberen Querbalken umschliessen und vom abgerundeten Ende mit der Spitze um rund 1,5 cm überragt werden. Mit der Spitze gegen oben gleicht der Gegenstand einer stilisierten schlanken Figur im Lotussitz mit ausgestreckten Armen.\n\n2.2 Gemäss Art. 4 Abs. 1 lit. d des Bundesgesetzes über Waffen, Waffenzubehör und Munition vom 20. Juni 1997 (Waffengesetz, WG; SR 514.54) gelten als Waffen im Sinne des Gesetzes \"Geräte, die dazu bestimmt sind, Menschen zu verletzen, namentlich Schlagringe, Schlagruten, Schlagstöcke, Wurfsterne, Wurfmesser und Hochleistungsschleudern\". Die Aufzählung ist nicht abschliessend, was durch das Wort \"namentlich\" verdeutlicht wird. Das WG zählt an anderer Stelle Geräte hinzu, die einen Gebrauchsgegenstand vortäuschen (Art. 5 Abs. 1 lit. d WG).\n\nDie in Art. 4 Abs. 1 lit. d WG genannten Waffen dürfen nach Art. 5 Abs. 1 lit. c WG nicht erworben, getragen, an Empfänger im Inland vermittelt oder in die Schweiz eingeführt werden. Gemäss Art. 33 Abs. 1 lit. a WG in der ursprünglichen, bis Ende Februar 2002 geltenden Fassung (vgl. AS 1998 S. 2535) wird mit Gefängnis oder Busse bestraft, wer vorsätzlich ohne Berechtigung Waffen, wesentliche Waffenbestandteile, Waffenzubehör, Munition oder Munitionsbestandteile überträgt, vermittelt, erwirbt, herstellt, abändert, trägt oder ein-, aus- oder durchführt (vgl. die neue Fassung der Bestimmung vom 22. Juni 2001, in Kraft seit dem 1. März 2002 [AS 2002 S. 248, 257; BBl 2000 S. 3369]: \"Mit Gefängnis oder Busse wird bestraft, wer vorsätzlich ohne Berechtigung Waffen, wesentliche oder besonders konstruierte Waffenbestandteile, Waffenzubehör, Munition oder Munitionsbestandteile überträgt, vermittelt, erwirbt, herstellt, abändert, trägt oder einführt\").\n\nBei den in Art. 4 Abs. 1 lit. d WG genannten Beispielen handelt es sich um Hieb-, Stoss- und Wurfgeräte. Nach der Botschaft des Bundesrates zum Bundesgesetz über Waffen, Waffenzubehör und Munition vom 24. Januar 1996 (BBl 1996 I 1053-1092, S. 1058 f.) sollten unter anderem Armbrüste, Pfeilbögen und Steinschleudern vom Gesetz bzw. vom Begriff der Waffe ausgenommen werden. Die Hochleistungsschleudern wurden erst im Gesetzgebungsverfahren vom Nationalrat ausdrücklich ins Gesetz aufgenommen (AB 1997 N 24).\n\n2.3 Der hier zu beurteilende Gegenstand lässt sich nicht unter die in Art. 4 Abs. 1 lit. d WG aufgezählten Geräte einordnen. Er weist keine Ringe auf, in welche die Finger für eine bessere Schlagkraft und zum Schutz vor eigenen Verletzungen geführt werden könnten.BGE 129 IV 348 S. 351\n\nEr gilt deshalb nicht als Schlagring. Zu prüfen bleibt, ob er im Sinne des Waffengesetzes dazu bestimmt ist, Menschen zu verletzen.\n\nDer Wortlaut von Art. 4 Abs. 1 lit. d WG lässt offen, ob die Zweckbestimmung der Geräte rein objektiv zu verstehen ist oder auch subjektive Momente massgebend sein sollen bzw. können. Die Botschaft schweigt sich dazu und zur Tragweite der Norm überhaupt aus (Botschaft, BBl 1996 I 1058 f.). Die Lehre geht übereinstimmend von einem objektiven Verständnis der Zweckbestimmung aus (PHILIPPE WEISSENBERGER, Die Strafbestimmungen des Waffengesetzes, AJP 2000 S. 153-171, 158; HANS WÜST, Schweizer Waffenrecht, Zürich 1999, S. 44 f., 58 f.).\n\nDas Abstellen auf die nach dem Erscheinungsbild und der allgemeinen Verkehrsanschauung objektiv erkennbare Zweckbestimmung der Gegenstände entspricht angesichts der im Gesetz beispielhaft aufgezählten Waffenarten, deren Beschaffenheit keine Zweifel an ihrer objektiven Zweckbestimmung lässt, eindeutig den Intentionen des Gesetzgebers. Damit stellt das Gesetz auf das einzige verhältnismässig verlässliche Abgrenzungskriterium ab. Subjektive Momente sind somit unbeachtlich. Wollte man anders entscheiden, würde etwa der Wille einer Person, einen Alltagsgegenstand wie zum Beispiel ein Küchenmesser (gegebenenfalls) zweckwidrig zur Verletzung von Menschen einzusetzen, den Gegenstand zu einer Waffe im Sinne des Waffengesetzes werden lassen. Damit könnte bei entsprechendem Willen des Betroffenen fast jeder Gegenstand von Art. 4 Abs. 1 lit. d WG erfasst werden. Das würde aber dem Tatbestand jegliche Konturen nehmen und insbesondere gegen das Bestimmtheitsgebot und das Verhältnismässigkeitsprinzip verstossen. Das Gesetz wäre zudem nicht mehr praktikabel. Das gilt angesichts der Beweisschwierigkeiten auch in den umgekehrten Konstellationen, in denen jemand angibt, mit einer Waffe keine Menschen verletzen zu wollen, sondern sie etwa zum Schutz gegen Hunde auf sich zu tragen.\n\nAbzustellen ist somit auf die objektiv erkennbare Zweckbestimmung von Gegenständen. Dabei brauchen diese nicht ausschliesslich dazu bestimmt zu sein, Menschen zu verletzen, d.h. Verletzungen im Sinne der Art. 122 und 123 StGB zuzufügen (zum letzten Kriterium WEISSENBERGER, a.a.O., S. 158). Vielmehr genügt es, wenn dies wesensgemäss und nach objektiven Kriterien betrachtet ihrer zentralen oder zumindest überwiegenden Zweckbestimmung entspricht (vgl. WEISSENBERGER, a.a.O., S. 158).\n\n2.4 Der Gegenstand lässt sich auf den ersten Blick nicht als Waffe im Sinne von Art. 4 Abs. 1 lit. d WG einordnen. Auf Grund der BGE 129 IV 348 S. 352Unbestimmtheit des Tatbestandes und der laut der Botschaft ausgenommenen \"Waffen\" wie Pfeilbogen und Armbrust (vgl. oben E. 2.2 Abs. 3) ist Art. 4 Abs. 1 lit. d WG mit Blick auf Art. 1 StGB restriktiv auszulegen. Das bedeutet, dass nur Gegenstände als Waffen gelten können, die mit den im Gesetz beispielhaft genannten Geräten unter dem Aspekt der klaren Zweckbestimmung vergleichbar sind. Das ist hier der Fall.\n\nWie die Vorinstanzen richtig ausführen, lässt sich der Gegenstand so in die Hand nehmen, dass der obere Querbalken in die Handfläche zu liegen kommt, während das andere Ende mit der Spitze bei zur Faust geformter Hand die Finger um ca. 1,5 cm überragt. Die Wucht eines mit dem Gerät ausgeführten Faustschlags konzentriert sich somit auf die verstärkte Spitze des Längsbalkens. Es können mit seiner Hilfe gefährlichere Verletzungen zugefügt werden als mit blosser Hand. Angesichts seiner sperrigen und unbequemen Form ist die Verwendung ausschliesslich als Schlüsselanhänger nicht real oder steht zumindest nicht im Vordergrund. Form und ersichtliche Hauptfunktion lassen objektiv keinen anderen Schluss zu, als dass der Gegenstand zu dem in Art. 4 Abs. 1 lit. d WG genannten Zweck konzipiert und hergestellt wurde. Insofern unterscheidet er sich von anderen Geräten wie zum Beispiel Hotelschlüsselanhängern oder Kugelschreibern, die bloss dazu geeignet, aber nicht objektiv dazu bestimmt sind, Menschen zu verletzen. Die Vorinstanz hat den Gegenstand daher zutreffend unter die genannte Norm eingeordnet.\n\nDer Beschwerdeführer verstiess somit gegen das Waffentragverbot nach Art. 5 Abs. 1 lit. c WG. Im Übrigen hat er auch subjektiv den Tatbestand des Art. 33 Abs. 1 lit. a WG erfüllt. Seine Verurteilung ist bundesrechtlich nicht zu beanstanden."}