{"annee": "129", "cour": "II", "page": "106", "date": "18/11/2002", "cite": ["111 IB 97", "115 IB 424", "111 IB 32", "99 IB 481", "121 II 291", "123 II 456", "109 IB 26", "112 IB 538"], "cite_par": [], "chapeau": "12. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. BLS AlpTransit AG gegen Wandfluh Produktions AG und Eidgenössische Schätzungskommission, Kreis 6 (Verwaltungsgerichtsbeschwerde)\n\n1E.11/2002 vom 18. November 2002", "regestes": ["Art. 115 LEx; fixation des dépens pour la procédure d'opposition et d'indemnisation régie par le droit fédéral de l'expropriation. Le pouvoir d'appréciation conféré par l'art. 115 al. 1 LEx à la Commission fédérale d'estimation ne peut pas être restreint par une convention des parties (consid. 2). Critères d'évaluation des dépens non compris dans l'indemnité pleine et entière selon l'art. 16 LEx (consid. 3). Compétences pour la fixation des dépens dans la procédure d'annonce des oppositions et prétentions selon le droit de l'expropriation, conduite en commun avec celle d'opposition et d'approbation des plans régie par la législation sur les chemins de fer (consid. 4). Pouvoir d'examen du Tribunal fédéral (consid. 5)."], "faits": "|107|\n\nFür den Bau der NEAT Lötschberg-Basislinie, Anschluss Frutigen, wird eine Parzelle der Wandfluh Produktions AG vorübergehend in Anspruch genommen. Die Eigentümerin erhob während der Auflage des Projektes Einsprache gegen die Enteignung und meldete ihre Entschädigungsforderungen für die Inanspruchnahme des Bodens an. Mit Verfügung vom 1. Oktober 2001 erteilte das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) dem Auflageprojekt der BLS AlpTransit AG seine Genehmigung und wies unter anderem die Einsprache der Wandfluh Produktions AG ab, soweit deren Begehren nicht durch Auflagen entsprochen werden konnte. Die Festsetzung der Parteientschädigung zugunsten der Einsprecherin wurde in ein späteres Verfahren verwiesen.\n\nAm 24./28. Januar 2002 schlossen die BLS AlpTransit AG und die Wandfluh Produktions AG eine Vereinbarung über die Modalitäten der vorübergehenden Abtretung und die hierfür zu leistende Entschädigung. In Ziffer 9 der Vereinbarung wird unter dem Titel \"Parteientschädigung\" bestimmt, dass sich diese nach Art. 115 des Bundesgesetzes vom 20. Juni 1930 über die Enteignung (EntG; SR 711) richte. Die BLS AlpTransit AG leiste Entschädigung \"auf Basis des Entscheides des Eidgenössischen Departementes für Umwelt, Verkehr, Energie und Kommunikation (UVEK) im Plangenehmigungsverfahren\". Sofern keine Einigung zustande komme, entscheide auf Antrag einer Partei die Eidgenössische Schätzungskommission über die Entschädigung.\n\nAm 2. April 2002 setzte das UVEK die der Wandfluh Produktions AG für das Plangenehmigungsverfahren auszurichtende Parteientschädigung fest, wobei der von der Enteigneten in Rechnung gestellte Stundenansatz von Fr. 210.- als zu hoch bezeichnet und auf den in den NEAT-Verfahren angewendeten Tarif von Fr. 180.- pro Stunde herabgesetzt wurde.\n\n|108|\n\nAm 27. Mai 2002 gelangte die BLS AlpTransit AG an die Eidgenössische Schätzungskommission, Kreis 6, und ersuchte diese, die der Wandfluh Produktions AG für das enteignungsrechtliche Entschädigungsverfahren zustehende Parteientschädigung festzusetzen, da sich die Parteien nicht hätten einigen können. Die Wandfluh Produktions AG beantragte ihrerseits, ihr für das fragliche Verfahren - ausgehend von einem Stundenansatz von Fr. 210.- und einem Zeitaufwand von 8,5 Stunden - eine Parteientschädigung von Fr. 1'957.70 zuzuerkennen sowie die seither angefallenen Aufwendungen zu vergüten.\n\nMit Entscheid vom 1. Juli 2002 verpflichtete der stellvertretende Präsident der Eidgenössischen Schätzungskommission, Kreis 6, die BLS AlpTransit AG, der Wandfluh Produktions AG eine Parteientschädigung von insgesamt Fr. 2'207.70, Auslagen und Mehrwertsteuer eingeschlossen, zu entrichten. Gegen diesen Entscheid hat die BLS AlpTransit AG Verwaltungsgerichtsbeschwerde eingereicht. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Umstritten ist zunächst der Sinn des in Ziffer 9 der Parteivereinbarung enthaltenen Satzes, wonach die BLS AlpTransit AG \"auf Basis des Entscheides\" des UVEK (Partei-)Entschädigung leiste. Nach Auffassung der Enteignerin haben die Parteien damit festgelegt, zur Bestimmung der Parteientschädigung seien die Kriterien beizuziehen, die das Departement im Plangenehmigungsverfahren anwenden werde. Gemäss der Enteigneten und dem Schätzungskommissions-Präsidenten kann dem fraglichen Passus nichts anderes entnommen werden, als dass die Parteientschädigung ergänzend zu der im Plangenehmigungsverfahren festgelegten Entschädigung zu bezahlen sei. Der Wortlaut des umstrittenen Satzes ist tatsächlich alles andere als klar. Die Frage, wie dieser hätte verstanden werden dürfen und müssen, kann jedoch offen bleiben, haben doch die Parteien im Falle der Uneinigkeit den Entscheid über die Parteientschädigung der Eidgenössischen Schätzungskommission übertragen und sich auch an diese gewandt. Wird aber die Eidgenössische Schätzungskommission nach Eröffnung eines Enteignungsverfahrens angerufen, so kann sie als staatliches Gericht nur im Rahmen ihrer gesetzlichen Kompetenzen tätig werden und hat ihr Urteil allein gestützt auf das massgebliche Enteignungsrecht zu fällen. Ein |109| \"enteignungsrechtliches Schiedsverfahren\", für welches die Parteien das Verfahren oder Kriterien der Entscheidfindung festlegen könnten, gibt es nicht (vgl. BGE 112 Ib 538). Die Parteien können daher den Präsidenten der Eidgenössischen Schätzungskommission auch nicht verpflichten, seinem Entscheid über den Umfang der Parteientschädigung die von anderen Behörden aufgestellten Regeln zugrunde zu legen. Der Präsident ist daher im vorliegenden Fall zu Recht davon ausgegangen, dass die Höhe der Parteientschädigung ausschliesslich nach der Bestimmung von Art. 115 EntG festzulegen ist.\n\n3. Gemäss Art. 115 Abs. 1 EntG hat der Enteigner für die notwendigen aussergerichtlichen Kosten des Enteigneten im Einsprache-, im Einigungs- und im Schätzungsverfahren eine angemessene Entschädigung zu bezahlen. Nach dem angefochtenen Entscheid ist die \"angemessene\" Parteientschädigung unter dem Gesichtswinkel des verfassungsmässigen und gesetzlichen Anspruchs auf volle Entschädigung (Art. 26 Abs. 2 BV, Art. 16 EntG) so festzusetzen, dass sie die Parteikosten vollständig deckt. Aus diesem Grunde seien die kantonalen Anwaltstarife zu berücksichtigen. Die Enteignerin bestreitet die Anwendbarkeit kantonaler Tarife und zieht aus dem Gleichbehandlungsgebot sowie aus dem Bundesgesetz über die Koordination und Vereinfachung der Entscheidverfahren den Schluss, dass in Verfahren für öffentliche Werke des Bundes für Plangenehmigungsbehörden und Enteignungsinstanzen die gleichen Bemessungskriterien für die Parteientschädigungen zu gelten hätten. Demzufolge wäre der Enteignungsrichter in dieser Hinsicht an die Praxis der Verwaltungsbehörden gebunden.\n\nZu diesen unterschiedlichen Standpunkten ist in Bestätigung bisheriger Rechtsprechung Folgendes festzuhalten:\n\n3.1 Die in Art. 115 und 116 EntG vorgesehene Vergütung der Kosten, welche der Enteignete zur Verteidigung seiner Rechte im Enteignungsverfahren aufgewendet hat, gilt nach der gesetzlichen Ordnung als reine Prozess-Entschädigung. Als solche bildet sie nicht Bestandteil der durch Art. 16 EntG gewährleisteten \"vollen Entschädigung\" und dient somit nicht dazu, einen im Sinne von Art. 19 lit. c EntG dem Enteigneten verursachten \"weiteren Nachteil\" auszugleichen (BGE 111 Ib 97 E. 2b; vgl. auch BGE 123 II 456 E. 2 S. 461 mit Hinweisen). Aus dem Gebot der vollen Entschädigung lässt sich daher für die Festsetzung der Parteientschädigung nichts herleiten.\n\n|110|\n\n3.2 Nach ständiger bundesgerichtlicher Rechtsprechung sind die zwischen den Enteigneten und ihren Rechtsvertretern geltenden kantonalen Anwaltstarife bei der Bestimmung der vom Enteigner gemäss Art. 115 und 116 EntG auszurichtenden Parteientschädigung nicht direkt anwendbar (BGE 99 Ib 481 E. 3b; BGE 109 Ib 26 E. 3 S. 34; BGE 111 Ib 97 E. 2e S. 100; BGE 121 II 291 nicht publ. E. 3). Auch die Verordnung über Kosten und Entschädigungen im Verwaltungsverfahren vom 10. September 1969 (SR 172.041.0) kommt nicht zum Zuge, weil eben der Gesetzgeber für das Enteignungsverfahren die erwähnte besondere Regelung getroffen hat. Die enteignungsrechtlichen Spezialvorschriften gelten allerdings nur, wenn dem Einsprecher oder Beschwerdeführer selbst eine Enteignung droht oder ihm gemäss Art. 55 Abs. 2 des Bundesgesetzes über den Umweltschutz (SR 814.01) oder Art. 12 des Bundesgesetzes über den Natur- und Heimatschutz (SR 451) das Recht zusteht, Einsprachen im Sinne von Art. 7 bis 10 EntG zu erheben. Können dagegen die Teilnehmer am Einsprache- und Plangenehmigungsverfahren nur tatsächliche Interessen geltend machen und keinerlei enteignungsrechtliche Einwendungen erheben, so finden die allgemeinen Kostenvorschriften Anwendung (BGE 111 Ib 32 E. 2d S. 36; Urteil 1E.19/1999 vom 4. April 2000, E. 3).\n\n3.3 Aus der Tatsache, dass das enteignungsrechtliche Einspracheverfahren und das enteignungsrechtliche Entschädigungs- bzw. Forderungsanmeldeverfahren teilweise parallel verlaufen und sowohl die Einsprachebehörde als auch der Enteignungsrichter die Bestimmung von Art. 115 EntG anzuwenden haben, kann nicht geschlossen werden, dass die zuerst entscheidende Behörde Massstäbe setze, die auch für die hernach amtende verbindlich seien. Art. 115 EntG räumt der entscheidenden Instanz ausdrücklich ein gewisses Ermessen ein, das sie fallgerecht anhand der von ihr als geeignet erachteten Kriterien ausüben darf und soll. Wohl wäre eine übereinstimmende Bemessung der Parteientschädigung vor allem in den Fällen zu begrüssen, in denen Einsprache- und Schätzungsverfahren vorzeitig beendet werden und die Behörde, die sich zuletzt mit der Sache befasst hat, zur abschliessenden Kostenregelung für beide Verfahren aufgerufen ist (vgl. BGE 121 II 291). Grundsätzlich entscheiden jedoch Einsprache- und Enteignungsbehörde auf dem Gebiet ihrer sachlichen Zuständigkeit getrennt über die Kosten- und Entschädigungsfolgen und schliessen die nebeneinander bestehenden Kompetenz- und Ermessensbereiche die Bindung der einen Instanz an den Entscheid der anderen aus. Daran hat auch das |111| Bundesgesetz über die Koordination und Vereinfachung der Entscheidverfahren bzw. die damit verbundene Revision des Eisenbahngesetzes (EBG; SR 742.101) vom 18. Juni 1999 (AS 1999 S. 3071, 3093) nichts geändert. Die Enteignerin übersieht, dass die eisenbahnrechtliche Plangenehmigungsbehörde bereits vor dieser Gesetzesänderung - nämlich seit Einführung des sog. kombinierten Verfahrens im Jahre 1982 - ebenfalls über die enteignungsrechtlichen Einsprachen und Planänderungsbegehren befunden und die entsprechenden Kostenfolgen geregelt hat (vgl. Art. 18 Abs. 4 EBG in der Fassung vom 8. Oktober 1982 [AS 1984 S. 1429]; Art. 23 ff. der Verordnung vom 23. Dezember 1932 über die Planvorlagen für Eisenbahnbauten in der Fassung vom 26. November 1984 [PlVV; AS 1984 S. 1436]; vgl. auch Art. 16 des Bundesbeschlusses über das Plangenehmigungsverfahren für Eisenbahn-Grossprojekte vom 21. Juni 1991 [AS 1991 S. 1319]). Die Reform des Eisenbahngesetzes von 1999 und die neue Verordnung vom 2. Februar 2000 über das Plangenehmigungsverfahren für Eisenbahnanlagen (SR 742.142.1) haben in dieser Hinsicht nichts Neues gebracht (vgl. auch BGE 123 II 456 E. 2 S. 460).\n\n3.4 Soweit die Enteignerin schliesslich für die Verfahren vor Bundesbehörden auf dem ganzen Gebiet der Schweiz einheitliche Tarifansätze verlangt, scheitert dieses Begehren schon an der Bestimmung von Art. 115 EntG selbst. Soll eine Parteientschädigung \"angemessen\" im Sinne dieser Vorschrift sein, so ist sie in erster Linie an den konkreten Umständen des einzelnen Verfahrens - tatbeständliche und rechtliche Schwierigkeit des Falles, Umfang der auf dem Spiele stehenden Vermögenswerte usw. - zu bemessen. Zusätzlich soll sie aber auch auf die örtlichen Gegebenheiten, welche die Höhe der Aufwendungen des Enteigneten beeinflussen können - allgemeine Lebenskosten, örtliche Preise für Dienstleistungen, Mieten usw. - abgestimmt werden können. Verlangt das eidgenössische Enteignungsrecht ausdrücklich eine solche \"Angemessenheit\" der Parteientschädigung, während etwa die Berechnung der Verfahrenskosten im Einzelnen konkret geregelt wird (vgl. Art. 113 EntG und die Verordnung vom 10. Juli 1968 über Gebühren und Entschädigungen im Enteignungsverfahren [SR 711.3]), so liefe es dem gesetzgeberischen Willen zuwider, auf dem Wege der Rechtsprechung zu Art. 115 EntG Einheitstarife zu schaffen.\n\n4. Die Enteignerin beanstandet im Weiteren die Aufteilung des vom Vertreter der Enteigneten in Rechnung gestellten Zeitaufwandes auf das Plangenehmigungs- und das Enteignungsverfahren. Das |112| UVEK habe die Bemühungen des Rechtsvertreters im ganzen Verfahren der Einsprachebehandlung ab Planauflage vollständig entschädigt. Der Schätzungskommissions-Präsident sei daher nicht befugt gewesen, auch noch für diesen Verfahrensabschnitt Aufwendungen abzugelten. Die zugesprochene Parteientschädigung sei schon aus diesem Grunde zu kürzen.\n\nIn diesem Zusammenhang ist einmal mehr darauf hinzuweisen, dass mit der Auflage der Pläne für den Bau oder die Änderung von Eisenbahnanlagen nicht nur das eisenbahnrechtliche Plangenehmigungs- und Einspracheverfahren sowie das enteignungsrechtliche Einspracheverfahren in Gang gesetzt werden, sondern auch das enteignungsrechtliche Entschädigungsverfahren angehoben wird. Während der Auflage- und Eingabefrist sind nämlich neben den Einsprachen und Planänderungsbegehren bereits auch die enteignungsrechtlichen Begehren um Entschädigung oder Sachleistung anzubringen. Das galt schon für das frühere sog. kombinierte Verfahren gemäss Art. 20 lit. c und Art. 23 ff. PlVV (vgl. BGE 115 Ib 424 E. 5 S. 435; BGE 121 II 291 E. 2; BGE 123 II 456 E. 2 S. 460) und trifft weiterhin für das heutige sog. ordentliche Plangenehmigungsverfahren gemäss Art. 18b ff. EBG zu (vgl. Art. 18f Abs. 2 EBG). Wohl liegt heute die Leitung des Planauflage- und Eingabeverfahrens nicht mehr in den Händen des Präsidenten der Eidgenössischen Schätzungskommission, sondern obliegt der Leit- bzw. Plangenehmigungsbehörde. Das ändert aber nichts daran, dass wie erwähnt während der Planauflage mit der Forderungsanmeldung auch das enteignungsrechtliche Entschädigungsverfahren eingeleitet wird und sich die Plangenehmigungs- und Einsprachebehörde mit diesem Verfahren - abgesehen von der Weiterleitung der Forderungen an die Schätzungskommission (vgl. Art. 18k Abs. 2 EBG) - nicht zu befassen hat. Die Vergütung der Kosten, die im Zusammenhang mit der Geltendmachung der Entschädigungsforderungen angefallen sind, ist vielmehr im Nachgang zum Plangenehmigungs- und Einspracheentscheid durch den Schätzungskommissions-Präsidenten vorzunehmen (vgl. BGE 121 II 291; BGE 123 II 456 E. 1b in fine). Der stellvertretende Präsident der Eidgenössischen Schätzungskommission, Kreis 6, hat demnach die auf die Forderungsanmeldung zurückgehenden Aufwendungen der Enteigneten im angefochtenen Entscheid zu Recht abgegolten.\n\n5. Bei der Überprüfung der für das enteignungsrechtliche Entschädigungsverfahren festgesetzten Parteientschädigung übt das |113| Bundesgericht nach ständiger Praxis eine gewisse Zurückhaltung, weil die Schätzungskommission oder deren Präsident besser in der Lage ist, die Bemühungen und Leistungen des Anwaltes zu beurteilen und den örtlichen Gegebenheiten Rechnung zu tragen. Das Gericht ändert deshalb den zugesprochenen Betrag nur dann, wenn dieser als offensichtlich ungenügend oder unverhältnismässig hoch erscheint (BGE 109 Ib 26 E. 3 S. 35 mit Hinweisen; BGE 111 Ib 97 E. 3 S. 102).\n\nIm vorliegenden Fall hat der Vertreter der Enteigneten für die Anmeldung detaillierter Entschädigungsforderungen, für das Besitzeinweisungsverfahren vor dem Schätzungskommissions-Präsidenten und für Verhandlungen über die Entschädigungsbegehren einen Zeitaufwand von 8,5 Stunden ausgewiesen. Der Schätzungskommissions-Präsident hat diesen Aufwand für vertretbar erachtet und der Enteigneten in Anwendung eines Stundenansatzes von Fr. 210.-, zuzüglich Mehrwertsteuer und Auslagen von Fr. 34.40, eine Parteientschädigung von insgesamt Fr. 1'957.70 zugesprochen. Für das nach Abschluss des Enteignungsvertrages zusätzlich vor dem Präsidenten der Schätzungskommission durchgeführte Verfahren ist der Enteigneten eine Pauschalentschädigung von Fr. 250.-, inklusive Auslagen und Mehrwertsteuer, zuerkannt worden. Es kann nicht gesagt werden, dass diese Parteientschädigungen unverhältnismässig hoch wären. Die Verwaltungsgerichtsbeschwerde ist daher abzuweisen."}