{"annee": "129", "cour": "I", "page": "249", "date": "27/5/2003", "cite": ["113 IA 1", "122 II 134", "126 I 7", "125 I 257", "128 I 63", "122 I 153", "126 II 316"], "cite_par": ["137 I 16", "130 III 42", "144 II 427", "141 I 172", "138 I 331", "132 I 181", "138 I 6"], "chapeau": "23. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. Josef Meichtry gegen Eidgenössisches Justiz- und Polizeidepartement (Verwaltungsgerichtsbeschwerde)\n\n1A.225/2002 vom 27. Mai 2003", "regestes": ["Art. 29 al. 2 Cst.; consultation du dossier hors procédure; consultation des résultats d'une enquête administrative. Droit de consulter le dossier hors procédure (consid. 3). Consultation du dossier d'une enquête administrative dont les résultats émanent de diverses sphères d'autorité (consid. 4). Pesée des intérêts favorables et défavorables à une telle consultation. Aux intérêts de la personne touchée personnellement en l'occurrence ne s'opposent pas les intérêts essentiels des personnes qui (à titre privé ou comme agents publics) ont fourni des renseignements (consid. 5)."], "faits": "|249|\n\nMit Urteil vom 22. Mai 1979 befand das Bundesstrafgericht Swami Omkarananda und Josef Meichtry sowie weitere Personen, die dem \"Divine Light Zentrum\" (DLZ) in Winterthur angehörten, des Bombenattentates auf die Liegenschaften des damaligen Regierungsrats und Polizeidirektors Jakob Stucki und von Rechtsanwalt Dr. Willy Hauser schuldig. Es qualifizierte die Straftaten als versuchten |250| Mord und sprach zum Teil langjährige Zuchthausstrafen aus. Das Bundesstrafgericht ging u.a. davon aus, dass die verwendeten Bomben von den Angeschuldigten in Belgien beschafft und nach Winterthur verbracht worden waren.\n\nVon Seiten der Angeschuldigten und des DLZ wurde die Auffassung vertreten, die Anschuldigungen beruhten auf einem grossen, gegen das DLZ gerichteten Komplott, Regierungsrat Stucki habe die Anschläge selber inszeniert oder der Bombenanschlag sei zur Diskreditierung von Swami Omkarananda und des DLZ unter Mitwirkung oder mit Wissen der Polizei provoziert worden. - Aufgrund einer Einsichtnahme in die Fichen und Dossiers der Bundesanwaltschaft im Zusammenhang mit der sog. Fichen-Affäre sowie aufgrund weiterer Quellen erhoben DLZ-Angehörige den Vorwurf, die Behörden hätten zahlreiche Geheimakten unterdrückt oder verschwinden lassen und verschiedene Umstände im Zusammenhang mit der Beschaffung der Bomben in Belgien, dem Einbau eines Peilsenders in eine der Bomben und der Tätigkeit belgischer Agenten hätten keinen Eingang in das Dossier der Strafuntersuchung gefunden. - Parallel dazu recherchierte der als Journalist bzw. Redaktor für den Tages-Anzeiger tätige Paul Bösch, publizierte seit 1998 Berichte über die Hintergründe der Bombenanschläge, wies auf Ungereimtheiten der offiziellen Darstellung hin und vermutete ein Mitwissen der Behörden.\n\nVertreter des Regierungsrates des Kantons Zürich ersuchten im Juni 1998 das Eidgenössische Justiz- und Polizeidepartement (EJPD) um Abklärung der erhobenen Vorwürfe. Der Bundesrat ermächtigte das EJPD, die - als Staatsschutzakten abgelegten - Akten der Bundesanwaltschaft untersuchen zu lassen und eine Administrativuntersuchung durchzuführen. Darauf nahm das EJPD vorerst selber eine Sichtung der DLZ-Akten im Bundesarchiv vor und beauftragte am 30. März 1999 a. Bundesgerichtspräsident Jean-François Egli mit der Durchführung der Administrativuntersuchung. Dieser nahm in verschiedenste Aktenbestände Einblick (insbes. Bundesarchiv, Bundesanwaltschaft, Bundesgericht, Kantonspolizei, Bezirksanwaltschaft, Staatsarchiv des Kantons Zürich, Personaldossiers), erhob gewisse Dokumente von privater Seite, befragte zahlreiche, damals mit der Angelegenheit befasste Personen und weitere Auskunftspersonen und hörte gestützt auf ein Rechtshilfeersuchen Vertreter der belgischen Polizei an.\n\nDer Beauftragte hat die Untersuchung am 11. September 2000 mit der Übergabe seines 220 Seiten umfassenden Berichtes und seinen |251| gesammelten Unterlagen abgeschlossen. Darin kommt er zum Schluss, dass keinerlei Anhaltspunkte bestehen, die auf ein polizeiliches Komplott hinweisen. Er stellt fest, dass seitens der Polizei bzw. der Untersuchungsverantwortlichen gewisse Fehler begangen wurden, dass diese aber in Berücksichtigung der dargelegten Umstände auf falschen Lagebeurteilungen beruhten und als nicht allzu schwer wiegend einzustufen seien. Schliesslich führt er aus, dass die Administrativuntersuchung neue Tatsachen von relativer Wichtigkeit ergeben habe, die dem Bundesstrafgericht im Beurteilungszeitpunkt nicht bekannt waren, die aber allenfalls geeignet gewesen wären, sich auf die Beurteilung im Schuldspruch und im Rahmen der Strafzumessung auszuwirken. - Der Untersuchungsbericht ist vom Eidgenössischen Justiz- und Polizeidepartement am 27. Oktober 2000 anlässlich einer Pressekonferenz bekannt gemacht worden. Das Departement hat hierfür eine Pressemitteilung verfasst sowie eine Kurzfassung des Berichts abgegeben.\n\nDie Bundesanwaltschaft prüfte den Bericht der Administrativuntersuchung und verzichtete von ihrer Seite auf ein Begehren um Revision des Bundesstrafgerichtsurteils, weil die neuen Tatsachen nach ihrer Auffassung keine Gründe für eine erheblich veränderte Einschätzung des Sachverhalts oder für ein wesentlich milderes Urteil darstellten.\n\nIn der Folge stellte sich verschiedentlich die Frage der Einsicht in die Untersuchungsergebnisse. Schliesslich hat Josef Meichtry um vollständige Einsicht in den Schlussbericht und die Akten der Administrativuntersuchung ersucht. Mit Entscheid vom 25. September 2002 hat das Eidgenössische Justiz- und Polizeidepartement das Ersuchen abgewiesen.\n\nGegen diesen Departementsentscheid hat Josef Meichtry beim Bundesgericht Verwaltungsgerichtsbeschwerde erhoben und im Wesentlichen eine Verletzung des Anspruchs auf Akteneinsicht nach Art. 29 Abs. 2 BV gerügt.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut, hebt den angefochtenen Entscheid auf und weist die Sache zu neuer Beurteilung an das Eidgenössische Justiz- und Polizeidepartement zurück.", "considerants": "Aus den Erwägungen:\n\n2. Bevor auf die Rügen des Beschwerdeführers näher einzugehen ist, gilt es den Prozessgegenstand im Einzelnen zu bestimmen und zudem festzuhalten, was nicht dazu gehört. |252|\n\nMit der vorliegenden Verwaltungsgerichtsbeschwerde ist ausschliesslich die Verweigerung der (gänzlichen bzw. teilweisen) Einsicht in den Bericht und die Akten der Administrativuntersuchung angefochten. Dementsprechend sind auch die Beschwerdeanträge einzig auf die Gewährung der Einsicht in den Bericht und die Unterlagen ausgerichtet.\n\nDemgegenüber sind weder die Durchführung der Administrativuntersuchung als solche noch das ursprüngliche Strafverfahren Gegenstand des vorliegenden Verfahrens:\n\nDie Administrativuntersuchung ist auf der Grundlage eines Bundesratsbeschlusses vom Departementsvorsteher eingeleitet worden und längst abgeschlossen. Sie hat sich, wie bereits dargelegt, nicht gegen bestimmte Personen gerichtet, sondern hatte die Abklärung bestimmter Vorkommnisse im Zusammenhang mit der Untersuchung in einem früheren Strafverfahren zum Gegenstand. Die Administrativuntersuchung führte zum genannten Bericht, mündete indessen nicht in Verfügungen im Sinne von Art. 5 VwVG, welche gegenüber dem Bürger Pflichten begründen, ändern oder aufheben. Grundsätzlich ist der Beschwerdeführer daher durch die Administrativuntersuchung als solche und deren Abschluss nicht in eigenen rechtlichen Interessen betroffen. Er kann weder die angeblich unzulässige Fragestellung noch die angebliche Unvollständigkeit der Untersuchung bemängeln. Ebenso wenig kann er eine Verletzung der in diesem Zusammenhang angerufenen Garantien der Europäischen Menschenrechtskonvention geltend machen. Insbesondere betrifft die Administrativuntersuchung als solche keine zivilrechtlichen Ansprüche und Verpflichtungen und hat keine strafrechtliche Anklage im Sinne von Art. 6 EMRK zum Inhalt. Daran vermag der Umstand nichts zu ändern, dass Untersuchungsgegenstand das frühere Strafverfahren bzw. die Art und Weise der damaligen Untersuchung war. Mit dem Untersuchungsergebnis wird in keiner Weise über eine strafrechtliche Anklage gemäss Art. 6 Ziff. 1 EMRK befunden. Ebenso wenig stand die ursprüngliche Anklage bzw. die damalige Verurteilung in Frage, welche rechtskräftig geworden ist und höchstens im Rahmen eines Revisionsverfahrens einer Neuüberprüfung zugeführt werden könnte. Die Rüge des Beschwerdeführers, die Durchführung der Administrativuntersuchung und die Verweigerung der Akteneinsicht im Untersuchungsverfahren verstiessen gegen die EMRK, erweist sich daher von vornherein als unbegründet.\n\nSchliesslich gilt es festzuhalten, dass sich die vorliegende Beschwerde entsprechend dem ursprünglichen Einsichtsgesuch einzig |253| auf die Ergebnisse der Administrativuntersuchung bezieht. Es sind dies der eigentliche Bericht, das sog. Verfahrensprotokoll (welches über die einzelnen Schritte der Untersuchung Aufschluss gibt) sowie die Aktenordner I-VII (mit Anhörungsprotokollen, neuen Dokumenten sowie Kopien von wichtigeren Unterlagen und Berichten). Demgegenüber bildet der sog. Ordner O, der departementsinterne Dokumente, zahlreiche Korrespondenz sowie die Auftragserteilung an den Untersuchungsbeauftragten enthält, nicht Gegenstand des Verfahrens.\n\n3. Art. 29 Abs. 2 BV (wie bereits Art. 4 aBV) räumt den Parteien und Betroffenen als allgemeine Verfahrensgarantie und Teil des Anspruchs auf rechtliches Gehör einen Anspruch auf Akteneinsicht ein. Im Hinblick auf den Erlass einer Verfügung sollen die Verfahrensbeteiligten von den Entscheidungsgrundlagen vorbehaltlos und ohne Geltendmachung eines besondern Interesses Kenntnis nehmen können (BGE 122 I 153 E. 6a S. 161). Dieser Aspekt des Anspruchs auf Akteneinsicht kommt indessen im vorliegenden Verfahren nicht zum Tragen, da die Administrativuntersuchung längst abgeschlossen ist, der Beschwerdeführer nicht Verfahrensbeteiligter ist und kein Erlass einer Verfügung bevorsteht.\n\nDarüber hinaus hat die Rechtsprechung zu Art. 4 aBV und Art. 29 Abs. 2 BV erkannt, dass der Anspruch auf Akteneinsicht auch ausserhalb eines hängigen Verfahrens geltend gemacht werden kann. Eine umfassende Wahrung der Rechte kann es gebieten, dass der Betroffene oder ein Dritter Akten eines abgeschlossenen Verfahrens einsehe. Allerdings ist dieser Anspruch davon abhängig, dass der Rechtsuchende ein besonderes schutzwürdiges Interesse glaubhaft machen kann. Dieses kann sich aus der Betroffenheit in einem spezifischen Freiheitsrecht wie etwa der persönlichen Freiheit oder aus einer sonstigen besondern Sachnähe ergeben. Soweit die Verwaltung nicht dem so genannten Öffentlichkeitsprinzip unterstellt ist, reicht die Berufung auf Art. 16 Abs. 3 BV nicht aus und bedarf es daher der Geltendmachung eines spezifischen schützenswerten Interesses im dargelegten Sinne (vgl. nunmehr Botschaft zum Bundesgesetz über die Öffentlichkeit der Verwaltung, BBl 2003 S. 1963). Das Akteneinsichtsrecht findet indes seine Grenzen an überwiegenden öffentlichen Interessen des Staates oder an berechtigten Interessen Dritter. Diesfalls sind die einander entgegenstehenden Interessen an der Akteneinsicht einerseits und an deren Verweigerung andererseits sorgfältig gegeneinander abzuwägen (zum Ganzen Urteil 1P.240/2002 vom 18. Oktober 2002, publ. in: EuGRZ 2003 S. 45 und |254| ZBl 104/2003 S. 303; BGE 113 Ia 1 E. 4 S. 4; BGE 122 I 153 E. 6a S. 161; BGE 125 I 257 E. 3b S. 260; BGE 126 I 7 E. 2a S. 10; BGE 128 I 63 E. 3.1 S. 68).\n\nDieser verfassungsmässige Anspruch auf Einsicht in die Akten eines abgeschlossenen Verfahrens geht über die Garantien von Art. 6 Ziff. 1 EMRK hinaus. Die Konventionsbestimmung kann ausserhalb eines Verfahrens, das zivilrechtliche Ansprüche oder eine strafrechtliche Anklage zum Gegenstand hat, grundsätzlich nicht angerufen werden. In Bezug auf die vorliegenden konkreten Verhältnisse kann insbesondere nicht davon gesprochen werden, der Beschwerdeführer verlange die Akteneinsicht zur unmittelbaren Einleitung eines gerichtlichen Verfahrens und deren Verweigerung verunmögliche ihm in Verletzung von Art. 6 Ziff. 1 EMRK den Zugang zu einem Gericht. Auf die Rüge der Verletzung von Art. 6 Ziff. 1 EMRK braucht daher auch unter diesem Gesichtswinkel nicht näher eingegangen zu werden.\n\nAllein gestützt auf Art. 29 Abs. 2 BV ist im Folgenden zu prüfen, ob der Beschwerdeführer Anspruch erheben kann, in die Ergebnisse der abgeschlossenen Administrativuntersuchung Einblick zu nehmen (E. 5).\n\n4. Die Vorinstanz wirft die Frage nach der Herrschaft über die Dokumente, in die der Beschwerdeführer Einsicht nehmen möchte, auf. Sie geht davon aus, dass die Ergebnisse der Administrativuntersuchung einerseits den eigentlichen Bericht und die Erhebungen des Untersuchungsbeauftragten umfassen. Insofern anerkennt sie ihre Zuständigkeit, darüber im Rahmen des Einsichtsverfahrens zu verfügen. Andererseits enthalten die Aktenordner mit den Erhebungen des Untersuchungsbeauftragten auch Kopien von wichtigeren Dokumenten aus dem Bundesstrafprozess (Akten aus der Voruntersuchung und dem eigentlichen Prozess). Diese Dokumente ordnet das Departement ausschliesslich dem Bundesstrafgericht bzw. dem Herrschaftsbereich des Bundesgerichts zu. Es erachtet sich daher nicht als zuständig, mittels Gesuchsbehandlung über diese \"fremden Akten\" zu verfügen. Die Vorinstanz kommt zum Schluss, dass ihr die für die Behandlung des Einsichtsgesuchs erforderliche Datenherrschaft über die Gesamtheit der Ergebnisse der Administrativuntersuchung fehle.\n\n4.1 Die Vorinstanz versucht diesen Konflikt dadurch zu lösen, dass sie dem Beschwerdeführer die Möglichkeit aufzeigt, beim ausserordentlichen Kassationshof des Bundesgerichts ein Verfahren um Revision des Strafurteils von 1979 einzuleiten (Art. 12 Abs. 2 OG |255| und Art. 232 ff. BStP, in der Fassung vom 8. Oktober 1999, AS 2000 S. 505/511) und in diesem Rahmen um Einsicht in die Akten der Administrativuntersuchung zu ersuchen. Dabei übersieht sie indessen, dass dieser Weg die Schwierigkeit der Datenherrschaft nicht zu lösen vermag. Der ausserordentliche Kassationshof mag zwar über die Akten des Bundesstrafgerichts verfügen können. Ihm kommt indessen umgekehrt keine Herrschaft über die eigentlichen Ergebnisse der Administrativuntersuchung zu. Er kann daher nicht eigenständig über die Akten des Eidgenössischen Justiz- und Polizeidepartementes sowie die Staatsschutzakten verfügen. Dies führt dazu, dass im Rahmen der Instruktion des Revisionsverfahrens um den Beizug des Untersuchungsberichts und der dazugehörigen Dokumente ersucht werden müsste und der Instruktionsrichter über das Akteneinsichtsgesuch (und allfällige Anonymisierungen oder Weglassungen) zu entscheiden hätte.\n\n4.2 Diese Situation führt zur grundsätzlichen Frage, wie vorzugehen ist, wenn Einsicht in die Ergebnisse einer Administrativuntersuchung verlangt wird, die aus unterschiedlichen Quellen und Herrschaftsbereichen stammen. Der mit einer Administrativuntersuchung Beauftragte kann im Rahmen seines Auftrages und im Bereiche des Auftraggebers die erforderlichen Abklärungen treffen, ist indes möglicherweise darauf angewiesen, seine Erhebungen auch auf andere Herrschaftsbereiche auszudehnen und rechts- oder amtshilfeweise Informationen etwa in Form von Dokumenten oder Befragungen einzuholen. Die Herrschaft über die Letzteren geht mit der Auskunftserteilung nicht ohne weiteres auf den Untersuchungsbeauftragten bzw. die die Administrativuntersuchung anordnende Stelle über. Es mag ebenso sein, dass die Auskünfte einzig für den Zweck der Administrativuntersuchung erteilt werden und eine weitere Verwendung oder Verbreitung (ausdrücklich oder stillschweigend) ausgeschlossen wird. Eine derartige Betrachtungsweise entspräche dem allgemeinen Grundsatz der Zweckbindung der Bearbeitung von Personendaten (Art. 4 Abs. 3 des Bundesgesetzes vom 19. Juni 1992 über den Datenschutz [DSG; SR 235.1]; vgl. URS MAURER/NEDIM PETER VOGT, Kommentar zum Schweizerischen Datenschutzgesetz, Basel 1995, Rz. 14 zu Art. 4 DSG; Urteil 1P.613/1990 vom 27. März 1991, publ. in: ZBl 92/1991 S. 543, E. 6d) bzw. dem in der Rechts- und Amtshilfe geltenden Prinzip der Spezialität (vgl. BGE 126 II 316 E. 2 S. 318; BGE 122 II 134 E. 7c S. 137).\n\nDiesfalls stellt sich die Frage nach dem praktischen Vorgehen, wenn gestützt auf Art. 29 Abs. 2 BV Einsicht in die Ergebnisse einer |256| Administrativuntersuchung verlangt wird. Bei einer komplexen Untersuchung wird sich zeigen, dass die verschiedenen Teile - die Erhebungen des Beauftragten aus dem Bereich der anordnenden Behörde einerseits und die Befragungen und Übernahmen von Dokumenten aus dem Bereiche anderer Behörden andererseits - praktisch kaum auseinandergehalten werden können. Sie bilden eine Einheit und haben nur in diesem Rahmen überhaupt einen eigenständigen Aussagewert. Den Gesuchsteller für die Einsicht in die Unterlagen aus den fremden Herrschaftsbereichen an die entsprechenden Amtsstellen zu verweisen, dürfte kaum einen gangbaren Weg darstellen. Dieser müsste möglicherweise bei mehreren Stellen vorsprechen und wäre zur Gesuchstellung schon vorgängig auf eine genaue Kenntnis von Aktenstellen und Befragungen angewiesen.\n\nAngesichts dieser Schwierigkeit ist nach einer praktischen Vorgehensweise zu suchen. Es drängt sich auf, im Sinne einer Kompetenzattraktion grundsätzlich eine einzige Instanz über die Gesamtheit der Dokumente entscheiden zu lassen. Derjenigen Behörde, welche die Administrativuntersuchung angeordnet hat, ist in einem nachfolgenden Verfahren der Akteneinsicht eine Leitfunktion zuzuerkennen. Sie könnte in diesem Rahmen einerseits über die \"eigenen\" Akten verfügen. Andererseits hätte sie darüber zu befinden, ob das Einsichtsgesuch den Datenbereich einer andern Stelle überhaupt betrifft, und hätte allenfalls für eine entsprechende Einwilligung zu sorgen. Gestützt darauf wäre sie in der Lage, gesamthaft über das Akteneinsichtsgesuch zu befinden.\n\n4.3 Wie es sich mit diesen Fragen in allgemeiner Hinsicht verhält, braucht im vorliegenden Verfahren in Anbetracht der konkreten Verhältnisse nicht abschliessend geklärt zu werden.\n\nEs kann davon ausgegangen werden, dass die Ergebnisse der Administrativuntersuchung tatsächlich unterschiedlicher Herkunft sind und aus diversen Quellen stammen. Erstens handelt es sich um die eigentlichen Erhebungen des Untersuchungsbeauftragten (Befragungsprotokolle, eingeholte Berichte, eigene Feststellungen) sowie den Untersuchungsbericht und das Verfahrensprotokoll. Zweitens hat der Untersuchungsbeauftragte - mit entsprechender Ermächtigung - Dokumente aus dem Bundesarchiv und aus den Akten des Bundesstrafprozesses eingesehen und davon teils Kopien in seine Unterlagen übernommen. Und drittens hat er in kantonalzürcherische Aktenbestände Einsicht genommen, davon für seinen eigenen Gebrauch teils ebenfalls Kopien hergestellt und kantonale Bedienstete angehört. |257|\n\nEs ist unbestritten, dass das Eidgenössische Justiz- und Polizeidepartement über die erstgenannten Dokumente verfügen und daher in diesem Ausmass über das Akteneinsichtsgesuch des Beschwerdeführers entscheiden kann. Dasselbe kann aufgrund der konkreten Umstände für die kantonalen Unterlagen angenommen werden: Die Administrativuntersuchung ist u.a. auf Vorstösse von zürcherischen Regierungsräten zurückzuführen. Von Anfang an musste klar sein, dass der Untersuchungsbeauftragte auch zürcherische Archive sollte einsehen und (ehemalige oder noch im Dienst stehende) zürcherische Bedienstete sollte befragen können. Mit der Anordnung der Administrativuntersuchung durch das Departement sind denn auch alle Mitarbeiterinnen und Mitarbeiter von Bund und Kanton Zürich ausdrücklich vom Amtsgeheimnis entbunden worden. Die Vorinstanz durfte daher auch in dieser Hinsicht über die Einsichtnahme entscheiden, ohne hierfür das Einverständnis der zürcherischen Behörden einzuholen. Gleich verhält es sich mit den Akten aus dem Bundesarchiv. Das Departement wurde vom Bundesrat ausdrücklich ermächtigt, diese Akten im Hinblick auf eine Administrativuntersuchung zu prüfen, und übernahm damit die Verantwortung darüber. Schliesslich fällt in Bezug auf die Dokumente aus dem Bundesstrafprozess in Betracht, dass keine Gründe ersichtlich sind, weshalb das Bundesstrafgericht dem Beschwerdeführer die Einsicht in die Akten des früheren, ihn selbst betreffenden Strafverfahrens verweigern könnte. Bei dieser Sachlage konnte daher ohne weiteres davon Umgang genommen werden, das Bundesstrafgericht um eine förmliche Stellungnahme zu ersuchen; ebenso wenig ist es erforderlich, dass dies im vorliegenden Verfahren von der I. öffentlichrechtlichen Abteilung nachgeholt werde. Auch in dieser Hinsicht kann dem Departement die Verfügungsbefugnis nicht abgesprochen werden.\n\nDaraus ergibt sich für den vorliegenden Fall, dass das Eidgenössische Justiz- und Polizeidepartement die Gesuchsbehandlung und die Gewährung von Akteneinsicht nicht allein deswegen ablehnen durfte, weil ein Teil der Akten aus dem Herrschaftsbereich des Bundesstrafgerichts (bzw. des Kantons Zürich) stammt.\n\n5. Im Folgenden sind die für und gegen eine Einsichtnahme sprechenden Interessen festzuhalten und gegeneinander abzuwägen.\n\n5.1 Die Vorinstanz erachtet das Interesse des Beschwerdeführers an der Einsicht in den Schlussbericht im heutigen Zeitpunkt als gemindert. Dessen Rechtsvertreter habe bereits einmal Einsicht |258| nehmen können und habe den Beschwerdeführer wohl in geeigneter Weise über die massgeblichen Punkte informiert.\n\nDiese Auffassung vermag nicht zu überzeugen. Der Rechtsvertreter des Beschwerdeführers durfte den Untersuchungsbericht lediglich unter der Auflage einsehen, keine Namen weiterzugeben; er hatte sich bereit erklärt, \"gegenüber seiner Klientschaft die Persönlichkeitsrechte von Drittpersonen zu wahren und insbesondere deren Namen nur zu nennen, wenn dies für die Prüfung allfälliger Revisionsgründe oder anderer rechtlicher Schritte notwendig ist\". Auch bei entsprechender Information durch den Rechtsvertreter konnte sich der Beschwerdeführer ohne Kenntnis, welche Aussagen von welcher Seite stammen, kaum ein eigenes Bild über die Tragweite des Berichts und der Resultate machen. Nur der Beschwerdeführer selber ist als Kenner der damaligen Verhältnisse in der Lage, den Bericht und seine Folgerungen aufgrund der einzelnen Elemente zu würdigen. Zudem war die Einsicht des Rechtsvertreters auf den eigentlichen Untersuchungsbericht beschränkt und umfasste insbesondere die umfangreichen Beilagen und Unterlagen nicht. Der Beschwerdeführer hat von diesen Beilagen daher nicht einmal in indirekter Weise Kenntnis nehmen können. Schliesslich liegt entgegen der Auffassung der Vorinstanz keine Konstellation vor, in der im Interesse des Betroffenen selber gewisse Informationen lediglich einer Vertrauensperson herausgegeben werden (vgl. Art. 8 Abs. 3 DSG sowie BGE 122 I 153 E. 6c/cc S. 166 mit Hinweisen auf Rechtsprechung und Kritik). Darüber hinaus kann ohnehin nicht in allgemeiner Weise angenommen werden, dass nach einer ersten Einsicht das Interesse an einer weitern Einsichtnahme von vornherein entfällt.\n\nBei dieser Sachlage wird das Interesse des Beschwerdeführers an der Einsicht in den Untersuchungsbericht und in die Unterlagen durch den Umstand, dass sein Rechtsvertreter früher den Bericht einsehen konnte, keineswegs geschmälert. Die lediglich indirekte und beschränkte Konsultation vermag die eigene Einsicht von Bericht und Materialien nicht zu ersetzen und steht einer erneuten Kenntnisnahme nicht entgegen.\n\n5.2 Der Beschwerdeführer ist im Jahre 1979 - nach einer längeren Untersuchung und mehr als drei Jahren Untersuchungshaft - vom Bundesstrafgericht in einem öffentlichen und medienwirksamen Verfahren zu sieben Jahren Zuchthaus verurteilt worden. Nunmehr kommt der Untersuchungsbeauftragte zum Schluss, dass das Strafverfahren (aus heutiger Sicht) nicht in allen Teilen den Anforderungen an einen fairen Prozess entsprochen habe und dass insbesondere |259| dem erkennenden Bundesstrafgericht Tatsachen von relativer Wichtigkeit unbekannt geblieben seien, die sich auf die Beurteilung im Schuldspruch und im Rahmen der Strafzumessung hätten auswirken können. Bei dieser Sachlage hat der Beschwerdeführer ein gewichtiges persönliches Interesse daran, das mit der Administrativuntersuchung Festgestellte anhand des Berichtes und der gesammelten Unterlagen aus persönlicher Sicht nachzuvollziehen, in Zusammenhang mit dem eigenen Prozess zu setzen sowie prüfen zu können, inwiefern sich gewisse festgestellte verfahrensmässige Unterlassungen auch auf das eigene Verfahren ausgewirkt haben mögen. Es entspricht einem legitimen nachvollziehbaren Bedürfnis, den prozessualen Missachtungen - auch wenn sie nicht in einem gerichtlichen Verfahren, sondern lediglich im Rahmen einer Administrativuntersuchung festgestellt worden sind - nachzugehen und sich aufgrund der neuen Unterlagen mit der eigenen Vergangenheit auseinanderzusetzen. Der Beschwerdeführer möchte in diesem Sinne insbesondere prüfen, was im Einzelnen eingestanden werde und ob der Bericht aus seiner Sicht vollständig sei.\n\nÜber dieses elementare Bedürfnis hinaus hat der Beschwerdeführer ein Interesse an der Akteneinsicht im Hinblick auf und zur Vorbereitung von Verfahren zur Erlangung eines Ausgleichs, sei es im Sinne einer Entschädigung oder Genugtuung, einer Rehabilitation oder gar einer Revision des Strafurteils. Die Rechtsprechung hat in der Absicht, ein entsprechendes Verfahren anzustrengen, ein schutzwürdiges Interesse für eine Akteneinsicht erblickt und diese geradezu als Voraussetzung für ein entsprechendes Verfahren bezeichnet (vgl. BGE 113 Ia 1 E. 4b/cc S. 7 f.; Urteil 1P.240/2002 vom 18. Oktober 2002, E. 3.2.1, publ. in: EuGRZ 2003 S. 45 und ZBl 104/2003 S. 303; Urteil 1P.18/1991, publ. in: ZBl 93/1992 S. 362, E. 5a). In diesem Zeitpunkt ist es grundsätzlich nicht Sache der Behörden, anstelle des Betroffenen über den allenfalls einzuschlagenden Weg und die Erfolgschancen zu befinden und die Akteneinsicht von einem bestimmten Verfahren abhängig zu machen. Der Beschwerdeführer hat sich denn auch noch nicht auf ein bestimmtes Vorgehen festgelegt; vielmehr möchte er sich vorerst anhand des Untersuchungsberichts und der Unterlagen ein umfassendes eigenes Bild verschaffen. Keiner Prüfung zu unterziehen sind daher auch die Vorstellungen des Beschwerdeführers, wie er allenfalls zu einer Form der Satisfaktion gelangen könnte (Revision des Bundesstrafgerichtsurteils, Verfahren nach Art. 139a OG, Nichtigerklärung des Bundesstrafgerichtsurteils durch das Bundesgericht oder den Bundesrat, |260| Klage beim Europäischen Menschenrechtsgerichtshof nach Art. 34 EMRK, Haftungs- und Entschädigungsverfahren).\n\nMit dem angefochtenen Entscheid spricht die Vorinstanz dem Beschwerdeführer ein schutzwürdiges Interesse insbesondere auch im Hinblick auf die Möglichkeit ab, ein Verfahren um Revision des Strafurteils von 1979 einzuleiten und in diesem Rahmen um Einsicht in die Ergebnisse und Akten der Administrativuntersuchung zu ersuchen (vgl. oben E. 4.1). - Wie oben dargetan, ist es nicht Sache der Behörden, anstelle des Betroffenen über den einzuschlagenden Weg zu befinden und die Akteneinsicht von einem bestimmten Verfahren abhängig zu machen. Der Beschwerdeführer hat vielmehr ein legitimes Interesse daran, sich über die Grundlagen und Voraussetzungen ins Bild zu setzen, bevor er sich überhaupt auf ein aufwändiges Revisionsverfahren einlässt. Daran vermag auch der Umstand nichts zu ändern, dass der prozessuale Aufwand bis zu einer allfälligen Akteneinsichtnahme bei entsprechendem Vorgehen in Grenzen gehalten werden könnte. Daraus ergibt sich, dass die Möglichkeit der Einleitung eines Revisionsverfahrens dem Beschwerdeführer nicht entgegen gehalten werden kann und sein schutzwürdiges Interesse an der Akteneinsicht nicht mindert.\n\nGesamthaft gesehen kann daher festgehalten werden, dass dem Beschwerdeführer ein gewichtiges schutzwürdiges Interesse zukommt, im Sinne seines Gesuches Einsicht in die Ergebnisse der Administrativuntersuchung zu erhalten. Es ist daher zu prüfen, ob und welche Gründe einer Einsicht entgegen stehen. Wie oben dargetan, findet das Akteneinsichtsrecht seine Grenzen an überwiegenden öffentlichen Interessen des Staates oder an berechtigten Interessen Dritter.\n\n5.3 Im angefochtenen Entscheid des Departementes werden keine eigentlichen öffentlichen Interessen des Staates genannt, welche einer Einsichtnahme entgegenstehen würden. Insbesondere ergeben sich keine Hinweise darauf, dass die Einsicht wegen Staatsschutzinteressen verweigert würde. Die Tätigkeit des belgischen Geheimdienstes im Allgemeinen und hinsichtlich des Winterthurer Bombenanschlags im Besondern ist schon weitestgehend bekannt. Sie wurde in der Berichtszusammenfassung wie auch in Zeitungsartikeln in Belgien und im Tages-Anzeiger bekannt gemacht und ist offenbar nicht mehr geheimhaltungswürdig. Zudem wird im angefochtenen Entscheid nicht dargetan und ist auch nicht ersichtlich, dass spezifische Vorgehensweisen oder spezielle Informationsquellen aus berechtigten öffentlichen Gründen geheimzuhalten wären (vgl. demgegenüber Urteil 1P.18/1991, publ. in: ZBl 93/1992 S. 362, E. 5b). |261|\n\n5.4 In allgemeiner Weise wird im angefochtenen Entscheid auf die Interessen der Auskunftspersonen verwiesen, welche ihre Aussagen unter der Bedingung gemacht haben sollen, dass diese nicht weitergegeben würden. Indessen ist, soweit ersichtlich, von einem eigentlichen Geheimhaltungsvorbehalt in den Anhörungsprotokollen nicht die Rede. Diese Protokolle geben vielmehr die stereotype Formulierung wieder, wonach der Untersuchungsbeauftragte auf den Untersuchungszweck gemäss EJPD-Verfügung verweise und feststelle, dass die betroffene Person als Auskunftsperson befragt werde. Damit wird insbesondere zum Ausdruck gebracht, dass keine Zeugenbefragungen unter Hinweis auf Art. 307 StGB vorgenommen worden sind. Eine förmliche Garantie, dass die erteilten Auskünfte generell nicht weitergegeben würden, kann daher nicht angenommen werden. Es ist denn auch nicht ersichtlich, weshalb Äusserungen über die weit zurückliegenden Vorfälle von Personen, die direkt oder indirekt an der damaligen Strafuntersuchung beteiligt waren, einer interessierten Person (im oben umschriebenen Sinne) generell nicht zugänglich gemacht werden dürften. Daraus folgt, dass entgegen dem angefochtenen Entscheid nicht ein generelles Geheimhaltungsinteresse aller Auskunftspersonen angenommen werden kann. Vielmehr ist konkret zu prüfen, ob in Bezug auf einzelne Auskunftspersonen oder Kategorien von Auskunftspersonen überwiegende private Interessen einer Einsichtnahme durch den Beschwerdeführer entgegenstehen.\n\nDie Aussagen von ehemaligen Regierungsmitgliedern (a. Bundesrat Kurt Furgler und a. Regierungsrat Jakob Stucki) enthalten keine geheimhaltungswürdigen Inhalte. Die befragten ehemaligen Angehörigen der Bundesanwaltschaft sowie der Zürcher Behörden (Bezirksanwaltschaft, Kriminal- und Kantonspolizei) gaben im Wesentlichen reine Sachberichte ab, für deren Geheimhaltung überwiegende persönliche Interessen kaum ersichtlich sind. Insbesondere handelt es sich dabei nicht um persönlich ausgerichtete Attacken oder denunziationsähnliche Aussagen, für welche die Rechtsprechung unter ganz speziellen Voraussetzungen ein persönliches Geheimhaltungsinteresse anerkannt hat (vgl. Urteil 1P.18/1991, publ. in: ZBl 93/1992 S. 362, E. 5c). Die (damaligen oder heute noch im Dienst stehenden) Beamten können - wie im Untersuchungsbericht festgehalten wird - straf- und disziplinarrechtlich nicht mehr zur Rechenschaft gezogen werden. Sie brauchen keine negativen Reaktionen von (ehemaligen) Vorgesetzten oder Kollegen mit Auswirkungen auf ihr berufliches oder gar privates Umfeld zu |262| befürchten. Schliesslich ist nicht ersichtlich, inwiefern sie ihrer Aussagen wegen von Seiten von DLZ-Angehörigen belangt werden könnten. Die gleiche Beurteilung trifft auf die befragten Bediensteten des Wissenschaftlichen Dienstes der Stadtpolizei Zürich oder des Bundesarchivs zu.\n\nEine etwas unterschiedliche Beurteilung mag in Bezug auf die drei belgischen Agenten, welche in die Abläufe der Beschaffung und Lieferung der verwendeten Bomben involviert waren, vorgenommen werden. Auch wenn, wie oben dargelegt, keine Geheimhaltungsgründe hinsichtlich des Inhalts ihrer Aussagen vorgebracht werden, so könnte allenfalls aus persönlichen Motiven ein Interesse an der Geheimhaltung ihrer Namen vorgebracht werden - soweit diese nicht ohnehin schon bekannt sein sollten. In dieser Hinsicht darf berücksichtigt werden, dass die Agenten aus Furcht vor möglichen Vergeltungen den Namen eines Informanten nicht bekannt geben wollten. Darüber hinaus mag es gerechtfertigt erscheinen, einen Auszug aus dem Personaldossier eines ehemaligen, verstorbenen Bundespolizeikommissärs aus Pietätsgründen nicht bekannt zu machen. Schliesslich ist nicht auszuschliessen, dass in Bezug auf vereinzelte Personen weitere spezifische Geheimhaltungsgründe namhaft gemacht werden könnten.\n\nDer Untersuchungsbeauftragte hat ferner den Journalisten Paul Bösch, die DLZ-Angehörige Dr. H.E. und den Beschwerdeführer selber angehört. In dieser Hinsicht können keine persönlichen Geheimhaltungsgründe geltend gemacht werden. Schliesslich ist darauf hinzuweisen, dass der Untersuchungsbeauftragte keine weitern oder ehemaligen DLZ-Angehörige befragte. Entgegen dem im angefochtenen Entscheid erweckten Eindruck ist daher nicht ersichtlich, welche - ohnehin bekannten - Personen aus dem Umfeld des DLZ gerade aufgrund des Untersuchungsberichts mit Briefen belästigt oder in ihrer Ehre verletzt werden könnten. Ein ehemaliges DLZ-Mitglied schliesslich hat sich spontan beim Untersuchungsbeauftragten gemeldet und ihm Berichte über seine eigene Beurteilung der damaligen Geschehnisse zur Verfügung gestellt; diese Berichte waren für den Untersuchungsbeauftragten indes von untergeordneter Bedeutung; der Name des Informanten wird im Untersuchungsbericht selber nicht genannt, ergibt sich lediglich aus den Unterlagen und könnte allenfalls abgedeckt werden.\n\nGesamthaft und zusammenfassend gilt es festzustellen, dass kaum bzw. wenige persönliche Interessen ersichtlich sind, welche einer Einsichtnahme in die Untersuchungsunterlagen entgegenstehen. |263|\n\nDiese Schlussfolgerung lässt nicht ausser Acht, dass die Rechtsprechung Auskunfts- und Gewährspersonen einen gewissen Schutz zubilligt (vgl. BGE 122 I 153 E. 6c/aa und bb S. 165, mit Hinweisen). Entscheidend sind indessen die konkreten Umstände. Im vorliegenden Fall gilt es insbesondere zu berücksichtigen, dass die Auskünfte weit zurückliegende Sachverhalte betreffen und kaum mehr grosse Emotionen wecken. Die Auskunftspersonen konnten im Allgemeinen nicht damit rechnen, dass ihre Auskünfte in jeglicher Hinsicht vertraulich behandelt und grundsätzlich keinen weitern Personen zugänglich gemacht würden. Es musste ihnen vom Untersuchungszweck und von der Fragestellung her klar sein, dass mit der Administrativuntersuchung ein Stück Justizgeschichte durchleuchtet und aufgearbeitet werden sollte (vgl. demgegenüber die unterschiedliche Ausgangslage im Urteil 1P.18/1991, publ. in: ZBl 93/1992 S. 362). So haben denn verschiedene Auskunftspersonen den Untersuchungsbeauftragten in diesem Bemühen auch tatkräftig unterstützt. Diese allgemeine Beurteilung der auf dem Spiele stehenden privaten Interessen schliesst es indessen, wie oben angesprochen, nicht aus, dass hinsichtlich einzelner weniger Personen gewisse private Interessen namhaft gemacht werden könnten, welche das Interesse an einer vollständigen Einsicht überwiegen.\n\n5.5 Bei einer gesamthaften Abwägung der unterschiedlichen Positionen gilt es auf der einen Seite die gewichtigen schutzwürdigen Interessen des Beschwerdeführers an der Einsicht zu berücksichtigen. Diesen stehen keine eigentlichen öffentlichen Interessen und kaum namhafte persönliche Gründe gegenüber. Demnach überwiegen gesamthaft gesehen die schutzwürdigen Interessen des Beschwerdeführers an der Einsicht. Die Beschwerde erweist sich als begründet; ein Anspruch des Beschwerdeführers auf Einsicht in die Ergebnisse der Administrativuntersuchung ist im Grundsatz zu bejahen. (...)"}