{"annee": "129", "cour": "V", "page": "387", "date": "30/5/2003", "cite": ["125 III 154"], "cite_par": ["130 V 526", "139 II 460", "142 III 705"], "chapeau": "59. Auszug aus dem Urteil i.S. M. gegen Sammelstiftung BVG der \"Zürich\" Lebensversicherungs-Gesellschaft und Verwaltungsgericht des Kantons Thurgau\n\nB 30/02 vom 30. Mai 2003", "regestes": ["Art. 293 ss LP (dans sa teneur en vigueur jusqu'au 31 décembre 1996): Concordat ordinaire. Portée de l'octroi d'un sursis au paiement lorsqu'un créancier réclame tardivement des créances issues du droit de la prévoyance professionnelle."], "faits": "|387|\n\nA.- In teilweiser Gutheissung der Klage der Sammelstiftung BVG der \"Zürich\" Lebensversicherungs-Gesellschaft (vom 5. November |3882001| ) verpflichtete das Verwaltungsgericht des Kantons Thurgau M., der Sammelstiftung für 1992/93 geschuldete Arbeitgeberbeiträge in Höhe von Fr. 56'574.45 nebst Zins zu 5% seit 1. Oktober 1993 zu bezahlen (Dispositiv-Ziff. 1); laut Dispositiv-Ziff. 2 erteilte es der Klägerin in der Betreibung Nr. XX des Betreibungsamtes T. vom 12. Dezember 2000 im erwähnten Umfang definitive Rechtsöffnung (Entscheid vom 20. Februar 2002). Vorgängig zur Einreichung einer Klageantwort aufgefordert, hatte sich M. nicht vernehmen lassen.\n\nB.- M. lässt Verwaltungsgerichtsbeschwerde führen und beantragen, der angefochtene Entscheid sei aufzuheben und die Klage der Sammelstiftung sei vollumfänglich abzuweisen.\n\nDie Sammelstiftung schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung verzichtet auf eine Vernehmlassung.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Der Beschwerdeführer hält der Begründetheit der vorinstanzlich teilweise gutgeheissenen Klage entgegen, die davon erfassten Beiträge aus beruflicher Vorsorge der Jahre 1992/93 seien Gegenstand eines hängigen Nachlassverfahrens, an welchem die Beschwerdegegnerin mit eben dieser Forderung auf ausstehende BVG-Beiträge der Jahre 1992/93 beteiligt sei.\n\n3.2 Tatsächlich ist zwischen dem Beschwerdeführer (M., Bauunternehmung) und seinen Gläubigern \"gemäss beiliegendem Kollokationsplan\" am 28. Januar 1994 (Datum der Gläubigerversammlung) ein Nachlassvertrag abgeschlossen worden. Dieser Vertrag ist ergänzt worden durch eine Vereinbarung vom 18. Februar 1994 zwischen dem Beschwerdeführer (als Schuldner) \"und allen privilegierten Gläubigern, worunter die \"Zürich Leben, Zürich\", bei der Unterschrift firmierend \"Zürich\" Lebensversicherungs-Gesellschaft, Zürich. Das Bezirksgericht Frauenfeld mit Entscheid vom 27. Mai 1994 und - auf Rekurs dreier Schuldner des M. hin - das Obergericht des Kantons Thurgau mit Urteil vom 25. Oktober 1994 haben den Nachlassvertrag bestätigt.\n\n4.\n\n4.1 Vorab ist zu erörtern, welche Rechtswirkungen der gerichtlich bestätigte Nachlassvertrag für die vorinstanzlich beurteilte und hier im Streit liegende Forderung auf Zahlung von Prämien aus beruflicher Vorsorge der Jahre 1992/93 hat. Das Bezirksgericht |389| Frauenfeld bewilligte die Nachlassstundung am 13. August 1993 (für die Dauer von vier Monaten) und am 18. November 1993 (bis zum 14. Februar 1994). Der Nachlassvertrag wurde am 28. Januar 1994 abgeschlossen und am 27. Mai 1994 erstinstanzlich sowie am 25. Oktober 1994 zweitinstanzlich bestätigt, weshalb dafür die Bestimmungen gemäss Art. 293 ff. SchKG in der bis zum 31. Dezember 1996 gültig gewesenen Fassung heranzuziehen sind (vgl. in diesem Sinne BGE 125 III 154 ff., wonach der Zeitpunkt der Bewilligung der Nachlassstundung dafür massgeblich ist, ob eine Forderung nach der alten oder der neuen, ab 1. Januar 1997 geltenden Privilegienordnung [AS 1995 1227, 1275 ff.] zu kollozieren ist).\n\n4.2 Wenn ein Schuldner nach Massgabe der Art. 293 ff. SchKG (in der bis 31. Dezember 1996 gültig gewesenen Fassung, AS 1950 I 57, 63-71) den Entwurf eines Nachlassvertrages einreicht (Art. 293 Abs. 1 Satz 1 SchKG), fasst die Gläubigerversammlung unter Leitung des eingesetzten Sachwalters darüber Beschluss (Art. 302 Abs. 1 und Abs. 3 SchKG). Nach Art. 305 Abs. 1 SchKG gilt der Nachlassvertrag als angenommen, wenn die Mehrheit der Gläubiger ihm zugestimmt hat und die von den annehmenden Gläubigern vertretene Forderungssumme mindestens zwei Drittel des Gesamtbetrages der in Betracht fallenden Forderungen ausmacht. Die Bestätigung des Nachlassvertrages wird u.a. an die Voraussetzung geknüpft, dass die Vollziehung des Nachlassvertrages und die vollständige Befriedigung der angemeldeten privilegierten Gläubiger hinlänglich sichergestellt sind, es sei denn, dass sie ausdrücklich hierauf verzichten (Art. 306 Abs. 2 Ziff. 2 SchKG). Die gerichtliche Bestätigung des Nachlassvertrages wird, sobald der Entscheid rechtskräftig ist, öffentlich bekannt gemacht (Art. 308 Abs. 1 SchKG). Laut Art. 311 SchKG ist der bestätigte Nachlassvertrag für sämtliche Gläubiger rechtsverbindlich; ausgenommen sind nur die Pfandgläubiger für den durch das Pfand |390| gedeckten Forderungsbetrag. Der gerichtliche Nachlassvertrag ist für die Nachlassgläubiger verbindlich, ungeachtet dessen, ob der einzelne zugestimmt oder am Verfahren überhaupt teilgenommen hat; auch säumige Gläubiger oder solche, die ihre Forderung überhaupt nicht anmelden, sind ihm unterworfen (KURT AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 5. Aufl., Bern 1993, S. 452 Rz 4 zu § 55). Hingegen erstreckt sich die Allgemeinverbindlichkeit des Nachlassvertrages nicht auf Gläubiger, welche dem Nachlassvertrag nicht unterliegen und infolgedessen auch nicht als Nachlassgläubiger gelten können. Das trifft, nebst den Pfandgläubigern für den durch das Pfand gedeckten Forderungsbetrag, zu auf die Gläubiger konkursrechtlich privilegierter Forderungen, sofern sie ihre Forderungen angemeldet und nicht auf das ihnen eingeräumte Sicherstellungsrecht verzichtet haben; nicht angemeldete privilegierte Forderungen unterliegen dagegen stets dem Nachlassvertrag (AMONN, a.a.O., S. 452 Rz 7 zu § 55 in fine). Da die vollumfängliche Befriedigung der privilegierten Gläubiger gesetzliche Voraussetzung der gerichtlichen Bestätigung (Genehmigung) des Nachlassvertrages bildet (Art. 306 Abs. 2 Ziff. 2 SchKG), können die (privilegierten) Gläubiger für ihre privilegierten Forderungen trotz des bestätigten Nachlassvertrages die Betreibung weiterführen, soweit sie nicht aus der Sicherstellung gedeckt werden können (JAEGER/WALDER/KULL/KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, 4. Aufl., Zürich 1997-2001, Bd. 3, S. 105 N 10, S. 107 N 21, S. 109 N 36 und N 38 zu Art. 306; HANS ULRICH HARDMEIER, in: STAEHELIN/BAUER/STAEHELIN [Hrsg.], Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Basel 1998, N 21 zu Art. 306 und N 5 zu Art. 311 SchKG; DANIEL HUNKELER, Das Nachlassverfahren nach revidiertem SchKG, Diss. Freiburg 1996, S. 15 Rz 56 und S. 17 Rz 64). Dabei gilt es zwischen der Privilegierung und der Sicherstellung zu unterscheiden: Verzicht auf Sicherstellung bedeutet als solcher nicht auch Verzicht auf das Privileg (JAEGER/WALDER/KULL/KOTTMANN, a.a.O., S. 110 N 44 zu Art. 306).\n\n5.\n\n5.1 Die am 5. November 2001 eingeklagte, vorinstanzlich im Umfang von Fr. 56'574.45 nebst Akzessorien teilweise zugesprochene Forderung ist Bestandteil der nach Art. 219 SchKG (in der hier anwendbaren, bis 31. Dezember 1996 gültig gewesenen Fassung) in der 2. Klasse privilegierten Forderung für Beiträge, welche der Beschwerdeführer aus der in seinem Betrieb vollzogenen beruflichen Vorsorge auf Grund des Anschlussvertrages schuldig geblieben ist und die in das Nachlassverfahren eingegeben worden sind. Hierüber besteht nach den Akten unter den Verfahrensbeteiligten zu Recht Einigkeit. Entsprechendes gilt für den Umstand, dass die hier strittige Forderung Gegenstand der von der Beschwerdegegnerin am 4. November 1993 eingereichten Klage gegen den Beschwerdeführer bildete, die laut Abschreibungsbeschluss des Versicherungsgerichts des Kantons Thurgau vom 20. Dezember 1993 zufolge Rückzugs als erledigt abgeschrieben worden ist.\n\n5.2 Zu prüfen ist, ob die Beschwerdegegnerin als Gläubigerin der im genannten Nachlassvertragsverfahren angemeldeten |391| Forderung zu qualifizieren ist. In der bei den Akten liegenden Korrespondenz betreffend den Nachlassvertrag sowie insbesondere in der diesen ergänzenden Vereinbarung vom 18. Februar 1994 wird stets die \"Zürich\" Leben, Zürich, oder \"Zürich\" Lebensversicherungs-Gesellschaft als Partei genannt. Auf Grund der BVG-rechtlichen Verselbstständigungspflicht sind die registrierte, zum BVG-Vollzug zugelassene Vorsorgeeinrichtung (Art. 48 Abs. 2 BVG) und der die Leistungen der Berufsvorsorgeeinrichtung versichernde Lebensversicherer als Versicherungseinrichtung gemäss Art. 68 BVG zu unterscheiden. Es fragt sich deshalb, ob die hier am Recht stehende Beschwerdegegnerin, welche eine Vorsorgeeinrichtung gemäss Art. 48 Abs. 2 BVG ist, als Gläubigern zu betrachten ist, die am Nachlassvertragsverfahren nicht teilgenommen hat. Würde dies bejaht, müsste sie sich nach dem Gesagten (vgl. Erw. 4.2 hievor) dessen Rechtswirkungen entgegenhalten lassen, da es unstrittig um eine Forderung geht, welche vor Abschluss und gerichtlicher Bestätigung des Nachlassvertrages entstanden ist.\n\nDer Kollektiv-Lebensversicherungsvertrag vom 19. Juni 1984 wurde vom Beschwerdeführer und den Rechtsvorgängerinnen der Sammelstiftung BVG der \"Zürich\" Lebensversicherungsgesellschaft und der \"Zürich\" Lebensversicherungsgesellschaft - der Gemeinschaftsstiftung BVG der VITA-Lebensversicherungs-AG sowie der VITA Lebensversicherungs-AG - unterschrieben. Gemäss Ziff. 4 (betreffend Prämienzahlung) der Vereinbarung zwischen der Gemeinschaftsstiftung BVG der VITA Lebensversicherungs-AG und dem Arbeitgeber über den Anschluss verpflichtete sich der Beschwerdeführer \"gegenüber der Gemeinschaftsstiftung, die Prämien sowie weitere nach Gesetz notwendige Zahlungen an die VITA zu leisten. Kommt der Arbeitgeber den finanziellen Verpflichtungen nicht nach, so treten die Verzugsfolgen ein, so wie sie in den Allgemeinen Versicherungsbedingungen enthalten sind\". Ob auf Grund dieser Vertragsbestimmungen hinsichtlich der materiellen Berechtigung auf die geschuldeten Prämien eine alternative Gläubigerstellung, ein Vertrag (zwischen Vorsorgeeinrichtung und Arbeitgeber) zu Gunsten eines Dritten (der Lebensversicherungsgesellschaft) oder eine ähnliche zivilrechtliche Regelung vereinbart wurde, braucht hier nicht abschliessend geprüft zu werden. Entscheidend ist, ob die \"Zürich\" Lebensversicherungsgesellschaft am Verfahren, welches in den Nachlassvertrag vom 28. Januar 1994 mündete, bloss in eigenem Namen und/oder als Vertreterin der Vorsorgeeinrichtung teilgenommen hat.\n\n|392|\n\nDie eben dargelegte besondere vertragliche Konstellation sowie der Umstand, dass die \"Zürich\" Lebensversicherungs-Gesellschaft in ihren Schreiben vom 1. März und 8. April 1994 hinsichtlich Sicherstellung der strittigen Forderung im Betreff jeweils ausdrücklich von der \"Sammelstiftung BVG\" spricht, deuten darauf hin, dass die \"Zürich\" Lebensversicherung als Inkassonehmerin befugt war, den Anspruch der Sammelstiftung auf Leistung der Beiträge anzumelden und dies tatsächlich auch tat. Dafür spricht im Weiteren, dass die Beschwerdegegnerin ihrerseits bereits Partei des am 20. Dezember 1993, mithin vor Abschluss des Nachlassvertrages, zufolge Rückzugs erledigten Prozesses am Versicherungsgericht des Kantons Thurgau war. Wie es sich damit verhält, braucht indes - ebenso wie die Frage einer allfälligen Forderungszession durch den Versicherer auf die klagende Sammelstiftung - nicht abschliessend beurteilt zu werden.\n\n5.3 Selbst wenn davon ausgegangen wird, dass die Beschwerdegegnerin zur klageweisen Geltendmachung des strittigen Anspruchs aktivlegitimiert ist und die im Streite liegende Forderung als im Nachlassverfahren angemeldet und mithin als privilegiert qualifiziert wird, dringt die Beschwerdegegnerin zur Zeit mit ihrem Anspruch nicht durch: Zwar hat die \"Zürich\" Lebensversicherungs-Gesellschaft in der ergänzenden Vereinbarung vom 18. Februar 1994 nicht auf die Privilegierung verzichtet (vgl. Ziff. 5 der Vereinbarung). Sie hat indessen auf die Sicherstellung verzichtet, indem sie von ihrer ursprünglichen, auf der Vereinbarung vom 18. Februar 1994 vermerkten Bedingung gemäss Schreiben vom 1. März 1994 (\"erklären wir uns einverstanden, unter der Bedingung, dass unsere Forderung von Fr. 64'767.- innert neun Monaten, vom Zustandekommen des Nachlassvertrages an gerechnet, vollumfänglich beglichen wird, zuzüglich 6% Zins ...\") abgerückt ist (Schreiben vom 8. April 1994). Damit müssen sich die \"Zürich\" Lebensversicherungsgesellschaft wie die Klägerin Ziff. 6 des Nachlassvertrages vom 28. Januar 1994 entgegenhalten lassen, wonach die Gläubiger vereinbarten,\n\n\"ihre Forderungen bis zum letztinstanzlichen Urteil, mindestens aber neun Monate ab Ende der gerichtlichen Nachlassstundung zu stunden. Sie verzichten bis zum letztinstanzlichen Urteil auf Fortsetzung ihrer Betreibungen\".\n\nIm Zusammenhang mit dem gesamten Vertragstext gelesen, insbesondere der Präambel, welche auf die ausstehende Forderung des |393| Nachlassschuldners M. über Fr. 780'000.- dem wirtschaftlichen Motiv zum Abschluss des Nachlassvertrages - Bezug nimmt, ist mit \"letztinstanzlichem Urteil\" offensichtlich nicht das Verfahren der SchKG-rechtlichen Nachlassbestätigung durch das erst- und - wie hier - das zweitinstanzliche Nachlassgericht zu verstehen. Vielmehr wird damit Bezug genommen auf die Prozesse, welche notwendig wurden, um die Hauptforderung des Nachlassschuldners durchzusetzen. Diese Verfahren sind, ausweislich der Akten, nach wie vor nicht abgeschlossen; ein in dieser Sache ergangenes letztinstanzliches Urteil liegt nicht vor, weshalb die Beschwerdegegnerin - wollte man ihre Aktivlegitimation kraft Stellvertretung oder Zession bejahen - sich den vertraglich vereinbarten Inhalt der Nachlassregelung entgegenhalten lassen muss. Dieser besteht, entsprechend dem Wesen eines so genannten Stundungsvertrages darin, dass der Bestand der Forderung wohl unberührt bleibt, indes deren Fälligkeit neu bestimmt wird (vgl. HARDMEIER, a.a.O., S. 132 f. N 12 zu Art. 310). Die Klage der Beschwerdegegnerin ist damit zumindest zur Zeit als unbegründet abzuweisen."}