{"annee": "129", "cour": "I", "page": "207", "date": "31/3/2003", "cite": ["127 II 306", "123 I 87", "125 I 313", "125 I 209"], "cite_par": ["131 I 467", "132 V 6", "130 I 388"], "chapeau": "20. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. X. und Y. gegen Schulkommission der Kantonsschule Z., Schulrekurskommission und Verwaltungsgericht des Kantons Zürich (staatsrechtliche Beschwerde)\n\n2P.210/2002 / 2P.211/2002 vom 31. März 2003", "regestes": ["Art. 6 par. 1 CEDH; nouveaux critères pour décider si l'art. 6 CEDH est applicable aux personnes occupées dans le service public; situation des enseignants. L'applicabilité de l'art. 6 par. 1 CEDH aux agents publics dépend avant tout de la nature (régalienne ou non) des fonctions exercées par ceux-ci. Au vu de la jurisprudence de la Cour européenne des droits de l'homme au sujet de la notion de \"fonction publique\" et de celle (dont elle émane) de la Cour de justice des Communautés européennes, les enseignants du secondaire jouissent de la protection de l'art. 6 CEDH dans les litiges de nature pécuniaire découlant des rapports de service (consid. 4 et 5)."], "faits": "|208|\n\nA.- Der Kanton Zürich hat den Beamtenstatus mit Inkrafttreten seines neuen Personalgesetzes am 1. Juli 1999 abgeschafft und beschäftigt seine öffentlichen Bediensteten heute grundsätzlich nur noch im Rahmen von befristeten oder unbefristeten öffentlichrechtlichen Angestelltenverhältnissen (vgl. §§ 3, 7 und 13 des Zürcher Gesetzes vom 27. September 1998 über das Arbeitsverhältnis des Staatspersonals [Personalgesetz, PG/ZH]). Demzufolge war auch die Anstellung der verschiedenen Kategorien von Lehrkräften neu zu regeln, für welche das Personalgesetz ausdrücklich den Vorrang besonderer Bestimmungen vorsieht (§ 1 Abs. 2 PG/ZH). Das bisherige Recht unterschied für Mittelschullehrer zwischen Hauptlehrern, die auf eine Amtsdauer von sechs Jahren gewählt waren (§ 2 der Verordnung vom 7. Dezember 1988 über das Dienstverhältnis der Lehrer an Mittelschulen, an Seminaren und am Technikum Winterthur Ingenieurschule [Mittelschullehrerverordnung, MSLV]), und vier verschiedenen Kategorien von teils befristet angestellten und teils auf Amtsdauer ernannten Lehrbeauftragten (vgl. § 6 MSLV). Die vom Regierungsrat des Kantons Zürich am 7. April 1999 beschlossene Mittel- und Berufsschullehrerverordnung (Verordnung über das Anstellungsverhältnis der Lehrpersonen an Mittel- und Berufsschulen [MBVO]) unterscheidet neu zwischen befristet angestellten \"Lehrbeauftragten\" einerseits und unbefristet angestellten \"Mittel- und Berufsschulpersonen\" - mit oder ohne besonderen Aufgaben - andererseits (§ 3 MBVO; vgl. auch § 10 Abs. 1 des Zürcher Mittelschulgesetzes vom 13. Juni 1999). Die \"Überführung\" |209| der Hauptlehrer und Lehrbeauftragten gemäss alter Mittelschullehrerverordnung in die neuen Kategorien von Lehrkräften erfolgte auf Beginn des Schuljahres 2000/2001 (vgl. § 15 MBVO).\n\nB.- X. arbeitet seit 1976 als Lehrerin an der Kantonsschule Z., wo sie Französisch und Italienisch unterrichtet, zuletzt mit einem Pensum von durchschnittlich 70 Prozent.\n\nC.- Y. arbeitet - mit Unterbrüchen - seit 1970 als Lehrerin an der Kantonsschule Z., wo sie Französisch unterrichtet, zuletzt mit einem Pensum von durchschnittlich gut 80 Prozent.\n\nNachdem die beiden als \"Lehrbeauftragte I\" unter der Geltung der Mittelschullehrerverordnung jeweilen nur auf ein Semester befristet angestellt waren (§ 6 Abs. 1 lit. a MSLV), wurden sie per 1. September 2000 als \"Mittelschullehrpersonen\" im Sinne von § 3 Abs. 1 lit. b MBVO mit einem (garantierten) Beschäftigungsgrad von 33,33 Prozent unbefristet angestellt; eingereiht wurden sie in die Lohnklasse 21 (Verfügung vom 22./23. August 2000).\n\nHiergegen beschwerten sie sich bei der Schulrekurskommission, wo sie die Anstellung mit einem Beschäftigungsgrad von mindestens 70 Prozent und die Einreihung in die Lohnklasse 22 verlangten. Mit Entscheid vom 16. April 2002 wies diese den Rekurs ab, was das Verwaltungsgericht des Kantons Zürich auf Beschwerde hin schützte. Dabei trat es auf das Rechtsmittel weitgehend nicht ein und beschränkte sich darauf, für \"vertretbar\" zu erklären, dass die ehemaligen Hauptlehrer im Rahmen der Überführung ihren Beschäftigungsgrad behalten, während dieser bei den vormals nur für jeweilen ein Semester ernannten Lehrbeauftragten I gekürzt werde (Entscheid vom 14. August 2002).\n\nD.- Am 18. September 2002 haben X. und Y. je staatsrechtliche Beschwerde beim Bundesgericht eingereicht.\n\nDas Bundesgericht heisst die Beschwerden wegen Verletzung von Art. 9 BV und Art. 6 Ziff. 1 EMRK gut und hebt die angefochtenen Entscheide auf.", "considerants": "Aus den Erwägungen:\n\n3. Vorliegend sind, wie die kantonale Verwaltung anerkannt hat, Ansprüche aus einem bestehenden öffentlichen Dienstverhältnis streitig. Die Beschwerdeführerinnen rügen, bei der Überführung nach § 15 MBVO von einer befristeten in eine unbefristete Anstellung im Vergleich zu den Hauptlehrern in gesetz- und verfassungswidriger Weise benachteiligt worden zu sein. Dabei machen sie vor |210| Bundesgericht primär geltend, die Entscheide des Verwaltungsgerichts verletzten Art. 6 Ziff. 1 EMRK. Die angerufene Konventionsbestimmung gewährt in Streitigkeiten über zivilrechtliche Ansprüche und Verpflichtungen (\"civil rights\") jedermann Anspruch darauf, dass seine Sache im mehrinstanzlichen Verfahren mindestens einmal öffentlich von einem unabhängigen und unparteiischen, auf Gesetz beruhenden Gericht mit voller Kognition gehört wird (BGE 127 II 306 E. 5 S. 309; MARK VILLIGER, Handbuch der Europäischen Menschenrechtskonvention, 2. Aufl., Zürich 1999, N. 412). Der Begriff der zivilrechtlichen Ansprüche und Verpflichtungen ist dabei nach ständiger Rechtsprechung des Bundesgerichts entsprechend der Praxis der Strassburger Organe und unabhängig vom Landesrecht auszulegen (BGE 125 I 209 E. 7a S. 215 f.).\n\n3.1 Gemäss § 41 des Zürcher Gesetzes vom 24. Mai 1959 über den Rechtsschutz in Verwaltungssachen (VRG) beurteilt das kantonale Verwaltungsgericht Beschwerden gegen letztinstanzliche Anordnungen von Verwaltungsbehörden und gegen Anordnungen der Baurekurskommissionen, soweit gesetzlich keine abweichende Zuständigkeit vorgesehen und die Anordnung nicht endgültig ist. Diese Regel wird durch Ausnahmebestimmungen eingeschränkt: So erklärt § 43 Abs. 1 lit. b VRG die Verwaltungsgerichtsbeschwerde für grundsätzlich unzulässig gegen Anordnungen auf dem Gebiet des Personalwesens. Allerdings können gestützt auf § 74 VRG personalrechtliche Anordnungen des Regierungsrats, der obersten kantonalen Gerichte, des Bildungsrats, des Kirchenrats und der römisch-katholischen Zentralkommission, der Ombudsperson, des Leiters der Finanzkontrolle sowie erstinstanzliche Rekursentscheide über personalrechtliche Anordnungen anderer Organe beim Verwaltungsgericht angefochten werden (Abs. 1); ausgeschlossen ist die Beschwerde jedoch in Disziplinarsachen sowie gegen Anordnungen und Rekursentscheide über die Begründung von Dienstverhältnissen und die Einreihung und Beförderung in Besoldungsklassen und -stufen (Abs. 2). Auf diese letzte Bestimmung hat sich das Verwaltungsgericht in seinen Entscheiden primär berufen, soweit es auf die Rechtsmittel der Beschwerdeführerinnen nicht eingetreten ist.\n\n3.2 Nun erklärt aber § 43 Abs. 2 VRG die (kantonale) Verwaltungsgerichtsbeschwerde - ungeachtet der Ausnahmen gemäss Abs. 1 der gleichen Bestimmung - dann für zulässig, wenn die Verwaltungsgerichtsbeschwerde an das Bundesgericht offen steht oder wenn es sich um \"Angelegenheiten gemäss Art. 6 Ziff. 1 EMRK\" handelt. Mit dieser Regelung hat der Kanton Zürich die Anforderungen |211| der Europäischen Menschenrechtskonvention in das einschlägige Verfahrensrecht überführt: Praxisgemäss gebietet der sich aus Art. 6 Ziff. 1 EMRK ergebende Anspruch auf gerichtlichen Rechtsschutz, dass die Kantone eine richterliche Überprüfung auch in jenen von der Konventionsbestimmung erfassten Fällen vorsehen, wo nach ihrer Gesetzgebung kein Gericht angerufen werden kann; die richterliche Kontrolle ist für solche Streitigkeiten direkt gestützt auf Art. 6 Ziff. 1 EMRK zu ermöglichen (BGE 125 I 313 E. 3b S. 318 mit Hinweisen). Deshalb kann das Verwaltungsgericht gestützt auf § 43 Abs. 2 VRG in jenen Fällen, welche nach Massgabe der Europäischen Menschenrechtskonvention einer gerichtlichen Beurteilung bedürfen, auch dann mit Verwaltungsgerichtsbeschwerde angerufen werden, wenn eine (ausdrückliche) gesetzliche Grundlage für seine Zuständigkeit fehlt oder es gemäss den einschlägigen Vorschriften zur Behandlung von entsprechenden Streitsachen gar unzuständig wäre.\n\n3.3 Bevor die Anwendung der übrigen Zuständigkeitsregeln zu prüfen ist, fragt sich somit zuerst, ob hier - wie die Beschwerdeführerinnen geltend machen - eine Zivilsache im Sinne von Art. 6 Ziff. 1 EMRK vorliegt und (bereits) deshalb der Rechtsweg an den (kantonalen) Richter offen steht. Gegebenenfalls ergibt sich nach dem Gesagten unmittelbar daraus die Zuständigkeit des Verwaltungsgerichts, unabhängig davon, ob an sich ein Fall von § 74 Abs. 2 VRG vorliegen würde.\n\n4.\n\n4.1 Käme die frühere Praxis zu Art. 6 Ziff. 1 EMRK zur Anwendung, so wäre zweifelhaft, ob es sich um eine Zivilsache handelt, betrifft das vorliegende Verfahren doch zwei vom Kanton öffentlichrechtlich angestellte Mittelschullehrerinnen. Streitigkeiten aus dem öffentlichen Dienstverhältnis waren dem Anwendungsbereich der Konventionsbestimmung bisher weitgehend entzogen; es galten grundsätzlich nur bestimmte rein vermögensrechtliche Ansprüche aus dem Dienstverhältnis als zivilrechtlich im Sinne von Art. 6 Ziff. 1 EMRK (vgl. BGE 125 I 313 E. 4 S. 319 f.; Urteil des EGMR i.S. Neigel gegen Frankreich vom 17. März 1997, Recueil CourEDH 1997-II S. 399, Ziff. 40 ff.; vgl. auch RUTH HERZOG, Art. 6 EMRK und kantonale Verwaltungsrechtspflege, Diss. Bern 1995, S. 239 ff.). Die Beschwerdeführerinnen berufen sich jedoch implizit auf die neue Rechtsprechung des Europäischen Gerichtshofs für Menschenrechte zu den öffentlichen Dienstverhältnissen, die den |212| Anwendungsbereich von Art. 6 EMRK nunmehr deutlich weiter fasst.\n\n4.2 Der Europäische Gerichtshof für Menschenrechte hat sich von der bisherigen Praxis der Konventionsorgane entfernt und stellt für die Frage der Anwendbarkeit von Art. 6 Ziff. 1 EMRK neu nicht mehr primär auf die Natur der Streitsache, sondern auf jene der vom betroffenen öffentlichen Bediensteten ausgeübten Funktion ab (Urteil i.S. Pellegrin gegen Frankreich vom 8. Dezember 1999, Recueil CourEDH 1999-VIII S. 251, Ziff. 64-67; Urteil i.S. Frydlender gegen Frankreich vom 27. Juni 2000, Recueil CourEDH 2000-VII S. 151, Ziff. 31-34). Massgebendes Kriterium ist demnach, ob dem Stelleninhaber eine Aufgabe zukommt, die charakteristisch für die spezifische, auf die Wahrung der allgemeinen Interessen ausgerichtete Tätigkeit der öffentlichen Verwaltung ist, und ob er dabei an der Ausübung der öffentlichen Gewalt teilhat. Wer solche Funktionen wahrnimmt, hat einen Teil der staatlichen Souveränität inne, weshalb der Staat ein legitimes Interesse an einem besonderen Vertrauens- und Loyalitätsverhältnis hat. Streitigkeiten von öffentlichen Bediensteten, welche derart an der Ausübung der öffentlichen Gewalt teilhaben, so namentlich Angehörige der Streitkräfte und der Polizei, unterstehen demzufolge - ausser in Bezug auf pensionsrechtliche Ansprüche - den Garantien von Art. 6 Ziff. 1 EMRK überhaupt nicht. Demgegenüber können sich öffentliche Angestellte, die keine hoheitliche Funktion ausüben, auf diese Bestimmung berufen, soweit es um Rechtsstreitigkeiten aus bestehenden Dienstverhältnissen geht, die vermögensrechtlichen Charakter haben und nicht bloss dienstrechtliche oder organisationsrechtliche Anordnungen betreffen. Der Gerichtshof betont weiter, dass er mit dieser Praxisänderung das Ziel verfolgt, die Anzahl der Fälle zu verringern, in welchen die öffentlichen Bediensteten - anders als die übrigen Rechtsuchenden - sich nicht auf den Schutz von Art. 6 Ziff. 1 EMRK berufen können (Urteil Frydlender, a.a.O., Ziff. 40).\n\n4.3 Mangels Teilnahme an der öffentlichen Gewalt hat der Gerichtshof Art. 6 EMRK auf einen französischen Sektionschef des Diensts für Wirtschaftsförderung in New York (Urteil Frydlender) sowie eine Hauswartin einer öffentlichen Schule (Urteil i.S. Procaccini gegen Italien vom 30. März 2000, insb. Ziff. 12-15) angewandt. Nicht auf Art. 6 Ziff. 1 EMRK berufen konnte sich indessen ein vom französischen Ministerium für Zusammenarbeit und Entwicklung angestellter Experte, welcher als Projektleiter beim |213| zuständigen Ministerium von Äquatorialguinea an der Vorbereitung des Staatshaushalts beteiligt war (Urteil Pellegrin).\n\nDas Bundesgericht hat sich der neuen Praxis des Europäischen Gerichtshofs für Menschenrechte angeschlossen. In einem - von den Beschwerdeführerinnen zitierten - Urteil vom 7. Februar 2000 (1P.529/1999, publ. in: Pra 89/2000 Nr. 80 S. 485 ff.) hat es gestützt auf die neue Rechtsprechung die Anwendbarkeit von Art. 6 Ziff. 1 EMRK auf Besoldungsansprüche von Polizeibeamten verneint; gleich hat es bezüglich einer kantonalen Steuerinspektorin entschieden (Urteil 2P.189/2000 vom 6. März 2001). Demgegenüber hat es die Konventionsbestimmung auf zwei Verwaltungsangestellte des \"tuteur général\" des Kantons Waadt zur Anwendung gebracht, weil diese nicht an der öffentlichen Gewalt teilhätten und nicht mit der Wahrung allgemeiner Staatsinteressen betraut seien (Urteile 2P.198/2001 und 2P.216/2001 vom 24. Oktober 2001; vgl. auch Urteil 2P.13/2001 vom 8. Mai 2001, E. 4).\n\n4.4 Die heutige Rechtsprechung des Europäischen Gerichtshofs für Menschenrechte zur Anwendung von Art. 6 EMRK auf öffentliche Dienstverhältnisse orientiert sich an der Praxis des Gerichtshofs der Europäischen Gemeinschaften zum Begriff der \"öffentlichen Verwaltung\". Der Luxemburger Gerichtshof nahm wiederholt zur Tragweite der Ausnahme vom Freizügigkeitsrecht der Arbeitnehmer Stellung, welche in der Europäischen Union zugunsten des öffentlichen Diensts besteht (Art. 39 Abs. 4 EG-Vertrag, vormals Art. 48 Abs. 4). Er hat den Geltungsbereich dieser Ausnahme auf jene öffentlichen Funktionen beschränkt, deren Inhaber an der Ausübung hoheitlicher Befugnisse und an der Wahrnehmung von Aufgaben teilhaben, die auf die Wahrung allgemeiner staatlicher Belange gerichtet sind (Urteil des EuGH vom 17. Dezember 1980 in der Rechtssache 149/79, Kommission gegen Königreich Belgien, Slg. 1980, 3881, Randnr. 10; vgl. auch die Urteile des EuGH vom 2. Juli 1996 in der Rechtssache C-473/93, Kommission gegen Grossherzogtum Luxemburg, Slg. 1996, I-3207, Randnr. 27, in der Rechtssache C-173/94, Kommission gegen Königreich Belgien, Slg. 1996, I-3265, Randnr. 2 und in der Rechtssache C-290/94, Kommission gegen Republik Griechenland, Slg. 1996, I-3285, Randnr. 2). Bei der Anwendung der fraglichen Bestimmung stützte er sich insbesondere auf die zu dieser ergangenen Aktion der Kommission der Europäischen Gemeinschaften vom 18. März 1988 (ABl. 1988, C 72, S. 2). Dort legte die Kommission, welche über die korrekte und einheitliche Anwendung des Gemeinschaftsrechts zu wachen hat (vgl. |214| Art. 211 EG-Vertrag, vormals Art. 155), dar, welche öffentlichen Bediensteten ihrer Auffassung nach spezifische Staatsaufgaben wahrnehmen, die gestützt auf Art. 39 Abs. 4 EG-Vertrag der Freizügigkeit entzogen sind: Es handelt sich, neben den Angehörigen von Armee und Polizei sowie anderen Ordnungskräften, insbesondere um die Magistraten und Diplomaten sowie die Angestellten der Steuerverwaltung, der Staatsministerien und der regionalen Regierungen. Demgegenüber erachtet die Kommission die Beschäftigung in Staatsbetrieben (Anstellung bei Elektrizitäts- und Gaswerken, Post- und Telekommunikationsunternehmen, Radio- und Fernsehanstalten sowie bei den öffentlichen Verkehrsbetrieben), in der zivilen Forschung an öffentlichen Anstalten, im öffentlichen Gesundheitswesen und als Lehrkräfte in öffentlichen Bildungsstätten als genügend weit entfernt von spezifischen Staatsaufgaben hoheitlicher Natur, um nicht mehr unter die Ausnahmebestimmung von Art. 39 Abs. 4 EG-Vertrag zu fallen. Bezüglich der vorliegend interessierenden Berufsgruppe der Lehrkräfte hat der Gerichtshof der Europäischen Gemeinschaften die Auffassung der Kommission in verschiedenen Urteilen bestätigt. Er hat erwogen, durch die Gestaltung des Unterrichts und die Benotung sowie Promotion der Schüler übe ein Lehrer - bzw. ein \"Studienreferendar\" (dabei handelt es sich um einen Hochschulabsolventen, der in Deutschland im Rahmen der praktischen Ausbildung zum Lehrer Unterricht erteilt) - keine hoheitliche Funktion aus (Urteil des EuGH vom 3. Juli 1986 in der Rechtssache 66/85, Lawrie-Blum gegen Land Baden-Württemberg, Slg. 1986, 2121, Randnr. 23 ff.; vgl. auch Urteil des EuGH vom 30. Mai 1989 in der Rechtssache 33/88, Allué und Coonan gegen Università Degli Studi di Venezia, Slg. 1989, 1591, Randnr. 7); für an Sekundarschulen und Gymnasien tätige Lehrkräfte gilt nichts anderes (Urteil des EuGH vom 27. November 1991 in der Rechtssache C-4/91, Bleis gegen Ministère de l'Education nationale, Slg. 1991, I-5627, Randnr. 7).\n\n4.5 Der Europäische Gerichtshof für Menschenrechte hat sich in seiner neuen Rechtsprechung direkt auf die Praxis der Organe der Europäischen Union berufen. Er stützt sich nicht nur auf die erwähnten Gerichtsurteile 149/79 vom 17. Dezember 1980 und C-473/93 vom 2. Juli 1996, sondern ausdrücklich auch auf die Aktion der Kommission vom 18. März 1988, die er neben der Praxis des Luxemburger Gerichtshofs für seine Entscheidfindung im Einzelfall heranzuziehen gedenkt (Urteil Frydlender, a.a.O., Ziff. 33). Aus diesen Quellen ergibt sich eindeutig, dass ein Mittelschullehrer keine spezifischen |215| Staatsaufgaben wahrnimmt und keine hoheitlichen Befugnisse im Sinne des einschlägigen europäischen Rechts ausübt: Die Kommission verneint die Anwendbarkeit der Ausnahmebestimmung von Art. 39 Abs. 4 EG-Vertrag für den gesamten Lehrkörper öffentlicher Schulen, und der Gerichtshof hat die Beschäftigung als Lehrer in mehreren Entscheiden der Arbeitnehmerfreizügigkeit unterstellt (vgl. E. 4.4), so auch jene an Mittelschulen (vgl. Urteil C-4/91 vom 27. November 1991). Unter dem Blickwinkel von Art. 6 EMRK ist die Tätigkeit eines Mittelschullehrers nicht anders zu beurteilen: Zwar tritt ein solcher den Schülern, welche an öffentlichen Schulen in einem besonderen Rechtsverhältnis zum Gemeinwesen stehen, als Vertreter der staatlichen Obrigkeit gegenüber. Dennoch kann nicht ernsthaft angenommen werden, es handle sich dabei um eine Funktion mit eigentlichen hoheitlichen Befugnissen. Dies schon deshalb nicht, weil es sich beim Vermitteln von Schulbildung - obschon dies zu den zentralen Aufgaben unseres Staatswesens gehört - nicht um eine der öffentlichen Hand vorbehaltene Aktivität handelt. Im Rahmen der einschlägigen gesetzlichen Bestimmungen können Private ebenfalls Bildung verschiedenster Art vermitteln. So unterscheidet sich denn auch die Stellung des Lehrers an einer öffentlichen Schule nicht wesentlich von jener an einer Privatschule. Auch dort haben die Lehrkräfte die Arbeiten der Schüler zu bewerten, über deren Promotion zu entscheiden (bzw. am diesbezüglichen Entscheid mitzuwirken) und die allgemeine Disziplin aufrecht zu erhalten.\n\n5.\n\n5.1 Nach dem Gesagten können sich Mittelschullehrer in Rechtsstreitigkeiten über Ansprüche aus ihrem Dienstverhältnis, die vermögensrechtlicher Natur sind und nicht bloss dienstrechtliche oder organisatorische Fragen betreffen, auf Art. 6 Ziff. 1 EMRK berufen. Dieser Entscheid entspricht letztlich auch der erklärten Zielsetzung des Europäischen Gerichtshofs für Menschenrechte, die öffentlichen Bediensteten vermehrt wie die übrigen Rechtsuchenden dem Schutz von Art. 6 Ziff. 1 EMRK zu unterstellen (vgl. E. 4.2 in fine).\n\n5.2 In den vorliegenden beiden Streitfällen geht es um Ansprüche von Mittelschullehrerinnen im Zusammenhang mit der Umgestaltung ihrer bisherigen Dienstverhältnisse; sie sind, was die Neufestlegung des Beschäftigungsgrades und der Besoldung betrifft, vermögensrechtlicher Natur. Es handelt sich demnach um Streitigkeiten gemäss Art. 6 Ziff. 1 EMRK, weshalb die Beschwerdeführerinnen |216| gestützt auf § 43 Abs. 2 VRG an das Zürcher Verwaltungsgericht gelangen können. Soweit dieses auf ihre Eingaben nicht eingetreten ist, weil es sich aufgrund von § 74 Abs. 2 VRG zur Behandlung der Verwaltungsgerichtsbeschwerden als unzuständig erachtete, verstossen die angefochtenen Entscheide gegen Art. 9 BV. Gleichzeitig wird Art. 6 Ziff. 1 EMRK verletzt, gibt diese Bestimmung den Beschwerdeführerinnen doch ein Recht darauf, mindestens einmal von einem unabhängigen Gericht mit voller Kognition gehört zu werden (vgl. E. 3). Dieser Anspruch wurde vorliegend nicht gewahrt, nachdem es sich bei der Schulrekurskommission unbestrittenermassen nicht um ein Gericht im Sinne von Art. 6 Ziff. 1 EMRK handelt (vgl. ALFRED KÖLZ/JÜRG BOSSHART/MARTIN RÖHL, Kommentar zum Verwaltungsrechtspflegegesetz des Kantons Zürich, 2. Aufl., Zürich 1999, S. 64 und 354) und das Verwaltungsgericht auf die Beschwerden weitgehend nicht eingetreten ist oder aber die Rügen der Beschwerdeführerinnen in einer Art und Weise behandelt hat, die einer Rechtsverweigerung nahe kommt. Entgegen der Ansicht des kantonalen Verwaltungsgerichts kann vorliegend die staatsrechtliche Beschwerde die Funktion einer gerichtlichen Überprüfung im Sinne der Konvention nicht übernehmen (vgl. BGE 123 I 87 E. 3b S. 90 mit Hinweisen)."}