{"annee": "129", "cour": "IV", "page": "322", "date": "8/9/2003", "cite": ["124 IV 274", "115 IB 517", "126 IV 42", "120 IV 323", "127 IV 79", "116 IB 367", "122 IV 365", "105 IV 179", "119 II 127", "117 IV 107", "124 III 297", "119 IV 59", "122 IV 211", "117 IA 424", "126 IV 255"], "cite_par": ["133 III 323", "132 III 122", "139 IV 209", "145 IV 237", "145 IV 335"], "chapeau": "48. Auszug aus dem Urteil des Kassationshofes i.S. X. gegen Staatsanwaltschaft des Kantons Basel-Stadt und Banca Popolare di Milano (Nichtigkeitsbeschwerde)\n\n6S.22/2003 vom 8. September 2003", "regestes": ["Art. 305bis CP, art. 41 al. 1 CO; blanchiment d'argent en tant que fondement de l'allocation d'une prétention en dommages-intérêts à la personne lésée par le crime préalable. La disposition qui réprime le blanchiment d'argent protège également les intérêts patrimoniaux de ceux qui sont lésés par le crime préalable, dans les cas où les valeurs patrimoniales proviennent d'actes délictueux contre des intérêts individuels (consid. 2)."], "faits": "|322|\n\nA.- Das Strafgericht des Kantons Basel-Stadt erklärte X. mit Urteil vom 7. Mai 2001 des gewerbsmässigen Betruges, der Urkundenfälschung und der Geldwäscherei schuldig und verurteilte ihn zu 4 Jahren Zuchthaus, unter Anrechnung der Untersuchungshaft und |323| des vorläufigen Strafvollzuges. Die Schadenersatzforderung der Banca Popolare di Milano verwies es auf den Zivilweg. Ferner entschied es über die weiteren geltend gemachten Zivilforderungen. Die bei X. beschlagnahmten Barschaften und der sichergestellte Laptop wurde der Banca Popolare di Milano ausgehändigt.\n\nDas Appellationsgericht des Kantons Basel-Stadt wies mit Urteil vom 30. Oktober 2002 eine hiegegen vom Beurteilten geführte Appellation ab und bestätigte das angefochtene Urteil im Schuld- und Strafpunkt. Die von der Banca Popolare di Milano erhobene Anschlussappellation hiess es gut und verurteilte X. zur Zahlung von Fr. 2'385'000.- nebst 5% Zins seit dem 12. Oktober 1999, abzüglich der sichergestellten und an die Geschädigte freigegebenen Barschaften im Gesamtbetrag von Fr. 774'667.15 zuzüglich der aufgelaufenen Zinsen.\n\nB.- X. führt eidgenössische Nichtigkeitsbeschwerde, mit der er beantragt, das angefochtene Urteil sei aufzuheben und die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer wendet sich im Zivilpunkt gegen die Verurteilung zur Zahlung von Schadenersatz an die Banca Popolare di Milano. Er sei nicht Täter des Betruges zum Nachteil der Bank. Der Tatbestand der Geldwäscherei könne nicht Grundlage für eine Schadenersatzforderung aus unerlaubter Handlung bilden.\n\n2.1 Die Vorinstanz gelangt in dieser Hinsicht zum Schluss, der Beschwerdeführer habe der Banca Popolare di Milano durch die Geldwäschereihandlungen einen Schaden zugefügt, zu dessen Ersatz er aufgrund von Art. 41 Abs. 1 OR verpflichtet sei. Sie geht davon aus, Art. 305bis StGB stelle eine Schutznorm auch für das Vermögen des durch die Vortat Geschädigten dar, wenn die Vortat ein Vermögensdelikt sei. Aus diesem Grund bejaht sie sowohl ihre sachliche Zuständigkeit als auch die Aktivlegitimation der geschädigten Bank und heisst deren auf Art. 41 OR gestützte Adhäsionsklage gut. Dabei nimmt die Vorinstanz - im Wesentlichen auf Grund einer in der Doktrin vertretenen Auffassung - an, wenn die Vortat ein Vermögensdelikt sei, perpetuiere der Geldwäscher einen unerlaubten Vermögenstransfer in der Art einer \"Forderungshehlerei\". In diesem Fall habe der durch die Vortat Geschädigte ein Interesse an der Verfolgung der Spur (\"paper trail\"), welche die Strafverfolgungsbehörden vom ursprünglichen Delikt zum daraus hervorgegangenen Deliktsgut |324| führen und so mit Blick auf die spätere Herausgabe an den Geschädigten die Beschlagnahme erlauben könne. Indem der Geldwäscher diese Spur verwische, verletze er direkt die Interessen des durch die Vortat Geschädigten (vgl. URSULA CASSANI, Le blanchiment d'argent, un crime sans victime?, in: Wirtschaft und Strafrecht: Festschrift für Niklaus Schmid zum 65. Geburtstag, Zürich 2001 [nachfolgend: FS-Schmid], S. 393 ff., 401, 411 f.).\n\nDas Strafgericht und der Beschwerdeführer stützen sich demgegenüber auf die entgegengesetzte Lehrmeinung, wonach der Tatbestand der Geldwäscherei aufgrund seiner systematischen Stellung im Gesetz als Rechtspflegedelikt ausgestaltet sei. Sie leiten daraus ab, der Tatbestand sei ein \"opferloses Verbrechen\" (vgl. zum Begriff CASSANI, FS-Schmid, S. 394), bei welchem es keinen Geschädigten gebe. In reinen Geldwäschereiverfahren sei daher die adhäsionsweise Geltendmachung von Schadenersatzforderungen nicht möglich (vgl. JÜRG-BEAT ACKERMANN, Kommentar Einziehung, organisiertes Verbrechen und Geldwäscherei, Bd. I, Zürich 1998 [nachfolgend: Kommentar], Art. 305bis StGB N. 576; ders., Geldwäschereinormen - taugliche Vehikel für den privaten Geschädigten?, in: Niklaus Schmid/Jürg-Beat Ackermann [Hrsg.], Wiedererlangung widerrechtlich entzogener Vermögenswerte mit Instrumenten des Straf-, Zivil-, Vollstreckungs- und internationalen Rechts, Zürich 1999 [nachfolgend: Geldwäschereinormen], S. 52).\n\n2.2\n\n2.2.1 Die Frage, ob die Banca Popolare di Milano im Strafverfahren zur Erhebung der privatrechtlichen Ansprüche legitimiert ist, beschlägt kantonales Recht (vgl. § 12 Abs. 1 lit. e und § 18 StPO/BS; vgl. zu Art. 270 Abs. 1 Satz 2 aBStP und Art. 271 Abs. 1 BStP; BGE 126 IV 42 E. 2a), dessen Anwendung im Verfahren der eidgenössischen Nichtigkeitsbeschwerde nicht überprüft werden kann. Immerhin ist darauf hinzuweisen, dass die Bank bei der Vortat Täuschungsopfer war und ihre Ersatzpflicht gegenüber der Firma Camfin s.p.a. darin begründet liegt, dass sie - irregeleitet durch die arglistige Täuschung - über deren Konto verfügt hat. Insofern ist sie von den betrügerischen Machenschaften der Vortäter direkt betroffen.\n\nZu prüfen ist im Folgenden, ob der Tatbestand der Geldwäscherei gemäss Art. 305bis StGB als Schutznorm für das Vermögen angesehen werden kann.\n\n2.2.2 Nach Art. 41 Abs. 1 OR wird zum Ersatz verpflichtet, wer einem anderen - sei es mit Absicht sei es aus Fahrlässigkeit - widerrechtlich |325| einen Schaden zufügt. Nach der in Lehre und Rechtsprechung vorherrschenden Auffassung ist die Schadenszufügung widerrechtlich, wenn sie gegen eine allgemeine gesetzliche Pflicht verstösst, d.h. wenn entweder ein absolutes Recht des Geschädigten verletzt (Erfolgsunrecht) oder eine reine Vermögensschädigung durch Verstoss gegen eine einschlägige Schutznorm bewirkt wird (Verhaltensunrecht). Da das Vermögen kein absolutes subjektives Rechtsgut darstellt, sind Vermögensschädigungen nur rechtswidrig, wenn sie auf einen Verstoss gegen eine Verhaltensnorm zurückgehen, die dem Schutz vor solchen Schädigungen dient (BGE 124 III 297 E. 5b S. 301; BGE 119 II 127 E. 3; BGE 116 Ib 367 E. 4b S. 373 f.; ROLAND BREHM, Berner Kommentar, 2. Aufl., 1998, Art. 41 OR N. 36; ANTON K. SCHNYDER, Basler Kommentar zum Obligationenrecht I, 2. Aufl., 1996, Art. 41 OR N. 31).\n\n2.2.3 Das Bundesgericht hatte in seiner bisherigen Rechtsprechung noch keine Gelegenheit, die Frage zu entscheiden, ob Art. 305bis StGB Grundlage für die Zusprechung einer Schadenersatzforderung aus unerlaubter Handlung bilden kann. In der von der Vorinstanz sowie der Lehre (CASSANI, FS-Schmid, S. 395 Anm. 8 und 9; ACKERMANN, Geldwäschereinormen, S. 51) referierten kantonalen Rechtsprechung finden sich widersprüchliche Standpunkte. Während die Obergerichte der Kantone Basel-Landschaft und Zürich angenommen haben, Schutzobjekt des Tatbestands der Geldwäscherei sei die Rechtspflege als solche und nicht das Vermögen der durch die Vortat geschädigten Person (Urteil des Obergerichts des Kantons Zürich vom 26. Februar 1999, zit. in: PETER BREITSCHMID, Übersicht zur Arrestbewilligungspraxis nach revidiertem SchKG, AJP 1999 S. 1022; Urteil des Obergerichts des Kantons Basel-Landschaft vom 29. Juni 1993, in: RS 1996 Nr. 77), kommt die Chambre civile de la Cour de justice des Kantons Genf zum Schluss, Art. 305bis StGB schütze neben dem Interesse an einer geregelten Strafrechtspflege indirekt auch das Vermögen, sofern der Vermögenswert aus einem Vermögensdelikt herrühre (Cour de justice, arrêt du 20 février 1998, in: SJ 1998 S. 646 ff.; vgl. auch die bei CASSANI, FS-Schmid, S. 395 Anm. 7 zitierte nicht publizierte Verfügung der Chambre d'accusation du canton de Genève no 173, vom 30. Juni 1994).\n\n2.2.4 Der Tatbestand der Geldwäscherei ist systematisch im siebzehnten Titel des Zweiten Buches des Schweizerischen Strafgesetzbuches eingeordnet und mithin als Delikt gegen die Rechtspflege charakterisiert. Der Sache nach geht es um eine Form der Begünstigung, und zwar um eine Sach- oder genauer um eine Wertbegünstigung. |326|\n\nDurch die strafbare Handlung wird der Zugriff der Strafbehörde auf die aus einem Verbrechen stammende Beute behindert. Das strafbare Verhalten liegt in der Sicherung der durch die Vortat unrechtmässig erlangten Vermögenswerte. Es handelt sich um ein typisches Anschlussdelikt. Aufgrund seiner Stellung im Gesetz schützt der Tatbestand, wie die Vorinstanz zu Recht annimmt, in erster Linie die Strafrechtspflege in der Durchsetzung des staatlichen Einziehungsanspruchs (vgl. BGE 127 IV 79 E. 2e; BGE 126 IV 255 E. 3a; BGE 122 IV 211 E. 4; BGE 119 IV 59 E. 2a; ACKERMANN, Kommentar, Art. 305bis StGB N. 54; URSULA CASSANI, Commentaire du droit pénal suisse, partie spéciale, vol. 9 [nachfolgend: Commentaire], Art. 305bis StGB N. 3).\n\nDas Bundesgericht hat allerdings in BGE 120 IV 323 im Zusammenhang mit der Frage, ob der Vortäter sein eigener Geldwäscher sein könne, unter Hinweis auf die Prägung des Tatbestands durch das amerikanische Recht erklärt, die Auffassung, wonach strafrechtlich geschütztes Rechtsgut der Geldwäschereinorm allein die Rechtspflege sei, werde keineswegs einhellig geteilt. Der Gesichtspunkt der systematischen Einordnung der Bestimmung sei nicht entscheidend (BGE 120 IV 323 E. 3c S. 327; vgl. auch BGE 127 IV 79 E. 2b; so auch MARK PIETH, Basler Kommentar, Strafgesetzbuch II, Vor Art. 305bis StGB N. 44, der die Klassierung des Tatbestandes als Rechtspflegedelikt als Ordnungsentscheid wertet; a.M. ACKERMANN, Geldwäschereinormen, S. 52).\n\nAn diesem Punkt ist für den zu beurteilenden Fall anzusetzen. Dass Schutzgut des Geldwäschereitatbestandes in erster Linie das öffentliche Interesse an einem reibungslosen Funktionieren der Strafrechtspflege bildet, liegt ausser Streit. In Frage steht lediglich, ob die Strafnorm darüber hinaus unter gewissen Umständen auch individuelle Rechtsgüter (mit)schützt. Dies ist jedenfalls für diejenigen Fälle zu bejahen, in denen die der Einziehung unterliegenden Vermögenswerte aus Straftaten gegen Individualinteressen herrühren. Denn hier werden durch die Vereitelungshandlung auch unmittelbar die Vermögensinteressen des durch die Vortat Geschädigten betroffen (CASSANI, Commentaire, Art. 305bis StGB N. 5; dies., FS-Schmid, S. 401). Zwar gehen nach der Botschaft die Interessen an der Bekämpfung der Geldwäscherei weit über die blosse Wiederherstellung verletzter Vermögensverhältnisse hinaus (Botschaft über die Änderung des Schweizerischen Strafgesetzbuches [Gesetzgebung über Geldwäscherei und mangelnde Sorgfalt bei Geldgeschäften] vom 12. Juni 1989, BBl 1989 II 1080), doch lässt sich |327| daraus nicht ableiten, dass diese vom Schutzbereich des Tatbestandes nicht auch mitumfasst wäre.\n\nDass sich der Schutz des Geldwäschereitatbestandes in den genannten Fällen auch auf die Vermögensinteressen desjenigen erstreckt, der durch die Vortat geschädigt wurde, ergibt sich aus folgenden Erwägungen: Durch seine Handlungen ist der Geldwäscher bestrebt, die durch ein Verbrechen erworbenen Vermögenswerte als legal erscheinen zu lassen, um so einer Beschlagnahme und Einziehung durch die Strafverfolgungsbehörden zu entgehen und gleichzeitig durch die Verwischung des \"paper trail\" Rückschlüsse auf den Vortäter und das der Geldwäscherei zugrunde liegende Verbrechen zu verhindern (vgl. CHRISTINE EGGER TANNER, Die strafrechtliche Erfassung der Geldwäscherei, Diss. Zürich 1999, S. 13). Zweck der Einziehung gemäss Art. 59 Ziff. 1 Abs. 1 StGB ist der Ausgleich deliktischer Vorteile (FLORIAN BAUMANN, Basler Kommentar, Strafgesetzbuch I, Art. 59 StGB N. 3; vgl. auch NIKLAUS SCHMID, Kommentar Einziehung, organisiertes Verbrechen und Geldwäscherei, Bd. I, Zürich 1998 [nachfolgend: Kommentar], Art. 59 StGB N. 10). Die Einziehungsbestimmungen wollen verhindern, dass der Täter im Genuss eines durch eine strafbare Handlung erlangten Vermögensvorteils bleibt; strafbares Verhalten soll sich nicht lohnen (BGE 117 IV 107 E. 2a; BGE 105 IV 179 E. 1c, je mit Hinweisen). Derselbe Gedanke liegt dem Tatbestand der Geldwäscherei zugrunde (BGE 124 IV 274 E. 3b; PIETH, a.a.O., Vor Art. 305bis StGB N. 39).\n\nNach Art. 59 Ziff. 1 Abs. 1 letzter Satzteil StGB ist die Einziehung zugunsten des Staates allerdings nur zulässig, wenn die Vermögenswerte nicht dem Geschädigten zur Wiederherstellung des rechtmässigen Zustandes ausgehändigt werden. Diese Bestimmung will dem Geschädigten die ihm entzogenen Deliktsgegenstände und Vermögenswerte direkt wieder verschaffen. Der Rückerstattungsanspruch des Verletzten geht der Einziehung von Vermögenswerten somit vor - der Staat soll sich nicht zulasten der strafrechtlich Geschädigten bereichern - und Art. 59 StGB soll nicht zu einer Doppelverpflichtung des Täters führen (BGE 122 IV 365 III E. 1a/aa und 2b; SCHMID, Kommentar, Art. 59 StGB N. 66/70; ders., Strafrechtliche Beschlagnahme und die besonderen Möglichkeiten des Geschädigten nach Art. 59 Ziff. 1 Abs. 1 letzter Satzteil StGB sowie Art. 60 StGB, in: Niklaus Schmid/Jürg-Beat Ackermann [Hrsg.], Wiedererlangung widerrechtlich entzogener Vermögenswerte mit Instrumenten des Straf-, Zivil-, Vollstreckungs- und internationalen Rechts, Zürich 1999, S. 23; BAUMANN, a.a.O., Art. 59 StGB N. 42). |328|\n\nDie Einziehung erfolgt bei Eigentums- und Vermögensdelikten somit im Interesse des Opfers (vgl. Art. 60 Abs. 1 lit. b StGB; CASSANI, FS-Schmid, S. 402 f.; GUNTHER ARZT, Wechselseitige Abhängigkeit der gesetzlichen Regelung der Geldwäscherei und der Einziehung, in: Geldwäscherei, Prävention und Massnahmen zur Bekämpfung, Zürich 1997, S. 27). Die Geldwäscherei im Sinne der Vereitelung der Einziehung richtet sich in diesen Fällen somit auch gegen die Interessen desjenigen, der durch die Vortat geschädigt wurde. Dies gilt auch, wenn der für eine direkte Zuweisung notwendige enge Zusammenhang zwischen Straftat und vorhandenem Wert nicht mehr besteht (SCHMID, Strafrechtliche Beschlagnahme, S. 26 f.; vgl. Art. 44 SchKG; ferner BGE 117 Ia 424 E. 20c S. 428 f.; BGE 115 Ib 517 E. 7d S. 535). Denn bei dieser Konstellation ist lediglich die direkte Zuweisung nach Art. 59 Ziff. 1 Abs. 1 letzter Satzteil StGB nicht mehr möglich. Dass der Richter gemäss Art. 59 Ziff. 2 Abs. 1 StGB auf eine Ersatzforderung des Staates erkennt, wenn die der Einziehung unterliegenden Vermögenswerte nicht mehr vorhanden sind, spricht nicht gegen dieses Ergebnis (vgl. Art. 60 Abs. 1 lit. c StGB; so aber ACKERMANN, Geldwäschereinormen, S. 39). Denn auch nach dieser Bestimmung soll in erster Linie sichergestellt werden, dass der deliktisch erlangte Vermögenswerte nicht beim Täter verbleibt (SCHMID, Kommentar, Art. 59 StGB N. 97).\n\nDieser Befund bestätigt die Auffassung, wonach der Tatbestand der Geldwäscherei einen zweiten oder dritten Sicherungswall errichtet und letztlich Leib und Leben, Vermögen und persönliche Freiheit, d.h. Rechtsgüter schützt, die namentlich im Rahmen der organisierten Kriminalität angegriffen werden (TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2. Aufl., Zürich 1997, Art. 305bis StGB N. 6).\n\nDie in der Lehre gegen diese Überlegungen erhobenen Bedenken führen zu keinem anderen Ergebnis. Zwar mag zutreffen, dass Art. 59 Ziff. 1 Abs. 1 letzter Satzteil StGB keine selbständige Beschlagnahmepflicht begründet (so ACKERMANN, Geldwäschereinormen, S. 39 f., vgl. auch S. 51 f.; vgl. auch ders., Kommentar, Art. 305bis StGB N. 54). Doch sind die Strafverfolgungsbehörden mit Blick auf eine mögliche Einziehung gemäss Art. 59 Ziff. 1 Abs. 1 StGB zur Beschlagnahme sämtlicher Vermögenswerte verpflichtet, die aus einer strafbaren Handlung stammen, unabhängig davon, ob eine Einziehung zugunsten des Staates oder des Opfers erfolgen wird. Soweit durch die Vortat Individualinteressen betroffen werden, dient diese Beschlagnahme, wie ausgeführt, nicht nur dem Einziehungsinteresse |329| des Staates, sondern gleichzeitig auch dem Schutz des Vermögens des durch die Vortat Geschädigten (SCHMID, Kommentar, Art. 59 StGB N. 66; CASSANI, FS-Schmid, S. 404).\n\n2.2.5 Die Gutheissung der von der Banca Popolare di Milano gestützt auf Art. 41 OR adhäsionsweise geltend gemachten Schadenersatzklage verletzt aus diesen Gründen kein Bundesrecht. Die Nichtigkeitsbeschwerde erweist sich auch im Zivilpunkt als unbegründet."}