{"annee": "129", "cour": "V", "page": "352", "date": "30/6/2003", "cite": ["126 V 64"], "cite_par": [], "chapeau": "53. Auszug aus dem Urteil i.S. B. gegen Ausgleichskasse Basel-Stadt und Sozialversicherungsgericht Basel-Stadt\n\nH 306/02 vom 30. Juni 2003", "regestes": ["Art. 29septies al. 1 et 3 LAVS; art. 52g RAVS: Attribution des bonifications pour tâches d'assistance; exigence d'un ménage commun. Le chiffre 3010 de la Circulaire concernant les bonifications pour tâches d'assistance de l'Office fédéral des assurances sociales est conforme à la loi. Il exige, entre autres conditions, que la personne dont il est pris soin vive de manière prépondérante en ménage commun avec la personne qui prodigue des soins. Cette exigence est remplie à partir d'un séjour d'au moins 180 jours par an de la personne nécessitant des soins chez la personne qui prodigue les soins."], "faits": "", "considerants": "BGE 129 V 352 S. 352\n\nAus den Erwägungen:\n\n2.\n\n2.1\n\n2.1.1 Nach dem mit der 10. AHV-Revision am 1. Januar 1997 in Kraft getretenen Art. 29septies Abs. 1 Satz 1 AHVG haben Versicherte, welche im gemeinsamen Haushalt Verwandte in auf- oder absteigender Linie oder Geschwister mit einem Anspruch auf Hilflosenentschädigung der AHV oder der IV für mindestens mittlere Hilflosigkeit betreuen, Anspruch auf Anrechnung einer Betreuungsgutschrift. Laut dem ersten Satz von Abs. 3 der genannten Gesetzesbestimmung kann der Bundesrat das Erfordernis des gemeinsamen Haushaltes BGE 129 V 352 S. 353näher umschreiben. Von dieser Befugnis hat er Gebrauch gemacht und in Art. 52g AHVV bestimmt, dass das Erfordernis des gemeinsamen Haushaltes mit der betreuten Person erfüllt ist bei gleicher Wohnung (lit. a), einer anderen Wohnung im gleichen Gebäude (lit. b) oder einer Wohnung in einem anderen Gebäude auf demselben oder einem benachbarten Grundstück (lit. c).\n\n2.1.2 Im Hinblick auf einen einheitlichen Vollzug von Art. 29septies AHVG hat das Bundesamt für Sozialversicherung gestützt auf Art. 72 Abs. 1 AHVG ein Kreisschreiben über die Betreuungsgutschriften erlassen. Dessen Rz 3010 bestimmt, dass die pflegebedürftige Person nicht nur formal, sondern auch tatsächlich mit der betreuenden Person eine Hausgemeinschaft bilden muss; befindet sich die pflegebedürftige Person nicht überwiegend in der Hausgemeinschaft der betreuenden Person, so kann keine Betreuungsgutschrift beansprucht werden; dies trifft etwa dann zu, wenn sich die pflegebedürftige Person nur an Wochenenden oder zu Ferienzwecken bei der betreuenden Person aufhält. Das Eidgenössische Versicherungsgericht hat diese Verwaltungsweisung im Urteil A. vom 1. Juni 2001, H 25/01, als gesetzeskonform erachtet (vgl. hiezu BGE 126 V 68 Erw. 4b mit Hinweisen).\n\nSie lässt denn auch insofern eine dem Einzelfall gerecht werdende Auslegung der in Erw. 2.1.1 hievor angeführten gesetzlichen Bestimmungen zu, als sie voraussetzt, dass sich die pflegebedürftige Person \"überwiegend\" in der Hausgemeinschaft der betreuenden Person aufhält, was nicht der Fall ist, wenn sich jene nur samstags/sonntags, an den Feiertagen sowie für die Dauer von vier Wochen Ferien im Jahr in die Hausgemeinschaft der betreuenden Person begibt. Das Erfordernis des überwiegend gemeinsamen Haushaltes darf allerdings nicht überstrapaziert werden; es ist bei einem Aufenthalt der pflegebedürftigen im Haushalt der betreuenden Person von insgesamt rund 180 Tagen im Jahr jedenfalls erfüllt."}