{"annee": "129", "cour": "V", "page": "145", "date": "14/1/2003", "cite": ["115 V 103", "122 V 142", "127 V 301", "108 II 416", "118 V 229", "127 V 259", "116 V 218"], "cite_par": ["136 V 49", "133 V 607", "134 V 223", "138 V 176", "131 V 27", "135 V 80", "132 V 149", "140 V 145", "132 V 278", "132 V 286"], "chapeau": "22. Arrêt dans la cause Fonds de Pensions Y. contre B. et Tribunal des assurances du canton de Vaud\n\nB 76/02 du 14 janvier 2003", "regestes": ["Art. 25 et 49 al. 2 LPP: Lacune du contrat de prévoyance. Dans le cadre de la prévoyance plus étendue, il n'y a pas lacune du contrat de prévoyance lorsque le règlement de prévoyance ne prévoit pas l'allocation d'une rente pour enfant en cas d'invalidité de l'affilié, quand bien même il prévoit des prestations en faveur des survivants."], "faits": "|145|\n\nA.- B., père d'une fille née en 1993, est devenu invalide à la suite de graves problèmes neurologiques. Pour cette raison, il a cessé de travailler dès le 2 juin 1998. Le 30 novembre suivant, son contrat de travail a été résilié avec effet au 31 mai 1999 par son employeur, X. S.A. B. était alors affilié au Fonds de pensions Y. (ci-après : le Fonds). Selon une attestation du Fonds du 15 mars 1999, le salaire déterminant de l'intéressé pour le calcul des prestations de prévoyance s'élevait, au 1er janvier 1999, à 175'500 fr. et la pension annuelle d'invalidité à 71'399 fr.\n\nB. a été mis au bénéfice d'une rente entière de l'assurance-invalidité dès le 1er juin 1999. Par ailleurs, le Fonds lui a alloué une rente d'invalidité LPP de 16'872 fr. par an, sous la forme d'une rente annuelle d'invalidité de 14'064 fr., d'une rente pour enfant de 2'808 fr., ainsi que d'une pension d'invalidité extra-obligatoire de |1463| '384 fr. par année (courrier du 25 janvier 2000). A la demande de l'assuré, le Fonds a précisé qu'il n'avait pas droit à des prestations allant au-delà de celles prévues par le régime obligatoire de la prévoyance professionnelle, additionnée d'une prestation complémentaire extra-obligatoire, dès lors que son invalidité de longue durée avait été constatée après la fin de son affiliation. En effet, la disposition réglementaire relative à la prévoyance plus étendue n'était applicable que dans la mesure où l'incapacité de travail permanente de l'assuré était constatée durant la période d'affiliation au Fonds (courrier du 10 février 2000).\n\nB.- Par demande du 17 février 2000, B. a ouvert action contre le Fonds de prévoyance devant le Tribunal des assurances du canton de Vaud en concluant au paiement d'une rente d'invalidité de 71'399 fr. dès le 1er juin 1998 et d'une rente d'invalidité pour enfant de 10'709 fr. 85, avec intérêts à 5 pour cent l'an sur les arriérés de rente.\n\nLe défendeur a conclu au rejet de la demande.\n\nStatuant le 26 juillet 2002, le tribunal cantonal a fait droit aux conclusions du demandeur, en ce sens qu'il a admis son droit à une rente d'invalidité annuelle de 71'399 fr. à partir du 1er juin 1999, ainsi qu'à une rente annuelle pour sa fille de 10'709 fr. 85, avec intérêts à 5 pour cent l'an dès le 17 février 2000 (ch. II du dispositif); il a en outre condamné le défendeur à verser au demandeur une indemnité de dépens de 2'000 fr. (ch. III du dispositif).\n\nC.- Le Fonds interjette recours de droit administratif contre ce jugement dont il demande l'annulation en tant qu'il le condamne à verser une rente annuelle pour la fille de B. d'un montant de 10'709 fr. 85 avec intérêts à 5 pour cent l'an dès le 17 février 2000. Il conclut à ce qu'il lui soit donné acte de ce qu'il verse une rente pour enfant d'invalide selon la LPP dès le 1er juin 1999 à concurrence de 2'808 fr. l'an.\n\nB. conclut au rejet du recours.\n\nQuant à l'Office fédéral des assurances sociales, il a expressément renoncé à se déterminer sur le recours.", "considerants": "Considérant en droit:\n\n1. Il est admis que le recourant verse à l'intimé une rente pour enfant de 2'808 fr. par année qui correspond au moins à la rente d'invalidité pour enfant minimale selon l'art. 25 LPP en corrélation avec les art. 20 et 21 LPP. Le litige porte donc exclusivement sur le droit à une rente pour enfant de l'intimé invalide, en vertu de la prévoyance professionnelle plus étendue (art. 49 al. 2 LPP).\n\n|147|\n\n2.\n\n2.1 L'instance cantonale de recours a fait droit aux conclusions de B. en ce sens qu'il lui a reconnu le droit à une rente d'invalidité de 71'399 fr. par an, ainsi qu'à une rente pour sa fille de 10'709 fr. 85. Pour reconnaître le droit et déterminer l'étendue de la rente pour enfant de l'affilié invalide, elle a fait implicitement application de l'art. 10.2 du règlement du Fonds selon lequel la pension d'orphelin s'élève, pour chaque enfant, à 15 pour cent de la pension d'invalidité assurée, le montant de celle-ci (71'399 fr.) résultant de l'attestation d'assurance délivrée par le Fonds le 15 mars 1999.\n\n2.2 Le recourant fait valoir que c'est par une erreur manifeste que les premiers juges ont accordé à l'intimé une rente pour enfant correspondant à 15 pour cent de la rente principale dès lors que le règlement du Fonds ne prévoit pas l'allocation d'une rente pour enfant d'un affilié invalide.\n\nPour sa part, l'intimé soutient en substance que l'absence de toute disposition réglementaire à ce sujet procède d'une lacune du règlement de prévoyance. Cette lacune doit être comblée en se référant aux dispositions réglementaires du Fonds relatives à la rente d'orphelin, qui correspond à 15 pour cent de la rente d'invalidité.\n\n3. Il est exact, comme l'invoque le recourant, que le règlement du Fonds ne prévoit pas en l'espèce l'allocation d'une rente pour enfant d'un assuré invalide.\n\n3.1 Dans le domaine de la prévoyance plus étendue (sur cette notion, voir par exemple ATF 122 V 145 consid. 4b), l'assuré est lié à l'institution de prévoyance par un contrat innommé (sui generis) dit de prévoyance, dont le règlement de prévoyance constitue le contrat préformé, savoir ses conditions générales, auxquelles l'assuré se soumet expressément ou par actes concluants. L'interprétation du règlement doit dès lors se faire selon les règles générales qui sont applicables pour interpréter les contrats (ATF 127 V 307 consid. 3a, ATF 122 V 145 consid. 4b et les références).\n\nIl y a lacune du contrat lorsque les parties n'ont pas ou n'ont qu'incomplètement réglé une question de droit relative au contenu du contrat. Le comblement de la lacune s'effectue d'abord sur la base d'une interprétation empirique; on recherche alors la réelle et commune intention des parties, ce qui, en matière de prévoyance professionnelle, vaut avant tout pour les conventions contractuelles particulières (HANS MICHAEL RIEMER, Vorsorge-, Fürsorge- und Sparverträge der beruflichen Vorsorge, in: Innominatverträge, Festgabe |148| zum 60. Geburtstag von Walter René Schluep, Zurich 1988, p. 239; au sujet de telles conventions, voir ATF 118 V 231 consid. 4a). Quand il s'agit d'un contrat de prévoyance \"classique\", il appartient au juge d'établir une norme générale et abstraite en application de l'art. 1er al. 2 et 3 CC, ce qui permet une application par analogie d'autres dispositions réglementaires, voire de dispositions légales (RIEMER, loc. cit., p. 239).\n\n3.2 En l'espèce toutefois, on ne voit pas en quoi le contrat serait entaché d'une lacune. En matière de prévoyance plus étendue, les institutions de prévoyance sont en principe libres de définir la nature et l'étendue des prestations, ainsi que le cercle des bénéficiaires (art. 49 al. 1 LPP; ATF 123 V 207 consid. 3b, 116 V 197 consid. 4; JÜRG BRÜHWILER, Die betriebliche Personalvorsorge in der Schweiz, Berne 1989, p. 67, ch. 5; UELI KIESER, Die Ausrichtung von Invalidenrenten der beruflichen Vorsorge im Alter als Problem der innersystemischen und der intersystemischen Leistungskoordination, in: Schaffhauser/Stauffer (éd.), Berufliche Vorsorge 2002, Probleme, Lösungen, Perspektiven, St. Gall 2002, p.147; MARKUS MOSER, Die Zweite Säule und ihre Tragfähigkeit, thèse Bâle 1992, p. 167). Afin de garantir l'affectation de la prestation à son but de prévoyance, des restrictions à cette liberté sont concevables, notamment, en cas d'extension du cercle ou de l'ordre des bénéficiaires des prestations de survivants (voir à ce sujet MOSER, op. cit., p. 167 ss).\n\nEu égard à la diversité juridique du droit aux prestations et des plans de prévoyance dans le régime sur-obligatoire (voir JACQUES-ANDRÉ SCHNEIDER, Les régimes complémentaires de retraite en Europe: Libre circulation et participation, thèse Genève 1994, p. 225 ss), rien n'interdit cependant aux caisses de limiter l'allocation des prestations de la prévoyance plus étendue à la personne invalide, à l'exclusion de rentes en faveur des proches. Le fait que la LPP prévoit le versement de rentes pour enfants en cas d'invalidité de l'affilié (art. 25 LPP) n'est pas l'indice d'une lacune du règlement de prévoyance. Il en va de même de la circonstance que le règlement prévoit à son art. 10 le versement d'une rente d'orphelin aux enfants de l'affilié décédé, rente dont le montant correspond à 15 pour cent, pour chaque enfant, de la pension d'invalidité assurée. Les situations envisagées ne sont pas comparables, dans la mesure où le règlement, en cas de décès, entend accorder ici des prestations plus étendues que le minimum obligatoire à des personnes privées de soutien. La prévoyance professionnelle en faveur des survivants est en effet un des buts fondamentaux de la prévoyance professionnelle: |149| l'institution de prévoyance détermine en principe librement dans quelle mesure les proches de l'affilié font partie du cercle des bénéficiaires de prestations; mais, pour répondre aux buts essentiels qui lui sont assignés, elle doit en tout cas prévoir des prestations en faveur des survivants (BRÜHWILER, op. cit., p. 67). Il n'apparaît donc pas incompatible avec les buts de la prévoyance professionnelle que l'institution opère dans le régime sur-obligatoire une distinction, quant à l'étendue des prestations, entre la rente d'orphelin et la rente pour enfant d'un assuré invalide.\n\n4. Il est vrai qu'indépendamment des restrictions susmentionnées quant aux destinataires de rentes de survivants, la liberté des institutions de prévoyance dans l'aménagement des prestations de la prévoyance plus étendue n'est pas illimitée. Les institutions sont notamment tenues de respecter les principes d'égalité et de proportionnalité, ainsi que l'interdiction de l'arbitraire (ATF BGE 115 V 109 consid. 4b; cf. aussi HERMANN WALSER, Weitergehende berufliche Vorsorge, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, ch. 142; KIESER, loc. cit., p. 147). Le juge a également la possibilité de modifier ou de compléter le contrat en vertu de la règle dite de l'inhabituel ou de l'insolite (ATF BGE 116 V 222 consid. 2, BGE 108 II 418 consid. 1b); la doctrine envisage aussi cette possibilité quand l'application du contrat heurte manifestement le sentiment de l'équité (\"Unbilligkeitsregel\"; voir à ce sujet RIEMER, Die überobligatorische berufliche Vorsorge im Schnittpunkt von BVG-Obligatorium und Vertragsrecht [zusätzliche Bemerkungen zu BGE 127 V 259 ff.], in: RSAS 2002 p. 168).\n\nEn l'espèce, l'application du règlement ne va pas à l'encontre de ces règles et principes. En particulier, comme on l'a vu, le fait que le règlement ne prévoit pas (sous réserve des exigences minimales de la LPP) le versement d'une rente pour enfant en cas d'invalidité de l'affilié ne s'écarte pas - ou du moins pas sensiblement - de la nature même et du but d'un contrat de prévoyance. En outre, cette même application du règlement ne conduit à l'évidence pas à un résultat choquant ou inéquitable, dès lors que l'intimé est au bénéfice (abstraction faite, au demeurant, des rentes de l'assurance-invalidité) d'une pension annuelle d'invalidité de 71'399 fr., plus une rente pour enfant de 2'808 fr.\n\n5. Il suit de là que le recours est bien fondé.\n\n6. (Frais et dépens)"}