{"annee": "129", "cour": "II", "page": "331", "date": "8/4/2003", "cite": ["124 II 293", "128 II 292", "127 II 306", "125 I 182", "103 IB 315", "108 IB 376"], "cite_par": ["139 II 185", "144 II 376", "131 II 81", "137 II 58", "137 II 409", "139 II 499"], "chapeau": "33. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. Genossenschaft Flugplatz Oberengadin (GFO) gegen Verkehrs-Club der Schweiz (VCS) und Mitb. sowie Rekurskommission des Eidgenössischen Departementes für Umwelt, Verkehr, Energie und Kommunikation (Verwaltungsgerichtsbeschwerde)\n\n1A.226/2002 vom 8. April 2003", "regestes": ["Octroi d'une concession d'exploitation et approbation du règlement d'exploitation pour un aéroport régional. Qualité pour contester l'octroi d'une concession d'exploitation (consid. 2). Celui qui est touché par les effets du trafic aérien a le droit de recourir contre le règlement d'exploitation approuvé, mais non contre la décision d'octroi de la concession (consid. 2.1 et 2.2). Les modalités des tarifs d'aéroport ne doivent être décidées ni dans la procédure d'octroi de la concession ni dans la procédure d'approbation du règlement d'exploitation (consid. 2.3). Etendue du contrôle du règlement d'exploitation à l'occasion du renouvellement de la concession d'exploitation pour un aéroport (consid. 3). Tâches de l'Office fédéral de l'aviation civile (consid. 3.1). Rôle de l'instance de recours (consid. 3.2). La limitation du nombre de mouvements d'avions ordonnée dans la procédure de recours ne peut s'appuyer ni sur l'art. 6 LPN ni sur l'art. 11 al. 2 LPE (consid. 4). Une prolongation des heures d'ouverture après la tombée de la nuit ne peut être admise que si l'approbation des plans pour les adaptations techniques nécessaires a été donnée (consid. 5). Prolongation de l'heure d'ouverture pour les hélicoptères stationnés sur l'aéroport (consid. 6)? Annulation d'une réglementation concernant le survol qui ne se trouve pas en relation avec l'exploitation de l'aéroport (consid. 7)."], "faits": "|332|\n\nAm 16. Oktober 2000 unterbreitete die Genossenschaft Flugplatz Oberengadin als zivile Halterin des Regionalflugplatzes Samedan dem Bundesamt für Zivilluftfahrt (BAZL) bzw. dem Eidgenössischen Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) ein Gesuch um Erneuerung der Betriebskonzession, den Entwurf eines Betriebsreglements, den Finanzplan 2001-2005 sowie einen Umweltverträglichkeitsbericht. Im Gesuch wurde |333| ausgeführt, dass der zunächst geplante Ausbau - so auch die neue Anlage für ein Instrumentenanflugverfahren aus Richtung Maloja - auf unbestimmte Zeit zurückgestellt werde und nur die Betriebskonzession, die am 31. August 2001 auslaufe, für eine Dauer von 30 Jahren zu erneuern sei. Was das neue Betriebsreglement anbelange, so seien gegenüber dem bisherigen nur sehr geringfügige Änderungen vorgenommen worden. Insbesondere solle die Betriebszeit für das ganze Jahr auf 8 bis 20 Uhr festgesetzt werden, während bisher bis zur bürgerlichen Abenddämmerung, spätestens aber bis 19 Uhr, habe geflogen werden können.\n\nDas Gesuch der Genossenschaft Flugplatz Oberengadin wurde im November 2000 im Bundesblatt, im kantonalen Amtsblatt und in der Engadiner Post veröffentlicht. Gleichzeitig lud das BAZL den Kanton Graubünden und die interessierten Bundesstellen zur Vernehmlassung ein. Während der Auflagefrist erhoben verschiedene Private und Vereinigungen sowie die Gemeinde Samedan Einsprache. Die Einsprachen richteten sich hauptsächlich gegen die Verlängerung der Betriebszeit. Weiter wurde verlangt, dass die Anzahl der jährlichen Flugbewegungen eingeschränkt werde, emissionsabhängige Landetaxen eingeführt würden, die Benützung des Flugplatzes für Flugzeuge der lautesten Lärmkategorien zu untersagen sei und durch geeignete Auflagen dafür gesorgt werde, dass die Mindestflughöhen eingehalten würden.\n\nMit Verfügung vom 27. August 2001 erteilte das UVEK der Genossenschaft Flugplatz Oberengadin die Konzession zum Betrieb des Flughafens Samedan für die Dauer vom 1. September 2001 bis 31. August 2031. Die Konzessionserneuerung verband das Departement mit den Auflagen, dass die Konzessionärin verpflichtet sei, den Flughafen grundsätzlich für alle im nationalen und internationalen Verkehr zugelassenen Luftfahrtzeuge offen zu halten. Menge und Abwicklung des zulässigen Flugverkehrs hätten sich nach den Vorgaben des Sachplans Infrastruktur der Luftfahrt (SIL) und den Bestimmungen des Betriebsreglements zu richten. Sollten aus irgendwelchen Gründen - insbesondere solchen des Nachbar- und Umweltschutzes - während der Dauer der Konzession Bau- oder Verkehrsbeschränkungen nötig werden, entstünde dadurch der Konzessionärin kein Anspruch auf Entschädigung. Im Weiteren habe die Konzessionärin die Gestaltung der Gebührenordnung nach den Kriterien des Schadstoffausstosses zu prüfen und dem BAZL innerhalb eines Jahres nach Rechtskraft der Konzessionsverfügung einen entsprechenden Vorschlag zu unterbreiten. Schliesslich habe die |334| Konzessionärin dafür zu sorgen, dass luftfahrtseitig nicht genutzte Flächen des Flughafens ökologisch aufgewertet würden.\n\nMit Verfügung ebenfalls vom 27. August 2001 genehmigte das BAZL das Betriebsreglement der Genossenschaft Flugplatz Oberengadin vom 22. August 2001 mit verschiedenen Auflagen und Bedingungen. Die gegen das Betriebsreglement erhobenen Einsprachen wurden abgewiesen. Das genehmigte Reglement sieht eine generelle Verlängerung der Betriebszeit des Flugplatzes Samedan bis 19 Uhr vor. Für Flüge zwischen der Abenddämmerung und 19 Uhr gelten jedoch besondere Einschränkungen. Insbesondere werden in dieser Zeit Flugzeuge der Lärmkategorie B nicht zugelassen und sind nur Landungen von Lokalflügen erlaubt. Für die auf dem Flughafen domizilierten Helikopterunternehmungen sind allerdings Landungen unter vorheriger Anmeldung bis 20 Uhr möglich.\n\nAls Auflage verfügte das BAZL unter anderem, dass Nachtflüge erst zuzulassen seien, wenn das bestehende militärische System der optischen Landehilfe (PAPI) den Weisungen entsprechend an die zivilen Bedürfnisse angepasst worden sei. Zudem seien verschiedene Massnahmen zur Gewährleistung des Rettungsdienstes zu treffen (Auflagen 8 und 9). Weiter habe die Flugplatzhalterin in Absprache mit der zuständigen kantonalen Fachstelle die Auswirkungen des Flugbetriebes auf die umliegenden Lebensräume des Wildes und der Vögel zu beobachten und darüber Bericht zu erstatten. Bei Bedarf seien Schutzmassnahmen zu Gunsten des Wildes zu treffen (Auflage 10). Schliesslich wurde die Genossenschaft Flugplatz Oberengadin angewiesen, eine interne Weisung zu erlassen, welche die Piloten bei lokalen Flügen über zu meidende Lufträume (gemäss AIP unter VFR AGA 3-3 APP 1) zur Rücksichtnahme durch hohen Überflug verpflichte (Auflage 11).\n\nGegen die Verfügungen des UVEK und des BAZL erhoben der Verkehrsclub der Schweiz (VCS), der Verein Pro Natura - Schweizerischer Bund für Naturschutz, der WWF Schweiz, der Schweizer Heimatschutz, der Schweizerische Schutzverband gegen Flugemissionen (SSF) sowie verschiedene Anwohner mit einer gemeinsamen Eingabe Beschwerde bei der Rekurskommission des Eidgenössischen Departementes für Umwelt, Verkehr, Energie und Kommunikation (Rekurskommission UVEK). Die Beschwerdeführer verlangten, dass die bisherigen Betriebszeiten beibehalten würden und die Gesamtzahl der Flugbewegungen auf 21'000 pro Jahr beschränkt werde. Eventuell sei die Betriebskonzession oder das Betriebsreglement mit der Auflage zu verbinden, dass ein neues |335| Umweltverträglichkeitsprüfungsverfahren durchzuführen sei, sobald sich eine Überschreitung der im Umweltverträglichkeitsbericht angegebenen Anzahl Flugbewegungen abzeichne. Weiter sei das Betriebsreglement mit einem Anhang zu ergänzen, welcher die emissionsabhängigen Landetaxen und die Verpflichtung zu deren Anwendung enthalte. Zudem sei vorzuschreiben, dass die jeweils gültigen Empfehlungen des BAZL für die lärmabhängigen Landetaxen als verbindlicher Minimalstandard für den Flugplatz obligatorische Anwendung finden müssten. Schliesslich sei eine Frist festzulegen, innert welcher sämtliche im Umweltverträglichkeitsbericht aufgeführten projektintegrierten Massnahmen umzusetzen seien.\n\nNach Durchführung eines doppelten Schriftenwechsels hiess die Rekurskommission UVEK die Beschwerde der genannten Vereinigungen und Privatpersonen mit Urteil vom 26. September 2002 teilweise gut. Sie änderte Ziffer 3.2 der Betriebskonzession in dem Sinne ab, dass sie die Konzessionärin verpflichtete, die Gebührenordnung für alle Luftfahrzeugtypen lärm- und schadstoffabhängig auszugestalten und dem BAZL innerhalb eines Jahres nach Rechtskraft der Konzessionsverfügung zur Kenntnis zu bringen (Dispositiv-Ziffer 2). Das Betriebsreglement ergänzte die Rekurskommission mit der Bestimmung, dass die Anzahl der jährlichen Flugbewegungen auf 21'000 beschränkt werde (Dispositiv-Ziffer 3.2). Weiter stellte sie die bisher geltende Betriebszeiten-Regelung wieder her und strich die Bestimmungen für die Flüge nach der Abenddämmerung sowie für die Helikopterflüge zwischen 19 und 20 Uhr (Dispositiv-Ziffern 3.2 und 3.3). Ferner ergänzte sie die Auflagen der Genehmigungsverfügung mit den Vorschriften, dass noch Plangenehmigungsgesuche für die mit dem Entwässerungsplan zusammenhängenden baulichen Massnahmen einzureichen seien (Dispositiv-Ziffer 4.1) und dass die Flugplatzhalterin eine interne Weisung zu erlassen habe, die die Kommandanten aller auf dem Flugplatz Samedan startenden oder landenden Luftfahrzeuge verpflichte, über dem zu meidenden Luftraum (AIP Schweiz, VFR Manual, AGA 3-3 APP 1) eine Mindestflughöhe von 300 m über Grund einzuhalten (Dispositiv-Ziffer 4.2).\n\nGegen den Entscheid der Rekurskommission UVEK hat die Genossenschaft Flugplatz Oberengadin beim Bundesgericht Verwaltungsgerichtsbeschwerde eingereicht. Sie stellt die Anträge, der angefochtene Entscheid sei aufzuheben und dementsprechend seien insbesondere die Dispositiv-Ziffern 1., 2., 3.1, 3.2, 3.3 und 4.2 ersatzlos zu streichen. Eventuell sei der angefochtene Entscheid aufzuheben und die Sache zur Neubeurteilung an das BAZL zurückzuweisen.\n\n|336|\n\nDas Bundesgericht heisst die Verwaltungsgerichtsbeschwerde grösstenteils gut.", "considerants": "Aus den Erwägungen:\n\n2. Anfechtungsobjekte bildeten im vorinstanzlichen Verfahren einerseits die vom Departement erteilte Betriebskonzession und andererseits die Genehmigung des Betriebsreglementes durch das Bundesamt. Die Rekurskommission UVEK hat die in der Beschwerde gegen die beiden Verfügungen erhobenen Einwände gemeinsam behandelt und beurteilt. Das ist an sich nicht zu beanstanden, sofern bei der Prüfung der Prozessvoraussetzungen der unterschiedlichen Natur der beiden Verwaltungsakte Rechnung getragen wird. Nun wird im angefochtenen Entscheid zur Anfechtungsbefugnis der Beschwerdeführer einzig dargelegt, diesen sei als Anwohnern oder Eigentümern von Liegenschaften im Lärmeinflussbereich des Flugplatzes ein schutzwürdiges Interesse an der Änderung oder Aufhebung der beiden Verfügungen einzuräumen. Auch die beschwerdeführenden Organisationen seien aufgrund der Spezialbestimmungen des Umweltschutz- sowie des Natur- und Heimatschutzrechts zur Anfechtung der zwei Verfügungen legitimiert. Die Rekurskommission UVEK ist mithin davon ausgegangen, dass das Beschwerderecht gegenüber der Konzessionsverfügung dasselbe sei wie jenes gegenüber dem genehmigten Betriebsreglement. Dies bestreitet die Flughafenhalterin zu Recht.\n\n2.1 Das Bundesgericht hat bereits im Entscheid 1A.72/2002 vom 19. August 2002 als obiter dictum dargelegt, dass Inhalt und Tragweite der Flugplatz-Betriebskonzession bei der Änderung der luftfahrtrechtlichen Bestimmungen durch das Bundesgesetz über die Koordination und Vereinfachung von Entscheidverfahren und die zugehörige Verordnung in den Jahren 1999/2000 neu umschrieben worden sind. Während bis zu dieser Revision - wie in BGE 124 II 293 E. 8-10 einlässlich geschildert - weitgehend unklar war, durch welche rechtlichen Institute und in welchen Verfahren der Flugplatz-Betrieb zu regeln und zu überprüfen sei, werden in den nunmehr geltenden Vorschriften die Aufgaben der Betriebskonzession einerseits und des Betriebsreglementes andererseits klar auseinander gehalten. Gemäss der Bestimmung von Art. 36a des Bundesgesetzes vom 21. Dezember 1948 über die Luftfahrt (Luftfahrtgesetz, LFG; SR 748.0) in der Fassung vom 18. Juni 1999 wird mit der Konzessionierung durch hoheitlichen Akt das Recht zum Betrieb eines dem |337| öffentlichen Verkehr dienenden Flugplatzes verliehen und der Inhaber in grundsätzlicher Weise verpflichtet, diesen Betrieb ordnungsgemäss zu führen. Die Organisation des Flugplatzes im Einzelnen sowie die An- und Abflugverfahren, also der Flugbetrieb, werden demgegenüber im Betriebsreglement festgelegt (Art. 36c LFG). Art. 10 Abs. 2 und Art. 17 Abs. 2 der Verordnung vom 23. November 1994 über die Infrastruktur der Luftfahrt (VIL; SR 748.131.1) in der Fassung vom 2. Februar 2000 halten denn auch ausdrücklich fest, dass die Ausgestaltung des Betriebs und der Infrastruktur eines Flugplatzes nicht Gegenstand der Betriebskonzession bzw. der Betriebsbewilligung sei. Der Flugbetrieb ist vielmehr in allen Belangen im Betriebsreglement zu regeln (Art. 23 VIL). Dementsprechend ist im Gesuch um Genehmigung eines Betriebsreglementes darzulegen, welche Auswirkungen der Betrieb auf Raum und Umwelt hat, und ist die Umweltverträglichkeitsprüfung in diesem Genehmigungsverfahren vorzunehmen (Art. 24 lit. b VIL, Anhang Nr. 14 zur Verordnung über die Umweltverträglichkeitsprüfung [UVPV; SR 814.011] in der Fassung vom 2. Februar 2000). Wer sich demnach durch den Flugbetrieb betroffen fühlt, hat heute seine Einwendungen im Rahmen des Verfahrens zur Genehmigung des Betriebsreglementes und nicht im Konzessionserteilungsverfahren zu erheben (vgl. auch BGE 127 II 306 E. 7b S. 315).\n\n2.2 Wie im zitierten Urteil vom 19. August 2002 weiter ausgeführt worden ist, kann die Befugnis zur Anfechtung des Konzessionsentscheides auch nicht aus Art. 12 Abs. 1 lit. c VIL hergeleitet werden, wonach die Konzession nur erteilt werden darf, wenn das Betriebsreglement genehmigt werden kann. Diese Voraussetzung ändert nichts daran, dass die zwei fraglichen Institute unterschiedliche Funktionen haben und die beiden Entscheidverfahren auseinander zu halten sind. Der Entscheid darüber, ob ein neues oder abgeändertes Betriebsreglement genehmigt werden kann, liegt in der alleinigen Kompetenz des Bundesamtes (Art. 36c Abs. 3 und 4 LFG), während die Erteilung der Konzessionen Sache des Departementes ist (Art. 36a Abs. 1 LFG). Das Departement hat sich daher bei der Prüfung des Konzessionsgesuches hinsichtlich des Betriebsreglementes lediglich beim BAZL zu vergewissern, ob dieses den Reglements-Entwurf (Art. 11 Abs. 1 lit. e VIL) genehmigen könne. Stellt sich im Nachhinein - etwa im Laufe eines Beschwerdeverfahrens - heraus, dass das Betriebsreglement gegen Bundesrecht verstösst, fällt die Konzession nicht per se dahin, sondern ist allenfalls vom UVEK zu entziehen, wobei dieses gemäss Art. 16 Abs. 2 VIL die |338| erforderlichen Massnahmen zur Fortführung des Flughafenbetriebes anordnen kann. Steht demnach den Flugplatzanwohnern und den Umweltschutzorganisationen mit der Einsprache gemäss Art. 36d Abs. 4 LFG und der nachfolgenden Beschwerdemöglichkeit ein besonderer Rechtsweg offen, um auf die Mängel des Betriebsreglementes hinzuweisen, so ist die Einwendung, das Betriebsreglement hätte nicht genehmigt werden dürfen, im Konzessionsverfahren ausgeschlossen (vgl. Art. 102 lit. d OG und sinngemäss BGE 108 Ib 376).\n\n2.3 Die privaten Beschwerdegegner bringen im bundesgerichtlichen Verfahren vor, das UVEK habe sich in der Konzessionsverfügung damit befasst, ob und inwieweit emissionsarme Luftfahrzeuge gebührenmässig zu entlasten seien. Diese Frage betreffe den Lärmschutz, die Lufthygiene und den Bodenschutz und somit auch die Anwohner, die daher zur Beschwerde gegen die Konzessionserteilung zugelassen werden müssten. Wohl wäre es auch möglich, die Ausgestaltung der Gebührenordnung im Zusammenhang mit dem Betriebsreglement zu behandeln. Da sie nun aber im Betriebskonzessionsverfahren geprüft worden sei, hätten die Anwohner ihre Interessen ebenfalls in diesem Verfahren wahrnehmen müssen.\n\nDie von den Beschwerdegegnern aufgeworfene Frage, ob über den Flughafengebührentarif im Verfahren zur Konzessionserteilung oder in jenem zur Genehmigung des Betriebsreglementes zu entscheiden sei, ist mit \"weder noch\" zu beantworten:\n\n2.3.1 Nach Art. 36a Abs. 2 LFG wird mit der Konzessionierung das Recht verliehen, einen Flughafen gewerbsmässig zu betreiben und insbesondere Gebühren zu erheben. Der Konzessionär ist verpflichtet, den Flughafen unter Vorbehalt der im Betriebsreglement festgelegten Einschränkungen für alle Luftfahrzeuge im nationalen und internationalen Verkehr zur Verfügung zu stellen, einen ordnungsgemässen sicheren Betrieb zu gewährleisten und für die dafür erforderliche Infrastruktur zu sorgen. Gemäss Art. 36a Abs. 4 LFG steht dem Konzessionär das Enteignungsrecht zu.\n\nAus diesen Bestimmungen ergibt sich, dass dem Flughafenhalter mit der Konzessionierung gewisse hoheitliche Befugnisse verliehen werden, die er für die Erfüllung der ihm übertragenen Aufgaben benötigt. Dass der Flughafenhalter mit der Konzessionserteilung u.a. zur Enteignung und zur Gebührenerhebung ermächtigt wird, heisst indessen nicht, dass im Rahmen des Konzessionsverfahrens zugleich festzulegen wäre, wie diese Befugnisse auszuüben seien. Nach welchen Grundsätzen die Gebührenordnung auszugestalten und in |339| welchem Verfahren sie zu erlassen ist, richtet sich vielmehr nach den einschlägigen Spezialbestimmungen. Nach diesen ist es - wie sich noch zeigen wird - nicht Aufgabe des Departementes, als Konzessionsbehörde über das Gebührensystem zu befinden.\n\n2.3.2 Nach Auffassung der privaten Beschwerdegegner läge es nahe, die Gebührenordnung im Zusammenhang mit dem Betriebsreglement zu prüfen, da nach Art. 10 Abs. 2 und Art. 23 VIL die Ausgestaltung des Betriebs nicht Gegenstand der Betriebskonzession, sondern des Betriebsreglementes sei. Tatsächlich regelt - wie schon erwähnt - das Betriebsreglement gemäss Art. 23 VIL den Flugbetrieb \"in allen Belangen\" und enthält namentlich Vorschriften \"über die Benützung von Flugplatzanlagen durch Passagiere, Luft- und Bodenfahrzeuge sowie sonstige Benützer\" (lit. a). Daraus könnte geschlossen werden, dass auch die Festsetzung der Gebühren für die Flugplatzbenützung im Rahmen des Betriebsreglementes erfolgen müsste. Nun zählt aber der Gebührentarif nicht zu den Unterlagen, die nach Art. 24 VIL dem Gesuch für die erstmalige Genehmigung oder die Änderung eines Betriebsreglementes beizulegen sind. Ebenso wenig wird in Art. 25 VIL vorausgesetzt, dass für die Genehmigung des Betriebsreglementes die Gebührenordnung vorliegen müsse. Es ist daher aufgrund der geltenden Regelungen davon auszugehen, dass sich die Festlegung der Flughafengebühren allein nach den Spezialbestimmungen von Art. 32 ff. VIL richtet und deren Überprüfung weder Teil des Konzessionsverfahrens noch Gegenstand des Verfahrens zur Genehmigung des Betriebsreglementes bildet.\n\n2.3.3 Wie sich aus den Vorschriften von Art. 32 ff. VIL über die Flughafengebühren ergibt, ist es Sache des Flughafenhalters, die Lande-, Fluggast-, Fracht-, Treibstoff- und Abfertigungstaxen festzusetzen, wobei er nach Art. 32 Abs. 2 VIL emissionsarme Luftfahrzeuge bevorzugt zu behandeln hat (s.a. Art. 39 LFG). Das Bundesamt überwacht die Festlegung und die Anwendung der Flughafengebühren; es wendet dabei die Bestimmungen des Preisüberwachungsgesetzes vom 20. Dezember 1985 (SR 942.20) sinngemäss an (Art. 33 Abs. 1 VIL). Beabsichtigt der Flughafenhalter Änderungen des Systems oder der Höhe der Flughafengebühren, so sind diese im Informations-Zirkular für die Luftfahrt (AIC) bekannt zu geben mit dem Hinweis, dass Flughafenbenützer innert zwei Monaten beim Flughafenhalter die Unterlagen einsehen und Stellung nehmen können (Art. 35 Abs. 1 VIL). Wird nach Ablauf der Vernehmlassungsfrist die Änderung vom Flughafenhalter |340| beschlossen, ist sie den Flughafenbenützern und dem Bundesamt mitzuteilen (Art. 35 Abs. 2 VIL).\n\nDieses Verfahren zur Festlegung des Gebührentarifs, der als generell-abstrakter Erlass betrachtet werden kann (vgl. Urteil 2P.318/1997 vom 18. Februar 1999, E. 1 und 2a nicht publ. in BGE 125 I 182; zum Begriff \"Tarif\" s. auch BGE 103 Ib 315 E. 4), hat nichts mit dem Verfahren zur Erstellung und Genehmigung des Betriebsreglements gemein. Inwieweit und auf welchem Weg die Gebührenordnung angefochten und ob das Departement allenfalls als Aufsichtsinstanz über das BAZL angerufen werden kann, ist hier nicht zu untersuchen. Ausschlaggebend ist allein, dass die Gebührenfrage in den vorliegenden Verfahren nicht Streitgegenstand bilden konnte. Allerdings darf darauf hingewiesen werden, dass mit der vorgeschriebenen Bevorzugung emissionsarmer Luftfahrzeuge wohl Anreize geschaffen werden sollen, auf die Benützung anderer Flugzeuge zu verzichten, den Flughafenanwohnern jedoch kein Anspruch darauf verliehen wird, dass keine oder weniger Starts und Landungen mit lärmigen oder stark schadstoffemittierenden Luftfahrzeugen erfolgen.\n\n2.3.4 Somit ergibt sich, dass sich weder das UVEK noch das BAZL in den vorliegenden Verfahren mit der Ausgestaltung der Flughafengebühren zu befassen hatten und sich aus Art. 32 Abs. 2 VIL keine Beschwerdebefugnis herleiten lässt. Das gilt gleichermassen für die Flughafenanwohner wie für die gesamtschweizerischen Natur-, Heimat- und Umweltschutzorganisationen.\n\n2.4 Zusammenfassend ist festzustellen, dass die Rekurskommission UVEK die Legitimation der beschwerdeführenden Flughafenanwohner und der gesamtschweizerischen Organisationen zur Anfechtung der Konzessionsverfügung zu Unrecht bejaht hat. Sie hat zudem durch die Anordnung im angefochtenen Entscheid, dass Ziffer 3.2 der Betriebskonzession geändert und die Konzessionärin verpflichtet werde, die Gebührenordnung für alle Luftfahrzeugtypen lärm- und schadstoffabhängig auszugestalten, den Rahmen des Konzessionserteilungsverfahrens gesprengt. Der angefochtene Entscheid ist insofern (Dispositiv-Ziffer 2) aufzuheben.\n\n3. Die Beschwerdeführerin bringt hinsichtlich des Betriebsreglementes vor, die Rekurskommission UVEK verfüge nicht über die Kompetenz, über die Ablehnung der von der Flughafenhalterin beantragten und vom BAZL genehmigten Änderungen hinaus zusätzliche Betriebsbeschränkungen zu verfügen. Eine gesetzliche |341| Grundlage bestehe hierfür nicht. Gemäss Art. 14 Abs. 2 VIL sei das Betriebsreglement bei der Übertragung oder Erneuerung der Betriebskonzession nur insoweit zu überprüfen und anzupassen, als \"wesentliche Änderungen\" des Betriebes vorgesehen oder zu erwarten seien. Da die von der Flughafenhalterin vorgeschlagenen wesentlichen Änderungen im Beschwerdeverfahren gestrichen worden seien, habe kein Rechtsgrund mehr für eine weitergehende Kontrolle bestanden. Als solcher könne auch die Bestimmung von Art. 26 VIL nicht beigezogen werden, da weder rechtliche noch tatsächliche Verhältnisse eine \"Anpassung an den rechtmässigen Zustand\" erfordert hätten. Der angefochtene Entscheid sei somit schon deshalb aufzuheben, weil es den von der Rekurskommission verfügten betrieblichen Auflagen an einer gesetzlichen Grundlage fehle.\n\nZur Frage, ob und inwieweit das Betriebsreglement bei der Erneuerung der Betriebskonzession zu überprüfen sei, sind folgende Überlegungen anzustellen:\n\n3.1 Es trifft zwar zu, dass Art. 14 Abs. 2 VIL die Überarbeitung des Betriebsreglementes bei der Erneuerung der Betriebskonzession nur verlangt, wenn wesentliche betriebliche Änderungen vorgesehen oder zu erwarten sind. Art. 14 Abs. 2 VIL behält jedoch auch ausdrücklich Anpassungen des Betriebsreglementes nach Art. 26 VIL vor. Danach hat das Bundesamt Änderungen des Betriebsreglementes zu verfügen, wenn veränderte rechtliche oder tatsächliche Verhältnisse dies erfordern. In der Tat erscheint die Erneuerung einer Betriebskonzession als geeigneter Anlass, um den Betrieb und das Betriebsreglement eines (Regional-)Flughafens auf die Vereinbarkeit mit dem veränderten rechtlichen Umfeld zu untersuchen. Dass hier ein solcher Rechtswandel eingetreten sei, lässt sich nicht bestreiten, sind doch seit der Genehmigung des bisherigen Betriebsreglementes am 12. September 1989 die Bestimmungen des Luftfahrtgesetzes und der VIL über die Infrastruktur geändert, die Belastungsgrenzwerte für den Lärm ziviler Flugplätze neu festgelegt und wichtige Teile des Sachplans verabschiedet worden. Die Beschwerdeführerin geht daher fehl, wenn sie meint, die Überprüfung des Betriebsreglementes im Zeitpunkt der Konzessionserneuerung sei nur beschränkt und einzig dann zulässig, wenn der Flughafenhalter selbst betriebliche Änderungen verlangt. Übrigens wird das BAZL als Aufsichtsbehörde nicht nur durch Art. 26 VIL, sondern - in genereller Weise - auch durch Art. 3b Abs. 2 und 3 VIL zur Betriebskontrolle und allenfalls zur Wiederherstellung des rechtmässigen Zustandes verpflichtet.\n\n|342|\n\n3.2 Wird gegen ein genehmigtes Betriebsreglement Beschwerde geführt, so ist die Rekurskommission UVEK auf entsprechenden Antrag hin befugt zu untersuchen, ob das Bundesamt seiner Kontrollpflicht nachgekommen sei. Stellt sie Mängel fest, ist sie nicht gehalten, die Sache in jedem Fall an die Genehmigungsbehörde zurückzuweisen. Sie kann aufgrund von Art. 61 Abs. 1 VwVG in der Sache auch selbst entscheiden. Erfordert es das veränderte Recht, so kann sie demnach auch konkrete Anordnungen erlassen und den bis anhin zulässigen Flugbetrieb beschränken. Solche Entscheidungen dürfen aber nur im Rahmen der angestammten Rollen von Justiz und Verwaltung getroffen werden. Insbesondere bleibt zu beachten, dass die Rekurskommission UVEK als richterliche Behörde - gleich wie das Bundesgericht - weder Oberplanungsbehörde noch Aufsichtsinstanz in Umweltschutzsachen ist und sich auch nicht mit der Entwicklung der Luftfahrtpolitik zu befassen hat. Zwar kann sie die Verfügungen der luftfahrtrechtlichen Behörden ebenfalls auf Unangemessenheit hin überprüfen (Art. 49 lit. c VwVG), doch heisst das nicht, dass sie ihr eigenes Gutdünken an die Stelle des Ermessens der fachkundigen Verwaltungsbehörde setzen dürfte. Die Rekurskommission kann daher zusätzliche Betriebseinschränkungen für einen Flughafen nur dann selbst verfügen, wenn diese vom Bundesrecht klar verlangt werden, keine fachtechnischen Abklärungen mehr nötig sind und kein Spielraum des (Verwaltungs-)Ermessens besteht, sondern nur eine Lösung als möglich und rechtmässig erscheint.\n\n4. Die Rekurskommission UVEK hat die Anzahl der jährlichen Flugbewegungen auf dem Flugplatz Samedan auf 21'000 beschränkt und damit einen Bewegungsplafond verfügt. Sie stützt diese Massnahme in erster Linie auf Art. 6 des Bundesgesetzes vom 1. Juli 1966 über den Natur- und Heimatschutz (NHG; SR 451) sowie auf Art. 11 Abs. 2 USG (SR 814.01). Im angefochtenen Entscheid wird hierzu im Wesentlichen dargelegt, beim BLN-Objekt 1908 \"Oberengadiner Seenlandschaft und Berninagruppe\" handle es sich um eine einmalige Gebirgs- und Seenlandschaft, die als Wandergebiet und auf Erholung ausgerichtete Ferienregion weltweiten Bekanntheitsgrad aufweise. Schutzziel sei denn auch, die Region ungeschmälert als Wander- und Tourengebiet zu erhalten. Die einzigartige Vielfältigkeit und Schönheit der Landschaft diene dabei vor allem den Ruhesuchenden zur stillen Erholung. Zwar sei das BLN-Objekt 1908 nicht vollständig unberührt. Es umfasse im Hochtal die Ortschaften Silvaplana, Sils/Segl und Teile von Champfèr sowie in der angrenzenden |343| Berglandschaft nebst Alpbetrieben die vom Kanton ausgeschiedenen Intensiverholungsgebiete Furtschellas, Corvatsch, Lagalp, Diavolezza und Alp Languard samt der entsprechenden Infrastruktur. Dennoch dürften für Besucher des Oberengadins das sinnliche Erlebnis der Naturschönheiten der weitgehend unberührten Gebirgs- und Seenlandschaft und die damit verbundene Erholung im Vordergrund stehen. Eine solche setze allerdings voraus, dass die im BLN-Objektblatt umschriebene Einzigartigkeit möglichst uneingeschränkt mit allen Sinnen wahrgenommen und naturnah erlebt werden könne. Dieses sinnliche Wahrnehmen und Erleben der geschützten Landschaft werde jedoch durch die Flugbewegungen - visuell und durch die Lärmbeschallung - gestört, da der Flugplatz Samedan nahe der Grenze des Schutzgebiets liege und die An- und Abflüge in Richtung Maloja, Julier und Berninapass auf mehreren Kilometern und in geringer Höhe über das BLN-Objekt führten. Das Mass der Beeinträchtigung hänge von der Lärmbelästigung und der visuellen Erscheinung, somit von der Lautstärke der Flugzeuge, der Flughöhe und der Anzahl der An- und Abflüge ab. Zur Eindämmung des Fluglärms könnte wohl, wie bei anderen Flugplätzen, ein sog. Lärmkorsett angeordnet werden. Der Fall Samedan zeichne sich jedoch durch die Besonderheit aus, dass nicht nur wegen des Lärms, sondern vorab aus Gründen des Natur- und Heimatschutzes betriebliche Beschränkungen getroffen werden müssten. Was die Lärmemissionen betreffe, so seien zwar die Belastungsgrenzwerte rund um den Flugplatz eingehalten. Der Flugbetrieb beeinträchtige jedoch ein der stillen Erholung dienendes Landschaftsschutzgebiet, für welches es keine Grenzwerte gebe. Zudem wirkten nicht nur der Lärm, sondern auch die visuelle Erscheinung der startenden und landenden Flugzeuge störend. Ein Lärmkorsett vermöchte aber die Zahl der Flugbewegungen nicht unbedingt zu beschränken. Dieses Ziel könne nur mit der Festsetzung eines Flugbewegungskontingents erreicht werden. Auch das BUWAL halte dies für die geeignetste Massnahme, um die Beeinträchtigung der geschützten Landschaft auf ein vertretbares Mass zu reduzieren. Für die Rekurskommission UVEK bestehe kein Anlass, von der Beurteilung der sachkundigen Behörde abzuweichen.\n\nDiese Erwägungen lassen jedoch den Schluss nicht zu, dass das Bundesrecht die Festsetzung eines Bewegungsplafonds für den Regionalflugplatz Samedan klar verlange.\n\n4.1 Gemäss dem Sachplan Infrastruktur der Luftfahrt, Objektblatt Regionalflugplatz Samedan (SIL Teil III C, 1. Serie GR-1), wies |344| der Flughafen in den Jahren 1996-1999 eine durchschnittliche Verkehrsleistung von 19'500 Flugbewegungen auf und beträgt das Potential (ohne Linienverkehr) 23'500 Bewegungen. Als Grundsatz wird im SIL festgehalten, dass der Betrieb im bisherigen Rahmen weiterzuführen sei und die Grenzwerte der Umweltvorschriften einzuhalten seien. Die Entwicklung des Flugplatzes richte sich nach dem regionalwirtschaftlichen Bedarf und dem öffentlichen Interesse an Luftverkehrsleistungen, unter Beachtung des Zulassungszwanges. Mittelfristig wird - als Option - die (Wieder-)Einführung von Linienverkehr vorgesehen, was eine Überprüfung des Betriebsreglementes zur Folge haben und den Ausbau der Infrastruktur bedingen würde. Für diesen Fall wird das Potential auf 25'000 Bewegungen festgesetzt. Sollte mit der Einführung von Linienverkehr diese Bewegungszahl erreicht werden, sind nach dem SIL besondere Massnahmen zum Schutz von Natur und Landschaft zu treffen. Namentlich wäre, wie sich aus den Erläuterungen ergibt, mit Rücksicht auf die Nähe des BLN-Gebietes ein Verzicht auf Gewährung von umweltschutzrechtlichen Erleichterungen zu prüfen, die Regionalflugplätzen mit Linienverkehr grundsätzlich gewährt werden können (vgl. SIL Teil III B-4 Ziffer 7). Zudem wird festgelegt, dass die bestehenden Ruhezonen und die Überflugbeschränkungen im Bereich des BLN-Gebietes überprüft werden müssen. Weitere Einschränkungen des An- und Abflugbetriebes auf dem Regionalflugplatz Samedan zeichnet der SIL nicht vor, insbesondere wird weder ein Flugbewegungskontingent festgesetzt noch zur Zeit ein Lärmkorsett verfügt, obschon Letzteres als Instrument zur Lärmbekämpfung im SIL an sich vorgesehen ist.\n\n4.2 Gemäss Art. 22 Abs. 1 der Raumplanungsverordnung vom 28. Juni 2000 (RPV; SR 700.1) sind Sachpläne für die Behörden verbindlich. Dieser Grundsatz wird in der luftfahrtrechtlichen Spezialgesetzgebung wiederholt. Nach Art. 3a Abs. 1 VIL legt der Sachplan Infrastruktur der Luftfahrt die Ziele und Vorgaben für die Infrastruktur der Zivilluftfahrt der Schweiz für die Behörden verbindlich fest. Diese Bindung gilt grundsätzlich auch für die Gerichtsbehörden. Die Rekurskommission UVEK hätte daher die im SIL für den Regionalflughafen Samedan festgelegten betrieblichen Rahmenbedingungen und die entsprechenden Bestimmungen des Betriebsreglementes nur ändern dürfen, wenn sich diese mit dem Bundesrecht nicht vereinbaren liessen. Das trifft jedoch nicht zu:\n\n4.3 Die Rekurskommission UVEK räumt selbst ein, dass in der Umgebung des Flugplatzes Samedan die massgebenden |345| Lärmbelastungsgrenzwerte eingehalten sind. Sie hält die Beschränkung der Flugbewegungen nur deshalb für erforderlich, weil im Gebiet des BLN-Objektes 1908 grösstmögliche Stille für den erholungssuchenden Wanderer gewährleistet werden müsse. Nun berühren die An- und Abflugrouten aus und in Richtung Südwesten - allein um diese geht es hier - das insgesamt rund 450 km2 umfassende BLN-Objekt nur am Rande und zudem in einem Bereich, der angesichts der bestehenden Siedlungen und Infrastrukturanlagen ohnehin nicht als ruhig und naturnah gelten kann. Vielmehr ist im Engadiner Haupttal südwestlich des Flugplatzes Samedan mit regem Verkehr zu rechnen und herrschen insbesondere in St. Moritz und St. Moritz-Bad städtische Verhältnisse. Im fraglichen Gebiet finden zudem zahlreiche sportliche Grossveranstaltungen (Skirennen, Pferderennen, Langlauf- und Skateboard-Marathon, Wettkämpfe auf der Bobbahn St. Moritz-Celerina, Anlässe für Gleitschirmflieger, Segler, Surfer usw.) mit entsprechendem Verkehrs- und Lärmaufkommen statt. Der Betrieb der auf den Berghängen erstellten Transportanlagen vor allem für den Wintersport und der vielen, teils mit Lautsprecheranlagen ausgerüsteten Bergrestaurants trägt tagsüber ebenfalls zur Geräuschkulisse bei. Wer die Stille sucht, muss sich daher heute ohnehin - unabhängig vom Flugplatzbetrieb - vom Haupttal weg in die entlegeneren Täler begeben. Im Übrigen ist nicht zu vergessen, dass sich auch der Winter-Heliport St. Moritz im fraglichen BLN-Randbereich befindet und eine Beschränkung der Flugbewegungen auf dem Flugplatz Samedan die Verlagerung möglichst vieler Helikopterflüge auf den Heliport oder auf Aussenlandestellen zur Folge haben könnte. Unter diesen Umständen erscheint die Flugbewegungskontingentierung als wenig geeignetes Mittel, um das von der Rekurskommission UVEK genannte Ziel - die Gewährleistung der Ruhe im fraglichen BLN-Randgebiet - zu erreichen. Als insofern unverhältnismässige Massnahme kann sie weder gestützt auf Art. 6 NHG noch auf Art. 11 Abs. 2 USG angeordnet werden (vgl. BGE 127 II 306 E. 8 S. 317; BGE 128 II 292 E. 5.1 S. 297).\n\nDaran ändert nichts, dass die Rekurskommission UVEK mit der Beschränkung der Flugbewegungszahl auch eine Verminderung der visuellen Beeinträchtigung durch die an- und abfliegenden Flugzeuge erreichen will. Es darf ohne weiteres davon ausgegangen werden, dass der blosse Anblick von Flugzeugen im An- oder Abflug - insbesondere wenn es sich wie hier um kleinere Typen handelt - vom Durchschnittsmenschen nicht als hässlich und damit als störend empfunden wird. Jedenfalls kann von einer ernsthaften |346| Beeinträchtigung der Landschaft durch das Erscheinungsbild der vorbeifliegenden Flugzeuge, die eine zahlenmässige Beschränkung des Flugverkehrs rechtfertigen würde, keine Rede sein.\n\n4.4 Lässt sich somit aus den Bestimmungen des Natur- und Heimatschutz- sowie des Umweltschutzgesetzes keine Berechtigung zur Festsetzung eines im SIL nicht vorgesehenen Flugbewegungskontingentes für den Regionalflugplatz Samedan herleiten, so kann die Frage offen bleiben, ob die Rekurskommission UVEK die Zahl der zulässigen Flugbewegungen selbst festsetzen durfte oder dies der Genehmigungsbehörde hätte überlassen müssen. Dispositiv-Ziffer 3.1 des angefochtenen Entscheides ist demnach in Gutheissung der Beschwerde ebenfalls aufzuheben.\n\n5.\n\n5.1 Im neuen vom BAZL genehmigten Betriebsreglement sind die Betriebszeiten für den Regionalflugplatz Samedan für das ganze Jahr generell auf 8 bis 19 Uhr festgelegt worden, während der Flughafen bis anhin nur bis zur Abenddämmerung, höchstens bis 19 Uhr, benützt werden konnte. Das Betriebsreglement lässt jedoch weiterhin Platzrundflüge, Motorkunstflüge, Segelschleppflüge, Fallschirmabsetzflüge sowie Motorenstandläufe nur bis zur Abenddämmerung zu. In der Zeit von der Abenddämmerung bis 19 Uhr sind zudem Flugbewegungen von Flugzeugen der Lärmkategorie B ausgeschlossen und für Lokalflüge nur Landungen erlaubt. Schulungsflüge in dieser Zeit sind den Mitgliedern der Genossenschaft Flugplatz Oberengadin für die Erlangung oder Erhaltung der Nachtflugberechtigung vorbehalten, wobei solche nur von Montag bis Freitag, maximal jedoch an zwei Tagen der Woche durchgeführt werden dürfen.\n\n5.2 Die Rekurskommission UVEK führt im angefochtenen Entscheid zur Verlängerung der Betriebszeiten in den Wintermonaten aus, die bestehende Infrastruktur des Flugplatzes Samedan erlaube kein Instrumentenanflugverfahren. Die installierte optische Anflughilfe PAPI diene dem militärischen Verkehr und könne durch zivile Luftfahrzeuge nicht genutzt werden. Es sei unbestritten, dass diese Anflughilfe um einige hundert Meter versetzt werden müsse, um den zivilen Flugbetrieb nach der Abenddämmerung zu ermöglichen. Aus diesem Grunde habe das BAZL die Flugplatzhalterin zunächst aufgefordert, ein Plangenehmigungsgesuch für die Anpassung des PAPI zu stellen. Obschon ein solches nicht eingereicht worden sei, habe das Bundesamt die Verlängerung der Betriebszeiten genehmigt, weil |347| es nachträglich davon ausgegangen sei, eine Versetzung der - aus mehreren gerichteten \"Lampen\" bestehenden - Landehilfe sei ein genehmigungsfreies Bauvorhaben. Diese Versetzung bezwecke indessen eine Nutzungsänderung des Flugplatzes im Sinne der Einführung des zivilen Flugbetriebes nach der Abenddämmerung und bedürfe daher einer Plangenehmigung. Ändere der Flugplatzhalter das Betriebsreglement im Zusammenhang mit der Erstellung oder Änderung von Flugplatzanlagen, so dürfe das Betriebsreglement nach Art. 36c LFG frühestens im Zeitpunkt genehmigt werden, in dem die Plangenehmigung erteilt wird. Dass die Änderung des Betriebsreglementes hier vorweg genehmigt worden sei, verletze Bundesrecht. Zudem bedürfe die Einführung des Flugbetriebes nach der Abenddämmerung vermutlich zusätzlicher Beleuchtung des Flugplatzgeländes und wären die Auswirkungen dieser zusätzlichen Lichtquellen ebenfalls im Plangenehmigungsverfahren abzuklären. Die Beschwerde sei somit in diesem Punkte gutzuheissen und die bisher geltende Regelung über die Betriebszeiten wieder herzustellen.\n\nWeiter stellt die Rekurskommission UVEK für den Fall, dass die Flugplatzhalterin an ihrem Vorhaben festhalten und ein Plangenehmigungsgesuch samt neuem Gesuch um Anpassung des Betriebsreglementes einreichen wolle, zusätzliche Überlegungen an. Sie kommt zum Schluss, dass das von den Anwohnern angestrebte generelle Verbot von Flügen nach dem Eindunkeln unbesehen der Interessen der Flugplatzhalterin unverhältnismässig wäre. Eine entsprechende Bewilligung setzte allerdings voraus, dass die Flugplatzhalterin überzeugende Gründe für eine Verlängerung der Betriebszeiten darzulegen vermöchte. Zudem müssten anhand einer Prognose über den abendlichen Flugverkehr die Lärm- und Lichteinwirkungen auf Natur und Umwelt untersucht und der Umweltverträglichkeitsbericht entsprechend ergänzt werden. Und schliesslich wären die Wirkungen der bereits vorgesehenen betrieblichen Einschränkungen und Verbote zu prüfen und abzuklären, ob diese Massnahmen im Sinne des Vorsorgeprinzips ausreichend seien, um dem öffentlichen Interesse am Schutz der Umwelt sowie der Bevölkerung vor Lärm in den winterlichen Abendstunden Rechnung zu tragen.\n\n5.3 Die Beschwerdeführerin wendet gegen die Erwägungen der Vorinstanz ein, bei der Versetzung des Anflugsystems PAPI um 300 Meter würden ausschliesslich konstruktive und baurechtliche Fragen marginaler Natur zu beantworten sein. Die betrieblichen Auswirkungen seien dagegen im Umweltverträglichkeitsbericht und |348| in der Genehmigungsverfügung des BAZL bereits abschliessend behandelt worden. Für die baurechtliche Beurteilung könne daher problemlos im Nachhinein ein Plangenehmigungsverfahren durchgeführt werden, sofern ein solches notwendig sein sollte und vom BAZL verlangt würde.\n\nDem ist entgegenzuhalten, dass im Umweltverträglichkeitsbericht ausdrücklich davon ausgegangen wird, die vorgesehenen Änderungen des Betriebsreglementes erforderten keine baulichen Anpassungen. Dementsprechend enthält der Bericht keine Angaben darüber, ob und inwiefern sich die Versetzung des PAPI und die dadurch veränderten Lichtverhältnisse auf die Umwelt auswirken. Weiter erscheint die Vermutung der Rekurskommission UVEK, die Verlängerung des Betriebes über die Dämmerung hinaus bedinge auch eine Verbesserung der Beleuchtung der Flugplatzanlagen, als nahe liegend. Solche baulichen Änderungen der festen, äusserlich wahrnehmbaren Flugplatzinstallationen können entgegen der Meinung des BAZL nicht als blosse Instandstellungsarbeiten im Sinne von Art. 28 Abs. 1 lit. g VIL oder als ein anderes der in Art. 28 VIL aufgezählten genehmigungsfreien Vorhaben gelten. Ob die Anpassungen im vereinfachten Verfahren nach Art. 37i LFG genehmigt werden können, wird erst entschieden werden können, wenn die vollständigen Unterlagen über die zu treffenden Massnahmen vorliegen. Die Frage spielt für den Ausgang des heutigen Verfahrens keine Rolle, da Art. 36c Abs. 4 LFG das Vorliegen der Plangenehmigung unabhängig davon verlangt, ob diese im ordentlichen oder im vereinfachten Verfahren erteilt wird. Die Rekurskommission UVEK hat demnach zu Recht erkannt, dass die Verlängerung der Betriebszeiten nicht vor Erteilung der Plangenehmigung für die hierfür notwendigen baulichen Vorkehren hätte genehmigt werden dürfen. Insofern ist die Beschwerde abzuweisen.\n\n5.4 Es besteht kein Anlass, zu den obiter dicta der Rekurskommission UVEK, die keine rechtsverbindliche Wirkung haben, Stellung zu nehmen. Was in den allfälligen künftigen Verfahren der Prüfung unterzogen werden muss, wird in jenen zu bestimmen sein.\n\n6. Das vom BAZL genehmigte Betriebsreglement erlaubt zwischen 19 und 20 Uhr Landungen von Helikoptern der auf dem Flughafen domizilierten Unternehmungen unter vorheriger Anmeldung. Die Rekurskommission UVEK hat diese Ausnahmeregelung aufgehoben, weil es beim geltend gemachten Bedürfnis um ein rein privates, kommerzielles Anliegen des lokalen Gewerbes |349| gehe und diesem das schwerer wiegende öffentliche Interesse nach Schutz vor Fluglärm in den Abendrandstunden entgegenstehe. Dabei sei in Betracht zu ziehen, dass nach 19 Uhr die auch tourismusbedingte Betriebsamkeit zur Ruhe komme und daher der Fluglärm, der bei Helikoptern besonders störend wirke, umso stärker wahrgenommen werde. Fielen somit zwischen 19 und 20 Uhr auch nur einzelne Helikopterflugbewegungen lärmmässig besonders stark ins Gewicht, so könne die vom BAZL nicht weiter geklärte Frage, mit wie vielen Landungen gerechnet werden müsse, offen bleiben.\n\nDie Beschwerdeführerin weist ihrerseits darauf hin, dass die umstrittene Verlängerung der Betriebszeit einzig der Repatriierung von Helikoptern nach längeren Arbeitseinsätzen in den Sommermonaten diene und es sich nur um fünf bis sechs Rückflüge pro Tag handeln könne. Diese Arbeitseinsätze stünden auch im öffentlichen Interesse. Das Verbot der Rekurskommission UVEK sei unverhältnismässig und beruhe auf unrichtiger bzw. unvollständiger Sachverhaltsfeststellung.\n\nDen Akten ist zum fraglichen Streitpunkt nur wenig zu entnehmen. Das Gesuch der Flugplatzhalterin und der Umweltverträglichkeitsbericht enthalten zur Verlängerung der Landezeiten für Helikopter keine Angaben, da ja ursprünglich eine generelle Verlängerung der Betriebszeiten bis 20 Uhr verlangt worden war. Aus dem Protokoll der Einigungsverhandlung vom 13. März 2001 ergibt sich, dass die neue Betriebszeitenregelung, die auch die Helikopterflüge betrifft, einvernehmlich zwischen der Flugplatzhalterin und der Gemeinde Samedan festgelegt worden ist. Weiter ist einem Schreiben des BAZL an das BUWAL zu entnehmen, dass es sich bei den auf dem Flughafen domizilierten Unternehmen um zwei Firmen handelt. Über wie viele Helikopter diese verfügen, ist nicht bekannt. Angaben über die mutmassliche Zahl der Helikopterlandungen zwischen 19 und 20 Uhr oder über die Frage, ob die Betriebsverlängerung bloss saisonal oder ganzjährig ausgenutzt werden könne, werden - ausser in der Beschwerde - nicht gemacht. Ebenso wenig ist abgeklärt worden, welche Interessen der Helikopterfirmen und allenfalls deren Kunden konkret auf dem Spiele stehen. Eine sorgfältige Interessenabwägung ist aber ohne solche Kenntnisse nicht möglich. Der angefochtene Entscheid beruht daher in diesem Punkt tatsächlich auf nur unvollständigen Sachverhaltsfeststellungen und ist insofern aufzuheben. Die Sache ist zu neuen Abklärungen und zu neuem Entscheid über die Verlängerung der Betriebszeiten für Helikopterlandungen an das BAZL zurückzuweisen.\n\n|350|\n\n7.\n\n7.1 Im Anhörungsverfahren verlangte das BUWAL unter anderem, dass die gemäss Luftfahrthandbuch AIP Schweiz VFR AGA 3-3 APP 1 zu meidenden Lufträume im Engadin und Bergell zum Schutze des BLN-Objekts 1908 von allen Flugzeugtypen mit An- und Abflug in Samedan (mit Ausnahme der Segelflugzeuge) generell zu berücksichtigen seien. Im innerdepartementalen Differenzbereinigungsverfahren legte das BAZL zu diesem Antrag dar, die fragliche Regelung beziehe sich auf den An- und Abflug auf und von den Gebirgslandeplätzen Fuorcla Grischa, Fuorcla Chamuotsch, Vadret del Corvatsch und Vadret Pers und betreffe weder das für den Flugplatz Samedan geltende An- und Abflugverfahren noch die generelle Benutzung des Luftraumes. Das BAZL sei jedoch bereit, für Lokal- und Ausbildungsflüge, die einerseits einen näheren Bezug zum Flugplatz Samedan hätten und andererseits am ehesten die fraglichen Räume berühren könnten, eine entsprechende Anordnung zu verlangen. Danach habe der Flugplatzhalter eine interne Weisung zu erlassen, nach welcher auf diese Gebiete - gleich wie auf das Gebiet des Nationalparks - durch hohen Überflug Rücksicht zu nehmen sei. Das BAZL wies im Übrigen darauf hin, dass zwei Arbeitsgruppen unter der Federführung des BUWAL beauftragt seien, den Erlass zusätzlicher luftfahrtrechtlicher Bestimmungen zum Schutze der Natur und der BLN-Gebiete zu prüfen. Da die Arbeiten im Gange seien, verlässliche Erkenntnisse aber noch nicht vorlägen, sei es nicht angebracht, für ein begrenztes Gebiet bereits heute punktuelle Massnahmen anzuordnen. Das BUWAL hat hierauf dem Erlass der vom BAZL vorgeschlagenen internen Weisung zugestimmt.\n\nIm angefochtenen Entscheid hat die Rekurskommission UVEK im Zusammenhang mit der Forderung nach Realisierung der im Umweltverträglichkeitsbericht genannten \"projektintegrierten\" Massnahme Ziffer 8.3 (\"Verbindliche Vorschriften für Flughöhen über Gelände abseits des Flugplatzes [300 m]\") erklärt, das BAZL habe zu Unrecht darauf verzichtet, für die fraglichen Lufträume eine Mindestflughöhe von 300 m festzusetzen. Die nur der Sicherheit dienende Vorschrift von Art. 44 der Verordnung vom 4. Mai 1981 über die Verkehrsregeln für Luftfahrzeuge (SR 748.121.11) schliesse die Erhöhung der dort festgelegten Mindestflughöhen aus anderen Gründen - so zum Schutze des Wildes und der Erholungs- und Wandergebiete - nicht aus. Die Mindestflughöhe von 300 m sei |351| zudem für die Kommandanten aller Luftfahrzeuge mit Start oder Landung in Samedan als verbindlich zu erklären. Die Einschränkung des BAZL auf Lokal- und Ausbildungsflüge sei nicht weiter begründet und lasse unbeachtet, dass mit einer generellen Regelung zumindest alle Bewegungen, die direkt im Zusammenhang mit dem Flugplatz Samedan stünden, erfasst werden könnten.\n\n7.2 Die gemäss Luftfahrthandbuch AIP VFR AGA 3-3 APP 1 zu meidenden Lufträume stehen mit dem Flugplatzbetrieb und insbesondere mit den An- und Abflugverfahren auf dem Regionalflugplatz Samedan in keinem Zusammenhang. Sie gelten wie erwähnt für den An- und Abflug auf die Gebirgslandeplätze Fuorcla Grischa, Fuorcla Chamuotsch, Vadret del Corvatsch und Vadret Pers. Es versteht sich von selbst, dass die Luftfahrzeuge, die vom Flugplatz Samedan aus diese Gebirgslandeplätze anfliegen, wie die anderen Flugzeuge die fraglichen Lufträume meiden müssen. Ebenso erscheint als klar, dass für alle Luftfahrzeuge, die die Gebirgslandeplätze nicht an- sondern nur überfliegen, die gleichen Regeln über die Mindestflughöhe gelten müssen. Es ist nicht einzusehen, weshalb von den Kommandanten der Flugzeuge, die in Samedan starten oder landen, eine andere Rücksichtnahme auf die genannten Gebiete verlangt werden sollte als von jenen, die von anderen Basen aus operieren. Die Vorbereitungen zum Erlass von allgemein verbindlichen Vorschriften zum Schutze solcher naturnahen Gebiete sind denn auch, wie die Rekurskommission UVEK selbst einräumt, beim UVEK bereits im Gange. Es bestünde daher auch kein Grund, sozusagen als vorsorgliche Massnahme eine bloss vorübergehende Spezialregelung für die Benützer eines bestimmten Flugplatzes zu treffen. Die Rekurskommission UVEK hat deshalb mit ihrer Auflage für die Kommandanten der auf dem Flugplatz Samedan startenden oder landenden Flugzeuge in die Rechtsetzungskompetenz und den Ermessensbereich von UVEK und BAZL eingegriffen (vgl. Art. 8 Abs. 4 und 7 LFG sowie Art. 53 Abs. 2 VIL) und rechtsungleiche Verhältnisse geschaffen. Der angefochtene Entscheid ist auch in dieser Hinsicht aufzuheben."}