{"annee": "129", "cour": "II", "page": "384", "date": "20/5/2003", "cite": ["120 V 319", "122 V 151"], "cite_par": ["129 II 484", "132 II 475", "130 II 321", "131 II 571", "130 V 414", "132 II 10"], "chapeau": "36. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. et consorts contre Juge d'instruction ainsi que Chambre d'accusation du canton de Genève (recours de droit administratif)\n\n1A.33/2003 du 20 mai 2003", "regestes": ["Entraide judiciaire; recours de droit administratif; objet du recours. La voie du recours de droit administratif est ouverte contre la décision finale partielle, sur les points qu'elle tranche définitivement (consid. 2.3)."], "faits": "BGE 129 II 384 S. 384\n\nPour l'exécution d'une demande d'entraide présentée par la République française, le Juge d'instruction du canton de Genève a procédé à la saisie de sept comptes bancaires.\n\nLe 10 juin 2002, il a rendu une décision de clôture portant sur la remise de l'intégralité de la documentation relative à ces comptes.\n\nLes 11 et 18 décembre 2002, la Chambre d'accusation du canton de Genève a admis partiellement les recours formés par A. et BGE 129 II 384 S. 385consorts contre cette décision, qu'elle a annulée dans la mesure où elle ordonnait la transmission de pièces antérieures au 1er janvier 1993, à l'exclusion des documents d'ouverture des comptes.\n\nLe Tribunal fédéral a rejeté les recours de droit administratif formés contre cette décision, dans la mesure où ils étaient recevables.", "considerants": "Extrait des considérants:\n\n2.\n\n2.3 La Chambre d'accusation a rejeté les recours formés contre la décision de clôture du 10 juin 2002, sauf sur un point. Alors que le Juge d'instruction avait ordonné la transmission de l'intégralité de la documentation relative aux comptes nos 1 à 7, la Chambre d'accusation a annulé la décision de clôture et renvoyé la cause au Juge d'instruction pour qu'il retranche de la documentation à transmettre les pièces antérieures au 1er janvier 1993, sous la seule réserve des documents d'ouverture des comptes en question. Cela implique, pour le Juge d'instruction, d'obtempérer aux ordres de la Chambre d'accusation, d'entendre les recourants, avant de rendre une nouvelle décision de clôture. En cela, la décision présente les traits d'une décision finale partielle qui peut, sur les points qu'elle tranche définitivement, faire l'objet d'un recours de droit administratif (cf. ATF 122 V 151 consid. 1 p. 153; ATF 120 V 319 consid. 2 p. 322 et les arrêts cités; cf. aussi l'arrêt A.93/1986 du 22 octobre 1986, consid. 1c). Il convient ainsi d'entrer en matière, y compris pour ce qui concerne le grief tiré de la proportionnalité, sous la seule réserve que peut être contesté à ce propos uniquement le principe de la transmission de la documentation (même postérieure au 1er janvier 1993)."}