{"annee": "129", "cour": "V", "page": "335", "date": "20/2/2003", "cite": ["123 I 49", "125 V 499", "127 I 128", "125 V 21", "123 V 324", "91 I 399", "105 IA 172", "126 V 303", "128 V 82", "122 V 320", "127 I 60", "85 I 273", "110 IA 106", "114 IA 275", "126 I 68", "117 V 50", "124 V 338", "112 IA 290", "127 I 196", "114 IA 50", "108 IA 48", "98 IA 356"], "cite_par": ["134 I 184", "131 I 31", "138 I 225", "138 I 435", "140 II 141", "135 V 124"], "chapeau": "50. Arrêt dans la cause D. contre Office cantonal AI Genève et Commission cantonale de recours en matière d'AVS/AI, Genève\n\nI 450/01 du 20 février 2003", "regestes": ["Art. 30 al. 1 Cst.; art. 85 al. 2 LAVS en corrélation avec l'art. 69 LAI: Droit à la composition régulière de l'autorité cantonale de recours. Dans le cadre de l'examen, auquel il procède d'office, des conditions de validité formelle de la procédure précédente, le Tribunal fédéral des assurances examine librement et sans être lié par les griefs soulevés, si l'interprétation et l'application du droit cantonal, reconnues non arbitraires, sont compatibles avec la garantie d'un tribunal établi par la loi, compétent, indépendant et impartial inscrite à l'art. 30 al. 1 Cst. (rappel de la jurisprudence). Nonobstant la délégation au Conseil d'Etat genevois de la compétence d'édicter le règlement de la commission cantonale de recours en matière d'AVS-AI prévue par l'art. 20 de la loi genevoise du 13 décembre 1947 d'application de la loi fédérale sur l'assurance-vieillesse et survivants, l'art. 17 al. 3 de la loi cantonale, selon lequel la commission siège dans une composition de cinq membres, ne laisse pas place à une réglementation dérogatoire de rang inférieur instituant un quorum de délibération. En l'absence de l'un de ses membres \"excusé\", la commission n'était, partant, pas composée conformément à la loi, ce qui constitue une violation de l'art. 30 al. 1 Cst. entraînant l'annulation du jugement cantonal."], "faits": "BGE 129 V 335 S. 336\n\nA.- D. a travaillé en Suisse depuis 1981. Souffrant notamment de douleurs chroniques, elle a présenté une demande de prestations de l'assurance-invalidité le 20 décembre 1994. Par décision du 20 mai 1996, l'Office AI du canton de Genève (ci-après: l'office), lui a alloué, dès le 1er avril 1995, une demi-rente, correspondant à un degré d'invalidité de 50%.\n\nPar décision du 12 octobre 1999, l'office a rejeté la demande de révision présentée par l'assurée et maintenu le droit de cette dernière à une demi-rente d'invalidité.\n\nB.- Par jugement du 29 mai 2001, la Commission cantonale de recours AVS-AI du canton de Genève (ci-après: la commission) a BGE 129 V 335 S. 337rejeté le recours formé contre cette décision par D. Le rubrum de ce jugement indique que la commission a statué dans la composition suivante:\n\n\"Pour la Commission: Me Jean-Marie Faivre, Président\n\nP. Chobaz (excusé), G. Crettenand,\n\nP. Petroz, C. Lacour, Membres\n\nF. Glauser, Greffière-juriste\".\n\nC.- D. interjette recours de droit administratif contre ce jugement, concluant sous suite de frais et dépens à son annulation, principalement, à l'octroi d'une rente d'invalidité entière et, subsidiairement, au renvoi de la cause à l'office pour nouvelle décision. L'office conclut au rejet du recours, cependant que l'Office fédéral des assurances sociales ne s'est pas déterminé.\n\nD.- Interpellée par le juge délégué sur la composition dans laquelle elle a statué, la commission a exposé, dans une lettre du 22 octobre 2002, que conformément aux dispositions réglementaires qui la régissent, elle peut valablement statuer lorsqu'elle réunit son président ainsi que trois membres ou suppléants sur quatre.\n\nE.- La Ire Chambre du Tribunal fédéral des assurances a tenu une audience publique ouverte aux parties le 20 février 2003.", "considerants": "Considérant en droit:\n\n1.\n\n1.1 Dans la procédure de recours concernant l'octroi ou le refus de prestations d'assurance, le pouvoir d'examen du Tribunal fédéral des assurances n'est pas limité à la violation du droit fédéral - y compris l'excès et l'abus du pouvoir d'appréciation - mais s'étend également à l'opportunité de la décision attaquée. Le tribunal n'est alors pas lié par l'état de fait constaté par la juridiction inférieure, et il peut s'écarter des conclusions des parties à l'avantage ou au détriment de celles-ci (art. 132 OJ). Il peut, par ailleurs admettre ou rejeter un recours sans égard aux griefs soulevés par le recourant ou aux raisons retenues par le premier juge (ATF 125 V 500 consid. 1, ATF 124 V 340 consid. 1b et les références).\n\n1.2 De jurisprudence constante, cet examen porte d'office, en particulier, sur les conditions formelles de validité et de régularité de la procédure précédente (ATF 125 V 23 consid. 1a, 500 consid. 1, ATF 123 V 327 consid. 1, ATF 122 V 322 consid. 1, 329 s. consid. 5 et les références citées), parmi lesquelles l'exigence d'un tribunal établi par la loi, compétent, indépendant et impartial.\n\nBGE 129 V 335 S. 338\n\n1.3\n\n1.3.1 Conformément à l'art. 30 al. 1 Cst. - qui, de ce point de vue, a la même portée que l'art. 6 par. 1 CEDH (ATF 127 I 198 consid. 2b, ATF 125 V 501 consid. 2b) -, toute personne dont la cause doit être jugée dans une procédure judiciaire a droit à ce qu'elle soit portée devant un tribunal établi par la loi, compétent, indépendant et impartial. Le droit des parties à une composition régulière du tribunal impose des exigences minimales en procédure cantonale (ATF 128 V 84 consid. 2a, ATF 123 I 51 consid. 2b). Il interdit les tribunaux d'exception et la mise en oeuvre de juges ad hoc ou ad personam et exige dès lors, en vue d'empêcher toute manipulation et afin de garantir l'indépendance nécessaire, une organisation judiciaire et une procédure déterminées par un texte légal (ATF 123 I 51 consid. 2b; ATF 114 Ia 53 consid. 3b).\n\n1.3.2 C'est en premier lieu à la lumière des règles cantonales topiques d'organisation et de procédure qu'il convient d'examiner si une autorité judiciaire ou administrative a statué dans une composition conforme à la loi. Sur ce point, le pouvoir d'examen du Tribunal fédéral des assurances est limité à l'arbitraire (ATF 127 I 130 consid. 3c, ATF 108 Ia 50 consid. 2 et les références). Indépendamment de cela, il examine librement - et sans être lié par les griefs soulevés (consid. 2b non publié de l' ATF 117 V 50; SVR 2001 IV no 17 p. 49 consid. 1b) - si l'interprétation et l'application du droit cantonal, reconnues non arbitraires, sont compatibles avec la garantie d'un tribunal établi par la loi, compétent, indépendant et impartial (ATF 126 I 73 consid. 3b, ATF 123 I 51 consid. 2b, ATF 112 Ia 292 consid. 2a, ATF 105 Ia 174 consid. 2b). En revanche, lorsque cette garantie constitutionnelle est invoquée uniquement pour contester l'interprétation ou l'application de prescriptions cantonales sur l'organisation et la composition des tribunaux, sans que soient invoquées les exigences minimales de procédure instituées par cette disposition, ce grief se confond avec celui déduit de l'interdiction de l'arbitraire (ATF 110 Ia 107 consid. 1; ATF 105 Ia 174 consid. 3a; ATF 98 Ia 359 consid. 2; ATF 91 I 400 consid. b; SJ 1981 574 consid. 2a).\n\nCes principes développés en application de l'art. 58 aCst. demeurent valables en application de l'art. 30 Cst. (consid. 1a non publié de l' ATF 126 V 303).\n\n2. En l'espèce, le jugement du 29 mai 2001 a été rendu par la commission. Le rubrum de ce jugement indique que l'un de ses membres, \"excusé\" était absent. Il convient donc tout d'abord BGE 129 V 335 S. 339d'examiner si l'autorité cantonale pouvait statuer en l'absence de l'un de ses membres, sans interpréter ou appliquer arbitrairement les dispositions cantonales de procédure qui la régissent.\n\n2.1 Conformément à l'art. 17 de la loi genevoise d'application de la loi fédérale sur l'assurance-vieillesse et survivants (loi genevoise du 13 décembre 1947; RS GE J 7 05), il est institué, en application de l'art. 85 al. 1 LAVS, une commission cantonale de recours nommée pour 4 ans au début de chaque législature (al. 1). La commission est constituée d'un président titulaire et de présidents suppléants, tous de formation juridique et nommés par le Conseil d'Etat, et d'assesseurs familiarisés avec les questions juridiques, fiscales ou d'assurances sociales, tous nommés par le Grand Conseil à raison de trois par parti représenté au Grand Conseil (al. 2). La commission siège dans une composition de cinq membres, constituée d'un président titulaire ou suppléant et de quatre assesseurs, qui siègent à tour de rôle (al. 3).\n\nL'art. 20 de cette loi confère en outre au Conseil d'Etat la compétence d'établir le règlement de la commission. En application de cette disposition, le Conseil d'Etat genevois a édicté le Règlement de la commission cantonale de recours en matière d'assurance-vieillesse et survivants, d'assurance-invalidité, d'allocations pour perte de gain et de prestations fédérales et cantonales complémentaires à l'AVS-AI, du 27 octobre 1993 (RS GE J 7 05.20). Aux termes de l'art. 2 de ce règlement, la commission est composée conformément à l'art. 17 de la loi cantonale. Par ailleurs, sous le titre \"quorum\", l'art. 5 du règlement prévoit que pour siéger valablement, la commission doit comprendre le président ou l'un de ses suppléants, ainsi qu'au moins trois membres ou suppléants sur quatre.\n\n2.2 Dans la mesure où la commission a fait application de cette disposition réglementaire, qui lui permet de statuer valablement lorsqu'un quorum de quatre membres sur cinq est réuni, ni l'interprétation ni l'application de cette disposition ne sauraient être qualifiées d'arbitraires.\n\nIl convient donc d'examiner (librement) si l'application de ces règles cantonales, ainsi reconnue non arbitraire, respecte les garanties déduites de l'art. 30 Cst.\n\n3.\n\n3.1 Selon la jurisprudence rendue en application des art. 30 Cst. et 58 aCst., lorsqu'une autorité est constituée d'un nombre déterminé de membres, ces derniers doivent - sous réserve d'une réglementation dérogatoire - tous participer au jugement. L'autorité BGE 129 V 335 S. 340qui statue dans une composition incomplète, sans que la loi prévoie un quorum correspondant, commet un déni de justice formel (ATF 127 I 131 consid. 4b, ATF 85 I 273 et les réf.; cf. aussi ATF 114 Ia 276 consid. 2a). En elle-même, l'institution d'un quorum pour une autorité collégiale, particulièrement judiciaire, n'est donc pas inadmissible et il en existe, au demeurant, de nombreux exemples dans la législation fédérale (cf., p. ex.: art. 15 OJ; art. 2 du Règlement du Tribunal arbitral de la Commission fédérale de l'AVS/AI, du 11 octobre 1972; RS 831.143.15). Elle l'est d'autant moins lorsque la représentativité des membres de l'autorité judiciaire est exclusivement politique et qu'ils sont tous censés disposer de compétences équivalentes, ce qui est le cas en l'espèce (cf. art. 17 al. 2 de la loi, qui mentionne les \"assesseurs familiarisés avec les questions juridiques, fiscales ou d'assurances sociales\").\n\n3.2 Au regard du principe de la légalité - dont le respect peut être contrôlé par le Tribunal fédéral lorsqu'il est en relation avec une autre garantie constitutionnelle, le principe d'égalité de traitement ou l'interdiction de l'arbitraire (cf. art. 36 al. 1 Cst.; ATF 127 I 67 consid. 3a) -, l'organisation judiciaire doit, en principe, reposer sur une loi au sens formel. Celle-ci peut cependant fort bien ne contenir que les principes fondamentaux relatifs à l'organisation et à la compétence des tribunaux et confier à l'exécutif le soin de régler les modalités de détail (AUER/MALINVERNI/HOTTELIER, Droit constitutionnel suisse, vol. II: Les droits fondamentaux, Berne 2000, p. 589 ch. 1232). La jurisprudence a ainsi notamment admis la participation à la décision de juges suppléants institués par une disposition réglementaire cantonale (ATF 105 Ia 172) ou encore que la nomination d'un juge d'instruction pénale extraordinaire repose sur une disposition réglementaire prévoyant uniquement le remplacement de certains magistrats, disposition qui reposait elle-même sur une délégation de compétence (arrêt non publié V. du 26 janvier 2001 [1P.751/2000]). Le droit fédéral connaît, du reste, également des cas dans lesquels l'organisation et la composition d'une autorité - ainsi qu'un quorum - reposent sur une ordonnance du Conseil fédéral édictée sur la base d'une délégation de compétence explicite (cf. art. 54 al. 2 et 3 LAVS et art. 2 du Règlement du Tribunal arbitral de la Commission fédérale de l'AVS/AI, du 11 octobre 1972; RS 831.143.15).\n\nIl s'ensuit que le seul fait qu'une règle de quorum - en soi admissible (v. supra consid. 3.1) - est contenue dans un règlement d'application et non dans une loi au sens formel, ne viole BGE 129 V 335 S. 341pas la garantie de l'art. 30 al. 1 Cst. Cela suppose toutefois encore que la délégation de compétence comporte celle d'instituer un quorum.\n\n3.3 En l'espèce, la délégation de compétence figure à l'art. 20 de la loi dont la teneur est la suivante: \"Le Conseil d'Etat établit le règlement de la commission\". Rédigée en termes très généraux, cette norme attributive de compétence emporte certes la faculté d'édicter des règles de procédure, dans la mesure où une autre loi cantonale n'est pas applicable (cf. le renvoi de l'art. 7 du règlement aux art. 89A à 89H de la loi genevoise sur la procédure administrative, ainsi que le renvoi de l'art. 89A aux règles générales de cette même loi). En revanche, les dispositions réglementaires ne sauraient déroger aux règles cantonales de rang supérieur, ce qui s'impose tant au regard du principe de la hiérarchie des normes que de celui de la séparation des pouvoirs.\n\nSous cet angle, l'art. 17 de la loi cantonale distingue, d'une part, la composition organique de la commission, constituée d'un président titulaire et de présidents suppléants, tous de formation juridique et nommés par le Conseil d'Etat, et d'assesseurs familiarisés avec les questions juridiques, fiscales ou d'assurances sociales, tous nommés par le Grand Conseil à raison de trois par parti représenté au Grand Conseil (al. 2) et, d'autre part, la composition dans laquelle elle siège, soit cinq membres comptant un président titulaire ou suppléant et quatre assesseurs, siégeant à tour de rôle (al. 3). Or, dans la mesure où la loi règle de la sorte - à l'instar de la règle fédérale prévue à l'art. 15 OJ (\"quorum\") - non seulement la désignation des membres de la commission (al. 2), mais également la manière dont cette dernière doit siéger (al. 3) et, partant, statuer, il ne demeure pas place pour une réglementation dérogatoire de rang inférieur.\n\nIl résulte de ce qui précède qu'en l'absence de l'un de ses membres, la commission n'était pas composée conformément à la loi, ce qui constitue une violation de l'art. 30 al. 1 Cst. Ce vice entraîne l'annulation du jugement entrepris et le renvoi de la cause à l'autorité judiciaire cantonale afin qu'elle statue à nouveau dans une composition conforme à la loi.\n\n4. La recourante, qui s'est fait assister d'un avocat, n'obtient gain de cause qu'en ce qui concerne une conclusion subsidiaire, si bien qu'elle ne peut prétendre qu'une indemnité de dépens réduite (art. 159 al. 1 en corrélation avec l'art. 135 OJ; RCC 1985 BGE 129 V 335 S. 342p. 664 consid. 5). Les motifs du présent arrêt constituent, par ailleurs, des circonstances justifiant que ces dépens soient mis à la charge de la République et canton de Genève et non de l'office intimé (arrêt non publié F. du 6 juillet 1994 [I 56/94])."}