{"annee": "129", "cour": "III", "page": "380", "date": "5/5/2003", "cite": ["121 III 467", "114 II 279", "101 IA 545", "122 III 262", "127 III 153", "117 II 560", "116 II 145", "127 III 351", "124 III 25", "127 III 300"], "cite_par": ["130 III 182", "131 III 12", "132 III 178", "130 III 193", "130 III 213", "130 III 353", "130 III 28", "131 III 26", "142 III 579", "129 III 715", "130 III 504", "132 III 109"], "chapeau": "62. Auszug aus dem Urteil der I. Zivilabteilung i.S. A. gegen X. AG (Berufung)\n\n4C.67/2003 vom 5. Mai 2003", "regestes": ["Art. 337 CO; juste motif de résiliation immédiate d'un rapport de travail. Une résiliation immédiate d'un contrat peut se justifier en raison d'un incident qui ne constitue pas une violation du contrat, dans la mesure où l'on ne pouvait pas s'y attendre lors de la conclusion du contrat et qu'il en est résulté une situation intenable dans laquelle la poursuite du rapport de travail jusqu'à la prochaine échéance apparaît, d'après les circonstances concrètes, ne pas pouvoir être raisonnablement exigée de l'employeur d'un point de vue objectif (consid. 2 et 3)."], "faits": "BGE 129 III 380 S. 381\n\nA.- Bei der X. AG (Beklagte) handelt es sich um eine Ein-Frau-AG, die ein Treuhandbüro betreibt. Einzige Aktionärin und Verwaltungsrätin ist B., die auch die Geschäfte führt. A. (Klägerin) war seit dem 1. November 1999 bei der Beklagten in Teilzeit angestellt. Sie kündigte das Arbeitsverhältnis auf den 30. Juni 2001. Am 25. Mai 2001 wurde sie von der Beklagten fristlos entlassen. Zur Begründung führte die Beklagte an, eine Fortsetzung des Arbeitsverhältnisses sei nicht zumutbar, weil die Klägerin ein Verhältnis mit dem Ehemann von B. unterhalte.\n\nB.- Am 19. November 2001 belangte die Klägerin die Beklagte beim Einzelrichter im ordentlichen Verfahren des Bezirks Winterthur unter anderem auf Bezahlung von Fr. 17'309.05. Der Einzelrichter hiess die Klage am 9. August 2002 teilweise gut und verpflichtete die Beklagte, der Klägerin insgesamt Fr. 7'789.65 brutto als Lohnersatz, Überstunden- und Ferienentschädigung sowie Fr. 4'760.- netto als Entschädigung im Sinne von Art. 337c Abs. 3 OR nebst Zins zu bezahlen. Im Übrigen wies er die Klage ab.\n\nAuf kantonalrechtliche Berufung der Beklagten hin reduzierte das Obergericht des Kantons Zürich den zugesprochenen Betrag mit Beschluss vom 10. Januar 2003 auf Fr. 6'906.20 brutto zuzüglich Zins. Es verneinte einen Anspruch auf Ferienentschädigung und auf Entschädigung nach Art. 337c Abs. 3 OR.\n\nC.- Die Klägerin führt gegen diesen Entscheid eidgenössische Berufung mit dem Antrag, ihr seien Fr. 12'549.65 zuzusprechen. Die Beklagte schliesst auf Abweisung des Rechtsmittels.\n\nDas Bundesgericht beurteilt die fristlose Entlassung als ungerechtfertigt und heisst die Berufung teilweise gut.", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 337 OR kann der Arbeitgeber wie der Arbeitnehmer das Arbeitsverhältnis aus wichtigen Gründen jederzeit fristlos BGE 129 III 380 S. 382auflösen (Abs. 1). Als wichtiger Grund gilt jeder Umstand, bei dessen Vorhandensein dem Kündigenden nach Treu und Glauben die Fortsetzung des Arbeitsverhältnisses nicht mehr zugemutet werden darf (Abs. 2). Über das Vorhandensein solcher Umstände entscheidet das Gericht nach seinem Ermessen (Art. 337 Abs. 3 OR). Ermessensentscheide überprüft das Bundesgericht im Berufungsverfahren grundsätzlich frei. Es übt dabei aber Zurückhaltung und schreitet nur ein, wenn die Vorinstanz grundlos von in Lehre und Rechtsprechung anerkannten Grundsätzen abgewichen ist, wenn sie Tatsachen berücksichtigt hat, die für den Entscheid im Einzelfall keine Rolle hätten spielen dürfen, oder wenn sie umgekehrt Umstände ausser Betracht gelassen hat, die zwingend hätten beachtet werden müssen. Ausserdem greift das Bundesgericht in Ermessensentscheide ein, falls sich diese als offensichtlich unbillig, als in stossender Weise ungerecht erweisen (BGE 127 III 153 E. 1a S. 155, 351 E. 4a S. 354; BGE 122 III 262 E. 2a/bb).\n\n2.1 Eine fristlose Entlassung ist nur bei besonders schweren Verfehlungen des Arbeitnehmers gerechtfertigt. Ihre Zulässigkeit darf nur mit grosser Zurückhaltung angenommen werden. Die dafür geltend gemachten Vorkommnisse müssen einerseits objektiv geeignet sein, die für das Arbeitsverhältnis wesentliche Vertrauensgrundlage zu zerstören oder zumindest so tief greifend zu erschüttern, dass dem Arbeitgeber die Fortsetzung des Vertrags nicht mehr zuzumuten ist. Anderseits müssen sie auch tatsächlich zu einer derartigen Zerstörung oder Erschütterung des gegenseitigen Vertrauens geführt haben. Sind die Verfehlungen weniger schwerwiegend, so müssen sie trotz Verwarnung wiederholt vorgekommen sein (BGE 127 III 153 E. 1a, 310 E. 3, 351 E. 4a S. 353 f.; BGE 117 II 560 E. 3b S. 562; BGE 116 II 145 E. 6a S. 150, je mit Hinweisen).\n\n2.2 In aller Regel liegt der wichtige Grund in einer Vertragsverletzung der gekündigten Partei. Lehre (STAEHELIN, Zürcher Kommentar, N. 24 zu Art. 337 OR; BRÜHWILER, Kommentar zum Einzelarbeitsvertrag, Bern 1996, N. 7b zu Art. 337 OR; ALEXANDRE BERENSTEIN/PASCAL MAHON, Labour Law in Switzerland, Bern 2001, Rz. 393) und Rechtsprechung (BGE 114 II 279 E. 2d/cc S. 284) sind sich aber weitgehend einig, dass auch objektive Gründe eine fristlose Kündigung rechtfertigen können. Vereinzelte Stimmen in der Lehre scheinen dies immerhin abzulehnen, weil sie befürchten, dass so das Betriebsrisiko auf den Arbeitnehmer übertragen werde (STREIFF/VON KAENEL, Arbeitsvertrag, 5. Aufl., Zürich 1992, N. 6 zu Art. 337 OR). Sie verkennen indessen, dass Art. 337 Abs. 2 OR den wichtigen BGE 129 III 380 S. 383Grund umschreibt, ohne eine Vertragsverletzung oder gar ein Verschulden einer Partei vorauszusetzen. Würde für eine fristlose Vertragsauflösung eine Vertragsverletzung vorausgesetzt, wäre zudem die Bestimmung von Art. 337b Abs. 2 OR, welche die vermögensrechtlichen Folgen der gerechtfertigten fristlosen Vertragsauflösung aus anderen Gründen als einer Vertragsverletzung regelt, sinnlos. Auch von den Parteien nicht zu verantwortende und nicht erwartete Ereignisse oder Umstände können ausnahmsweise eine ausserordentliche Vertragsbeendigung rechtfertigen, wenn sie die wesentlichen Grundlagen der vertraglichen Bindung derart erschüttern, dass eine Fortsetzung der vertraglichen Beziehung subjektiv und objektiv als nicht zumutbar erscheint. Die ausserordentliche Vertragsauflösung nach Art. 337 OR konkretisiert damit die clausula rebus sic stantibus (BERENSTEIN/MAHON, a.a.O., Rz. 392 mit Hinweis auf BGE 101 Ia 545 E. 2c S. 548 f.). Objektiver Grund für eine fristlose Entlassung kann deshalb ein Ereignis sein, mit dem die Parteien bei Vertragsbegründung weder rechnen konnten noch rechnen mussten (vgl. BGE 127 III 300 E. 5b mit Hinweisen). Insofern fallen der schlechte Geschäftsgang und weitere Umstände, deren Eintritt zu den jedem wirtschaftlichen Unternehmen inhärenten Risiken gehört, ausser Betracht. Überdies ist auch bei den objektiven Gründen grosse Zurückhaltung zu üben. Mit dem Begriff der Zumutbarkeit in Art. 337 OR verweist das Gesetz auf ein wertendes Kriterium. Es genügt nicht, dass die Fortsetzung des Vertrages bloss der kündigenden Partei unerträglich ist. Vielmehr muss diese Einschätzung auch von einem objektiven Standpunkt aus als angemessen erscheinen.\n\n3.\n\n3.1 Die Vorinstanz ist richtigerweise davon ausgegangen, dass ein Arbeitnehmer keine Vertragsverletzung begeht, indem er eine Liebesbeziehung zum Lebenspartner seiner Arbeitgeberin aufnimmt. Ein solches Verhalten verstösst insbesondere nicht gegen die arbeitsvertragliche Treuepflicht. Trotzdem kann es unter Umständen einen wichtigen Grund für eine ausserordentliche Beendigung des Arbeitsverhältnisses darstellen, namentlich wenn die Betriebsstätte sich in der Wohnung der Arbeitgeberin befindet. Es liegt auf der Hand, dass ein entsprechender Vorfall nicht unter das Betriebsrisiko fällt, das grundsätzlich ausschliesslich vom Arbeitgeber zu tragen ist.\n\nZweck einer fristlosen Entlassung ist es allerdings nicht, ein bestimmtes Verhalten zu sanktionieren und der Arbeitgeberin eine Satisfaktion zu verschaffen. Insbesondere wenn wie hier im zur Vertragsauflösung führenden Vorfall keine Vertragsverletzung liegt, BGE 129 III 380 S. 384kann sie nur den Zweck verfolgen, eine objektiv nicht mehr tragbare Situation zu beenden. Ob eine solche vorliegt und eine Fortsetzung des Arbeitsverhältnisses bis zum nächsten Kündigungstermin nicht mehr als zumutbar erscheint, hängt von den Umständen des konkreten Einzelfalls ab. Der Vorfall allein genügt unabhängig von den konkreten Gegebenheiten regelmässig nicht, um eine fristlose Entlassung als ultima ratio zu rechtfertigen. Vielmehr muss eine Situation vorliegen, die auch objektiv unhaltbar geworden ist. Mit Blick auf den Ausnahmecharakter der ausserordentlichen Vertragsauflösung muss im konkreten Einzelfall nachgewiesen sein, dass der Vorfall subjektiv das Vertrauensverhältnis tatsächlich schwer gestört hat und objektiv so schwer wiegt, dass die Fortsetzung des Arbeitsverhältnisses als nicht zumutbar erscheint. Soweit sich ein Verhalten nicht direkt auf die Arbeitsleistung auswirkt, ist die geforderte objektive Schwere nur mit grosser Zurückhaltung anzunehmen, genügt doch nach der Rechtsprechung des Bundesgerichts dafür nicht einmal jedes strafbare Verhalten am Arbeitsplatz (Urteil 4C.112/2002 vom 8. Oktober 2002, E. 5, mit Hinweisen auf BGE 127 III 351 E. 4b/dd; BGE 124 III 25 E. 3a und b; BGE 121 III 467 E. 5b; BGE 116 II 145 E. 6b; Urteil 4C.103/1999 vom 9. August 1999, E. 1, publ. in: Pra 89/2000 Nr. 11 S. 56 ff.).\n\n3.2 Vorliegend hat sich kein Vorfall ereignet, der die geforderte Schwere aufweist. Bei der Arbeitgeberin handelt es sich hier um eine juristische Person. Insofern liegt denn auch kein Verhältnis mit dem Ehemann der Arbeitgeberin vor. Dieses betrifft vielmehr den Ehemann ihrer Geschäftsführerin und einzigen Verwaltungsrätin, die gleichzeitig auch die an der Arbeitgeberin wirtschaftlich berechtigte ist. Selbst wenn es sich bei der Arbeitgeberin um eine Ein-Frau-Aktiengesellschaft handelt, muss sie sich ihre rechtliche Selbständigkeit grundsätzlich entgegenhalten lassen. Der Fall ist nicht gleich zu werten, wie wenn die Beziehung den Ehemann der Arbeitgeberin selber beträfe. Immerhin lässt sich nicht ausschliessen, dass auch ein Verhältnis mit dem Ehemann der Geschäftsführerin das Arbeitsverhältnis derart vergiften kann, dass sich eine ausserordentliche Vertragsauflösung rechtfertigt.\n\nDavon kann hier indessen nicht ausgegangen werden. Nach den tatsächlichen Feststellungen im kantonalen Verfahren war die Ehe zwischen der Geschäftsführerin und ihrem Ehemann schon vor der Aufnahme der Liebesbeziehung zwischen der Klägerin und dem Ehemann zerrüttet und lebten die Ehegatten schon vorher getrennt. Im Weiteren hätte das Arbeitsverhältnis im Zeitpunkt der fristlosen BGE 129 III 380 S. 385Entlassung ohnehin nur noch einen Monat fortgedauert. Unter diesen Umständen kann der Ansicht der Vorinstanz nicht gefolgt werden, dass im Verhältnis zwischen der Klägerin und dem Ehemann der Geschäftsführerin ein wichtiger Grund für eine sofortige Vertragsauflösung liegt, selbst wenn der Arbeitsplatz der Klägerin sich im Wohnhaus der Geschäftsführerin befand. Die Vorinstanz hat die fristlose Entlassung der Klägerin daher zu Unrecht als rechtmässig beurteilt."}