{"annee": "129", "cour": "III", "page": "400", "date": "29/4/2003", "cite": ["106 II 157", "41 III 414", "119 III 118", "110 III 17", "123 III 274", "31 I 739", "128 III 156", "120 III 42", "108 III 1", "129 III 90"], "cite_par": ["130 III 611", "131 IV 32", "142 III 425", "142 III 643", "129 III 664"], "chapeau": "66. Extrait de l'arrêt de la Chambre des poursuites et des faillites dans la cause X. (recours LP)\n\n7B.36/2003 du 29 avril 2003", "regestes": ["Résiliation du mandat de gérance légale confié en vertu des art. 16 al. 3 et 94 al. 2 ORFI; recours du gérant. En tant qu'auxiliaire de l'office, dont le mandat est régi pour l'essentiel par le droit fédéral de la poursuite et la rémunération fixée en dernier ressort par l'autorité cantonale de surveillance, le tiers chargé de la gérance a qualité pour former un recours au sens des art. 19 LP et 78 ss OJ, et invoquer par exemple que la résiliation de son mandat consacre un abus du pouvoir d'appréciation (consid. 1). En l'espèce, résiliation du mandat pour conflit d'intérêts annulée faute d'éléments concrets établissant l'existence d'un tel conflit (consid. 3)."], "faits": "BGE 129 III 400 S. 400\n\nDans le cadre de poursuites en réalisation de gage immobilier, l'Office des poursuites de Genève a mandaté X. pour gérer les immeubles objet du gage. Il a ensuite résilié ces mandats au motif que la créancière s'opposait à ce que X. continue d'assurer la gérance légale en raison de l'importance du parc immobilier détenu par le poursuivi et des accords financiers qu'il avait pu conclure avec le gérant désigné. L'office en a déduit l'existence d'un risque potentiel de conflit d'intérêts.BGE 129 III 400 S. 401\n\nPar la voie d'une plainte à la commission cantonale de surveillance, X. a contesté la résiliation de ses mandats. Il exposait en substance n'avoir conclu aucun accord financier particulier avec le débiteur et niait l'existence d'un éventuel conflit d'intérêts.\n\nSa plainte ayant été rejetée, X. a recouru à la Chambre des poursuites et des faillites du Tribunal fédéral, qui a admis le recours, annulé la décision attaquée et renvoyé la cause à la commission cantonale de surveillance pour instruction complémentaire et nouvelle décision.", "considerants": "Extrait des considérants:\n\n1.\n\n1.1 La décision susceptible d'être déférée au Tribunal fédéral au sens de l'art. 19 al. 1 LP est celle par laquelle l'autorité cantonale (supérieure) de surveillance statue sur les conclusions formulées contre une mesure (ou une omission) des autorités de poursuite ou de faillite, ou ordonne elle-même une telle mesure. Par mesure, il faut entendre tout acte d'autorité accompli par l'office ou par un organe de la poursuite en exécution d'une mission officielle dans une affaire concrète (ATF 128 III 156 consid. 1c et les références). L'acte de poursuite doit être de nature à créer, modifier ou supprimer une situation du droit de l'exécution forcée dans l'affaire en question, et il peut se manifester de toutes sortes de façons, par la passation d'un contrat par exemple (GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, n. 12 s. ad art. 17-21 LP).\n\n1.2 L'acte par lequel l'office confie la gérance à un tiers en vertu des art. 16 al. 3 (poursuite par voie de saisie) et 94 al. 2 (poursuite en réalisation de gage immobilier) de l'ordonnance du Tribunal fédéral du 23 avril 1920 sur la réalisation forcée des immeubles (ORFI; RS 281.42) pourrait être qualifié de mandat ou de contrat sui generis soumis aux règles du mandat, conformément à l'art. 394 al. 2 CO (ATF 106 II 157; KNOEPFLER/GUINAND, Mandat, Fiches juridiques suisses no 327 p. 8 ch. 4).\n\nS'il s'agissait là d'une simple mesure visant à la conservation de l'immeuble à réaliser, il faudrait admettre, en accord avec une jurisprudence précédente (ATF 108 III 1), que la conclusion d'un tel contrat ne représente pas une décision, mais un acte juridique contractuel a priori non susceptible de plainte à l'autorité de surveillance.\n\nIl ne saurait toutefois en aller ainsi, car à la différence du mandat des art. 394 ss CO en général (cf. JOSEF HOFSTETTER, Le mandat et BGE 129 III 400 S. 402la gestion d'affaire, in Traité de droit privé suisse, vol. VII, t. II,1, p. 37 s. et p. 40; FRANZ WERRO, Le mandat et ses effets, p. 33 n. 95 s.), le contenu du mandat de gérance légale est déterminé de manière précise et détaillée par les dispositions sur la gérance limitée de l'art. 94 al. 1 ORFI et par celles de la gérance plus étendue des art. 17 et 18 ORFI (ATF 129 III 90). Ainsi, aux termes de ces deux dernières dispositions, la gérance légale comprend notamment la commande et le paiement de petites réparations, les ensemencements et plantations, la conclusion et le renouvellement des assurances usuelles, la résiliation des baux, la récolte et la vente des fruits, la rentrée des loyers et fermages au besoin par voie de poursuites, l'exercice du droit de rétention du bailleur, le paiement des redevances courantes, la conduite de procès ou la prise de mesures exceptionnelles dans l'intérêt d'une bonne gestion. Tous ces actes d'administration peuvent donner lieu à une plainte aux autorités de surveillance (C. JÄGER, Commentaire de la LP, n. 7 ad art. 102 LP) et la responsabilité en découlant est régie non par le droit privé (art. 321e et 398 al. 1 CO), mais par le droit de la poursuite (art. 16 al. 3 et 94 al. 2 ORFI; art. 5 LP; GILLIÉRON, op. cit., n. 21 ad art. 5 LP). D'ailleurs, lorsque l'on se trouve, comme en l'occurrence, dans un domaine qui fait l'objet d'une réglementation détaillée de droit public, il convient d'exclure l'application du droit privé (ANDRÉ GRISEL, Traité de droit administratif, vol. I, p. 116).\n\nD'autre part, la rémunération à laquelle a droit le tiers chargé de la gérance, autre élément important du mandat, est fixée, en cas de contestation, non pas par le juge, mais par l'autorité cantonale de surveillance (art. 20 al. 2 ORFI).\n\nIl sied par ailleurs de relever que la jurisprudence a reconnu la compétence des autorités cantonales de surveillance pour déposer, destituer ou révoquer l'administration spéciale d'une masse en faillite (ATF 31 I 739 consid. 2 p. 743; ATF 41 III 414 consid. 1), pour annuler la désignation d'une commission de surveillance ou modifier la composition de celle-ci quant au nombre et à la qualité des commissaires (arrêt B.155/1993 du 23 août 1993, consid. 2 non publié à l' ATF 119 III 118 ss, mais in SJ 1994 p. 21). La Chambre de céans a du reste admis à plusieurs reprises que le choix du tiers chargé, sous la responsabilité de l'office, d'encaisser les loyers et fermages de l'immeuble à réaliser est une question d'opportunité qu'elle peut revoir sous l'angle de l'excès ou de l'abus du pouvoir d'appréciation (cf. notamment arrêts 7B.113/2001 du 14 mai 2001, p. 2/3 et B.4/1996 du 1er février 1996, consid. 2a et b; FRED. E. SIMOND, Le BGE 129 III 400 S. 403recours au Tribunal fédéral selon l'article 19 de la loi fédérale sur la poursuite pour dettes et la faillite, Fiches juridiques suisses no 628 p. 2/3).\n\n1.3 Les parties à la procédure de poursuite en cause, le créancier et le débiteur en particulier, ont incontestablement qualité pour entreprendre une décision fondée sur les art. 16 al. 3 et 94 al. 2 ORFI par la voie d'un recours au sens des art. 19 LP et 78 ss OJ (cf. consid. 1.2 ci-dessus et JÄGER, loc. cit.).\n\nEn tant qu'auxiliaire de l'office, dont le mandat est régi pour l'essentiel par le droit fédéral de la poursuite et la rémunération fixée en dernier ressort par l'autorité cantonale de surveillance, le tiers chargé de la gérance doit aussi se voir reconnaître la qualité pour former un tel recours (cf. ATF 120 III 42 consid. 3) et invoquer par exemple que la résiliation de son mandat consacre un abus du pouvoir d'appréciation. C'est un tel grief que fait valoir en l'espèce le recourant.\n\nAu vu de ce qui précède, le présent recours est en principe recevable.\n\n(...)\n\n3.\n\n3.1 Commet un abus ou un excès de son pouvoir d'appréciation l'autorité qui retient des critères inappropriés, ne tient pas compte de circonstances pertinentes ou rend une décision déraisonnable, contraire au bon sens, arbitraire (ATF 123 III 274 consid. 1a/cc; ATF 110 III 17 consid. 2; SANDOZ-MONOD, Commentaire de la loi fédérale d'organisation judiciaire, vol. II, Berne 1990, p. 721 s.; GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, n. 57 ad art. 19 LP; COMETTA, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, n. 15 ad art. 19 LP, et la jurisprudence citée par ces auteurs).\n\n3.2 A l'appui de son grief d'abus du pouvoir d'appréciation, le recourant allègue que la décision attaquée repose exclusivement sur l'existence d'un risque potentiel de conflit d'intérêts et que le seul motif invoqué par l'office et la commission de surveillance relatif à ce risque est l'affirmation qui en a été faite par la créancière. Comme il le relève avec raison, cette seule affirmation ne suffit pas à justifier de l'existence dudit conflit d'intérêts, laquelle ne peut être établie que sur la base d'éléments concrets. Or, la décision attaquée et le dossier ne font état d'aucun de ces éléments, et rien n'indique qu'une instruction a été faite à ce sujet. Le reproche adressé par le recourant à la commission de surveillance est donc bien fondé: la résiliation de ses mandats n'est justifiée par aucun motif objectif sérieux BGE 129 III 400 S. 404et s'avère de ce fait arbitraire au sens de la jurisprudence susmentionnée.\n\nIl y a lieu par conséquent d'admettre le recours, d'annuler la décision attaquée et de renvoyer la cause à la commission cantonale de surveillance pour qu'elle instruise sur l'existence d'un risque potentiel de conflit d'intérêts et rende une nouvelle décision."}