{"annee": "129", "cour": "III", "page": "335", "date": "25/3/2003", "cite": ["124 IV 106", "125 II 293", "125 II 192", "127 V 183", "128 I 34", "121 III 219", "112 II 51", "128 III 113", "123 III 466"], "cite_par": ["137 III 226", "133 III 180", "129 III 559", "144 III 285", "130 III 182", "137 III 487", "144 II 386", "137 V 463", "132 III 32", "145 III 91", "136 III 552", "130 III 76", "137 II 199", "145 III 451"], "chapeau": "55. Urteil der I. Zivilabteilung i.S. Öffentliche Arbeitslosenkasse des Kantons Solothurn gegen Metallbau X. GmbH (Berufung)\n\n4C.316/2002 vom 25. März 2003", "regestes": ["Applicabilité de l'art. 333 al. 3 CO lors de l'acquisition d'une entreprise après la faillite du précédent propriétaire. Celui qui acquiert une entreprise et poursuit avec les travailleurs les rapports de travail existant avant la reprise ne répond pas des créances de salaire pendantes, qui étaient devenues exigibles avant la reprise, si la reprise de l'entreprise est survenue à la suite de la faillite du précédent employeur. Interprétation de l'art. 333 CO d'après son texte, son esprit et son but ainsi que d'après les valeurs sur lesquelles il repose (consid. 4 et 5). Interprétation conforme au droit européen et prise en considération des aspirations de réforme du législateur suisse (consid. 6 et 7)."], "faits": "BGE 129 III 335 S. 335\n\nA.- Am 29. Juni 2000 wurde über den Inhaber der Einzelfirma Metallbau E.X. der Konkurs eröffnet. Das Inventar der Einzelfirma wurde von der am 26. Mai 2000 gegründeten Metallbau X. GmbH (Beklagten) zwecks Fortführung der Betriebstätigkeit aus der Konkursmasse übernommen. Der zwischen dem für die Konkursmasse BGE 129 III 335 S. 336handelnden Konkursamt Lebern und der Beklagten abgeschlossene Vertrag vom 21. Juli 2000 sah vor, dass das Inventar zunächst in Miete übernommen, jedoch später käuflich erworben würde. Am 29. November und 21. Dezember 2000 wurden entsprechende Kaufverträge abgeschlossen. Der Metallbaubetrieb ist im Anschluss an die Konkurseröffnung lediglich einen Tag stillgestanden.\n\nB.- Die Öffentliche Arbeitslosenkasse des Kantons Solothurn (Klägerin) bezahlte im Zusammenhang mit dem Konkurs der Einzelfirma Insolvenzentschädigungen und darauf zu entrichtende Sozialversicherungsbeiträge von insgesamt Fr. 80'912.90. Sie liess im Konkurs Fr. 73'744.30 in der 1. Klasse und Fr. 7'168.60 in der 2. Klasse kollozieren, klagte aber auch vor Richteramt Solothurn-Lebern gegen die Metallbau X. GmbH auf Zahlung von Fr. 80'912.90 nebst Zins. Die Klage wurde vom Amtsgericht mit Urteil vom 22. November 2001 gutgeheissen. Das Obergericht des Kantons Solothurn entschied auf Appellation der Beklagten hin jedoch anders und wies die Klage am 20. August 2002 ab.\n\nC.- Die Klägerin führt Berufung beim Bundesgericht mit dem Antrag, das obergerichtliche Urteil aufzuheben und die Klage gutzuheissen. Die Beklagte schliesst auf Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin macht die nach Art. 54 Abs. 1 des Bundesgesetzes vom 25. Juni 1982 über die obligatorische Arbeitslosenversicherung und die Insolvenzentschädigung (AVIG; SR 837.0) zufolge Ausrichtung der Insolvenzentschädigungen auf sie übergegangenen Lohnansprüche der versicherten Arbeitnehmer geltend. Sie ist der Auffassung, die Beklagte als Übernehmerin hafte nach Art. 333 Abs. 3 OR mit dem bisherigen Arbeitgeber solidarisch für die vor der Übernahme des Betriebes verfallenen Lohnforderungen. Dies gelte auch für den vorliegenden Fall, in dem die Übernahme des Betriebes aus dem Konkurs des bisherigen Arbeitgebers erfolgt sei. Die gegenteilige Auffassung der Vorinstanz verletze Bundesrecht.\n\n2.\n\n2.1 Überträgt der Arbeitgeber den Betrieb oder einen Betriebsteil auf einen Dritten, geht nach Art. 333 Abs. 1 OR das Arbeitsverhältnis mit allen Rechten und Pflichten mit dem Tage der Betriebsnachfolge auf den Erwerber über, sofern der Arbeitnehmer den Übergang nicht ablehnt. Unter Betrieb ist eine auf Dauer gerichtete, in BGE 129 III 335 S. 337sich geschlossene organisatorische Leistungseinheit zu verstehen, die selbständig am Wirtschaftsleben teilnimmt; die Bestimmung bezieht sich aber auch auf Betriebsteile, d.h. auf organisatorische Leistungseinheiten, denen die wirtschaftliche Selbständigkeit fehlt (so schon für das alte Recht: BGE 112 II 51 E. 3b/aa S. 56). Für die Anwendbarkeit von Art. 333 OR ist erforderlich und hinreichend, dass die organisatorische Einheit ihre Identität, d.h. den Betriebszweck, die Organisation und den individuellen Charakter im Wesentlichen bewahrt (STAEHELIN, Zürcher Kommentar, N. 5 und 6 zu Art. 333 OR; BRÜHWILER, Kommentar zum Einzelarbeitsvertrag, 2. Aufl., Bern 1996, N. 1 zu Art. 333 OR S. 281; GEISER, Arbeitsrechtliche Fragen bei Sanierungen, in: Vito Roberto [Hrsg.], Sanierung der AG, Zürich 2003, S. 130 f. [im Folgenden zitiert als \"GEISER, Sanierungen\"]; ausführlich: ENDRIT KARAGJOZI, Les transferts d'entreprises en droit du travail, Etude comparative des droits communautaire, britannique, français et suisse, Genf 2003, S. 29 ff.; vgl. auch die Umschreibung in Art. 1 Abs. 1 der Richtlinie des EU Rates 2001/23 vom 12. März 2001 \"zur Angleichung der Rechtsvorschriften der Mitgliedstaaten über die Wahrung von Ansprüchen der Arbeitnehmer beim Übergang von Unternehmen, Betrieben oder Betriebsteilen\", ABl. L 82 vom 22. März 2001, S. 16). Dies ist aufgrund sämtlicher den Vorgang kennzeichnender Tatsachen und Umstände zu beurteilen (AUBERT, Die neue Regelung über Massenentlassungen und den Übergang von Betrieben, AJP 1994 S. 699 ff., 704 [im Folgenden als \"AUBERT, 1994\" zitiert]). Von entscheidender Bedeutung ist dabei, ob dieselbe oder eine gleichartige Geschäftstätigkeit vom neuen Inhaber tatsächlich weitergeführt oder wieder aufgenommen wird (Urteil des Bundesgerichts 4C.37/1999 vom 25. März 1999, E. 1; vgl. auch WYLER, Droit du travail, Bern 2002, S. 292, 305). Dabei genügt eine bloss obligatorische, also auch mietweise Übertragung der Nutzungs- und Gebrauchsrechte an den Produktionsmitteln, wie sie hier zunächst vorlag (Urteil des Bundesgerichts 4C.54/1996 vom 31. Oktober 1996, E. 3a; BRUNNER/BÜHLER/WAEBER, Kommentar zum Arbeitsvertragsrecht, 2. Aufl., Basel 1997, N. 1 zu Art. 333 OR; KARAGJOZI, a.a.O., S. 28). Eine Rechtsbeziehung zwischen dem ursprünglichen und dem neuen Arbeitgeber ist nicht erforderlich (BGE 123 III 466 E. 3a; AUBERT, 1994, a.a.O., S. 704).\n\nNach einer Betriebsübernahme im Sinne von Art. 333 Abs. 1 OR mit Übergang der Arbeitsverhältnisse haften der bisherige Arbeitgeber und der Erwerber des Betriebes solidarisch für die Forderungen BGE 129 III 335 S. 338des Arbeitnehmers, die vor dem Übergang fällig geworden sind und die nachher bis zum Zeitpunkt fällig werden, auf den das Arbeitsverhältnis ordentlicherweise beendigt werden könnte oder bei Ablehnung des Übergangs durch den Arbeitnehmer beendet wird (Art. 333 Abs. 3 OR). Anders als Art. 181 OR knüpft Art. 333 Abs. 3 OR für vor dem Übergang verfallene Forderungen nicht an die rechtsgeschäftliche Übernahme von Aktiven und Passiven an, sondern an die tatsächliche Fortführung des Betriebes unter Wahrung seiner Identität (vgl. Urteile des Bundesgerichts 4C.37/1999 vom 25. März 1999, E. 3a sowie 4P.66/1996 vom 6. August 1996, E. 3c/bb; REHBINDER, Berner Kommentar, N. 2 zu Art. 333 OR; STAEHELIN, a.a.O., N. 1 und 6 zu Art. 333 OR; GEISER, Betriebsübernahme und Massenentlassung im Zusammenhang mit Zwangsvollstreckungsverfahren, in: Hasenböhler/Schnyder [Hrsg.], Zivilprozessrecht, Arbeitsrecht, Kolloquium zu Ehren von Professor Adrian Staehelin, Zürich 1997, S. 104 [im Folgenden zitiert als \"GEISER, Betriebsübernahme\"]; derselbe, Sanierungen, a.a.O., S. 141 f.).\n\n2.2 Die Antwort auf die Frage, ob Art. 333 OR auch bei Übernahme eines Betriebs nach der Konkurseröffnung über den ursprünglichen Inhaber anwendbar ist, lässt sich dem Gesetzestext nicht unmittelbar entnehmen. Der Konkursfall wird weder in der ursprünglichen, bis zum 30. April 1994 geltenden, noch in der revidierten Fassung der Bestimmung erwähnt, was je nach Betrachtungsweise sowohl dessen Einschluss wie auch Ausschluss bedeuten kann. Ebenso wenig liefern die Materialien klare Anhaltspunkte, was dazu beiträgt, dass die Lehrmeinungen zur Frage geteilt sind:\n\nEin Teil der Lehre befürwortet eine uneingeschränkte Geltung von Art. 333 OR bei einem Betriebserwerb aus Konkurs oder im Nachlassverfahren (STAEHELIN, a.a.O., N. 3 zu Art. 333 OR; FRANCO LORANDI, Betriebsübernahmen gemäss Art. 333 OR im Zusammenhang mit Sanierungen und Zwangsvollstreckungsverfahren, in: Angst/Cometta/Gasser [Hrsg.], Schuldbetreibung und Konkurs im Wandel, Festschrift 75 Jahre Konferenz der Betreibungs- und Konkursbeamten der Schweiz, Basel 2000, S. 95 ff.; KURT MEIER, Betriebsübergang im Nachlass und Konkurs, Plädoyer 2003 1 S. 26 ff., 31 ff.). Andere Autoren vertreten die Ansicht, Art. 333 OR sei im Konkurs- und Nachlassverfahren nicht anwendbar (VOLLMAR, Basler Kommentar, N. 18 zu Art. 298 SchKG; SPÜHLER/INFANGER, Betriebsübergänge und Arbeitsverträge in der Zwangsvollstreckung - Anwendung von Art. 333 OR im Konkurs und Nachlassvertrag?, in: Angst/Cometta/Gasser [Hrsg.], Schuldbetreibung und BGE 129 III 335 S. 339Konkurs im Wandel, Festschrift 75 Jahre Konferenz der Betreibungs- und Konkursbeamten der Schweiz, Basel 2000, S. 225 ff.; für das Nachlassverfahren differenzierend: WYLER, a.a.O., S. 312; modifiziert auch AUBERT, Insolvence et transfert d'entreprise, in: Bénédict Foëx et Luc Thévenoz [Hrsg.], Insolvence, désendettement et redressement, Etudes réunies en l'honneur de Louis Dallèves, Basel 2000, S. 11 [im Folgenden als \"AUBERT, 2000\" zitiert]). RICO A. CAMPONOVO (Übernahme von Arbeitsverhältnissen gemäss Art. 333 OR bei Unternehmenssanierungen, Der Schweizer Treuhänder 1998 S. 1417 ff.) lehnt eine Anwendung von Art. 333 gar in jedem Sanierungsfall ab. Nach einer differenzierenden Lehrmeinung gehen die Arbeitsverhältnisse bei einer Betriebsübernahme aus einer Konkursmasse nach Art. 333 OR zwar auf den Erwerber über, allerdings unter Ausschluss von dessen Solidarhaft für vor der Konkurseröffnung verfallene Lohnforderungen (GEISER, Betriebsübernahme, a.a.O., S. 103; derselbe, Betriebsübernahme der X AG durch die Y AG - Gutachten zur Frage der Anwendbarkeit von Art. 333 OR, Nr. 68 der Reihe Diskussionspapiere des Forschungsinstituts für Arbeit und Arbeitsrecht an der Universität St. Gallen, St. Gallen 2001, Rz. 2.46 [www.faa.unisg.ch/projekte/projekte_juristische_abteilung_site.htm; im Folgenden zitiert als \"GEISER, Gutachten\"]; HANS HOFSTETTER, Zur Anwendbarkeit von Art. 333 OR bei Unternehmenssanierungen, AJP 1998 S. 926 ff. [im Folgenden als \"HOFSTETTER, 1998\" zitiert]; derselbe, Anwendbarkeit von Art. 333 in Sanierungssituationen, AJP 2003 S. 153 [im Folgenden: \"HOFSTETTER, 2003\" zitiert]).\n\n3. Die Beklagte hat die Betriebsaktiven der Einzelfirma Metallbau E.X. zunächst mietweise und anschliessend als Käuferin übernommen. Die mit der Einzelfirma bestehenden Arbeitsverhältnisse wurden von ihr nach der Betriebsübernahme unbestrittenermassen weitergeführt. Streitig ist, ob die Beklagte den Arbeitnehmern bzw. der Arbeitslosenversicherung für vor der Übernahme fällig gewordene Lohnforderungen aus den Arbeitsverhältnissen haftet. Den Feststellungen im angefochtenen Entscheid lässt sich nicht entnehmen und die Klägerin behauptet auch nicht, dass zwischen der Konkursmasse und der Beklagten im Mietvertrag vom 21. Juli 2000 oder in den Kaufverträgen vom 29. November und vom 21. Dezember 2000 im Sinne von Art. 112 OR vereinbart worden wäre, die Beklagte solle den Arbeitnehmern unabhängig von einer Verpflichtung nach Art. 333 OR für vor Betriebsübernahme verfallene Lohnforderungen BGE 129 III 335 S. 340haften. Zu prüfen ist einzig, ob die Vorinstanz die solidarische Haftung der Beklagten nach Art. 333 Abs. 3 OR für die vor Konkurseröffnung über den Inhaber der Einzelfirma Metallbau E.X. fällig gewordenen Lohnforderungen zu Recht verneint hat. Dabei ist von der Hypothese auszugehen, dass Art. 333 Abs. 1 OR bei Übernahmen von Betrieben aus dem Konkurs zum Tragen kommt, da die Rechtsfolge der Solidarhaftung die grundsätzliche Anwendbarkeit dieser Bestimmung voraussetzt. Soweit die Vorinstanz die Solidarhaftung der Beklagten nach Art. 333 Abs. 3 OR insoweit zutreffend verneint hat, braucht hier die in der Lehre streitige Frage, ob Art. 333 OR bei Übernahmen aus der Konkursmasse überhaupt anwendbar ist, nicht entschieden zu werden.\n\n4. Das Gesetz ist in erster Linie aus sich selbst, d.h. nach Wortlaut, Sinn und Zweck und den ihm zugrunde liegenden Wertungen und Zielsetzungen auszulegen; dabei hat sich die Gesetzesauslegung vom Gedanken leiten zu lassen, dass nicht schon der Wortlaut die Rechtsnorm darstellt, sondern erst das an Sachverhalten verstandene und konkretisierte Gesetz. Gefordert ist die sachlich richtige Entscheidung im normativen Gefüge, ausgerichtet auf ein befriedigendes Ergebnis aus der ratio legis (grundlegend: BGE 121 III 219 E. 1d/aa S. 225 f.; BGE 128 I 34 E. 3b S. 40 f.; BGE 128 III 113 E. 2a; BGE 125 II 192 E. 3a; BGE 124 IV 106 E. 3a, je mit Hinweisen).\n\n5. Wie bereits erwähnt, äussern sich weder der Wortlaut von Art. 333 Abs. 3 OR noch die Materialien explizit darüber, ob der Erwerber für vor der Betriebsübernahme fällig gewordene Lohnforderungen haftet, wenn die Übernahme aus einer Konkursmasse erfolgt. Die bundesgerichtliche Rechtsprechung hat sich bislang nicht zur strittigen Frage geäussert. Im von der Klägerin im kantonalen Verfahren angerufenen BGE 127 V 183 ff. lag, wie die Vorinstanz zutreffend erkannte, sachverhaltsmässig kein Fall einer Betriebsübernahme nach Konkurseröffnung über den alten Arbeitgeber zugrunde. Zu beurteilen waren in jenem Fall lediglich die Auswirkungen von Art. 333 OR auf die insolvenzentschädigungsrechtliche Ordnung nach Art. 51 ff. AVIG (BGE 127 V 183 E. 2; vgl. dazu auch KARAGJOZI, a.a.O., S. 60).\n\n5.1 Der Zweck von Art. 333 Abs. 1 OR in der Fassung vom 25. Juni 1971 bestand nur darin, den Übergang von Unternehmen zu erleichtern und dem Erwerber des Betriebes die eingearbeiteten Arbeitskräfte nach Möglichkeit zu sichern (BGE 127 V 183 E. 4b; BGE 129 III 335 S. 341AUBERT, 1994, a.a.O., S. 703). Der unveränderte Übergang des Arbeitsverhältnisses liegt grundsätzlich auch im Interesse der Arbeitnehmer, weil gewisse Ansprüche, wie diejenigen auf Ferien, auf Lohnzahlung bei Verhinderung an der Arbeitsleistung oder auf Abgangsentschädigung sowie die Kündigungsfrist von der Dauer des Arbeitsverhältnisses abhängig sind, die durch den Übergang nicht unterbrochen wird (sog. \"Besitzstandswahrung\" BGE 127 V 183 E. 4c; Botschaft des Bundesrates vom 25. August 1967 zum Entwurf eines Bundesgesetzes über die Revision des Zehnten Titels und des Zehnten Titelsbis des Obligationenrechts [Der Arbeitsvertrag], BBl 1967 II 241ff., S. 371; HOFSTETTER, 1998, a.a.O., S. 927). Allerdings konnte der Betriebserwerber nach altem Recht den Übergang der Arbeitsverhältnisse ablehnen. In diesem Fall wurden die genannten Interessen der Arbeitnehmer beeinträchtigt. Mit der Revision vom 17. Dezember 1993, in Kraft seit 1. Mai 1994 (im Folgenden: \"Revision 1993\") wurde Art. 333 Abs. 1 OR daher im Rahmen des so genannten \"Swisslex-Programms\" in der Weise abgeändert, dass die im Zeitpunkt der Übertragung des Betriebes auf einen Dritten bestehen Arbeitsverhältnisse von Gesetzes wegen auf den Erwerber übergehen, selbst wenn dies gegen seinen Willen geschehen sollte (BGE 127 V 183 E. 4d; BGE 123 III 466 E. 3b). Damit wurde das schweizerische Recht insoweit der Richtlinie Nr. 77/187 des EWG-Rates vom 14. Februar 1977 zur Angleichung der Rechtsvorschriften der Mitgliedstaaten über die Wahrung von Ansprüchen der Arbeitnehmer beim Übergang von Unternehmen, Betrieben oder Betriebsteilen (ABl. L 61 vom 5. März 1977, S. 26 ff.) angepasst, mit der die umfassende Wahrung der Interessen der betroffenen Arbeitnehmer beim Betriebsübergang angestrebt wird (BGE 127 V 183 E. 4b mit zahlreichen Hinweisen; Botschaft I über die Anpassung des Bundesrechts an das EWR-Recht vom 27. Mai 1992 [\"Eurolex\"], BBl 1992 V 1, S. 394 ff., 400 f.; Botschaft über das Folgeprogramm nach der Ablehnung des EWR-Abkommens vom 24. Februar 1993 [\"Swisslex\"], BBl 1993 I 805ff., S. 880 f.; vgl. auch AUBERT, 1994, a.a.O., S. 699).\n\n5.2 Der Absatz 3 von Art. 333 OR über die Solidarhaftung von Betriebsveräusserer und Betriebserwerber für Lohnforderungen wurde in der Revision 1993 nicht geändert. Da der Erwerber den Übergang der Arbeitsverhältnisse nach der neuen Regelung nicht mehr ablehnen kann, hat Art. 333 OR seinem Wortlaut nach zur Folge, dass ein Erwerber stets für die vor der Betriebsübernahme fällig gewordenen Lohnforderungen solidarisch haftet. Aufgrund BGE 129 III 335 S. 342der relativ zwingenden Natur von Art. 333 Abs. 3 OR (Art. 362 OR) ist es nicht möglich, diese Haftung in einer Vereinbarung zwischen den Arbeitnehmern und dem Erwerber auszuschliessen.\n\n5.3 Die Vorinstanz ging mit einem überwiegenden Teil der Lehre davon aus, dass dieser Umstand Übernahmen aus dem Konkurs erschweren oder verunmöglichen könne, da der bisherige Arbeitgeber insbesondere in Konkursfällen oftmals mit Lohnzahlungen stark im Rückstand sei und eine Solidarhaftung für den Betriebserwerber mit schwerwiegenden Belastungen verbunden wäre (vgl. insbes. VOLLMAR, a.a.O., N. 18 zu Art. 298 SchKG; GEISER, Betriebsübernahme, a.a.O., S. 103, 111; derselbe, Sanierungen, a.a.O., S. 132; HOFSTETTER, 1998, a.a.O., S. 926 f., 929; derselbe, 2003, a.a.O., S. 156; SPÜHLER/INFANGER, a.a.O., S. 226 f., 229; LORANDI, a.a.O., S. 95; MEIER, a.a.O., S. 28). Die Annahme einer Solidarhaftung getreu dem Wortlaut von Art. 333 Abs. 3 OR auch im Fall, in dem die Betriebsübernahme aus einer Konkursmasse erfolge, widerspreche damit dem Sinn und Zweck der Norm. Damit würde die Absicht des Gesetzgebers, den Schutz der Arbeitnehmer bei Übergang eines Betriebes zu verstärken, in ihr Gegenteil verkehrt. Den Arbeitnehmern und der Volkswirtschaft sei mehr gedient, wenn ein neuer Arbeitgeber gefunden werde, der zwar für ausstehende Lohnforderungen nicht hafte, aber immerhin den Betrieb weiterführe und die Arbeitsplätze erhalte. Ausstehende Lohnforderungen dürften in der Regel durch die Insolvenzentschädigung gedeckt sein und die Arbeitnehmer in dieser Hinsicht daher keinen Schaden erleiden. Aufgrund des gesetzlichen Konkursprivilegs bestehe für die in die Lohnforderungen subrogierende Arbeitslosenkasse die reelle Möglichkeit, zumindest für einen Teil der bezahlten Gelder nachträglich aus der Konkursmasse befriedigt zu werden.\n\n5.4\n\n5.4.1 Zweck der solidarischen Haftung der alten und neuen Arbeitgeber nach Art. 333 Abs. 3 OR, wie sie in der Fassung vom 25. Juni 1971 statuiert wurde, war der Schutz der Arbeitnehmer vor neuen Arbeitgebern, deren Bonität sie nicht kannten (BGE 127 V 183 E. 4c; vgl. auch Botschaft, a.a.O., BBl 1967 II 280ff., S. 371 f.; Botschaft, a.a.O., BBl 1992 V 1, S. 394 ff., 400; REHBINDER, a.a.O., N. 8 zu Art. 333 OR; BRÜHWILER, a.a.O., N. 5 zu Art. 333 OR). Die Betonung lag damit auf der Forthaftung des bisherigen Arbeitgebers und nicht so sehr auf der Solidarhaftung des Übernehmers, zumal bis zur Revision 1993 davon auszugehen war, dass der Übernehmer den Übergang der Arbeitsverhältnisse ablehnen würde, wenn offene BGE 129 III 335 S. 343Lohnforderungen aus der Zeit vor der Betriebsübernahme bestanden. Die Frage der Solidarhaftung des Übernehmers im Fall von Übernahmen im Rahmen von Konkursen hat erst seit der Revision 1993 Bedeutung erlangt, da der Übernehmer den Übergang der Arbeitsverhältnisse nicht mehr ablehnen kann (GEISER, Betriebsübernahme, a.a.O., S. 103; derselbe, Sanierungen, a.a.O., S. 131 f.).\n\nDen Materialien ist lediglich zu entnehmen, dass die Revision 1993 die Besitzstandswahrung der Arbeitnehmer hinsichtlich ihrer von der Dauer des Arbeitsverhältnisses abhängigen Rechte zum Ziel hatte (vgl. die vorstehende Erwägung 5.1). Dass der Gesetzgeber beabsichtigte, den Arbeitnehmern für den Konkursfall, in dem die Befriedigung der vor Konkurseröffnung entstandenen Schulden grundsätzlich nach den Regeln des Konkursrechts erfolgen muss (Art. 208 ff. SchKG), eine unabdingbare, zusätzlich zu ihrem Konkursprivileg (Art. 219 SchKG) hinzutretende Sicherheit für ihre Lohnforderungen in Form der Solidarhaftung des Übernehmers zu verschaffen, ist aus den Materialien nicht ersichtlich (vgl. VOLLMAR, a.a.O., N. 18 zu Art. 298 OR; GEISER, Sanierungen, a.a.O., S. 138 f.; Botschaft, a.a.O., BBl 1992 V 1, S. 394 ff., 400 f. sowie Botschaft, a.a.O., BBl 1993 I 805 ff., S. 880 f.). In der Lehre ist denn auch weitgehend unbestritten, dass insoweit kein qualifiziertes Schweigen des Gesetzgebers vorliegt, als er die Solidarhaft des Erwerbers für den Konkursfall nicht ausdrücklich ausgeschlossen hat. Aus dem Fehlen einer ausdrücklichen Regelung für den Konkursfall kann jedenfalls nicht auf die Geltung der Solidarhaftung im Konkurs geschlossen werden (vgl. insbes. LORANDI, a.a.O., S. 108; HOFSTETTER, 2003, a.a.O., S. 155; GEISER, Betriebsübernahme, a.a.O., S. 112 f.; derselbe, Gutachten, a.a.O., Rz. 2.36; MARC SEILER, Der Wolf im Schafspelz, Art. 333 OR - Todesstoss für Auffanggesellschaften, Insolvenz- und Wirtschaftsrecht 2/1998 S. 78; CAMPONOVO, a.a.O., S. 1418; VOLLMAR, a.a.O., N. 18 zu Art. 333 OR; vgl. immerhin AUBERT, 2000, a.a.O., S. 10 f. sowie MEIER, a.a.O., S. 31).\n\n5.4.2 Eine weitere Funktion der Solidarhaftung des Betriebserwerbers nach Art. 333 Abs. 3 OR neben derjenigen, den Arbeitnehmer vor Insolvenz des neuen Arbeitgebers zu schützen, kann darin gesehen werden, zu verhindern, dass sich der bisherige Arbeitgeber bereichert, indem er den Betrieb zu einem Preis entäussert, der offenen Lohnforderungen keine Rechnung trägt (GEISER, Sanierungen, a.a.O., S. 127). Der Gesichtspunkt, die Arbeitnehmer vor unlauteren Machenschaften ihres bisherigen Arbeitgebers zu schützen, spielt indessen gerade im Konkursverfahren keine Rolle, da der Erlös BGE 129 III 335 S. 344aus der Verwertung des Betriebes der freien Verfügungsgewalt des bisherigen Arbeitgebers entzogen ist und ausschliesslich der Befriedigung der Konkursgläubiger dient (Art. 197 Abs. 1 SchKG; so Beschluss der Kantonalen Schiedskommission für Arbeitslosenversicherung Basel-Stadt vom 22. April 1999, JAR 2001 S. 256 ff., E. 5c). Auch insoweit spricht nichts dafür, dass der Gesetzgeber mit der Revision 1993 der Solidarhaftung des Betriebserwerbers nach Art. 333 Abs. 3 OR im Konkursfall zwingende Geltung verschaffen wollte.\n\n5.5 Die Klägerin bestreitet nicht grundsätzlich, dass eine Übernahme eines Betriebes aus der Konkursmasse für einen potentiellen Erwerber uninteressant werden könnte, wenn er für ausstehende Lohnforderungen aus der Zeit vor der Konkurseröffnung einzustehen hat, mit der Folge, dass die Übernahme scheitert und die betroffenen Arbeitnehmer ihre Arbeit verlieren, statt dass sie weiterbeschäftigt werden. Sie hält jedoch dafür, das Problem lasse sich dadurch entschärfen, dass ausstehende Lohnforderungen vom Kaufpreis abgezogen werden (vgl. dazu auch MEIER, a.a.O., S. 33).\n\n5.5.1 Wie auch die Klägerin anerkennt, müsste eine Übernahme auch insoweit in allen Fällen scheitern, in denen die ausstehenden Lohnforderungen den Wert des zu übernehmenden Betriebes übersteigen, da kein entsprechend hoher Abzug vom Kaufpreis gemacht werden kann (LORANDI, a.a.O., S. 96; Gutachten des Bundesamts für Justiz vom 12. Oktober 2001, VPB 66/2002 Nr. 8 S. 110). Mit anderen Worten würde eine Übernahme bei strikter grammatikalischer Anwendung von Art. 333 Abs. 3 OR gerade in den Fällen scheitern und damit auch keine Solidarhaftung des Übernehmers entstehen, in denen die Arbeitnehmerforderungen aus dem Verwertungserlös der Konkursmasse mit Sicherheit nicht gedeckt werden können, die Arbeitnehmer im Konkurs einen Verlust erleiden und ihnen eine Solidarhaftung des Erwerbers am meisten nützen würde.\n\n5.5.2 Diesen Fällen sind diejenigen gegenüberzustellen, in denen der Verwertungserlös der Betriebsaktiven ausreicht, um nach den Kosten des Konkursverfahrens (Art. 262 SchKG) sämtliche privilegierten offenen Lohnforderungen aus der Zeit der letzten sechs Monate vor dem Konkurs sowie allfällige weitere Erst- und Zweitklassforderungen im Sinne von Art. 219 Abs. 4 SchKG zu decken, wobei als weitere Erstklassforderungen im Konkurs des Inhabers einer Einzelfirma familienrechtliche Unterhalts- und Unterstützungsansprüche (Art. 219 Abs. 4 Erste Klasse lit. c SchKG) in Betracht kommen. Bei dieser Hypothese würde die Solidarhaft des Betriebserwerbers den Arbeitnehmern des konkursiten Betriebes BGE 129 III 335 S. 345bzw. der in ihre Ansprüche samt Konkursprivileg eingetretenen Arbeitslosenversicherung keinen Mehrwert bringen, es sei denn, es bestünden noch Lohnforderungen, die vor mehr als sechs Monaten vor dem Konkurs entstanden sind und für die kein Konkursprivileg besteht (vgl. SEILER, a.a.O., S. 77).\n\n5.5.3 Für die übernommenen Arbeitnehmer bzw. die Arbeitslosenversicherung nützlich sein und eine geplante Übernahme nicht von vornherein zum Scheitern bringen könnte eine Solidarhaft des Erwerbers nach Art. 333 Abs. 3 OR nur in den dazwischen liegenden Fällen, d.h. wenn der Wert der Betriebsaktiven aus Sicht des Erwerbers zwar den Betrag der vor Konkurseröffnung fällig gewordenen offenen Lohnforderungen der übernommenen Arbeitnehmer übersteigt, indessen nicht zur Deckung aller weiteren Erst- und Zweitklassforderungen und der Kosten des Konkursverfahrens ausreicht. In solchen Fällen könnte allerdings eine Übertragung des Betriebs durch Freihandverkauf oder Versteigerung bei Anwendbarkeit von Art. 333 Abs. 3 OR wiederum scheitern:\n\nEinerseits setzt die Verwertung eines Betriebes oder von Betriebsteilen als Ganzes die Zustimmung der absoluten Mehrheit der Kopfstimmen in der zweiten Gläubigerversammlung des Konkursverfahrens voraus (Art. 253 Abs. 2 SchKG, Art. 256 Abs. 1 und Art. 252 Abs. 3 in Verbindung mit Art. 235 SchKG; AMONN/GASSER, Grundriss des Schuldbetreibungs- und Konkursrechts, 6. Aufl., Bern 1997, § 47 Rz. 6 ff.). Andererseits wird der Erwerber den Betrieb bei Geltung von Art. 333 Abs. 3 OR von vornherein nur übernehmen, wenn er die offenen Lohnforderungen der von ihm übernommenen Arbeitnehmer vom Kaufpreis abziehen kann. Der daraus resultierende Mindererlös aus den übertragenen Betriebsaktiven wirkt sich zu Lasten jener Erstklassgläubiger aus, die nicht in den Genuss der Solidarhaftung des Erwerbers kommen und diesen belangen können. Sie müssen sich den verbleibenden, um den abgezogenen vollen Betrag der Lohnforderungen der übernommenen Arbeitnehmer reduzierten Erlös unter sich aufteilen und erhalten damit eine geringere Konkursdividende, als wenn der Erwerber nicht für die ausstehenden Forderungen aus den weitergeführten Arbeitsverhältnissen haften würde (vgl. dazu VOLLMAR, a.a.O., N. 18 zu Art. 298 SchKG; SEILER, a.a.O., S. 78). Dies kann insbesondere ins Gewicht fallen, wenn nicht der ganze Betrieb, sondern nur einzelne rentable Betriebsteile mit den darin beschäftigten Arbeitnehmern übernommen werden und damit die nicht übernommenen, allein auf die Konkursdividende angewiesenen Arbeitnehmer gegenüber jenen schlechter gestellt BGE 129 III 335 S. 346werden (vgl. CAMPONOVO, a.a.O., S. 1419). Bei einer solchen Konstellation kann nicht ausgeschlossen werden, dass sich keine Mehrheit in der Gläubigerversammlung finden wird, die einem Verkauf des Betriebsteils zu einem um die ausstehenden Lohnforderungen reduzierten Preis zustimmen wird, selbst wenn berücksichtigt wird, dass die Konkursverwaltung - im Interesse aller Gläubiger - eine Weiterführung des Betriebes im Konkurs nur beschliessen wird (Art. 237 Abs. 3 Ziff. 2 und Art. 238 Abs. 1 SchKG), wenn der Fortführungswert des Unternehmens bzw. von Betriebsteilen den Liquidationswert übersteigt und die Gläubiger demnach in der Regel eher an einer Veräusserung des Betriebs oder von Teilen zur Fortführung als an einer Liquidation interessiert sein dürften (vgl. dazu MARC RUSSENBERGER, Basler Kommentar, N. 5 zu Art. 238 SchKG; URS BÜRGI, Basler Kommentar, N. 47 zu Art. 256 SchKG; ANDRES BAUMGARTNER, Fortführung des Unternehmens im Konkurs, Diss. Freiburg 1987, S. 106 ff.; RALPH KNUPP, Die Anordnung der Unternehmensweiterführung im Konkurs, Zürich 1988, S. 56 ff., 136; ANDREAS FEUZ, Trotz Konkurs geöffnet, Insolvenz- und Wirtschaftsrecht 1/1998 S. 16).\n\n5.5.4 Zu berücksichtigen ist ein weiterer Gesichtspunkt. Zieht der Betriebserwerber bei Geltung der Solidarhaftung nach Art. 333 Abs. 3 OR im Konkurs offene Lohnforderungen aus der Zeit vor der Übernahme vom Kaufpreis für die Betriebsaktiven ab, führt dies zwar dazu, dass ein geringerer Verwertungserlös in die Masse fliesst. Die Konkursmasse erhält dafür jedoch insoweit keine echte Gegenleistung als sie gegenüber den übernommenen Arbeitnehmern von der solidarischen Haftung für die ausstehenden Lohnforderungen befreit würde (Art. 144 Abs. 2 OR): Aufgrund der relativ zwingenden Natur von Art. 333 Abs. 3 OR können die Arbeitnehmer gegenüber der Masse nicht auf die ausstehenden Lohnansprüche verzichten (Art. 362 OR; vgl. MEIER, a.a.O., S. 34; GEISER, Betriebsübernahme, a.a.O., S. 104; LORANDI, a.a.O., S. 96 f.). Die offenen Lohnforderungen können von ihnen, wie im vorliegenden Fall, weiterhin im Konkurs angemeldet werden (vgl. dazu REHBINDER, a.a.O., N. 8 zu Art. 333 OR; JOHANNA MAYER-LADNER/KARIN DOLDER, Schutz des Arbeitnehmers im Konkurs des Arbeitgebers, Insolvenz- und Wirtschaftsrecht 1/2000 S. 18). Auch aus diesem Grund kann eine Übernahme aus dem Konkurs am erforderlichen Mehr in der Gläubigerversammlung scheitern.\n\n5.5.5 Zusammenfassend führt eine Solidarhaftung des Erwerbers eines Betriebes aus einer Konkursmasse im Sinne von Art. 333 BGE 129 III 335 S. 347Abs. 3 OR dazu, dass Betriebsübernahmen je nach Zusammensetzung der Gläubigerversammlung und dem Verhältnis des Wertes der Betriebsaktiven zum Betrag der offenen Lohnforderungen scheitern können oder gar von vornherein zum Scheitern verurteilt sind. Insbesondere in Fällen, in denen der Fortführungswert des Betriebes aus Sicht des Erwerbers nicht zur Deckung der offenen Lohnforderungen ausreicht und eine Solidarhaftung den übernommenen Arbeitnehmern erhebliche Vorteile bringen könnte, wird eine Übernahme kaum je zustande kommen. Der mit der Revision 1993 angestrebte Zweck der Verbesserung des Arbeitnehmerschutzes würde daher in den meisten Fällen in sein Gegenteil verkehrt, wenn Art. 333 Abs. 3 OR auch in Konkursfällen angewendet würde. Es kann damit nicht argumentiert werden, ein genereller Ausschluss von Art. 333 Abs. 3 OR im Konkursfall würde über das Ziel hinausschiessen (so aber LORANDI, a.a.O., S. 111 f. und 115). Immerhin anerkennt auch LORANDI, dass ein solcher de lege ferenda eine praktikable und justiziable Lösung des Problems ist (vgl. dazu auch HOFSTETTER, 2003, a.a.O., S. 159). Eine Solidarhaftung gemäss dem strikten Wortlaut von Art. 333 OR widerspräche nach dem Dargelegten dem Sinn und Zweck der Norm (so auch HOFSTETTER, 1998, a.a.O., S. 927).\n\n5.6 Auch bei systematischer Betrachtung im Zusammenhang mit dem Konkursrecht kann nicht davon ausgegangen werden, dass es bei der Revision 1993 der Wille des Gesetzgebers war, bei Übernahmen eines Betriebes aus einer Konkursmasse eine unabdingbare Solidarhaftung des Erwerbers für vor der Übernahme fällig gewordene Arbeitnehmerforderungen im Sinne von Art. 333 Abs. 3 OR zu schaffen:\n\nDie damit verbundene Erschwerung von Betriebsübernahmen stünde zunächst mit den Zielen der am 1. Januar 1997 in Kraft getretenen Revision des SchKG im Widerspruch, bei der grosses Gewicht auf die Erhaltung sanierungsfähiger Unternehmungen gelegt wurde (vgl. Botschaft über die Änderung des SchKG vom 8. Mai 1991, BBl 1991 III 1 ff., S. 8 f.; FRANZ STEINEGGER, Zur Revision des SchKG - Neu mit Sanierungsrecht und privatem Schuldenbereinigungsverfahren, Der Schweizer Treuhänder 1993 S. 75 ff., 77; HOFSTETTER, 1998, a.a.O., S. 929; GEISER, Betriebsübernahme, a.a.O., S. 112; SPÜHLER, Rettung maroder Betriebe - Verantwortungsbewusste Rechtsauslegung nötig, Anwaltsrevue 8/2001 S. 22).\n\nZu beachten ist ferner, dass das Schicksal der vor Konkurseröffnung entstandenen Forderungen gegen den Gemeinschuldner grundsätzlich vom Zwangsvollstreckungsrecht geregelt wird (Art. 208 ff. SchKG; BGE 129 III 335 S. 348 vgl. dazu VOLLMAR, a.a.O., N. 18 zu Art. 298 SchKG; GEISER, Sanierungen, a.a.O., S. 138 f.). Die konkursrechtliche Gesamtliquidation des schuldnerischen Vermögens dient der gleichmässigen Befriedigung aller Gläubiger aus dem bestmöglichen Erlös der Liquidation der Konkursaktiven (Art. 197 SchKG; vgl. zum Ganzen AMONN/GASSER, a.a.O., S. 281, 342 ff.). Die Gleichberechtigung der Gläubiger wird bloss dadurch unterbrochen, dass einzelne Gläubigeransprüche auf den Erlös in zwei unter sich nachgeordneten Klassen privilegiert werden (Art. 219 Abs. 4 SchKG). Innerhalb einer Klasse sind die Gläubiger gleichberechtigt (Art. 220 Abs. 1 SchKG). Das bedeutet insbesondere, dass sämtliche Arbeitnehmer des konkursiten Arbeitgebers, die mit ihren Lohnforderungen aus den letzten sechs Monaten vor der Konkurseröffnung privilegiert sind, unter sich gleich zu behandeln sind. Anhaltspunkte dafür, dass der Gesetzgeber bei der Revision von Art. 333 OR im Ergebnis vom Grundsatz der Gleichbehandlung der Gläubiger der gleichen Klasse abweichen wollte, sind nicht auszumachen. Wie in vorstehender Erwägung 5.5.3 dargelegt wurde, führte indessen die gesetzliche Solidarhaftung des Übernehmers für offene Lohnforderungen der übernommenen Arbeitnehmer aus der Zeit vor Konkurseröffnung zu einer faktischen Privilegierung der übernommenen Arbeitnehmer zu Lasten von anderen Konkursgläubigern mit Erstklassforderungen. Zu diesen können im Fall, dass bloss einzelne, rentable Betriebsteile übernommen werden, insbesondere auch die Arbeitnehmer nicht übernommener Betriebsteile gehören.\n\n5.7 Die Klägerin befürchtet, dass die Verneinung der Solidarhaft des Erwerbers bei Übernahmen aus der Konkursmasse im Ergebnis dazu führt, dass im Rahmen von Sanierungen Lohnkosten missbräuchlich auf die Arbeitslosenversicherung abgewälzt werden können. Diese könnte die auf sie übergegangenen Lohnforderungen nicht mehr gegenüber dem Erwerber des Betriebes, d.h. der Auffanggesellschaft geltend machen, obwohl diese Gesellschaft oftmals von den gleichen Verantwortlichen wie der konkursite Betrieb getragen werde (vgl. BGE 127 V 183 E. 6d/e; MEIER, a.a.O., S. 32 f.). Dem ist zum einen entgegenzuhalten, dass es zur Entlastung der Arbeitslosenversicherungen beiträgt, wenn Übernahmen von konkursiten Betrieben nicht erschwert werden und die Entstehung von Arbeitslosigkeit verhindert werden kann. Zum anderen sind die auf die Arbeitslosenkasse übergegangenen Lohnforderungen im Konkurs als Erstklassforderungen privilegiert. Die Arbeitslosenkasse kann sich daher in allen Fällen, in denen der Erlös aus den BGE 129 III 335 S. 349Betriebsaktiven zur Deckung sämtlicher Arbeitnehmerforderungen ausreicht, vollständig schadlos halten, indem sie die auf sie übergegangenen Forderungen im Konkurs geltend macht (vgl. die vorstehende Erwägung 5.5.2). Reicht der Erlös der Betriebsaktiven zwar zur Deckung der Lohnforderungen aus den Arbeitsverhältnissen mit den übernommenen Arbeitnehmern aus, nicht aber zur Deckung aller weiteren Erstklassforderungen und der Kosten des Konkursverfahrens, wird der Erwerber den Betrieb bei Geltung von Art. 333 Abs. 3 OR nur übernehmen, wenn er den Betrag der offenen Forderungen der übernommenen Arbeitnehmer vom Kaufpreis abziehen kann (vorstehende Erwägung 5.5.3). Da damit der in die Konkursmasse fliessende Verwertungserlös entsprechend reduziert wird, erhält die Arbeitslosenversicherung im Ergebnis nicht mehr, wenn sie auch den Erwerber für die Lohnforderungen belangen kann als wenn sie die Lohnforderungen lediglich im Konkurs geltend macht. Die von der Klägerin befürchtete Gefahr einer \"Sozialisierung\" von Lohnkosten besteht von vornherein nur in Fällen, in denen der Erlös aus den Betriebsaktiven nicht zur Deckung der offenen Lohnforderungen der übernommenen Arbeitnehmer ausreicht. Wohl könnte eine Missbrauchsgefahr in solchen Fällen gebannt werden, wenn die Solidarhaft nach Art. 333 Abs. 3 OR angewendet würde. Dies würde aber zugleich bedeuten, dass bei solchen Konstellationen sämtliche Übernahmen zum Scheitern verurteilt wären, unabhängig davon, ob ein Missbrauchsfall vorliegt (vgl. die vorstehende Erwägung 5.5.1). Dies lässt sich mit dem Schutzgedanken von Art. 333 OR nicht vereinbaren. Gegen die Befürchtung, die Träger des alten Betriebes könnten Lohnforderungen bei Ausschluss der Haftung nach Art. 333 Abs. 3 OR missbräuchlich auf die Arbeitslosenversicherung abwälzen, indem sie ihren Betrieb über eine Auffanggesellschaft aus der Konkursmasse erwerben, spricht auch, dass diese im Konkursverfahren lediglich die Möglichkeit haben, eine Übernahmeofferte zu unterbreiten. Ob diese angenommen und der Betrieb entsprechend übertragen wird, entscheiden aber nicht sie, sondern die Konkursverwaltung bzw. die Gläubigerversammlung.\n\n5.8 Im Hinblick auf den mit der Revision 1993 angestrebten Zweck der Regelung von Art. 333 OR, ist nach dem Dargelegten eine Solidarhaft des Erwerbers eines Betriebes aus der Konkursmasse im Sinne von Art. 333 Abs. 3 OR in Auslegung contra verba legis auszuschliessen (vgl. BGE 121 III 219 E. 1d/aa S. 226; Erwägung 4 vorne; ähnlich HOFSTETTER, 1998, a.a.O., S. 930 f.; derselbe, 2003, a.a.O., S. 156).BGE 129 III 335 S. 350\n\n6. Für eine Nichtanwendung von Art. 333 Abs. 3 OR im Konkursfall spricht auch eine europarechtskonforme Auslegung der Bestimmung. Das Recht der Europäischen Union entfaltet zwar keine unmittelbaren verbindlichen Auswirkungen auf das schweizerische Recht. Da die Revision 1993 die Anpassung von Art. 333 OR an die Richtlinie 77/187 des EWG-Rates vom 14. Februar 1977 im Rahmen des so genannten autonomen Nachvollzugs des europäischen Rechts bezweckte (vgl. Erwägung 5.1 vorne), ist die EU-Rechtsordnung indessen als Auslegungshilfe beizuziehen (vgl. BGE 125 II 293 E. 4e S. 306 f.; GEISER, Sanierungen, a.a.O., S. 129; AUBERT, 2000, a.a.O., S. 12). Nachvollzogenes Binnenrecht ist im Zweifel europarechtskonform auszulegen. Es ist harmonisiertes Recht und als solches im Ergebnis - wie das Staatsvertragsrecht - Einheitsrecht. Zwar ist es nicht Einheitsrecht in Form von vereinheitlichtem Recht. Wird aber die schweizerische Ordnung einer ausländischen - hier der europäischen - angeglichen, ist die Harmonisierung nicht nur in der Rechtssetzung, sondern namentlich auch in der Auslegung und Anwendung des Rechts anzustreben, soweit die binnenstaatlich zu beachtende Methodologie eine solche Angleichung zulässt. Bei der Frage der solidarischen Haftung des Erwerbers eines Betriebs aus einer Konkursmasse für offene Lohnforderungen ist dieser Angleichungsspielraum nach dem in Erwägung 5 Ausgeführten offensichtlich gegeben und daher auch auszuschöpfen. Die Angleichung in der Rechtsanwendung darf sich dabei nicht bloss an der europäischen Rechtslage orientieren, die im Zeitpunkt der Anpassung des Binnenrechts durch den Gesetzgeber galt. Vielmehr hat sie auch die Weiterentwicklung des Rechts, mit dem eine Harmonisierung angestrebt wurde, im Auge zu behalten.\n\nIn der Richtlinie 77/187 des EWG-Rates vom 14. Februar 1987 blieb ungeregelt, ob sie im Falle des Konkurses oder Nachlassverfahrens anwendbar sei. Der Europäische Gerichtshof (EuGH) hielt dazu fest, dass die Frage von den Mitgliedstaaten autonom geregelt werden dürfe (Urteil des EuGH vom 7. Februar 1985 in der Rechtssache 135/83, Abels, Slg. 1985, 469, bestätigt durch Urteil vom 12. März 1998 in der Rechtssache C-319/94, Jules Dethier Equipements S.A., Slg. 1998, I-1061; vgl. dazu WYLER, a.a.O., S. 293 f.; AUBERT, 2000, a.a.O., S. 10; Beschluss der Kantonalen Schiedskommission für Arbeitslosenversicherung Basel-Stadt vom 22. April 1999, JAR 2001 S. 256 ff., E. 5b). In der Folge ergaben sich zu dieser Frage unterschiedliche Rechtszustände in den einzelnen EU-Staaten. Der EG-Rat änderte daher die Richtlinie 77/187 am BGE 129 III 335 S. 35129. Juni 1998 mit der Richtlinie 98/50 (ABl. L 201 vom 17. Juli 1998, S. 88 ff.) ab; er gab ihr \"im Hinblick auf die Sicherstellung des Überlebens zahlungsunfähiger Unternehmen\" (Richtlinie 98/50, Erwägung 7) einen neuen Art. 4a, wonach im Fall eines öffentlichrechtlichen Insolvenzverfahrens mangels gegenteiliger Anordnung der Mitgliedstaaten die Rechte und Pflichten des Veräusserers aus einem zum Zeitpunkt des Übergangs bestehenden Arbeitsverhältnis nicht auf den Erwerber eines Betriebs oder Betriebsteils übergehen sollten (vgl. dazu AUBERT, 2000, a.a.O., S. 14 f.). Da sich zu den arbeitsrechtlichen Folgen eines Betriebsübergangs im Konkurs weiterhin beachtliche Unterschiede in den nationalen Rechtsordnungen ergaben, erliess der Rat am 12. März 2001 die neue Richtlinie 01/23 \"zur Angleichung der Rechtsvorschriften der Mitgliedstaaten über die Wahrung von Ansprüchen der Arbeitnehmer beim Übergang von Unternehmen, Betrieben oder Betriebsteilen\", mit der er die Richtlinie 77/187 aufhob (ABl. L 82 vom 22. März 2001, S. 16; vgl. dazu WYLER, a.a.O., S. 291 ff.; KARAGJOZI, a.a.O., S. 49 ff.). Die für den vorliegenden Fall interessierenden, in Art. 3 Abs. 1 und Art. 5 Abs. 1 der neuen Richtlinie 01/23 festgehaltenen Regelungen wurden dabei unverändert aus der Richtlinie 98/50 übernommen. Sie lauten wie folgt:\n\n\"Artikel 3\n\n1 Die Rechte und Pflichten des Veräusserers aus einem zum Zeitpunkt des Übergangs bestehenden Arbeitsvertrag oder Arbeitsverhältnis gehen aufgrund des Übergangs auf den Erwerber über.\n\nDie Mitgliedstaaten können vorsehen, dass der Veräusserer und der Erwerber nach dem Zeitpunkt des Übergangs gesamtschuldnerisch für die Verpflichtungen haften, die vor dem Zeitpunkt des Übergangs durch einen Arbeitsvertrag oder ein Arbeitsverhältnis entstanden sind, der bzw. das zum Zeitpunkt des Übergangs bestand.\n\n2 ...\n\nArtikel 5\n\n1 Sofern die Mitgliedstaaten nichts anderes vorsehen, gelten die Artikel 3 und 4 nicht für Übergänge von Unternehmen, Betrieben oder Unternehmens- bzw. Betriebsteilen, bei denen gegen den Veräusserer unter der Aufsicht einer zuständigen öffentlichen Stelle (worunter auch ein von einer zuständigen Behörde ermächtigter Insolvenzverwalter verstanden werden kann) ein Konkursverfahren oder ein entsprechendes Verfahren mit dem Ziel der Auflösung des Vermögens des Veräusserers eröffnet wurde.BGE 129 III 335 S. 352\n\n2 ...\"\n\nDa der Schweizer Gesetzgeber für das Konkursverfahren \"nichts anderes\" im Sinne von Art. 5 Abs. 1 der Richtlinie vorgesehen hat, bedeutet diese Regelung auf das schweizerische Recht übertragen, dass Art. 333 Abs. 3 OR, der eine autonome Satzung im Sinne von Art. 3 Abs. 1 Satz 2 der Richtlinie enthält, bei Übernahme eines Betriebes aus einer Konkursmasse nicht anwendbar ist. Auch eine europarechtskonforme Auslegung von Art. 333 Abs. 3 OR führt also zu dessen Nichtanwendbarkeit im Konkursfall (vgl. HOFSTETTER, 2003, a.a.O., S. 156; KARAGJOZI, a.a.O., S. 58).\n\n7. Einer entsprechenden Auslegung ist auch deshalb der Vorzug zu geben, weil Bestrebungen zu einer Reform von Art. 333 Abs. 3 OR im Gange sind, die nach ihrem gegenwärtigen Stand in dieselbe Richtung weisen: Die Rechtskommission des Nationalrats hat am 15. November 1999 einen Gesetzesentwurf gutgeheissen, wonach die solidarische Haftung nach Art. 333 Abs. 3 OR nicht greifen soll, wenn der Betrieb aus einem Konkurs übernommen wird (vgl. LORANDI, a.a.O., S. 115; AUBERT, 2000, a.a.O., S. 14 f. Fn. 23; HOFSTETTER, 2003, a.a.O., S. 157; KARAGJOZI, a.a.O., S. 61 und 75). Auch wenn dem Vorschlag teilweise Kritik erwachsen ist (LORANDI, a.a.O., S. 115 f. sowie S. 111 und ihm scheinbar folgend HOFSTETTER, 2003, a.a.O., S. 158 sowie MEIER, a.a.O., S. 35), zeigt er doch, dass die massgebende vorberatende Kommission des Nationalrats die hier vertretene Auffassung teilt. Zur hauptsächlichen Kritik von LORANDI und MEIER, der Gesetzesentwurf schiesse über das Ziel hinaus, weil er die Solidarhaftung auch in Fällen ausschliesse, in denen sie die Betriebsübernahme nicht zum Scheitern bringen würde, kann auf das in vorstehender Erwägung 5.5.5 Gesagte verwiesen werden.\n\n8. Zusammenfassend hat die Vorinstanz kein Bundesrecht verletzt, indem sie die solidarische Haftung der Beklagten für die vor der Konkurseröffnung über den Inhaber der Einzelfirma E.X. Metallbau fällig gewordenen Lohnforderungen aus den nach der Betriebsübernahme weitergeführten Arbeitsverhältnissen verneinte. Die Berufung ist daher abzuweisen. (...)"}