{"annee": "129", "cour": "V", "page": "245", "date": "17/3/2003", "cite": ["120 V 15", "110 V 48", "125 V 165", "122 V 320", "128 V 41"], "cite_par": [], "chapeau": "36. .Urteil i.S. Bundesamt für Sozialversicherung gegen 1. W. und 2. M. und Verwaltungsgericht von Appenzell Ausserrhoden\n\nB 87/01 vom 17. März 2003", "regestes": ["Art. 122 et 142 CC; art. 3, 4 et 22 LFLP; art. 10 et 12 al. 1 OLP. Lorsque chacun des conjoints divorcés est affilié à une institution de prévoyance, la part de la prestation de sortie à transférer ensuite du partage doit être versée en premier lieu à l'institution du conjoint créancier. Ce dernier n'est toutefois pas tenu de faire transférer à son institution de prévoyance un montant supérieur à celui qui est nécessaire pour le rachat de la totalité des prestations réglementaires. Le solde peut être versé à deux institutions de libre passage au maximum."], "faits": "|245|\n\nA.- Mit Urteil vom 4. September 2000 schied das Kantonsgericht X. die Ehe von W. und M. und ordnete in Ziff. 3 des Urteilsdispositivs die hälftige Aufteilung der gegenseitigen Austrittsleistungen der beruflichen Vorsorge an. Nach Eintritt der Rechtskraft überwies es die Sache an das Verwaltungsgericht von Appenzell Ausserrhoden zur Berechnung der Austrittsleistungen.\n\nB.- Mit Entscheid vom 29. August 2001 stellte das Verwaltungsgericht von Appenzell Ausserrhoden fest, dass die zu teilenden Austrittsleistungen per Eintritt der Rechtskraft des Scheidungsurteils für W. Fr. 242'705.- und für M. Fr. 105'098.15 betrugen. Hinsichtlich des aus der gegenseitigen Teilung der Austrittsleistungen zu Gunsten von M., Versicherte der Pensionskasse Y. resultierenden Anspruchs von Fr. 68'803.40 wies es die Pensionskasse von W., |246| die Pensionskasse S., an, je rund einen Drittel an die Freizügigkeitsstiftung V., an die Freizügigkeitsstiftung R. und an die Freizügigkeitsstiftung A. zu überweisen.\n\nC.- Das Bundesamt für Sozialversicherung (BSV) führt Verwaltungsgerichtsbeschwerde mit dem Antrag, in Aufhebung des vorinstanzlichen Entscheides sei die Sache an das Verwaltungsgericht von Appenzell Ausserrhoden zurückzuweisen, damit dieses über die Teilung der Austrittsleistung in der beruflichen Vorsorge im Sinne der Begründung neu entscheide.\n\nDas Verwaltungsgericht des Kantons Appenzell Ausserrhoden stellt den Antrag, die Verwaltungsgerichtsbeschwerde sei teilweise gutzuheissen und der M. zustehende Betrag sei an die Pensionskasse Y. zu überweisen. M. beantragt die teilweise Abweisung der Verwaltungsgerichtsbeschwerde und es sei die durch die Vorinstanz angeordnete Auszahlung zu akzeptieren und der volle Einkauf in die bestehende Pensionskasse Y. zu verfügen; der Restbetrag sei auf den bestehenden Vorsorgekonti zu belassen. W. seinerseits trägt auf Abweisung der Verwaltungsgerichtsbeschwerde an. Die Pensionskasse S. bestätigt, die Austrittsleistung gemäss der vorinstanzlichen Anordnung an die drei Freizügigkeitsstiftungen überwiesen zu haben; bei einer Änderung des Aufteilungsmodus sei M. gerichtlich anzuweisen, den entsprechenden Betrag von einer oder mehreren Freizügigkeitseinrichtungen weiterzuleiten. Die Pensionskasse Y. führt aus, dass sich M. bisher nicht in die vollen reglementarischen Leistungen der Leistungsprimat-Kasse eingekauft habe.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 4a Abs. 1 BVV 1 haben die kantonalen Gerichte nach Art. 73 Abs. 1 BVG ihre Entscheide sofort und unentgeltlich dem BSV zuzustellen. Entgegen dieser Vorschrift hat die Vorinstanz ihr Urteil nicht dem nach Art. 4a Abs. 2 BVV 1 beschwerdeberechtigten BSV (BGE 125 V 165) eröffnet, sondern dem Eidgenössischen Departement des Innern. Dieses hat den Entscheid am 31. August 2001 entgegengenommen und daraufhin unverzüglich an das BSV weitergeleitet, wo er am 3. September 2001 eingegangen ist. Die am 2. Oktober 2001 der Post übergebene Verwaltungsgerichtsbeschwerde erfolgte damit rechtzeitig, weil sich das BSV als beschwerdeberechtigte Partei ebenfalls auf Art. 107 Abs. 3 OG berufen kann. |247|\n\n2. Die vorliegende Streitigkeit unterliegt der Gerichtsbarkeit der in Art. 73 BVG erwähnten richterlichen Behörden, welche sowohl in zeitlicher als auch in sachlicher Hinsicht zuständig sind (BGE 122 V 323 Erw. 2, BGE 120 V 18 Erw. 1a, je mit Hinweisen).\n\nDas Gericht nach Art. 73 BVG, das gemäss Art. 25 und 25a FZG auch für Streitigkeiten auf dem Gebiete der Freizügigkeit der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge zuständig ist, hat den Streit von Amtes wegen an die Hand zu nehmen und die Teilung der Austrittsleistung gestützt auf den vom Scheidungsgericht bestimmten Aufteilungsschlüssel durchzuführen (BGE 128 V 46 Erw. 2c; THOMAS GEISER, Berufliche Vorsorge im neuen Scheidungsrecht, in: HAUSHEER [Hrsg.], Vom alten zum neuen Scheidungsrecht, Bern 1999, S. 100 N 2.118; Botschaft des Bundesrates über die Änderung des Schweizerischen Zivilgesetzbuches vom 15. November 1995, BBl 1996 I 112). Dabei hat es insbesondere für die richtige Anwendung des Bundesrechts im Bereich der beruflichen Vorsorge zu sorgen. Gemäss Art. 73 Abs. 2 BVG hat der Richter den Sachverhalt von Amtes wegen festzustellen.\n\n3.\n\n3.1 Gegenstand des vorliegenden Prozesses bildet die Frage, an welche Einrichtungen der beruflichen Vorsorge die der geschiedenen Ehefrau nach Art. 122 und 142 ZGB sowie Art. 22 FZG zustehende Austrittsleistung zu übertragen ist. Das Verhältnis, in welchem die Austrittsleistungen zu teilen sind, ist rechtskräftig und verbindlich festgelegt (Art. 142 Abs. 1 ZGB). Bestand und Höhe der zu übertragenden Austrittsleistungen sind unbestritten. Weder auf Grund der Vorbringen der Verfahrensbeteiligten noch nach Lage der Akten besteht Anlass, diese zu überprüfen (BGE 110 V 53 Erw. 4a). Zu befinden ist einzig über die Durchführung der Teilung, genauer die Modalität, an welche Einrichtung (Pensionskasse, Freizügigkeitseinrichtungen der ausgleichsberechtigten Partei) der ermittelte Differenzbetrag zu übertragen ist.\n\n3.2 Beim Prozess um Ausgleichszahlungen aus beruflicher Vorsorge im Scheidungsfall handelt es sich wie bei Austrittsleistungen (Entstehung, Höhe, Erfüllung usw.) um einen Streit um Versicherungsleistungen, weshalb sich die Überprüfungsbefugnis des Eidgenössischen Versicherungsgerichts nach Art. 132 OG richtet. Danach ist die Kognition nicht auf die Verletzung von Bundesrecht einschliesslich Überschreitung oder Missbrauch des Ermessens beschränkt, sondern sie erstreckt sich auch auf die Angemessenheit der angefochtenen Verfügung. Das Gericht ist dabei nicht an die |248| vorinstanzliche Feststellung des rechtserheblichen Sachverhalts gebunden und kann über die Begehren der Parteien zu deren Gunsten oder Ungunsten hinausgehen. Ferner ist das Verfahren regelmässig kostenlos (Art. 134 OG; BGE 114 V 36 Erw. 1c).\n\n4.\n\n4.1 Laut Art. 22 Abs. 1 FZG werden bei Ehescheidung die für die Ehedauer zu ermittelnden Austrittsleistungen nach den Art. 122, 123, 141 und 142 ZGB geteilt, wobei die Art. 3-5 FZG auf den zu übertragenden Betrag sinngemäss anwendbar sind. Art. 3 Abs. 1 FZG bestimmt, dass die frühere Vorsorgeeinrichtung die Austrittsleistung an die neue zu überweisen hat, wenn Versicherte in eine neue Vorsorgeeinrichtung eintreten. Ferner hält Art. 4 Abs. 2bis FZG fest, dass bei einem Eintritt in eine neue Vorsorgeeinrichtung die Freizügigkeitseinrichtungen das Vorsorgekapital für die Erhaltung des Vorsorgeschutzes der neuen Vorsorgeeinrichtung überweisen müssen. Versicherte, die nicht in eine neue Vorsorgeeinrichtung eintreten, haben gemäss Art. 4 Abs. 1 FZG ihrer Vorsorgeeinrichtung mitzuteilen, in welcher zulässigen Form sie den Vorsorgeschutz erhalten wollen.\n\n4.2 Die sinngemässe Anwendung von Art. 3 Abs. 1 FZG bedeutet nach Auffassung des BSV, dass die zu übertragende Austrittsleistung in erster Linie an die Vorsorgeeinrichtung des anderen Ehegatten zu überweisen ist, wenn beide geschiedenen Ehegatten einer Vorsorgeeinrichtung angehören. Nur sofern der berechtigte Ehegatte keiner Vorsorgeeinrichtung angehört, sei sein Vorsorgeschutz in einer anderen zulässigen Form zu erhalten (BAUMANN/LAUTERBURG, in: SCHWENZER [Hrsg.], Praxiskommentar Scheidungsrecht, Basel 2000, N 92 und 100 zu Art. 122 ZGB; JÜRG FLÜTSCH, Pensionskassenansprüche und Ehescheidung, in: SJZ 1997 S. 4). Dieser Auffassung ist grundsätzlich beizupflichten. Die geteilte Austrittsleistung muss dem beruflichen Vorsorgeschutz erhalten bleiben (Art. 22 Abs. 1 FZG; vgl. auch Art. 22b Abs. 2 FZG), weil es sich um Ansprüche aus Vorsorgeverhältnissen handelt, die dem FZG unterstehen (BGE 128 V 47 Erw. 2d mit Hinweis auf HERMANN WALSER, Berufliche Vorsorge, in: Das neue Scheidungsrecht, Zürich 1999, S. 52). Dies hat das Eidgenössische Versicherungsgericht im Kerngehalt auch im Urteil K. vom 14. Mai 2002 festgehalten (B 18/01, in: Die Praxis des Familienrechts [FamPra.ch] 2002 S. 568).\n\n4.3 Es fragt sich jedoch, ob die zu übertragende Austrittsleistung in jedem Fall vollumfänglich von der einen in die andere Vorsorgeeinrichtung transferiert werden muss. Diese Frage stellt sich, nachdem |249| die anspruchsberechtigte geschiedene Ehegattin im letztinstanzlichen Verfahren neu beantragt, sie sei zum vollen Einkauf in ihre Pensionskasse zu verpflichten unter Belassung des Restbetrages auf den bestehenden Vorsorgekonti. Im vorliegenden Fall würde nach ihren Angaben für den vollen Einkauf in die Pensionskasse Y. von der ihr gesamthaft zustehenden Austrittsleistung von Fr. 68'803.40 lediglich der Betrag von Fr. 14'505.40 benötigt.\n\nDer ausgleichsberechtigten Partei steht das Recht zu, sich bis zu den vollen reglementarischen Leistungen einzukaufen und so die Leistungen bei Invalidität und Alter, aber auch allfällige Hinterlassenenrenten zu erhöhen (BAUMANN/LAUTERBURG, a.a.O., N 101 zu Art. 122 ZGB; SCHNEIDER/BRUCHEZ, La prévoyance professionnelle et le divorce, in: Le nouveau droit du divorce, Lausanne 2000, S. 235 f.). Zu prüfen ist, ob die ausgleichsberechtigte Partei verpflichtet ist, die durch die Ehescheidung erhaltene Vorsorgeleistung über den für den Einkauf der vollen reglementarischen Leistungen beim ordentlichen Rentenalter erforderlichen Betrag hinaus in ihre Vorsorgeeinrichtung einzubringen. Dies ist angesichts von Wortlaut, Sinn und Zweck der gesetzlichen Vorschriften sowie der lediglich sinngemässen Anwendung der Art. 3-5 FZG zu verneinen. Im Falle vollständiger Abdeckung des Vorsorgerisikos ist dem primären Ziel der beruflichen Vorsorge Genüge getan. Mit dem für den vollen Einkauf nicht benötigten, überschüssigen Betrag ist der Vorsorgeschutz nach Art. 4 FZG \"in anderer Form\" zu erhalten. Wenn die ausgleichsberechtigte Person einen Teil der zu übertragenden Austrittsleistung auf ein Freizügigkeitskonto oder in eine Freizügigkeitspolice einbringen will, um so den engen Kreis der Begünstigten im Sinne des BVG (Witwen, Waisen; Art. 19 und 20 BVG) zu erweitern und auf weitere Personen auszudehnen (Art. 2 Abs. 1 BVV 3; BAUMANN/LAUTERBURG, a.a.O., N 97 zu Art. 122 ZGB), ist eine solche Disposition nach der gesetzlichen Regelung nicht ausgeschlossen. Es bestehen auch keine grundsätzlichen Bedenken, die nach Art. 22 FZG ermittelte Austrittsleistung für die Übertragung zu splitten. Dieser Betrachtungsweise verschliesst sich auch das BSV in der Eingabe vom 16. Oktober 2002 nicht.\n\n5.\n\n5.1 Gehört der Berechtigte keiner Vorsorgeeinrichtung an, so ist Art. 4 Abs. 1 FZG sinngemäss anwendbar. Danach hat die ausgleichsberechtigte Person der Vorsorgeeinrichtung, welche ihr einen Teil der Austrittsleistung zu überweisen hat, mitzuteilen, in welcher Form sie den Vorsorgeschutz erhalten will. Dieser wird durch eine Freizügigkeitspolice |250| oder durch ein Freizügigkeitskonto erhalten (Art. 10 Abs. 1 FZV). Bleibt eine solche Mitteilung aus, so hat die Vorsorgeeinrichtung spätestens zwei Jahre nach dem Freizügigkeitsfall die Austrittsleistung der Auffangeinrichtung (Art. 60 BVG) zu überweisen (Art. 4 Abs. 2 FZG; erwähntes Urteil K. vom 14. Mai 2002, B 18/01; erwähnte bundesrätliche Botschaft, BBl 1996 I 106 f.).\n\nIn Art. 10 Abs. 2 und 3 FZV sind die Voraussetzungen umschrieben, in welcher Form der Vorsorgeschutz bei Personen erhalten werden kann, welche keiner Vorsorgeeinrichtung angehören. Art. 12 Abs. 1 FZV bestimmt, dass die Austrittsleistung von der bisherigen Vorsorgeeinrichtung höchstens an zwei Freizügigkeitseinrichtungen übertragen werden darf.\n\n5.2 In der Verwaltungsgerichtsbeschwerde vertritt das BSV den Standpunkt, die erwähnten Verordnungsbestimmungen stützten sich auf Art. 3-5 FZG, welche bei Ehescheidung gemäss Art. 22 Abs. 1 FZG sinngemässe Anwendung fänden. Im Scheidungsfall dürfe daher die Vorsorgeeinrichtung, welche einen Teil der Austrittsleistung zu übertragen habe, diese an höchstens zwei Freizügigkeitseinrichtungen überweisen. Zudem lasse sich aus Art. 12 Abs. 2 FZV, wonach die Versicherten jederzeit die Freizügigkeitseinrichtung oder die Form der Erhaltung des Vorsorgeschutzes wechseln können, nicht auf das Recht des berechtigten Ehegatten schliessen, seinen Teil der Austrittsleistung von der Vorsorgeeinrichtung des anderen Ehegatten auf mehr als zwei Freizügigkeitskonti überweisen zu lassen. Es widerspräche auch dem Sinn von Art. 12 Abs. 1 FZV, wenn eine Austrittsleistung auf eine Vielzahl von Freizügigkeitskonti bei der gleichen Freizügigkeitsstiftung aufgesplittert würde. Im Übrigen hätten seinerzeit auch steuerliche Überlegungen den Bundesrat bewogen, die Übertragung der Austrittsleistung auf zwei Freizügigkeitseinrichtungen zu beschränken (vgl. Mitteilungen des BSV über die berufliche Vorsorge, Nr. 53 vom 5. Oktober 2000, Rz 315, und Nr. 30 vom 5. Oktober 1994, S. 12).\n\n5.3 Der überzeugenden Argumentation des BSV ist beizupflichten. Die Vorschrift des Art. 12 Abs. 1 FZV, wonach die Austrittsleistung von der bisherigen Vorsorgeeinrichtung höchstens auf zwei Freizügigkeitseinrichtungen übertragen werden darf, hält sich im Rahmen des FZG, dem die Idee zu Grunde liegt, der Verzettelung der Mittel der beruflichen Vorsorge einer Person entgegenzuwirken (Botschaft des Bundesrates zu einem Bundesgesetz über die Freizügigkeit in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge vom 26. Februar 1992, BBl 1992 III 573). Hinzu treten auf |251| Grund der Entstehungsgeschichte die steuerlichen Argumente (je mehr Pensionskassen, um so mehr gestaffelte Auszahlungen mit niedrigeren Jahrestarifen). Weil bei Ehescheidung auf den zu übertragenden Betrag die Art. 3-5 FZG sinngemäss Anwendung finden (Art. 22 Abs. 1 zweiter Halbsatz FZG) und sich Art. 10 und 12 FZV darauf stützen, darf der für den Einkauf in die eigene Pensionskasse nicht benötigte Teil der Austrittsleistung an höchstens zwei Freizügigkeitseinrichtungen übertragen werden.\n\n5.4 Nach dem Gesagten hat das kantonale Gericht Bundesrecht verletzt (Art. 104 lit. a in Verbindung mit Art. 132 OG), wenn es die Vorsorgeeinrichtung des geschiedenen Ehemannes angewiesen hat, den von diesem zu leistenden Vorsorgeausgleich auf mehr als zwei Freizügigkeitskonti seiner früheren Ehegattin zu übertragen. Die Sache geht daher im Sinne der Erwägungen an die Vorinstanz zu neuem Entscheid zurück. Auf Grund der Anfrage der Vorinstanz vom 20. Februar 2001 an die Pensionskasse Y. und deren Antwort vom 21. Februar 2001 wie auch der Eingabe der Beschwerdegegnerin im letztinstanzlichen Verfahren vom 27. März 2002 steht fest, dass diese weiterhin bei dieser Vorsorgeeinrichtung versichert ist. Indessen hat das kantonale Gericht den Betrag für den vollen Einkauf noch abzuklären und alsdann darüber zu entscheiden, welche Summe der Pensionskasse Y. zu überweisen ist und wie der darüber hinausgehende Betrag der Ausgleichszahlung von Fr. 68'803.40 an höchstens zwei Freizügigkeitseinrichtungen zu transferieren ist.\n\n6. (Gerichtskosten, Parteientschädigung)"}