{"annee": "129", "cour": "I", "page": "8", "date": "26/11/2002", "cite": ["127 I 54", "110 IA 1", "125 I 166", "126 I 168"], "cite_par": ["133 I 149", "136 III 353", "135 IV 121", "131 I 217", "133 IV 158", "136 III 552", "143 III 624", "130 III 87", "144 V 50", "136 V 295", "132 III 209", "132 I 167", "144 IV 57", "142 III 369", "142 IV 125", "136 III 261", "130 I 312", "137 III 226", "135 III 474", "132 I 13", "144 II 281", "132 I 175"], "chapeau": "2. Extrait de l'arrêt de la Ire Cour civile dans la cause X. SA contre Fondation Y. et Tribunal de première instance du canton de Genève (recours de droit public)\n\n4P.206/2002 du 26 novembre 2002", "regestes": ["Art. 9 Cst., art. 3 du Règlement genevois du 9 avril 1997 fixant le tarif des greffes en matière civile; application arbitraire du droit cantonal. Il appartient à la juridiction, qui doit déterminer le montant de l'avance des frais judiciaires et impartir un délai au plaideur pour en opérer le paiement, de procéder de manière à pouvoir établir que le délai en cause a été correctement fixé au justiciable (consid. 2)."], "faits": "BGE 129 I 8 S. 8\n\nA.- A la requête de la Fondation Y., un commandement de payer le montant de 173'600 fr. a été notifié le 22 août 2001 à X. SA, correspondant à une rente de superficie impayée pendant la période du 1er mars au 31 décembre 2001. X. SA ayant formé opposition, la mainlevée provisoire fut prononcée par jugement du 19 avril 2002.\n\nLe 10 mai 2002, X. SA a déposé une demande en libération de dette adressée au Tribunal de première instance de Genève, soutenant principalement qu'elle n'était pas la débitrice de la somme en poursuite. Une formule a été remplie par le Tribunal de première instance, datée du 22 mai 2002 et signée par une greffière, invitant X. SA BGE 129 I 8 S. 9à effectuer une avance de frais de 100 fr. au plus tard le 13 juin 2002, sous peine d'irrecevabilité de sa demande. Constatant que l'émolument de mise au rôle n'avait pas été payé dans le délai imparti, le Tribunal de première instance, par jugement du 30 juillet 2002, a déclaré irrecevable l'action en libération de dette.\n\nB.- X. SA forme un recours de droit public au Tribunal fédéral contre le jugement précité. Soutenant qu'elle n'a jamais reçu l'invitation à effectuer l'avance des frais, elle conclut à l'annulation du jugement attaqué.\n\nLe Tribunal fédéral a admis le recours et annulé le jugement attaqué.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 La recourante se plaint en premier lieu d'arbitraire dans l'appréciation des preuves et l'établissement des faits.\n\nSelon la jurisprudence, l'arbitraire, prohibé par l'art. 9 Cst., ne résulte pas du seul fait qu'une autre solution pourrait entrer en considération ou même qu'elle serait préférable; le Tribunal fédéral n'annulera la décision attaquée que lorsque celle-ci est manifestement insoutenable, qu'elle se trouve en contradiction claire avec la situation de fait, qu'elle viole gravement une norme ou un principe juridique indiscuté, ou encore lorsqu'elle heurte de manière choquante le sentiment de la justice et de l'équité; pour qu'une décision soit annulée pour cause d'arbitraire, il ne suffit pas que la motivation formulée soit insoutenable, il faut encore que la décision apparaisse arbitraire dans son résultat (ATF 127 I 54 consid. 2b, 60 consid. 5a p. 70; ATF 126 I 168 consid. 3a; ATF 125 I 166 consid. 2a).\n\nLorsque la partie recourante - comme c'est le cas en l'espèce - s'en prend à l'appréciation des preuves et à l'établissement des faits, la décision n'est arbitraire que si le juge n'a manifestement pas compris le sens et la portée d'un moyen de preuve, s'il a omis, sans raison sérieuse, de tenir compte d'un moyen important propre à modifier la décision attaquée ou encore si, sur la base des éléments recueillis, il a fait des déductions insoutenables.\n\n2.2 Selon l'art. 3 al. 1 du Règlement genevois du 9 avril 1997 fixant le tarif des greffes en matière civile (E 3 05.10), l'émolument de mise au rôle et les sûretés destinées à garantir le paiement de l'émolument complémentaire ou de décision sont perçus auprès de la partie demanderesse sous peine d'irrecevabilité de la demande.\n\nBGE 129 I 8 S. 10\n\nIl ne ressort pas des dispositions cantonales citées par les parties - conformément à l'exigence déduite de l'art. 90 al. 1 let. b OJ (ATF 110 Ia 1 consid. 2a) - que la partie demanderesse devrait elle-même déterminer le montant de l'émolument de mise au rôle et le verser spontanément soit au moment du dépôt de la demande, soit dans un délai qui serait fixé directement par une norme applicable. On doit donc en déduire qu'il incombe à la juridiction de déterminer le montant de l'émolument et d'impartir un délai au demandeur pour lui permettre d'en effectuer le paiement sous peine d'irrecevabilité. Cette manière d'opérer est d'ailleurs usuelle en Suisse. L'existence de la formule figurant dans le dossier cantonal confirme que le Tribunal de première instance procède habituellement de cette façon. La recourante pouvait donc se fier à cette pratique selon le principe de la bonne foi due par l'administration.\n\nDans son jugement, le tribunal se réfère expressément au courrier du 22 mai 2002, admettant ainsi, au moins implicitement, que la formule avait été déposée à la poste et acheminée à son destinataire. Il ressort clairement de la motivation cantonale que la demande a été déclarée irrecevable parce que la recourante n'a pas payé l'émolument de mise au rôle \"dans le délai qui lui a été imparti\".\n\nOr, la recourante conteste qu'un délai lui ait été fixé, puisqu'elle affirme n'avoir pas reçu le courrier du 22 mai 2002 (la formule) auquel se réfère la décision attaquée.\n\nL'autorité cantonale, qui n'a pas présenté d'observations, n'invoque aucun élément de preuve concret d'où il ressortirait que cette formule a été déposée à la poste et qu'elle a été notifiée à son destinataire. Elle ne semble pas contester que le greffe envoie ces formules sous pli simple.\n\nLe fardeau de la preuve de la notification et de la date de celle-ci incombe en principe à l'autorité qui entend en tirer une conséquence juridique (ATF 124 V 400 consid. 2a; 122 I 97 consid. 3b; 114 III 51 consid. 3c et 4).\n\nLe jugement querellé entraîne des conséquences juridiques évidentes, puisque, en raison du délai légal, il prive la recourante de la possibilité d'agir en libération de dette (art. 83 al. 2 LP). Dès lors que le constat que l'avance n'avait pas été effectuée en temps utile devait entraîner la perte de cette action en justice, la juridiction intimée devait procéder de manière à pouvoir établir que le délai avait été correctement imparti à la demanderesse.\n\nIl n'existe aucune présomption de fait selon laquelle la production d'une copie d'un message suffirait pour admettre que l'original BGE 129 I 8 S. 11a été déposé à la poste et acheminé à son destinataire. C'est d'ailleurs bien pour cette raison que les particuliers usent, pour les messages importants, de la voie de la lettre-signature et que les tribunaux utilisent la notification par acte judiciaire avec accusé de réception. Le Tribunal fédéral procède lui-même de cette façon pour requérir les avances de frais.\n\nIl est certes peu probable que l'original ait été égaré au greffe, qu'un fonctionnaire ait oublié de le déposer à la poste ou que cette dernière se soit trompée dans l'acheminement. De telles hypothèses ne peuvent cependant pas être exclues. En l'absence de tout autre élément de preuve, le tribunal, au moment de rendre son jugement, ne disposait manifestement que de l'exemplaire non signé de la formule qui se trouve dans le dossier. Un tel document est impropre à fonder la conviction qu'il existait un original, que celui-ci a été déposé à la poste et correctement acheminé à son destinataire.\n\nEn déclarant la demande irrecevable pour le motif que la recourante n'avait pas versé l'avance dans le délai qui lui avait été imparti, le tribunal s'est fondé sur un état de fait arrêté arbitrairement, puisqu'il ne disposait d'aucune preuve sérieuse que l'avis était parvenu dans la sphère d'influence de la recourante.\n\nDès lors qu'il y a eu arbitraire dans la constatation des faits pertinents, le recours doit être admis et le jugement déféré annulé, sans qu'il soit nécessaire d'examiner les autres griefs invoqués par la recourante."}