{"annee": "129", "cour": "III", "page": "124", "date": "7/1/2003", "cite": ["117 V 248", "119 V 46", "88 II 439", "123 III 280", "109 II 449"], "cite_par": ["131 III 467", "134 III 108", "136 III 562", "145 III 63"], "chapeau": "22. Extrait de l'arrêt de la Ire Cour civile dans la cause A. contre Banque X. (recours en réforme)\n\n4C.327/2002 du 7 janvier 2003", "regestes": ["Art. 335b et 335c CO; travail intérimaire; temps d'essai. Lors du passage d'un emploi intérimaire à un emploi stable, la durée de la mission temporaire exercée chez le futur employeur ne peut être décomptée du temps d'essai (consid. 2 et 3)."], "faits": "", "considerants": "|124|\n\nExtrait des considérants:\n\n2.\n\n2.1 La cour cantonale a débouté la demanderesse de ses prétentions au motif que son licenciement était intervenu durant le temps |125| d'essai. Elle a considéré en substance que, comme du 21 août au 31 octobre 2000 la demanderesse était employée par l'agence de travail intérimaire, le contrat qu'elle avait conclu le 26 octobre 2000 avec la banque constituait une nouvelle relation contractuelle, pour laquelle la défenderesse était parfaitement en droit de prévoir un temps d'essai de trois mois. Certes, les tâches confiées à la demanderesse durant sa mission temporaire, puis dans le cadre de son emploi de durée indéterminée auprès de la banque étaient les mêmes, mais les relations juridiques entre les parties s'étaient radicalement modifiées. Le congé donné le 12 janvier 2001 avait donc bien pris effet le 19 du même mois.\n\n2.2 Dans son recours, la demanderesse soutient que cette position viole les articles 335b, 335c et 336c CO, car, au moment où elle a été licenciée, elle exerçait une activité auprès de la défenderesse depuis plus de trois mois.\n\n3. Le litige porte ainsi exclusivement sur le calcul du temps d'essai. Plus précisément, il s'agit de déterminer si, lorsqu'une entreprise fait appel à un travailleur intérimaire et l'engage au terme de sa mission pour effectuer une activité comparable dans le cadre d'un emploi fixe, la durée de l'activité intérimaire peut influencer le temps d'essai.\n\n3.1 Le temps d'essai doit fournir aux parties l'occasion de préparer l'établissement de rapports de travail destinés à durer, en leur permettant d'éprouver leurs relations de confiance, de déterminer si elles se conviennent mutuellement et de réfléchir avant de s'engager pour une plus longue période. Si les rapports contractuels qu'elles ont noués ne répondent pas à leur attente, les parties doivent pouvoir s'en libérer rapidement (cf. BRUNNER/BÜHLER/WAEBER, Commentaire du contrat de travail, 2e éd., Lausanne 1996, n. 1 ad art. 335b CO).\n\nC'est pourquoi la loi prévoit que le premier mois de travail est considéré comme temps d'essai et que chacune des parties peut résilier le contrat de travail à tout moment moyennant un délai de congé de sept jours (cf. art. 335b al. 1 CO). Des dispositions différentes peuvent être prévues, notamment par accord écrit; toutefois, le temps d'essai ne peut dépasser trois mois (cf. art. 335b al. 2 CO). Dans la mesure où les parties auraient convenu d'un système qui les priverait des dispositions protectrices contre le congé au-delà de la durée maximale de trois mois, cet accord serait illicite et, par conséquent, nul. Il ne s'agit toutefois que d'une nullité partielle (art. 20 |126| al. 2 CO), le temps d'essai étant alors réduit à la durée maximale légale de trois mois (cf. REHBINDER, Commentaire bernois, n. 2 ad art. 335b CO p. 70; STREIFF/VON KAENEL, Leitfaden zum Arbeitsvertragsrecht, 5e éd., Zurich 1992, n. 5 ad art. 335b CO; BRÜHWILER, Kommentar zum Einzelarbeitsvertrag, Berne 1996, n. 5a ad art. 335b CO in fine). Le travailleur n'abuse pas de son droit s'il invoque la nullité d'une prolongation du temps d'essai qu'il avait acceptée (ATF 109 II 449 consid. 2b).\n\nContrairement à ce que laisse entendre la cour cantonale, la demanderesse peut donc parfaitement remettre en cause le temps d'essai de trois mois prévu par le contrat du 26 octobre 2000, même si elle l'avait alors accepté. S'il s'avérait, comme le soutient l'employée congédiée, que la période du 21 août au 31 octobre 2000 correspondant à son activité intérimaire auprès de la banque devait être prise en compte, il faudrait réduire d'autant le temps d'essai prévu contractuellement, afin qu'au total la durée maximale de trois mois ne soit pas dépassée. Dans cette hypothèse, le congé signifié le 12 janvier 2001 aurait été donné après le temps d'essai, de sorte qu'il devrait respecter le délai ordinaire prévu à l'art. 335c al. 1 CO.\n\n3.2 La doctrine et la jurisprudence se sont penchées sur plusieurs constructions juridiques en se demandant si celles-ci ne revenaient pas à une prolongation excessive du temps d'essai, aboutissant à éluder au détriment du travailleur la protection contre les licenciements (cf. ATF 117 V 248 consid. 3b/bb p. 253 s.).\n\nIl est ainsi jugé contraire à l'art. 335b CO de résilier un contrat de travail à la fin du temps d'essai, puis de conclure un nouveau contrat prévoyant à son tour un temps d'essai, de sorte que la durée totale de celui-ci dépasse trois mois (STAEHELIN, Commentaire zurichois, n. 3 ad art. 335b CO; STREIFF/VON KAENEL, op. cit., n. 3 ad art. 335b CO; AUBERT, Quatre cents arrêts sur le contrat de travail, Lausanne 1984, n. 158). Il est également admis que la conclusion successive de contrats de durée déterminée (contrats en chaîne; Kettenverträge) peut conduire à détourner la réglementation sur le temps d'essai, en empêchant notamment l'application des délais de congé ordinaires (cf. REHBINDER, op. cit., n. 3 ad art. 335b CO p. 71; STREIFF/VON KAENEL, op. cit., n. 3 ad art. 335b CO; BRÜHWILER, op. cit., n. 5b ad art. 335c CO; cf. également ATF 119 V 46 consid. 1c p. 48).\n\nLa jurisprudence a même retenu, à l'occasion d'un cas très particulier dans lequel les parties s'étaient tout d'abord liées par un mandat résiliable en tout temps avant de conclure un contrat de travail, |127| qu'il était justifié de tenir compte de la durée du mandat lors du calcul du temps d'essai (cf. arrêt du Tribunal fédéral 4C.27/1993 du 11 mai 1993, consid. 3c). Il n'est en outre pas contesté que l'apprentissage doit être compris dans la durée des rapports de travail (arrêt du Tribunal fédéral 4C.93/1997 du 8 octobre 1997, publié in Jahrbuch des schweizerischen Arbeitsrechts [JAR] 1998 p. 282 ss, consid. 3c), de sorte que l'employeur qui engage son apprenti au terme de sa formation ne peut prévoir un nouveau temps d'essai (STAEHELIN, op. cit., n. 3 ad art. 335b CO; BRUNNER/BÜHLER/WAEBER, op. cit., n. 1 ad art 335b CO).\n\nEn matière de travail intérimaire, le Tribunal fédéral des assurances considère en revanche qu'il est conforme au code des obligations, dans le cadre de différentes missions exécutées par un employé qui reste lié par un rapport de travail intérimaire de durée indéterminée à la même agence de placement, de prévoir que le temps d'essai recommence à courir lors de chaque nouvelle mission (ATF 117 V 248 consid. 3; confirmé in ATF 119 V 46 consid. 1c).\n\n3.3 La question qui se pose en l'espèce, à savoir le calcul du temps d'essai lors de l'engagement par l'entreprise utilisatrice d'un travailleur intérimaire au terme de sa mission, n'a jamais été tranchée par le Tribunal fédéral. Elle a peu intéressé la doctrine. Cette problématique a été évoquée par THÉVENOZ, qui soutient que, si le poste stable est essentiellement de même nature que la tâche accomplie pendant la phase intérimaire, celle-ci aura permis une évaluation réciproque des futures parties au contrat de travail, de sorte que la durée de la mise à disposition est à décompter du temps d'essai (THÉVENOZ, Le travail intérimaire, thèse Genève 1987, n. 1098 ss, en particulier n. 1102). Cette position ne peut être suivie pour les motifs suivants.\n\nLes situations équivalant à une prolongation détournée du temps d'essai énumérées ci-dessus (cf. supra consid. 3.2) supposent toujours que les parties se trouvent au préalable déjà dans une relation contractuelle. En principe, il s'agira d'un contrat de travail, mais on a vu qu'exceptionnellement un mandat peut remplir la même fonction. L'existence d'un lien contractuel direct entre les parties est indispensable pour leur permettre d'éprouver leurs relations de confiance. Or, le travail intérimaire se caractérise, comme l'a relevé pertinemment la cour cantonale, par l'absence de contrat liant directement l'entreprise utilisatrice au travailleur mis à disposition (THÉVENOZ, op. cit., n. 188 et 358). C'est l'agence de travail intérimaire qui est l'employeur au sens du CO (art. 319 al. 1 CO; |128| cf. ATF 123 III 280 consid. 2b/bb p. 288). Il lui incombe de sélectionner du personnel intérimaire compétent et elle seule peut résilier les rapports contractuels de travail (cf. ATF 117 V 248 consid. 3b/aa p. 252). Si, dans l'arrêt précité, le Tribunal fédéral des assurances s'est inspiré d'une jurisprudence neuchâteloise, il n'en a confirmé que le résultat, ce qui semble avoir échappé à la demanderesse. A juste titre, il a émis des réserves quant à sa motivation, en particulier lorsque les juges cantonaux ont fait référence à l'existence d'un lien de confiance entre le travailleur intérimaire et l'entreprise utilisatrice (ATF 117 V 248 consid. 3b/aa p. 251 s. et les références citées). Il a rappelé à cet égard qu'il ne faut pas perdre de vue que l'entreprise utilisatrice n'exerce des droits envers le travailleur intérimaire qu'en raison du mandat la liant à l'agence de travail temporaire, de sorte que la personne même du travailleur n'est pas un élément déterminant pour elle (ATF 117 V 248 consid. 3b/aa p. 252). L'entreprise utilisatrice n'est du reste pas habilitée à dénoncer le contrat de travail (WYLER, Droit du travail, Berne 2002, p. 332). Quant au salarié intérimaire, il a, par définition, un statut précaire (ATF 123 III 280 consid. 2b/bb p. 288; ATF 117 V 248 consid. 3b/bb p. 253). Même si l'on doit admettre qu'il tisse des liens avec l'entreprise utilisatrice (cf. ATF 88 II 439 consid. 2 et 3) et qu'il doit notamment suivre les instructions données par cette dernière, ses obligations découlent toujours de son contrat avec l'agence de placement (cf. THÉVENOZ, op. cit., n. 189 ss et 461; NEF, Temporäre Arbeit, thèse Zurich 1970, p. 70), à qui il reste subordonné. La position de l'employé intérimaire ne peut donc être comparée à celle d'un travailleur ordinaire de l'entreprise utilisatrice.\n\nIl en ressort que le travail intérimaire est soumis à un traitement juridique distinct, lié à sa spécificité et au besoin particulier de souplesse qu'il requiert dans l'intérêt même des travailleurs (ATF 119 V 46 consid. 1c p. 48 s.; ATF 117 V 248 consid. 3b/bb p. 254). Le passage d'un emploi intérimaire à un emploi stable implique donc un changement de statut important, qui empêche la prise en compte, à titre de temps d'essai, de la mission temporaire exercée chez le futur employeur. Même si l'activité effectuée est identique, le contexte juridique dans lequel elle s'exerce, en particulier le rôle central joué par l'agence de placement (NEF, op. cit., p. 9 s.), ne permet pas au travailleur et à l'entreprise utilisatrice d'éprouver leurs relations de confiance de la même façon qu'au moment où ils concluent un contrat de travail et qu'ils cherchent à nouer une relation juridique stable et durable entre eux.\n\n|129|\n\nEn outre, décompter du temps d'essai la durée de la mission exécutée par l'employé intérimaire risquerait de limiter l'engagement fixe de tels travailleurs, ce qui n'est pas forcément souhaitable. Ainsi, lorsque la mission intérimaire a duré trois mois ou plus, l'entreprise utilisatrice hésitera à proposer un poste stable à un employé sans avoir la possibilité de prévoir un quelconque temps d'essai. Il n'est du reste pas exclu que l'employé intérimaire éprouve lui aussi les mêmes réticences avant de s'engager durablement.\n\nPar conséquent, la cour cantonale n'a pas violé le droit fédéral en retenant que le licenciement de la demanderesse était intervenu durant le temps d'essai et en la déboutant de ses prétentions fondées sur un délai de résiliation ordinaire d'un mois (art. 335c al. 1 CO).\n\nDans ces circonstances, le recours doit être rejeté."}