{"annee": "129", "cour": "V", "page": "65", "date": "24/12/2002", "cite": [], "cite_par": ["136 V 161"], "chapeau": "7. Auszug aus dem Urteil i.S. Bundesamt für Sozialversicherung gegen A. und J. und Eidgenössische Rekurskommission der AHV/IV für die im Ausland wohnenden Personen\n\nH 194/00 vom 24. Dezember 2002", "regestes": ["Art. 29sexiès al. 3 première phrase LAVS; art. 52f al. 4 RAVS: Répartition par moitiés des bonifications pour tâches éducatives afférentes aux années civiles du mariage. La prise en compte de la bonification pour tâches éducatives entière au sens de la disposition réglementaire précitée suppose que l'autre époux n'était d'aucune façon assuré par l'assurance-vieillesse et survivants suisse durant l'année en cause."], "faits": "", "considerants": "|65|\n\nAus den Erwägungen:\n\n4.3 Schliesslich wendet das Beschwerde führende Bundesamt für Sozialversicherung (BSV) ein, die Rekurskommission habe der Versicherten für das Jahr 1960 zu Unrecht eine ganze Erziehungsgutschrift angerechnet.\n\n|66|\n\nNach Art. 29sexies Abs. 3 Satz 1 AHVG wird bei verheirateten Personen die Erziehungsgutschrift während der Kalenderjahre der Ehe hälftig aufgeteilt. Erziehungsgutschriften werden immer für ganze Kalenderjahre angerechnet (Art. 52f Abs. 1 Satz 1 AHVV in Verbindung mit Art. 29sexies Abs. 1 lit. c AHVG). Gemäss Art. 52f Abs. 4 AHVV in Verbindung mit Art. 29sexies Abs. 1 lit. b AHVG wird dem versicherten Elternteil für Jahre, in denen sein Ehegatte nicht in der schweizerischen Alters- und Hinterlassenenversicherung versichert war, die ganze Erziehungsgutschrift angerechnet. Dem BSV ist darin beizupflichten, dass sich der hier zu beurteilende Sachverhalt (die Beschwerdegegnerin war 1960 während des ganzen Jahres, ihr Ehemann nur während 8 Monaten versichert) nicht unter den zitierten Normtatbestand der letztgenannten Verordnungsbestimmung subsumieren lässt. Nach deren Wortlaut setzt die Anrechnung der ganzen Erziehungsgutschrift voraus, dass der andere Ehegatte im betreffenden Jahr (überhaupt) nicht in der schweizerischen Alters- und Hinterlassenenversicherung versichert war (darin stimmen die französische und die italienische Fassung mit der deutschsprachigen überein). Die Interpretation unter dem Blickwinkel der übrigen normunmittelbaren Auslegungskriterien führt zu keinem anderen Schluss. Der Verordnungsgeber verfolgte mit Art. 52f Abs. 4 AHVV ausdrücklich (AHI 1996 S. 35 f.) den Zweck, hinsichtlich der Erziehungsgutschrift dieselbe Regelung zu treffen wie in Bezug auf die Erwerbseinkommen, bei denen das Splitting-System in einem bestimmten Kalenderjahr nicht zur Anwendung gelangt, wenn nur ein Elternteil in der schweizerischen Alters- und Hinterlassenenversicherung versichert ist (Art. 29quinquies Abs. 4 lit. b AHVG; Art. 50b Abs. 1 Satz 1 AHVV). Von dieser systematischen Grundkonzeption (weitestgehende Gleichbehandlung von Erwerbseinkommen und Gutschriften) liess sich bereits der Gesetzgeber leiten (Art. 29quater, 29quinquies Abs. 3 f., Art. 29sexies und 29septies AHVG; vgl. auch Amtl.Bull. 1993 N 215). Nach dem Gesagten ist die auf das Jahr 1960 entfallende Erziehungsgutschrift für die am 30. Oktober 1959 geborene Tochter nur zur Hälfte der Beschwerdegegnerin anzurechnen."}