{"annee": "129", "cour": "V", "page": "222", "date": "3/2/2003", "cite": ["116 V 246", "128 V 174", "119 V 468"], "cite_par": ["134 V 322", "142 V 178", "135 V 297", "131 V 164", "132 V 393", "145 V 141", "143 V 295", "138 V 457", "141 V 1"], "chapeau": "33. Auszug aus dem Urteil i.S. R. gegen IV-Stelle des Kantons Freiburg und Verwaltungsgericht des Kantons Freiburg\n\nI 670/01 vom 3. Februar 2003", "regestes": ["Art. 28 al. 2 LAI: Moment déterminant pour la comparaison des revenus. Pour procéder à la comparaison des revenus, il convient de se placer au moment de la naissance du droit à la rente; les revenus avec et sans invalidité doivent être déterminés par rapport à un même moment et les modifications de ces revenus susceptibles d'influencer le droit à la rente survenues jusqu'au moment où la décision est rendue être prises en compte (cf. ATF 128 V 174). Cas d'application de la jurisprudence selon laquelle lors de la comparaison des revenus (art. 28 al. 2 LAI) les facteurs étrangers à l'invalidité doivent être purement et simplement ignorés ou pris en considération de la même manière pour chacun des termes de la comparaison; cas d'un travailleur saisonnier."], "faits": "", "considerants": "|223|\n\nAus den Erwägungen:\n\n4. (...)\n\n4.1 Das Eidgenössische Versicherungsgericht hat sich in BGE 128 V 174 mit der Frage beschäftigt, welcher Zeitpunkt für den Einkommensvergleich im Unfallversicherungsrecht massgebend sei. Während die Gesetzmässigkeit von Verfügungen des Versicherers in diesem Bereich in der Regel nach dem Sachverhalt zu beurteilen ist, der zur Zeit des Erlasses des Einspracheentscheides gegeben war (BGE 116 V 248 Erw. 1a mit Hinweisen), hat das Gericht im Urteil P. vom 20. März 1991, U 80/90, und zuletzt in den Urteilen K. vom 18. März 2002, U 239/00, und C. vom 19. Februar 2002, U 99/00, entschieden, dass massgebend für den Einkommensvergleich gemäss Art. 18 Abs. 2 UVG der Zeitpunkt des Rentenbeginns ist (vgl. auch PETER OMLIN, Die Invalidität in der obligatorischen Unfallversicherung mit besonderer Berücksichtigung der älteren Arbeitnehmerinnen und Arbeitnehmer, Diss. Freiburg 1995, S. 291). In BGE 128 V 174 hat es einlässlich erwogen, dass es keinen Grund gebe, von dieser Rechtsprechung abzuweichen, und dass allfälligen nach dem Urteil P. vom 20. März 1991, U 80/90, ergangenen anders lautenden Urteilen nicht gefolgt werden könne. Der aus dem Einkommensvergleich resultierende Invaliditätsgrad würde im Falle des Abstellens auf den Zeitpunkt des Einspracheentscheides nämlich davon abhängen, wann der Unfallversicherer diesen - zufälligerweise - erlässt. Insbesondere würde man zu unterschiedlichen Ergebnissen gelangen in Fällen, in denen die anfängliche Verfügung unangefochten in Rechtskraft erwächst, und solchen, in denen Einsprache erhoben und ein Einspracheentscheid gefällt wird. Des Weiteren hat das Eidgenössische Versicherungsgericht ausgeführt, dass Validen- und Invalideneinkommen in jedem Fall auf den gleichen Zeitpunkt hin zu erheben und allfällige rentenwirksame Änderungen der Vergleichseinkommen bis zum Einspracheentscheid zu berücksichtigen sind.\n\n4.2 Wie das Eidgenössische Versicherungsgericht wiederholt ausgeführt hat, stimmt der Invaliditätsbegriff in der Invalidenversicherung mit demjenigen in der obligatorischen Unfallversicherung |224| und der Militärversicherung grundsätzlich überein (BGE 119 V 470 Erw. 2b mit Hinweisen). Die ausgeführten Grundsätze des beim Einkommensvergleich massgebenden Zeitpunkts des (potentiellen) Rentenbeginns, der Erhebung von Validen- und Invalideneinkommen auf zeitidentischer Grundlage und der Berücksichtigung von allfälligen rentenwirksamen Änderungen der Vergleichseinkommen bis zum Verfügungserlass müssen daher auch im Invalidenversicherungsrecht gelten.\n\n4.3\n\n4.3.1 Für die Ermittlung des Einkommens, welches der Versicherte ohne Invalidität erzielen könnte (Valideneinkommen), ist entscheidend, was er im Zeitpunkt des frühestmöglichen Rentenbeginns, im vorliegenden Fall am 1. Oktober 1996, nach dem Beweisgrad der überwiegenden Wahrscheinlichkeit als Gesunder tatsächlich verdient hätte (RKUV 1993 Nr. U 168 S. 100 Erw. 3b). Dabei wird in der Regel am zuletzt erzielten, nötigenfalls der Teuerung und der realen Einkommensentwicklung angepassten Verdienst angeknüpft, da es empirischer Erfahrung entspricht, dass die bisherige Tätigkeit ohne Gesundheitsschaden fortgesetzt worden wäre. Ausnahmen müssen mit überwiegender Wahrscheinlichkeit erstellt sein (RKUV 1993 Nr. U 168 S. 101 Erw. 3b).\n\n4.3.2 Der Beschwerdeführer war zuletzt (von 1993 bis 1995) als Saisonnier in der Landwirtschaft tätig. Nach der Aktenlage liegt keine Ausnahme im Sinne der genannten Rechtsprechung vor, weshalb Verwaltung und Vorinstanz als Valideneinkommen zum Zeitpunkt des potentiellen Rentenbeginns zu Recht den Lohn für einen landwirtschaftlichen Mitarbeiter ohne Qualifikation angenommen und es gestützt auf die Richtlinien der Ausgleichskasse Freiburg mit Fr. 30'240.- (12 x Fr. 2'520.-) veranschlagt haben.\n\n4.3.3 Der Beschwerdeführer bringt letztinstanzlich neu vor, dass er spätestens 1996 eine Jahresaufenthaltsbewilligung erhalten, seine Familie in die Schweiz nachgezogen und auch eine Ganzjahresanstellung im Baugewerbe mit besserer Entlöhnung gefunden hätte.\n\nDas Verwaltungsgericht des Kantons Freiburg wies ein am 4. März 1996 gestelltes Gesuch des Beschwerdeführers um Umwandlung seiner Saisonbewilligung in eine Jahresaufenthaltsbewilligung mit Entscheid vom 5. November 1997 ab, weil die gesetzlichen Voraussetzungen dazu nicht erfüllt waren. Auch könne ihm keine Bewilligung zu Lasten des kantonalen Kontingentes ausgestellt werden, da er auf Grund seiner gesundheitlichen Probleme keiner dauerhaften Beschäftigung nachgehe.\n\n|225|\n\nFest steht demnach, dass zum Zeitpunkt des frühestmöglichen Rentenbeginns noch keine Jahresaufenthaltsbewilligung vorlag. Es ist aber nicht ausgeschlossen, dass dem Beschwerdeführer im Gesundheitsfall in einer späteren Zeit eine solche erteilt worden wäre. Die Sache ist diesbezüglich abklärungsbedürftig und daher an die Verwaltung zurückzuweisen. Bei Veränderung der finanziellen Verhältnisse müsste ein erneuter Einkommensvergleich angestellt werden (Erw. 4.1 und 4.2).\n\n4.4 Zur Ermittlung des hypothetischen Einkommens nach Eintritt der Invalidität (Invalideneinkommen) stützt sich die Vorinstanz auf die vom Bundesamt für Statistik herausgegebene Schweizerische Lohnstrukturerhebung (LSE) des Jahres 1998, während die IV-Stelle auf die Einkommensverhältnisse im Jahr 1996 abstellt. Nach der genannten Rechtsprechung (Erw. 4.1 und 4.2) ist mit der Verwaltung auch hier vorerst auf die Verhältnisse zum Zeitpunkt des hypothetischen Rentenbeginns im Oktober 1996 abzustellen.\n\nDa invaliditätsfremde Gesichtspunkte im Rahmen des Einkommensvergleichs nach Art. 28 Abs. 2 IVG überhaupt nicht oder dann bei beiden Vergleichsgrössen gleichmässig zu berücksichtigen sind (ZAK 1989 S. 458 Erw. 3b; RKUV 1993 Nr. U 168 S. 104 Erw. 5b; Urteil S. vom 16. April 2002, I 640/00), ist auch bei der Bestimmung des Invalideneinkommens dem Umstand Rechnung zu tragen, dass der Versicherte damals nur über eine Saisonnierbewilligung verfügte, weshalb nicht auf die Lohnstrukturerhebung des Bundesamtes für Statistik abzustellen ist. Vielmehr hat die Verwaltung aufgrund konkreter Abklärungen zu eruieren, welches Einkommen der Beschwerdeführer als Saisonnier bei 50%iger Arbeitsfähigkeit in einer leidensangepassten Tätigkeit, insbesondere etwa in der Landwirtschaft hätte erzielen können. Anders als bei der Ermittlung des Invalideneinkommens auf Grund von Tabellenlöhnen ist dabei kein leidensbedingter Abzug vorzunehmen."}