{"annee": "129", "cour": "V", "page": "80", "date": "9/12/2002", "cite": ["124 V 185", "114 V 22", "127 V 328"], "cite_par": ["130 V 459", "130 V 294", "142 V 425", "133 V 115", "130 V 464"], "chapeau": "12. Urteil i.S. J. gegen Concordia Schweizerische Kranken- und Unfallversicherung und Versicherungsgericht des Kantons St. Gallen\n\nK 151/00 vom 9. Dezember 2002", "regestes": ["Art. 25, art. 27, art. 31 al. 1 let. a LAMal; art. 19a, art. 19a al. 2 ch. 22 OPAS: Traitements dentaires rendus nécessaires par une affection congénitale. Les traitements dentaires consécutifs à une infirmité congénitale n'ouvrent le droit aux prestations de l'assurance-maladie obligatoire des soins que lorsque les conditions de l'art. 31 al. 1 LAMal sont remplies. La prognathie inférieure congénitale mentionnée à l'art. 19a al. 2 ch. 22 OPAS doit être assimilée à une maladie grave du système de la mastication au sens de l'art. 31 al. 1 let. a LAMal."], "faits": "BGE 129 V 80 S. 81\n\nA.- J., geboren 1960, ist bei der Concordia Schweizerische Kranken- und Unfallversicherung (nachfolgend: Concordia) unter anderem im Rahmen der obligatorischen Krankenpflegeversicherung versichert. Sie leidet am Geburtsgebrechen Prognathia inferior congenita (angeborene Fehlstellung des Unterkiefers) mit einem Winkel ANB von -5 Grad. Dieses Geburtsgebrechen führte zu einem Verlust von Front- und Seitenzähnen sowie schliesslich zur Kauunfähigkeit.\n\nAm 19. Mai 1998 ersuchte Dr. med. dent. I. die Concordia um Kostengutsprache für eine Behandlung der Versicherten. Bei einer Restbezahnung im Oberkiefer 13, 15 und im Unterkiefer 45 bis 35, 37 war eine Oberkieferimplantation mit distalen Ausgleichsimplantaten vorgesehen, darin bestehend, dass nach Bisshebung auf 1 - 2 Zähnen eine zwölfgliedrige Brücke im Oberkiefer mit sechs Implantaten angebracht wird. Die Kosten wurden auf Fr. 13'850.90 veranschlagt. Im Gesuch wurde als Therapieerwägung auch eine Umstellungsosteotomie des Unterkiefers mit nachfolgender Eingliederung einer Oberkiefer-Teilprothese erwähnt, doch wurde dazu bemerkt, dass die Versicherte nach Beratung durch einen Kieferchirurgen einen solchen Eingriff unter anderem wegen der Gefahr einer Verletzung des Nervus alveolaris inferior ablehne.\n\nNach Beizug ihres Vertrauenszahnarztes Prof. Dr. H., Chefarzt der Klinik für Mund-Kiefer-Gesichts-Chirurgie des Spitals X., lehnte die Concordia die Kostenübernahme mit Verfügung vom 25. August 1998 ab. Mit Einspracheentscheid vom 14. Oktober 1998 hielt sie nach nochmaliger Konsultation ihres Vertrauenszahnarztes an ihrem Standpunkt fest.\n\nBGE 129 V 80 S. 82\n\nB.- J. liess gegen den Einspracheentscheid (kantonalrechtlich) Klage beim Versicherungsgericht des Kantons St. Gallen erheben und beantragen, die Concordia sei zur Übernahme der Behandlungskosten der von Dr. med. dent. I. vorgeschlagenen Massnahme zu verpflichten. Das Versicherungsgericht des Kantons St. Gallen wies die Klage mit Entscheid vom 6. April 2000 ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt J. wiederum beantragen, die Concordia sei zu verpflichten, die Behandlungskosten zur Wiederherstellung der fehlenden Kaueinheiten im Oberkiefer durch eine zwölfgliedrige Brücke sowie sechs Implantate zu bezahlen, eventualiter sei die Sache an die Vorinstanz zur Durchführung eines Beweisverfahrens zurückzuweisen.\n\nDie Concordia schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde.\n\nNach Abschluss des Schriftenwechsels lässt J. einen Bericht des Dr. med. dent. I. vom 23. Dezember 2000 zu den Akten geben.\n\nDas Bundesamt für Sozialversicherung äussert sich auf Aufforderung hin mit Schreiben vom 8. April 2002 zur Gesetzmässigkeit von Art. 19a KLV.\n\nIm Rahmen der Gewährung des rechtlichen Gehörs bezüglich der neuen Eingaben nimmt die Concordia zum nachträglich aufgelegten Bericht des Dr. med. dent. I. Stellung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1.\n\n1.1 Die Leistungen, deren Kosten von der obligatorischen Krankenpflegeversicherung bei Krankheit zu übernehmen sind, werden in Art. 25 des Bundesgesetzes über die Krankenversicherung (KVG) in allgemeiner Weise umschrieben. Im Vordergrund stehen die Leistungen der Ärzte und Ärztinnen, dann aber auch der Chiropraktoren und Chiropraktorinnen sowie der Personen, die im Auftrag von Ärzten und Ärztinnen Leistungen erbringen.\n\nDie zahnärztlichen Leistungen sind in der genannten Bestimmung nicht aufgeführt. Die Kosten dieser Leistungen sollen im Krankheitsfalle der obligatorischen Krankenpflegeversicherung nur in eingeschränktem Masse überbunden werden, nämlich wenn die zahnärztliche Behandlung durch eine schwere, nicht vermeidbare Erkrankung des Kausystems (Art. 31 Abs. 1 lit. a KVG) oder durch eine schwere Allgemeinerkrankung oder ihre Folgen bedingt (Art. 31 Abs. 1 lit. b KVG) oder zur Behandlung einer schweren Allgemeinerkrankung oder ihrer Folgen notwendig ist (Art. 31 Abs. 1 lit. c KVG).\n\nBGE 129 V 80 S. 83\n\n1.2 Gestützt auf Art. 33 Abs. 2 und 5 KVG in Verbindung mit Art. 33 lit. d der Verordnung über die Krankenversicherung (KVV) hat das Departement in der Verordnung über Leistungen in der obligatorischen Krankenpflegeversicherung (Krankenpflege-Leistungsverordnung [KLV]) zu jedem der erwähnten Unterabsätze von Art. 31 Abs. 1 KVG einen eigenen Artikel erlassen, nämlich zu lit. a den Art. 17 KLV, zu lit. b den Art. 18 KLV und zu lit. c den Art. 19 KLV. In Art. 17 KLV werden die schweren, nicht vermeidbaren Erkrankungen des Kausystems aufgezählt, bei denen daraus resultierende zahnärztliche Behandlungen von der obligatorischen Krankenpflegeversicherung zu übernehmen sind. In Art. 18 KLV werden die schweren Allgemeinerkrankungen und ihre Folgen aufgelistet, die zu zahnärztlicher Behandlung führen können und deren Kosten von der obligatorischen Krankenpflegeversicherung zu tragen sind. In Art. 19 KLV hat das Departement die schweren Allgemeinerkrankungen aufgezählt, bei denen die zahnärztliche Massnahme notwendiger Bestandteil der Behandlung darstellt. Art. 19a KLV schliesslich betrifft die zahnärztlichen Behandlungen, die durch ein Geburtsgebrechen bedingt sind.\n\n1.3 In BGE 124 V 185 hat das Eidgenössische Versicherungsgericht entschieden, dass die in Art. 17-19 KLV erwähnten Erkrankungen, welche von der obligatorischen Krankenpflegeversicherung zu übernehmende zahnärztliche Behandlungen bedingen, abschliessend aufgezählt sind. Daran hat es in ständiger Rechtsprechung festgehalten (BGE 127 V 332 Erw. 3a und 343 Erw. 3b).\n\n2. Unbestritten und aus den Akten ersichtlich ist, dass die Beschwerdeführerin an dem in Art. 19a Abs. 2 Ziff. 22 KLV aufgeführten Geburtsgebrechen Prognathia inferior congenita leidet. Ebenso unbestritten ist, dass dieses Geburtsgebrechen bei ihr zu einem weit gehenden Zahnverlust im Oberkiefer und damit zur Kauunfähigkeit geführt hat und dass zahnmedizinische Massnahmen zu deren Behebung notwendig sind. Streitig ist, ob die Concordia die Kosten der von Dr. med. dent. I. vorgeschlagenen Behandlung zu tragen hat.\n\n2.1 Die Krankenkasse verneinte eine Leistungspflicht im Wesentlichen mit der Begründung, die geplante Massnahme sei weder auf die Beseitigung noch auf die Linderung des Geburtsgebrechens gerichtet. Vorgesehen sei nicht eine kieferorthopädische oder kieferchirurgische Korrektur der mandibulären Prognathie, sondern eine Wiederherstellung der fehlenden Kaueinheiten im Oberkiefer durch eine zwölfgliedrige Brücke mit Implantaten. Durch die negative BGE 129 V 80 S. 84sagittale Stufe bleibe die intermaxilläre Diskrepanz erhalten. Der prothetische Ersatz im Oberkiefer wäre gleichermassen wie die natürliche Bezahnung einer Fehlbelastung ausgesetzt. Zweckmässigkeit und Wirtschaftlichkeit der Massnahme seien nicht gegeben. Die von Dr. med. dent. I. als Alternativlösung genannte, von der Versicherten aber abgelehnte Unterkieferosteotomie mit Eingliederung einer Teilprothese im Oberkiefer wäre indessen auf die Heilung des Geburtsgebrechens gerichtet. Dass sie, die Concordia, die Kosten für diese letztere Massnahme übernehmen würde, erklärt sie zwar nicht ausdrücklich, doch sind ihre Ausführungen dahin zu deuten, dass sie dazu, möglicherweise mit Modifikationen, bereit wäre.\n\n2.2 Die Vorinstanz bestätigt die Verneinung der Leistungspflicht der Krankenkasse für die von Dr. med. dent. I. empfohlene Massnahme. Zur Begründung führte sie im Wesentlichen aus, Art. 19a KLV erkläre die Kosten für zahnärztliche Behandlungen, die durch ein in Abs. 2 aufgeführtes Geburtsgebrechen bedingt sind, zur Pflichtleistung der obligatorischen Krankenpflegeversicherung. Ein solches Geburtsgebrechen liege bei der Versicherten vor. Eine medizinische Behandlung sei notwendig, da die Betroffene kauunfähig sei. Auch die Kausalität zwischen dem Geburtsgebrechen und der Kauunfähigkeit sei gegeben. Indessen werde durch die von Dr. med. dent. I. vorgeschlagene Massnahme das Geburtsgebrechen selbst mit seinen ungünstigen Auswirkungen auf die Zähne und den Zahnersatz nicht geheilt. Eine dauerhafte Wiederherstellung der Kaufähigkeit sei demnach nicht zu erwarten. Die Massnahme wäre somit nur dann zweckmässig im Sinne von Art. 32 Abs. 1 KVG, wenn es keine Alternativlösung gäbe. Eine solche habe aber Dr. med. dent. I. in Form einer Umstellungsosteotomie mit nachfolgender Eingliederung einer Oberkiefer-Teilprothese aufgezeigt. Wohl müsste ein solches Vorgehen der Versicherten zumutbar sein. Die Frage der Zumutbarkeit könne indes offen bleiben, da es sich bei der von Dr. med. dent. I. vorgeschlagenen Massnahme um eine zahnärztliche Behandlung im engeren Sinn, d.h. um eine Vorkehr am Zahn und am Zahnhalteapparat, handle, die von der Leistungspflicht der Krankenkasse ohnehin ausgeschlossen sei.\n\n2.3 Die Beschwerdeführerin hält demgegenüber dafür, dass das neue Krankenversicherungsgesetz Massnahmen nach den Methoden der Odontologie als Pflichtleistung nicht mehr ausschliesse. Die Unterteilung in Pflichtleistung und Nichtpflichtleistung erfolge heute bei zahnärztlichen Behandlungen ausschliesslich nach dem Katalog von Art. 17 ff. KLV, indem die dort aufgeführten Diagnosen BGE 129 V 80 S. 85oder medizinischen Indikationen per se eine Leistungspflicht auslösten. Die von Dr. med. dent. I. vorgeschlagene Behandlung sei sodann wirksam, zweckmässig und wirtschaftlich.\n\n3. Nachdem das kantonale Gericht zunächst die Zweckmässigkeit und Wirtschaftlichkeit der von Dr. med. dent. I. vorgeschlagenen Massnahme erwogen hat, lässt es diese Frage schlussendlich offen und begründet seinen ablehnenden Entscheid damit, dass es sich dabei um eine zahnärztliche Behandlung im engeren Sinn handle, weshalb die Krankenkasse dafür nicht leistungspflichtig sei.\n\nDiese Begründung erstaunt insofern, als die Vorinstanz in Erwägung 3a ihres Entscheides die Bestimmung des Art. 19a KLV ausdrücklich nennt und ihren Inhalt dahin umschreibt, dass die Versicherung die \"Kosten der zahnärztlichen Behandlungen\" zu übernehmen hat, die durch ein Geburtsgebrechen wie die Prognathia inferior congenita bedingt sind. Nachdem sie das Vorliegen eines Geburtsgebrechens, die Kausalität zwischen dem Geburtsgebrechen und der Kauunfähigkeit sowie die Behandlungsbedürftigkeit bejaht hat, erscheint als unverständlich, dass sie die Leistungspflicht der Krankenkasse nach dieser Bestimmung nicht weiter untersucht hat, sondern davon ausgegangen ist, für eine zahnärztliche Behandlung sei eine Leistungspflicht ohnehin nicht gegeben. Die Schlussfolgerung der Vorinstanz ist so zu verstehen, dass Art. 19a KLV entweder nicht weiter beachtet wurde oder aber dass dieser Bestimmung, ohne dies näher zu begründen, die Anwendung versagt wurde. Dies veranlasst das Eidgenössische Versicherungsgericht, die Bestimmung des Art. 19a KLV auf ihre Rechtmässigkeit zu prüfen.\n\n4. Was die Regelung der Übernahme von Kosten für zahnärztliche Behandlungen anbelangt, fällt zunächst auf, dass die Bestimmung des Art. 19a KLV erst nachträglich in die Krankenpflege-Leistungsverordnung aufgenommen worden ist. Während diese Verordnung mit den von Anbeginn enthaltenen Art. 17 bis 19 wie auch die Verordnung über die Krankenversicherung im Jahre 1995 so rechtzeitig erlassen worden sind, dass sie zusammen mit dem Hauptteil der Bestimmungen des Bundesgesetzes über die Krankenversicherung am 1. Januar 1996 in Kraft treten konnten, wurde Art. 19a erst am 13. Dezember 1996 mit In-Kraft-Treten auf den 1. Januar 1997 in die Krankenpflege-Leistungsverordnung eingefügt. Am Bundesgesetz war vorgängig keine Änderung vorgenommen worden, welche an der rechtlichen Ausgangslage für die departementale Ergänzung etwas geändert hätte. In der Stellungnahme des dazu eingeladenen Bundesamtes für Sozialversicherung (BSV) finden sich BGE 129 V 80 S. 86keine Ausführungen darüber, weshalb Art. 19a KLV erst ein Jahr später in die Verordnung eingefügt worden ist. Es liegt somit nahe, den Grund für den nachträglichen Einschub in einem Versehen oder Vergessen des Verordnungsgebers zu suchen (vgl. GEBHARD EUGSTER, Krankenversicherungsrechtliche Aspekte der zahnärztlichen Behandlung nach Art. 31 Abs. 1 KVG, in: LAMal-KVG: Recueil de travaux en l'honneur de la Société suisse de droit des assurances, Lausanne 1997, S. 267).\n\n5. Wie in Erwägung 1 dargelegt, hat der Gesetzgeber die Kosten für zahnärztliche Behandlungen der obligatorischen Krankenpflegeversicherung nur in eingeschränktem Masse überbinden wollen. Die Voraussetzungen dazu hat er in Art. 31 Abs. 1 lit. a, b und c KVG umschrieben und den Bundesrat oder das Departement (Art. 33 Abs. 2 bzw. 5 KVG) beauftragt, die entsprechenden Leistungen näher zu bezeichnen. Dies hat erwähntermassen das Departement mit Erlass der Art. 17 bis 19 KLV getan. Eine andere Rechtsgrundlage als jene von Art. 33 Abs. 2 und 5 KVG, welche den Bundesrat oder das Departement ermächtigen würde, zahnärztliche Behandlungen zu Pflichtleistungen der obligatorischen Krankenpflegeversicherung zu erklären, ist nicht erkennbar. Das BSV weist indessen in seiner Stellungnahme vom 8. April 2002 bezüglich der Rechtsgrundlage von Art. 19a KLV ausser auf Art. 31 Abs. 1 KVG auch auf Art. 27 KVG über die Geburtsgebrechen hin und erwähnt, der Verordnungsgeber von Art. 19a KLV habe mit den in Art. 31 Abs. 1 lit. a und b KVG genannten Voraussetzungen der Kostenübernahme \"die Regelung von Art. 27 KVG in zulässiger Weise umgesetzt\".\n\n5.1 Wenn sich das BSV bezüglich Gesetzmässigkeit von Art. 19a Abs. 2 KLV auch auf Art. 27 KVG beruft, ist darauf hinzuweisen, dass der Zweck von Art. 27 KVG darin liegt, bei Geburtsgebrechen die Leistungspflicht der Invalidenversicherung durch diejenige der Krankenversicherung abzulösen (EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, Rz 153). In diesem Zusammenhang ist zu erwähnen, dass die Hürde für eine Leistungspflicht der Invalidenversicherung nach Art. 13 IVG niedrig ist. Grund dafür ist, dass bei der Schaffung der Invalidenversicherung hier \"in einem schmalen Bereich eine Art von Krankenversicherung\" eingebaut worden ist (MAURER, Schweizerisches Sozialversicherungsrecht, Bd. I, S. 294), dies gleichsam als Ersatz für die damals nicht obligatorische Krankenversicherung (vgl. Botschaft zum Entwurf eines Bundesgesetzes über die Invalidenversicherung BGE 129 V 80 S. 86vom 24. Oktober 1958, Separatausgabe, S. 41). Vorausgesetzt ist lediglich, dass das Geburtsgebrechen behandlungsfähig (vgl. BGE 114 V 26 Erw. 2c) und in der Liste im Anhang zur Verordnung über Geburtsgebrechen (GgV) aufgeführt oder allenfalls vom Eidgenössischen Departement des Innern als Geburtsgebrechen bezeichnet ist (Art. 1 Abs. 2 GgV). Die untere Grenze wird dadurch gebildet, dass bei Geburtsgebrechen von geringfügiger Bedeutung Leistungen ausgeschlossen werden können (Art. 13 Abs. 2 Satz 2 IVG).\n\n5.2 Vergleicht man die in Art. 19a Abs. 2 KLV aufgelisteten Geburtsgebrechen, die eine zahnärztliche Behandlung bedingen (Art. 19a Abs. 1 KLV), mit den entsprechenden Ziffern im Anhang zur Verordnung über Geburtsgebrechen, fällt auf, dass Art. 19a Abs. 2 KLV keinerlei Einschränkung der Leistungspflicht gegenüber diesem Anhang vornimmt. Die Hürde in der Krankenpflege-Leistungsverordnung ist mit andern Worten gleich niedrig wie im Anhang zur Verordnung über Geburtsgebrechen, dies ungeachtet der mit Art. 31 KVG für zahnärztliche Behandlungen bewusst erhöhten Voraussetzungen.\n\n5.3 Die Berufung des BSV auf Art. 27 KVG ist somit mehrdeutig. Wenn sie dahin zu verstehen ist, dass Art. 27 KVG zunächst die Grundlage dafür schafft, Geburtsgebrechen hinsichtlich der Leistungspflicht den Krankheiten gleichzusetzen, und in einem zweiten Schritt bestimmte Geburtsgebrechen, welche die Voraussetzungen von Art. 31 Abs. 1 KVG erfüllen, der Leistungspflicht zu unterstellen, so ist dagegen nichts einzuwenden. Wenn aber die Aussage dahin zu verstehen wäre, dass der Verordnungsgeber gestützt auf Art. 27 KVG, ohne den Weg über Art. 31 Abs. 1 KVG zu nehmen, bestimmte Geburtsgebrechen bezeichnen könnte, bei denen zahnärztliche Behandlungen leistungspflichtig sind, so wäre einer solchen Auffassung entgegenzutreten. Der Bundesrat oder das Departement hat nach Art. 33 Abs. 2 bzw. 5 KVG lediglich die Befugnis, solche zahnärztlichen Behandlungen als Folge von Geburtsgebrechen leistungspflichtig zu erklären, welche die Voraussetzung von Art. 31 Abs. 1 KVG erfüllen.\n\n5.4 Wenn das BSV in seiner Vernehmlassung ausführt, der Tatbestand \"Geburtsgebrechen nach Absatz 2\" (Art. 19a Abs. 1 KLV) sei in der schweren, nicht vermeidbaren Erkrankung des Kausystems nach Art. 31 Abs. 1 lit. a KVG enthalten und somit davon ausgeht, die Liste in Art. 19a Abs. 2 KLV enthalte nur Geburtsgebrechen, welche die Voraussetzung des Art. 31 Abs. 1 lit. a KVG BGE 129 V 80 S. 87erfüllen, so erscheint dies als zweifelhaft. Von den über 50 in Art. 19a Abs. 2 KLV aufgelisteten Geburtsgebrechen betreffen knapp 20 das Gesicht und den Hals, sechs die Sinnesorgane Augen und Ohren, und die übrigen, somit rund die Hälfte, die anderen Körperbereiche wie Haut, Skelett, Gelenke usw. Von den das Gesicht betreffenden Geburtsgebrechen ziehen einige fraglos das Kausystem in Mitleidenschaft, so dass, wenn es in schwerer Weise geschieht, die dadurch bedingten zahnärztlichen Behandlungen gestützt auf Art. 31 Abs. 1 lit. a KVG der Leistungspflicht unterstellt werden können. Ob aber andere in Art. 19a Abs. 2 KLV aufgeführte Geburtsgebrechen einer schweren Allgemeinerkrankung im Sinne von Art. 31 Abs. 1 lit. b KVG gleichgesetzt werden können, ist vorliegend nicht weiter zu verfolgen. Es ist vielmehr Sache des Verordnungsgebers, das Verordnungsrecht in diesem Zusammenhang immer wieder zu überprüfen und es stets auf dem aktuellen Stand, wozu auch die Erkenntnisse der Rechtsprechung gehören, zu halten.\n\n6. Das Geburtsgebrechen Prognathia inferior congenita gemäss Art. 19a Abs. 2 Ziff. 22 KLV, an welchem die Beschwerdeführerin leidet und welches für ihre Kauunfähigkeit verantwortlich ist, ist einer schweren Erkrankung des Kausystems im Sinne von Art. 31 Abs. 1 lit. a KVG gleichzustellen. Es ist demnach im Weiteren zu prüfen, ob der Kostenübernahme der von Dr. med. dent. I. vorgeschlagenen Zahnbehandlung andere gesetzliche Bestimmungen entgegenstehen.\n\n6.1 Weder der Rechtsgrundlage von Art. 31 Abs. 1 KVG für die Leistungspflicht für zahnärztliche Behandlungen noch den vom Departement dazu erlassenen Verordnungsbestimmungen der Art. 17 bis 19a KLV sind irgendwelche Anhaltspunkte zu entnehmen, welche den Schluss nahelegen würden, die Leistungspflicht für zahnärztliche Behandlungen sei nur unter der Voraussetzung gegeben, dass die Krankheit oder das ihr gleichgestellte Geburtsgebrechen geheilt oder gelindert werde. Es wird lediglich verlangt, dass die zahnärztliche Behandlung durch die Krankheit, hier durch das Geburtsgebrechen, bedingt oder zur Unterstützung und Sicherstellung der ärztlichen Behandlung notwendig ist. Ersteres ist vorliegend aktenkundig und nicht streitig.\n\n6.2 Es stellt sich daher nurmehr die Frage, ob die Behandlung wirksam, zweckmässig und wirtschaftlich gemäss Art. 32 Abs. 1 KVG ist.\n\n6.2.1 Die Wirksamkeit der von Dr. med. dent. I. vorgeschlagenen Behandlung ist nicht in Frage gestellt. Die Massnahme ist geeignet, BGE 129 V 80 S. 88die erstrebte Wirkung, nämlich die Behebung der Kauunfähigkeit der Versicherten, herbeizuführen.\n\n6.2.2 Die Behandlung ist sodann auch zweckmässig, weil sie die angestrebte Wirkung in angemessener Weise erzielt. Ausser der Unterkieferosteotomie mit Eingliederung einer Teilprothese im Oberkiefer, welche nach Ansicht der Concordia auf die Heilung des Geburtsgebrechens an sich gerichtet wäre, steht keine andere Behandlung zur Beseitigung der Kauunfähigkeit zur Diskussion.\n\n6.2.3 Bestritten ist vor allem die Wirtschaftlichkeit der Behandlung, weil durch sie die Prognathia inferior congenita nicht behoben werde und die ungünstigen Auswirkungen derselben auf die Zähne und den Zahnersatz bestehen bleiben würden. Die Tatsache, dass der Zahnersatz im Oberkiefer mittels einer zwölfgliedrigen Brücke mit Implantaten ungünstigen Belastungsverhältnissen und damit der Gefahr eines erhöhten Verschleisses ausgesetzt ist, vermag die Versicherte nicht zu widerlegen. Dies allein bedeutet aber nicht, dass die Behandlung deswegen unwirtschaftlich wäre. Die Beschwerdeführerin legt dar, dass die Operation der Unterkieferosteotomie mit nachfolgender Eingliederung einer Teilprothese im Oberkiefer Kosten in der Grössenordnung von Fr. 25'000.- bis 30'000.- verursachen würde. Die Beschwerdegegnerin widerspricht dieser Kostenschätzung, obwohl sie dazu dank ihrer Vertrauensärzte fachlich in der Lage wäre, nicht. Dr. med. dent. I. weist sodann auf wissenschaftliche Untersuchungen hin, wonach die Unterkieferosteotomie öfters zu Rückfällen führt, und er gibt auch zu bedenken, dass die Instandhaltung der Oberkiefer-Teilprothese nicht zu unterschätzende Kosten verursacht. Stellt man die Kosten von Fr. 13'850.90 gemäss Kostengutsprachegesuch mit den geschätzten Kosten der Unterkieferosteotomie mit Eingliederung einer Teilprothese im Oberkiefer in der Grössenordnung von Fr. 25'000.- bis 30'000.- unter Berücksichtigung der Kosten für allfällige Rückfälle in Vergleich, so erscheinen die Ersteren nicht in einem ungünstigen Verhältnis zum Nutzen, der damit erzielt wird, dies selbst dann nicht, wenn die Dauer, während welcher die Massnahme Bestand hat, wegen der nicht so idealen Ausgangslage etwas kürzer sein sollte. Ist demnach die Massnahme mit den niedrigeren Kosten als wirtschaftlich zu qualifizieren, so ist nicht mehr zu prüfen, ob die Unterkieferosteotomie mit Eingliederung einer Teilprothese im Oberkiefer überhaupt zumutbar wäre."}