{"annee": "129", "cour": "III", "page": "186", "date": "13/2/2003", "cite": [], "cite_par": ["139 III 327", "129 III 693", "132 III 515", "138 III 193"], "chapeau": "30. Extrait de l'arrêt de la IIe Cour civile dans la cause D. contre T. et S. ainsi que Tribunal administratif du canton de Vaud (recours de droit administratif)\n\n5A.23/2002 du 13 février 2003", "regestes": ["Art. 6 ss et 84 LDFR; compétences respectives de l'autorité administrative et du juge civil pour concrétiser les notions générales des art. 6 ss LDFR. La concrétisation des notions générales définies aux articles 6 à 9 LDFR ressortit au droit public et relève en principe de la compétence matérielle de l'autorité administrative. Le juge civil saisi d'un litige sur l'application de dispositions de droit privé de la LDFR est habilité à concrétiser à titre préjudiciel ces notions générales tant que l'autorité administrative matériellement compétente n'a pas statué. Toutefois, en raison du risque de décision postérieure contradictoire de l'autorité administrative compétente en matière d'autorisation, qui n'est pas liée par la décision préjudicielle du juge civil, il apparaît préférable de suspendre le procès civil lorsqu'une partie saisit l'autorité administrative d'une demande de constatation (art. 84 LDFR) relative à une notion générale pertinente pour l'issue de ce procès. En tout cas, l'autorité administrative ne peut déclarer la demande de constatation irrecevable pour le motif que le juge civil serait seul compétent à cet égard (consid. 2)."], "faits": "BGE 129 III 186 S. 187\n\nM., décédé en 1995, a laissé pour héritières sa veuve, sa fille T. et sa petite-fille D. Il était propriétaire d'immeubles d'une surface totale de 69'312 m2, comprenant d'une part diverses parcelles sises en zone agricole, et d'autre part une parcelle (no x) située pour partie en zone constructible et pour partie en zone agricole, et bâtie d'une ferme rénovée comportant plusieurs logements.\n\nDans le cadre de la procédure de partage pendante devant le Président du Tribunal d'arrondissement de la Broye et du Nord vaudois, T., dont le mari est exploitant agricole, a demandé l'attribution à la valeur de rendement de l'ensemble des immeubles compris dans la succession de son père. Elle a exposé que ces immeubles constituaient une entreprise agricole dont elle et son mari avaient assuré l'exploitation depuis de nombreuses années, respectivement qu'ils constituaient le centre de l'exploitation de tout leur domaine agricole, qui incluait d'autres terres apportées ou prises à bail par son mari. Le 3 avril 2001, le Président du Tribunal d'arrondissement a imparti au conseil de T. un délai de trente jours \"pour saisir la Commission foncière rurale de la manière dont il l'entend\".\n\nPar requête du 2 mai 2001, T. a demandé à la Commission foncière rurale, section I, de constater qu'avec les immeubles exploités par son mari, les immeubles de la succession constituaient une entreprise agricole (I), de constater qu'elle était fondée à en obtenir BGE 129 III 186 S. 188l'attribution à leur valeur de rendement, subsidiairement au double de cette valeur (II), et de fixer la valeur de rendement des parcelles en cause (III).\n\nPar décision du 28 septembre 2001, la Commission foncière rurale, se fondant notamment sur une expertise qu'elle avait demandée d'office, a constaté que les immeubles de la succession ne constituaient pas une entreprise agricole au sens de l'art. 7 de la loi fédérale du 4 octobre 1991 sur le droit foncier rural (LDFR; RS 211.412.11) et n'étaient par conséquent pas soumis à l'interdiction de partage matériel. Elle a en outre fixé la valeur de rendement de la surface en nature de prés-champs des immeubles de la succession et celle des bâtiments édifiés sur la parcelle no x. Pour le surplus, elle a considéré que seul le juge du partage était compétent pour statuer sur l'objet de la conclusion II de la requête.\n\nPar arrêt du 28 août 2002 rendu sur recours de T., le Tribunal administratif du canton de Vaud a réformé la décision de la Commission foncière rurale en ce sens qu'il a déclaré irrecevables les conclusions de la requête du 2 mai 2001 tendant à faire constater d'une part l'existence d'une entreprise agricole et d'autre part la faculté d'en obtenir l'attribution à la valeur de rendement ou au double de cette valeur. Il a par ailleurs annulé la fixation de la valeur de rendement et renvoyé la cause à la Commission foncière rurale pour nouvelle décision sur ce point dans le sens des considérants.\n\nS'agissant de l'irrecevabilité des conclusions en constatation de l'existence d'une entreprise agricole - seul point litigieux devant le Tribunal fédéral - ainsi que de la faculté d'en obtenir l'attribution à la valeur de rendement ou au double de cette valeur, le Tribunal administratif a considéré que seul le juge du partage était compétent pour trancher la question de savoir \"s'il existe une entreprise agricole imputable sur la part d'un héritier exploitant ou si un héritier a droit à l'attribution d'un immeuble agricole\", tandis que le rôle de la Commission foncière rurale se bornait à estimer la valeur de rendement. Selon le Tribunal administratif, la Commission foncière rurale était certes habilitée par l'art. 84 LDFR à rendre des décisions de constatation, notamment sur le point de savoir si une entreprise ou un immeuble agricole était soumis à l'interdiction de partage matériel, ce qui impliquait de statuer à titre préalable sur l'existence d'une telle entité agricole. Toutefois, elle n'intervenait alors qu'en sa qualité d'autorité cantonale compétente en matière d'autorisation au sens de l'art. 83 al. 1 LDFR, dans les seules causes susceptibles d'être examinées en vertu des dispositions de droit public de la BGE 129 III 186 S. 189LDFR; en revanche, pour les causes relevant du droit privé - ainsi lorsqu'il était question de l'exercice d'un droit de préemption ou, comme en l'espèce, du droit à l'attribution dans une succession -, le juge civil était seul compétent.\n\nLe Tribunal fédéral admet le recours de droit administratif formé par D. contre l'arrêt du Tribunal administratif.", "considerants": "Extrait des considérants:\n\n2. La recourante reproche au Tribunal administratif d'avoir violé le droit fédéral en déclarant irrecevables les conclusions en constatation de l'existence d'une entreprise agricole pour le motif que seul le juge du partage était compétent pour trancher cette question.\n\n2.1 Aux termes de l'art. 84 LDFR, celui qui y a un intérêt légitime peut en particulier faire constater par l'autorité compétente en matière d'autorisation si : (a) une entreprise ou un immeuble agricole est soumis à l'interdiction de partage matériel, à l'interdiction de morcellement, à la procédure d'autorisation ou au régime de la charge maximale; (b) l'acquisition d'une entreprise ou d'un immeuble agricole peut être autorisée.\n\nL'utilisation des termes \"en particulier\" ne laisse aucun doute sur le fait que cette énumération n'est pas exhaustive. La doctrine admet que, de manière générale, toutes les causes susceptibles d'être examinées en vertu des dispositions de droit public de la LDFR peuvent faire l'objet d'une décision de constatation au sens de l'art. 84 LDFR; s'y ajoutent toutes les questions en rapport avec le champ d'application à raison du lieu (art. 2-5 LDFR), comme par exemple la question de savoir si un bien-fonds est (ou non) assujetti à la LDFR (BEAT STALDER, Le droit foncier rural, Commentaire de la loi fédérale sur le droit foncier rural du 4 octobre 1991, Brugg 1998 [ci-après: Commentaire LDFR], n. 4 ad art. 84 LDFR; REINHOLD HOTZ, Verfahrensrechtliche Probleme bei der Konkretisierung allgemeiner Begriffe des bäuerlichen Bodenrechts [ci-après: Verfahrensrechtliche Probleme], in Communications de droit agraire 2001 p. 67 ss, n. 9.2 p. 76).\n\nPeuvent également faire l'objet d'une décision de constatation les notions définies aux articles 6 à 10 LDFR : il est ainsi possible de faire constater s'il s'agit (ou non) d'un immeuble agricole au sens de l'art. 6 LDFR ou d'une entreprise agricole au sens de l'art. 7 LDFR, ou si une personne remplit (ou non) les conditions d'une exploitation à titre personnel conformément à l'art. 9 LDFR (STALDER, BGE 129 III 186 S. 190Commentaire LDFR, n. 4 ad art. 84 LDFR; HOTZ, Verfahrensrechtliche Probleme, n. 9.2 p. 76).\n\nEn revanche, les questions de droit privé - comme par exemple celle de savoir s'il y a cas de préemption ou si les conditions personnelles et objectives de l'exercice du droit de préemption ou du droit à l'attribution sont remplies - ne peuvent pas faire l'objet d'une décision de constatation au sens de l'art. 84 LDFR et doivent être tranchées par le juge civil (STALDER, Commentaire LDFR, n. 5 ad art. 84 LDFR; HOTZ, Verfahrensrechtliche Probleme, n. 9.3 p. 76).\n\n2.2 Les dispositions générales de la LDFR définissent quatre notions - celles de l'immeuble agricole (art. 6 LDFR), de l'entreprise agricole (art. 7 et 8 LDFR), de l'exploitation à titre personnel (art. 9 LDFR) et de la valeur de rendement (art. 10 LDFR) - qui sont utilisées de manière uniforme dans l'ensemble de la loi, aussi bien dans ses dispositions de droit public que dans celles de droit privé (HOTZ, Verfahrensrechtliche Probleme, n. 10.1 p. 77; Message du Conseil fédéral à l'appui du projet de loi fédérale sur le droit foncier rural, FF 1988 III 889 ss, 903). Il se pose dès lors la question de savoir qui, des tribunaux civils ou des autorités administratives respectivement des tribunaux administratifs, va concrétiser dans le cas d'espèce ces notions générales lorsqu'elles sont utilisées dans des dispositions de droit privé de la loi (HOTZ, Verfahrensrechtliche Probleme, n. 10.2 p. 77 et n. 16.1 p. 83).\n\nLes dispositions de droit privé de la LDFR règlent, selon l'intitulé du titre deuxième de cette loi, les restrictions de droit privé dans les rapports juridiques concernant les entreprises et les immeubles agricoles: dans le partage successoral, dans la fin de la propriété collective fondée sur un contrat et dans les contrats d'aliénation (HOTZ, Verfahrensrechtliche Probleme, n. 16.2 p. 83). Toutefois, ces restrictions de droit privé, tout comme les restrictions de droit public figurant au titre troisième de la LDFR, ont été édictées en vue d'atteindre les buts mentionnés à l'art. 1 LDFR (BENNO STUDER, Commentaire LDFR, remarques préalables aux articles 11-27 LDFR), dans l'idée que ces buts, d'intérêt public, ne sont pas - ou ne sont qu'insuffisamment - réalisés par le droit ordinaire (HOTZ, Verfahrensrechtliche Probleme, n. 16.2 p. 83; le même, Commentaire LDFR, n. 1 ad art. 1 LDFR). Ainsi, qualifier dans un cas d'espèce un bien-fonds d'immeuble agricole au sens de l'art. 6 LDFR ou une exploitation d'entreprise agricole au sens de l'art. 7 LDFR revient à déterminer s'il faut ou non, dans l'intérêt public, les soumettre aux restrictions (de droit public et privé) prévues par la LDFR; de même, BGE 129 III 186 S. 191constater concrètement qu'une personne remplit (ou non) les critères de l'exploitation à titre personnel au sens de l'art. 9 LDFR revient à résoudre la question, de politique foncière, de savoir s'il est dans l'intérêt public que cette personne en particulier puisse acquérir une entreprise agricole à la valeur de rendement (HOTZ, Verfahrensrechtliche Probleme, n. 11.4 p. 78, 12.2 p. 79, 13.3 p. 81 et 16.6 p. 84).\n\nIl s'ensuit que lorsqu'un tribunal civil, appelé à trancher des questions qui relèvent en principe du droit privé, concrétise des notions générales de la LDFR - à l'exception de la valeur de rendement, qui, en vertu de l'art. 87 LDFR, est fixée dans tous les cas par l'autorité administrative, d'une manière qui lie le juge civil (Message précité du Conseil fédéral, FF 1988 III 999; EDUARD HOFER, Commentaire LDFR, n. 2 ad art. 87 LDFR; HOTZ, Verfahrensrechtliche Probleme, n. 14.4 p. 82 et n. 18.2 p. 86) -, il remplit une tâche de droit public en tant qu'il répond à des questions de politique agraire et foncière qui relèvent de l'intérêt public (HOTZ, Verfahrensrechtliche Probleme, n. 16.7 p. 85). En même temps, dès lors que cette concrétisation ressortit au droit public, elle peut, sans réserve, faire l'objet d'une décision de constatation au sens de l'art. 84 LDFR (HOTZ, Verfahrensrechtliche Probleme, n. 17.1 et 17.2 p. 85 s.), conformément au principe général exposé plus haut (cf. consid. 2.1 supra).\n\n2.3 Il convient par conséquent d'examiner comment les compétences concurrentes du juge civil et de l'autorité administrative pour concrétiser les notions générales de la LDFR - à l'exception de la valeur de rendement, toujours fixée par l'autorité administrative - doivent s'articuler entre elles.\n\nGénéralement, la décision du juge civil qui aura nécessité la concrétisation de notions générales de la LDFR devra de toute manière être suivie par une décision de l'autorité administrative compétente en matière d'autorisation, avec le risque de décisions contradictoires. Ainsi, par exemple, le fermier qui obtient gain de cause devant le juge civil en ce qui concerne l'exercice de son droit de préemption sur une entreprise agricole, ce qui aura nécessité la concrétisation des notions d'entreprise agricole et d'exploitation à titre personnel (cf. art. 47 al. 1 LDFR), devra encore obtenir de l'autorité administrative l'autorisation d'acquérir (art. 61 LDFR; HOTZ, Commentaire LDFR, n. 26 ad art. 47 LDFR; STALDER, Commentaire LDFR, n. 20 ad art. 62 LDFR), ce qui impliquera une nouvelle concrétisation de ces notions (cf. art. 63 al. 1 let. a LDFR). De même, BGE 129 III 186 S. 192dans un cas tel que la présente espèce, où le juge civil doit notamment concrétiser la notion d'entreprise agricole (cf. art. 11 al. 1 LDFR), si le procès successoral aboutit à un partage matériel, l'autorité administrative appelée à statuer sur l'interdiction de partage matériel devra à son tour concrétiser la notion d'entreprise agricole (cf. art. 58 al. 1 LDFR).\n\nOr, si l'on admet que la concrétisation des notions générales de la LDFR, ressortissant au droit public (cf. consid. 2.2 supra), est naturellement de la compétence matérielle de l'autorité administrative et que, dans un procès civil, elle ne constitue qu'une question préjudicielle de droit public (HOTZ, Verfahrensrechtliche Probleme, n. 18.2 p. 86 s.), l'autorité administrative matériellement compétente n'est pas liée par la décision préjudicielle du juge civil (cf. ULRICH HÄFELIN/GEORG MÜLLER, Allgemeines Verwaltungsrecht, 4e éd., 2002, n. 69), de sorte que le risque de décisions contradictoires est réel. C'est pourquoi, même si le juge civil est habilité à concrétiser à titre préjudiciel les notions générales de la LDFR - à l'exception susmentionnée de la valeur de rendement - tant que l'autorité administrative matériellement compétente n'a pas statué (HOTZ, Verfahrensrechtliche Probleme, n. 18.2 p. 86 s.), il apparaît préférable, dans le cas où une partie au procès civil a saisi l'autorité administrative d'une demande de constatation portant sur la concrétisation dans le cas d'espèce d'une notion générale de la LDFR qui est pertinente pour l'issue du procès civil, que le juge civil suspende la procédure jusqu'à la décision sur la demande de constatation (HOTZ, Verfahrensrechtliche Probleme, n. 18.3 p. 87). Cela permet en effet d'éviter des décisions contradictoires, puisque le juge civil est alors en principe lié par la décision de l'autorité administrative (HOTZ, Verfahrensrechtliche Probleme, n. 18.2 p. 86), laquelle est en principe elle-même liée par sa propre décision dans le cadre d'une procédure d'autorisation subséquente (STALDER, Commentaire LDFR, n. 9 ad art. 84 LDFR).\n\nEn tout cas, l'autorité administrative saisie de conclusions en constatation portant sur la concrétisation de notions générales de la LDFR qui sont pertinentes pour l'issue d'un procès civil pendant ne saurait déclarer de telles conclusions irrecevables pour le motif qu'elles relèveraient de la seule compétence du juge civil. Le Tribunal administratif a ainsi erré en déclarant irrecevables les conclusions en constatation de l'existence d'une entreprise agricole pour le motif que seul le juge saisi de la procédure de partage pendante était compétent pour trancher cette question. (...)"}