{"annee": "129", "cour": "II", "page": "160", "date": "7/1/2003", "cite": ["126 II 399", "128 II 34", "106 IB 218", "127 V 1", "126 V 48", "110 IB 306", "115 IB 358"], "cite_par": ["137 III 217", "130 V 309", "140 II 194", "132 V 310", "136 II 337", "131 II 271", "131 II 162", "130 V 472", "133 V 42", "133 V 89", "130 V 294", "131 V 263"], "chapeau": "16. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. SA contre Direction générale des douanes et Commission fédérale de recours en matière de douanes (recours de droit administratif)\n\n2A.262/2002 du 7 janvier 2003", "regestes": ["Art. 74 ch. 15 LD; art. 10 al. 4 let. b et c LTaD; art. 20-22 et 175 al. 2 LAgr; art. 10-20 OIAgr; art. 26 al.1 de l'ordonnance sur le vin; art. 16d-16g du Statut du vin; art. 12 DPA. Droits de douane, adjudication du contingent tarifaire, condition du droit d'importer du vin au taux du contingent tarifaire. Perception après coup d'une contribution non perçue. Le paiement préalable du prix de l'adjudication est une condition formelle du droit d'importer du vin au taux réduit du contingent tarifaire. Cette condition repose sur une base légale suffisante. Par conséquent, les importations effectuées avant le versement du prix d'adjudication sont soumises au régime douanier ordinaire et doivent être frappées d'un droit de douane au taux hors contingent (consid. 2). L'importation du vin effectuée au taux du contingent avant le paiement du prix de l'adjudication tombe sous le coup de l'art. 74 ch. 15 LD par renvoi de l'art. 175 al. 2 LAgr. L'art. 12 DPA permet de réclamer le paiement du droit de douane correspondant à la différence entre le taux réduit et le taux hors contingent qui n'a pas été perçu. Cette perception constitue un rappel de contribution et non pas une sanction pénale (consid. 3)."], "faits": "|161|\n\nA.- Par décision du 13 décembre 1999, l'Office fédéral de l'agriculture a adjugé à X. SA (actuellement en liquidation; ci-après: la société) une part de contingent tarifaire pour l'importation de 105'000 litres de vin blanc naturel pour le prix de 35'000 fr. à payer dans les 60 jours dès l'entrée en force de la décision. La décision précisait également que la part de contingent tarifaire adjugée |162| pouvait être utilisée à partir du paiement total du prix de l'adjudication. Le prix a été versé par la société le 23 mars 2000.\n\nLes 18, 26 et 28 février 2000, des lots de 12'500, 21'559 et 26'025 litres au taux de contingent de 34 fr. par 100 kg brut, respectivement 8 litres au taux de contingent de 50 fr. par 100 kg brut de vin blanc ont été dédouanés à l'importation au nom et pour le compte de la société.\n\nPar décision du 13 novembre 2000, l'Administration fédérale des douanes, Service des enquêtes de Lausanne (ci-après: l'Administration fédérale des douanes) a condamné la société à payer la somme de 187'190 fr. 30 correspondant à la différence entre les taux de contingent tarifaire appliqués et les taux hors contingent tarifaire, les lots de vin blanc en cause, représentant 60'092 litres, ayant été importés avant le versement du prix de l'adjudication fixé dans la décision du 13 décembre 1999.\n\nPar décision du 23 avril 2002, la Commission de recours a rejeté le recours de la société qui avait invoqué la violation du droit d'être entendue, l'absence de base légale, en particulier la violation du principe de la légalité des délits et des peines, ainsi que la violation des principes de la bonne foi et de la proportionnalité.\n\nB.- Agissant par la voie du recours de droit administratif, la société demande au Tribunal fédéral, sous suite de frais et dépens, d'admettre son recours et de réformer la décision de la Commission de recours du 23 avril 2002 en ce sens que le recours déposé le 11 octobre 2001 contre la décision de la Direction générale des douanes du 10 septembre 2001 est admis et que la décision de la Direction des douanes de Genève, Service des enquêtes de Lausanne, du 13 novembre 2000 est annulée. Elle invoque des violations de l'obligation de motiver une décision, du principe de la légalité, en particulier de la légalité des délits et des peines, ainsi que des principes de la bonne foi et de la proportionnalité.\n\nLe Tribunal fédéral a rejeté le recours dans la mesure où il était recevable pour les motifs suivants:", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 Aux termes de l'art. 1 de la loi fédérale du 1er octobre 1925 sur les douanes (LD; RS 631.0), toute personne qui fait passer des marchandises à travers la ligne suisse des douanes est tenue d'observer les prescriptions concernant le passage de la frontière et le paiement |163| des droits prévus par la loi du 9 octobre 1986 sur le tarif des douanes (LTaD; RS 632.10). Toutes les marchandises importées ou exportées à travers la ligne suisse des douanes doivent être dédouanées conformément au tarif général figurant dans les annexes 1 et 2 (art. 1 al. 1 LTaD), dont les positions fixent les droits à l'importation en général ainsi que le contingent tarifaire. Par contingent tarifaire, on entend une certaine quantité d'un produit agricole qui peut être importée à un taux déterminé. Cette réglementation, mise en place à la suite de l'accord du 15 avril 1994 instituant l'Organisation mondiale du commerce (RS 0.632.20), permet d'effectuer des importations à l'intérieur du contingent tarifaire comme hors contingent, mais soumet les premières à des droits de douane réduits en subordonnant en revanche les secondes à des droits volontairement dissuasifs (ATF 128 II 34 consid. 2b p. 38; Message du Conseil fédéral du 26 juin 1996 concernant la réforme de la politique agricole, in FF 1996 IV 1 p. 114).\n\nDans le secteur agricole, en vertu de l'art. 10 al. 4 lett. b et c LTaD, ce sont les art. 20 à 22 de la loi fédérale du 29 avril 1998 sur l'agriculture (LAgr; RS 910.1, entrée en vigueur le 1er janvier 1999) qui règlent les principes et compétences s'agissant de la fixation, la modification et la répartition des contingents tarifaires énumérés à l'annexe 2 LTaD.\n\n2.2 L'art. 22 al. 1 et 2 lettres a et b LAgr prévoit que le Conseil fédéral répartit les contingents tarifaires dans des conditions de concurrence, notamment selon la procédure de la mise aux enchères. Afin d'éviter des abus, le Conseil fédéral peut priver des importateurs du droit aux contingents tarifaires (art. 22 al. 4 LAgr). Il peut déléguer au département la compétence de fixer les critères concernant la répartition du droit aux contingents tarifaires (art. 22 al. 5 LAgr). Le Conseil fédéral arrête les dispositions d'exécution nécessaires, à moins que la loi ne réglemente autrement cette compétence (art. 177 al. 1 LAgr).\n\nEn vertu de l'art. 26 al. 1 de l'ordonnance du 7 décembre 1998 sur la viticulture et l'importation de vin (ordonnance sur le vin; RS 916.140, entrée en vigueur le 1er janvier 1999), le contingent tarifaire de vin blanc est réparti, jusqu'au 31 décembre 2000, conformément à l'ordonnance du 23 décembre 1971 sur la viticulture et le placement des produits viticoles (ci-après: le Statut du vin; RO 1972 56 et 219, 1976 2042, 1980 355 ch. I 2, 1981 362, 1987 2498, 1993 1462, 1995 2002, 1996 3087 art. 16a à 16h, 1997 1182 art. 15). D'après l'art. 16d al. 1 du Statut du vin, le contingent tarifaire de vin |164| blanc est mis aux enchères. Le versement du prix adjugé doit avoir lieu au plus tard 60 jours après l'entrée en force de l'adjudication (art. 16g al. 1 du Statut du vin). L'importation au taux du contingent est interdite avant le versement du prix d'adjudication (art. 16g al. 2 du Statut du vin). Dès le 1er janvier 2001, le régime des contingents tarifaires est réglé par les art. 10 à 20 de l'ordonnance du 7 décembre 1998 sur l'importation de produits agricoles (ordonnance sur les importations agricoles, OIAgr; RS 916.01), entrée en vigueur le 1er janvier 1999, dont la teneur est identique à celle des dispositions contenues dans le Statut du vin (cf. sur l'importation du vin: OLIVER P. KRONENBERG, Die Regulierung von Produktion, Import und Verkauf des Weins im Schweizer Recht [Entwicklungen und aktueller Stand], in Communication de droit agraire 1999/33 p. 3 à 29).\n\n2.3 En l'espèce, la recourante, à juste titre, ne critique pas la procédure de répartition des contingents tarifaires ni le principe du paiement préalable de l'adjudication du contingent obtenu. Elle ne conteste pas non plus que les importations de vins auxquelles elle a procédé en février 2000 ont eu lieu avant le versement du prix de l'adjudication de son contingent pour l'an 2000. Elle considère en revanche que l'interdiction d'importer au taux du contingent avant le versement du prix viole le principe de la légalité, cette interdiction ne trouvant aucun appui dans la loi sur l'agriculture.\n\nDans la procédure du recours de droit administratif, le Tribunal fédéral peut, à titre préjudiciel, examiner librement la légalité des dispositions d'application prises par le Conseil fédéral. En particulier, il exerce son contrôle sur les ordonnances (dépendantes) qui reposent sur une délégation législative (art. 164 al. 2 Cst.). Lorsque celle-ci est relativement imprécise et que, par la force des choses, elle donne au Conseil fédéral un large pouvoir d'appréciation qui lie le Tribunal fédéral (art. 191 Cst.), celui-ci doit se borner à examiner si les dispositions incriminées sortent manifestement du cadre de la délégation de compétence donnée par le législateur à l'autorité exécutive ou si, pour d'autres motifs, elles sont contraires à la loi ou à la Constitution. Dans l'examen auquel il procède à cette occasion, le juge ne doit toutefois pas substituer sa propre appréciation à celle de l'autorité dont émane la réglementation en cause. Il doit au contraire se borner à vérifier si la disposition litigieuse est propre à réaliser objectivement le but visé par la loi, sans se soucier, en particulier, de savoir si elle constitue le moyen le mieux approprié pour atteindre ce but. Ce contrôle se confond pratiquement avec le contrôle de l'arbitraire de la réglementation proposée (ATF 128 II 34 consid. 3b |165| p. 40 s.; cf. ANDREAS AUER, La juridiction constitutionnelle en Suisse, Bâle 1983, p. 112 no 196; ATF 127 V 1 consid. 5a p. 7; ATF 126 II 399 consid. 4a p. 404, 522 consid. 41 p. 573; ATF 126 V 48 consid. 3b p. 52, 363 consid. 3 p. 365, 468 consid. 5b p. 473 et les références).\n\nLe grief de la recourante portant sur la légalité du Statut du vin n'est pas fondé. En optant pour l'interdiction d'importer au taux du contingent avant le versement du prix d'adjudication, le Conseil fédéral a décidé de considérer ce versement comme une condition préalable de l'importation du vin au taux préférentiel du contingent. Ce choix s'inscrit clairement dans la délégation législative accordée au Conseil fédéral en la matière. En effet, d'après le Message du Conseil fédéral du 26 juin 1996 concernant la réforme de la politique agricole, la Confédération est en principe libre de déterminer les modalités et les critères de répartition pour autant que cela ne restreigne pas l'accès au marché prévu par le droit international. Dans cette mesure, il appartient au Conseil fédéral de fixer les critères de répartition adéquats et conformes aux règles de l'Organisation mondiale du commerce pour chaque produit et pour chaque organisation de marché. Le projet de loi donne quelques indications d'ordre général à ce sujet. En particulier, l'attribution des contingents tarifaires peut être subordonnée à des prestations en faveur de la production indigène. La prestation en faveur de la production du pays peut être conçue soit comme une condition, soit comme une charge. En tant que condition, elle constitue une contribution préalable à l'attribution d'une part du contingent tarifaire (Message du Conseil fédéral du 26 juin 1996 concernant la réforme de la politique agricole, in FF 1996 IV 1 p. 116/117). Certes, le versement du prix de l'adjudication et la prestation en faveur de la production indigène ne sauraient être confondus. Ils sont néanmoins deux aspects d'une même procédure, la répartition des contingents tarifaires (cf. art. 22 al. 2 let. a et b LAgr), de sorte que leur mise en oeuvre par le Conseil fédéral obéit à des règles similaires. Dans ce sens, s'il est admis par le législateur que la prestation en faveur de la production indigène peut constituer une condition formelle à l'octroi d'un contingent tarifaire, il est également admissible de soumettre l'utilisation du contingent tarifaire à la condition formelle préalable du versement du prix de l'adjudication, sans violer la norme de délégation législative.\n\nDans ces conditions, contrairement à ce que soutient la recourante, le paiement préalable du prix de l'adjudication en tant que condition formelle du droit d'importer du vin au taux du contingent, repose bien sur une base légale suffisante. Il s'ensuit que les importations |166| effectuées avant le versement du prix d'adjudication sont soumises au régime douanier ordinaire et doivent être frappées d'un droit de douane au taux hors contingent (cf. dans le même sens pour l'importation du fromage: arrêt du Tribunal fédéral 2A.452/2002 du 6 décembre 2002, consid. 2).\n\nReste à examiner si la différence entre les droits de douane hors contingent et ceux du contingent tarifaire devait être restituée.\n\n3.\n\n3.1 En vertu de l'art. 182 al. 1 let. b LAgr, le Conseil fédéral peut mettre en place un système de répression des fraudes dans les domaines relatifs notamment à l'importation de produits agricoles. Il coordonne en particulier l'exécution de la loi fédérale sur les douanes et de la loi fédérale sur l'agriculture. Selon l'art. 74 ch. 15 LD, applicable aux violations des prescriptions relatives aux importations de marchandises agricoles en vertu de l'art. 175 al. 2 LAgr, se rend coupable de contravention celui qui, dans un ordre de dédouanement, indique une position tarifaire inexacte ou désigne la marchandise selon une telle position et provoque ainsi une déclaration inexacte d'une marchandise passible de droits. Le titre deuxième de la loi fédérale du 22 mars 1974 sur le droit pénal administratif (DPA; RS 313.0) est applicable (art. 80 al. 1 LD). La poursuite est régie par la loi fédérale sur le droit pénal administratif. L'administration chargée de la poursuite et de l'exécution est l'Administration des douanes (art. 87 al. 1 LD). Les attributions de cette dernière peuvent être déléguées aux directions d'arrondissement et aux bureaux de douane (art. 87 al. 2 LD).\n\nSous la note marginale \"assujettissement à une prestation ou à une restitution\", l'art. 12 al. 1 DPA prévoit que lorsque, à la suite d'une infraction à la législation administrative fédérale, c'est à tort qu'une contribution est réduite ou n'est pas perçue, la contribution non réclamée, ainsi que les intérêts, seront perçus après coup, alors même qu'aucune personne déterminée n'est punissable. Est assujetti à la prestation ou à la restitution celui qui a obtenu la jouissance de l'avantage illicite, en particulier celui qui est tenu au paiement de la contribution ou celui qui a reçu l'allocation ou le subside (art. 12 al. 2 DPA). En matière douanière, les droits de douane sont dus par les personnes assujetties au contrôle douanier, par les personnes qui transportent des marchandises à travers la frontière et par leurs mandants, ainsi que par les personnes pour le compte desquelles la marchandise est importée (art. 9 al. 1 et 13 LD). L'employeur est responsable des actes commis par ses employés, ouvriers, apprentis ou |167| domestiques dans l'accomplissement de leur travail, à moins qu'il ne prouve qu'il a pris tous les soins voulus pour faire observer les prescriptions par lesdites personnes (art. 9 al. 2 LD).\n\n3.2 En l'espèce, la recourante n'a pas respecté la prescription qui lui interdisait d'importer du vin au taux du contingent avant d'avoir versé le prix d'adjudication d'une part du contingent pour l'an 2000. Elle a profité d'un avantage illicite dans la mesure où elle a payé un droit de douane au taux réduit alors qu'elle ne remplissait pas les conditions pour bénéficier d'une telle facilité. Elle n'allègue ni ne démontre avoir pris tous les soins voulus pour faire observer les prescriptions par ses employés (cf. art. 9 al. 2 LD) et rien au dossier ne permet de penser que telle a bien été son attitude. Elle ne critique pas la détermination de la quantité de vin importée en février 2000 ni le calcul des droits supplémentaires. En revanche, elle est d'avis que la restitution litigieuse constitue une sanction pénale qui violerait le principe de la légalité des peines et des délits.\n\nCette opinion est erronée. En effet, l'art. 12 al. 1 DPA permet de procéder au rappel d'une contribution qui n'a pas été perçue à la suite d'une infraction à la législation administrative fédérale même si aucune personne n'est punissable (cf. JEAN GAUTHIER, La loi fédérale sur le droit pénal administratif, in Mémoires publiés par la Faculté de droit de l'Université de Genève, vol. 46, p. 23 ss, p. 43/44; le même, Les infractions fiscales soumises à la loi fédérale sur le droit pénal administratif, in RDAF 1999 II p. 56 ss, spéc. p. 59). Est assujetti au paiement de ce rappel celui qui était tenu de payer la contribution éludée - en vertu, par exemple, des art. 9 al. 1 ou 13 al. 1 LD - ainsi que toute personne qui a retiré un avantage illicite de l'infraction commise (cf. art. 12 al. 2 DPA). Cet assujettissement ne dépend pas de l'existence d'une faute ou, à plus forte raison, d'une poursuite pénale (ATF 106 Ib 218 consid. 2c p. 221; ATF 110 Ib 306 consid. 2c p. 310-311; KURT HAURI, Verwaltungsstrafrecht, VStrR, Bundesgesetz vom 22. März 1974 über das Verwaltungsstrafrecht, Motive - Doktrin - Rechtsprechung, Berne 1998, n. 9 ad art. 12 DPA p. 37-38). Il suffit que l'avantage illicite procuré par l'absence de perception de la contribution trouve sa source dans une violation objective de la législation administrative fédérale (arrêt du Tribunal fédéral 2A.452/2002 du 6 décembre 2002, consid. 4.1; arrêt du Tribunal fédéral 2A.215/1998 du 4 août 1999, publié in Archives 68 p. 439 ss, consid. 2; ATF 115 Ib 358 consid. 3a p. 360 et les références citées). Telle est bien la situation de la recourante, qui n'a au demeurant pas été condamnée au paiement d'une amende |168| au sens de l'art. 75 LD. Dans ces conditions, c'est en vain qu'elle se prévaut du principe nullum crimen sine lege.\n\nEn confirmant l'obligation de la recourante de restituer les droits de douane correspondant à la différence entre le taux réduit et le taux hors contingent, l'autorité de recours a correctement appliqué l'art. 12 DPA."}