{"annee": "129", "cour": "IV", "page": "53", "date": "3/12/2002", "cite": ["119 IV 234", "115 IV 51", "118 IV 254", "112 IV 19", "122 IV 332", "126 IV 65", "92 IV 44", "122 I 257", "122 IV 25", "125 IV 17", "121 IV 90", "122 I 253", "120 IV 122", "114 IV 126", "119 IV 154", "105 IV 242", "123 IV 61", "119 IA 342"], "cite_par": ["137 IV 326", "138 IV 209", "133 IV 256"], "chapeau": "7. Auszug aus dem Urteil des Kassationshofes i.S. Staatsanwaltschaft des Kantons Basel-Landschaft gegen X. (Nichtigkeitsbeschwerde)\n\n6S.236/2002 vom 3. Dezember 2002", "regestes": ["Art. 146 CP (escroquerie), art. 251 CP (faux dans les titres); art. 68 CP (concours de lois). Réalisation de l'infraction de faux dans les titres (consid. 2). Il y a en principe concours de lois proprement dit entre le faux dans les titres et l'escroquerie (confirmation de la jurisprudence, consid. 3)."], "faits": "|54|\n\nA.- Mit Urteil vom 14. November 2001 sprach das Strafgericht Basel-Landschaft X. des mehrfachen (teilweise geringfügigen und teilweise versuchten) Diebstahls, des mehrfachen (teilweise versuchten) Betruges, der mehrfachen Tätlichkeit, der Widerhandlung gegen das Betäubungsmittelgesetz, der Widerhandlung gegen das Waffengesetz, der mehrfachen (einfachen bzw. groben) Verletzung von Verkehrsregeln, des mehrfachen (teilweise versuchten) Führens eines Motorfahrzeuges trotz Entzugs des Führerausweises und der versuchten Entwendung eines Motorfahrzeuges zum Gebrauch schuldig, und es verurteilte den Angeklagten zu einer Gefängnisstrafe von sieben Monaten und einer Busse von Fr. 1'000.-. Vom Vorwurf der mehrfachen Urkundenfälschung wurde er freigesprochen.\n\nB.- Gegen das Strafurteil erklärte die Staatsanwaltschaft Basel-Landschaft die Appellation. Diese richtete sich gegen den erfolgten Freispruch von der Anklage der mehrfachen Urkundenfälschung und gegen die Qualifikation des betreffenden Anklagesachverhaltes als mehrfache Tätlichkeit (anstatt einfache Körperverletzung). Mit Urteil vom 9. April 2002 bestätigte das Kantonsgericht Basel-Landschaft (Abteilung Zivil- und Strafrecht) das erstinstanzliche Urteil. Insbesondere sprach es den Angeklagten vom Vorwurf der mehrfachen Urkundenfälschung frei.\n\nC.- Dagegen gelangte die Staatsanwaltschaft Basel-Landschaft mit eidgenössischer Nichtigkeitsbeschwerde vom 13. Juni 2002 an das Bundesgericht. Sie beantragt, das angefochtene Urteil sei aufzuheben und die Sache sei zur zusätzlichen Verurteilung des Angeklagten wegen mehrfacher Urkundenfälschung an die Vorinstanz zurückzuweisen. Das Kantonsgericht und X. beantragen je die Abweisung der Beschwerde. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Die kantonalen Gerichte haben den Angeklagten vom Vorwurf der mehrfachen Urkundenfälschung freigesprochen, indem sie auf unechte Gesetzeskonkurrenz (bzw. Straflosigkeit der Urkundenfälschung neben der Verurteilung wegen Betruges) erkannten. Die Staatsanwaltschaft vertritt den Standpunkt, es bestehe echte Konkurrenz (Realkonkurrenz) zwischen Art. 146 und Art. 251 StGB, und |55| der Angeklagte sei daher zusätzlich wegen mehrfacher Urkundenfälschung zu verurteilen und zu bestrafen.\n\n2.1 Laut Anklageschrift hat der Beschwerdegegner im Juli/August 1999 in den Filialen der Fa. Y. in Sissach, Kaiseraugst und Allschwil (durch Kauf und anschliessende Rückgabe von Waren) zunächst die Ausstellung unterschriebener Warenretourscheine erwirkt. Von diesen Gutscheinen fertigte er anschliessend (mit Hilfe von \"Tippex\") \"Blanko\"-Kopien an, in die er eigenhändig Warenpreise (bzw. verschiedene Multiplikationszahlen über den Warenpreisen [\"x 4\", \"x 6\" bzw. \"x 16\"]) sowie gefälschte Unterschriften einsetzte. Auf diese Weise hat er vom Verkaufspersonal in 23 Fällen die ungerechtfertigte Auszahlung von Geldbeträgen (insgesamt gut Fr. 5'000.-) erschlichen. In einem weiteren Fall blieb es beim Versuch. Von diesem für das Bundesgericht verbindlichen Sachverhalt geht auch die Vorinstanz aus.\n\n2.2 Nach Art. 251 Ziff. 1 StGB macht sich strafbar, wer in der Absicht, jemandem am Vermögen oder an anderen Rechten zu schädigen oder sich oder einem anderen einen unrechtmässigen Vorteil zu verschaffen, eine Urkunde fälscht oder verfälscht. Urkunden sind namentlich Schriften, die bestimmt und geeignet sind, eine Tatsache von rechtlicher Bedeutung zu beweisen (Art. 110 Ziff. 5 StGB). Die vom Angeklagten manipulierten Warenretourscheine hatten Beweiseignung und Beweisbestimmung im Rechtsverkehr (vgl. BGE 126 IV 65 E. 2a S. 67 f.; BGE 125 IV 17 E. 2a/aa S. 22 f., 273 E. 3a/aa S. 276 f.; BGE 123 IV 61 E. 5a S. 63 f., je mit Hinweisen). Sie sollten insbesondere beweisen, dass ihr Inhaber Ware zu einem bestimmten Preis gekauft und die Ware retourniert hatte und dass er zur Rückforderung des Kaufpreises berechtigt war. Indem der Angeklagte die Warenretourscheine kopierte und abänderte (indem er eigenmächtig Preise bzw. Multiplikationszahlen sowie gefälschte Unterschriften einsetzte), fälschte bzw. verfälschte er die betreffenden (ursprünglich echten) Urkunden.\n\n2.3 In den Urteilen der kantonalen Instanzen wird - mit Recht - nicht die Ansicht vertreten, die Tatbestandselemente der Urkundenfälschung seien nicht erfüllt oder es lägen Rechtfertigungs- oder Schuldausschliessungsgründe vor. Vielmehr wird argumentiert, der Betrugstatbestand decke den Unrechtsgehalt der Urkundenfälschung bereits ab, da die Urkundenfälschung lediglich der arglistigen Täuschung zum Zwecke des Betruges gedient habe. Die Vorinstanz vertritt die Auffassung, \"das durch die Urkundenfälschung bzw. durch den Betrug geschädigte Rechtsgut\" sei \"im Wesentlichen |56| dasselbe, nämlich das Vermögen der betroffenen Warenhauskette\". Daher wirke die Begründung der Staatsanwaltschaft für die Annahme einer Realkonkurrenz zwischen Art. 251 und Art. 146 StGB nicht überzeugend. Damit wird kein Fehlen der Tatbestandsmässigkeit der Urkundenfälschung begründet, sondern die Annahme so genannter unechter Gesetzeskonkurrenz zwischen Betrug und Urkundenfälschung. Diese führe zur \"Konsumtion\" der Urkundenfälschung durch den Betrugstatbestand und zum Freispruch vom Vorwurf der Urkundenfälschung als \"mitbestrafter Vortat\".\n\nEs ist zu prüfen, ob zwischen den Tatbeständen des Betruges und der Urkundenfälschung echte oder unechte Gesetzeskonkurrenz besteht.\n\n3. Verwendet der Täter für einen Betrug gefälschte Urkunden, besteht nach der Praxis des Bundesgerichtes (und nach herrschender Lehre) zwischen Art. 251 und Art. 146 StGB echte Gesetzeskonkurrenz (in der Form von \"Realkonkurrenz\", BGE 122 I 257 E. 6a S. 263; BGE 105 IV 242 E. 3b S. 247, je mit Hinweisen; s. auch BGE 120 IV 122 E. 5-6 S. 129 ff.; BGE 112 IV 19 E. 2f S. 25; vgl. für viele BERNARD CORBOZ, Les infractions en droit suisse, Bd. I, Bern 2002, N. 49 zu Art. 146 StGB; Bd. II, N. 189 zu Art. 251 StGB; OSKAR A. GERMANN, Schweizerisches Strafgesetzbuch, 9. Aufl., Zürich 1974, S. 387; JÖRG REHBERG/NIKLAUS SCHMID, Strafrecht III, Delikte gegen den Einzelnen, 7. Aufl., Zürich 1997, S. 187; JÖRG REHBERG, Strafrecht IV: Delikte gegen die Allgemeinheit, 2. Aufl., Zürich 1996, S. 133 Ziff. 5; VITAL SCHWANDER, Das Schweizerische Strafgesetzbuch, 2. Aufl., Zürich 1964, Rz. 704; GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I: Straftaten gegen Individualinteressen, 5. Aufl., Bern 1995, § 15 Rz. 67; PHILIPP THORMANN/ALFRED VON OVERBECK, Das Schweizerische Strafgesetzbuch, Bd. II, Besondere Bestimmungen, Zürich 1941, N. 22 zu Art. 251 StGB; STEFAN TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2. Aufl., Zürich 1997, N. 20 zu Art. 251 StGB).\n\nIn einem obiter dictum von BGE 105 IV 242 E. 3b S. 247 wurde erwogen, dass beim blossen Gebrauch einer von einem Dritten gefälschten Urkunde (im Sinne von Art. 251 Ziff. 1 Abs. 3 StGB) die Frage der Konkurrenz zwischen Betrug und Urkundenfälschung nicht gleich klar geregelt erscheine wie bei einer eigenhändigen Fälschung oder Falschbeurkundung durch den Betrüger. Dennoch sei auch bei dieser Tatbestandsvariante von echter Gesetzeskonkurrenz (hier nämlich \"Idealkonkurrenz\") auszugehen. Das Vorliegen |57| echter Konkurrenz wird mit der Unterschiedlichkeit der betroffenen Rechtsgüter begründet. Art. 146 StGB schütze das Vermögen, Art. 251 StGB hingegen das Vertrauen in die Gültigkeit von Beweisurkunden (BGE 105 IV 242 E. 3b S. 247 f. mit Hinweisen; vgl. auch BGE 123 IV 61 E. 5a S. 63; zur Konkurrenz zwischen Urkundenfälschung und Steuerdelikten s. BGE 122 IV 25 E. 3 S. 30-32 mit Hinweisen).\n\nNachfolgend ist zu prüfen, ob sich im Sinne des angefochtenen Urteils eine Änderung der Bundesgerichtspraxis aufdrängt.\n\n3.1 In BGE 119 IV 154 E. 4a/aa S. 160 f. hat sich das Bundesgericht mit der Lehre von der so genannten \"straflosen Vor- bzw. Nachtat\" befasst. Stehen mehrere Straftaten so miteinander im Zusammenhang, dass die eine nur als Vorstufe des eigentlichen Angriffs auf das geschützte Rechtsgut oder nur als Ausnützen des durch die andere Straftat Erreichten erscheint, so nehme die herrschende Doktrin unechte Konkurrenz an (mit der Folge, dass bei unterschiedlichen Strafandrohungen jene Tat straflos bzw. \"mitbestraft\" sein solle, für die das Gesetz die niedrigere Strafe vorsieht). Das Bundesgericht erwog, dass es die Theorie der mitbestraften Vor- bzw. Nachtat weitgehend ablehne. Insbesondere bestehe echte Konkurrenz (\"Realkonkurrenz\") zwischen dem Einführen und dem In-Umlauf-Setzen von Falschgeld sowie zwischen Warenfälschung und Inverkehrbringen gefälschter Waren. Wer in diesen Fällen beide Delikte verübt, mache \"sowohl unter dem Gesichtspunkt des Erfolges als auch unter dem der Schuld mehr als jemand, der nur entweder die Vortat oder die Nachtat begeht\". Auf eine Verurteilung wegen beider Taten könne nur dann verzichtet werden, wenn sich \"aus dem Gesetz deutlich\" ergibt, dass die für die eine Tat ausgefällte Strafe auch die andere abgelten soll (BGE 119 IV 154 E. 4a/aa S. 161 mit Hinweisen).\n\nDas Bundesgericht stellte sodann fest, dass sowohl Geldfälschung als auch das In-Umlaufsetzen von Falschgeld \"sich gegen dasselbe Rechtsgut\" richten. Es liess in der Folge die Frage offen, ob \"jedenfalls bei objektiv und subjektiv engem Zusammenhang\" zwischen der Geldfälschung und dem In-Umlaufsetzen von Falschgeld durch den Fälscher letzteres als \"mitbestrafte Nachtat\" zu betrachten sei (BGE 119 IV 154 E. 4a/bb und cc S. 161 f.).\n\n3.2 Art. 146 StGB (Betrug) ist im Zweiten Titel (Strafbare Handlungen gegen das Vermögen) im Zweiten Buch (Besondere Bestimmungen) des StGB systematisch eingereiht. Art. 251 StGB (Urkundenfälschung) umschreibt eines von mehreren Urkundendelikten im |58| weiteren Sinne, welche den Elften Titel (Urkundenfälschung) bilden. Die Urkundendelikte sind zwischen den Verbrechen und Vergehen gegen den öffentlichen Verkehr (Neunter Titel) bzw. der Fälschung von Geld, amtlichen Wertzeichen, amtlichen Zeichen, Mass und Gewicht (Zehnter Titel) und den Verbrechen und Vergehen gegen den öffentlichen Frieden (Zwölfter Titel) eingereiht.\n\nArt. 146 StGB ist ein Erfolgsdelikt, welches das Vermögen schützt. Bei der Urkundenfälschung handelt es sich hingegen um ein abstraktes Gefährdungsdelikt. Geschütztes Rechtsgut von Art. 251 StGB ist das besondere Vertrauen, welches im Rechtsverkehr einer Urkunde als Beweismittel entgegengebracht wird bzw. Treu und Glauben im Geschäftsverkehr (BGE 123 IV 61 E. 5a S. 63; BGE 122 IV 332 E. 2a S. 335; BGE 120 IV 122 E. 4c S. 126; BGE 119 Ia 342 E. 2b S. 346; BGE 105 IV 242 E. 3b S. 247 f.; BGE 92 IV 44 E. 2 S. 45, je mit Hinweisen).\n\n3.3 Der Tatbestand des (vollendeten) Betruges verlangt beim Täter die Absicht, sich oder einen anderen unrechtmässig zu bereichern sowie als deliktischen Erfolg den Eintritt eines Vermögensschadens beim Opfer. Bei der Urkundenfälschung handelt es sich hingegen um ein abstraktes Gefährdungsdelikt (BGE 119 Ia 342 E. 2b S. 346). Neben der objektiven Tathandlung genügt die Absicht des Fälschers, \"jemanden am Vermögen oder an anderen Rechten zu schädigen oder sich oder einem andern einen unrechtmässigen Vorteil zu verschaffen\". Die abstrakte Gefährdung, die mit Art. 251 StGB unter Strafe gestellt wird, ist somit nicht auf Vermögensschädigungen (oder auf Schädigungen an anderen Rechtspositionen) beschränkt. Nach dem klaren Wortlaut des Gesetzes kann der subjektive Tatbestand der Urkundenfälschung sich auf jede Art eines \"unrechtmässigen Vorteils\" für den Täter oder einen Dritten beziehen. Es genügt dabei grundsätzlich jede Besserstellung. Die Unrechtmässigkeit des Vorteils verlangt weder Schädigungsabsicht noch eine selbstständige Strafbarkeit der Vorteilserlangung (BGE 121 IV 90 E. 2b S. 92 f.; BGE 119 IV 234 E. 2c S. 236-238; BGE 118 IV 254 E. 5 S. 259 f.; BGE 114 IV 126 E. 2c S. 127 in fine, je mit Hinweisen). Ebenso wenig werden die Art der angestrebten Besserstellung oder die Person (bzw. Institution), welche daraus einen Nachteil erleiden könnte, vom Gesetz näher bestimmt.\n\nDen Gesetzesmaterialien lassen sich keine Hinweise entnehmen, wonach der Gesetzgeber (in Widerspruch zur bisherigen Bundesgerichtspraxis) beabsichtigt hätte, Urkundendelikte, die in betrügerischer Absicht erfolgen, forthin allein der Strafdrohung von Art. 146 StGB zu unterstellen. Im Gegenteil wird auch in der Botschaft |59| des Bundesrates zur Revision des Vermögens- und Urkundenstrafrechtes bestätigt, dass zwischen Betrug und Urkundenfälschung grundsätzlich echte Konkurrenz bestehe (vgl. BBl 1991 II 969 ff., S. 1018 f.).\n\n3.4 Dass nach der Konzeption des Gesetzgebers der Unrechtsgehalt von Art. 251 StGB durch die gleichzeitig erfüllten Vermögensstraftatbestände nicht vollständig abgedeckt wird, manifestiert sich sodann an der Tatsache, dass nur Art. 146 Abs. 3 bzw. Art. 147 Abs. 3 StGB als (privilegierende) Antragsdelikte ausgestaltet sind. Art. 251 StGB hingegen kennt das Antragsprivileg von Angehörigen und Familiengenossen nicht. Da Art. 251 StGB auch das besondere Vertrauen der Öffentlichkeit in die Gültigkeit von privaten und öffentlichen Beweisurkunden (bzw. Treu und Glauben im Rechtsverkehr) schützt, ist die Strafbarkeit nach Art. 251 StGB (im Gegensatz zu Art. 146 Abs. 3 und Art. 147 Abs. 3 StGB) der prozessualen Disposition der unmittelbar geschädigten Angehörigen oder Familiengenossen entzogen. Hätte der Gesetzgeber die Urkundenfälschung zum Nachteil von Angehörigen oder Familiengenossen durch Art. 146 Abs. 3 bzw. Art. 147 Abs. 3 StGB abschliessend regeln wollen, wäre sie kons equenterweise in Art. 251 StGB ebenfalls als Antragsdelikt auszugestalten gewesen. Dass dies nicht der Fall ist, zeigt, dass neben den direkt (etwa durch ein Vermögensdelikt) betroffenen Angehörigen oder Familiengenossen auch die übrigen Teilnehmer am Rechts- bzw. Geschäftsverkehr durch Art. 251 StGB geschützt werden sollen. Diese Dritten brauchen (nach dem klaren Wortlaut des Gesetzes) nicht Opfer eines Vermögensdeliktes zu sein (vgl. BGE 121 IV 90 E. 2b S. 92 f.; BGE 118 IV 254 E. 5 S. 259 f.; BGE 114 IV 126 E. 2c S. 127 in fine, je mit Hinweisen). Es handelt sich bei der Urkundenfälschung wie erwähnt um ein abstraktes Gefährdungsdelikt, das nicht nur den konkret von einem Vermögensdelikt Betroffenen schützt.\n\n3.5 Zwar wird in einem Teil der Literatur die Frage aufgeworfen, ob das jeweilige Vermögensdelikt (Art. 146 bzw. Art. 147 StGB) nicht auch den Unrechtsgehalt der Urkundenfälschung umfasst, sofern diese nach dem Willen des Täters (allein) der Verwirklichung des Vermögensdeliktes diente (vgl. MARTIN SCHUBARTH, Kommentar zum Schweizerischen Strafrecht, Besonderer Teil, 2. Bd.: Art. 137-172 StGB, N. 127 zu Art. 148 StGB; s. ferner TRECHSEL, a.a.O., N. 20 zu Art. 251 StGB, unter Berufung auf BBl 1991 II 995 [nur bezüglich Art. 147 StGB]; GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil II: Straftaten gegen Gemeininteressen, 5. Aufl., |60| Bern 2000, § 36 Rz. 58 [für den Fall der Falschbeurkundung bzw. den Gebrauch einer inhaltlich falschen Urkunde]; noch enger REHBERG, Strafrecht IV, S. 131 Ziff. 2.3). Auch für diese Auffassung würde allerdings (sinngemäss) vorausgesetzt, dass eine weitergehende Rechtsgütergefährdung durch die unechte bzw. unwahre Urkunde nicht ersichtlich ist.\n\nEs entspricht gerade dem Wesen der abstrakten Gefährdungsdelikte, dass nicht zum Vornherein ersichtlich ist, in welcher Weise - d.h. bei welchen Personen und in welchem konkreten Sachzusammenhang - die dem Delikt innewohnende Gefahr sich auswirken kann. Die \"abstrakte\" Gefahr bzw. das Missbrauchsrisiko wird aber dennoch als derart hoch und schwerwiegend eingeschätzt, dass der Gesetzgeber bereits das gefährdende Verhalten als selbstständig strafbar beurteilt. Dass der ordnungsgemässe Gang des Rechtsverkehrs auch faktisch tangiert wäre, ist daher im Falle der Urkundenfälschung nicht erforderlich. Die Absichten des Fälschers können sich dabei auf einen vom Gesetz nicht näher bestimmten \"unrechtmässigen Vorteil\" zugunsten des Täters oder eines Dritten richten. Dabei genügt grundsätzlich jede Besserstellung (BGE 121 IV 90 E. 2b S. 92 f.; BGE 119 IV 234 E. 2c S. 236-238; BGE 118 IV 254 E. 5 S. 259 f.; BGE 114 IV 126 E. 2c S. 127 in fine, je mit Hinweisen; s. auch BGE 115 IV 51 E. 7 S. 58). Art. 251 StGB schützt somit eine heterogene Vielzahl von möglicherweise betroffenen Rechtspositionen und Geschäftsverkehrsinteressen, welche im Einzelnen nicht konkretisiert werden müssen und auch regelmässig im Voraus nicht näher konkretisiert werden können (vgl. dazu CORBOZ, a.a.O., Bd. II, N. 179-183 zu Art. 251 StGB; STRATENWERTH, Besonderer Teil II, § 36 Rz. 21-24; ADOLF SCHÖNKE/HORST SCHRÖDER/PETER CRAMER, Strafgesetzbuch, Kommentar, 26. Aufl., München 2001, § 267 N. 1-1a, 87b, 91-92; TRECHSEL, a.a.O., N. 15-16 zu Art. 251 StGB).\n\n3.6 Wie dargelegt, hat der Gesetzgeber die Urkundenfälschung deutlich als abstraktes Gefährdungsdelikt zum Schutze des Rechtsverkehrs konzipiert. Käme er dennoch zur Auffassung, das jeweilige Vermögensdelikt umfasse auch den Unrechtsgehalt der Urkundenfälschung vollständig, sofern diese nach dem Willen des Täters (allein) der Verwirklichung des Vermögensdeliktes diente, dann wäre es grundsätzlich Sache des Gesetzgebers, das Verhältnis zwischen Urkunden- und Vermögensdelikten entsprechend neu und klar zu regeln (vgl. auch BGE 122 I 253 E. 6a S. 263; BGE 119 IV 154 E. 4a/aa in fine S. 161, je mit Hinweisen). Im hier zu beurteilenden Fall ist auch darauf hinzuweisen, dass dem Angeklagten nicht bloss der |61| täuschende Gebrauch einer unechten oder unwahren Urkunde (Art. 251 Ziff. 1 Abs. 3 StGB) vorgeworfen wird, sondern die eigenhändige Fälschung bzw. Verfälschung von (ursprünglich echten) Urkunden (vgl. BGE 105 IV 242 E. 3b S. 247 f.). Auch die Autoren REHBERG (Strafrecht IV, S. 131 Ziff. 2.3) und STRATENWERTH (Besonderer Teil II, § 36 Rz. 58) bejahen hier (im Einklang mit der herrschenden Lehre und Praxis) die echte Konkurrenz. Darüber hinaus verlangt Art. 251 StGB keine konkrete Vermögensgefährdung oder Vermögensschädigung eines Dritten. Das Anstreben eines (im Gesetz nicht näher bestimmten) \"unrechtmässigen Vorteils\" genügt.\n\nIm hier zu beurteilenden Fall braucht auch nicht geprüft zu werden, ob sich in Bagatellfällen mit geringem Gefährdungspotential allenfalls eine andere Lösung bzw. eine Praxisänderung aufdrängen könnte. Insbesondere liegt hier kein geringfügiges Vermögensdelikt vor, welches auf Antrag mit Haft oder Busse zu bestrafen wäre (vgl. Art. 172ter StGB).\n\n4. Zusammenfassend ergibt sich, dass das angefochtene Urteil vor dem Bundesrecht nicht standhält. Das Urteil ist aufzuheben, und das Verfahren ist zur zusätzlichen Verurteilung und Bestrafung des Angeklagten wegen mehrfacher Urkundenfälschung (in Realkonkurrenz mit Betrug) an die Vorinstanz zurückzuweisen. (...)"}