{"annee": "129", "cour": "III", "page": "478", "date": "11/6/2003", "cite": [], "cite_par": [], "chapeau": "76. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer i.S. Bank K. (Beschwerde) 7B.40/2003 vom 11. Juni 2003", "regestes": ["Art. 29 de l'ordonnance sur les émoluments perçus en application de la LP (OELP). Les émoluments pour l'établissement de l'état des charges et la fixation des conditions d'enchères sont dus par immeuble même si, dans ces actes, l'office des poursuites a regroupé plusieurs immeubles (consid. 2)."], "faits": "", "considerants": "|479|\n\nAus den Erwägungen:\n\n1. In den von der Bank K. als Grundpfandgläubigerin im ersten und zweiten Rang gegen A. und B. eingeleiteten Betreibungen Nrn. ... und ... verwertete das Betreibungsamt X. neun in dieser Gemeinde gelegene Grundstücke. Bei der Abrechnung über die Verwertungskosten setzte es Gebühren von Fr. 2'700.- für das Erstellen des Lastenverzeichnisses und von Fr. 1'350.- für die Festsetzung der Steigerungsbedingungen ein.\n\nDie Bank K. erhob beim Gerichtspräsidium von Bremgarten als unterer kantonaler Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen Beschwerde mit dem Begehren, als Gebühr für die Erstellung des Lastenverzeichnisses Fr. 300.- und für die Festsetzung der Steigerungsbedingungen Fr. 150.- einzusetzen. Der Gerichtspräsident von Bremgarten hiess die Beschwerde am 12. August 2002 gut und wies die Sache zur erneuten Erstellung der Verwertungskostenabrechnung im Sinne seiner Erwägungen an das Betreibungsamt zurück.\n\nHiergegen gelangte das Betreibungsamt an das Obergericht (Schuldbetreibungs- und Konkurskommission) des Kantons Aargau (obere Aufsichtsbehörde), das am 24. Januar 2003 erkannte, in Gutheissung der Beschwerde des Betreibungsamtes und in Abänderung des Entscheids der unteren Aufsichtsbehörde werde die Beschwerde der Bank K. abgewiesen.\n\nDen Entscheid des Obergerichts nahm die Bank K. am 7. Februar 2003 in Empfang. Mit einer vom 17. Februar 2003 datierten und noch am gleichen Tag zur Post gebrachten Eingabe führt sie (rechtzeitig) Beschwerde an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts und erneuert das im kantonalen Verfahren gestellte Begehren. (...)\n\n2. Die Beschwerdeführerin ist nach wie vor der Auffassung, die Gebühren für Lastenverzeichnis und Steigerungsbedingungen dürften hier nur einmal erhoben werden, weil nur je ein (alle neun Grundstücke erfassendes) Exemplar erstellt worden sei.\n\n2.1 Die Gebühren für Lastenverzeichnis und Steigerungsbedingungen sind in Art. 29 der Gebührenverordnung vom 23. September 1996 zum Bundesgesetz über Schuldbetreibung und Konkurs (GebV SchKG; SR 281.35) festgelegt. Art. 29 Abs. 1 GebV SchKG lautet: \"Die Gebühr für die Aufstellung des Lastenverzeichnisses beträgt 300 Franken für jedes Grundstück\". Für die Festsetzung der Steigerungsbedingungen ist eine Gebühr von 150 Franken \"für jedes Grundstück\" vorgesehen (Art. 29 Abs. 2 GebV SchKG).\n\n|480|\n\n2.2 Nach dem klaren Wortlaut dieser Bestimmungen wird die Gebühr je Grundstück erhoben. Eine abweichende Regelung für den Fall, dass für mehrere Grundstücke zusammen nur ein Lastenverzeichnis bzw. nur ein Exemplar der Steigerungsbedingungen erstellt wird, ist in der Gebührenverordnung nicht vorgesehen. Wie die Vorinstanz zutreffend annimmt, ist entgegen der Ansicht der Beschwerdeführerin eine Sonderbehandlung solcher Fälle sachlich denn auch nicht gerechtfertigt. Auch dort, wo Lastenverzeichnis und Steigerungsbedingungen für verschiedene Grundstücke (je) in einer einzigen Urkunde zusammengefasst werden, hat das Betreibungsamt für jedes einzelne Grundstück die erforderlichen Angaben zusammenzutragen, zu prüfen und in der jeweiligen Urkunde zu vermerken (vgl. Art. 34 ff. und 45 der Verordnung des Bundesgerichts vom 23. April 1920 über die Zwangsverwertung von Grundstücken [VZG; SR 281.42]). Bei Grundstücken, die als Gesamtpfand haften, kann der Aufwand zudem insofern grösser sein, als nur so viele zu verwerten sind wie zur Deckung der Forderung des betreibenden Pfandgläubigers und der diesem allenfalls vorgehenden Gläubiger nötig. Das Betreibungsamt hat gegebenenfalls die Reihenfolge der zu verwertenden Grundstücke festzulegen und in den Steigerungsbedingungen anzugeben (Art. 816 Abs. 3 ZGB; Art. 107 Abs. 3 VZG).\n\n2.3 Mit der Rüge, Art. 29 GebV SchKG verstosse gegen das Äquivalenz- und Kostendeckungsprinzip, stellt die Beschwerdeführerin die Verfassungsmässigkeit dieser Bestimmung in Frage. Hierfür hätte sie staatsrechtliche Beschwerde erheben müssen.\n\n3. Die Beschwerde ist nach dem Gesagten abzuweisen, soweit darauf einzutreten ist."}