{"annee": "129", "cour": "I", "page": "217", "date": "9/7/2003", "cite": ["125 II 86", "121 I 252", "129 I 232", "119 IA 424", "123 I 41", "122 I 44", "126 II 377", "104 II 68", "129 I 185", "121 I 138", "125 I 227", "117 IA 90", "123 I 279", "120 IA 110", "124 I 159", "113 IA 107", "121 I 267", "114 IA 329", "118 IA 232", "122 II 186", "126 I 81"], "cite_par": ["130 I 290", "132 I 196", "135 II 430", "134 I 257", "130 I 140", "141 I 241", "135 I 265", "134 I 56", "133 I 149", "132 I 49", "134 I 49", "136 I 121", "139 I 242", "138 I 305", "133 I 185", "131 I 18", "135 I 49", "137 I 235", "132 I 167", "136 I 309"], "chapeau": "21. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. A. und Mitb. gegen Einwohnergemeinde Emmen und Regierungsrat des Kantons Luzern (staatsrechtliche Beschwerde)\n\n1P.228/2002 vom 9. Juli 2003", "regestes": ["Vote populaire par les urnes sur des demandes de naturalisation; qualité pour exercer le recours de droit public (art. 88 OJ); violation de l'interdiction de toute discrimination et du droit à une décision motivée (art. 8 al. 2 et art. 29 al. 2 Cst.). Le recours de droit public pour violation de l'interdiction de toute discrimination est recevable aussi dans des cas tels que le refus d'une naturalisation, où il n'existe pas de droit à l'acte demandé (consid. 1.1). Indépendamment de leur qualité pour recourir sur le fond, les parties à la procédure cantonale peuvent se plaindre d'une motivation inexistante (à la différence d'une motivation insuffisante; consid. 1.4). Lors du vote sur des demandes de naturalisation, les citoyens doivent respecter les droits fondamentaux (consid. 2.2.1); la liberté de vote ne leur confère aucun droit à la validation d'un résultat incompatible avec l'ordre juridique (consid. 2.2.2). Exigences quant à la preuve d'une discrimination (consid. 2.2.3 et 2.2.4). Sur la base des publications préalables à la votation et du résultat de celle-ci, il est établi que les recourants subissent une discrimination du fait de leur origine (consid. 2.3). Le rejet de leurs demandes de naturalisation viole ainsi l'art. 8 al. 2 Cst. (consid. 2.4). Les décisions de refus attaquées, issues d'un vote par les urnes, violent aussi le droit à une décision motivée (art. 29 al. 2 Cst. en relation avec l'art. 8 al. 2 Cst.; consid. 3)."], "faits": "BGE 129 I 217 S. 218\n\nIn der Urnenabstimmung der Gemeinde Emmen vom 12. März 2000 gelangten 23 Einbürgerungsgesuche von insgesamt 56 Personen zur Abstimmung. Die Stimmbürger Emmens stimmten der Einbürgerung von acht Gesuchstellern aus Italien zu; alle anderen Einbürgerungsgesuche - überwiegend von Personen aus dem ehemaligen Jugoslawien - wurden abgelehnt. Zu den abgelehnten Gesuchstellern gehörten auch A., B., C., D. und E. (im Folgenden: die Gesuchsteller bzw. die Beschwerdeführer).\n\nBGE 129 I 217 S. 219\n\nGegen die Ablehnung ihrer Einbürgerungsgesuche erhoben die Gesuchsteller am 11. April 2000 Gemeindebeschwerde an den Regierungsrat des Kantons Luzern. Dieser trat auf die Beschwerde nicht ein, weil die gesetzliche Beschwerdefrist von 10 Tagen nicht eingehalten worden sei. Gegen diesen Nichteintretensentscheid erhoben die Gesuchsteller staatsrechtliche Beschwerde ans Bundesgericht. Am 6. März 2001 hiess das Bundesgericht die staatsrechtliche Beschwerde gut und hob den angefochtenen Entscheid wegen Verletzung von Treu und Glauben auf (Urteil 1P.674/2000).\n\nAm 19. März 2002 entschied der Regierungsrat erneut über die Gemeindebeschwerde der Gesuchsteller: Er wies die Beschwerde ab, soweit er darauf eintrat.\n\nHiergegen erhoben die Gesuchsteller am 23. April 2002 staatsrechtliche Beschwerde ans Bundesgericht mit dem Antrag, der Entscheid des Regierungsrats sei aufzuheben.", "considerants": "Aus den Erwägungen:\n\n1. Angefochten ist ein kantonal letztinstanzlicher Entscheid des Regierungsrats, der die Nichteinbürgerung der Beschwerdeführer durch die Emmener Stimmbürger schützt. Gegen einen solchen Entscheid steht grundsätzlich die staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte oder Verletzung von Staatsverträgen offen (Art. 84 Abs. 1 lit. a und c sowie Abs. 2, Art. 86 Abs. 1 OG). Näher zu prüfen ist die Legitimation der Beschwerdeführer.\n\nNach Art. 88 OG steht das Recht zur Beschwerdeführung Bürgern (Privaten) und Korporationen bezüglich solcher Rechtsverletzungen zu, die sie durch allgemein verbindliche oder sie persönlich treffende Rechtsverletzungen erlitten haben. Mit staatsrechtlicher Beschwerde kann somit lediglich die Verletzung in rechtlich geschützten eigenen Interessen gerügt werden. Die von den Beschwerdeführern geltend gemachten Interessen müssen entweder durch eidgenössisches oder kantonales Gesetzesrecht oder unmittelbar durch die Bundesverfassung rechtlich geschützt sein (BGE 126 I 81 E. 3b S. 85; BGE 125 II 86 E. 4 S. 95 f.; BGE 124 I 159 E. 1c S. 161; BGE 123 I 41 E. 5b S. 42 f.; BGE 121 I 267 E. 2 S. 268 f., 367 E. 1b S. 369).\n\nNach Luzerner Recht steht den Beschwerdeführern unstreitig kein Recht auf Einbürgerung zu (vgl. § 13 des Bürgerrechtsgesetzes vom 21. November 1994). Zu prüfen ist deshalb, ob sich das rechtlich geschützte Interesse direkt aus der Bundesverfassung ergibt.\n\nBGE 129 I 217 S. 220\n\n1.1 Die Beschwerdeführer rügen in erster Linie die Verletzung des Diskriminierungsverbots (Art. 8 Abs. 2 BV). Dieses Grundrecht soll den Angehörigen bestimmter traditionell unterprivilegierter bzw. gefährdeter gesellschaftlicher Gruppen einen besonderen Schutz gegen Benachteiligung und Ausgrenzung gewähren und geht damit über das allgemeine Gleichbehandlungsgebot und das Willkürverbot hinaus. Sein Schutzbereich ist - im Gegensatz zu demjenigen des allgemeinen Willkürverbots (BGE 126 I 81 E. 5a S. 91; BGE 121 I 267 E. 3c S. 270) - hinreichend bestimmt und eingegrenzt, um im Hinblick auf Art. 88 OG den Kreis der Personen zu bestimmen, die befugt sind, an den Verfassungsrichter zu gelangen. Wie bei anderen speziellen Verfassungsrechten ergibt sich die Legitimation deshalb schon aus der Grundrechtsträgerschaft und dem Inhalt des angerufenen Verfassungsrechts: Es genügt zur Erhebung der staatsrechtlichen Beschwerde, wenn die Beschwerdeführer geltend machen, sie seien aufgrund ihrer Zugehörigkeit zu einer gemäss Art. 8 Abs. 2 BV geschützten Gruppe benachteiligt worden (ANDREAS AUER/NICOLAS VON ARX, Direkte Demokratie ohne Grenzen?, AJP 2000 S. 923 ff., insbes. S. 933; a.A. ETIENNE GRISEL, Le recours au Tribunal fédéral pour inégalité, arbitraire ou discrimination: la question de l'intérêt juridiquement protégé [ATF 126 I 81 ], JdT 2002 II S. 35 ff., insbes. S. 36). Dies entspricht der bisherigen bundesgerichtlichen Rechtsprechung zur Gleichberechtigung von Mann und Frau (Art. 4 Abs. 2 Satz 1 aBV, heute Art. 8 Abs. 3 Satz 1 BV; vgl. BGE 114 Ia 329 E. 2b S. 330 f. mit Hinweisen) und der neueren Praxis zu Art. 100 Abs. 1 lit. b Ziff. 3 OG, wonach sich aus Art. 8 Abs. 2 BV unter Umständen ein Anspruch auf Erteilung einer Aufenthaltsbewilligung ergeben kann, der den Weg ans Bundesgericht im Verfahren der Verwaltungsgerichtsbeschwerde öffnet (BGE 126 II 377 E. 6 S. 392 ff.; Urteile 2A.471/2001 vom 29. Januar 2002, E. 2c und 2P.116/2001 vom 29. August 2001, E. 1a und 2c). Durch die Anerkennung eines rechtlich geschützten Interesses unmittelbar aus dem Diskriminierungsverbot wird auch sichergestellt, dass gegen diskriminierende Akte kantonaler und kommunaler Behörden das Verfahren der staatsrechtlichen Beschwerde ans Bundesgericht offen steht; damit wird der Verpflichtung der Schweiz gemäss Art. 6 des Internationalen Übereinkommens vom 21. Dezember 1965 zur Beseitigung jeder Form von Rassendiskriminierung (RDÜ; SR 0.104) Rechnung getragen, wirksame Rechtsbehelfe gegen alle rassisch diskriminierenden Handlungen durch die zuständigen nationalen Gerichte zu gewährleisten (vgl. Botschaft des Bundesrats vom BGE 129 I 217 S. 2212. März 1992 über den Beitritt der Schweiz zum Internationalen Übereinkommen von 1965 zur Beseitigung jeder Form von Rassendiskriminierung und über die entsprechende Strafrechtsrevision, BBl 1992 III 299 Ziff. 55).\n\n1.2 Sind die Beschwerdeführer zur Rüge der Diskriminierung nach Art. 8 Abs. 2 BV legitimiert, so sind sie grundsätzlich auch berechtigt, eine Rassendiskriminierung i.S.v. Art. 2 Abs. 1 lit. a RDÜ geltend zu machen. Voraussetzung ist allerdings, dass es sich hierbei um eine direkt anwendbare, justiziable Bestimmung handelt, die sich nicht bloss an den Gesetzgeber wendet (für direkte Anwendbarkeit: Botschaft des Bundesrats, a.a.O., S. 288 Ziff. 512; a.A. ROLAND STRAUSS, Das Verbot der Rassendiskriminierung, Diss. Basel 1991, S. 289 f. und 293). Die Beantwortung dieser Frage hängt eng mit der Auslegung der einschlägigen Staatsvertragsbestimmung zusammen und ist deshalb bei der materiellen Prüfung der Norm zu behandeln.\n\n1.3 Die Beschwerdeführer machen ferner eine Verletzung des Willkürverbots (Art. 9 BV) geltend, weil allen Gesuchstellern aus dem Balkan die Einbürgerung pauschal aufgrund ihres ethnisch-kulturellen Hintergrunds verweigert worden sei, ohne dass hierfür sachliche Gründe ersichtlich wären.\n\nNach ständiger Rechtsprechung verschafft das allgemeine Willkürverbot, das bei jeder staatlichen Verwaltungstätigkeit zu beachten ist, für sich allein keine geschützte Rechtsstellung im Sinne von Art. 88 OG (BGE 123 I 279 E. 3c/aa S. 280; BGE 122 I 44 E. 3b/bb S. 47; BGE 121 I 252 E. 1a S. 255, 267 E. 2 S. 269, 367 E. 1b S. 369; BGE 120 Ia 110 E. 1a S. 111). Zur Willkürrüge ist ein Beschwerdeführer deshalb nur legitimiert, wenn die gesetzlichen Bestimmungen, deren willkürliche Anwendung er geltend macht, ihm einen Rechtsanspruch einräumen oder dem Schutz seiner angeblich verletzten Interessen dienen. An dieser Rechtsprechung wurde mit Beschluss der Vereinigten Abteilungen des Bundesgerichts vom 20. März 2000 auch nach Inkrafttreten der neuen Bundesverfassung festgehalten, welche in Art. 9 BV ausdrücklich den Schutz vor Willkür als Grundrecht statuiert (BGE 126 I 81 E. 4-6 S. 87 ff.; vgl. auch BGE 126 II 377 E. 4 S. 388).\n\nDie Beschwerdeführer verlangen eine Änderung dieser Praxis in dem Sinne, dass die Willkürbeschwerde in bestimmten Bereichen zuzulassen sei, wo die Verletzung für den Betroffenen besonders stossend wirke. Zumindest im Bereich der Einbürgerung müsse ein Gesuchsteller auch dann zur Erhebung der Willkürbeschwerde legitimiert sein, wenn ihm das materielle Einbürgerungsrecht keinen BGE 129 I 217 S. 222Rechtsanspruch auf Einbürgerung zugestehe, weil der Entscheid seine Rechtsstellung zum Gegenstand habe.\n\nEine erneute Überprüfung der bundesgerichtlichen Praxis in dieser Frage erübrigt sich jedoch im vorliegenden Fall, weil der Willkürrüge gegenüber der Rüge der Diskriminierung i.S.v. Art. 8 Abs. 2 BV keine selbständige Bedeutung zukommt: Die Beschwerdeführer halten das Abstimmungsergebnis für willkürlich, weil es die Einbürgerung von der Herkunft bzw. vom ethnisch-kulturellen Hintergrund der Gesuchsteller abhängig gemacht habe. Diese Frage aber steht im Zentrum der Prüfung von Art. 8 Abs. 2 BV, das insofern als spezielleres Grundrecht zum Zuge kommt. In diesem Zusammenhang ist auch zu prüfen, ob sich das Abstimmungsergebnis durch sachliche, nicht-diskriminatorische Gründe erklären lässt. Dann aber verbleibt kein selbständiger Anwendungsbereich für das allgemeine Willkürverbot.\n\n1.4 Soweit die Beschwerdeführer schliesslich die Verletzung kantonaler und bundesverfassungsrechtlicher Verfahrensgarantien rügen, deren Missachtung eine formelle Rechtsverweigerung darstellt, sind sie hierzu als Parteien des kantonalen Verfahrens ohne Weiteres legitimiert (BGE 119 Ia 424 E. 3c S. 428 mit Hinweisen). Dies gilt für die Rügen der Verletzung des rechtlichen Gehörs (Art. 29 Abs. 2 BV) und der willkürlichen Anwendung von § 106 des Luzerner Gesetzes über die Verwaltungsrechtspflege vom 3. Juli 1972 (VRG/LU).\n\nDagegen setzt die Rüge, ein Entscheid sei mangelhaft begründet worden, nach ständiger Rechtsprechung die Legitimation in der Sache voraus, weil die Beurteilung dieser Frage nicht von der Prüfung in der Sache selbst getrennt werden kann (BGE 122 II 186 E. 2 S. 192; BGE 118 Ia 232 E. 1a S. 235; BGE 117 Ia 90 E. 4a S. 95). Dies ist der Fall, wenn gerügt wird, die Begründung sei unvollständig (so im Fall BGE 122 II 186 E. 2 S. 192), zu wenig differenziert (Urteil 2P.163/1996 vom 28. Mai 1996, E. 3) oder materiell unzutreffend (so im Fall BGE 118 Ia 232 E. 1a S. 235). Im vorliegenden Fall wird dagegen das gänzliche Fehlen einer Begründung gerügt. Die Beurteilung dieser Frage lässt sich sehr wohl von der Prüfung der Sache selbst trennen. Deshalb sind die Beschwerdeführer schon aufgrund ihrer Parteistellung im kantonalen Verfahren legitimiert, die fehlende Begründung des Urnenentscheids bzw. die Abweisung ihrer diesbezüglichen Rüge durch den Regierungsrat geltend zu machen.\n\n1.5 Nach dem Gesagten sind die Beschwerdeführer legitimiert, eine Verletzung des Diskriminierungsverbots sowie die Verletzung BGE 129 I 217 S. 223von Verfahrensrechten, einschliesslich der Begründungspflicht, geltend zu machen. Auf die form- und fristgerecht erhobene staatsrechtliche Beschwerde ist insoweit einzutreten.\n\n2. Die Beschwerdeführer machen in erster Linie geltend, ihre Nichteinbürgerung verletze das verfassungsrechtliche Diskriminierungsverbot (Art. 8 Abs. 2 BV): Ihre Einbürgerungsgesuche seien pauschal, aufgrund ihrer ethnisch-kulturellen Herkunft, abgelehnt worden. Es seien keine sachlichen Gründe ersichtlich, welche das Abstimmungsergebnis - Einbürgerung aller italienischen Bewerber und Nichteinbürgerung aller Bewerber aus dem ehemaligen Jugoslawien - erklären könnten.\n\n2.1 Das Bundesgericht hat sich im Entscheid BGE 126 II 377 (E. 6a und c S. 392 ff.) näher mit dem Verbot der direkten und der indirekten Diskriminierung gemäss Art. 8 Abs. 2 BV auseinandergesetzt und Folgendes ausgeführt:\n\nGemäss Art. 8 Abs. 2 BV darf niemand diskriminiert werden, namentlich nicht wegen der Herkunft, der Rasse, des Geschlechts, des Alters, der Sprache, der sozialen Stellung, der Lebensform, der religiösen, weltanschaulichen oder politischen Überzeugung oder wegen einer körperlichen, geistigen oder psychischen Behinderung. Eine Diskriminierung i.S.v. Art. 8 Abs. 2 BV liegt dann vor, wenn eine Person rechtsungleich behandelt wird allein aufgrund ihrer Zugehörigkeit zu einer bestimmten Gruppe (AB 1998 S [Separatdruck \"Reform der Bundesverfassung\"] S. 36, Votum Rhinow, Berichterstatter), welche historisch und in der gegenwärtigen sozialen Wirklichkeit tendenziell ausgegrenzt oder als minderwertig behandelt wurde (JÖRG PAUL MÜLLER, Die Diskriminierungsverbote nach Art. 8 Abs. 2 der neuen Bundesverfassung, in: Ulrich Zimmerli [Hrsg.], Die neue Bundesverfassung, Konsequenzen für Praxis und Wissenschaft, Berner Tage für die juristische Praxis 1999, Bern 2000, S. 103 ff., insbes. S. 110). Die Diskriminierung stellt eine qualifizierte Art der Ungleichbehandlung von Personen in vergleichbaren Situationen dar, indem sie eine Benachteiligung eines Menschen bewirkt, die als Herabwürdigung oder Ausgrenzung einzustufen ist, weil sie an ein Unterscheidungsmerkmal anknüpft, das einen wesentlichen und nicht oder nur schwer aufgebbaren Bestandteil der Identität der betreffenden Person ausmacht (WALTER KÄLIN/MARTINA CARONI, Das verfassungsrechtliche Verbot der Diskriminierung wegen der ethnisch-kulturellen Herkunft, in: Walter Kälin [Hrsg.], Das Verbot ethnisch-kultureller Diskriminierung, ZSR-Beiheft 29, BGE 129 I 217 S. 224S. 67 ff., insbes. S. 76 f.); insofern beschlägt die Diskriminierung auch Aspekte der Menschenwürde (Art. 7 BV). Das Diskriminierungsverbot des schweizerischen Verfassungsrechts macht aber die Anknüpfung an ein verpöntes Merkmal - wie Herkunft, Rasse, Geschlecht, Sprache und weitere in Art. 8 Abs. 2 BV (in nicht abschliessender Weise) aufgezählte Kriterien - nicht absolut unzulässig. Vielmehr begründet dieser Umstand zunächst den blossen \"Verdacht einer unzulässigen Differenzierung\", der nur durch eine genügende Rechtfertigung umgestossen werden kann (KÄLIN/CARONI, a.a.O., S. 78). Das Diskriminierungsverbot hat also rechtlich die Bedeutung, dass ungleiche Behandlungen einer besonders qualifizierten Begründungspflicht unterstehen (AB 1998 S [Separatdruck] S. 37, Votum Rhinow, Berichterstatter; vgl. auch 126 V 70 E. 4c/bb S. 73).\n\nEine indirekte bzw. mittelbare Diskriminierung ist dann gegeben, wenn eine Regelung, die keine offensichtliche Benachteiligung von spezifisch gegen Diskriminierung geschützter Gruppen enthält, in ihren tatsächlichen Auswirkungen Angehörige einer solchen Gruppe besonders stark benachteiligt, ohne dass dies sachlich begründet wäre (vgl. dazu KÄLIN/CARONI, a.a.O., S. 86 ff.; JÖRG PAUL MÜLLER, Grundrechte in der Schweiz, 3. Aufl., Bern 1999, S. 441 ff.; derselbe, Diskriminierungsverbote, a.a.O., S. 124 ff.).\n\n2.2 Der Regierungsrat ging in seinem Entscheid von einem Spannungsverhältnis zwischen dem Diskriminierungsverbot (Art. 8 Abs. 2 BV) und der in Art. 34 Abs. 2 BV garantierten Wahl- und Abstimmungsfreiheit aus: Einerseits seien die Stimmbürger bei der Zusicherung des Gemeindebürgerrechts an das Diskriminierungsverbot gebunden; andererseits verleihe ihnen Art. 34 Abs. 2 BV das Recht, den Stimm- und Wahlzettel ihrem wirklichen Willen entsprechend auszufüllen. Das verfassungsmässige Recht auf Wahl- und Abstimmungsfreiheit müsse so lange Vorrang haben, bis den Stimmberechtigten ohne jeglichen Zweifel eine Verletzung des durch die Verfassung garantierten Diskriminierungsverbots nachgewiesen werden könne. Diese Voraussetzung liege hier nicht vor. Zweifel am Vorliegen einer Diskriminierung hegte der Regierungsrat aufgrund der Tatsache, dass auch die Gesuche eines ungarischen Staatsangehörigen, einer türkischen und einer polnisch-niederländischen Familie abgewiesen wurden. Flugblättern und Leserbriefen mit negativer Haltung gegenüber Bürgern aus dem ehemaligen Jugoslawien mass der Regierungsrat keine Bedeutung zu: Diese Haltung dürfe nicht den Stimmberechtigten zugeschrieben werden; ihnen dürfe zugetraut werden, zwischen verschiedenen bekundeten BGE 129 I 217 S. 225Meinungen zu unterscheiden und auszuwählen, offensichtliche Übertreibungen als solche zu erkennen und vernunftgemäss aufgrund ihrer eigenen Überzeugung zu entscheiden.\n\n2.2.1 Mit dem Regierungsrat ist davon auszugehen, dass die Stimmberechtigten der Gemeinde Emmen bei der Zusicherung des Gemeindebürgerrechts an die Grundrechte, namentlich an das Diskriminierungsverbot, gebunden sind: Die Stimmbürger handeln, wenn sie über Einbürgerungsgesuche entscheiden, als Organ der Gemeinde und nehmen eine staatliche Aufgabe wahr. Sie sind daher gemäss Art. 35 Abs. 2 BV an die Grundrechte gebunden und verpflichtet, zu ihrer Verwirklichung beizutragen (so auch Urteil des Verfassungsgerichts Basel-Landschaft vom 29. März 2000, E. 4.3, Basellandschaftliche Verwaltungsentscheide 2000 S. 15 ff.; GEORG MÜLLER, Reservate staatlicher Willkür - Grauzonen zwischen Rechtsfreiheit, Rechtsbindung und Rechtskontrolle, in: Festschrift Hans Huber, Bern 1981, S. 109-125, insbes. S. 120; AUER/VON ARX, a.a.O., S. 924/925; REGINA KIENER, Rechtsstaatliche Anforderungen an Einbürgerungsverfahren, recht 18/2000 S. 216; DORIS BIANCHI, Vereinheitlichungstendenzen im Einbürgerungsverfahren, in: Benjamin Schindler/Regula Schlauri [Hrsg.], Auf dem Weg zu einem einheitlichen Verfahren, Zürich 2001, S. 301 ff., insbes. S. 313).\n\n2.2.2 Nicht zu überzeugen vermögen dagegen die Erwägungen des Regierungsrats zum Spannungsverhältnis zwischen dem Diskriminierungsverbot und der Abstimmungsfreiheit:\n\nArt. 34 Abs. 2 BV schützt die freie Willensbildung und die unverfälschte Stimmabgabe der Stimmberechtigten. Er gewährleistet damit die in der Rechtsprechung des Bundesgerichts als ungeschriebenes verfassungsmässiges Recht anerkannte Wahl- und Abstimmungsfreiheit (vgl. Botschaft über eine neue Bundesverfassung vom 20. November 1996, BBl 1997 I 189ff.; Urteile 1P.116/2000 vom 5. Mai 2000 E. 2b, publ. in: ZBl 102/2001 S. 148 ff. und Pra 89/2000 Nr. 129 S. 755 ff., sowie 1P.298/2000 vom 31. August 2001, E. 3a, publ. in: ZBl 102/2001 S. 188 ff., SJ 2001 I S. 30 ff. und Pra 90/2001 Nr. 23 S. 127 ff.). Danach besteht ein Anspruch darauf, dass kein Abstimmungs- oder Wahlergebnis anerkannt wird, das nicht den freien Willen der Stimmbürger zuverlässig und unverfälscht zum Ausdruck bringt (BGE 129 I 185 E. 7.2 S. 199; BGE 121 I 138 E. 3 S. 141 f. mit Hinweisen). Das Stimm- und Wahlrecht gewährleistet dagegen keinen Anspruch auf Anerkennung eines Abstimmungsergebnisses, das materiell rechtswidrig ist, weil es die Grundrechte Einzelner verletzt oder aus einem anderen Grund gegen die Rechtsordnung BGE 129 I 217 S. 226verstösst. So kann ein kommunaler oder kantonaler Erlass wegen Verletzung höherrangigen Rechts gerichtlich aufgehoben werden, auch wenn er unter Mitwirkung der Stimmbürger zustande gekommen ist. Auch eine Volksinitiative darf keine Bestimmungen enthalten, die dem übergeordneten Recht widersprechen (BGE 125 I 227 E. 4a S. 231 mit Hinweis).\n\n2.2.3 Es liegt daher auch kein Grund vor, höhere Anforderungen an den Nachweis einer Diskriminierung zu stellen, nur weil der Entscheid von den Stimmbürgern und nicht von einer Verwaltungsbehörde gefällt wurde. Angesichts der Besonderheiten der Urnenabstimmung drängt sich vielmehr die Frage auf, ob nicht Beweiserleichterungen zum Nachweis einer Diskriminierung eingeräumt werden müssen. Entscheiden eine Vielzahl von Personen geheim und ohne Angabe von Gründen, ist es in der Regel nicht möglich, den direkten Nachweis einer Diskriminierung zu erbringen. Das Gericht muss seine Überzeugung deshalb notwendigerweise auf Indizien stützen. In einer derartigen Situation hat das Bundesgericht - allerdings unter dem Blickwinkel von Art. 8 ZGB - einen höheren Grad der Wahrscheinlichkeit genügen lassen (BGE 104 II 68 E. 3b S. 75). Eine Beweiserleichterung sieht sodann Art. 6 des Bundesgesetzes vom 24. März 1995 über die Gleichstellung von Frau und Mann (GlG; SR 151.1) für bestimmte Tatbestände der Diskriminierung aufgrund des Geschlechts vor: Danach wird eine Diskriminierung vermutet, wenn diese von der betroffenen Person bezüglich der Aufgabenzuteilung, Gestaltung der Arbeitsbedingungen, Entlöhnung, Aus- und Weiterbildung, Beförderung oder Entlassung glaubhaft gemacht wird (vgl. SABINE STEIGER-SACKMANN, in: Margrith Bigler-Eggenberger, Claudia Kaufmann [Hrsg.], Kommentar zum Gleichstellungsgesetz, Basel/Frankfurt a.M. 1997, Art. 6 GlG, mit Hinweisen zur Entstehungsgeschichte N. 1 ff. und rechtsvergleichenden Hinweisen N. 71 ff.). Eine generelle Beweislastumkehr verlangt für das Diskriminierungsverbot im Bereich des Verwaltungsrechts ADRIANO PREVITALI (Naturalisation: sur quels critères?, Plädoyer 2000 3 S. 48 ff., insbes. S. 50): Es sei Aufgabe der Behörde, das Fehlen einer Diskriminierung nachzuweisen.\n\n2.2.4 Ein anderer Ansatz bestünde darin, die für das Vorliegen einer indirekten Diskriminierung entwickelten Grundsätze zur Anwendung zu bringen: Können die Gründe für das Stimmverhalten der Mehrheit an der Urne nicht ermittelt und der Nachweis einer direkten Diskriminierung deshalb nicht erbracht werden, wäre zu prüfen, ob die Abstimmung im Ergebnis Angehörige einer spezifisch BGE 129 I 217 S. 227gegen Diskriminierung geschützten Gruppe besonders stark benachteiligt, ohne dass dies sachlich begründbar ist. So könnte beispielsweise die Erfolgsquote von Bewerbern aus Westeuropa (im Fall Emmen: 100%, bzw. 89% unter Berücksichtigung der abgelehnten Niederländerin) der Erfolgsquote der Bewerber aus dem ehemaligen Jugoslawien (0%) bzw. Ost- und Südosteuropas (0%) gegenübergestellt und, bei Vorliegen signifikanter Unterschiede, eine mittelbare Diskriminierung aufgrund der Herkunft vermutet werden. Zur Entkräftung dieser Vermutung müsste aufgezeigt werden, dass sachliche, nicht diskriminierende Gründe den Entscheid ebenso gut oder besser erklären als die Herkunft der Bewerber (so im Ergebnis auch KIENER, a.a.O., S. 213 ff., insbes. S. 217). Dieser Ansatz trägt dem Grundsatz Rechnung, dass es für die Diskriminierung auf die objektive Wirkung einer Massnahme ankommt und nicht auf die ihr zugrunde liegenden Absichten (so schon BGE 113 Ia 107 E. 4a S. 116; STEIGER-SACKMANN, a.a.O., N. 47 zu Art. 6 GlG).\n\n2.3 Die aufgeworfenen Fragen können allerdings im konkreten Fall offen bleiben, wenn die vorliegenden Indizien die Annahme einer unmittelbaren Diskriminierung rechtfertigen, d.h. wenn sie zur Überzeugung führen, dass die Einbürgerungsgesuche der Beschwerdeführer aufgrund ihrer Herkunft abgelehnt worden sind.\n\n2.3.1 In der Volksabstimmung vom 12. März 2000 hatten die Stimmbürger Emmens über 23 Einbürgerungsgesuche zu entscheiden, die insgesamt 56 Personen betrafen. Bei einer Stimmbeteiligung von 55% wurden alle vier Gesuche von (insgesamt acht) italienischen Staatsbürgern gutgeheissen; alle 16 Gesuche von insgesamt 38 Personen aus dem ehemaligen Jugoslawien wurden abgewiesen. Abgewiesen wurden auch die Einbürgerungsgesuche einer türkischen Familie, eines ungarischen Staatsangehörigen und einer polnisch-niederländischen Familie.\n\nBereits die pauschale Ablehnung aller Gesuche von Bewerbern aus dem ehemaligen Jugoslawien ist ein starkes Indiz dafür, dass die Herkunft der Personen der ausschlaggebende Faktor war, handelt es sich doch um eine ansonsten heterogene Gruppe, die sich aus Familien und allein stehenden Personen mit den unterschiedlichsten Berufen, Einkommensverhältnissen und Freizeitbeschäftigungen zusammensetzt. Ein Teil der Bewerber wurde bereits in der Schweiz geboren; die anderen sind zu verschiedenen Zeiten - zwischen 1971 und 1991 - in die Schweiz eingereist.\n\nBGE 129 I 217 S. 228\n\nStellt man diesem Ergebnis das Abschneiden der italienischen Bewerber gegenüber, drängt sich die Vermutung auf, dass die Herkunft der Bewerber das ausschlaggebende Kriterium war. Alle italienischen Gesuchsteller wurden eingebürgert, und zwar mit grosser Mehrheit. Zwar weisen die italienischen Bewerber im Durchschnitt eine längere Aufenthaltsdauer auf als die übrigen Bewerber. Dieses Kriterium kann aber nicht erklären, warum z.B. der italienische Staatsangehörige W., der seit seiner Geburt 1980 in der Schweiz lebt, eingebürgert wurde, nicht aber die ebenfalls in der Schweiz geborenen und etwa gleichaltrigen Gesuchsteller aus Ex-Jugoslawien (X., geb. 1981 in Luzern, und Y., geb. 1979 in Luzern). Der Bewerber mit der längsten Aufenthaltsdauer in der Schweiz ist zudem der ungarische Staatsangehörige Z., dessen Gesuch ebenfalls abgewiesen wurde. Auch bei den Berufs-, Einkommens-, Familien- und Freizeitverhältnissen lassen sich keine signifikanten Unterschiede zwischen der Gruppe der Italiener und der Bewerber aus dem ehemaligen Jugoslawien finden, welche die erhebliche Stimmdifferenz erklären könnten.\n\nDer Umstand, dass auch die Gesuche von Personen abgewiesen wurden, die nicht aus dem ehemaligen Jugoslawien stammen, lässt keine abweichende Bewertung zu: Auch diese Personen stammen aus Ost- bzw. Südosteuropa, d.h. Ländern, die z.T. an den Balkan angrenzen (Türkei; Ungarn) und jedenfalls keine traditionellen Rekrutierungsgebiete für Arbeitskräfte in Emmen darstellen, d.h. nicht zur Gruppe der in Emmen schon seit den 60er Jahren etablierten Italiener und Spanier gehören. Schliesslich ist darauf hinzuweisen, dass alle nicht eingebürgerten Personen aus anderen Ländern einen geringeren Neinstimmenanteil aufweisen als die Bewerber aus dem ehemaligen Jugoslawien.\n\nNach dem Gesagten lässt das Abstimmungsergebnis keinen anderen Schluss zu, als dass die Herkunft der Bewerber das ausschlaggebende Kriterium für ihre Einbürgerung oder Nichteinbürgerung darstellte, und damit an ein nach Art. 8 Abs. 2 BV verpöntes Unterscheidungsmerkmal angeknüpft worden ist.\n\n2.3.2 Diese Analyse des Abstimmungsergebnisses wird durch die von den Beschwerdeführern vorgelegten Veröffentlichungen im Umfeld der Abstimmung unterstützt.\n\nEin Flugblatt der Schweizer Demokraten vom 1. Juni 1999 zur SD-Initiative \"Einbürgerungen von Ausländern vors Volk!\" hält Volksabstimmungen über Einbürgerungsentscheide für notwendig, um den Import von ethnischen Problemen aus den Balkanstaaten in die BGE 129 I 217 S. 229Schweiz zu verhindern. Es wird behauptet, dass Personen nicht-christlicher Religionszugehörigkeit die hiesigen Gesetze und Bräuche aufgrund ihrer andersartigen religiös-politischen Überzeugungen nicht übernehmen könnten. Als Beispiel dient dabei das Einbürgerungsgesuch einer Person aus dem ehemaligen Jugoslawien (ohne ausdrückliche Nennung der Religionszugehörigkeit). Damit wird unterstellt, dass Gesuchsteller aus dem ehemaligen Jugoslawien überwiegend einer nicht-christlichen Religion angehören und sich deshalb generell nicht in die schweizerischen Verhältnisse integrieren können. Auch wenn dieses Flugblatt nicht die Abstimmung vom 12. März 2000 sondern diejenige vom Juni 1999 betrifft, lässt es Rückschlüsse auf die damals in Emmen herrschende Stimmung zu: Die SD-Initiative wurde mit 58% der Stimmen angenommen; das damit eingeführte obligatorische Referendum über ordentliche Einbürgerungen von Ausländern kam erstmals im September 1999 zur Anwendung. Damals entschieden sich die Stimmbürger für die Einbürgerung einer Spanierin und einer Italienerin mit Tochter und gegen die Einbürgerung von zwei jugoslawischen Familien (vgl. THOMAS BOLLI, Lag es an der Nationalität?, Tagesanzeiger vom 13. September 1999). Die hier angefochtene Volksabstimmung vom 12. März 2000 war der zweite Anwendungsfall des Einbürgerungs-Referendums und erfolgte nur knapp ein Jahr nach der Abstimmung über die SD-Initiative.\n\nZur Abstimmung vom 12. März 2000 liegt ein Flugblatt eines \"Komitees zum Erhalt der Schweizer Rasse\" vor, in dem es heisst: \"Zeigen Sie am 12. März Mut: Nein zu weiteren Jugos in unserer Gemeinde\". Nach dem Flugblatt seien Personen aus dem ehemaligen Jugoslawien um ein Vielfaches krimineller und gewalttätiger als Schweizer, beanspruchten überproportional oft die Invaliden- und die Krankenversicherung und seien auch in der zweiten Generation noch nicht integriert. Es mag sein, dass derartige rassistische Äusserungen nicht repräsentativ für die Auffassung der Mehrheit der Stimmbürger sind, wie der Regierungsrat geltend macht. Sie sind jedoch ein Indiz für bestehende Vorurteile gegenüber einer bestimmten Bevölkerungsgruppe. Derartige Vorurteile kommen auch in Leserbriefen im Vorfeld der Abstimmung zum Ausdruck (\"Region\" vom 9. März 2000), die sich negativ gegenüber Personen aus den \"Balkanstaaten\" bzw. aus Ex-Jugoslawien aussprechen, während \"allen Italienern\" in Emmen ein Kompliment gemacht wird. Angesichts des klaren Abstimmungsergebnisses muss davon ausgegangen werden, dass diese Vorurteile bei der Abstimmung eine entscheidende Rolle gespielt haben.\n\nBGE 129 I 217 S. 230\n\nDafür lassen sich auch das Schreiben der Emmener Seelsorgerinnen und Seelsorger vom 23. März 2000 an die abgelehnten Gesuchsteller und der Rundbrief des Gemeinderats Emmen vom 19. März 2001 an sämtliche Haushaltungen der Gemeinde anführen. Zwar sind diese Schreiben nach der Abstimmung entstanden. Sie enthalten jedoch Begründungsversuche von Personen, die mit den Verhältnissen und der Stimmung in der Gemeinde vertraut sind. Die Seelsorger drücken ihre Betroffenheit über die \"pauschalen und diskriminierenden Rückweisungen der Einbürgerungsgesuche\" aus. Der Gemeinderat führt das Abstimmungsverhalten auf Unzufriedenheit und Bedenken gegen die Ausländer- und Asylpolitik des Bundes zurück, die in Emmen zu hohen Ausländeranteilen bei der Wohnbevölkerung geführt hätte, wobei die Zunahme in den letzten zehn Jahren hauptsächlich auf Zuwanderungen aus Ex-Jugoslawien zurückzuführen sei.\n\n2.4 Nach dem Gesagten ist erstellt, dass die Bewerber aus dem ehemaligen Jugoslawien, zu denen auch die Beschwerdeführer gehören, aufgrund ihrer Herkunft benachteiligt wurden. Ein Rechtfertigungsgrund für diese Differenzierung ist nicht ersichtlich und wird auch von den kantonalen Behörden nicht geltend gemacht. Demzufolge liegt eine unzulässige Diskriminierung i.S.v. Art. 8 Abs. 2 BV vor. Schon aus diesem Grund ist der Entscheid des Regierungsrats vom 19. März 2002, der eine Diskriminierung zu Unrecht verneint, aufzuheben. Es kann deshalb offen bleiben, ob der Regierungsrat sich zu Unrecht mit einzelnen Rügen der Beschwerdeführer bzw. bestimmten Unterlagen nicht auseinandergesetzt hat und ob auch ein Verstoss gegen Art. 2 RDÜ vorliegt.\n\n3. Dagegen ist gesondert auf die Rüge der Verletzung der Begründungspflicht einzugehen, da diese Rüge nicht nur das Abstimmungsergebnis betrifft, sondern das Verfahren der Urnenabstimmung über Einbürgerungsgesuche selbst in Frage stellt.\n\n(...)\n\n3.3 Das Bundesgericht hat sich bereits im Urteil betreffend die Ungültigkeit der Initiative der SVP der Stadt Zürich \"Einbürgerungen vors Volk!\" ausführlich mit der Frage der Begründungspflicht bei Einbürgerungsentscheiden des Stimmvolks an der Urne auseinandergesetzt (BGE 129 I 232 E. 3). Es kam zum Ergebnis, dass Einbürgerungsentscheide der Begründungspflicht gemäss Art. 29 Abs. 2 BV in Verbindung mit Art. 8 Abs. 2 BV unterliegen.BGE 129 I 217 S. 231\n\n(...)\n\n3.6 Eine Begründung ist jedoch bei Volksabstimmungen, die an der Urne in geheimer Abstimmung erfolgen, systembedingt nicht möglich, wie der Regierungsrat im angefochtenen Entscheid überzeugend ausgeführt hat. Im vorliegenden Fall wurde auch keine nachträgliche Begründung der Gemeinde Emmen für das Abstimmungsergebnis geliefert. Die Frage, ob eine nachgeschobene Begründung eines Gemeindeorgans der Begründungspflicht genügen würde (so HANGARTNER, a.a.O., S. 960 f.; Bundesamt für Ausländerfragen, Schlussbericht der Arbeitsgruppe Bürgerrecht, Bern, Dezember 2000, S. 42), stellt sich somit nicht (vgl. dazu BGE 129 I 232 E. 3.5).\n\n3.7 Nach dem Gesagten hat der Regierungsrat im angefochtenen Entscheid zu Unrecht eine Verletzung der Begründungspflicht verneint und damit auch Art. 29 Abs. 2 BV verletzt.\n\n4. Die Beschwerde ist somit gutzuheissen, soweit darauf einzutreten ist, und der Entscheid des Regierungsrats des Kantons Luzern vom 19. März 2002 ist aufzuheben. Es wird Sache der zuständigen kantonalen und kommunalen Behörden sein, über den weiteren Fortgang des Einbürgerungsverfahrens der Gesuchsteller zu entscheiden und das in Emmen geltende bundesverfassungswidrige Verfahren der Urnenabstimmung über Einbürgerungsgesuche durch ein verfassungskonformes Verfahren zu ersetzen. (...)"}