{"annee": "129", "cour": "III", "page": "118", "date": "14/10/2002", "cite": ["128 III 174", "123 III 165", "126 III 59", "126 III 375", "127 III 248", "126 III 25", "100 III 79", "128 III 265", "125 III 305", "127 III 147", "126 III 10", "104 II 190", "127 III 444", "124 III 363"], "cite_par": ["131 III 586", "135 III 295", "140 V 145", "130 III 694", "131 III 268", "130 III 554", "133 III 61", "133 III 598", "133 III 675", "133 III 607", "138 V 176", "131 III 217", "132 III 626", "129 III 664", "131 III 615", "132 III 109", "130 III 417"], "chapeau": "21. Extrait de l'arrêt de la Ire Cour civile dans la cause X. SA contre A. (recours en réforme)\n\n4C.247/2002 du 14 octobre 2002", "regestes": ["Contrat de travail; nature juridique et interprétation d'une clause prévoyant le versement mensuel d'une avance sur commission au salarié (art. 322 al. 1 et 322b CO). En l'occurrence, pas d'obligation du travailleur de rembourser les sommes reçues en trop à titre d'avances, celles-ci étant considérées comme des provisions minimales garanties (consid. 2)."], "faits": "BGE 129 III 118 S. 119\n\nA.- Par contrat du 18 mars 1998, X. SA a engagé A. en tant que responsable commercial chargé de promouvoir la distribution d'articles pour fumeurs, d'instruments d'écriture ainsi que d'alcools de luxe.\n\nLe contrat prévoyait, pendant le temps d'essai, un salaire mensuel fixe brut de 8'000 fr. Dès la fin du temps d'essai, la rémunération devait comporter un salaire mensuel fixe brut de 5'000 fr. et une commission de 3% sur toutes les affaires conclues. L'art. 5.3 du contrat avait la teneur suivante:\n\n\"Pour assurer un revenu régulier à l'employé, l'employeur lui versera une avance sur commission de 3500 fr. par mois. En cas de solde positif à la fin de l'année civile, l'employeur versera le solde des commissions dues à l'employé. Sur demande de l'employé, le solde positif pourra être payé plus fréquemment.\"\n\nPour fixer le taux des commissions (3%) et pour arrêter le montant de l'avance mensuelle (3'500 fr.), les parties avaient estimé que le chiffre d'affaires annuel serait de l'ordre de 2'000'000 fr., ce qui aurait représenté, au taux de 3%, une somme de 5'000 fr. par mois à titre de commission. L'employeur avait proposé de fixer l'avance à 3'000 fr. par mois, mais l'employé avait expliqué que cela ne suffisait pas à couvrir les besoins financiers de son ménage, raison pour laquelle il avait été convenu de porter l'avance à 3'500 fr. par mois.\n\nPar la suite, l'employeur a délivré régulièrement à son employé des décomptes mensuels qui font apparaître, sous la dénomination de \"salaire de base\", la somme totale de 8'500 fr., correspondant au salaire fixe et à l'avance convenue; les charges sociales étaient prélevées sur l'ensemble de cette somme.\n\nDans une note du 18 janvier 2000 adressée à son employé, l'employeur a reconnu que le chiffre d'affaires de 2'000'000 fr. espéré à l'origine s'était révélé irréaliste; il était proposé de porter la commission à 10% en 2000 et de renoncer à réclamer le trop-perçu sur les avances pour l'année 1998. L'employé n'a pas répondu à cette note.\n\nLe 13 novembre 2000, X. SA, constatant que les résultats de l'activité de son employé demeuraient largement en deçà de ses attentes, a résilié le contrat de travail pour le 31 janvier 2001. La société a manifesté la volonté de recouvrer la différence entre les avances versées et les commissions dues à l'employé. Celui-ci s'est élevé contre cette prétention.\n\nB.- L'employeur a saisi la juridiction des prud'hommes du canton de Genève d'une demande en paiement de 54'605 fr. 25 BGE 129 III 118 S. 120représentant le solde débiteur du compte d'avances sur commissions depuis 1998. L'action a été écartée en première et en seconde instance. A son tour, le Tribunal fédéral a rejeté le recours en réforme déposé par la société demanderesse.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 Constatant que l'employé passait les deux tiers du temps de travail dans les locaux de l'entreprise, la cour cantonale a exclu d'emblée la qualification de voyageur de commerce (cf. art. 347 al. 2 CO). Cette question n'est plus discutée et il n'y a pas lieu d'y revenir.\n\nSur la base des constatations cantonales - qui lient le Tribunal fédéral saisi d'un recours en réforme (art. 63 al. 2 OJ) - on doit retenir que les parties ont conclu un contrat individuel de travail au sens de l'art. 319 al. 1 CO.\n\nSelon l'accord des parties, la rémunération du travailleur se composait d'une part d'un salaire fixe (art. 322 al. 1 CO) et, d'autre part, d'une provision (art. 322b CO; ATF 128 III 174 consid. 2b).\n\nIl a été convenu que le travailleur recevrait chaque mois une avance de 3'500 fr. sur la provision.\n\n2.2 La demanderesse voit un prêt de consommation (art. 312 CO) dans cet accord sur le versement d'une avance.\n\nLe prêt de consommation est un contrat par lequel le prêteur s'oblige à mettre à disposition de l'emprunteur des biens fongibles (auxquels celui-ci ne pourrait prétendre sans cet accord), à charge pour lui d'en restituer l'équivalent ultérieurement, fût-ce par compensation (art. 312 CO; ENGEL, Contrats de droit suisse, 2e éd., p. 266 s.; TERCIER, Les contrats spéciaux, 2e éd., no 2352).\n\nL'avance - évoquée par l'art. 323 al. 4 CO - se caractérise comme un paiement anticipé sur une dette qui sera échue plus tard (cf. REHBINDER, Commentaire bernois, n. 30 ad art. 323 CO; SCHÖNENBERGER/STAEHELIN, Commentaire zurichois, n. 18 ad art. 323 CO). Une telle avance, même sur une provision, peut être librement convenue dans un contrat de travail (SCHÖNENBERGER/STAEHELIN, op. cit., n. 14 et 19 ad art. 323 CO).\n\nEn l'espèce, le travailleur fournissait constamment une activité génératrice de provision et il a été convenu, pour lui permettre de subvenir à son entretien sans attendre le décompte périodique, qu'il recevrait chaque mois une certaine somme à déduire de la provision déterminée périodiquement. Ces versements se caractérisent donc bien comme des avances, conformément à la terminologie utilisée BGE 129 III 118 S. 121par les parties, et la cour cantonale, en employant ce terme, n'a pas violé le droit fédéral.\n\n2.3 La demanderesse considère que les parties, en raison de ces avances, ont conclu un contrat de compte courant (sur cette figure juridique: cf. ATF 100 III 79 ss; ENGEL, Traité des obligations en droit suisse, 2e éd., p. 773 s.).\n\nLe contrat de compte courant comporte un accord de compensation selon lequel toutes les prétentions nées de part et d'autre, comprises dans le rapport de compte courant, seront compensées automatiquement, sans déclaration de compensation, soit pendant que le compte courant est ouvert, soit à la fin d'une période comptable (ATF 100 III 79). Dans un compte courant, les prétentions et contre-prétentions portées en compte s'éteignent par compensation et une nouvelle créance prend naissance à concurrence du solde (cf. ATF 127 III 147 consid. 2a; ATF 104 II 190 consid. 2a). Il y a novation lorsque le solde du compte a été arrêté et reconnu (art. 117 al. 2 CO).\n\nEn l'espèce, les parties sont convenues que la rémunération du travailleur serait assurée en partie par une provision sur les affaires conclues. Cette solution implique nécessairement qu'un décompte soit établi périodiquement afin de déterminer le montant de la créance du travailleur. Cette opération arithmétique tend seulement à déterminer la dette de l'employeur et ne comporte aucun élément de compensation. Il est vrai que si des avances ont été effectuées, celles-ci doivent être déduites. Cette soustraction a pour unique but de déterminer la créance du travailleur. On ne discerne donc pas l'existence de créances réciproques qui seraient échues successivement et qui, en vertu d'un accord, se compenseraient sans déclaration. Chaque somme due (le salaire fixe, l'avance convenue et le solde de provision) doit être payée à la date prévue. Il n'y a là aucun mécanisme de compensation réciproque qui s'inscrirait dans la durée, de sorte que la cour cantonale n'a pas violé le droit fédéral en ne faisant pas appel à la notion de contrat de compte courant.\n\n2.4 L'art. 5.3 du contrat, reproduit intégralement ci-dessus, prévoit que l'employeur versera une avance sur commission de 3'500 fr. par mois. Il ajoute qu'en cas de solde positif à la fin de l'année civile, l'employeur versera le solde des commissions dues à l'employé; à la demande de celui-ci, le solde positif pourra être payé plus fréquemment.\n\nIl résulte immédiatement de la lecture de cette disposition que l'hypothèse d'un solde négatif n'a pas été expressément abordée. La formule \"en cas de solde positif\" impliquait logiquement que l'on BGE 129 III 118 S. 122envisage aussi l'hypothèse d'un solde négatif. Pour respecter le concept d'une avance, on aurait pu s'attendre à ce que les parties prévoient un remboursement à l'employeur du trop-perçu, dans le cas d'un solde négatif. Une telle mention fait cependant totalement défaut à l'art. 5.3, qui traite pourtant, avec soin, de l'obligation de verser le solde positif.\n\nIl faut donc se demander si l'on se trouve en présence d'une simple inadvertance qui devrait être comblée par les instruments de la logique ou s'il s'agit d'un silence qualifié en ce sens que les parties ont exclu toute restitution en cas de solde négatif.\n\nEn d'autres termes, il s'agit ainsi d'interpréter la volonté des parties. Contrairement à ce que soutient la demanderesse, le problème n'est pas de savoir s'il y a eu une modification ultérieure du contrat sans respecter la forme écrite convenue.\n\n2.5 Face à un litige sur l'interprétation d'une clause contractuelle, le juge doit tout d'abord s'efforcer de déterminer la commune et réelle intention des parties, sans s'arrêter aux expressions ou dénominations inexactes dont elles ont pu se servir, soit par erreur, soit pour déguiser la nature véritable de la convention (art. 18 al. 1 CO).\n\nS'il y parvient, il s'agit d'une constatation de fait qui ne peut être remise en cause dans un recours en réforme (ATF 126 III 25 consid. c, 375 consid. 2e/aa; ATF 125 III 305 consid. 2b, 435 consid. 2a/aa).\n\nSi la volonté réelle des parties ne peut pas être établie ou si elle est divergente, le juge doit interpréter les déclarations faites et les comportements selon la théorie de la confiance (ATF 128 III 265 consid. 3a; ATF 127 III 444 consid. 1b). Il doit donc rechercher comment une déclaration ou une attitude pouvait être comprise de bonne foi en fonction de l'ensemble des circonstances (cf. ATF 126 III 59 consid. 5b, 375 consid. 2e/aa). Même si la teneur d'une clause contractuelle paraît claire à première vue, il peut résulter d'autres conditions du contrat, du but poursuivi par les parties ou d'autres circonstances que son texte ne restitue pas exactement le sens de l'accord conclu (ATF 127 III 444 consid. 1b); il n'y a cependant pas lieu de s'écarter du sens littéral du texte adopté par les intéressées lorsqu'il n'y a pas de raisons sérieuses de penser qu'il ne correspond pas à leur volonté (ATF 128 III 265 consid. 3a).\n\nIl doit être rappelé que le principe de la confiance permet d'imputer à une partie le sens objectif de sa déclaration ou de son comportement, même s'il ne correspond pas à sa volonté intime (arrêt 4C.43/2000 du 21 mai 2001, publié in SJ 2001 I p. 541, consid. 2c et les références citées).BGE 129 III 118 S. 123\n\nL'application du principe de la confiance est une question de droit que le Tribunal fédéral, saisi d'un recours en réforme, peut examiner librement (ATF 127 III 248 consid. 3a; ATF 126 III 25 consid. 3c, 59 consid. 5a, 375 consid. 2e/aa).\n\nPour trancher cette question de droit, il faut cependant se fonder sur le contenu de la manifestation de volonté et sur les circonstances, lesquelles relèvent du fait (ATF 126 III 375 consid. 2e/aa; ATF 124 III 363 consid. 5a; ATF 123 III 165 consid. 3a).\n\n2.6 La cour cantonale a procédé à une appréciation des preuves recueillies et a tenu compte du comportement ultérieur des parties pour parvenir à la conclusion qu'elles avaient exclu une obligation de remboursement à la charge du travailleur en cas de solde négatif. Il semble qu'elle ait ainsi déterminé la volonté réelle des parties. S'agissant d'une question de fait (ATF 127 III 248 consid. 3a; ATF 126 III 10 consid. 2b; ATF 125 III 305 consid. 2b), le Tribunal fédéral, saisi d'un recours en réforme, est lié par cette constatation (art. 63 al. 2 OJ), ce qui clôt le débat.\n\nL'arrêt cantonal n'étant toutefois pas absolument clair sur ce point, on ne peut pas exclure que la conclusion procède d'une application de la théorie de la confiance, ce qui constitue une question de droit que le Tribunal fédéral peut librement revoir.\n\nIl a été établi (d'une manière qui lie le Tribunal fédéral) que les parties avaient envisagé, au moment de la conclusion du contrat, un chiffre d'affaires tellement important qu'il impliquait pour le travailleur une rémunération mensuelle d'environ 10'000 fr. (5'000 fr. de salaire fixe et 5'000 fr. de provision). En décidant un versement fixe de 8'500 fr. par mois (5'000 fr. de salaire fixe et 3'500 fr. de provision), les parties excluaient, selon leurs prévisions, que le travailleur doive restituer une partie des sommes reçues. C'est manifestement pour ce motif que la clause contractuelle prévoit une obligation pour l'employeur de verser le complément en cas de solde positif, mais n'impose aucune obligation au travailleur de restituer le trop-perçu en cas de solde négatif.\n\nPendant le temps d'essai, le travailleur recevait un salaire fixe de 8'000 fr. On imagine bien qu'il n'aurait pas accepté, après cette période, de recevoir une somme inférieure. Il ressort au contraire des constatations cantonales qu'il a expliqué à l'employeur qu'un montant de 8'500 fr. lui était nécessaire pour entretenir convenablement sa famille et que c'est pour ce motif que l'employeur a accepté de porter l'avance de 3'000 fr. à 3'500 fr. Le travailleur a ainsi clairement manifesté la volonté de ne pas recevoir moins de 8'500 fr. par BGE 129 III 118 S. 124mois et l'employeur l'a acceptée. L'hypothèse d'une restitution irait manifestement à l'encontre de cet accord.\n\nL'employeur a d'ailleurs bien compris que l'avance jouait le même rôle qu'un salaire, puisqu'il l'a mentionnée dans les décomptes mensuels sous la rubrique \"salaire de base\" et qu'il a prélevé les charges sociales sur la somme totale de 8'500 fr. Lorsqu'il s'est rendu compte que le chiffre d'affaires prévu n'était pas atteint, il a annoncé spontanément qu'il renonçait à réclamer le trop-perçu pour 1998, ce qui ne fait que confirmer qu'il se rendait compte qu'une telle prétention ne correspondait pas à ce que les parties avaient prévu.\n\nSur la base de l'ensemble de ces éléments, la cour cantonale, en retenant que les parties avaient exclu une obligation du travailleur de restituer le trop-perçu, l'avance constituant une provision minimale garantie, ne pourrait se voir reprocher une violation des règles fédérales sur l'interprétation des manifestations de volonté, selon le principe de la confiance. Le recours doit donc être rejeté."}