{"annee": "129", "cour": "II", "page": "215", "date": "28/3/2003", "cite": ["126 II 425", "124 II 289", "122 II 433", "126 II 377"], "cite_par": ["130 II 493", "136 II 5", "139 I 31", "131 II 352", "130 II 176", "135 II 377", "135 II 110", "137 I 284"], "chapeau": "21. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung i.S. X. gegen Migrationsamt sowie Rekursgericht im Ausländerrecht des Kantons Aargau (Verwaltungsgerichtsbeschwerde)\n\n2A.451/2002 vom 28. März 2003", "regestes": ["Art. 8 CEDH, art. 13 al. 1 Cst., art. 5 al. 1 et 2 de l'Annexe I ALCP, Directive 64/221 CEE, art. 10 al. 1 let. a et art. 11 al. 3 LSEE; expulsion; mise en danger actuelle et suffisamment grave de l'ordre public. Admissibilité de l'expulsion d'un trafiquant ressortissant d'un pays de l'Union européenne d'après la LSEE, l'art. 8 CEDH et l'art. 13 al. 1 Cst. (consid. 3 et 4), ainsi que d'après l'accord sur la libre circulation (consid. 5-7). La condamnation pénale à l'expulsion avec sursis, comme peine accessoire, d'un étranger ayant commis un crime ou un délit n'empêche pas l'expulsion administrative (confirmation de jurisprudence; consid. 3.2); il en va de même dans le cas d'un étranger qui a été condamné et dont le règlement du séjour relève de l'accord sur la libre circulation (consid. 7.4)."], "faits": "|216|\n\nA.- Der 1970 geborene, aus Italien stammende X. ist seit Mitte 1995 mit der italienischen Staatsbürgerin Y. verheiratet, die in der Schweiz geboren ist und über die Niederlassungsbewilligung verfügt. Gestützt auf die Heirat erhielt X. eine Aufenthaltsbewilligung, welche in der Folge regelmässig verlängert wurde.\n\nB.- Mit Strafbefehl vom 3. Februar 1998 verurteilte die Bezirksanwaltschaft Zürich X. wegen grober Verletzung von Verkehrsregeln zu einer Busse von Fr. 500.-. Am 21. April 2000 wurde X. im Kanton Tessin verhaftet. Am 23. Januar 2001 verurteilte ihn das Geschworenengericht Locarno wegen mehrfacher qualifizierter Widerhandlung gegen das Betäubungsmittelgesetz zu einer Zuchthausstrafe von drei Jahren und neun Monaten und verwies ihn für sieben Jahre des Landes, wobei es ihm für die Nebenstrafe den bedingten Vollzug gewährte.\n\nC.- Mit Verfügung vom 3. Januar 2002 wies die Fremdenpolizei des Kantons Aargau X. für unbestimmte Dauer aus der Schweiz aus. Die dagegen erhobene Einsprache wies die Fremdenpolizei am 12. Februar 2002 ab. Gegen diesen Einspracheentscheid erhob X. erfolglos Beschwerde beim Rekursgericht im Ausländerrecht des Kantons Aargau.\n\nD.- Gegen den Entscheid des Rekursgerichts vom 12. Juli 2002 hat X. beim Bundesgericht Verwaltungsgerichtsbeschwerde erhoben. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Ausgangspunkt und Massstab für die Schwere des Verschuldens und die fremdenpolizeiliche Interessenabwägung ist die vom Strafrichter verhängte Strafe. Der Beschwerdeführer ist wegen qualifizierter Widerhandlung gegen das Betäubungsmittelgesetz zu drei Jahren und neun Monaten Zuchthaus sowie einer Landesverweisung von sieben Jahren verurteilt worden, wobei ihm für die Landesverweisung der bedingte Strafvollzug gewährt wurde. Damit ist der Ausweisungsgrund von Art. 10 Abs. 1 lit. a ANAG (SR 142.20) gegeben.\n\n3.2 Verübt ein Ausländer ein Verbrechen oder ein Vergehen, hat bereits der Strafrichter die Möglichkeit, die strafrechtliche Landesverweisung anzuordnen (Art. 55 StGB). Sieht er hievon ab oder gewährt er für die Landesverweisung den bedingten Strafvollzug, bleibt es den Fremdenpolizeibehörden unbenommen, den Ausländer auszuweisen; sie dürfen in diesem Fall strenger urteilen |217| als der Strafrichter und ihre Interessenabwägung unabhängig von dessen Interessenabwägung vornehmen (BGE 124 II 289 E. 3a S. 291 mit Hinweisen; vgl. BGE 122 II 433 E. 2b S. 435). Dem Resozialisierungsgedanken des Strafrechts ist aber im Rahmen der umfassenden fremdenpolizeilichen Interessenabwägung ebenfalls Rechnung zu tragen (BGE 122 II 433 E. 2b S. 435 f.).\n\n3.3 Das Geschworenengericht Locarno hat festgehalten, dass der Beschwerdeführer ungefähr 1 kg 620 g Kokain verkauft sowie ca. 91 g Kokain mit einem Reinheitsgrad von 44.07% aufbewahrt und transportiert und ca. 70 g Kokain an verschiedene Personen unentgeltlich abgegeben hat. Das Gericht beurteilte das Verschulden des Beschwerdeführers als schwer; es hielt fest, dass er während eines gewissen Zeitraums der wichtigste Lieferant für einen grossen Kreis von Abnehmern war. Dies wog für das Gericht umso schwerer, als der Beschwerdeführer weder selbst drogenabhängig war noch in finanziellen Nöten steckte. Der Beschwerdeführer habe zudem gegenüber seinen Abnehmern ein Klima der Angst geschaffen und habe Personen, die nicht bezahlten, bedroht. In Anbetracht dieser Umstände besteht ein gewichtiges öffentliches Interesse an der Fernhaltung des Beschwerdeführers aus der Schweiz.\n\n3.4 Der Beschwerdeführer hält sich erst seit 1994 legal in der Schweiz auf; damals war er 24 Jahre alt. Bis zu seiner Verhaftung im Frühling 2000 verbrachte er somit sechs Jahre (legal) in der Schweiz. Er ist mit einer Landsfrau verheiratet, mit der er keine Kinder hat. Diese ist in der Schweiz geboren und lebt seither ununterbrochen hier. Sie besitzt die Niederlassungsbewilligung und betreibt ein eigenes ...geschäft. Gemäss einer Aktennotiz hat die Ehefrau des Beschwerdeführers der Fremdenpolizei am ... Januar 2002 telefonisch mitgeteilt, sie beabsichtige, die Scheidung einzureichen. Es sei ihr recht, dass ihr Ehemann aus der Schweiz ausgewiesen werde, und sie habe nicht die Absicht, mit ihm nach Italien zu gehen. Laut Mitteilung ihres Mannes habe dessen Anwalt ein Papier vorbereitet, mit welchem sie bestätigen solle, dass sie weiterhin mit ihrem Mann zusammenleben und mit ihm Kinder haben wolle. Dies entspreche in keinem Fall ihren Absichten; sie habe jedoch Angst, es könnte ihr etwas angetan werden, wenn sie dieses Schreiben nicht unterzeichne. Der Beschwerdeführer führt dazu aus, es sei ihm nicht bekannt, dass seine Ehefrau die Scheidung einreichen wolle, er bestreite zudem, getrennt von ihr zu leben.\n\nFalls die Ehefrau tatsächlich beabsichtigen sollte, sich vom Beschwerdeführer scheiden zu lassen, stellte sich die Frage, ob für sie |218| eine Ausreise nach Italien zumutbar wäre, nicht mehr. Da sich jedoch im vorliegenden Fall, wie im Folgenden zu zeigen ist, eine Ausweisung des Beschwerdeführers auch dann rechtfertigt, wenn die Beziehung zu seiner Ehefrau intakt und für diese eine Ausreise nach Italien unzumutbar sein sollte, können beide Fragen offen bleiben.\n\n3.5 Was die Arbeits- und Ausbildungssituation angeht, ist festzuhalten, dass nicht bekannt ist, ob der Beschwerdeführer in sprachlicher Hinsicht hier integriert ist. Der Beschwerdeführer arbeitete seit seiner Einreise in die Schweiz unter anderem als Chauffeur, bevor er im Januar 1999 arbeitslos wurde. Ab Ende 1999 wurde er für ein paar Monate im Rahmen eines Beschäftigungsprogrammes von der Stiftung C. beschäftigt, bis er im April 2000 im Kanton Tessin verhaftet und in Untersuchungshaft gesetzt wurde. Es kann somit nicht von einer besonderen beruflichen Integration gesprochen werden, aus welcher der Beschwerdeführer etwas zu seinen Gunsten ableiten könnte. Die prägenden Jahre der Kindheit und Jugend hat der Beschwerdeführer sodann in Italien verbracht; die kulturellen und sozialen Gepflogenheiten dieses Landes sollten ihm daher noch vertraut sein. Seine Wiedereingliederungschancen sind insoweit als gross zu werten. Zu betonen ist ferner, dass Italien ein Mitglied der Europäischen Union ist und in allen Lebensbereichen mit der Schweiz vergleichbare Standards aufweist.\n\n3.6 Zusammenfassend ist festzuhalten, dass im vorliegenden Fall das öffentliche Interesse an der Fernhaltung des Beschwerdeführers dessen privates Interesse an einem Verbleib eindeutig überwiegt.\n\n4.\n\n4.1 Art. 8 Abs. 1 EMRK - wie seit dem 1. Januar 2000 auch Art. 13 Abs. 1 BV - gewährleistet das Recht auf Achtung des Privat- und Familienlebens. Darauf kann sich im Rahmen eines ausländerrechtlichen Bewilligungsverfahrens berufen, wer nahe Verwandte mit einem gefestigten Anwesenheitsrecht in der Schweiz hat. Soweit eine familiäre Beziehung tatsächlich gelebt wird und intakt ist, wird das der zuständigen Behörde grundsätzlich eingeräumte freie Ermessen beschränkt (BGE 126 II 425 E. 2a S. 427 mit Hinweisen).\n\nAngesichts der unklaren Beziehungssituation zu seiner Ehefrau ist fraglich, ob sich der Beschwerdeführer überhaupt auf Art. 8 EMRK berufen kann. Die Frage kann aber offen bleiben, da sich ein Eingriff in das von dieser Bestimmung geschützte Rechtsgut gestützt auf Art. 8 Ziff. 2 EMRK auf jeden Fall rechtfertigt.\n\n4.2 Der in Art. 13 Abs. 1 BV garantierte Anspruch auf Achtung des Privat- und Familienlebens entspricht materiell der Garantie von |219| Art. 8 EMRK und gewährt darüber hinaus im Bereich des Ausländerrechts keine zusätzlichen Ansprüche (BGE 126 II 377 E. 7 S. 394).\n\n5. Am 1. Juni 2002 ist das Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (Freizügigkeitsabkommen, FZA; SR 0.142.112.681) in Kraft getreten. Im Folgenden ist zu prüfen, ob allenfalls dieses Abkommen einer Ausweisung des Beschwerdeführers entgegensteht.\n\n5.1 Gemäss Art. 1 lit. a und c FZA hat das Freizügigkeitsabkommen zu Gunsten der Staatsangehörigen der Mitgliedstaaten der Europäischen Gemeinschaft und der Schweiz folgendes Ziel: Einräumung eines Rechts auf Einreise, Aufenthalt, Zugang zu einer unselbständigen Erwerbstätigkeit und Niederlassung als Selbständiger sowie des Rechts auf Verbleib im Hoheitsgebiet der Vertragsparteien (lit. a) sowie Einräumung eines Rechts auf Einreise und Aufenthalt im Hoheitsgebiet der Vertragsparteien für Personen, die im Aufnahmestaat keine Erwerbstätigkeit ausüben (lit. c).\n\nDer Beschwerdeführer kann sich als italienischer Staatsangehöriger auf das Freizügigkeitsabkommen berufen und hat grundsätzlich Anspruch auf Aufenthalt in der Schweiz.\n\n5.2 Den Staatsangehörigen einer Vertragspartei wird das Recht auf Aufenthalt und Zugang zu einer Erwerbstätigkeit, vorbehaltlich des Art. 10 FZA (Übergangsbestimmungen und Weiterentwicklung des Abkommens), nach Massgabe des Anhanges I des Abkommens (im Folgenden: Anhang I FZA) eingeräumt (Art. 4 FZA).\n\nZur Erreichung der Ziele des Freizügigkeitsabkommens treffen die Vertragsparteien alle erforderlichen Massnahmen, damit in ihren Beziehungen gleichwertige Rechte und Pflichten wie in den Rechtsakten der Europäischen Gemeinschaft, auf die Bezug genommen wird, Anwendung finden (Art. 16 Abs. 1 FZA).\n\nSoweit für die Anwendung des Abkommens Begriffe des Gemeinschaftsrechts herangezogen werden, wird hierfür die einschlägige Rechtsprechung des Gerichtshofs der Europäischen Gemeinschaften vor dem Zeitpunkt der Unterzeichnung berücksichtigt (Art. 16 Abs. 2 FZA).\n\n5.3 Der Beschwerdeführer war bis zum 31. August 2000 im Besitze einer Aufenthaltsbewilligung. Da er sich zu diesem Zeitpunkt in Untersuchungshaft befand, galt diese Bewilligung als wenigstens |220| bis zu seiner Entlassung fortbestehend (Art. 14 Abs. 8 ANAV [SR 142.201]). Er war damit im Zeitpunkt des Inkrafttretens der bilateralen Abkommen zur Ausübung einer Erwerbstätigkeit berechtigt und Inhaber einer Aufenthaltserlaubnis von einem Jahr und mehr, womit er gemäss Art. 10 Abs. 5 FZA automatisch ein Recht auf Verlängerung seiner Aufenthaltsbewilligung hat; allfällige übergangsrechtliche Einschränkungen (Art. 10 Abs. 1-4 FZA) kommen in seinem Fall nicht zur Anwendung.\n\n6.\n\n6.1 Die vom Freizügigkeitsabkommen gewährten Rechtsansprüche stehen unter dem Vorbehalt von Massnahmen zum Schutz der öffentlichen Ordnung, Sicherheit und Gesundheit (Art. 5 Abs. 1 Anhang I FZA). Art. 5 Abs. 2 Anhang I FZA verweist auf die entsprechenden Richtlinien der EG, insbesondere die Richtlinie 64/221 EWG (ABl. Nr. 56, 1964, S. 850).\n\nDie Richtlinie 64/221 EWG wurde zum Zwecke der Koordinierung der Vorschriften über den Ordre-public-Vorbehalt erlassen; der ursprüngliche Kreis der Berechtigten wurde in den Richtlinien 72/194 EWG (ABl. Nr. L 121, 1972, S. 32) und 75/35 EWG (ABl. Nr. L 14, 1975, S. 10) weiter ausgedehnt. Inhaltlich enthält die Richtlinie 64/221 EWG in Art. 2 Abs. 2 bis Art. 7 eine Reihe von Schranken, welche die Geltendmachung von nationalen Sondervorschriften begrenzen sollen. Die Art. 8 und 9 der Richtlinie enthalten darüber hinaus Mindeststandards für den Rechtsschutz einer von aufenthaltsbeendenden Massnahmen betroffenen Person (HARTMUT SCHNEIDER, Die öffentliche Ordnung als Schranke der Grundfreiheiten im EG-Vertrag, Baden-Baden 1998, S. 110 f.).\n\n6.2 Die Richtlinie definiert nicht, welches die durch den Ordre-public-Vorbehalt geschützten Polizeigüter der öffentlichen Ordnung und Sicherheit sind, sondern überlässt die konkrete Ausgestaltung dem jeweiligen Landesrecht (MARCEL DIETRICH, Die Freizügigkeit der Arbeitnehmer in der Europäischen Union, Zürich 1995, S. 491 f.). Der Europäische Gerichtshof (im Folgenden: EuGH) hat festgehalten, dass der Begriff der öffentlichen Ordnung im Gemeinschaftsrecht namentlich, wenn er eine Ausnahme vom wesentlichen Grundsatz der Freizügigkeit der Arbeitnehmer rechtfertigt, eng zu verstehen sei; daher dürfe seine Tragweite nicht von jedem Mitgliedstaat einseitig ohne Nachprüfung durch die Organe der Gemeinschaft bestimmt werden. Dennoch könnten die besonderen Umstände, die möglicherweise die Berufung auf den Begriff der öffentlichen Ordnung rechtfertigten, von Land zu Land und im zeitlichen |221| Wechsel verschieden sein, sodass insoweit den innerstaatlichen Behörden ein Beurteilungsspielraum innerhalb der durch den Vertrag gesetzten Grenzen zuzubilligen sei (Urteil des EuGH vom 4. Dezember 1974 in der Rechtssache 41/74, van Duyn, Slg. 1974, 1337, Randnr. 18). Insgesamt stellen sich die Beschränkungen der ausländerpolizeilichen Befugnisse der Mitgliedstaaten als eine besondere Ausprägung des in den Art. 8-11 EMRK verankerten Grundsatzes dar, dass die zum Schutz der öffentlichen Sicherheit und Ordnung vorgenommenen Einschränkungen der in den genannten Artikeln zugesicherten Rechte nicht den Rahmen dessen überschreiten dürfen, was für diesen Schutz in einer demokratischen Gesellschaft notwendig ist (Urteil des EuGH vom 28. Oktober 1975 in der Rechtssache 36/75, Rutili, Slg. 1975, 1219, Randnr. 32).\n\n6.3 Unter Berücksichtigung der Rechtsprechung des EuGH (Urteil des EuGH vom 27. Oktober 1977 in der Rechtssache 30/77, Bouchereau, Slg. 1977, 1999, Randnrn. 21 ff.) ist unter einer Massnahme im Sinne der Richtlinie 64/221 EWG und damit im Sinne von Art. 5 Abs. 1 Anhang I FZA jede Handlung zu verstehen, die das Recht auf freie Einreise und Aufenthalt berührt. Da die Ausweisung, welche sowohl eine Entfernungs- als auch eine Fernhaltemassnahme umfasst, das Recht auf freie Einreise und Aufenthalt berührt, stellt sie eine Massnahme im Sinne von Art. 5 Abs. 1 Anhang I FZA dar.\n\n7.\n\n7.1 Die Ausweisung aus Gründen der öffentlichen Ordnung und Sicherheit ist nur zulässig, wenn sie an ein persönliches Verhalten der in Betracht kommenden Einzelperson anknüpft (Art. 3 Abs. 1 der Richtlinie 64/221 EWG). Der Begriff des persönlichen Verhaltens drückt nach der Rechtsprechung des Gerichtshofs die Forderung aus, dass eine Ausweisungsmassnahme nur auf Gefährdungen der öffentlichen Ordnung und Sicherheit abstellen darf, die von der betroffenen Einzelperson ausgehen. Art. 3 Abs. 1 und 2 der Richtlinie 64/221 steht daher der Ausweisung eines Staatsangehörigen eines Mitgliedstaates entgegen, wenn sie auf so genannte generalpräventive Gesichtspunkte gestützt wird (Urteil des EuGH vom 26. Februar 1975 in der Rechtssache 67/74, Bonsignore, Slg. 1975, 297, Randnrn. 6 und 7).\n\nDer Beschwerdeführer hat über 1,6 kg Kokain verkauft und daneben Kokain transportiert, aufbewahrt und gratis verteilt. Er wurde dafür zu drei Jahren und neun Monaten Zuchthaus verurteilt. Es liegt somit ein persönliches Verhalten des Beschwerdeführers vor, das zu einer Strafe geführt hat. Das Rekursgericht hat die Ausweisung aufgrund dieses Verhaltens bestätigt und dazu ausgeführt, dass diese |222| dem Zweck der zukünftigen Gefahrenabwehr diene. Damit hat es die Massnahme auf spezialpräventive Erwägungen gestützt.\n\n7.2 Ein Verhalten kann nicht als hinreichend schwerwiegend betrachtet werden, um im Gebiete eines Mitgliedstaates Beschränkungen der Einreise oder des Aufenthalts eines Angehörigen eines anderen Mitgliedstaates zu rechtfertigen, wenn der erstgenannte Staat gegenüber dem gleichen Verhalten, das von eigenen Staatsangehörigen ausgeht, keine Zwangsmassnahmen oder andere tatsächliche und effektive Massnahmen zur Bekämpfung dieses Verhaltens ergreift (Urteil des EuGH vom 18. Mai 1982 in den Rechtssachen 115/81 und 116/81, Adoui und Cornuaille, Slg. 1982, 1665, Randnr. 8).\n\nDieser Hinderungsgrund für die Zulässigkeit der Ausweisung ist im vorliegenden Fall klarerweise nicht gegeben, wird doch der Drogenhandel in der Schweiz auch gegenüber schweizerischen Staatsangehörigen strafrechtlich verfolgt.\n\n7.3 Wie der Gerichtshof in seinem Urteil vom 27. Oktober 1977 (in der Rechtssache 30/77, Bouchereau, Slg. 1977, 1999) festgestellt hat, setzt die Berufung auf den Begriff der öffentlichen Ordnung ausser der Störung der öffentlichen Ordnung, die jede Gesetzesverletzung darstellt, eine tatsächliche und hinreichend schwere Gefährdung voraus, die ein Grundinteresse der Gesellschaft berührt (ebenso Urteil des EuGH vom 18. Mai 1989 in der Rechtssache 249/86, Kommission der Europäischen Gemeinschaften, Slg. 1989, 1263, Randnr. 17).\n\nDas dem Beschwerdeführer vorgeworfene Verhalten stellt ohne weiteres eine hinreichend schwere Gefährdung der öffentlichen Ordnung dar, die ein Grundinteresse der Gesellschaft berührt.\n\n7.4 Strafrechtliche Verurteilungen allein können jedoch nicht ohne weiteres die Massnahmen der öffentlichen Ordnung oder Sicherheit begründen (Art. 3 Abs. 2 der Richtlinie 64/221 EWG). Diese Bestimmung ist dahin auszulegen, dass frühere strafrechtliche Verurteilungen nur insoweit berücksichtigt werden dürfen, als die ihnen zugrunde liegenden Umstände ein persönliches Verhalten erkennen lassen, das eine gegenwärtige Gefährdung der öffentlichen Ordnung darstellt (Urteile des EuGH vom 27. Oktober 1977 in der Rechtssache 30/77, Bouchereau, Slg. 1977, 1999, Randnrn. 27 und 28 sowie vom 19. Januar 1999 in der Rechtssache C-348/96, Calfa, Slg. 1999, I-11, Randnr. 24).\n\nDer Beschwerdeführer hat, ohne selbst süchtig zu sein oder in finanziellen Nöten zu stecken, eine beträchtliche Menge von Kokain |223| verkauft; wie oben ausgeführt, war er während eines bestimmten Zeitraums der wichtigste Lieferant für einen grossen Kreis von Abnehmern. Er schuf ein Klima der Angst, um die Kontrolle über seine Klienten zu behalten. Damit hat der Beschwerdeführer eine grosse Rücksichtslosigkeit gegenüber seinen Mitmenschen an den Tag gelegt. In dieses Bild passt auch die Verurteilung zu einer Busse von Fr. 500.- wegen grober Verletzung der Verkehrsregeln, weil er innerorts die signalisierte Höchstgeschwindigkeit von 60 km/h um mindestens 33 km/h überschritten und damit andere Verkehrsteilnehmer einer massiven Gefahr für Leib und Leben ausgesetzt hat. Dazu kommt, dass er sich vor seiner Heirat längere Zeit illegal in der Schweiz aufgehalten und seinen Lebensunterhalt mit Schwarzarbeit bestritten hat. Das Rekursgericht durfte daher aufgrund seines Vorlebens und der Um stände der Tatbegehung darauf schliessen, dass in Bezug auf seine Delinquenz im Bereiche des Drogenhandels eine Wiederholungsgefahr zu bejahen und damit eine gegenwärtige, schwere Gefährdung der öffentlichen Ordnung und Sicherheit der Schweiz gegeben sei.\n\nAn dieser Betrachtungsweise ändert nichts, dass das Geschworenengericht Locarno dem Beschwerdeführer für die Nebenstrafe der Landesverweisung gestützt auf Art. 41 StGB den bedingten Vollzug gewährt hat:\n\nWie oben ausgeführt (E. 3.2), ist die Ausweisung eines straffälligen Ausländers nach der bundesgerichtlichen Rechtsprechung auch dann nicht ausgeschlossen, wenn der Strafrichter für die Landesverweisung den bedingten Strafvollzug gewährt hat. Die Fremdenpolizeibehörden sind nicht an die Prognose und die Interessenabwägung des Strafrichters gebunden. Diese sind zwar in die Überlegungen einzubeziehen, können aber nicht allein ausschlaggebend sein.\n\nNichts anderes kann für straffällige Ausländer gelten, deren Aufenthaltsregelung in den Geltungsbereich des Freizügigkeitsabkommens fällt. Im vorliegenden Fall lässt die äusserst knappe Begründung des Geschworenengerichts Locarno für den bedingten Vollzug der Landesverweisung - der Hinweis auf die Bindungen des Beschwerdeführers an unser Land (in ragione dei legami del prevenuto con il nostro territorio) - die Bejahung einer Wiederholungsgefahr durch das Rekursgericht nicht als unzutreffend erscheinen.\n\n7.5 Der Beschwerdeführer beruft sich auf das Urteil des Bundesgerichts vom 16. März 2001 (2A.468/2000) und sieht sich im Vergleich dazu als zu streng behandelt.\n\n|224|\n\nIn jenem Fall hat das Bundesgericht die - kantonal letztinstanzlich vom bernischen Verwaltungsgericht bestätigte - Ausweisung eines Italieners aufgehoben, der, hauptsächlich wegen Betäubungsmitteldelikten, zu Freiheitsstrafen von insgesamt über acht Jahren verurteilt worden war. Der betreffende Ausländer war selber schwer drogenabhängig. Die Fremdenpolizei, die ihm die Ausweisung schon im Jahre 1987 angedroht hatte, verfügte diese erst im Jahre 1998, kurz nachdem er in das Programm der ärztlich kontrollierten Drogenabgabe der Stadt und Region Bern (KODA-1) aufgenommen worden war. Dieser Fall kann schon daher nicht mit dem vorliegenden verglichen werden, weil dort die Betäubungsmittelkriminalität im Zusammenhang mit der Sucht des Ausländers gestanden hatte und er eben im Begriff war, diese konkret anzugehen und zumindest in den Griff zu bekommen.\n\n7.6 Zusammenfassend ist festzuhalten, dass die Ausweisung des Beschwerdeführers nicht gegen das Freizügigkeitsabkommen verstösst."}