{"annee": "129", "cour": "IV", "page": "209", "date": "8/5/2003", "cite": ["101 IB 154", "104 IB 21"], "cite_par": [], "chapeau": "31. Extrait de l'arrêt de la Cour de cassation pénale dans la cause X. contre Procureur général du canton de Genève (pourvoi en nullité) 6S.113/2003 du 8 mai 2003", "regestes": ["Art. 38 ch. 4 CP; réintégration. Lorsque le bénéficiaire d'une libération conditionnelle est condamné à une peine privative de liberté ferme de plus de trois mois au titre de peine d'ensemble, pour des actes délictueux commis, en partie, avant la précédente condamnation ayant donné lieu à la libération conditionnelle et, en partie, durant le délai d'épreuve, il y a lieu de déterminer si la peine qui sanctionne l'infraction ou les infractions commises durant le délai d'épreuve est supérieure à trois mois d'incarcération (consid. 1). Pour ce faire, le juge ne doit pas se fonder sur un pourcentage de la peine d'ensemble, mais apprécier la peine qu'il aurait prononcée s'il avait dû juger ces seules infractions (précision de la jurisprudence; consid. 3)."], "faits": "|210|\n\nA.- Par décision du 19 mars 2002, la Section de l'application des peines et mesures du canton de Berne a libéré conditionnellement X. avec effet au 3 avril 2002. Cette mesure a été assortie d'un délai d'épreuve d'un an.\n\nPar jugement du 27 septembre 2002, devenu définitif et exécutoire, le Tribunal de police du canton de Genève a condamné X., pour vols en bande, recel, faux dans les titres, faux dans les certificats et circulation sans permis de conduire, à une peine d'un an d'emprisonnement, peine partiellement complémentaire à celle prononcée le 12 novembre 2001 par l'Untersuchungsrichteramt III de Bern-Mittelland. Une partie des actes qui ont entraîné cette condamnation ont été commis avant la précédente condamnation ayant donné lieu à la libération conditionnelle, alors que l'autre partie a été perpétrée pendant le délai d'épreuve précité.\n\nB.- Le 24 octobre 2002, le Service d'application des peines et mesures du canton de Berne (ci-après: SAPEM) a demandé au Tribunal de police genevois de fixer la quote-part de la peine se rapportant aux délits commis par X. pendant le délai d'épreuve, à savoir dès le 3 avril 2002.\n\nPar décision du 6 décembre 2002, le Tribunal de police genevois a fixé à quatre mois la peine relative aux infractions commises par X. durant le délai d'épreuve qui lui avait été imparti, les infractions commises après le 3 avril 2002 étant un vol en bande (11 avril 2002) et un recel (12 avril 2002). Statuant sur appel le 24 février 2003, la Cour de justice de la République et canton de Genève a confirmé la décision du 6 décembre 2002. Elle a précisé que le seul vol en bande justifiait une peine minimale de six mois d'emprisonnement (art. 139 ch. 3 CP) et que, partant, si la décision des premiers juges devait être critiquée, c'était pour sa clémence incompatible avec le texte de la loi et non pour son arbitraire dans la fixation excessive de la peine.\n\nC.- Sur la base de cette dernière décision et en application de l'art. 38 ch. 4 CP, le SAPEM a révoqué la libération conditionnelle de X. et l'a réintégré dans son solde de peine de 21 jours. Le 11 décembre 2002, X. a déposé un recours de droit administratif contre la décision du SAPEM auprès de la Direction de la police et des affaires |211| militaires du canton de Berne. Par ordonnance du 13 mars 2003, cette autorité a décidé de surseoir à statuer jusqu'à droit connu dans la procédure pénale.\n\nD.- X. forme un pourvoi en nullité contre la décision du 24 février 2003 de la Cour de justice genevoise. Invoquant une violation des art. 139 ch. 3 et 63 CP, il conclut à l'annulation de cette décision. Par ailleurs, il sollicite l'assistance judiciaire et l'effet suspensif.\n\nLe Tribunal fédéral a rejeté le pourvoi en nullité et la requête d'assistance judiciaire.", "considerants": "Extrait des considérants:\n\n1. Selon l'art. 38 ch. 4 al. 1er CP, l'autorité compétente doit ordonner la réintégration du libéré s'il commet, pendant le délai d'épreuve, une infraction pour laquelle il est condamné sans sursis à une peine privative de liberté de plus de trois mois. Si le libéré est frappé d'une peine moins sévère ou prononcée avec sursis, l'autorité compétente pourra renoncer à la réintégration.\n\nSuivant la jurisprudence, si le libéré est condamné à une peine privative de liberté ferme de plus de trois mois au titre de peine d'ensemble, pour des actes délictueux commis en partie durant le délai d'épreuve et en partie après l'échéance de celui-ci, l'autorité cantonale compétente doit, avant d'ordonner la réintégration en application de l'art. 38 ch. 4 al. 1er CP, demander à l'autorité qui a prononcé la condamnation si la partie de la peine réprimant l'infraction commise pendant le délai d'épreuve est supérieure à trois mois d'incarcération (ATF 104 Ib 21 consid. 1 p. 22; ATF 101 Ib 154 consid. c p. 155 s.).\n\nEn l'espèce, les infractions ont été commises, en partie, avant la précédente condamnation ayant donné lieu à la libération conditionnelle - et donc avant le délai d'épreuve - et, en partie, pendant le délai d'épreuve. Le problème est cependant le même. Il s'agit de fixer la quote-part de la peine se rapportant aux infractions perpétrées pendant le délai d'épreuve. C'est donc à juste titre que le SAPEM s'est adressé au Tribunal de police genevois pour fixer la peine se rapportant aux infractions commises dès le 3 avril 2002.\n\n(...)\n\n3. Si le principe d'une répartition de la peine (\"Quotenausscheidung\") est acquis (voir consid. 1), la technique pour calculer la quote-part de la peine déterminante est controversée.\n\n|212|\n\nLe recourant part du principe que la répartition de la peine doit se faire proportionnellement entre les différentes infractions. Il soutient qu'au vu des autres infractions qui ont été retenues à son encontre (trois vols en bande, six faux dans les certificats, six faux dans les titres), le vol en bande et le recel, commis pendant le délai d'épreuve, ne sauraient être frappés d'une peine représentant un tiers (et encore moins une demie) de la peine totale. Cette manière de voir ne saurait cependant être suivie, dès lors qu'elle revient à favoriser le libéré qui a commis d'autres infractions, que ce soit avant ou après le délai d'épreuve, et à lui accorder une sorte de \"rabais de quantité\". Dans la mesure où l' ATF 104 Ib 21 entend se fonder sur une répartition proportionnelle de la peine, il convient dès lors de s'en écarter.\n\nSuivant l'avis de la doctrine, il y a lieu, au contraire, de fixer une peine hypothétique, de manière indépendante, pour l'infraction ou les infractions commises durant le délai d'épreuve (TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2e éd., Zurich 1997, n. 16 ad art. 38 CP; ANDREA BAECHTOLD, Basler Kommentar, Strafgesetzbuch I, 2002, n. 37 ad art. 38 CP). En l'espèce, l'art. 139 ch. 3 al. 2 CP prévoit pour le vol en bande une peine minimale de six mois d'emprisonnement. L'autorité de recours n'a dès lors pas violé le droit fédéral en déclarant que les premiers juges n'avaient pas outrepassé leur pouvoir d'appréciation en fixant à quatre mois la peine afférente aux deux infractions commises pendant le délai d'épreuve."}