{"annee": "129", "cour": "III", "page": "689", "date": "23/9/2003", "cite": ["79 II 344", "126 III 198", "128 III 9", "119 IA 178", "120 II 5"], "cite_par": ["142 I 49"], "chapeau": "106. Extrait de l'arrêt de la IIe Cour civile dans la cause J.X. contre M.Y. (recours en réforme)\n\n5C.146/2003 du 23 septembre 2003", "regestes": ["Droit des tiers d'entretenir des relations personnelles avec l'enfant; intérêt au recours; lésion comme condition de recevabilité du recours en réforme (art. 274a al. 1, 303 al. 1 CC). La mère qui, s'étant vu retirer la garde de ses enfants, mais non l'autorité parentale, remet en cause l'octroi à un tiers d'un droit aux relations personnelles avec ceux-ci, en invoquant son pouvoir de disposer de leur éducation religieuse, a un intérêt juridique à exercer un recours en réforme (consid. 1.2)."], "faits": "BGE 129 III 689 S. 690\n\nA.\n\nA.a J.X. est la mère de deux enfants prénommés A. et B., nés respectivement le 13 mai 1995 et le 8 mars 1997. Le père de ces enfants est décédé le 30 novembre 1999.\n\nAfin de soustraire les enfants à un climat familial particulièrement perturbant, la justice de paix a décidé d'en confier la garde au Service de protection de la jeunesse (ci-après: SPJ). Cette mesure, d'abord ordonnée par voie de mesures provisionnelles, a été confirmée par décision de la justice de paix du 2 février 2000. Les mineurs sont depuis lors placés dans un établissement approprié.\n\nJ.X. et d'autres membres de la famille ont pu, dans un premier temps, rendre visite aux jeunes garçons, selon des modalités bien définies. Lors de ces visites, les enfants ont rencontré à plusieurs reprises la belle-soeur de leur mère, J.Y. Celle-ci, comme tous les autres membres de la famille Y., fait partie de la communauté des témoins de Jéhovah. Craignant l'influence que cette famille, en particulier sa belle-soeur, pouvait avoir sur ses enfants, J.X. a demandé à la justice de paix de ne plus autoriser les membres de la famille Y. à rencontrer ses fils.\n\nDans sa séance du 5 janvier 2000, la justice de paix a partiellement admis la requête de J.X. tendant à supprimer le droit de visite de J.Y.\n\nA.b Quelques jours après la notification de cette décision, la fille aînée de celle-ci, M.Y., âgée de dix-huit ans, a commencé de rendre visite à A. et B.X. Redoutant que sa nièce ne fasse du prosélytisme, J.X. a requis de la justice de paix, le 24 novembre 2000, qu'elle ordonne au SPJ d'interdire à M.Y. de rencontrer ses cousins.\n\nPar décision du 6 décembre 2000, la justice de paix a rejeté la requête.\n\nLa Chambre des tutelles du Tribunal cantonal du canton de Vaud a, par arrêt du 10 juillet 2001, rejeté le recours déposé par J.X. contre cette décision, qu'elle a dès lors confirmée.\n\nA.c Par décision du 3 octobre 2001, la justice de paix a notamment dit qu'à l'avenir, seuls les grands-parents maternels et la grand-mère paternelle des enfants seraient autorisés à exercer un droit de visite envers eux, aux conditions fixées par le SPJ.BGE 129 III 689 S. 691\n\nLe SPJ a recouru contre cette décision. Par arrêt du 14 février 2002, la Chambre des tutelles l'a annulée et a renvoyé la cause à la justice de paix pour qu'elle statue à nouveau.\n\nB.- Par décision du 4 septembre 2002, la justice de paix a notamment autorisé M.Y. à entretenir des relations personnelles avec ses cousins et invité le SPJ à confirmer, pour autant que de besoin, les modalités de ce droit de visite.\n\nLa Chambre des tutelles a, par arrêt du 26 mai 2003, rejeté le recours formé par J.X. et confirmé la décision de première instance.\n\nC.- Statuant le 23 septembre 2003, le Tribunal fédéral a rejeté, dans la mesure de sa recevabilité, le recours en réforme interjeté par J.X.", "considerants": "Extrait des considérants:\n\n1.\n\n1.2 La jurisprudence pose comme condition subjective de recevabilité l'existence d'un intérêt au recours: le recourant doit avoir été matériellement lésé par la décision attaquée, c'est-à-dire atteint dans ses droits et non seulement dans ses intérêts de fait (ATF 126 III 198 consid. 2b p. 201; ATF 120 II 5 consid. 2a p. 7/8; POUDRET, in Commentaire de la loi fédérale d'organisation judiciaire, n. 5.1 ad art. 53 OJ; MESSMER/IMBODEN, Die Eidgenössischen Rechtsmittel in Zivilsachen, ch. 43 p. 63 s. et les références). Pour admettre l'intérêt à recourir, il suffit que le recourant fasse valoir qu'il est atteint dans sa situation juridique, c'est-à-dire dans ses droits. Si tel est effectivement le cas, le recours doit être examiné au fond.\n\nEn l'espèce, la recourante prétend que son droit de disposer de l'éducation religieuse de ses enfants, selon l'art. 303 al. 1 CC, serait violé par le droit accordé à l'intimée d'entretenir des relations personnelles avec ceux-ci (art. 274a al. 1 CC).\n\nEn tant que mère des mineurs concernés, la recourante est détentrice de l'autorité parentale; la garde de ses fils lui a toutefois été retirée. L'autorité parentale comprend notamment la compétence de déterminer les soins à donner à l'enfant, de diriger son éducation en vue de son bien et de prendre les décisions nécessaires, sous réserve de sa propre capacité (art. 301 al. 1 CC), de même que de décider de son lieu de résidence (art. 301 al. 3 CC). Découlant de l'autorité parentale, le droit de garde permet de choisir le lieu de résidence et le mode d'encadrement de l'enfant (cf. ATF 128 III 9 consid. 4a p. 9/10 et les références). Avec le retrait de la garde (art. 310 CC), la recourante BGE 129 III 689 S. 692a perdu les droits et obligations qui y sont liés, mais pas l'autorité parentale et ses autres composantes, à savoir, en particulier, la compétence en matière d'éducation religieuse de ses enfants (art. 303 al. 1 CC; ATF 79 II 344).\n\nAux termes de ce dernier article, les père et mère disposent de l'éducation religieuse de l'enfant. Alors que cette prérogative était autrefois expressément prévue au niveau constitutionnel (art. 49 al. 3 aCst.), aucune règle spéciale correspondante ne figure dans la Constitution fédérale actuellement en vigueur. Cependant, la faculté des parents de décider de l'éducation religieuse de leurs enfants est une composante de leur propre liberté de conscience et de croyance, garantie par l'art. 15 al. 1 Cst. (ATF 119 Ia 178 consid. 2b p. 181 s. et les auteurs cités). Cette liberté individuelle - qui, en cas de retrait de l'autorité parentale, dont elle découle, est transférée au tuteur - n'est pas affectée par la suppression de la garde. A cet égard, il importe peu qu'ensuite de la perte du pouvoir éducatif, consécutive au retrait du droit de garde, l'influence réelle sur le développement spirituel de l'enfant devienne vraisemblablement très limitée au fur et à mesure que celui-ci grandit.\n\nDans ces conditions, on ne peut dénier à la recourante un intérêt juridiquement protégé à interjeter un recours en réforme. Il y a donc lieu d'entrer en matière."}