{"annee": "145", "cour": "V", "page": "188", "date": "30/4/2019", "cite": ["143 V 385", "139 II 373", "142 II 355", "139 III 155", "137 II 353", "141 III 407", "143 III 480", "129 III 276", "143 V 161"], "cite_par": [], "chapeau": "18. Extrait de l'arrêt de la Ire Cour de droit social dans la cause A. contre Caisse cantonale valaisanne de chômage (recours en matière de droit public)\n\n8C_427/2018 du 30 avril 2019", "regestes": ["Art. 8 al. 1 let. b, art. 11 al. 1 et al. 3, art. 11a LACI; art. 10a, art. 10h OACI; prestation volontaire de l'employeur en cas de résiliation des rapports de travail d'un commun accord. Les montants afférents à un plan d'intéressement sous la forme de \"restricted stock units\" (RSU) et de \"stock options\" (SO), inclus dans une indemnité de départ, représentent en l'espèce des prestations volontaires de l'employeur au sens de l'art. 11a LACI (consid. 5)."], "faits": "BGE 145 V 188 S. 189\n\nA.\n\nA.a Par contrat du 8 septembre 2005 (\"Employment agreement\"), A., né en 1957, a été engagé par la société B. AG en qualité de vice-président et directeur financier pour l'Europe dès le 1er décembre 2005. Cette société possédait la société C. S.a.r.l. et Cie acquise en 2002. Le contrat prévoyait un salaire de base de 320'000 fr. par an. Il prévoyait, en plus du salaire, une participation à un plan d'intéressement de collaborateurs (\"Company-Wide Employee Incentive Plan\"). (...) L'employé participait en outre à un plan proposé par son employeur permettant d'acquérir des participations de la société sous la forme de \"restricted stock units\" (RSU), ou expectatives sur des actions de collaborateur, et de \"stock options\" (SO), ou options d'acquisition. Enfin, à quelques occasions, l'employé a reçu un bonus qualifié de discrétionnaire par l'employeur.\n\nA.b Par contrat du 18 février 2013, intitulé \"Secondment to Luxembourg\", il a été convenu entre les parties que A. serait affecté au Luxembourg pour une durée de 36 mois environ, à partir du 18 février 2013, pour le compte de l'entreprise C., (...).\n\nA.c Le 25 août 2015, les parties ont décidé d'un commun accord de mettre fin à leurs relations contractuelles par un \"Separation agreement\", ce pour des raisons de restructuration de la société. Il était notamment prévu que le salaire serait versé jusqu'au 31 août 2015 et qu'une indemnité de départ pour solde de tout compte d'un montant de 1'490'000 fr. serait payable en deux tranches, soit 990'000 fr. avant le 1er décembre 2015 et le solde, par 500'000 fr., durant le mois de janvier 2016.\n\nA.d A la fin du mois de novembre 2015, A. s'est annoncé à l'assurance-chômage et a demandé le versement d'indemnités à partir du 1er décembre 2015. Par décision du 30 mars 2016, confirmée sur opposition par une nouvelle décision du 27 juillet 2016, la caisse cantonale valaisanne de chômage a refusé de lui reconnaître le droit BGE 145 V 188 S. 190à l'indemnité entre le 1er décembre 2015 et le 5 avril 2018, dans la mesure où l'indemnité de départ couvrait une perte de travail correspondant à 28 mois et 4 jours. (...)\n\nB. Par arrêt du 7 mai 2018, le Tribunal cantonal du Valais (Cour des assurances sociales) a rejeté le recours formé par A. contre la décision sur opposition.\n\nC. A. forme un recours en matière de droit public dans lequel il conclut à l'annulation de l'arrêt cantonal et au versement d'indemnités de chômage à partir du 2 avril 2016, subsidiairement dès le 11 avril 2016. (...)\n\nLe Tribunal fédéral a rejeté le recours.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n1. La question est de savoir si l'intimée était fondée à différer le début du droit à l'indemnité de chômage au 5 avril 2018 au motif que le recourant ne subissait jusque-là aucune perte de travail en regard de l'indemnité de départ versée par son employeur.\n\n2. Le Tribunal fédéral conduit son raisonnement juridique sur la base des faits constatés par l'autorité précédente (art. 105 al. 1 LTF), sous réserve des cas prévus à l'art. 105 al. 2 LTF. Selon l'art. 97 al. 1 LTF, le recours ne peut critiquer les constatations de fait que si les faits ont été établis de façon manifestement inexacte - notion qui correspond à celle d'arbitraire - ou en violation du droit au sens de l'art. 95 LTF et si la correction du vice est susceptible d'influer sur le sort de la cause (ATF 142 II 355 consid. 6 p. 358; ATF 139 II 373 consid. 1.6 p. 377 s.). Conformément à l'art. 106 al. 2 LTF, la partie recourante doit expliquer de manière circonstanciée en quoi ces conditions seraient réalisées. A défaut, il n'est pas possible de tenir compte d'un état de fait qui diverge de celui qui est contenu dans l'acte attaqué (ATF 137 II 353 consid. 5.1 p. 356).\n\n3.\n\n3.1 L'assuré a droit à l'indemnité de chômage si, entre autres conditions, il subit une perte de travail à prendre en considération (art. 8 al. 1 let. b LACI [RS 837.0]). Il y a lieu de prendre en considération la perte de travail lorsqu'elle se traduit par un manque à gagner et dure au moins deux journées de travail consécutives (art. 11 al. 1 LACI). Il existe un certain nombre de dispositions qui visent à coordonner BGE 145 V 188 S. 191les règles du droit du travail avec l'ouverture du droit à l'indemnité de chômage.\n\n3.2 En premier lieu, la perte de travail pour laquelle le chômeur a droit au salaire ou à une indemnité pour cause de résiliation anticipée des rapports de travail n'est pas prise en considération (art. 11 al. 3 LACI). En conséquence, l'assurance ne verse en principe pas d'indemnités si le chômeur peut faire valoir des droits à l'encontre de son employeur pour la période correspondant à la perte de travail invoquée. On entend par \"droit au salaire\" au sens de cette disposition, le salaire dû pour la période postérieure à la résiliation des rapports de travail, soit le salaire dû en cas de non-respect du délai de congé (art. 335c CO) ou en cas de résiliation en temps inopportun (art. 336c CO). Quant à la notion de \"résiliation anticipée des rapports de travail\", elle vise principalement des prétentions fondées sur les art. 337b et 337c al. 1 CO (ATF 143 V 161 consid. 3.2 p. 163; voir BORIS RUBIN, Commentaire de la loi sur l'assurance-chômage, 2014, nos 28 et 34 ad art. 11 LACI).\n\n3.3 Ensuite, dans le prolongement de l'art. 11 al. 3 LACI, l'art. 10h OACI (RS 837.02) contient une réglementation spécifique pour la perte de travail à prendre en considération en cas de résiliation anticipée des rapports de travail d'un commun accord. Dans ce cas, la perte de travail, pendant la période correspondant au délai de congé ou jusqu'au terme prévu par le contrat dans l'hypothèse d'un contrat à durée déterminée, n'est pas prise en considération tant que les prestations de l'employeur couvrent la perte de revenu afférent à cette période (al. 1). Lorsque les prestations de l'employeur dépassent le montant des salaires dus à l'assuré jusqu'au terme ordinaire des rapports de travail, les dispositions concernant les prestations volontaires de l'employeur selon l'art. 11a LACI sont applicables (al. 2).\n\n3.4 Enfin, selon l'art. 11a LACI, la perte de travail n'est pas prise en considération tant que des prestations volontaires versées par l'employeur couvrent la perte de revenu résultant de la résiliation des rapports de travail (al. 1). Ces prestations volontaires de l'employeur ne sont toutefois prises en compte que pour la part qui dépasse le montant maximum visé à l'art. 3 al. 2 LACI (al. 2). Ce montant maximum est de 148'200 fr. depuis le 1er janvier 2016 (art. 3 al. 2 LACI en corrélation avec l'art. 22 al. 1 OLAA [RS 832.202]). Jusqu'au 31 décembre 2015, il s'élevait à 126'000 fr. Lorsqu'elles dépassent le maximum (ou montant franc), les prestations volontaires repoussent donc dans BGE 145 V 188 S. 192 le temps le délai-cadre d'indemnisation, ouvrant ainsi une période de carence. La notion de \"prestations volontaires\" de l'employeur au sens de l'art. 11a LACI est définie négativement: il faut entendre les prestations allouées en cas de résiliation des rapports de travail régis par le droit privé ou par le droit public qui ne constituent pas des prétentions de salaire ou d'indemnités selon l'art. 11 al. 3 LACI (art. 10a OACI). Il s'agit d'une notion spécifique à l'assurance-chômage, en ce sens que les prestations volontaires visées par l'art. 11a LACI peuvent également reposer sur un contrat qui lie l'employeur (cf. THOMAS NUSSBAUMER, Arbeitslosenversicherung, in Soziale Sicherheit, SBVR vol. XIV, 3e éd. 2016, p. 2518 n. 168; RUBIN, op. cit., n° 5 ad art. 11a LACI). Il est question, dans un sens large, des indemnités qui excèdent ce à quoi la loi donne droit à la fin du contrat de travail, en particulier des indemnités de départ destinées à compenser les conséquences de la perte de l'emploi (sur ces divers points, voir ATF 143 V 161 précité consid. 3.4 p. 164 et les références de doctrine citées). Ainsi le Tribunal fédéral a-t-il jugé qu'une \"Retention Cash Grant\" accordée par l'employeur selon sa libre appréciation à la fin des rapports de travail représentait une prestation volontaire de l'employeur au sens de l'art. 11a LACI (arrêt 8C_822/2015 du 14 janvier 2016 consid. 3.2).\n\n3.5 Il résulte en résumé de ce qui précède que certaines pertes de gain qui surviennent à la fin des rapports de travail n'en sont pas réellement si l'assuré peut récupérer les sommes perdues auprès de l'employeur (art. 11 al. 3 LACI et art. 10h OACI). Il s'agit d'inciter le salarié à faire valoir ses prétentions auprès de l'employeur et à empêcher ainsi que celui-ci ne fasse supporter à l'assurance-chômage les salaires ou indemnités qu'il est tenu de payer (RUBIN, op. cit., n° 2 ad art. 11 LACI). La perte de travail n'est pas non plus prise en considération si des prestations volontaires couvrent une perte de revenu découlant de la résiliation des rapports de travail. Il s'agit, en particulier, d'éviter une indemnisation à double. Les prestations ne sont cependant prises en compte qu'à partir d'un certain seuil, afin de ne pas dissuader les employeurs de proposer des plans sociaux (ATF 143 V 161 déjà cité consid. 3.5 p. 165).\n\n4.\n\n4.1 En cours de procédure cantonale, le recourant a détaillé, pièces à l'appui, comme suit le montant de l'indemnité de départ de 1'490'000 fr.:BGE 145 V 188 S. 193\n\nRémunération autre qu'en capital (non-equity) et en capital (equity)\n\nNon-equity «Pay in lieu of salary» Septembre 2015 - février 2016 36 891 fr.65 x 6   221 350 fr.00   «Pay in lieu of Benefits» Septembre 2015 - février 2016 - Assurance-maladie - Allocations familiales - ? - Assurance-accident TOTAL 4729 x 6   620 fr.00 580 fr.00 3504 fr.80 25 fr.00 4729 fr.80 28 378 fr.80             Bonus 2015 442 700 x 45% 199 215 fr.00 Bonus 2016 Pro rata janvier et février 2016 442 700 x 45% / 6   33 202 fr. 50   Indemnité Six mois salaire et bonus 442 700 x 145% / 2   320 957 fr.50   TOTAL «non-equity» 803 103 fr.80   TOTAL «equity» Vesting entre le 31 août 2015 et le 30 avril 2016 686 823 fr.72   INDEMNITE DE DEPART arrondie à 1.49 mio 1 489 927 fr.52\n\nNon-equity\n\n«Pay in lieu of salary»\n\nSeptembre 2015 - février 2016\n\n36 891 fr.65 x 6\n\n221 350 fr.00\n\n«Pay in lieu of Benefits»\n\nSeptembre 2015 - février 2016\n\n- Assurance-maladie\n\n- Allocations familiales\n\n- ?\n\n- Assurance-accident\n\nTOTAL\n\n4729 x 6\n\n620 fr.00\n\n580 fr.00\n\n3504 fr.80\n\n25 fr.00\n\n4729 fr.80\n\n28 378 fr.80\n\nBonus 2015\n\n442 700 x 45%\n\n199 215 fr.00\n\nBonus 2016\n\nPro rata janvier et février 2016\n\n442 700 x 45% / 6\n\n33 202 fr. 50\n\nIndemnité\n\nSix mois salaire et bonus\n\n442 700 x 145% / 2\n\n320 957 fr.50\n\nTOTAL\n\n«non-equity»\n\n803 103 fr.80\n\nTOTAL\n\n«equity»\n\nVesting entre le 31 août 2015\n\net le 30 avril 2016\n\n686 823 fr.72\n\nINDEMNITE DE DEPART arrondie à 1.49 mio\n\n1 489 927 fr.52\n\nC'est donc sur cette base que la cour cantonale a analysé les différents éléments de l'indemnité de départ. Concernant tout d'abord les prestations \"non equity\" (803'103 fr. 80), elle a retenu qu'elles se composaient d'une indemnité de six mois de salaire (221'350 fr.) et d'autres avantages par 28'378 fr. 80 pour la même période, de deux indemnités correspondant au bonus 2015 (199'215 fr.) et au bonus 2016, pro rata temporis pour janvier et février 2016 (33'202 fr. 50) et, enfin, d'une indemnité supplémentaire de six mois de salaire avec bonus (320'957 fr. 50).\n\n4.2 A partir de là, la juridiction cantonale considère que le délai de congé de trois mois prévu par le contrat de travail \"de base\" (Employment agreement) n'a pas été modifié par le \"Secondment to Luxembourg\" établi à l'occasion du détachement du recourant auprès de C. Partant, c'est un délai de congé de trois mois qui était applicable. Toujours selon la cour cantonale, il n'existe donc pas de perte de salaire pour les mois de septembre, octobre et novembre 2015, compte tenu BGE 145 V 188 S. 194de la créance du recourant à raison du délai de congé. On se trouvait donc dans l'hypothèse visée par l'art. 10h OACI, qui contient une réglementation spécifique pour la perte de travail à prendre en considération en cas de résiliation anticipée des rapports de travail d'un commun accord. Aussi bien la juridiction cantonale conclut-elle que les indemnités versées au titre de salaire au-delà de cette période de trois mois, soit la somme excédant 112'534 fr. 95 ([36'891 fr. 65 +620 fr.] x 3) doit être qualifiée de prestation volontaire de l'employeurau sens de l'art. 11a LACI.\n\n4.3 D'autre part, la juridiction cantonale est de l'avis que les bonus versés en 2015 et 2016, inclus dans l'indemnité de départ, doivent aussi être qualifiés de prestations volontaires de l'employeur. Il en va de même de l'indemnité de 320'957 fr. 50, ce qui était d'ailleurs admis par le recourant. Aussi bien le tribunal retient-il que sur les éléments de \"non equity\" formant l'indemnité de départ, une somme de 690'568 fr. 85 (803'103 fr. 80 - 112'534 fr. 95) représente des prestations volontaires de l'employeur.\n\n4.4 Pour ce qui est des prestations \"equity\" (vesting entre le 31 août 2015 et le 30 avril 2016) le tribunal cantonal considère que le plan d'intéressement sous la forme de \"restricted stock units\" (RSU) et de \"stock options\" (SO) doit être considéré comme relevant des gratifications et non comme une rémunération de base. Selon lui, il s'agit donc, également, de prestations volontaires de l'employeur.\n\n4.5 En résumé, conclut la juridiction cantonale, sur l'indemnité de départ de 1'490'000 fr., seuls les montants de 112'535 fr. (salaires relatifs au délai de congé de trois mois) et 126'000 fr. (gain assuré annuel maximal) doivent être déduits, le solde de 1'251'465 fr. représentant des indemnités volontaires de l'employeur couvrant la perte de revenu.\n\n5.\n\n5.1\n\n5.1.1 Le recourant fait valoir que l'accord découlant du \"Secondment to Luxembourg\" mentionnait clairement une durée déterminée de 36 mois. Durant cette période, les parties ne pouvaient pas mettre un terme à leur collaboration. Par cet avenant, elles auraient modifié le contrat de travail du 8 septembre 2005, initialement de durée indéterminée, en un contrat de durée déterminée. Aussi bien le recourant soutient-il que l'accord fixant l'indemnité de départ (arrondie à 1'490'000 fr.) est constitué de divers postes qui compensaient la perte BGE 145 V 188 S. 195de revenu jusqu'à fin février 2016, du fait de la résiliation anticipée des rapports de travail. Selon lui, seul le montant de 320'957 fr. 50 sur le total de 1'489'927 fr. 52 ne concernait pas des rapports de travail jusqu'à fin février 2016. Le recourant se réfère à ce propos à une pièce datée du mois de juin 2015 intitulée \"draft for discussion\" et reproche aux premiers juges de ne pas en avoir tenu compte. Il se plaint ainsi d'arbitraire dans l'établissement des faits et l'appréciation des preuves.\n\n5.1.2 Selon l'art. 334 al. 1 CO, le contrat de durée déterminée se définit comme celui qui prend fin sans qu'il soit nécessaire de donner congé. La durée du contrat doit être fixée par la loi, la convention des parties ou la nature de l'affaire. Ainsi, dans tous les cas où l'on ne peut pas constater la fixation d'une échéance, le contrat est considéré comme de durée indéterminée et un congé est alors nécessaire pour y mettre fin; c'est pourquoi la doctrine et la jurisprudence admettent qu'il faut présumer l'existence d'un contrat de durée indéterminée et qu'il incombe à la partie qui soutient le contraire d'apporter la preuve qu'une échéance a été fixée (ATF 143 V 385 consid. 4.4 p. 391; arrêts 4A_270/2014 du 18 septembre 2014 consid. 4.4; 4A_531/2008 du 4 février 2009 consid. 2.1).\n\n5.1.3 Les premiers juges ont retenu que le délai de congé de trois mois n'a pas été supprimé par le \"Secondment to Luxembourg\", celui-ci prévoyant seulement, quant à la durée, un détachement de 36 mois environ, modifiable selon les besoins. Ils sont donc de l'avis que, sur ce point, la nature du contrat n'a pas été modifiée en raison de la mission du recourant au Luxembourg, ce d'autant moins que le recourant n'était pas devenu un salarié de C., mais était resté lié contractuellement à B. AG.\n\n5.1.4 Ce faisant, les premiers juges ont retenu des motifs pertinents pour écarter la thèse d'un contrat de durée déterminée. En ne prenant pas en compte l'ébauche de discussion invoquée (\"draft for discussion\"), ils n'ont pas procédé à une appréciation arbitraire des preuves. Ce document se réfère uniquement aux conditions de la mission du recourant au Luxembourg. On ne peut pas en déduire que le contrat, selon la volonté des parties, prendrait fin en même temps que la mission du recourant au Luxembourg. Cela ne ressort pas non plus du \"Secondment to Luxembourg\". Le fait que l'employeur a voulu compenser la perte de revenu jusqu'à fin février 2018 ne signifie pas qu'il en avait l'obligation en raison de la durée prétendument BGE 145 V 188 S. 196déterminée du contrat. La preuve qu'une échéance a été fixée n'a en tout cas pas été rapportée.\n\n5.2\n\n5.2.1 Le recourant reproche à la cour cantonale de n'avoir pas distingué deux sortes de bonus, à savoir le bonus discrétionnaire d'une part - qui a été alloué ponctuellement et qui n'est pas en cause ici - et le bonus du plan d'intéressement \"Company-Wide Employee Incentive Plan\". Il fait valoir que le second, à l'inverse du premier, n'était pas discrétionnaire, du moment qu'il dépendait d'objectifs fixés à l'avance par l'employeur. Les premiers juges auraient omis de considérer que ce bonus était, en réalité, basé sur la performance individuelle par rapport à ces objectifs. La marge de manoeuvre de l'employeur était donc réduite. En tant qu'éléments du salaire versé, le bonus de 2015 et le bonus de 2016 ne peuvent donc pas, de l'avis du recourant, être qualifiés de prestations volontaires de l'employeur.\n\n5.2.2 Le droit suisse ne contient aucune disposition qui traite spécifiquement du bonus, lequel peut consister dans le versement d'une somme d'argent ou encore dans la remise d'actions ou d'options (ATF 141 III 407 consid. 4.1 p. 407). Récemment, dans l'arrêt 4A_485/2016 du 28 avril 2017 consid. 4 (voir aussi l'arrêt 4A_78/2018 du 10 octobre 2018 consid. 4), le Tribunal fédéral a résumé comme suit sa jurisprudence relative aux bonus:\n\n5.2.2.1 Pour qualifier un bonus dans un cas d'espèce, il faut interpréter les manifestations de volonté des parties (cf. art. 1 CO). Il s'agit tout d'abord d'établir si le bonus est déterminé (respectivement déterminable) ou indéterminé (respectivement indéterminable).\n\n5.2.2.2 Si le bonus est déterminé ou objectivement déterminable, l'employé dispose d'une prétention à ce bonus. Une rémunération est objectivement déterminable lorsqu'elle ne dépend plus de l'appréciation de l'employeur. Cela est le cas lorsque l'employé a droit à une part du bénéfice ou du chiffre d'affaires ou participe d'une autre manière au résultat de l'exploitation (art. 322a CO; ATF 141 III 407 consid. 4.2 p. 408). L'employeur doit alors tenir son engagement consistant à verser à l'employé la rémunération convenue (élément essentiel du contrat de travail) et le bonus doit être considéré comme un élément (variable) du salaire.\n\nL'engagement (contractuel) de l'employeur à verser à son employé une rémunération déterminée (ou objectivement déterminable) à titre de salaire peut résulter de l'accord conclu initialement (au début de la relation contractuelle) entre les parties ou celles-ci peuvent en convenir postérieurement, au cours de la relation contractuelle (ATF 129 III 276 consid. 2 p. 278).\n\n5.2.2.3 Si le bonus n'est pas déterminé ou objectivement déterminable, l'employé ne dispose en règle générale d'aucune prétention: la rémunération BGE 145 V 188 S. 197\n\ndépend du bon vouloir de l'employeur et le bonus est qualifié de gratification. Tel est le cas lorsque la quotité du bonus n'est pas fixée à l'avance, mais dépend pour l'essentiel de la marge de manoeuvre de l'employeur (ATF 141 III 407 consid. 4.1 et 4.2 p. 407 s. et les références citées), en ce sens que la part de l'employé au résultat de l'entreprise n'est pas fixée contractuellement ou encore dépend de l'appréciation (subjective), par l'employeur, de la prestation de travail fournie par l'employé (ATF 139 III 155 consid. 3.1 p. 157).\n\n5.2.2.4 Lorsque le bonus n'est pas déterminé ou objectivement déterminable, il doit être qualifié de gratification. Ce n'est que dans ce cas que le critère (indépendant de celui visant à qualifier, dans un premier temps, le bonus) de l'accessoriété peut trouver application et, le cas échéant, qu'il s'imposera de requalifier le bonus en salaire (sous l'angle du très haut revenu, cf. ATF 141 III 407 consid. 5.3.1 p. 412 s.).\n\nLe critère de l'accessoriété est appliqué de manière différenciée selon l'importance du revenu de l'employé, par quoi il faut entendre la rémunération totale perçue de l'employeur durant l'année (ATF 141 III 407 consid. 4.3 p. 408).\n\n5.2.2.5 En cas de revenus moyens et supérieurs, le Tribunal fédéral a estimé qu'un bonus très élevé en comparaison du salaire annuel, équivalent ou même supérieur à ce dernier, et versé régulièrement, doit être, par exception à la règle de la liberté contractuelle, considéré comme un salaire variable même si l'employeur en réservait le caractère facultatif. La gratification (art. 322d CO) doit en effet rester accessoire par rapport au salaire (art. 322 s. CO); elle ne peut avoir qu'une importance secondaire dans la rétribution du travailleur.\n\nEn cas de revenus modestes, un bonus proportionnellement moins élevé peut déjà avoir le caractère d'un salaire variable (ATF 141 III 407 consid. 4.3.1 p. 408 s.).\n\n5.2.2.6 En revanche, lorsque l'employé perçoit un très haut revenu, il n'y a pas lieu d'admettre une exception à la règle de la liberté contractuelle: le bonus reste toujours une gratification (ATF 141 III 407 consid. 4.3.2 p. 409).\n\nSi la rémunération totale de l'employé dépasse le seuil du très haut revenu, il n'y a pas lieu de qualifier le bonus de salaire, le critère de l'accessoriété n'étant pas applicable. En revanche, si la rémunération totale de l'employé n'atteint pas ce seuil, le critère de l'accessoriété s'applique et, sur cette base, une requalification (partielle ou totale) du bonus doit intervenir (nullité partielle; ATF 141 III 407 consid. 5.3.1 p. 412 s.).\n\nLe revenu d'un employé doit être qualifié de \"très haut\", lorsque sa rémunération totale équivaut ou dépasse cinq fois le salaire médian suisse (secteur privé) (ATF 141 III 407 consid. 5 p. 409 ss).\n\n5.2.3 Il faut donc, dans un premier temps, qualifier le bonus en recherchant la réelle et commune intention des parties (question de fait) et, à défaut, en appliquant le principe de la confiance (question BGE 145 V 188 S. 198de droit qu'il convient de trancher en se fondant sur le contenu des manifestations de volonté et sur les circonstances, qui relèvent du fait). Ce n'est que dans un deuxième temps, s'il arrive à la conclusion que le bonus est, selon la volonté des parties, une gratification (ce qui sera le cas lorsque la rémunération n'est ni déterminée ni objectivement déterminable), que le juge devra raisonner sur la base du critère de l'accessoriété (arrêt 4A_485/2016 précité consid. 5.1).\n\n5.2.4 Sous le titre \"Bonus and Other Incentives\", l'art. 4 du contrat de travail prévoit ceci:\n\n1 The Employer may, at its own discretion, but without any obligation, at any time during the contract period grant the Employee extra payments as bonus, premium or gifts such as the Company-Wide Employee Incentive Plan. These payments should be considered as gratuities and do not impose any contractual obligation upon the Employer and cannot be considered by the Employee as acquired rights, irrespective of their amount and frequency of payment. Therefore, these payments can at all times be altered or cancelled.\n\n2 The Employer will be eligible to participate to the Company-Wide Employee Incentive Plan with payouts based on individual achievement as well as Company performance. The target bonus would be 35 % of the base salary.\n\n3 The participation in the Company-Wide Employee Incentive Plan requires employment during the full quarter.\n\n5.2.5 On constate que le bonus prévu dans le plan \"Company-Wide Employee Incentive\" représente une gratification, qui n'impose aucune obligation à l'employeur et ne confère de ce fait aucun droit à l'employé. Il peut être modifié ou supprimé à tout moment. Le recourant soutient, certes, que ce bonus était objectivement déterminable, notamment du fait qu'il était fondé sur la performance individuelle par rapport aux buts et objectifs fixés, de sorte qu'il peut être considéré comme un élément du salaire. Mais cette argumentation n'est pas fondée. L'employeur n'a pas fixé contractuellement la part de l'employé aux résultats de la société. Il n'a pas non plus écarté tout critère subjectif puisque son montant dépend d'objectifs individuels, soit d'une appréciation subjective de la prestation du travailleur par l'employeur (cf. ATF 141 III 407 déjà cité consid. 4.2.2 p. 408; ATF 139 III 155 précité consid. 3.1 p. 156). Contrairement à ce que soutient le recourant, il importe peu, à cet égard, que depuis 2010 la composante individuelle ne comptait plus que pour 25 % dans le bonus global alors que les 75 % étaient calculés en fonction du résultat de l'entreprise. Pour le reste, les premiers juges ont admis, avec raison, que BGE 145 V 188 S. 199l'on ne peut appliquer le critère de l'accessoriété, compte tenu du niveau de rémunération du recourant (sur la notion de très haut revenu, voir ATF 141 III 407 précité consid. 5.3.4 p. 414 s. et consid. 6.1 p. 417; arrêt dans les causes jointes 4A_513/2017 et 4A_519/2017 du 5 septembre 2018 consid. 5.4).\n\n5.3\n\n5.3.1 Le recourant soutient que, contrairement à l'opinion des premiers juges, le plan d'intéressement sous la forme de \"stock options\" (SO) et de \"restricted stock units\" (RSU) doit être considéré comme des éléments faisant partie du salaire.\n\n5.3.2 Il ressort des constatations du jugement attaqué que, conformément aux règlements applicables au plan d'intéressement en question, la participation à celui-ci constitue une gratification discrétionnaire et non une rémunération de base. La cour cantonale déduit également ce fait de plusieurs documents remis par l'employeur à son ex-employé dans lesquels le premier a chaque fois indiqué que les \"awards equity\" étaient octroyés sur une base discrétionnaire, occasionnellement ou exceptionnellement (\"B. has made these awards to you on an discretionary and occasional basis under its current stock plans\"). Le recourant ne remet pas en cause ces constatations. Par une argumentation difficilement compréhensible, il soutient que l'employeur, après avoir remis lesdites participations, ne dispose plus de marge de manoeuvre pour en influencer le paiement, les montants afférents aux SO et aux RSU étant uniquement influencés par les cours de la bourse. Ainsi, le montant touché dépendrait uniquement du marché qui est un élément déterminable au moment de l'exercice du droit et non de l'appréciation de l'employeur. Cette argumentation n'est toutefois pas fondée. Ce n'est pas la valeur boursière à un moment donné qui est déterminante pour juger s'il s'agit d'un élément de salaire ou d'une gratification, mais bien le fait que les bonus litigieux et leur étendue sont laissés au pouvoir discrétionnaire de l'employeur. C'est donc à juste titre que la juridiction cantonale a conclu, que les montants des stock options et des restricted stock units inclus dans l'indemnité de départ représentaient des prestations volontaires de l'employeur.\n\n6. En définitive, la juridiction cantonale n'a pas violé le droit fédéral en considérant que seuls les montants de 112'535 fr. et de 126'000 fr. devaient être déduits de l'indemnité de départ accordée au recourant, le solde, par 1'251'465 fr. (supra consid. 4.2) représentant des prestations volontaires de l'employeur couvrant la perte de revenu. Comme BGE 145 V 188 S. 200on l'a vu sous consid. 3.4, la notion de prestations volontaires est une notion spécifique à l'assurance-chômage. Il n'est pas décisif que l'indemnité en cause repose sur une base contractuelle (\"Separation agreement\") qui lie l'employeur en matière civile (arrêt 4A_45/2017 du 27 juin 2017 consid. 6.2, non publié in ATF 143 III 480). Pour le reste, le jugement attaqué n'apparaît pas critiquable en tant qu'il confirme la décision de la caisse à propos du report du début du droit à l'indemnité au mois d'avril 2018. Le recourant avait une prétention de salaire pour les mois de septembre, octobre et novembre 2015 (délai de congé; supra consid. 4.2). Il s'y ajoute une période de carence de 28 mois et 5 jours dès le 1er décembre 2015. En effet, compte tenu d'un dernier salaire mensuel de 44'405 fr., cette période est de 28,1829 mois (1'251'465 fr.: 44'405). Les fractions de mois doivent être converties selon la formule: 0,1829 x 30, soit 5,4 jours. La période pendant laquelle la perte de travail n'est pas prise en considération est ainsi de 28 mois et 5 jours dès le 1er décembre 2015 soit jusqu'au 5 avril 2018."}