{"annee": "145", "cour": "II", "page": "313", "date": "18/11/2019", "cite": ["133 II 97", "134 I 92", "135 II 105", "140 II 409", "143 II 113", "143 IV 168", "140 II 74"], "cite_par": [], "chapeau": "29. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Secrétariat d'Etat aux migrations contre A. et Commissaire de police de la République et canton de Genève (recours en matière de droit public)\n\n2C_135/2019 du 18 novembre 2019", "regestes": ["Art. 76 al. 1 let. b ch. 1, 3 et 4 et art. 79 LEI, art. 66a al. 1 CP, art. 5 al. 2 Cst.; détention administrative résultant d'une expulsion judiciaire et précédée de détentions prononcées à la suite d'une décision de renvoi en matière d'asile; durée maximale de la détention. L'art. 79 LEI détermine la durée maximale de la détention en vue du renvoi ou de l'expulsion. Dans ce cadre, la détention administrative, ordonnée en application de l'art. 76 al. 1 let. b ch. 1, 3 et 4 LEI, résultant de l'expulsion judiciaire prononcée par le juge pénal sur la base de l'art. 66a al. 1 CP, ne s'additionne pas à la durée des détentions antérieures décidées dans le cadre de la procédure d'asile, pour autant que la durée de ces détentions prises dans leur ensemble ne viole pas le principe de proportionnalité. Ce principe est respecté lorsque, comme en l'espèce, plusieurs années se sont écoulées entre les procédures d'asile et pénale. Dans ce cas, l'expulsion judiciaire fait partir un nouveau délai au regard de l'art. 79 al. 1 LEI (consid. 3)."], "faits": "|314|\n\nA.\n\nA.a A., né en 1984, alias B., C. et D., ressortissant algérien, a déposé une demande d'asile sur laquelle l'Office fédéral des migrations (devenu le Secrétariat d'Etat aux migrations le 1 er janvier 2015 [ci-après:le Secrétariat d'Etat]) a, par décision du 22 juillet 2008, refusé d'entrer en matière; cette autorité a également prononcé le renvoi de Suisse de l'intéressé, le canton du Tessin étant chargé de l'exécution du renvoi.\n\nA., qui avait disparu dans la clandestinité, a été placé en détention administrative du 13 août 2009 au 11 novembre 2010, puis, selon le Commissaire de police du Département de la sécurité de la République et canton de Genève (ci-après: le Commissaire de police), du 19 novembre 2015 au 4 janvier 2016 (art. 105 al. 2 LTF), sans que le renvoi puisse être exécuté.\n\nA.b Depuis 2008, A. a fait l'objet de quinze condamnations pénales pour, notamment, vols, dommages à la propriété, violations de domicile, séjour illégal en Suisse et infractions relatives aux stupéfiants.\n\nDans la dernière prononcée à son encontre, à savoir celle du 24 septembre 2018, il s'est vu infliger une peine privative de liberté de cent cinquante jours, sous déduction de quatre-vingt-trois jours de détention préventive, notamment pour vol et violation de domicile; de plus, |315| le Tribunal de police de la République et canton de Genève (ci-après: le Tribunal de police) a ordonné l'expulsion de Suisse de l'intéressé pour une durée de cinq ans, en application de l'art. 66a al. 1 CP (RS 311.0).\n\nAu terme de l'exécution de sa peine par A., l'Office cantonal de la population et des migrations de la République et canton de Genève (ci-après: l'Office cantonal de la population) lui a notifié une décision du 30 novembre 2018 de non-report d'expulsion judiciaire, déclarée exécutoire nonobstant recours; la police dudit canton était chargée de procéder, dans les meilleurs délais, à cette expulsion, des mesures de contrainte impliquant une détention administrative étant susceptibles d'être requises.\n\nA la même date, le Commissaire de police a ordonné la mise en détention administrative de l'intéressé pour une durée de six mois, au regard du risque de soustraction au renvoi de Suisse. A. devait être présenté aux autorités algériennes le 13 février 2019, condition nécessaire pour qu'il puisse prendre un vol à destination de l'Algérie; une place ne serait pas disponible avant avril 2019.\n\nA.c Le Tribunal administratif de première instance de la République et canton de Genève (ci-après: le Tribunal administratif de première instance) a, le 4 décembre 2018, confirmé l'ordre de mise en détention administrative de l'intéressé mais seulement pour une durée de trois mois, à savoir jusqu'au 28 février 2019.\n\nB. Par arrêt du 28 décembre 2018, la Cour de justice de la République et canton de Genève (ci-après: la Cour de justice) a rejeté le recours du Commissaire de police. Elle a en substance jugé que la mise en détention par l'autorité administrative, à la suite d'une décision pénale d'expulsion, ne générait pas une nouvelle procédure de renvoi indépendante de celle déjà en cours; dès lors, la durée de la mise en détention ne devait pas dépasser le maximum légal prévu par le droit des étrangers.\n\nL'Office cantonal de la population a ordonné la mise en liberté de A. le 2 janvier 2019 (art. 105 al. 2 LTF).\n\nC. Agissant par la voie du recours en matière de droit public, le Secrétariat d'Etat demande au Tribunal fédéral, sous suite de frais, d'annuler l'arrêt du 28 décembre 2018 de la Cour de justice et de confirmer la mise en détention prononcée par le Commissaire de police le 30 novembre 2018 pour une durée de six mois.\n\n|316| A. conclut au rejet du recours. Le Commissaire de police en requiert l'admission. La Cour de justice persiste dans les considérants et le dispositif de son arrêt. Le Tribunal administratif de première instance a renoncé à déposer des observations.\n\nPar ordonnance du 21 février 2019, le Président de la II e Cour de droit public a admis la requête d'assistance judiciaire de A. et a désigné M e B. comme défenseur d'office.", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 Les dispositions topiques et la jurisprudence y relative sont les suivantes.\n\n3.1.1 L'art. 76 de la loi fédérale du 16 décembre 2005 sur les étrangers et l'intégration (LEI; RS 142.20) (dont la teneur citée ci-après est identique à celle de l'art. 76 al. 1 let. a, b ch. 1, 3 et 4 et al. 3 LEtr en vigueur jusqu'au 31 décembre 2018) \"Détention en vue du renvoi ou de l'expulsion\" prévoit:\n\n\"1 Après notification d'une décision de première instance de renvoi ou d'expulsion au sens de la présente loi ou d'une décision de première instance d'expulsion au sens des art. 66a ou 66abis CP ou 49a ou 49abis CPM, l'autorité compétente peut, afin d'en assurer l'exécution, prendre les mesures ci-après:\n\na. maintenir en détention la personne concernée lorsque celle-ci est déjà détenue en vertu de l'art. 75;\n\nb. mettre en détention la personne concernée:\n\n1. pour les motifs cités à l'art. 75, al. 1, let. a, b, c, f, g ou h,\n\n(...)\n\n3. si des éléments concrets font craindre que la personne concernée entend se soustraire au renvoi ou à l'expulsion, en particulier parce qu'elle ne se soumet pas à son obligation de collaborer en vertu de l'art. 90 de la présente loi ou de l'art. 8, al. 1, let. a, ou al. 4, LAsi,\n\n4. si son comportement permet de conclure qu'elle se refuse à obtempérer aux instructions des autorités,\n\n(...)\n\n(...)\n\n3 Le nombre de jours de détention doit être comptabilisé dans la durée maximale de détention visée à l'art. 79.\"\n\nQuant à l'art. 79 LEI (dont la teneur est identique à celle de l'art. 79 LEtr en vigueur jusqu'au 31 décembre 2018), il dispose: |317|\n\n\"1 La détention en phase préparatoire et la détention en vue du renvoi ou de l'expulsion visées aux art. 75 à 77 ainsi que la détention pour insoumission visée à l'art. 78 ne peuvent excéder six mois au total.\n\n2 La durée maximale de la détention peut, avec l'accord de l'autorité judiciaire cantonale, être prolongée de douze mois au plus et, pour les mineurs âgés de 15 à 18 ans, de six mois au plus, dans les cas suivants:\n\na. la personne concernée ne coopère pas avec l'autorité compétente;\n\nb. l'obtention des documents nécessaires au départ auprès d'un Etat qui ne fait pas partie des Etats Schengen prend du retard.\n\n(...).\"\n\nCette réglementation est en accord avec l'art. 15 ch. 5 et 6 de la Directive 2008/115/CE du Parlement européen et du Conseil du 16 septembre 2008 relative aux normes et procédures communes applicables dans les Etats membres au retour des ressortissants de pays tiers en séjour irrégulier (ci-après: la Directive 2008/115/CE), reprise par la Suisse par arrêté du 18 juin 2010 en tant que développement de l'acquis de Schengen (RS 0.362.380.042; JO L 348 du 24 décembre 2008 p. 98). Selon l'art. 15 ch. 1 de la Directive 2008/115/CE, à moins que d'autres mesures suffisantes, mais moins coercitives, puissent être appliquées efficacement dans un cas particulier, les Etats membres peuvent uniquement placer en rétention le ressortissant d'un pays tiers qui fait l'objet de procédures de retour afin de préparer le retour et/ou de procéder à l'éloignement, en particulier lorsqu'il existe un risque de fuite (let. a) ou lorsque le ressortissant concerné d'un pays tiers évite ou empêche la préparation du retour ou de la procédure d'éloignement (let. b); toute rétention est aussi brève que possible et n'est maintenue qu'aussi longtemps que le dispositif d'éloignement est en cours et exécuté avec toute la diligence requise. La rétention est maintenue aussi longtemps que les conditions énoncées au ch. 1 susmentionné sont réunies et qu'il est nécessaire de garantir que l'éloignement puisse être mené à bien; chaque Etat membre fixe une durée déterminée de rétention, qui ne peut pas dépasser six mois (art. 15 ch. 5 de la Directive 2008/115/CE). Les Etats membres ne peuvent pas prolonger la période visée au ch. 5, sauf pour une période déterminée n'excédant pas douze mois supplémentaires, conformément au droit national, lorsque, malgré tous leurs efforts raisonnables, il est probable que l'opération d'éloignement dure plus longtemps en raison du manque de coopération du ressortissant concerné d'un pays tiers ou des retards subis pour obtenir de pays tiers les documents nécessaires (art. 15 ch. 6 de la Directive 2008/115/CE). |318|\n\nDans le canton de Genève, l'office cantonal de la population et des migrations est compétent pour prendre les dispositions de mise en oeuvre de l'expulsion prononcée par le juge pénal (art. 66a à 66b CP, entrés en vigueur le 1er octobre 2016 [RO 2106 2329]), ainsi que pour se prononcer sur le report de l'exécution de cette mesure (art. 66d CP); l'office peut recourir à la police pour l'exécution de l'expulsion (art. 18 du règlement genevois du 19 mars 2014 sur l'exécution des peines et mesures [REPM; rs/GE E 4 55.05]).\n\n3.1.2 Selon le Tribunal fédéral, pour calculer, au regard de l'art. 79 LEI, la durée totale d'une détention ordonnée en vertu du droit des étrangers, il faut, en cas de détentions multiples, additionner les durées de détention d'une seule et même procédure de renvoi. En revanche, si la décision de mise en détention intervient dans le cadre d'une nouvelle procédure de renvoi indépendante des procédures antérieures, les délais légaux recommencent à courir et une détention est à nouveau admissible pour la durée maximale prévue. Il a été jugé qu'il y avait, notamment, une nouvelle procédure de renvoi lorsqu'une procédure antérieure s'est achevée par une expulsion réussie ou par un départ volontaire de l'étranger et que, par la suite, celui-ci revient en Suisse et doit être à nouveau expulsé; il en va de même dans la situation suivante: la personne étrangère obtient un droit de séjour dans notre pays, alors qu'une procédure d'expulsion était en cours, de sorte que le renvoi prononcé antérieurement est caduc; l'intéressée perd toutefois son titre de séjour ultérieurement, ce qui entraîne une nouvelle décision de renvoi (ATF 143 II 113 consid. 3.2 p. 117; ATF 140 II 74 consid. 2.3 p. 76). Ces cas ne sont pas exhaustifs.\n\n3.2 Le recourant relève que, contrairement à la première mise en détention qui faisait suite à une décision de renvoi basée sur la loi fédérale du 26 juin 1998 sur l'asile (RS 142.31; ci-après: la loi sur l'asile ou LAsi) et prononcée par l'autorité administrative, celle ordonnée par le Commissaire de police le 30 novembre 2018 se fonderait sur une expulsion de droit pénal décrétée par une autorité judiciaire; outre qu'elles seraient prises par des autorités différentes, ces décisions le seraient également en application de lois différentes, à savoir la loi sur l'asile dans un cas et le code pénal dans l'autre. En outre, une expulsion pénale devrait être effectuée indépendamment d'un renvoi prononcé en vertu du droit des étrangers. L'art. 76 al. 1 LEI permettrait la mise en détention soit après la notification d'une décision de première instance de renvoi ou d'expulsion (relevant du droit des étrangers), soit après une décision de première instance d'expulsion de droit |319| pénal; la détention pourrait donc être ordonnée pour assurer l'exécution de mesures d'éloignement différentes. Dès lors, une nouvelle durée de détention au sens de l'art. 79 LEI devrait commencer à courir pour l'exécution de chacune de ces mesures.\n\n3.3 Il faut commencer par préciser que la mise en détention de l'art. 76 LEI prononcée en l'espèce doit être distinguée de celle ordonnée par le juge pénal pour des motifs de sûreté, afin de garantir l'exécution de l'expulsion judiciaire obligatoire (art. 66a CP), qui est une mesure à caractère pénal, prononcée en première instance et fondée sur les art. 220 al. 2 et 231 al. 1 let. a CPP (ATF 143 IV 168 consid. 3.2 p. 171).\n\nLa compétence de l'autorité pénale découle donc des art. 220 al. 2 et 231 al. 1 let. a CPP, tandis que celle des autorités administratives repose sur l'art. 76 LEI. Lorsque l'expulsion prononcée par le juge pénal n'est encore ni définitive, ni exécutoire, le juge pénal de la détention reste compétent en la matière: l'art. 220 al. 2 CPP a été expressément modifié en ce sens dans le cadre de l'adaptation du code pénal à l'art. 121 al. 3 à 6 Cst. (initiative pour le renvoi des criminels étrangers; Message du 26 juin 2013 concernant une modification du code pénal et du cade pénal militaire, FF 2013 5444). Ainsi, la détention pour des motifs de sûreté suppose qu'aucun jugement ne soit encore entré en force et prend fin au moment, entre autres cas de figure, où l'expulsion est exécutée (art. 220 al. 2 CPP). Cette compétence de l'autorité pénale n'empêche cependant pas les autorités administratives d'intervenir avant ce stade: l'art. 76 al. 1 LEI permet à l'autorité administrative de placer ou de maintenir en détention administrative la personne concernée dès la notification d'une décision de \"première instance\" d'expulsion au sens des art. 66a ou 66abis CP, c'est-à-dire avant l'entrée en force du jugement pénal. L'expulsion judiciaire obligatoire devra ensuite être mise en oeuvre par l'autorité administrative (cf. ATF 143 IV 168 consid. 3.2 et 3.3 p. 171).\n\n3.4 En l'espèce, la décision de renvoi du 22 juillet 2008, prise dans le cadre de la procédure d'asile et qui a engendré une détention du 13 août 2009 au 11 novembre 2010, puis vraisemblablement une seconde du 19 novembre 2015 au 4 janvier 2016, n'a pas pu être exécutée et est toujours ouverte. Par la suite, le juge pénal a ordonné l'expulsion judiciaire le 24 septembre 2018, ce qui a entraîné la mise en détention litigieuse (au terme de l'exécution de la peine privative de liberté infligée à l'intimé), pour une durée de six mois, prononcée le 30 novembre 2018 par le Commissaire de police. Il s'agit là d'une |320| détention administrative, décidée par une autorité administrative, sur la base de l'art. 76 al. 1 let. b ch. 1, 3 et 4 LEI. A ce stade de la procédure, le juge pénal n'était plus compétent pour prononcer une mesure de détention pour des motifs de sûreté, afin de garantir l'exécution de l'expulsion pénale. Cela étant, la décision de mise en détention du 30 novembre 2018 du Commissaire de police, si elle est basée sur la loi sur les étrangers, résulte de l'expulsion judiciaire décidée le 24 septembre 2018. Il s'agit donc de l'exécution d'une expulsion décidée par le juge pénal sur la base de l'art. 66a al. 1 CP et non de celle d'un renvoi ordonné par l'autorité administrative. Ladite expulsion ne relève donc pas de la procédure d'asile.\n\n3.4.1 Le renvoi décidé dans le cadre de la procédure d'asile et l'expulsion judiciaire se distinguent sur plusieurs points. Le premier est une mesure de droit administratif fondée sur les art. 44 et 45 LAsi. La seconde relève du droit pénal, à savoir l'art. 66a CP. Ces deux types de mesure sont également ordonnées par des autorités différentes, à savoir l'autorité administrative et le juge pénal. En outre, le renvoi en matière d'asile constitue une mesure d'éloignement (Entfernungsmassnahme): il met fin à un séjour qui n'est pas autorisé. L'expulsion judiciaire, pour sa part, ne dépend pas de l'existence d'un titre de séjour: la détention d'un tel titre n'empêche pas le juge pénal de la prononcer. Ledit renvoi, sous réserve d'une interdiction d'entrée ordonnée conjointement, n'empêche pas l'étranger de revenir en Suisse pour un séjour qui ne nécessite pas une autorisation. Un tel retour n'est pas possible après une expulsion judiciaire (Fernhaltemassnahme) qui représente également une interdiction d'entrée dont la violation est punissable (cf. art. 291 CP). De plus, cette expulsion peut être prononcée indépendamment du fait qu'une décision de renvoi ait été rendue au préalable et inversement. Il découle de ces éléments que la mise en détention de l'art. 76 al. 1 LEI peut être ordonnée pour assurer l'exécution de mesures d'éloignement différentes et indépendantes l'une de l'autre. Cette indépendance des procédures est confortée par la teneur de l'art. 26g al. 1 de l'ordonnance fédérale du 11 août 1999 sur l'exécution du renvoi et de l'expulsion d'étrangers (OERE; RS 142.281) qui règle le concours de l'expulsion pénale et du renvoi prononcé dans le cadre d'une procédure d'asile et selon lequel l'exécution de la première prime l'exécution du second.\n\n3.4.2 En outre, comme exposé ci-dessous, l'indépendance de ces deux procédures ressort également de la Directive 2008/115/CE. La durée maximale de la détention de l'art. 79 LEI constitue la mise en oeuvre |321| de l'art. 15 ch. 5 et 6 de la Directive 2008/115/CE (cf. consid. 3.1.1; cf. Message du 18 novembre 2009 sur l'approbation et la mise en oeuvre de l'échange de notes entre la Suisse et la CE concernant la reprise de la directive CE sur le retour [directive 2008/115/CE] [développement de l'acquis de Schengen] et sur une modification de la loi fédérale sur les étrangers [contrôle automatisé aux frontières, conseillers en matière de documents, système d'information MIDES]) (FF 2009 8043, spéc. 8062). Selon l'art. 2 de la Directive 2008/115/ CE, celle-ci (et en particulier la durée maximale de détention prévue à l'art. 15 ch. 5 et 6 de ladite directive) s'applique aux ressortissants de pays tiers en séjour irrégulier sur le territoire d'un Etat membre (ch. 1); néanmoins, les Etats membres peuvent décider de ne pas l'appliquer, notamment, aux ressortissants de pays tiers faisant l'objet d'une sanction pénale prévoyant ou ayant pour conséquence leur retour, conformément au droit national, ou faisant l'objet de procédures d'extradition (ch. 2 let. b).\n\nLa Directive 2008/115/CE part donc du principe que les mesures relevant du droit des étrangers respectivement du droit pénal peuvent être organisées de façon autonome et que, par conséquent, les durées de détention prévues à l'art. 15 de ladite directive ne s'appliquent pas aux personnes qui sont obligées de rentrer dans leur pays en raison d'une sanction pénale.\n\n3.4.3 Il découle de ce qui précède que la mise en détention découlant de l'expulsion judiciaire ordonnée par le juge pénal sur la base de l'art. 66a CP ne s'inscrit pas dans la même procédure de renvoi, au sens de la jurisprudence susmentionnée (cf. consid. 3.1.2), que celle faisant suite à un refus d'entrée en matière sur une demande d'asile.\n\n3.5 Cela étant, la durée de la détention administrative, envisagée dans son ensemble, doit toujours respecter le principe de la proportionnalité (ATF 140 II 409 consid. 2.1 p. 411; ATF 135 II 105 consid. 2.2.1 p. 107; ATF 134 I 92 consid. 2.3.1 p. 96; ATF 133 II 97 consid. 2.2 p. 99). Or, le cumul possible de la détention ordonnée à la suite d'un renvoi décidé dans le cadre de la procédure d'asile et de celle ordonnée à la suite d'une expulsion judiciaire peut, lorsque ces deux détentions se suivent rapidement dans le temps, violer ledit principe. Il faut, pour que la mesure se révèle proportionnelle, que plusieurs années se soient écoulées entre les deux procédures.\n\nDans la présente affaire, le temps écoulé entre le renvoi résultant de la procédure d'asile et l'expulsion judiciaire est extrêmement important. |322| En effet, la décision de renvoi remonte au 22 juillet 2008 et le premier placement en détention y relatif au 13 août 2009; l'expulsion judiciaire a, pour sa part, été prononcée le 24 septembre 2018 et la mise en détention en résultant date du 30 novembre suivant. Compte tenu de cet élément, il n'est pas contraire au principe de la proportionnalité de considérer que l'intimé puisse être à nouveau détenu et qu'un nouveau délai légal (art. 79 al. 1 LEI) commence à courir.\n\n3.6 En conclusion, la détention résultant de l'expulsion judiciaire prononcée par le juge pénal sur la base de l'art. 66a CP ne s'additionne pas, en l'espèce, à la durée des détentions antérieures décidées par l'autorité administrative dans le cadre de la procédure d'asile, compte tenu des dix ans qui séparent les deux procédures; elle fait partir un nouveau délai au regard de l'art. 79 al. 1 LEI."}