{"annee": "145", "cour": "III", "page": "441", "date": "28/10/2019", "cite": ["138 III 593"], "cite_par": [], "chapeau": "52. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. gegen Kindes- und Erwachsenenschutzbehörde Oberaargau (Beschwerde in Zivilsachen)\n\n5A_407/2019 vom 28. Oktober 2019", "regestes": ["Placement à des fins d'assistance à la suite d'une peine privative de liberté. Aperçu de la jurisprudence. Question de savoir si l'art. 426 CC constitue une base légale suffisante pour ordonner un placement à des fins d'assistance en raison de la seule mise en danger d'autrui (consid. 8.3 et 8.4)."], "faits": "|442|\n\nA. Am 24. April 2009 verurteilte das Kreisgericht IV Aarwangen-Wangen A. wegen vorsätzlicher Tötung seiner Schwägerin zu einer Freiheitsstrafe von neun Jahren. Eine Massnahme wurde nicht angeordnet. Das Urteil wurde vom Obergericht des Kantons Bern und vom Bundesgericht bestätigt (Urteil 6B_781/2010 vom 13. Dezember 2010). Das Strafende fiel auf den 16. Januar 2017.\n\nB.\n\nB.a Am 16. November 2016 ersuchte die Abteilung Straf- und Massnahmenvollzug der Polizei- und Militärdirektion des Kantons Bern beim Regionalgericht Emmental-Oberaargau um Änderung der Sanktion nach Art. 65 Abs. 1 StGB (stationäre therapeutische Massnahme), eventualiter nach Art. 65 Abs. 2 StGB (Verwahrung). Das Regionalgericht beantragte daraufhin beim Regionalen Zwangsmassnahmengericht Emmental-Oberaargau eine Sicherheitshaft für A. Mit Entscheid des Zwangsmassnahmengerichts vom 11. Januar 2017 wurde die Sicherheitshaft angeordnet.\n\nB.b Am 9. März 2017 beantragte das Regionalgericht dem Zwangsmassnahmengericht die Entlassung von A. aus der Sicherheitshaft, da die Voraussetzungen für eine Abänderung der Sanktion nicht länger gegeben seien.\n\nB.c Das Zwangsmassnahmengericht wandte sich am 24. März 2017 an die Kindes- und Erwachsenenschutzbehörde (KESB) Oberaargau und beantragte, A. sei fürsorgerisch unterzubringen und entliess A. am 28. März 2017 zuhanden der KESB aus der Sicherheitshaft.\n\nC.\n\nC.a Mit Entscheid der KESB Oberaargau vom 30. März 2017 wurde A. gestützt auf Art. 426 ZGB fürsorgerisch in der Stiftung G. in U. untergebracht. Am 30. Oktober 2017 bestätigte die KESB Oberaargau die fürsorgerische Unterbringung. Die von A. gegen diesen Entscheid erhobene Beschwerde hiess das Obergericht des Kantons Bern am 30. November 2017 gut und wies die Sache zu neuer Beurteilung an die KESB zurück mit dem Auftrag abzuklären, ob bzw. welche milderen Betreuungsmassnahmen in Frage kämen und inwiefern diese geeignet wären, die Rückfallgefahr herabzusetzen. Mit Entscheid vom 14. März 2019 bestätigte die KESB die fürsorgerische Unterbringung von A. erneut.\n\nC.b Gegen diesen Entscheid wandte sich A. wiederum an das Obergericht des Kantons Bern. Dieses führte am 4. April 2019 eine Verhandlung durch und wies mit Entscheid vom gleichen Tag die Beschwerde ab. |443|\n\nD. A. (Beschwerdeführer) hat gegen das Urteil des Obergerichts beim Bundesgericht Beschwerde in Zivilsachen erhoben. Er beantragt seine Entlassung aus der fürsorgerischen Unterbringung. Eventualiter sei der Entscheid des Obergerichts aufzuheben und die Sache zur Neubeurteilung an die erste Instanz zurückzuweisen. Die Vorinstanz beantragte die Abweisung der Beschwerde. Die KESB Oberaargau liess sich nicht vernehmen. Das Bundesgericht heisst die Beschwerde gut.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n8. (...)\n\n8.3 Nach Art. 426 Abs. 1 ZGB darf eine Person, die an einer psychischen Störung oder an geistiger Behinderung leidet oder schwer verwahrlost ist, in einer geeigneten Einrichtung untergebracht werden, wenn die nötige Behandlung oder Betreuung nicht anders erfolgen kann. Die Belastung und der Schutz von Angehörigen und Dritten sind zu berücksichtigen (Abs. 2).\n\nDas Bundesgericht hat noch unter dem alten Vormundschaftsrecht (Art. 397a ZGB; AS 1980 31) entschieden, dass das Gesetz keine fürsorgerische Freiheitsentziehung allein wegen Fremdgefährdung vorsieht (BGE 138 III 593 E. 3 S. 595 mit Hinweisen auf die Lehre). Die vom ehemaligen Straftäter ausgehende Fremdgefährdung wurde aber insofern berücksichtigt, als sich daraus eine persönliche Schutzbedürftigkeit derselben Person ergab (BGE 138 III 593 E. 5.2 S. 597). Das Bundesgericht konnte sich dabei auch auf die bundesrätliche Botschaft zum revidierten Vormundschaftsrecht stützen, wonach es zum Schutzauftrag des Staats gehöre, jemanden davon abzuhalten, eine schwere Straftat zu begehen (Botschaft vom 28. Juni 2016 zur Änderung des Schweizerischen Zivilgesetzbuches [Erwachsenenschutz, Personenrecht und Kindesrecht] [nachfolgend: Botschaft Erwachsenenschutz], BBl 2006 7001, 7062 f.: \"Auch der Schutz Dritter darf in die Beurteilung einbezogen werden, darf allerdings für sich allein nicht ausschlaggebend sein. Indessen gehört es letztlich ebenfalls zum Schutzauftrag, etwa eine kranke, verwirrte Person davon abzuhalten, eine schwere Straftat zu begehen.\"). Dieser Leitentscheid wurde nach Inkrafttreten des revidierten Kindes- und Erwachsenenschutzrechts am 1. Januar 2013 bestätigt (vgl. den vorstehend zitierten neuen Art. 426 ZGB und hierzu Urteile 5A_617/2016 vom 9. November 2016 E. 2.1.2; 5A_765/2015 vom 23. November 2015 E. 4.2; 5A_692/2015 vom 11. November 2015; 5A_500/2014 vom 8. Juli 2014 E. 2.2; |4445| A_614/2013 vom 22. November 2013 E. 3.2, wobei diese Urteile ehemals minderjährige Straftäter betrafen).\n\nDas Bundesgericht hat aber - wie bereits in BGE 138 III 593 für das alte Recht - explizit bekräftigt, dass auch gemäss dem neuen Art. 426 ZGB die Belastung bzw. die Gefahr für Dritte nicht ausschliesslicher Einweisungs- bzw. Zurückbehaltungsgrund sein darf (vgl. Urteile 5A_228/2016 vom 11. Juli 2016 E. 4.3.1; 5A_394/2015 vom 13. Mai 2015 E. 2.1; 5A_444/2014 vom 26. Juni 2014 E. 3.2).\n\n8.4 Am 30. April 2019 setzte sich der Europäische Gerichtshof für Menschenrechte (EGMR) im Verfahren 1760/15 betreffend das erwähnte Urteil 5A_500/2014 vom 8. Juli 2014 mit der bundesgerichtlichen Rechtsprechung zu Art. 426 ZGB auseinander.\n\nDer EGMR hielt fest, dass nach Art. 5 Ziff. 1 lit. e EMRK freiheitsentziehende Massnahmen gegen psychisch gestörte oder geistig behinderte Personen wegen Fremdgefährdung ergriffen werden können, vorausgesetzt, es bestehe wegen des Zustands des Betroffenen ein bedeutendes Risiko (\"significant risk\"; \"risque réel\"), dass dieser Dritten einen erheblichen Schaden (\"serious harm\"; \"dommage grave\") zufügen könnte; diese Bedingungen müssen klar im Gesetz vorgesehen sein (\"pourvu que les conditions soient clairement définies en droit interne\"; vgl. Urteil Nr. 1760/15 des Europäischen Gerichtshofes für Menschenrechte T.B. gegen Schweiz vom 30. April 2019, § 54 und die dort genannte Rechtsprechung). Wie bereits das Bundesgericht entschieden hat (vgl. in E. 8.3 zitierte Referenzen), bildet Art. 426 ZGB keine genügende gesetzliche Grundlage für die Anordnung einer fürsorgerischen Unterbringung allein wegen Fremdgefährdung (BGE 138 III 593 E. 3 S. 595; so auch das Urteil T.B., § 63). In seiner Rechtsprechung hat das Bundesgericht freilich auf eine Selbstgefährdung geschlossen (und damit dennoch in Art. 426 ZGB eine genügende gesetzliche Grundlage gesehen), wenn die betroffene Person wegen ihrer psychischen Störung bzw. geistigen Behinderung einen Menschen getötet hatte und aufgrund der psychischen Störung oder der geistigen Behinderung mit hoher Wahrscheinlichkeit wieder töten würde (BGE 138 III 593 E. 3 S. 595; Urteil 5A_765/2015 vom 23. November 2015 E. 4.2). Der EGMR lässt diese Sichtweise indes nicht gelten (Urteil T.B., § 64).\n\nWenn eine Person allein deshalb (fürsorgerisch) untergebracht werden können soll, weil sie als fremdgefährlich eingeschätzt wird, muss der Gesetzgeber tätig werden und eine entsprechende klare gesetzliche |445| Grundlage schaffen (vgl. bereits den Hinweis in Urteil 5A_228/2016 vom 11. Juli 2016 E. 4.3.1; mit Verweis auf MEIER/HÄBERLI, ZKE 1/2016 S. 79, welche weitere kritische Autorenstimmen anführen). Es sind auch entsprechende Revisionsarbeiten am Laufen (vgl. Motion Caroni 16.3142 \"Sicherheitslücke im Jugendstrafrecht schliessen\"; ferner Motion 16.3002 der Kommission für Rechtsfragen des Nationalrats \"Einheitliche Bestimmungen zum Strafvollzug bei gefährlichen Tätern\" und der dazu verfasste Bericht des Bundesamtes für Justiz vom 20. November 2018, insbesondere S. 24 ff.)."}