{"annee": "145", "cour": "II", "page": "360", "date": "16/9/2019", "cite": ["120 IB 332", "134 II 265"], "cite_par": [], "chapeau": "34. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Syndicat UNIA contre Service public de l'emploi et Association des intérêts de la rue de Romont et des rues adjacentes (recours en matière de droit public)\n\n2C_70/2019 du 16 septembre 2019", "regestes": ["Art. 18 al. 1, 19 al. 3 et al. 6 et art. 20a LTr; droit du travail; jour férié; Fribourg; interdiction de travailler; autorisation dérogatoire; besoin; urgence; concurrence. Il n'y a pas lieu de différencier l'interdiction de travailler le dimanche de celle qui prévaut un jour férié cantonal, en particulier s'agissant de la possibilité d'y déroger en cas de besoin urgent (consid. 3.1-3.4). Rappel de la jurisprudence relative à la possibilité de déroger à l'interdiction de travailler dans les commerces en marge d'un marché de Noël (consid. 3.5). En l'occurrence, la dérogation octroyée en lien avec un marché de Noël à certains magasins de la ville de Fribourg pour le jour de l'Immaculée-Conception ne répond à aucun besoin urgent, étant précisé que le législateur cantonal n'a pas autorisé le travail dans les commerces en application de l'art. 19 al. 6 LTr (consid. 3.6-3.9)."], "faits": "|361|\n\nA. Le 8 octobre 2018, l'Association des intérêts de la rue de Romont et des rues adjacentes (ci-après: l'Association de la rue de Romont) a demandé à l'Inspection du travail de l'Etat de Fribourg de délivrer à ses membres une autorisation de travailler le samedi 8 décembre 2018, à savoir le jour de la fête de l'Immaculée-Conception, qui est férié dans la partie catholique du canton. L'idée était de permettre l'ouverture des magasins dans la rue éponyme, à Fribourg, en marge du marché de Noël qui allait s'y tenir du 7 au 24 décembre 2018.\n\nB. L'autorisation requise a été accordée le 9 octobre 2018 aux seuls commerces de détail, membres de l'association précitée, à l'exclusion du centre commercial Fribourg-Centre.\n\nLe Syndicat Unia a interjeté réclamation auprès du Service public de l'emploi de l'Etat de Fribourg (ci-après: le Service cantonal), contestant la légalité de l'autorisation de travailler un jour férié qui avait été octroyée. Par décision du 22 novembre 2018, le Service cantonal a confirmé sa décision initiale.\n\nLe 28 novembre 2018, le Syndicat Unia a déposé un recours auprès de la IIIe Cour administrative du Tribunal cantonal de l'Etat de Fribourg (ci-après: le Tribunal cantonal) contre la décision sur réclamation du Service cantonal. Le Tribunal cantonal l'a rejeté par arrêt du 5 décembre 2018.\n\nC. Le Syndicat Unia a déposé le 21 janvier 2019 un recours en matière de droit public auprès du Tribunal fédéral. Il conclut principalement à la réforme de l'arrêt du Tribunal cantonal du 5 décembre 2018, exigeant que l'autorisation de travailler temporairement un jour férié accordée pour le 8 décembre 2018 aux commerces de la rue de Romont |362| soit révoquée (...). Subsidiairement, il demande au Tribunal fédéral d'annuler l'arrêt attaqué et de renvoyer la cause au Tribunal cantonal pour nouveau jugement dans le sens des considérants. (...)\n\n(extrait)\n\nExtrait des considérants:", "considerants": "3. Dans ses écritures, la recourante considère que l'autorisation de travailler temporairement le jour de l'Immaculée-Conception qui a été octroyée aux commerces de la rue de Romont viole le droit fédéral, à savoir l'art. 19 de la loi fédérale du 13 mars 1964 sur le travail dans l'industrie, l'artisanat et le commerce (LTr; RS 822.11) et ses normes d'exécution.\n\n3.1 L'art. 18 al. 1 de la loi sur le travail (LTr) interdit d'occuper des travailleurs du samedi à 23 heures au dimanche à 23 heures, sous réserve des exceptions prévues à l'art. 19 LTr. Aux termes de l'art. 20a al. 1 LTr, le jour de la fête nationale est assimilé au dimanche. Les cantons peuvent en outre assimiler au dimanche huit autres jours fériés par an au plus et les fixer différemment selon les régions. Il est unanimement admis qu'une telle interdiction de travailler les jours fériés, qui avait au départ une justification religieuse, répond désormais également - voire prioritairement - à un but de politique sociale (cf. Message du 30 septembre 1960 concernant un projet de loi sur le travail dans l'industrie, l'artisanat et le commerce [Loi sur le travail], FF 1960 II 886; aussi arrêt 2C_892/2011 du 17 mars 2012 consid. 4; LORENZO ENGI, Die religiöse und ethische Neutralität des Staates - Theoretischer Hintergrund, dogmatischer Gehalt und Praktische Bedeutung eines Grundsatzes des schweizerischen Staatrechts, 2017, p. 448, et PETER KARLEN, Das Grundrecht der Religionsfreiheit in der Schweiz, 1988, p. 342). Autrement dit, on considère qu'au sens de la législation, les jours fériés ne sont pas seulement des jours \"analogues\" aux dimanches, censés être fêtés, mais bien des jours \"identiques\" à ceux-ci qui visent aussi à accorder aux travailleurs un temps libre supplémentaire (cf. Office fédéral de l'industrie, des arts et métiers et du travail, in Droit du travail et assurance-chômage [DTA], 1973, p. 2 s.: \"'sonntaggleiche' und nicht bloss 'sonntagähnliche' Feiertage\"; aussi PORTMANN/PETROVIC, in Loi sur le travail, Geiser/von Kaenel/Wyler [éd.], 2005, n° 6 ad art. 20a LTr). Du reste, tout le droit fédéral assimile très largement les jours fériés aux dimanches, notamment en matière de computation des délais (cf. art. 78 al. 1 CO et 20 al. 3 PA [RS 172. 021]; aussi ENGI, op. cit., p. 438). |363|\n\nEn se fondant sur l'art. 20a al. 1 LTr, le canton de Fribourg a en l'occurrence établi une liste de (huit) jours fériés assimilés au dimanche, laquelle figure à l'art. 49 de la loi cantonale du 6 octobre 2010 sur l'emploi et le marché du travail (LEMT/FR; RSF 866.1.1). Certains jours, comme Nouvel-An, Vendredi-Saint, l'Ascension et Noël, sont fériés dans l'ensemble du canton. D'autres jours fériés sont tantôt spécifiques aux communes dont la population est majoritairement catholique romaine, tantôt particuliers aux communes à majorité évangélique réformée. L'Immaculée-Conception - dont il est question en la présente affaire - constitue l'un des jours fériés propres aux communes dites \"catholiques\" auxquelles appartient la Ville de Fribourg.\n\n3.2 L'art. 19 LTr prévoit des dérogations à l'interdiction de travailler le dimanche. Ces dérogations peuvent être régulières ou périodiques en application de l'art. 19 al. 2 LTr ou alors temporaires au sens de l'art. 19 al. 3 LTr. Selon cette dernière disposition, le travail dominical temporaire est autorisé en cas de besoin urgent dûment établi, l'employeur devant alors accorder une majoration de salaire de 50 % au travailleur. Le travailleur ne peut par ailleurs être affecté au travail dominical sans son consentement (art. 19 al. 5 LTr). Les mêmes règles s'appliquent au travail les jours fériés par renvoi de l'art. 20a al. 1 LTr (cf. arrêt 2C_892/2011 du 17 mars 2012 consid. 3.1).\n\nLe 21 décembre 2007, le législateur a introduit un assouplissement supplémentaire en matière d'interdiction de travailler le dimanche et les jours fériés. Il a adopté un nouvel art. 19 al. 6 LTr qui est entré en vigueur le 1er juillet 2008 et qui autorise les cantons à fixer jusqu'à quatre dimanches par an pendant lesquels le personnel peut être employé dans les commerces, sans qu'une autorisation soit nécessaire. La compétence de fixer quatre dimanches durant lesquels il serait permis d'ouvrir librement les magasins était guidée par la volonté d'amener les cantons à se prononcer en la matière (Rapport du 24 avril 2007 de la Commission de l'économie et des redevances du Conseil national concernant l'ouverture sans restriction des magasins un nombre limité de dimanches, Initiative parlementaire; FF 2007 4055 ch. 3). En l'occurrence, à Fribourg, le Grand Conseil a refusé, lors d'une séance du 10 février 2009, toute ouverture dominicale, que ce soit à raison de quatre dimanches ou de deux dimanches par an (cf. Bulletin officiel des séances du Grand Conseil fribourgeois [BGC], Février 2009, p. 14-22). Il s'ensuit que, dans ce canton, de telles ouvertures sont toujours subordonnées, comme c'était le cas avant le 1er juillet 2008, à la réalisation des conditions restrictives des al. 2 et 3 de l'art. 19 LTr (travail |364| dominical rendu indispensable pour des raisons techniques ou économiques; besoin urgent; cf. arrêt 2C_156/2009 du 2 septembre 2009 consid. 4.1).\n\n3.3 Le besoin urgent permettant d'obtenir une dérogation temporaire au sens de l'art. 19 al. 3 LTr est défini à l'art. 27 de l'ordonnance 1 du 10 mai 2000 relative à la loi sur le travail (OLT 1; RS 822.111). Selon cette disposition, un tel besoin est établi lorsque s'imposent: a) des travaux supplémentaires imprévus qui ne peuvent être différés et qu'aucune planification ou mesure organisationnelle ne permet d'exécuter de jour, pendant les jours ouvrables; ou b) des travaux que des raisons de sûreté publique ou de sécurité technique exigent d'effectuer de nuit ou le dimanche; ou c) des interventions de durée limitée, de nuit ou le dimanche, dans le cadre d'événements de société ou de manifestations d'ordre culturel ou sportif procédant des spécificités et coutumes locales ou des besoins particuliers de la clientèle.\n\n3.4 Les dérogations au principe général de l'interdiction de travailler les dimanches et les jours fériés doivent en toute hypothèse être interprétées restrictivement et non pas extensivement, quand bien même les habitudes des consommateurs auraient subi une certaine évolution depuis l'adoption de la règle. Il n'appartient en effet pas au juge d'interpréter de manière large et contraire à l'esprit de la loi les exceptions au travail dominical, car cela reviendrait à vider de sa substance le principe de l'interdiction de travailler le dimanche expressément inscrit à l'art. 18 LTr (cf. ATF 134 II 265 consid. 5.5 p. 270 s.). La même circonspection doit prévaloir s'agissant des dérogations à l'interdiction de travailler un jour férié qui, comme exposé, équivaut en tout point à un dimanche au sens de la LTr (cf. supra consid. 3.1). Le Tribunal fédéral a déjà eu l'occasion de le rappeler lors d'une affaire concernant une entreprise genevoise dont une grande partie de la clientèle était française et qui demandait que ses employés puissent travailler un Vendredi Saint. Le fait qu'un tel jour n'était pas férié en France voisine n'avait aucune sorte de pertinence sous l'angle de l'interdiction de travailler, de sorte que rien ne justifiait d'octroyer une dérogation temporaire à celle-ci (arrêt 2C_892/2011 du 17 mars 2012 consid. 3).\n\n3.5 S'agissant plus précisément de l'ouverture dominicale des commerces durant la période de l'Avent, le Tribunal fédéral a eu plusieurs fois l'occasion de se prononcer et de préciser la notion de besoin urgent appliquée à ce contexte particulier (cf. ATF 120 Ib 332 [Porrentruy]; arrêt 2A.413/1994 du 5 septembre 1995, in RDAT 1996 I n. 63 p. 188 [Tessin]; arrêt 2A.578/1999 du 5 mai 2000 [Montreux]; |3652| A.542/2001 du 1er octobre 2002 [canton de Berne]; 2A.339/2004 du 2 novembre 2004 [Monthey]; 2A.421/2005 du 11 novembre 2005 [Sion]). Sans reprendre ici tous les aspects de cette jurisprudence, il en résulte en substance qu'une ouverture dominicale peut être autorisée notamment lorsque l'on peut constater une étroite corrélation entre, d'une part, l'animation résultant d'un marché de Noël, manifestation d'envergure organisée depuis plusieurs années avec le concours de nombreux commerces locaux et, d'autre part, l'animation due à l'ensemble de l'activité commerciale de la place, qu'il existe une véritable tradition d'ouverture dominicale des commerces liée à cet événement et que la dérogation permet de parer aux effets d'une âpre concurrence étrangère (arrêt 2A.421/2005 du 11 novembre 2005 consid. 2.1).\n\n3.6 En l'occurrence, le Tribunal cantonal a considéré que l'ouverture des commerces de vente au détail de la rue de Romont le samedi 8 décembre 2018 répondait à un besoin urgent accru au sens de l'art. 19 al. 3 LTr, dans la mesure où ces magasins étaient situés à proximité immédiate du marché de Noël organisé dans la même rue. Il a ainsi confirmé l'autorisation de travailler temporairement ce jour-là délivrée par le Service cantonal. Dans leur arrêt, les juges cantonaux ont en substance retenu que la jurisprudence fédérale concernant l'ouverture des commerces le dimanche durant la période de l'Avent n'était pas applicable telle quelle au cas d'espèce, admettant ainsi implicitement que ses conditions strictes n'étaient pas réalisées. Ce faisant, ils ont estimé que la cause qui leur était soumise présentait une \"différence significative\" par rapport aux affaires ayant donné lieu au développement de la pratique fédérale: l'autorisation requise concernait en effet un samedi et non un dimanche, c'est-à-dire un jour d'ordinaire ouvrable, qui, exceptionnellement, ne l'était pas en ville de Fribourg en 2018 en raison de l'Immaculée-Conception. Or, ce sixième jour de la semaine remplirait une fonction toute particulière pour les consommateurs et les commerçants, en particulier durant la période de l'Avent. Enfin, le Tribunal cantonal a souligné l'intérêt qu'il existait à contrecarrer la forte concurrence des cantons voisins, voire de certaines autres villes du canton où l'Immaculée-Conception ne représentait pas un jour férié.\n\n3.7 Comme exposé, le législateur fédéral soumet les jours fériés au même régime que les dimanches sous l'angle du droit public du travail, assimilant expressément les premiers aux seconds (art. 20a al. 1 LTr). La jurisprudence fédérale n'a ainsi jamais opéré de différences entre l'interdiction de travailler dominicale et celle qui prévaut |366| un jour férié. Il faut dire qu'il est admis qu'une fois qualifié de tel par le droit cantonal, un jour férié remplit une fonction similaire à n'importe quel dimanche (cf. supra consid. 3.1 et 3.4). On discerne dès lors mal les raisons qui justifieraient de distinguer, comme l'a fait le Tribunal cantonal, une autorisation exceptionnelle de travailler un jour férié d'une même autorisation qui concernerait un dimanche. Il semble même arbitraire d'assouplir l'interdiction de travailler un jour férié uniquement parce qu'il tombe sur une journée qui est d'ordinaire ouvrable. En effet, la fonction des jours fériés protégés par l'art. 20a LTr est précisément d'offrir la même protection que les dimanches, mais un autre jour de semaine. Si un canton considère qu'il n'est plus nécessaire d'assurer une tranquillité \"dominicale\" lors de certains jours considérés comme \"fériés\", il incombe à son législateur - et non au juge - d'intervenir et d'abolir le ou les jours fériés devenus désuets (cf. dans le même sens, mais en relation avec la fermeture des commerces résultant de la législation sur le repos dominical, arrêt 2P.157/2005 du 9 mai 2006 consid. 4.5). S'agissant plus particulièrement du Grand Conseil fribourgeois, notons qu'il lui aurait été loisible d'envisager une mesure moins stricte, en prévoyant une possibilité de dérogation générale en faveur des commerces au sens de l'art. 19 al. 6 LTr le jour de l'Immaculée-Conception. Il n'a cependant pas fait usage de cette faculté (cf. supra consid. 3.2). Il faut donc considérer qu'en ayant institué la fête religieuse précitée comme un jour férié et renoncé à la faculté de prévoir des exceptions ordinaires à l'interdiction de travailler un tel jour, le législateur cantonal a opté pour une conception qu'il appartient aux autres autorités de respecter.\n\nIl s'avère ainsi que, contrairement à ce qu'elle a retenu dans son arrêt, l'autorité précédente aurait dû examiner l'autorisation de travailler le 8 décembre 2018 à l'aune des seules exigences posées par le droit fédéral en matière de dérogation à l'interdiction de travailler un dimanche et, plus particulièrement, de celles fixées par la jurisprudence en lien avec les marchés de Noël.\n\n3.8 En l'espèce, le Tribunal cantonal a établi - d'une manière qui lie la Cour de céans (cf. art. 105 al. 1 LTF) - que le marché de Noël censé justifier l'octroi de l'autorisation de travailler litigieuse \"ne p[ouvait] pas se prévaloir d'une existence sur plusieurs années\". Ce fait est du reste admis par l'association intimée dans sa réponse. Or, de jurisprudence constante, comme on l'a vu, une ouverture dominicale ne peut être autorisée que si, entre autres conditions, elle présente un lien avec une manifestation d'envergure organisée depuis plusieurs années |367| avec le concours de nombreux commerces locaux et s'il existe une véritable tradition d'ouverture dominicale des commerces liée à cet événement (cf. supra consid. 3.5). Il en résulte que, dans la mesure où elle a été octroyée en lien avec un marché qui, manifestement, ne remplit pas de telles caractéristiques, l'autorisation exceptionnelle de travailler litigieuse ne répond pas à un besoin urgent et s'avère ainsi contraire à l'art. 19 al. 3 LTr. Précisons que le régime restrictif devant prévaloir en matière d'autorisation de travailler les dimanches et les jours fériés en application de cette disposition n'empêche pas le développement de nouvelles manifestations d'importance de tels jours (p. ex. des fêtes culturelles ou sportives), contrairement à ce que prétend l'association intimée, mais uniquement celles qui présentent un caractère essentiellement commercial, comme dans le cas d'espèce, étant entendu que de telles activités économiques peuvent être organisées d'autres jours. Quant à l'intérêt, évoqué par les juges cantonaux, à contrecarrer la forte concurrence des commerces ouverts dans les villes ou cantons voisins, il ne justifie pas non plus une ouverture exceptionnelle des magasins à Fribourg. Comme on l'a vu, la jurisprudence a certes reconnu la possibilité de tenir compte de la concurrence étrangère au moment d'octroyer une dérogation à l'interdiction de travailler en lien avec un marché de Noël ayant lieu un dimanche ou un jour férié. Elle se réfère cependant à une concurrence internationale, non interne au pays (cf. supra consid. 3.5; expressément arrêt 2A.421/2005 du 11 novembre 2005 consid. 2.3). Au demeurant, le désavantage concurrentiel mentionné dans l'arrêt attaqué ne concerne en réalité pas uniquement, ni prioritairement, le marché de Noël de Fribourg et les membres de l'association intimée, mais l'ensemble des commerces de la ville qui souffrent tous du fait que le jour de l'Immaculée-Conception n'est férié que dans certaines parties du canton et ne l'est pas dans les cantons voisins.\n\n3.9 Sur le vu de ce qui précède, l'arrêt attaqué viole le droit fédéral en tant qu'il confirme une autorisation de travailler un jour férié qui ne répond pas à un besoin urgent."}