{"annee": "145", "cour": "III", "page": "133", "date": "21/12/2018", "cite": ["144 III 29", "142 III 695", "130 III 681", "49 II 19", "84 II 281", "93 II 82", "143 I 272", "133 III 311", "135 III 378", "142 V 402", "142 I 135", "77 II 360", "140 III 36", "100 II 319"], "cite_par": [], "chapeau": "18. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. Erbengemeinschaft A., bestehend aus: B. und Mitb. (Beschwerde in Zivilsachen)\n\n5A_331/2018 vom 21. Dezember 2018", "regestes": ["Art. 43 al. 2 et 3 CPC; compétence locale pour l'annulation d'une obligation hypothécaire au porteur. Caractérisation de l'obligation hypothécaire au porteur (consid. 6.2). Les interprétations littérale (consid. 6.3), historique (consid. 6.4) et systématique (consid. 6.5) de l'art. 43 CPC n'apportent pas de réponse quant à la détermination de la compétence pour annuler un tel titre. Son interprétation téléologique conduit en revanche à traiter l'obligation hypothécaire au porteur comme une cédule hypothécaire sur papier (consid. 6.6). La compétence locale se détermine par conséquent conformément à l'art. 43 al. 2 CPC (consid. 6.7)."], "faits": "BGE 145 III 133 S. 134\n\nA. Die rubrizierten Beschwerdeführer sind die Mitglieder der Erbengemeinschaft des A. sel., in deren Gesamteigentum die Stockwerkeinheit U.-GBB-x steht, auf welcher im 1. Rang eine sog. Inhaberobligation mit Grundpfandverschreibung über Fr. 200'000.- lastet.\n\nB. Am 26. Oktober 2017 trat das - für die Gemeinde U. zuständige - Bezirksgericht Siders auf deren Gesuch um Kraftloserklärung der Inhaberobligation nicht ein mit der Begründung, es fehle an der örtlichen Zuständigkeit.\n\nMit der gleichen Begründung trat das - aufgrund des Wohnsitzes angerufene - Regionalgericht Emmental-Oberaargau am 23. Januar 2018 auf das Gesuch um Kraftloserklärung nicht ein.\n\nDie hiergegen erhobene Berufung wies das Obergericht des Kantons Bern mit Entscheid vom 15. März 2018 ab.\n\nC. Gegen den obergerichtlichen Entscheid erhoben die Erben am 18. April 2018 beim Bundesgericht eine Beschwerde mit den Begehren um dessen Aufhebung, um Zulassung des Gesuches um Kraftloserklärung sowie um Kraftloserklärung der im 1. Rang auf dem Grundstück U.-GBB-x lastenden Inhaberobligation mit Grundpfandverschreibung über Fr. 200'000.-. Es wurden keine Vernehmlassungen eingeholt, aber die kantonalen Akten beigezogen.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Für die Kraftloserklärung von Grundpfandtiteln ist das Gericht am Ort zuständig, an dem das Grundstück im Grundbuch aufgenommen ist (Art. 43 Abs. 2 ZPO), während für die Kraftloserklärung der übrigen Wertpapiere das Gericht am Wohnsitz der Schuldner zuständig ist (Art. 43 Abs. 3 ZPO).\n\nStrittig ist vorliegend, ob die sog. Inhaberobligation mit Grundpfandverschreibung (auch Hypothekarobligation auf den Inhaber genannt, französisch obligation hypothécaire au porteur) ein Grundpfandtitel im Sinn von Abs. 2 oder ein gewöhnliches Wertpapier im Sinn von Abs. 3 ist. Je nachdem liegt die örtliche Zuständigkeit zur BGE 145 III 133 S. 135Kraftloserklärung beim für U. oder am Wohnsitz der Beschwerdeführer zuständigen Gericht.\n\n3. Das Obergericht hat erwogen, eine grammatikalische Auslegung führe zu keinem klaren Ergebnis, ob der in Art. 43 Abs. 2 ZPO verwendete Begriff \"Grundpfandtitel\" in einem weiteren Sinn auch die Inhaberobligation mit Grundpfandverschreibung umfasse, bei welcher es sich um ein dem Schuldbrief angenähertes (Hilfs-)Konstrukt handle. Auch aus der Systematik des Gesetzes und dem Aufbau von Art. 43 ZPO im Besonderen liessen sich keine Rückschlüsse ziehen. Mehr Klarheit ergebe sich aus der Entstehungsgeschichte und den Gesetzesmaterialien. Im Vorentwurf der Teilrevision des Immobiliarsachen- und Grundbuchrechts sei vorgesehen gewesen, Art. 30 GestG mit einem Abs. 3 wie folgt zu ergänzen: \"Für die Kraftloserklärung des als Schuldbrief ausgestellten Pfandtitels ist das Gericht am Ort zuständig, an dem das Grundstück im Grundbuch aufgenommen ist.\" Mit Aufnahme der Arbeit an einer schweizerischen ZPO seien die Bestimmungen des GestG weitestgehend unverändert in den VE-ZPO überführt worden. Im Rahmen der Vernehmlassung habe der Kanton Basel-Landschaft den Antrag auf Einführung eines zusätzlichen Abs. 2 zu Art. 39 VE-ZPO gestellt mit folgendem Wortlaut: \"Für die Kraftloserklärung von Grundpfandtiteln, von Obligationen mit Grundpfandverschreibung sowie von grundpfandversicherten Anleihensobligationen ist das Gericht am Ort zuständig, an dem das Grundstück im Grundbuch aufgenommen ist.\" Der Antrag sei damit begründet worden, dass vor dem Inkrafttreten des GestG verschiedene Kantone als Gerichtsstand den Ort des gelegenen Grundstücks anerkannt hätten. Im Entwurf der ZPO sei in der Folge ein Abs. 2 aufgenommen worden mit folgendem Wortlaut: \"Für die Kraftloserklärung von Grundpfandtiteln ist das Gericht an dem Ort zwingend zuständig, an dem das Grundstück im Grundbuch aufgenommen ist.\" Bei der Entstehungsgeschichte von Art. 43 Abs. 2 ZPO falle nach dem Gesagten auf, dass der Entwurf bzw. die schliesslich verabschiedete Fassung nicht mehr spezifisch von \"Schuldbrief\" spreche, sondern allgemein den Ausdruck \"Grundpfandtitel\" verwende. Auch eine teleologische Auslegung der Norm ergebe, dass die Kraftloserklärung von Wertpapieren, die aufgrund der Natur des Rechtsverhältnisses eine gewisse örtliche Nähe zu einem Grundstück aufwiesen, an diesem Ort durchzuführen sei.\n\n4. Die Beschwerdeführer berufen sich auf eine grammatikalische Auslegung des Gesetzes und machen geltend, die Inhaberobligation BGE 145 III 133 S. 136mit Grundpfandverschreibung sei kein \"Grundpfandtitel\", wie er in Art. 43 Abs. 2 ZPO erwähnt sei, weil nur die gesicherte Forderung, nicht aber das Grundpfandrecht im Wertpapier verbrieft sei. Daran ändere auch eine historische Auslegung nichts, denn bei den Vorarbeiten sei immer von Schuldbriefen die Rede gewesen.\n\n5. In den gängigen Kommentierungen zu Art. 43 ZPO wird die Inhaberobligation mit Grundpfandverschreibung teils unter die Zuständigkeit nach Abs. 2 gezogen (RÜETSCHI, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm/Hasenböhler/Leuenberger [Hrsg.], 3. Aufl. 2016, N. 17 zu Art. 43 ZPO; ERK-KUBAT, in: ZPO Kommentar, Schweizerische Zivilprozessordnung, Gehri/Jent-Sørensen/Sarbach [Hrsg.], 2. Aufl. 2015, N. 12a zu Art. 43 ZPO), jedoch überwiegend der Anwendungsbereich von Abs. 2 auf den Papier-Schuldbrief beschränkt (MARTI, in: Berner Kommentar, 2012, N. 6 zu Art. 43 ZPO; STEININGER, in: Schweizerische Zivilprozessordnung [ZPO], Kommentar, Brunner/Gasser/Schwander [Hrsg.], 2. Aufl. 2016, N. 5 zu Art. 43 ZPO; GLAZMANN, in: Schweizerische Zivilprozessordnung [ZPO], Baker & MacKenzie [Hrsg.], 2010, N. 9 zu Art. 43 ZPO; HALDY, in: Commentaire romand, Code de procédure civile, 2. Aufl. 2018, N. 4 zu Art. 43 ZPO; sinngemäss auch HAAS/STRUB, in: ZPO, Oberhammer/Domej/Haas [Hrsg.], 2. Aufl. 2014, N. 6 zu Art. 43 ZPO); in einer Kommentarstelle findet sich gar die Auffassung, die Kraftloserklärung von Inhaberobligationen mit Grundpfandverschreibung falle unter Abs. 1 (VOCK/NATER, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 3. Aufl. 2017, N. 5 zu Art. 43 ZPO). Begründungen oder nähere Ausführungen finden sich bei keinem Autor. Die Norm bzw. der Begriff \"Grundpfandtitel\" ist im Folgenden auszulegen.\n\n6. Ausgangspunkt der Auslegung eines Rechtssatzes bildet der Wortlaut der Bestimmung (sog. grammatikalische Auslegung; BGE 142 V 402 E. 4.1 S. 404 f.; BGE 143 I 272 E. 2.2.3 S. 278). Ist der Wortlaut klar, d.h. eindeutig und unmissverständlich, darf davon nur abgewichen werden, wenn ein triftiger Grund für die Annahme besteht, der Wortlaut ziele am \"wahren Sinn\" der Regelung vorbei. Anlass für eine solche Annahme können die Entstehungsgeschichte der Bestimmung (sog. historische Auslegung), ihr Sinn und Zweck (sog. teleologische Auslegung) oder der Zusammenhang mit anderen Gesetzesvorschriften geben (sog. systematische Auslegung), wobei im Sinn des pragmatischen Methodenpluralismus alle anerkannten Auslegungselemente zu berücksichtigen sind (BGE 142 I 135 E. 1.1.1 S. 138;BGE 145 III 133 S. 137 BGE 142 III 695 E. 4.1.2 S. 699; BGE 143 I 272 E. 2.2.3 S. 278; BGE 144 III 29 E. 4.4.1 S. 34 f.).\n\n6.1 Ausgehend von der soeben dargestellten Methodik stellt sich als Erstes die Frage, ob der Wortlaut von Art. 43 Abs. 2 ZPO bzw. das dort verwendete Wort \"Grundpfandtitel\" derart klar ist, dass es bei einer grammatikalischen Auslegung sein Bewenden haben muss. Gegebenenfalls ist in einem zweiten Schritt nach dem wirklichen Sinn und Zweck der Norm und auch danach zu fragen, was der Gesetzgeber damit beabsichtigte.\n\n6.2 Das Grundpfandrecht als dingliches Recht entsteht durch die Eintragung im Grundbuch (Art. 799 Abs.1 ZGB) und besteht bis zur dortigen Löschung (Art. 801 Abs. 1 ZGB).\n\nBei der Grundpfandverschreibung bietet das Grundpfandrecht einer beliebigen gegenwärtigen, zukünftigen oder bloss möglichen Forderung dingliche Sicherheit (Art. 824 Abs. 1 ZGB). Über die errichtete Grundpfandverschreibung kann zwar auf Verlangen des Gläubigers ein Auszug aus dem Grundbuch ausgestellt werden; dieser dient jedoch lediglich als Beweismittel und hat keinerlei Wertpapiercharakter (Art. 825 Abs. 2 ZGB).\n\nBeim Schuldbrief wird mit der Eintragung im Grundbuch gemeinsam mit dem Grundpfandrecht auch die dadurch gesicherte und zwingend in gleicher Höhe bestehende Grundpfandforderung begründet (vgl. Art. 842 Abs. 1 ZGB). Soweit es sich um einen Papier-Schuldbrief handelt (Art. 860 ff. ZGB), werden das Grundpfandrecht und die untrennbar damit verbundene Grundpfandforderung in einem Titel verbrieft (vgl. BGE 130 III 681 E. 2.3 S. 683; Urteil 5P.34/2005 vom 19. Mai 2005 E. 1.4), welcher - über die Wertpapiereigenschaften hinaus - als \"fliegende Kopie des Pfandaktes\" bzw. als \"Reproduktion des Grundbucheintrages\" (BGE 140 III 36 E. 4 S. 39; Urteil 5A_322/2017 vom 12. Juni 2017 E. 4) auch an dessen öffentlichem Glauben teilnimmt (vgl. Art. 862 Abs. 1 ZGB).\n\nVerschiedene kantonale Rechte kannten die sog. Inhaberforderung mit Grundpfandverschreibung. Nach Einführung des ZGB wurde dieses Institut gewohnheitsrechtlich weitergeführt und ist (regional unterschiedlich) immer noch verbreitet. Dabei wird über eine Forderung, meist eine Inhaberforderung, eine Schuldanerkennung aufgenommen und mit einer Wertpapierklausel im Sinn von Art. 965 OR verbunden, mithin die Forderung verbrieft, wobei sie durch eine Grundpfandverschreibung sichergestellt wird, ohne dass das BGE 145 III 133 S. 138Grundpfandrecht selbst verbrieft würde und umgekehrt ohne dass die Wertpapierforderung am öffentlichen Glauben des Grundbuches teilhätte; dies sind ihre Spezifika, welche sie vom Papier-Schuldbrief unterscheiden (vgl. statt vieler: SCHMID/HÜRLIMANN-KAUP, Sachenrecht, 5. Aufl. 2017, Rz. 1641 ff.; insgesamt zum Institut sodann BONNARD, L'obligation hypothécaire au porteur, Lausanne 1955).\n\nDas Bundesgericht hat dieses Institut stets als mit dem numerus clausus der dinglichen Rechte vereinbar angesehen, weil die Grundpfandverschreibung nach dem Gesagten eine beliebige Forderung sichern kann, mithin auch eine Wertpapierforderung, und das Grundpfandrecht selbst nicht verbrieft, mithin keine neue Grundpfandart geschaffen wird (grundlegend BGE 49 II 19, insb. S. 25; sodann BGE 77 II 360 E. 1 S. 364 f.; BGE 84 II 281 E. 4a S. 286; BGE 93 II 82 E. 2 S. 85; BGE 100 II 319 E. 1 S. 322; BGE 135 III 378 E. 2.3 S. 381). In der Praxis wird auf dem Wertpapier durch den Grundbuchverwalter die Eintragung der Grundpfandverschreibung bescheinigt; aber auch dies hat nicht zur Folge, dass es zu einer Verkörperung des Grundpfandrechtes im Papier käme (vgl. HOMBERGER, Die Grundpfandverschreibung bei Schuldverpflichtungen auf den Inhaber, ZBJV 71/1935 S. 564; REUTLINGER, Die Inhaberobligation mit Grundpfandverschreibung und der Inhaberschuldbrief, 1950, S. 35; MOSER, Die Verpfändung von Grundpfandtiteln, 1989, S. 75; MÖCKLI, Das Eigentümergrundpfandrecht, 2001, S. 74 Fn. 22). Sodann wird in der Praxis nicht bloss die nackte Grundpfandverschreibung im Grundbuch eingetragen, sondern das Institut als solches genannt; so lautet der Grundbucheintrag im vorliegenden Fall: \"Rang 1, Hypothèque au porteur, CHF 200'000.-, Intérêt max. 10 %, ID.2011/001970, Profite des cases libres, Droit de gage individuel\". Dies hat aber, wie ebenfalls erwähnt, nicht zur Folge, dass die Forderung gewissermassen auf dem Grundbucheintrag beruhen würde; vielmehr hat sie einen vollständig ausserhalb des Grundbuches liegenden Entstehungsgrund und erfolgt auch die Verbriefung in einem Wertpapier nicht durch das Grundbuchamt. Schliesslich hat auch eine allfällige Eintragung ins Gläubigerregister (Art. 12 Abs. 1 lit. a GBV [SR 211.432.1]) keine Grundbuchwirkung (vgl. Art. 942 Abs. 2 ZGB; Art. 2 lit. b GBV; BGE 133 III 311 E. 3.2.4 S. 317).\n\n6.3 Ausgehend von der Feststellung, dass bei der Inhaberobligation mit Grundpfandverschreibung das Grundpfandrecht nicht im Wertpapier verkörpert ist, sondern vielmehr nur einer wertpapiermässig verbrieften (Inhaber-)Forderung Sicherheit leistet, handelt es sich BGE 145 III 133 S. 139nicht um einen Grundpfandtitel im rechtstechnischen Sinn, denn semantisch geht es bei diesem um die Verbindung von \"Grundpfand\" und \"Titel\"; vom Wortsinn her beschreibt das Wort \"Grundpfandtitel\" mit anderen Worten die Verkörperung des Grundpfandrechtes im Titel. Dies meint denn auch die Marginalie \"Pfandtitel\" zu Art. 861 ZGB und Art. 144 GBV, welche beide den Papier-Schuldbrief regeln. Allerdings besteht aufgrund des verbrieften Versprechens zur Errichtung einer Grundpfandverschreibung auch bei der Inhaberobligation mit Grundpfandverschreibung eine feste Verbindung zwischen der gesicherten Forderung und dem Grundpfandrecht, so dass das Institut letztlich die gleichen Funktionen erfüllen kann wie ein Papier-Schuldbrief (dazu statt vieler: SCHMID/HÜRLIMANN-KAUP, a.a.O., Rz. 1645).\n\nAusgehend vom soeben Gesagten würde eine streng grammatikalische Auslegung eher dagegen sprechen, auch die Inhaberobligation mit Grundpfandverschreibung unter den Ausdruck \"Grundpfandtitel\" zu subsumieren; hingegen liesse eine funktionale Betrachtung durchaus auch das Gegenteil zu.\n\nZu beachten ist weiter, dass vorliegend nicht eine Norm des Sachenrechts, sondern eine solche des Zivilprozessrechts auszulegen ist. Für die Zuständigkeitsfrage können auch andere Aspekte ins Spiel oder sogar in den Vordergrund treten, welche eine nicht allzu technische Auslegung des Begriffes nahelegen (dazu E. 6.6).\n\nSodann fällt bei einer objektiv-geltungszeitlichen Betrachtungsweise auf, dass seit der Teilrevision des Immobiliarsachen- und Grundbuchrechts, mit welcher die Gült abgeschafft worden ist, einzig noch der Papier-Schuldbrief die Kriterien des \"Grundpfandtitels\" im streng rechtstechnischen Sinn erfüllt. Zwar ist diese Teilrevision erst auf den 1. Januar 2012 und damit ein Jahr später als die Zivilprozessordnung in Kraft getreten, so dass bei deren Einführung die Verwendung des Oberbegriffes \"Grundpfandtitel\" theoretisch noch Sinn gemacht hätte, um den Schuldbrief wie auch die Gült abzudecken. Indes blieb die Formulierung von Art. 43 Abs. 2 ZPO bei der - im Übrigen bereits bei den Vorarbeiten zur ZPO bekannten und berücksichtigten (dazu E. 6.4) - Teilrevision des Immobiliarsachen- und Grundbuchrechts unverändert. Vor diesem Hintergrund stellt sich die Frage, wieso der Gesetzgeber in Art. 43 Abs. 2 ZPO einen Oberbegriff verwenden würde, wenn sich nur (noch) ein einziger Unterbegriff darunter subsumieren liesse.\n\nBGE 145 III 133 S. 140Jedenfalls ergibt die grammatikalische Auslegung nicht ein derart klares bzw. eindeutiges und unmissverständliches Bild, dass keine weitere Überlegungen anhand der gängigen Auslegungsmethoden angezeigt wären.\n\n6.4 Was die historische Auslegung anbelangt, kann für die Entstehungsgeschichte von Art. 43 Abs. 2 ZPO auf die zutreffenden Ausführungen im angefochtenen Entscheid verwiesen werden, welche hier kurz zusammengefasst seien: Im Zusammenhang mit der Teilrevision des Immobiliarsachen- und Grundbuchrechts war ursprünglich die Ergänzung von Art. 30 GestG (AS 2000 2361) mit einem Abs. 3 geplant, wonach \"für die Kraftloserklärung des als Schuldbrief ausgestellten Pfandtitels\" eine Zuständigkeit am Ort der gelegenen Sache vorgesehen worden wäre (vgl. Bericht vom 21. März 2004 zum Vorentwurf zur Teilrevision des Schweizerischen Zivilgesetzbuches, S. 67); operiert wurde hier direkt mit dem Unterbegriff. Mit Aufnahme der Arbeiten für die schweizerische ZPO wurde die geplante Änderung des GestG hinfällig und es ging um die Frage, wie die Zuständigkeit für die Kraftloserklärung von Wertpapieren in der Zivilprozessordnung aussehen sollte. Im Rahmen der Vernehmlassung verlangte der Kanton Basel-Landschaft eine Ergänzung des VE-ZPO dahingehend, dass \"für die Kraftloserklärung von Grundpfandtiteln, von Obligationen mit Grundpfandverschreibung sowie von grundpfandversicherten Anleihensobligationen\" das Gericht am Ort der gelegenen Sache zuständig sei (Zusammenstellung der Vernehmlassungen vom 15. September 2004, S. 157). Der aufgrund des Vernehmlassungsverfahrens ausgearbeitete E-ZPO sah im Unterschied zum VE-ZPO vor, beim entsprechenden Artikel einen Abs. 2 aufzunehmen mit dem Wortlaut: \"Für die Kraftloserklärung von Grundpfandtiteln ist das Gericht an dem Ort zwingend zuständig, an dem das Grundstück im Grundbuch aufgenommen ist\". (BBl 2006 7422 zu Art. 41; sodann Botschaft BBl 2006 7271 zu Art. 41). Dies entspricht dem verabschiedeten und heutigen Gesetzeswortlaut.\n\nDie Entstehungsgeschichte ergibt kein eindeutiges Bild, scheint aber tendenziell für eine enge Auslegung zu sprechen: Zunächst lässt der alleinige Umstand, dass der Gesetzgeber im Zusammenhang mit der ZPO durchwegs den Oberbegriff \"Grundpfandtitel\" verwendete, keineswegs zwingend darauf schliessen, dass darin auch die Inhaberobligation mit Grundpfandverschreibung enthalten sei. Auch der Kanton Basel-Landschaft verwendete diesen Begriff und fügte ihm BGE 145 III 133 S. 141separat die \"Obligationen mit Grundpfandverschreibung\" und die \"grundpfandversicherte Anleihensobligation\" an. Mithin verstand der Kanton Basel-Landschaft unter den Grundpfandtiteln offensichtlich nur den Schuldbrief und die Gült; er verwendete den Begriff m.a.W. im rechtstechnischen Sinn, wie er in E. 6.3 erklärt wurde. Wenn nun das Gesetz nur noch von \"Grundpfandtitel\" spricht und im Verhältnis zum Vorschlag des Kantons Basel-Landschaft die weiteren Textteile fallen liess, kann der Gesetzgeber damit den betreffenden Begriff ebenso gut in einem engen rechtstechnischen wie in einem weiten, u.a. auch die Inhaberobligation mit Grundpfandverschreibung einschliessenden Sinn gemeint haben. Eher für eine enge Interpretation spricht aber die Botschaft, indem dort festgehalten wird, dass \"die ZPO die im Rahmen der Revision des Immobiliarsachen- und Grundbuchrechts vorgesehene Änderung von Artikel 30 GestG\" übernommen habe (BBl 2006 7271 zu Art. 41), und jene Revision in Bezug auf Art. 30 GestG eine Zuständigkeit am Ort der gelegenen Sache \"für die Kraftloserklärung des als Schuldbrief ausgestellten Pfandtitels\" vorgesehen hatte (siehe oben).\n\n6.5 Eine systematische Auslegung ist vorliegend wenig ergiebig. Zwar ist bei der gesetzessystematischen Auslegung der Normkontext allgemein, nicht nur derjenige innerhalb des gleichen Gesetzes zu beachten, und bezieht sich die Marginalie \"Pfandtitel\" zu Art. 861 ZGB und Art. 144 GBV auf nichts anderes als den Papier-Schuldbrief (vgl. E. 6.3). Indes geht es vorliegend um eine die örtliche Zuständigkeit regelnde Prozessrechtsnorm, bei welcher durchaus andere als nur streng sachenrechtliche Kriterien eine Rolle spielen können (vgl. E. 6.3 und 6.6).\n\n6.6 Ausgehend vom bisher Gesagten tritt eine teleologische Auslegung der Norm bzw. des in Art. 43 Abs. 2 ZPO verwendeten Begriffes \"Grundpfandtitel\" in den Vordergrund.\n\nFür die Kraftloserklärung von Wertpapieren bildet die allgemeine Anknüpfung am Wohnsitz, wie sie in Art. 43 Abs. 3 ZPO vorgesehen ist, den Ausgangspunkt. Ausnahmen sieht das Gesetz vor, wo eine andere Anknüpfung opportun erscheint, nämlich Abs. 1 für Beteiligungspapiere (Sitz der Gesellschaft), Abs. 2 für Grundpfandtitel (Ort der gelegenen Sache) sowie Abs. 4 für Wechsel und Check (Zahlungsort). Dass Art. 43 Abs. 2 ZPO die örtliche Zuständigkeit für die Kraftloserklärung von Grundpfandtiteln dem Gericht des Ortes zuweist, an welchem das Grundstück im Grundbuch aufgenommen BGE 145 III 133 S. 142ist, hängt offensichtlich mit der Sachnähe des betreffenden Gerichtes zusammen.\n\nNach dem in E. 6.2 und E. 6.3 Gesagten erfüllt die Inhaberobligation mit Grundpfandverschreibung die gleichen Funktionen wie der Papier-Schuldbrief und wird sie letztlich auch grundbuchlich wie ein Papier-Schuldbrief behandelt, freilich ohne dass rechtlich die identischen Wirkungen erzeugt würden. Weil die Inhaberobligation mit Grundpfandverschreibung nicht schweizweit verbreitet ist, sondern typischerweise in den Kantonen bzw. Regionen, die sie vor Einführung des ZGB kannten (dazu E. 6.2), tritt das Element der Sachnähe und der Vertrautheit mit den örtlichen Begebenheiten gegenüber dem Papier-Schuldbrief verstärkt in den Vordergrund. Dies trifft nicht nur auf die Errichtung zu, welche spätestens seit der Teilrevision des Immobiliarsachenrechts ausnahmslos der öffentlichen Beurkundung bedarf (vgl. Art. 799 Abs. 2 ZGB; sodann statt vieler: SCHMID/HÜRLIMANN-KAUP, a.a.O., Rz. 1643), sondern auch für die Kraftloserklärung, welche augenfällig spezifische Kenntnisse über dieses spezielle, im ZGB nicht geregelte und auch nicht vorgesehene Institut erfordert.\n\nGewichtige praktische Aspekte sprechen somit dafür, dass nicht nur die Errichtung, sondern insbesondere auch die Kraftloserklärung der Inhaberobligation mit Grundpfandverschreibung am \"vertrauten Ort\" stattfinden soll, nämlich dort, wo die Grundpfandverschreibung im Grundbuch eingetragen ist. Die Zuweisung der Entscheidkompetenz an das für den betreffenden Ort zuständige Gericht ist denn auch der offenkundige Sinn und Zweck von Art. 43 Abs. 2 ZPO: Die Kraftloserklärung von Wertpapieren, die aufgrund der Natur des Rechtsverhältnisses eine Nähe zu einem Grundstück und damit einer gelegenen Sache aufweisen, soll am betreffenden Ort durchgeführt werden. Wenn dieser Grundgedanke den Gesetzgeber unbestritten für den Papier-Schuldbrief zu einer Spezialregelung veranlasst hat, so muss dies aus zivilprozessualer Optik umso mehr für das nicht in allen Teilen der Schweiz bekannte Institut der Inhaberobligation mit Grundpfandverschreibung gelten; ansonsten käme es zu einer offensichtlichen Wertungsinkongruenz, und es ist nicht davon auszugehen, dass der Gesetzgeber eine solche angestrebt hat.\n\nDie teleologische Auslegung des im Kontext der örtlichen Gerichtszuständigkeit verwendeten Begriffes \"Grundpfandtitel\" führt mithin dazu, den Terminus nicht in einem technisch-sachenrechtlichen Sinn BGE 145 III 133 S. 143zu verstehen, sondern orientiert am Telos der entsprechenden prozessrechtlichen Norm.\n\n6.7 Zusammenfassend ergibt sich, dass die Verwendung des Begriffes \"Grundpfandtitel\" in Art. 43 Abs. 2 ZPO aufgrund von Sinn und Zweck der Norm in einem weiten Sinn zu verstehen und darunter auch die \"Inhaberobligation mit Grundpfandverschreibung\" zu verstehen ist. Die Beschwerdeführer hatten denn auch - scheinbar ganz natürlich - einen Rechtsanwalt in U. beauftragt und ihr Gesuch gestützt auf Abs. 2 beim Bezirksgericht Siders eingereicht; erst nachdem dieses sich mit Verweis auf Abs. 3 für unzuständig erklärt hatte, reichten sie in einem zweiten Schritt beim Regionalgericht Emmental-Oberaargau ein Gesuch um Kraftloserklärung ein."}