{"annee": "145", "cour": "I", "page": "227", "date": "28/5/2019", "cite": ["129 II 11", "140 I 77", "136 II 497", "120 IB 257", "127 II 60", "139 V 307", "141 II 169", "136 III 6", "133 II 6", "138 III 359", "137 I 113", "138 III 270", "144 II 1", "128 II 13", "130 II 137", "118 IB 145"], "cite_par": [], "chapeau": "14. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A. et B. contre Secrétariat d'Etat aux migrations (recours en matière de droit public)\n\n2C_920/2018 du 28 mai 2019", "regestes": ["Art. 8 par. 1 CEDH; art. 83 let. c ch. 2 LTF; art. 43 et 47 al. 1 et 3 LEI; regroupement familial; enfant; recours en matière de droit public; intérêt actuel. Recevabilité du recours en matière de droit public au Tribunal fédéral en cas de demande de regroupement familial d'un enfant devenu majeur en cours de procédure. Rappel des conditions temporelles dont dépend un droit au regroupement familial ouvrant la voie du recours en matière de droit public en application de la LEI lorsque le parent regroupant bénéficie d'une autorisation d'établissement. Conditions non remplies en l'espèce (consid. 2). Un droit au regroupement familial peut être tiré de l'art. 8 CEDH. Selon une pratique bien établie, le Tribunal fédéral se fonde sur l'âge atteint par l'enfant au moment où il statue pour savoir s'il existe un droit potentiel à une autorisation de séjour déduit de l'art. 8 CEDH (consid. 3). Absence de motifs justifiant de revenir sur la jurisprudence précitée. Existence de situations exceptionnelles permettant une autre approche laissée ouverte (consid. 4-6)."], "faits": "|228|\n\nA. A., ressortissante malgache née (...) en 1973, est arrivée en Suisse au mois de décembre 2007. Elle y a d'abord résidé sans autorisation, avant d'obtenir un permis de séjour à la suite de son mariage avec un ressortissant suisse le 19 septembre 2012. L'intéressée a vu ce permis régulièrement renouvelé jusqu'à ce qu'une autorisation d'établissement lui soit délivrée en date du 22 janvier 2018.\n\nA. a eu deux enfants d'une précédente relation à Madagascar, en l'occurrence, B. et C., ressortissants malgaches, nés respectivement le 30 décembre 1998 et le 31 décembre 2002. |229|\n\nB. Afin de rejoindre leur mère en Suisse, B. et C. ont déposé, en date du 16 mars 2015, une demande de visa de long séjour, ainsi qu'une demande de regroupement familial auprès de l'Ambassade de Suisse à Madagascar.\n\nAprès avoir, dans un premier temps, envisagé de refuser l'octroi d'autorisations de séjour aux deux enfants précités, le Service de la population du canton de Vaud (...) s'est déclaré disposé, le 29 juillet 2016, à autoriser l'entrée et le séjour en Suisse de C. Il a également indiqué qu'il allait demander au Secrétariat d'Etat aux migrations (ci-après: le SEM) d'approuver l'octroi d'une autorisation d'entrée, respectivement de séjour en faveur de B., ce qu'il préavisait favorablement. (...)\n\nPar décision du 16 décembre 2016, le SEM a refusé d'autoriser l'entrée en Suisse de B. et d'approuver l'octroi en sa faveur d'une autorisation de séjour. (...)\n\nA. et B. ont interjeté un recours devant le Tribunal administratif fédéral contre la décision du SEM du 16 décembre 2016, lequel a été rejeté par arrêt du 4 septembre 2018. Dans son arrêt, le Tribunal administratif fédéral a considéré que les recourantes pouvaient, sur le principe, se prévaloir d'un potentiel droit au regroupement familial déduit de l'art. 8 CEDH, quand bien même B. était devenue majeure en cours de procédure, conformément au revirement de jurisprudence qu'il avait récemment opéré. Il a néanmoins estimé qu'en l'occurrence, un regroupement familial ne s'imposait pas concrètement, les motifs propres à justifier l'octroi d'une autorisation de séjour à la jeune femme n'étant pas suffisamment sérieux, ni solidement étayés.\n\nC. A. (ci-après: la recourante 1) et B. (ci-après: la recourante 2) déposent un recours en matière de droit public contre l'arrêt du Tribunal administratif fédéral précité.\n\nLe Tribunal fédéral a déclaré le recours irrecevable.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n2. [résumé: Pour déterminer si le recours déposé ne tombe pas sous le coup de la clause d'irrecevabilité du recours en matière de droit public de l'art. 83 let. c ch. 2 LTF, il convient d'examiner si les recourantes peuvent prétendre à un droit potentiel au regroupement familial fondé sur la loi fédérale du 16 décembre 2005 sur les étrangers (LEtr; RS 142.20), intitulée, depuis le 1er janvier 2019, loi fédérale sur les étrangers et l'intégration (LEI; RO 2017 6521). |230|\n\nL'art. 43 LEI prévoit qu'un enfant mineur étranger a, sur le principe, droit à une autorisation de séjour, respectivement d'établissement s'il a moins de 18 ans, afin de lui permettre de rejoindre ses parents en Suisse, dès lors que ceux-ci ou l'un d'eux y demeurent au bénéfice d'une autorisation d'établissement. Pour les enfants de plus de 12 ans, la demande de regroupement doit intervenir dans un délai de 12 mois (cf. art. 47 al. 1 et 3 LEI). Passé ce délai, le regroupement familial différé n'est autorisé que pour des raisons familiales majeures (art. 47 al. 4 LEI). Pour statuer sur la recevabilité (et le fond) du recours interjeté contre une décision rendue en matière de regroupement familial, le Tribunal fédéral tient compte de l'âge de l'enfant au moment du dépôt de la demande d'autorisation de séjour ou d'établissement (ATF 136 II 497 consid. 3.2 p. 499). Exceptionnellement, lorsqu'un parent étranger a demandé le regroupement familial, mais sans avoir encore reçu l'autorisation d'établissement lui permettant de se prévaloir d'un droit à l'octroi d'une autorisation pour son fils ou sa fille sur la base de l'art. 43 LEI, il convient de se fonder, pour juger de ce droit, sur l'âge finalement atteint par l'enfant au moment de l'octroi de cette nouvelle autorisation au regroupant (arrêt 2A.21/2001 du 1er mai 2001 consid. 2c; précision jurisprudentielle confirmée par la doctrine: cf. AMARELLE/CHRISTEN, in Code annoté de droit des migrations, vol. II: Loi sur les étrangers [LEtr], Nguyen/Amarelle [éd.], 2017, no 5 ad art. 43 LEtr, et MARTINA CARONI, in Bundesgesetz über die Ausländerinnen und Ausländer [AuG], Caroni/Gächter/Turnherr [éd.], 2010, no 9 ad art. 43 LEtr).\n\nEn l'occurrence, la recourante 1 a déposé une demande de permis de séjour pour sa fille plus de deux ans après avoir obtenu une autorisation de séjour en Suisse. Le délai de 12 mois pour demander le regroupement familial prévu à l'art. 47 al. 1 LEI était ainsi déjà passé. Par ailleurs, la recourante 1 a obtenu une autorisation d'établissement alors que sa fille était déjà âgée de plus de 18 ans. Il n'était alors plus possible d'invoquer le bénéfice de l'art. 43 LEI, comme l'a précisé la jurisprudence. Les recourantes ne peuvent donc alléguer aucun droit au regroupement familial fondé directement sur le droit fédéral.]\n\n3. Reste à déterminer, sous l'angle de l'art. 83 let. c ch. 2 LTF, si les recourantes jouissent d'un droit potentiel à obtenir une autorisation de séjour pour la recourante 2 en application de l'art. 8 CEDH, comme elles l'affirment dans leur recours.\n\n3.1 Il est admis que l'art. 8 CEDH peut conférer un droit de séjourner en Suisse aux enfants étrangers mineurs dont les parents bénéficient |231| d'un droit de présence assuré en Suisse, voire aux enfants majeurs qui se trouveraient dans un état de dépendance particulier par rapport à ces derniers, en raison par exemple d'un handicap ou d'une maladie grave (ATF 140 I 77 consid. 5.2 p. 80 s.; ATF 137 I 113 consid. 6.1 p. 118). Dans une telle situation toutefois, contrairement à ce qui prévaut s'agissant des demandes de regroupement familial fondées sur la LEI, le Tribunal fédéral se fonde sur l'âge atteint par l'enfant au moment où il statue pour savoir s'il existe un droit potentiel à une autorisation de séjour déduit de l'art. 8 CEDH. Il s'agit là d'une jurisprudence constante et bien établie (notamment ATF 136 II 497 consid. 3.2 p. 500; ATF 130 II 137 consid. 2 p. 141; ATF 129 II 11 consid. 2 p. 13 s.; ATF 120 Ib 257 consid. 1f p. 262; aussi arrêts 2A.316/2006 du 19 décembre 2006 consid. 1.1.2, non publié in ATF 133 II 6; 2C_1015/2014 du 6 août 2015 consid. 1.2 et 2C_214/2010 du 5 juillet 2010 consid. 1.3). Les motifs à l'origine de cette pratique sont exposés ci-après (cf. infra consid. 5).\n\n3.2 En estimant, dans leurs écritures, que l'âge actuel de la recourante 2 importerait peu sous l'angle de l'art. 8 CEDH, les recourantes s'inscrivent donc en faux contre la jurisprudence susmentionnée du Tribunal fédéral. Elles ne soutiennent au demeurant pas - et il ne ressort pas de l'arrêt attaqué - qu'elles se trouveraient dans un état de dépendance particulier justifiant une application exceptionnelle de l'art. 8 CEDH au cas d'espèce, étant précisé que les liens affectifs forts dont elles font état ne suffisent pas à établir un tel rapport, pas plus que l'intérêt de la recourante 2 à pouvoir vivre en Suisse. De prime abord, les recourantes ne peuvent donc invoquer aucun droit potentiel au regroupement déduit du droit au respect de la vie familiale, de sorte que le recours en matière de droit public qu'elles ont déposé devrait en principe être déclaré irrecevable, sans autres considérations (cf., pour des cas comparables, arrêts 2C_969/2017 du 2 juillet 2018 consid. 1.1.2; 2D_58/2014 du 15 août 2014 consid. 2.1; 2C_462/2009 du 10 septembre 2009 consid. 2.2).\n\n3.3 Cela étant dit, la Cour de céans ne peut ignorer que le Tribunal administratif fédéral s'est sciemment distancié de la jurisprudence du Tribunal fédéral relative au champ d'application de l'art. 8 CEDH, en l'occurrence dans un arrêt du 25 juillet 2018 auquel le jugement attaqué, comme le recours, se réfèrent expressément. L'autorité précédente a d'ailleurs rappelé l'existence de cet arrêt et résumé son contenu dans les observations qu'elle a déposées dans le cadre de la présente procédure. Dans cette affaire F-3045/2016, le Tribunal administratif fédéral a jugé, en substance, qu'un éventuel droit au regroupement |232| familial ne s'éteignait pas pour un enfant - s'il existait en vertu de l'art. 8 CEDH au moment du dépôt de la demande de regroupement familial - quand bien même cet enfant devenait majeur en cours de procédure. Ainsi, le moment déterminant pour déterminer l'âge de l'enfant, comme condition à tout regroupement familial fondé sur la disposition précitée, serait celui du dépôt de la demande d'autorisation de séjour, la majorité atteinte en cours de procédure restant sans incidence sur le caractère invocable ou non du droit au respect de la vie familiale (cf. consid. 5.1 et 10 de l'arrêt de Tribunal administratif fédéral précité).\n\n3.4 Se pose dès lors la question de savoir si cet arrêt de principe du Tribunal administratif fédéral pourrait constituer un élément propre à remettre en cause la pratique du Tribunal fédéral consistant à ne pas entrer en matière sur les recours concernant d'éventuels regroupements familiaux fondés sur l'art. 8 CEDH, lorsque les enfants censés bénéficier d'un tel regroupement ont atteint l'âge de 18 ans.\n\n4. Un changement de jurisprudence ne se justifie, en principe, que lorsque la nouvelle solution procède d'une meilleure compréhension de la ratio legis, repose sur des circonstances de fait modifiées ou répond à l'évolution des conceptions juridiques; sinon, la pratique en cours doit être maintenue. Un changement doit par conséquent reposer sur des motifs sérieux et objectifs qui, dans l'intérêt de la sécurité du droit, doivent être d'autant plus importants que la pratique considérée comme erronée, ou désormais inadaptée aux circonstances, est ancienne (ATF 139 V 307 consid. 6.1 p. 313; ATF 138 III 270 consid. 2.2.2 p. 273, ATF 138 III 359 consid. 6.1 p. 361; ATF 136 III 6 consid. 3 p. 8; aussi arrêt 2C_768/2014 du 31 août 2015 consid. 8).\n\n5. Avant de se pencher sur les éventuelles raisons qui justifieraient un changement de jurisprudence, il y a lieu de rappeler les origines et les motifs de la pratique ici en cause.\n\n5.1 En application de l'art. 105 al. 2 LTF, le Tribunal fédéral rend en principe son arrêt sur la base de l'état de fait établi par l'autorité précédente, pour autant que celle-ci n'ait pas constaté les faits de façon manifestement inexacte ou en violation du droit au sens de l'art. 95 LTF. C'est ainsi qu'aucun fait nouveau ni preuve nouvelle ne peut en règle générale être présenté à moins de résulter de la décision de l'autorité précédente (cf. art. 99 al. 1 LTF). En revanche, pour déterminer la recevabilité d'un recours déposé devant lui, le Tribunal fédéral se fonde généralement sur la situation de fait et de droit qui existe |233| lorsqu'il rend son arrêt, sauf lorsque les conditions de recevabilité dépendent de la situation de droit matériel (cf. ATF 136 II 497 consid. 3.3 p. 500 s. et les références citées).\n\n5.2 En matière de droit des étrangers, le Tribunal fédéral n'entre pas en matière sur les recours qui concernent la délivrance d'une autorisation de séjour demandée pour une période précise et déterminée qui serait déjà passée, respectivement pour un motif spécifique qui aurait disparu depuis le prononcé de l'arrêt attaqué. Il considère que le recourant n'a plus d'intérêt (actuel) à l'annulation ou à la modification de l'arrêt, de sorte que la condition de recevabilité de l'art. 89 al. 1 LTF n'est plus remplie (cf. notamment arrêt 2C_9/2014 du 9 janvier 2014 consid. 4). Le Tribunal fédéral raisonne ainsi lorsqu'une personne étrangère qui prétend vouloir vivre au côté de son conjoint en Suisse voit son divorce prononcé après l'arrêt attaqué. Ce fait nouveau est pris en compte en application de la règle selon laquelle le moment déterminant du point de vue de la recevabilité d'un éventuel recours au Tribunal fédéral est celui où celui-ci statue lui-même (ATF 128 II 14 consid. 1.1.2 et 1.1.3 p. 148 s.; arrêt 2C_591/2008 du 24 novembre 2008 consid. 2). C'est sur la base de cette même pratique que le Tribunal fédéral tient compte de l'âge actuel de l'enfant étranger au moment d'examiner la recevabilité - sous l'angle de l'art. 83 let. c ch. 2 LTF - d'un recours qui tendrait au regroupement de cet enfant avec ses parents en Suisse et qui serait fondé sur l'art. 8 CEDH.\n\n5.3 Notons que, de jurisprudence constante, le droit au respect de la vie familiale consacré par la disposition précitée vise en premier lieu la famille dite nucléaire, soit la réunion d'époux ou de parents avec leurs enfants mineurs (ATF 144 II 1 consid. 6.1 p. 12; ATF 127 II 60 consid. 1d/aa p. 64 s.; arrêt 2C_537/2009 du 31 mars 2010 consid. 2.2.3). On peut en effet présumer qu'à partir de 18 ans, un jeune est normalement en mesure de vivre de manière indépendante sauf circonstances particulières (ATF 120 Ib 257 consid. 1e p. p. 261 s.; aussi arrêt 2A.634/2006 du 7 février 2007 consid. 1.4). Il en découle que les enfants majeurs empêchés de vivre en Suisse avec leurs parents ne peuvent en principe pas invoquer le droit au respect de la vie familiale consacré par l'art. 8 par. 1 CEDH, ni déposer un recours au Tribunal fédéral fondé sur cette seule disposition qui, juridiquement, ne protège pas leurs intérêts (ATF 129 II 11 consid. 2 p. 13 s.; aussi arrêt 2C_1015/2014 du 6 août 2015 consid. 1.2).\n\n5.4 À l'exception de quelques auteurs, dont SPESCHA (MARC SPESCHA, Familiennachzug: restriktive schweizerische Praxis verstösst gegen |234| Europäische Menschenrechtskonvention, Revue de l'avocat 2006 p. 144 ss; le même, Handbuch zum Ausländerrecht, 1999, p. 218; cf. aussi CONSTANTIN HRUSCHKA, Familiennachzug für Minderjährige, Asyl 4/2018 p. 21), la doctrine prend généralement note, sans la contester, de la jurisprudence selon laquelle le Tribunal fédéral n'entre pas en matière, faute d'intérêt actuel, sur les recours concernant des demandes de regroupement familial fondées sur l'art. 8 CEDH, lorsque l'enfant est devenu majeur en cours de procédure et a en principe perdu tout droit potentiel au regroupement familial déduit de cette disposition (cf. notamment DANIELA THURNHERR, in Bundesgesetz über die Ausländerinnen und Ausländer[AuG], Caroni/Gächter/Thurnherr [éd.], 2010, n° 58 ad art. 112 LEtr;BESSON/KLEBER, in Code annoté de droit des migrations, vol. I: Droits humains, Nguyen/Amarelle [éd.], 2014, n° 23 ad art. 8 CEDH;THOMAS HÄBERLI, in Basler Kommentar, Bundesgerichtsgesetz, 3e éd. 2018, n° 81 ad art. 83 LTF).\n\n6. Il s'agit à présent d'examiner s'il existe des motifs sérieux et objectifs justifiant une modification de la jurisprudence constante telle qu'exposée ci-avant.\n\n6.1 En l'occurrence, dans son arrêt F-3045/2016 du 25 juillet 2018, le Tribunal administratif fédéral, en se fondant notamment sur SPESCHA (cf. supra consid. 5.4), motive la nécessité de ne plus suivre la pratique du Tribunal fédéral par le biais des arguments principaux suivants. Il regrette tout d'abord que la jurisprudence actuelle puisse conduire à la déchéance d'un droit potentiel au regroupement familial du seul fait que la procédure n'ait pas été menée avec la célérité requise. Il y voit une atteinte à la sécurité et à la prévisibilité du droit, ainsi qu'au principe de la bonne foi et à l'égalité de traitement, étant donné que deux enfants du même âge peuvent être traités différemment en fonction de la durée de la procédure et/ou de la charge de travail des autorités appelées à se déterminer sur leur requête. Le Tribunal administratif fédéral relève en outre que la Cour européenne des droits de l'homme (ci-après: la Cour ou la CourEDH) déclarerait régulièrement recevables et bienfondées, s'agissant du grief tiré de l'art. 8 CEDH, des requêtes introduites par ou au nom de personnes majeures qui étaient toutefois âgées de moins de 18 ans au moment des faits pertinents et/ou au moment de la saisine des autorités nationales de recours. Il s'agirait selon lui d'une jurisprudence consolidée de la Cour s'agissant de la problématique du passage à la majorité de l'étranger qui entend rejoindre ses parents dans un Etat partie à la Convention. |235|\n\n6.2 Le Tribunal fédéral n'a jamais nié qu'il existait un intérêt à éviter, dans la mesure du possible, que la recevabilité du recours en matière de droit public au Tribunal fédéral ne dépende de la durée de la procédure antérieure, sur laquelle les justiciables n'ont qu'une maîtrise limitée. Sur le principe, il serait dérangeant qu'une personne soit privée du droit de soumettre sa cause à la plus haute juridiction suisse du seul fait que la procédure antérieure n'a pas été menée avec la célérité requise (cf. ATF 136 II 497 consid. 3.4 p. 503). Cela étant, il a toujours été admis que la recevabilité d'un recours pouvait dépendre de l'évolution des circonstances, du moment auquel il était formé ou, le cas échéant, de la date à laquelle le Tribunal fédéral le traitait. L'éventualité qu'il ne soit plus possible, en raison de l'écoulement du temps qui entraîne la perte d'un intérêt actuel, de déposer un recours devant une autorité judiciaire, en particulier devant le Tribunal fédéral, a toujours existé. La Cour de céans a d'ailleurs fait état de ce risque, qui n'est pas caractéristique des procédures relevant du droit des migrations, au moment de fixer, respectivement de confirmer à plusieurs reprises la règle selon laquelle un enfant étranger devait encore être mineur pour pouvoir invoquer l'art. 8 CEDH devant elle en vue d'un regroupement familial en Suisse (ATF 136 II 497 consid. 3.2 p. 500; ATF 120 Ib 257 consid. 1f p. 262; ATF 118 Ib 145 consid. 5). Revenant à appliquer une norme en tenant compte des spécificités de chaque situation et, notamment, de l'écoulement du temps, une telle pratique ne porte pas en elle-même atteinte à l'égalité de traitement, ni à la prévisibilité du droit, quoi qu'en dise le Tribunal administratif fédéral. Un recours ou une plainte pour déni de justice demeure du reste envisageable dans la mesure où le retard pris dans le traitement d'une demande de regroupement familial est susceptible de porter atteinte aux intérêts protégés par l'art. 8 CEDH.\n\n6.3 Il est vrai qu'au moment de juger de la recevabilité d'un recours invoquant un droit au regroupement familial fondé sur l'art. 42 ou 43 LEI, le Tribunal fédéral tient compte de l'âge atteint par l'enfant au moment du dépôt de la demande de regroupement familial. Sous l'angle de ces dispositions, un enfant jouit cependant du potentiel droit à obtenir une autorisation d'établissement ou de séjour initiale pour rejoindre ses parents en Suisse du simple fait que lui ou ses parents ont déposé une demande en ce sens avant sa majorité, dans les délais prévus par le droit fédéral. Le fait est que le législateur fédéral a choisi de ne pas imposer d'autres conditions temporelles, ayant notamment trait à l'évolution de l'âge de l'enfant censé rejoindre ses parents |236| en Suisse au terme de la procédure engagée. En d'autres termes, il n'a pas voulu que la durée de traitement d'une demande de regroupement familial puisse conduire à la déchéance d'un droit au regroupement familial reconnu expressément par le droit fédéral (cf. ATF 136 II 497 consid. 3.4 p. 502). Il existe sous cet angle une différence de principe par rapport à une demande de regroupement familial fondée sur l'art. 8 CEDH: cette disposition de droit international, qui garantit de manière générale le droit au respect de la vie familiale, ne confère pas directement un droit à séjourner dans un Etat déterminé et ne protège en principe pas les rapports que peuvent entretenir des parents avec leurs enfants devenus majeurs, à moins qu'il existe un lien de dépendance particulier entre eux (ATF 144 II 1 consid. 6.1 p. 12 et les références citées).\n\n6.4 Dans sa jurisprudence la plus récente, en particulier dans des affaires auxquelles la Suisse était partie, la Cour européenne des droits de l'homme a répété qu'en matière d'immigration, il n'y avait en principe pas de droit au respect de la vie familiale entre parents et enfants adultes, à moins que soit démontrée l'existence d'éléments supplémentaires de dépendance, autres que des liens affectifs normaux (arrêts de la CourEDH Ali Jiahana et autres contre Suisse du 4 octobre 2016, n° 30474/14, § 45; M.P.E.V. et autres contre Suisse du 8 juillet 2014, n° 3910/13, § 31; A.H. Khan contre Royaume-Uni du 20 décembre 2011, n° 6222/10, § 32, et jurisprudences citées). La Cour n'exclut certes pas que de jeunes adultes puissent entretenir avec leurs parents des liens similaires à ceux d'une \"vie familiale\", notamment lorsqu'ils n'ont pas encore fondé leur propre famille et qu'ils vivent encore chez leurs parents. La question de savoir s'il convient, en pareilles situations, de mettre l'accent sur l'aspect \"vie familiale\" plutôt que sur l'aspect \"vie privée\" dépend des circonstances (arrêts de la CourEDH Osman contre Danemark du 14 juin 2011, n° 38058/09, § 55; Maslov contre Autriche du 23 juin 2008, n° 1638/03, § 62). Toutefois, contrairement à ce que semble avoir retenu le Tribunal administratif fédéral dans son arrêt F-3045/2016, la Cour n'a jamais posé le principe selon lequel un enfant devrait pouvoir continuer d'invoquer le droit au respect de sa vie familiale devant les autorités nationales qui lui refusent une autorisation de séjour au titre de regroupement familial, quand bien même il serait devenu majeur en cours de procédure. Notons, à titre de comparaison, qu'elle applique la règle inverse s'agissant de l'expulsion d'étrangers, considérant plutôt que la question de l'existence d'une vie familiale au sens de l'art. 8 CEDH doit |237| s'apprécier à la lumière de la situation à l'époque où la mesure d'interdiction de séjour est devenue définitive (arrêt de la CourEDH Trabelsi contre Allemagne du 13 octobre 2011, n° 41548/06, § 47; Maslov contre Autriche du 23 juin 2008, n° 1638/03, § 61, et jurisprudences citées).\n\n6.5 Comme l'a relevé le Tribunal administratif fédéral dans son arrêt F-3045/2016, il arrive que la Cour européenne des droits de l'homme constate qu'un Etat a violé l'art. 8 CEDH en refusant d'octroyer une autorisation de séjour en vue d'un regroupement familial à un enfant, alors même que celui-ci était devenu majeur en cours de procédure devant les instances nationales. Tel est notamment le cas de l'arrêt rendu dans la cause Tuquabo-Tekle et autres contre Pays-Bas du 1er décembre 2005 (n° 60665/00). Dans cette affaire portant sur le refus d'autoriser une requérante érythréenne à rejoindre sa mère aux Pays-Bas, la Cour a admis une violation de l'art. 8 CEDH, même si la fille était devenue majeure deux mois avant que le jugement de la dernière autorité de recours nationale ne soit rendu. Toutefois, ainsi que l'a déjà relevé le Tribunal fédéral dans son ATF 133 II 6 (voir consid. 5.5 p. 22), cette décision de la Cour européenne des droits de l'homme ne fait que préciser qu'un droit au regroupement familial partiel ne devrait pas être d'emblée exclu du seul fait qu'il est exercé plusieurs années après que l'enfant a été séparé de son parent, même s'il est relativement avancé en âge (en l'espèce, la jeune fille avait quinze ans). À la suite de cette jurisprudence, le Tribunal fédéral a d'ailleurs confirmé sa pratique consistant à ne pas entrer en matière sur les recours concernant d'éventuels regroupements familiaux fondés sur l'art. 8 CEDH, lorsque les enfants censés bénéficier d'un tel regroupement ont atteint l'âge de 18 ans (cf. consid. 1.1.2 non publié dans l'ATF précité).\n\n6.6 Il n'en va pas différemment s'agissant des autres arrêts que le Tribunal administratif fédéral cite dans son arrêt de principe, notamment l'arrêt rendu dans la cause El Ghatet contre Suisse du 8 novembre 2016 (n° 56971/10). Dans cette affaire, la Cour a certes reconnu que la Suisse avait violé l'art. 8 CEDH en rejetant une demande de regroupement familial présentée par un binational suisse et égyptien en faveur de son fils, initialement âgé de quinze ans, mais devenu majeur pendant la procédure de recours. La CourEDH a reproché aux autorités suisses de ne pas avoir suffisamment pris en compte l'intérêt supérieur de l'enfant dans le cadre de la demande de regroupement familial. Elle n'a cependant pas examiné la question de l'application de |238| l'art. 8 CEDH à l'enfant devenu majeur en cours de procédure (voir, dans ce sens également, MEIER/HÄBERLI, Note sur l'arrêt El Ghatet c. Suisse, RMA 2017 p. 6 et 46; aussi, sur la portée de cette jurisprudence, arrêt 2C_977/2017 du 6 juin 2018 consid. 4.6).\n\n6.7 Sur le vu de ce qui précède, il n'existe aucun élément objectif nouveau qui justifierait un revirement de jurisprudence et de reconnaître la possibilité, pour un enfant étranger devenu majeur en cours de procédure, de se prévaloir devant le Tribunal fédéral de son droit au respect de sa vie familiale garanti par l'art. 8 CEDH. Il s'agit ainsi de confirmer la pratique consistant à déclarer irrecevables les recours en matière de droit public déposés par un enfant majeur ou son parent en vue de faire reconnaître un droit au regroupement familial fondé sur cette seule disposition, à moins que ces personnes ne se trouvent dans un état de dépendance particulier.\n\n6.8 Il n'est pas nécessaire de se demander si cette pratique doit également prévaloir dans les cas où la procédure de traitement de la demande de regroupement familial s'est avérée exagérément longue (cf. question laissée expressément ouverte par l'arrêt 2C_214/2010 du 5 juillet 2010 consid. 1.3), de même que sous l'angle de la prochaine révision législative appelée à entrer en vigueur et évoquée par le Tribunal administratif fédéral dans son arrêt F-3045/2016, soit dans l'hypothèse où le SEM déciderait de ne pas approuver une autorisation délivrée par un Tribunal cantonal (cf. art. 99 al. 2 LEI intégré à la révision de la LEI [Normes procédurales et systèmes d'information] adoptée le 14 décembre 2018, FF 2018 7885, en lien avec ATF 141 II 169 consid. 4.4 p. 174 ss). On relèvera en l'espèce que le refus d'approbation du SEM, objet de l'arrêt attaqué, est intervenu immédiatement après que le Service cantonal a envisagé de délivrer une autorisation de séjour à la recourante 2, de sorte qu'il n'a pas prolongé excessivement la procédure. Peut également rester ouverte la question de savoir s'il ne conviendrait pas d'entrer en matière sur un éventuel recours, quand l'enfant en cause est encore mineur au moment du dépôt du recours, mais devient majeur juste avant que le Tribunal fédéral ne statue (cf. question laissée expressément ouverte par l' ATF 120 Ib 257 consid. 1f p. 263). Dans le cas d'espèce, la recourante 2 était en effet déjà majeure au moment où l'arrêt attaqué a été rendu."}