{"annee": "145", "cour": "III", "page": "165", "date": "5/3/2019", "cite": ["138 III 641", "137 III 332", "125 III 185", "144 I 214"], "cite_par": [], "chapeau": "22. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. S.-Stiftung gegen X. (Revisionsgesuch)\n\n5F_8/2018 vom 5. März 2019", "regestes": ["Art. 122 let. c LTF et art. 337 al. 2 CPC; demande de révision d'un arrêt du Tribunal fédéral concernant une interdiction de publication sous la menace de la peine prévue à l'art. 292 CP; suspension de l'exécution. La révision en tant que recours extraordinaire est irrecevable si une voie de droit ordinaire permet de rétablir une situation conforme à la CEDH. Si le tribunal qui a rendu la décision a interdit la publication d'un article sous la menace de la peine prévue à l'art. 292 CP, la partie succombante peut demander au tribunal de l'exécution d'annuler la commination pénale et publier ensuite sa contribution sans préjudice juridique. Une révision n'est pas nécessaire à cette fin (consid. 3.3)."], "faits": "|166|\n\nAm 5. November 2009 führte die Junge SVP Thurgau in Frauenfeld eine Kundgebung für die Volksinitiative \"Gegen den Bau von Minaretten\" durch. Die S.-Stiftung (fortan: Stiftung) berichtete über die Veranstaltung und über die von X. gehaltene Rede. Der Bericht wurde auf der Website der Stiftung in der Rubrik \"Chronologie\", Kategorie \"Verbaler Rassismus\" aufgeschaltet.\n\nAuf Klage von X. hin erliess das Obergericht gegen die Stiftung das Verbot, den Eintrag über X. auf ihrer Internetseite sowie in ihren anderen Publikationsmitteln unter dem Titel oder in der Rubrik \"Verbaler Rassismus\" zu publizieren. Das Verbot wurde der Androhung der Bestrafung im Widerhandlungsfall gemäss Art. 292 StGB unterstellt. Die Stiftung legte dagegen Beschwerde ein, die das Bundesgericht abwies, soweit darauf eingetreten werden konnte (Urteil 5A_82/2012 vom 29. August 2012, teilweise veröffentlicht in BGE 138 III 641).\n\nAm 13. März 2013 reichte die Stiftung beim Europäischen Gerichtshof für Menschenrechte (EGMR) eine Individualbeschwerde wegen Verletzung der Meinungsäusserungsfreiheit ein. Der EGMR stellte am 9. Januar 2018 einstimmig eine Verletzung von Art. 10 EMRK fest (Dispositiv-Ziff. 2 des Urteils 18597/13).\n\nDie Stiftung (Gesuchstellerin) beantragt dem Bundesgericht, das Urteil 5A_82/2012 vom 29. August 2012 in Revision zu ziehen. X. (Gesuchsgegner) schliesst auf Abweisung, soweit auf das Revisionsgesuch einzutreten sei.\n\nDas Bundesgericht tritt auf das Revisionsgesuch nicht ein.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. (...)\n\n3.3\n\n3.3.1 Schliesslich ist vorausgesetzt, dass die Revision notwendig ist, um die Verletzung zu beseitigen (Art. 122 lit. c BGG). Die Revision ist \"notwendig\", wenn das Verfahren vor dem Bundesgericht ohne Konventionsverletzung einen anderen Verlauf genommen hätte oder hätte nehmen können (BGE 144 I 214 E. 4.3 S. 227 f.). Die Wendung \"notwendig\" meint aber auch, dass es Sache der |167| Vertragsstaaten ist, den am besten geeigneten Weg zu finden, um einen der EMRK entsprechenden Zustand wiederherzustellen und einen wirksamen Schutz der in der EMRK verankerten Garantien zu gewährleisten. Die Feststellung einer Verletzung der EMRK bedeutet für sich allein noch nicht, dass eine Revision des Entscheids, der an den EGMR weitergezogen wurde, notwendig ist. Aus dem Wesen der Revision als ausserordentlichem Rechtsmittel selbst folgt vielmehr, dass dort, wo ein anderer ordentlicher Rechtsweg besteht, der eine Verletzung zu beseitigen gestattet, dieser zuerst beschritten werden muss (BGE 137 III 332 E. 2.4 S. 335 f.; Urteil 5F_6/2008 vom 18. Juli 2008 E. 2.2, in: Pra 2009 Nr. 34 S. 199 und SJ 2009 I S. 53; PIERRE FERRARI, in: Commentaire de la LTF, 2. Aufl. 2014, N. 10 zu Art. 122 BGG). Unter dieser Voraussetzung schliesst beispielsweise die gesetzlich vorgesehene Möglichkeit, den Entscheid, der die EMRK verletzt, gerichtlich an veränderte Verhältnisse anpassen zu lassen, als ordentlicher Rechtsweg die Revision aus (BGE 137 III 332 E. 2.4 S. 336, betreffend Kindesentführung).\n\n3.3.2 Einen ordentlichen Rechtsweg kennt das Vollstreckungsrecht der am 1. Januar 2011 in Kraft getretenen Schweizerischen Zivilprozessordnung (Zivilprozessordnung, ZPO; SR 272). In seinem Berufungsentscheid hat das Obergericht Vollstreckungsmassnahmen angeordnet und - wie es auch der Gesuchsgegner als Berufungskläger beantragt hatte - das Publikationsverbot der Strafdrohung gemäss Art. 292 StGB unterstellt (Art. 236 Abs. 3 i.V.m. Art. 343 Abs. 1 lit. a ZPO). Für diesen Fall der direkten Vollstreckung sieht Art. 337 Abs. 2 ZPO vor, dass die unterlegene Partei beim Vollstreckungsgericht um Einstellung der Vollstreckung ersuchen kann. Bestreitet sie die Vollstreckbarkeit, erfolgt deren Überprüfung von Amtes wegen (Art. 341 Abs. 1 ZPO). Stellt das Vollstreckungsgericht die direkte Vollstreckung ein, erwächst sein Entscheid bezogen auf die vorgetragenen Einwendungen und Einreden in Rechtskraft mit Ausschlusswirkung in allfälligen weiteren Verfahren der Vollstreckung desselben Titels (FRANZ KELLERHALS, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. II, 2012, N. 24 zu Art. 337 ZPO; FRANCESCO TREZZINI, in: Commentario pratico al Codice di diritto processuale civile svizzero [CPC], Bd. II, 2. Aufl. 2017, N. 6 f. zu Art. 337 ZPO; MELANIE HUBER, Die Vollstreckung von Urteilen nach der Schweizerischen ZPO, 2016, S. 151 Rz. 324- 325).\n\n|168|\n\n3.3.3 In seinem Urteil vom 9. Januar 2018 (18597/13) hat der EGMR eine Verletzung von Art. 10 EMRK festgestellt (Dispositiv-Ziff. 2), die nicht bloss einen Teil (so BGE 125 III 185 E. 4b-c S. 191 f.), sondern das Publikationsverbot als Ganzes betrifft (Ziff. 79). Unter Vorlage des Urteils 18597/13 kann die Gesuchstellerin folglich dem Vollstreckungsgericht beantragen, die erlassene Strafdrohung gemäss Art. 292 StGB aufzuheben und jede Vollstreckung des Publikationsverbots einzustellen. Der rechtskräftige Einstellungsentscheid beseitigt sämtliche Folgen der Verletzung der EMRK und gestattet der Gesuchstellerin, ohne Rechtsnachteil ihren Bericht über die Kundgebung vom 5. November 2009 auf ihrer Website aufzuschalten oder in ihren anderen Publikationsmitteln zu veröffentlichen. Eine Revision ist dazu nicht erforderlich.\n\n3.3.4 Entgegen der Darstellung der Gesuchstellerin setzt der EGMR nicht voraus, dass das Publikationsverbot als solches aufgehoben werden müsste, um die Folgen der Verletzung von Art. 10 EMRK zu beseitigen. Für die Umsetzung sind im Rahmen des ihnen zustehenden Ermessens die Vertragsstaaten zuständig (E. 3.3.1 oben; vgl. MEYER-LADEWIG/BRUNOZZI, EMRK, Europäische Menschenrechtskonvention, Handkommentar, Meyer-Ladewig/Nettesheim/von Raumer [Hrsg.], 4. Aufl. 2017, N. 22 und 27 f. zu Art. 46 EMRK). Ein gerichtliches Publikationsverbot, dessen Vollstreckbarkeit imVollstreckungsverfahren beseitigt wurde, hat keinen Nachteil, und mangelnde Vollstreckbarkeit kann Nichtigkeit der Verfügung bzw. des Urteils bedeuten (Urteile 5P.165/2006 vom 21. Juli 2006 E. 2.3; 5A_360/2018 vom 4. Dezember 2018 E. 3.4.4). Der EGMR scheint dies ähnlich zu sehen (Urteil Wunderlich gegen Deutschland vom 10. Januar 2019 [18925/15] § 56: \"Furthermore, the Court finds thatthe existence of the non-enforced decision did not impose any identifiable actual prejudice [...].\").\n\n3.3.5 Aus den dargelegten Gründen besteht ein ordentlicher Rechtsweg, der es der Gesuchstellerin gestattet, einen konventionskonformen Zustand zu verlangen. Die Voraussetzung für eine Revision des Urteils 5A_82/2012 vom 29. August 2012 (teilweise veröffentlicht in BGE 138 III 641) ist im Sinne von Art. 122 lit. c BGG nicht erfüllt und auf das Revisionsgesuch demnach nicht einzutreten."}