{"annee": "145", "cour": "III", "page": "495", "date": "9/10/2019", "cite": ["71 III 153", "38 I 261", "144 III 43", "130 III 720", "121 III 187"], "cite_par": [], "chapeau": "59. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. contre Office des poursuites et faillites du district de la Broye-Vully (recours en matière civile)\n\n5A_614/2019 du 9 octobre 2019", "regestes": ["Art. 806 al. 1 CC; art. 152 al. 2 LP; art. 91 al. 1 et 101 al. 1 ORFI; extension du droit de gage aux loyers et fermages. Nonobstant sa renonciation dans la réquisition de poursuite, le créancier gagiste ne perd en principe pas le droit de former une requête d'immobilisation des loyers et fermages à un stade ultérieur de la poursuite (consid. 2.3)."], "faits": "BGE 145 III 495 S. 495\n\nA. Le 6 juillet 2017, B. (poursuivante) a introduit contre A. (poursuivi) une poursuite en réalisation d'un gage immobilier à concurrence de 2'908'218 fr. 45 plus intérêts à 3,125 % dès le 31 décembre 2016; la réquisition de poursuite indique que la \"gérance légale n'est pas requise\".\n\nLe 16 octobre 2017, l'Office des poursuites du district de la Broye-Vully a notifié au poursuivi un commandement de payer portant sur la somme précitée, dont l'opposition a été levée provisoirement le 18 juillet 2018 par la Cour des poursuites et faillites du Tribunal cantonal vaudois.\n\nBGE 145 III 495 S. 496Le 4 septembre 2018, la poursuivante a déposé sa réquisition de vente; par avis du 18 septembre 2018, le poursuivi a été informé que les loyers et fermages de l'immeuble objet du gage seraient désormais encaissés par l'Office. Le 27 septembre 2018, l'Office a informé la poursuivante du rejet de sa réquisition de vente, le poursuivi ayant introduit action en libération de dette auprès de la Chambre patrimoniale cantonale. Le même jour, il a communiqué cette décision au poursuivi, en précisant que l'avis relatif aux loyers et fermages était annulé et ses effets étaient levés.\n\nB. Le 10 octobre 2018, la poursuivante a requis l'extension de son droit de gage aux loyers et fermages de l'immeuble grevé jusqu'à droit connu sur le sort de l'action en libération de dette. Par courrier du 11 octobre 2018, le poursuivi a conclu au rejet de cette requête. Le même jour, l'Office lui a adressé un nouvel avis l'informant qu'il encaisserait désormais les loyers et fermages de l'immeuble. Le lendemain, le poursuivi a invité l'Office à traiter son courrier comme une plainte dirigée contre cet avis.\n\nPar prononcé du 19 mars 2019, la Présidente du Tribunal civil de l'arrondissement de la Broye et du Nord vaudois a rejeté la plainte. La Cour des poursuites et faillites du Tribunal cantonal vaudois a confirmé cette décision le 1er juillet 2019.\n\nLe Tribunal fédéral a rejeté le recours en matière civile du poursuivi.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 En l'espèce, la cour cantonale a constaté que, dans sa réquisition de poursuite, la poursuivante a mentionné que la \"gérance légale n'est pas requise\". Si l'intéressée a signifié à l'Office qu'elle ne sollicitait pas l'extension de son droit de gage aux loyers et fermages de l'immeuble grevé dès l'introduction de la poursuite, l'on ne pouvait interpréter pour autant une pareille déclaration comme l'expression d'une \"renonciation irrévocable et définitive à l'immobilisation des loyers\"; cette mention ne constituait donc pas un obstacle à une requête ultérieure. Par ailleurs, la poursuivante n'avait pas renoncé expressément à cette mesure dans sa réquisition de vente.\n\n2.2 Le recourant dénonce une fausse application de l'art. 152 al. 2 LP et \"de la jurisprudence en lien avec cette disposition\". En bref, il expose que, en indiquant expressément dans sa réquisition de poursuite BGE 145 III 495 S. 497que la \"gérance légale n'est pas requise\", la banque intimée a manifesté de façon \"irrévocable et définitive\" son intention de renoncer à ce que son droit de gage s'étende aussi aux loyers et fermages.\n\n2.3\n\n2.3.1 Conformément à l'art. 806 al. 1 CC, le gage grevant un immeuble donné à bail comprend les loyers ou fermages qui ont couru depuis la poursuite en réalisation de gage commencée par le créancier jusqu'au moment de la réalisation. En cas de poursuite en réalisation de gage, l'extension du droit de gage aux loyers et fermages n'a cependant pas lieu de plein droit, mais doit être expressément requise par le créancier gagiste (art. 152 al. 2 LP et art. 91 al. 1 de l'ordonnance du Tribunal fédéral du 23 avril 1920 sur la réalisation forcée des immeubles [ORFI; RS 281.42]; Message du 8 mai 1991 concernant la révision de la loi fédérale sur la poursuite pour dettes et la faillite, FF 1991 III 123/124). Cette réquisition peut être présentée soit lors de l'introduction de la poursuite, soit à un stade ultérieur de la procédure (ATF 121 III 187 consid. 2c et 2d; 71 III 153 consid. 4); dans cette dernière hypothèse, l'immobilisation des loyers et fermages n'a pas d'effet rétroactif (ATF 121 III 187 consid. 2d).\n\n2.3.2 D'emblée, il y a lieu de rappeler que la validité d'une renonciation à l'extension du droit de gage aux loyers et fermages n'a jamais été mise en doute (ATF 38 I 261 consid. 2), mais la jurisprudence a précisé qu'elle ne sortit pas d'effet rétroactif (ATF 130 III 720 consid. 3).\n\nQuoi qu'en dise le recourant, l'arrêt dont il se prévaut ne répond pas à la question qui se pose en l'espèce; le Tribunal fédéral a uniquement retenu qu'on ne pouvait pas admettre que le créancier gagiste renonce irrévocablement à l'immobilisation des loyers et fermages en l'absence de \"déclaration expresse\" dans sa réquisition de poursuite (ATF 121 III 187 consid. 2c). Le recourant en déduit a contrario que, en présence d'une telle déclaration, la renonciation serait alors irrévocable (dans ce sens: SCHLEGEL/ZOPFI, Die betreibungsrechtliche Zwangsverwertung von Grundstücken in Theorie und Praxis, 2019, p. 51 n. 163). On ne peut toutefois souscrire à cette opinion. Il est vrai que l'argument de la cour cantonale, selon lequel la poursuivante n'a pas expressément renoncé à l'immobilisation des loyers et fermages dans sa réquisition de vente, n'emporte pas la conviction. Comme l'ont relevé à juste titre les juges précédents, cette mesure est incluse de plein droit dans la réquisition de vente (ATF 71 III 153 BGE 145 III 495 S. 498consid. 4), à moins que le créancier gagiste ne déclare expressément y renoncer (art. 101 al. 1 ORFI). Or, la question qui se pose en l'espèce est précisément de savoir si, en indiquant dans sa réquisition de poursuite que la \"gérance légale n'est pas requise\", l'intéressée a renoncé de \"manière définitive et irrévocable\" au bénéfice de l'immobilisation des loyers et fermages pour la période qui s'étend de sa requête d'extension (10 octobre 2018) au dépôt d'une réquisition de vente postérieure, étant rappelé qu'une première réquisition a été rejetée par l'Office (cf. supra, let. A.).\n\n2.3.3 La prétention à l'immobilisation des loyers et fermages découle du droit matériel (art. 806 al. 1 CC); elle ne saurait être mise en échec par le droit de l'exécution forcée, en ce sens que le créancier gagiste serait tenu, sous peine de déchéance, de requérir cette mesure déjà au stade de la réquisition de poursuite (ATF 121 III 187 consid. 2c). A cet égard, la distinction entre renonciation expresse ou tacite du créancier hypothécaire à l'extension du droit de gage aux loyers et fermages se rapporte uniquement à la manière dont s'exprime cette renonciation, et non à ses effets juridiques, ici à son caractère \"irrévocable\" ou non; en effet, même une renonciation par actes concluants dans la réquisition de poursuite peut revêtir un caractère \"définitif et irrévocable\" (jusqu'au dépôt de la réquisition de vente), autant qu'elle correspond réellement à la volonté du créancier gagiste. Dès lors, si celui-ci peut renoncer de manière tacite à la mesure en discussion, sans préjudice de l'exercice ultérieur de sa prétention (cf. supra, consid. 2.3.1), il n'y a pas de motif d'en décider autrement en présence d'une renonciation expresse lors de l'introduction de la poursuite. Autrement dit, malgré sa renonciation dans la réquisition de poursuite, le créancier gagiste n'est en principe pas privé du droit de former une requête d'immobilisation des loyers et fermages à un stade postérieur de la poursuite.\n\nEn l'espèce, l'arrêt entrepris ne comporte aucune constatation quant à la volonté (interne) de l'intimée de renoncer, au stade de sa réquisition de poursuite, à une immobilisation subséquente des loyers et fermages (art. 105 al. 1 LTF; ATF 144 III 43 consid. 3.3 et les arrêts cités). Cette conclusion ne peut non plus être déduite de l'attitude de l'intéressée. Il ressort, au contraire, de la décision attaquée que celle-ci a sollicité la mesure litigieuse lorsqu'elle a appris que sa partie adverse avait ouvert une action en libération de dette (cf. supra, let. B.); on ne saurait dès lors parler d'un comportement contradictoire, constitutif d'abus de droit (art. 2 al. 2 CC; cf. sur cette forme:BGE 145 III 495 S. 499STEINAUER, Le Titre préliminaire du Code civil, TDPS vol. II/1, 2009, n. 583). Enfin, le recourant ne prétend pas que l'intimée aurait renoncé à l'avance à l'extension de son droit de gage aux loyers et fermages, renonciation qui est licite (WEISS, Das Recht der Grundpfandgläubiger an den Erträgnissen des verpfändeten Grundstückes, 1936, p. 75)."}