{"annee": "145", "cour": "III", "page": "506", "date": "8/10/2019", "cite": ["142 III 271", "142 III 102", "141 IV 71", "144 III 526", "139 III 67"], "cite_par": [], "chapeau": "61. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause A. contre B. SA et C. (recours en matière civile)\n\n4A_190/2019 du 8 octobre 2019", "regestes": ["Art. 51 ss LTF; art. 81 s. CPC; calcul de la valeur litigieuse; appel en cause. Il y a lieu de calculer séparément la valeur litigieuse de la prétention élevée dans la procédure principale et celle invoquée dans l'appel en cause (consid. 2-2.3)."], "faits": "|507|\n\nA. Souhaitant construire un chalet sur la parcelle dont il est propriétaire, A. a mandaté l'architecte C. dans le courant de l'année 2008.\n\nEn décembre 2008, l'architecte a établi un devis général des coûts de construction. B. SA s'est vu adjuger les travaux de maçonnerie.\n\nLe 2 novembre 2009, l'architecte a imprimé le contrat d'entreprise portant sur les travaux de maçonnerie et devant lier A., en tant que maître de l'ouvrage, représenté par la direction des travaux en la personne de C., d'une part, ainsi que B. SA, en qualité d'entrepreneur, d'autre part.\n\nLes travaux de construction ont débuté au mois de novembre 2009. A l'issue du chantier, l'architecte a établi un décompte final des travaux de maçonnerie laissant apparaître un solde à payer de 31'500 fr. A. a contesté ce décompte, en affirmant notamment vouloir connaître les modifications par rapport au devis initial. Il a également signalé à l'entrepreneur plusieurs défauts affectant son chalet. L'expert judiciaire a confirmé l'existence de ceux-ci, en estimant leur coût de réparation à 2'000 fr.\n\nEn janvier 2012, l'architecte a présenté sa facture finale à A. Le solde dû se montait à 12'400 fr. TTC. A. a refusé de payer le montant réclamé, en invoquant des erreurs et des manquements de l'architecte, en particulier s'agissant de la question du coût des travaux de maçonnerie.\n\nB. Après une tentative de conciliation infructueuse, B. SA a assigné A., le 30 octobre 2012, devant la Juge des districts de Martigny et StMaurice (ci-après: la Juge de district) en paiement de la somme de 31'500 fr., intérêts en sus.\n\nDans sa réponse, le défendeur a conclu au rejet de la demande. Simultanément, il a appelé en cause C. concluant à ce que celui-ci soit condamné à lui verser le montant de 45'000 fr., intérêts en sus, afin d'obtenir réparation du dommage subi suite aux erreurs commises par l'architecte.\n\nLa Juge de district a admis l'appel en cause, vu l'absence de toute opposition.\n\nL'appelé en cause a conclu au rejet des prétentions élevées à son encontre. A titre reconventionnel, il a réclamé le paiement de 12'400 fr., intérêts en sus, à titre de solde de sa note d'honoraires. |508|\n\nLors des plaidoiries finales, B. SA a réduit ses conclusions contre A. à 29'500 fr.\n\nPar jugement du 30 novembre 2016, la Juge de district a condamné A. à payer à la demanderesse la somme de 29'500 fr., avec intérêts à 5 % l'an dès le 5 juillet 2012, ainsi que le montant de 6'400 fr. avec intérêts à 5 % l'an dès le 2 juin 2012, en faveur de C.\n\nLa Cour civile II du Tribunal cantonal du canton du Valais a rejeté l'appel interjeté par le maître de l'ouvrage.\n\nC. A. a interjeté un recours en matière civile, concluant à la réforme de l'arrêt cantonal.\n\nAprès avoir procédé à un échange d'écritures, le Tribunal fédéral a rejeté le recours dans la mesure où il était recevable.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 La valeur litigieuse est déterminée par les conclusions restées litigieuses devant l'autorité précédente (art. 51 al. 1 let. a LTF). Les frais judiciaires et les dépens réclamés comme droits accessoires n'entrent pas en ligne de compte (art. 51 al. 3 LTF).\n\nSelon l'art. 52 LTF, les divers chefs de conclusions formés dans une affaire pécuniaire par la même partie ou par des consorts sont additionnés, à moins qu'ils ne s'excluent.\n\nAux termes de l'art. 53 LTF, le montant d'une demande reconventionnelle et celui de la demande principale ne sont pas additionnés (al. 1). Si les conclusions de la demande principale et de la demande reconventionnelle s'excluent et si l'une de ces demandes n'atteint pas à elle seule la valeur litigieuse minimale, cette demande est quand même réputée atteindre la valeur litigieuse minimale si le recours porte sur les deux demandes (al. 2).\n\nL'art. 53 al. 2 LTF signifie que lorsque le Tribunal fédéral est saisi d'un recours portant sur les deux demandes dont une seule, mais une au moins, atteint la valeur litigieuse minimale, il peut connaître de l'entier du litige, pour autant que les conclusions des deux demandes s'excluent. Les demandes principale et reconventionnelle s'excluent lorsqu'il serait contradictoire d'admettre l'une, en tout ou en partie, sans rejeter l'autre. Tel est en principe le cas lorsque ces deux demandes ont leur origine dans le même rapport de droit et portent sur des |509| prestations qui se trouvent dans un rapport d'échange. Il en est de même s'il existe entre la demande principale et la demande reconventionnelleun rapport de connexité étroit, de nature à créer un risque de contradiction entre la décision sur l'une et celle sur l'autre (ATF 108II 51 consid. 1; arrêts 4A_424/2014 du 4 février 2015 consid. 1, non publié à l'ATF 141 IV 71; 5A_756/2008 du 9 septembre 2009 consid. 1.2).Cette attraction de compétence, qui ne déroge pas à l'interdiction ducumul des montants réclamés de part et d'autre, vise à éviter des jugements contradictoires (arrêts 4A_182/2014 du 16 juillet 2014 consid. 1.1; 4A_364/2008 du 12 décembre 2008 consid. 1.3).\n\n2.2 En l'occurrence, l'entreprise demanderesse (intimée 1) a conclu au paiement par le défendeur (recourant) de la somme de 29'500 fr. Ce dernier a conclu au déboutement de la demanderesse des fins de sa demande. Il a en outre conclu au paiement par l'appelé en cause (intimé 2) de 45'000 fr. De son côté, l'appelé en cause a conclu au rejet de la prétention élevée à son encontre et a requis, à titre reconventionnel, que le recourant soit condamné à lui verser la somme de 12'400 fr.\n\nL'autorité de première instance a fait droit à la demande principale, rejeté la conclusion en paiement prise par le recourant et partiellement admis la demande reconventionnelle. Dans son appel, le recourant a requis les juges d'appel de débouter la demanderesse des fins de sa demande, de condamner l'intimé 2 au paiement du montant de 45'000 fr. et de rejeter la conclusion reconventionnelle. La cour cantonale a considéré que la valeur litigieuse de la demande principale s'élevait à 29'500 fr. et celle des prétentions élevées dans le cadre de la procédure d'appel en cause à 57'400 fr. (45'000 fr. + 12'400 fr.).\n\nIl découle de ce qui précède que la conclusion prise par le recourant devant l'autorité précédente tendant au rejet de la demande principale (29'500 fr.) n'atteint pas le seuil minimal de 30'000 fr. prévu à l'art. 74 al. 1 let. b LTF. Il reste à examiner si, comme le soutient le recourant, il y a lieu en l'espèce d'additionner la conclusion de la demande principale et celles formées dans le cadre de l'appel en cause.\n\n2.3 La doctrine, qui traite la question tantôt sous l'angle des art. 51 ss LTF tantôt sous celui des dispositions du CPC, est partagée quant à la réponse à apporter à celle-ci. Pour certains auteurs, il n'y a pas lieu d'additionner les différents chefs de conclusions (MELANIE HUBERLEHMANN, Die Streitverkündungsklage nach der Schweizerischen Zivilprozessordnung, 2018, n. 239, 259 et 694; SAMUEL RICKLI, Der Streitwert im schweizerischen Zivilprozessrecht, 2014, n. 356; |510| LORENZ DROESE, Die Streitverkündungsklage nach Art. 81 f. ZPO, RSPC 2010 p. 313). Plusieurs auteurs tirent un parallèle entre l'institution de l'appel en cause et la demande reconventionnelle. Ils plaident pour une application par analogie de l'art. 94 CPC (FRANCESCO TREZZINI, in Commentario pratico al Codice di diritto processuale civile svizzero [CPC], 2e éd. 2017, n° 16 ad art. 81 CPC; DANIEL SCHWANDER, in Kommentar zur Schweizerischen Zivilprozessordnung [ZPO],Sutter-Somm/Hasenböhler/Leuenberger [éd.], 3e éd. 2016, n° 15 ad art. 82 CPC; NINA J. FREI, in Basler Kommentar, Schweizerische Zivilprozessordnung, 3e éd. 2017, n° 38 ad art. 81 CPC; TARKAN GÖKSU, in Schweizerische Zivilprozessordnung [ZPO], Brunner/Gasser/Schwander [éd.], vol. I, 2e éd. 2016, nos 18 ad art. 81 CPC et 21 ad art. 82 CPC; GROSS/ZUBER, in Berner Kommentar, Schweizerische Zivilprozessordnung, 2012, n° 29 ad art. 82 CPC; ANNECATHERINE HAHN, in Schweizerische Zivilprozessordnung[ZPO],Baker & McKenzie [éd.], 2010, n° 10 ad art. 81 CPC; RAINER WEY, Die Streitverkündungsklage nach der Schweizerischen Zivilprozessordnung, in Haftpflichtprozess 2010, 2010, p. 65 s.). Pour d'autres, les conclusions doivent être additionnées car le procès réunit des prétentions multiples assimilables à un cumul subjectif (DENIS TAPPY, in Commentaire romand, Code de procédure civile, 2e éd. 2019, nos 18 et 20 ad art. 93 CPC; MICHEL HEINZMANN, in Basler Kommentar, Bundesgerichtsgesetz, 2e éd. 2018, n° 17 ad art. 53 LTF; le même, Gedanken zur Kombination von Streitgegenständen, RDS 131/2012 I p. 483).\n\nPour trancher cette question, il convient de rappeler tout d'abord le sens et le but de l'appel en cause. En autorisant une partie à un procès pendant d'ouvrir action contre un tiers, cette institution permet de traiter les prétentions de plusieurs participants dans un procès unique, au lieu de plusieurs procès successifs (ATF 144 III 526 consid. 3.3; ATF 142 III 271 consid. 1.1; ATF 139 III 67 consid. 2.1). Le procès s'élargit ainsi à une procédure globale, respectivement multipartite, dans laquelle aussi bien l'obligation du défendeur envers le demandeur (procès principal) que celle du tiers envers le défendeur (ou l'appelant en cause) sont jugées (ATF 139 III 67 consid. 2.1). Les prétentions invoquées par l'appelant doivent se trouver dans un lien de connexité avec la demande principale (art. 81 al. 1 CPC; ATF 139 III 67 consid. 2.4.3). Par l'appel en cause, il ne peut être exercé en effet que des prétentions qui dépendent de l'existence des prétentions formulées dans l'action principale. Tel sera le cas de prétentions en garantie contre des tiers, de |511| prétentions récursoires ou en dommages-intérêts, ainsi que des droits de recours contractuels et légaux (ATF 142 III 102 consid. 3.1; ATF 139 III 67 consid. 2.4.3). L'avantage de l'appel en cause est ainsi de permettre le règlement de plusieurs prétentions litigieuses devant le même juge, dans la même procédure et avec une seule et même administration des preuves. Cependant, il s'agit toujours de juger deux prétentions séparées (ATF 144 III 526 consid. 3.3; ATF 142 III 102 consid. 5.3.2). L'élargissement à une procédure globale ne change rien au fait que le procès principal et l'appel en cause forment chacun un lien d'instance spécifique avec des parties et des conclusions qui leur sont propres (ATF 144 III 526 consid. 3.3; ATF 139 III 67 consid. 2.1 et les références).\n\nOn relèvera encore que l'avant-projet de modification du CPC prévoit que l'appel en cause est possible lorsque les prétentions élevées dans le cadre de celui-ci ne sont pas soumises à la procédure ordinaire en raison de la valeur litigieuse, reconnaissant ainsi implicitement que les conclusions de la demande principale et celles de l'appel en cause ne s'additionnent pas (cf. Rapport explicatif du 2 mars 2018 relatif à la modification du code de procédure civile [Amélioration de la praticabilité et de l'applicabilité], p. 35 s.).\n\nLe Tribunal fédéral a eu l'occasion de préciser, dans un arrêt publié (ATF 142 III 102 consid. 5.3.1), que la somme réclamée dans le cadre de l'action principale, correspondant au montant maximal pouvant être obtenu dans le cadre de l'appel en cause, détermine la compétence matérielle ainsi que la procédure applicable aux prétentions élevées dans le cadre de l'appel en cause. En d'autres termes, une addition des conclusions formées dans la demande principale et dans l'appel en cause n'a pas lieu d'être. Il ne saurait en aller différemment lors de la détermination de la valeur litigieuse dans le cadre du recours en matière civile au Tribunal fédéral. Une application par analogie de l'art. 52 LTF n'entre pas en ligne de compte dès lors que le procès principal et l'appel en cause forment chacun un lien d'instance spécifique avec des parties et des conclusions qui leur sont propres, nonobstant l'existence d'une procédure globale. Par conséquent, il y a lieu de calculer séparément la valeur litigieuse des prétentions élevées dans la procédure principale et celle des conclusions prises dans le cadre de l'appel en cause, comme l'a fait la cour cantonale.\n\nEn l'espèce, la valeur de la demande principale restée litigieuse en instance d'appel s'élève à 29'500 fr. Il n'apparaît pas que l'une des exceptions à l'exigence de la valeur litigieuse, énoncées à l'art. 74 al. 2 LTF, |512| soit réalisée; le recourant ne prétend rien de tel et la contestation ne soulève pas de question juridique de principe. Le premier chef des conclusions est dès lors irrecevable."}