{"annee": "145", "cour": "III", "page": "36", "date": "23/10/2018", "cite": ["134 III 366", "142 III 193", "141 III 376", "130 III 336", "122 III 213"], "cite_par": [], "chapeau": "7. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A.A. gegen B.A. (Beschwerde in Zivilsachen)\n\n5A_412/2018 vom 23. Oktober 2018", "regestes": ["Art. 1 et 4 de la Convention de la Haye sur la loi applicable aux obligations alimentaires; droit applicable à l'entretien des époux en cas d'annulation du mariage. Application du droit suisse aux questions relatives au devoir d'entretien entre époux en cas de mariage annulé, lorsque le crédirentier a sa résidence habituelle en Suisse (consid. 2.3). Un jugement étranger d'annulation du mariage qui ne se prononce pas sur le devoir d'entretien entre époux pour la durée de la procédure d'annulation ne produit à cet égard pas d'effet pour la Suisse (consid. 2.1).", "Art. 109 al. 1 CC; art. 276 al. 3 et art. 294 al. 1 CPC; mesures provisionnelles dans la procédure suisse en cas d'annulation du mariage à l'étranger. En cas d'annulation du mariage, le devoir d'entretien se termine ex nunc (consid. 2.2). Même lorsque le jugement étranger d'annulation du mariage est déjà entré en force auparavant, les mesures provisionnelles ordonnées en Suisse pour la durée d'une procédure matrimoniale cessent de produire leurs effets seulement avec l'entrée en force de la décision clôturant la procédure suisse au fond (consid. 2.4)."], "faits": "|37|\n\nA.\n\nA.a Obwohl er bereits seit 1960 mit C. verheiratet war, vermählte sich A.A. (geb. 1935) 1986 in U. mit B.A. (geb. 1947).\n\nA.b Ab dem 9. September 2008 war zwischen den Parteien in der Schweiz ein Scheidungsverfahren hängig.\n\nMit Urteil vom 20. Juli 2009 wurde A.A. im Rahmen vorsorglicher Massnahmen zu monatlichen Unterhaltszahlungen von Fr. 16'700.- an seine Ehefrau verpflichtet. Er rekurrierte dagegen erfolglos an das Obergericht des Kantons Thurgau; dessen Entscheid erwuchs unangefochten in Rechtskraft.\n\nAb dem 18. Juni 2013 wurde das Scheidungsverfahren wegen eines in Italien geführten Eheungültigkeitsprozesses sistiert.\n\nA.c Das Tribunale Ordinario di Roma erklärte mit Entscheid vom 16. Januar 2015 die Ehe zwischen A.A. und B.A. für nichtig. Das |38| Berufungsgericht (Corte d'Appello di Roma) bestätigte dieses Ergebnis mit Urteil vom 16. März 2016.\n\nA.d Mit Entscheid vom 26./29. Mai 2017 anerkannte das Bezirksgericht Arbon das Urteil des Tribunale Ordinario di Roma und schrieb das bei ihm hängige Ehescheidungsverfahren zufolge Gegenstandslosigkeit als erledigt ab. Weiter stellte es fest, dass die am 20. Juli 2009 angeordneten vorsorglichen Massnahmen mit der rechtskräftigen Erledigung des Scheidungsverfahrens für die Zukunft (ex nunc) dahinfielen.\n\nB. Das Obergericht des Kantons Thurgau wies die dagegen von A.A. erhobene Berufung ab. Es hielt in seinem Entscheid vom 8. März 2018 fest, der erstinstanzliche Entscheid sei mit Bezug auf die Anerkennung des Urteils des Tribunale Ordinario di Roma und die Abschreibung des Verfahrens zufolge Gegenstandslosigkeit seit dem 24. November 2017 rechtskräftig und die vorsorglichen Massnahmen fielen mit der rechtskräftigen Erledigung des Scheidungsverfahrens am 24. November 2017 für die Zukunft (ex nunc) dahin.\n\nC. A.A. (Beschwerdeführer) erhebt gegen dieses Urteil Beschwerde an das Bundesgericht. Er verlangt die Feststellung, dass er B.A. keine Unterhaltszahlungen schulde und dass die am 20. Juli 2009 angeordneten vorsorglichen Massnahmen für die Vergangenheit (ex tunc), eventualiter ab dem 21. März 2015 (Datum der Rechtskraft des Urteils des Tribunale Ordinario di Roma) dahingefallen seien. Das Bundesgericht weist die Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Das Bezirksgericht Arbon hat das am 21. März 2015 in Rechtskraft erwachsene Urteil des Tribunale Ordinario di Roma vom 16. Januar 2015 anerkannt (Sachverhalt A.d). Dieser Teil des bezirksgerichtlichen Urteils blieb unbestritten und war auch nicht Gegenstand des vorinstanzlichen Verfahrens.\n\n2.1 Die Anerkennung eines ausländischen Urteils bewirkt eine Ausdehnung der Rechtskraft- und Gestaltungswirkung desselben auf das Gebiet der Schweiz (BGE 134 III 366 E. 5.1.2; BGE 130 III 336 E. 2.5; BGE 122 III 213 E. 4b; je mit Hinweisen).\n\nDer Beschwerdeführer behauptet zwar, entgegen der Auffassung der Vorinstanz habe sich das Tribunale Ordinario di Roma auch zum |39| nachehelichen Unterhalt geäussert und eine diesbezügliche Unterhaltsberechtigung verneint. Dabei übersieht er, dass es hier nicht um nachehelichen Unterhalt geht, sondern um die bis zum Abschluss des Verfahrens geltenden Wirkungen der für ungültig erklärten Ehe. Damit hat sich das Tribunale Ordinario di Roma aber unbestrittenermassen nicht befasst und das italienische Urteil kann in dieser Hinsicht keine Wirkung entfalten.\n\n2.2 Im Zusammenhang mit der Eheungültigkeit (und auch der Ehescheidung) ist zwischen dem Statusakt als solchem (Feststellung der Ungültigkeit der Ehe; Auflösung der Ehe durch Scheidung) und den Nebenfolgen der Statusänderung zu unterscheiden. Das Eheungültigkeitsurteil besagt, dass gar nie eine (gültige) Ehe bestanden hat; in diesem Sinne hat es Wirkung ex tunc. Hinsichtlich der Nebenfolgen eines solchen Urteils gelten andere Regeln, denn sowohl nach schweizerischem (Art. 109 Abs. 1 ZGB) als auch italienischem Recht (E. 2 S. 3 des Entscheids des Berufungsgerichts von Rom vom 26. März 2014) entfaltet auch die ungültige Ehe bis zum Zeitpunkt der Ungültigerklärung die Wirkungen einer gültigen Ehe. Hinsichtlich der Nebenfolgen der Auflösung einer Ehe wirkt das Ungültigkeitsurteil mithin ex nunc. Der Beschwerdeführer stellt diese bereits von der Vorinstanz getroffenen Feststellungen im bundesgerichtlichen Verfahren nicht infrage. Entgegen seiner Auffassung folgt aus der ex tunc-Wirkung des Ungültigkeitspunktes nicht, dass auch eine (eheliche) Unterhaltspflicht ex tunc wegfallen würde.\n\n2.3 Ist eine Ehe ungültig, sind die Folgen dem Scheidungsstatut zu unterstellen (SCHNITZER, Handbuch des internationalen Privatrechts einschliesslich Prozessrecht, Bd. I, 4. Aufl. 1957, S. 367). Dieser Sicht folgt auch das IPRG: \"Auf eine Regelung der Ehenichtigkeitsklage wird verzichtet. Die Interessenlage bei der Ehenichtigkeit entspricht weitgehend derjenigen bei der Scheidung, so dass sich eine entsprechende Anwendung der betreffenden Bestimmungen aufdrängt\" (Botschaft vom 10. November 1982 zum Bundesgesetz über das internationale Privatrecht, BBl 1983 I 340 Ziff. 232.1; vgl. auch den heutigen Art. 45a Abs. 3 IPRG [SR 291]). Das wird in der Lehre bestätigt (BUCHER, in: Commentaire romand, Loi sur le droit international privé, 2011, N. 41 zu Art. 44 IPRG: \"Les dispositions sur le nom, le régime matrimonial, l'établissement de la filiation et l'obligation alimentaire ne font aucune dérogation pour le cas de la nullité du mariage\"). Für die mit der Anerkennung eines ausländischen Eheungültigkeitsurteils verbundenen Nebenfolgen gilt die |40| grundsätzliche Analogie zum ausländischen Scheidungsurteil (SCHWANDER, Einführung in das Internationale Privatrecht, Besonderer Teil, 1997, Rz. 166). Das Tribunale Ordinario di Roma hat auf der Basis italienischen Rechts entschieden; dieses bestimmt das Eheungültigkeitsstatut.\n\nDie italienische Republik hat das Übereinkommen vom 2. Oktober 1973 über das auf Unterhaltspflichten anzuwendende Recht (SR 0.211.213.01; nachfolgend HUÜ) am 2. Oktober 1981 ratifiziert; dieses ist für Italien seit 1. Januar 1982 in Kraft. Das HUÜ findet Anwendung auf Unterhaltspflichten, die sich aus Beziehungen der Familie, Verwandtschaft, Ehe oder Schwägerschaft ergeben (Art. 1 HUÜ) und gilt namentlich auch im Fall einer für nichtig oder als ungültig erklärten Ehe (vgl. Art. 8 Abs. 2 HUÜ). Für die in Art. 1 HUÜ genannten Unterhaltspflichten ist das am gewöhnlichen Aufenthalt des Unterhaltsberechtigten geltende innerstaatliche Recht massgebend (Art. 4 HUÜ).\n\nHier geht es um ehelichen Unterhalt im Sinne von Art. 1 HUÜ. Die Ehefrau, die Unterhalt fordert, hat ihren gewöhnlichen Aufenthalt in der Schweiz, weshalb in dieser Beziehung schweizerisches Recht zur Anwendung gelangt.\n\n2.4 Bis zum Ungültigkeitsurteil hat die Ehe mit Ausnahme der erbrechtlichen Ansprüche alle Wirkungen einer gültigen Ehe (Art. 109 Abs. 1 ZGB). Das Verfahren bei Eheungültigkeit richtet sich sinngemäss nach den Vorschriften über die Scheidungsklage (Art. 294 Abs. 1 ZPO). Vorsorglich für die Dauer eines hängigen Scheidungsverfahrens angeordnete Unterhaltsbeiträge haben ihre materielle Grundlage im (schweizerischen) Eherecht (Art. 163 ZGB). Sie besitzen (beschränkte) Rechtskraft. Anders als der Beschwerdeführer mit seinem Hinweis auf Art. 268 ZPO meint, können sie im Endurteil nicht rückwirkend abgeändert werden und fallen auch nicht rückwirkend dahin (BGE 142 III 193 E. 5.3; BGE 141 III 376 E. 3.3.4; je mit Hinweisen). Die Weitergeltung der vorsorglichen Massnahmen bis zum Abschluss des Verfahrens gilt im Übrigen unabhängig davon, ob die Ehe bereits aufgelöst ist (aArt. 137 Abs. 2 ZGB bzw. Art. 276 Abs. 3 ZPO). Diese Regelung gilt qua Art. 294 Abs. 1 ZPO auch für das Eheungültigkeitsverfahren. Damit spielt es keine Rolle, ob bzw. wann das Urteil des Tribunale Ordinario di Roma, das sich nicht mit ehelichen Unterhaltsfragen befasst (E. 2.1), rechtskräftig wurde. Das in der Schweiz hängige Verfahren wurde erst mit der Rechtskraft des |41| Abschreibungsbeschlusses vom 26. Mai 2017 abgeschlossen, weshalb die eheliche Unterhaltspflicht erst auf diesen Zeitpunkt untergegangen ist.\n\n2.5 Zusammenfassend ergibt sich, dass das anerkannte Urteil des Tribunale Ordinario di Roma sich nicht zur Unterhaltspflicht des Beschwerdeführers für die Zeit des Ungültigkeitsverfahrens äussert und in dieser Hinsicht für die Schweiz keine Wirkung erzeugt (E. 2.1), die Unterhaltspflicht trotz ex tunc-Wirkung der Ungültigerklärung der Ehe nicht auch ex tunc wegfällt (E. 2.2), für Fragen der Unterhaltspflicht des Beschwerdeführers gegenüber der Beschwerdegegnerin nach Massgabe des auch in Italien anwendbaren HUÜ das schweizerische Recht anwendbar ist (E. 2.3) und für die Dauer eines eherechtlichen Verfahrens angeordnete vorsorgliche Massnahmen erst mit dem rechtskräftigen Abschluss des Hauptsacheverfahrens ihre Wirkung verlieren (E. 2.4). Folglich sind die vorsorglich angeordneten Unterhaltsbeiträge bis zum Zeitpunkt des Eintritts der Rechtskraft des Urteils vom 26. Mai 2017 über die Anerkennung des italienischen Eheungültigkeitsurteils, d.h. bis am 24. November 2017, geschuldet."}