{"annee": "145", "cour": "III", "page": "286", "date": "6/5/2019", "cite": [], "cite_par": [], "chapeau": "35. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause Trade Club de Genève, Fédération du commerce genevois, NODE \"Nouvelle organisation des entrepreneurs, depuis 1922\" et X. SA contre Chambre des relations collectives de travail (recours en matière de droit public)\n\n4C_1/2019 du 6 mai 2019", "regestes": ["Contrat-type de travail prévoyant des salaires minimaux impératifs (art. 360a CO). Pouvoir de l'autorité d'édiction par rapport à la proposition émise par la commission tripartite (art. 360b al. 3 CO). In casu, l'autorité d'édiction n'a pas enfreint le droit fédéral en indexant de + 1,7 % les salaires minimaux du nouveau contrat-type par rapport au précédent contrat-type, après que la commission tripartite eut proposé de \"proroger une nouvelle fois, pour trois ans, les salaires minimaux impératifs du contrat-type de travail\" (consid. 3 et 4)."], "faits": "|287|\n\nA.\n\nA.a L'art. 360a CO permet aux cantons d'édicter, sur proposition de la commission tripartite visée à l'art. 360b CO, des contrats-types de travail, soit des actes normatifs d'une durée limitée imposant des salaires minimaux impératifs.\n\nA.b Le 13 juin 2017, l'autorité genevoise compétente pour édicter un tel acte, soit la Chambre des relations collectives de travail (ci-après: l'autorité d'édiction), a adopté un contrat-type de travail prescrivant des salaires minimaux impératifs pour le secteur du commerce de détail dans le canton de Genève. Ce contrat-type est entré en vigueur le 1er juillet 2017; son échéance était fixée au 31 décembre 2018.\n\nA.c Le 11 septembre 2017, les trois associations patronales à l'origine de la présente procédure (cf. let. B infra) ont signé une convention collective de travail prévoyant des salaires minimaux pour le commerce de détail. Une clause réservait la possibilité de négocier chaque année une adaptation des salaires, en tenant compte des fluctuations de l'indice suisse des prix à la consommation et de la marche des affaires. Cette convention n'est pas entrée en vigueur.\n\nA.d Le 19 octobre 2018, la commission tripartite genevoise, soit le Conseil de surveillance du marché de l'emploi, a adressé une proposition à l'autorité d'édiction, l'invitant à \"proroger une nouvelle fois, pour trois ans, les salaires minimaux impératifs du contrat-type de travail pour le secteur du commerce de détail (...) avec effet au 1er janvier 2019.\" Ladite commission se fondait sur un rapport du 3 octobre 2018 établi par l'Inspection paritaire des entreprises.\n\nA.e Dans le cadre de la procédure de consultation, des syndicats ont demandé que les salaires minimaux actuels soient indexés de + 1,7 % pour tenir compte de l'évolution de l'indice genevois des prix à la consommation entre juillet 2017 et octobre 2018.\n\nLe 4 décembre 2018, un projet de modification du contrat-type a été publié dans la Feuille d'avis officielle du canton de Genève. Il était proposé d'indexer de + 1,7 % les salaires minimaux de l'actuel contrat-type.\n\nA.f Le 14 décembre 2018, l'autorité d'édiction a adopté une \"modification du contrat-type de travail avec salaires minimaux impératifs pour le secteur du commerce de détail\" (CTT-CD; rs/GE J 1 50.17).\n\nCet acte normatif a été publié dans la Feuille d'avis officielle du 21 décembre 2018. Il est entré en vigueur le 1er janvier 2019.\n\n|288| Dans le préambule, l'autorité d'édiction a précisé qu'elle avait pour pratique constante, lors de la révision des contrats-types de travail, d'adapter les salaires à l'indice cantonal des prix à la consommation, ce qui constituait une simple mesure compensatoire destinée à éviter que les conditions salariales se dégradent du simple fait de l'inflation; en l'occurrence, l'évolution de cet indice entre juillet 2017 et octobre 2018 justifiait une augmentation de 1,7 %.\n\nL'art. 2 al. 1 CTT-CD, dans sa nouvelle teneur, énonce les salaires minimaux impératifs, qui sont indexés de + 1,7 % par rapport à ceux qui figuraient dans le précédent contrat-type du 13 juin 2017.\n\nQuant au nouvel art. 2 al. 3 CTT-CD, il précise que les salaires minimaux bruts ont un caractère impératif pour une durée de deux ans, soit jusqu'au 31 décembre 2020.\n\nB. Le 1er février 2019, les associations patronales Trade Club de Genève (recourante 1), Fédération du commerce genevois (recourante 2) et NODE \"Nouvelle organisation des entrepreneurs, depuis 1922\" (recourante 3), ainsi qu'une entreprise privée (recourante 4) ont saisi le Tribunal fédéral d'un recours en matière de droit public, aux fins de faire annuler la modification de l'art. 2 al. 1 et al. 3 du contrat-type de travail. Sur réquisition des recourantes, l'effet suspensif a été accordé par ordonnance présidentielle du 11 mars 2019.\n\nLe Tribunal fédéral a rejeté le recours.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 En substance, les recourantes reprochent à l'autorité d'édiction d'avoir enfreint les art. 360a al. 1 et 360b al. 3 CO en s'écartant sans raison pertinente de la proposition émise par la commission tripartite. Alors que cette dernière avait recommandé de proroger tels quels les salaires minimaux fixés dans le contrat-type du 13 juin 2017, l'autorité d'édiction aurait outrepassé ses pouvoirs au mépris du droit fédéral en indexant lesdits salaires de 1,7 %.\n\nC'est le lieu de présenter le régime légal topique ainsi que les travaux législatifs, la jurisprudence et la doctrine y afférents.\n\n3.2 L'art. 360a CO pose les conditions suivantes pour édicter un contrat-type imposant des salaires minimaux impératifs:\n\n\" 1Si, au sein d'une branche économique ou d'une profession, les salaires usuels dans la localité, la branche ou la profession font l'objet d'une sous- |289| enchère abusive et répétée et qu'il n'existe pas de convention collective de travail contenant des dispositions relatives aux salaires minimaux pouvant être étendue, l'autorité compétente peut édicter, sur proposition de la commission tripartite visée à l'art. 360b, un contrat-type de travail d'une durée limitée prévoyant des salaires minimaux différenciés selon les régions et, le cas échéant, selon les localités, dans le but de combattre ou de prévenir les abus.\n\n2Les salaires minimaux ne doivent pas être contraires à l'intérêt général et ne doivent pas léser les intérêts légitimes d'autres branches économiques ou d'autres milieux de la population. Ils doivent tenir équitablement compte des intérêts des minorités dans les branches économiques ou professions concernées, quand ces intérêts résultent de la diversité des conditions régionales et des entreprises.\"\n\nEn vertu de l'art. 360b CO, les commissions tripartites doivent être composées en nombre égal de représentants des employeurs et des travailleurs ainsi que de représentants de l'Etat (al. 1). Elles doivent observer le marché du travail et, si elles constatent des abus, tenter de trouver un accord avec les employeurs concernés; en cas d'échec, elles proposent à l'autorité compétente d'édicter pour les branches ou les professions concernées un contrat-type de travail fixant des salaires minimaux (al. 3). Si l'évolution de la situation dans les branches concernées le justifie, elles proposent de modifier ou d'abroger le contrat-type (al. 4). Pour remplir leurs tâches, lesdites commissions disposent de compétences d'enquête (al. 5 et 6).\n\n3.3 La possibilité d'imposer des salaires minimaux impératifs par contrat-type de travail a été introduite dans le cadre des accords sectoriels signés avec la Communauté européenne en 1999. Cette \"mesure d'accompagnement\" devait contribuer à parer aux risques de \"dumping social\" et de sous-enchère salariale induits par l'introduction de la libre circulation des travailleurs (cf. Message du 23 juin 1999 relatif à l'approbation des accords sectoriels entre la Suisse et la CE, FF 1999 IV 5695 et 5698 s.).\n\nDans son Message, le Conseil fédéral a donné les explications suivantes:\n\n- La fixation de salaires minimaux par un organe étatique constitue une atteinte sérieuse au principe de la liberté contractuelle. Aussi l'Etat ne saurait-il intervenir de sa propre initiative (FF 1999 IV 5698).\n\n- \"La question de la réalisation des conditions posées à l'art. 360a CO ainsi que l'opportunité d'édicter un CTT [contrat-type de travail, réd.] relèvent dans une large mesure d'une question d'appréciation qui peut être tranchée au mieux par un organe proche des réalités du |290| marché. Pour cette raison, il est proposé de confier à une commission tripartite dans chaque canton, ainsi qu'une[ sic!] au niveau fédéral, la tâche d'examiner le marché du travail. En cas de constatation de situation pouvant justifier (...) l'adoption d'un CTT fixant des salaires minimaux, la commission aura pour tâche de faire une proposition correspondante à l'autorité dont elle relève.\" (FF 1999 IV 5709). Le cas échéant, les commissions tripartites doivent \"faire une proposition concrète à l'autorité quant au montant de ces salaires minimaux\" (FF 1999 IV 5698).\n\n- Le recours aux commissions tripartites se justifie d'une part parce qu'elles sont chargées d'observer le marché du travail et d'autre part parce qu'elles intègrent les partenaires sociaux (FF 1999 IV 5701, à propos de l'extension des conventions collectives).\n\n3.4 Les débats parlementaires ont souligné la nécessité de parer au risque de dumping salarial tout en préservant la flexibilité et l'autonomie contractuelle. L'accent a été mis sur le principe de subsidiarité et sur le rôle prédominant des conventions collectives (BO 1999 CE 659 [Ch. Beerli], 660 [Ch. Brunner] et 661 [E. Forster, ch. 2]; cf. aussi BO 1999 CN 1610 [G. Bührer]).\n\nAu Conseil national, il a été question d'habiliter l'autorité d'édiction à prendre l'initiative d'engager une procédure d'adoption de contrat-type, après avoir consulté la commission tripartite; cette variante a été rejetée à une large majorité (BO 1999 CN 1610 [proposition Ch. Grobet, al. 1bis] et 1618).\n\nUn des rapporteurs au Conseil National a déclaré ce qui suit:\n\n\"La clé de voûte de la version du Conseil fédéral, c'est une autorité compétente, Gouvernement cantonal, Conseil fédéral, qui, sur le conseil d'une commission tripartite, prend le cas échéant les mesures nécessaires dans une zone limitée. (...) un des éléments clés dans l'application de cette loi sera la sagesse des gouvernements dans le choix des représentants dans ces commissions tripartites pour que la machine fonctionne, et la même sagesse des gouvernements pour éventuellement ne pas suivre les conseils de ces commissions tripartites, si par hasard elles arrivaient à faire des propositions contraires à l'intérêt général.\" (BO 1999 CN 1616 [F.\n\nBorel]).\n\nPour le Conseiller fédéral Pascal Couchepin, le système se veut proche du terrain et des réalités, raison pour laquelle il faut recourir à des commissions tripartites connaissant le tissu économique (BO 1999 CE 675). Celles-ci ne font que des propositions à l'autorité politique, elle-même soumise à la pression de l'opinion publique (BO 1999 CE 665). |291|\n\n3.5 L'autorité d'édiction des contrats-types est souvent l'organe exécutif (au niveau fédéral, cf. art. 359a al. 1 CO; cf. WOLFGANG PORTMANN, RJB 152/2016 p. 851 i.f., 852).\n\nDans le canton de Genève, la situation est différente. La Chambre des relations collectives de travail est composée:\n\na) d'un président et son suppléant, titulaires d'une licence en droit ou d'une maîtrise en droit ou du brevet de président du Tribunal des prud'hommes, ou professeurs de droit à l'université, ou disposant de compétences jugées équivalentes, élus par le Grand Conseil après consultation des partenaires sociaux; et\n\nb) de 4 assesseurs (2 employeurs et 2 salariés) et de leurs suppléants, nommés par les juges prud'hommes (art. 3 al. 1 de la loi genevoise du 29 avril 1999 concernant la Chambre des relations collectives de travail [LCRCT; rs/GE J 1 15]).\n\nL'art. 20A al. 2 du Règlement d'application du 7 juillet 1999 de la loi genevoise concernant la Chambre des relations collectives de travail (RCRCT; rs/GE J 1 15.01) précise que ladite Chambre - soit l'autorité d'édiction - \"fixe librement le montant des salaires minimaux obligatoires ainsi que la durée de validité du contrat type de travail. Elle se base notamment sur les propositions du conseil de surveillance du marché de l'emploi\".\n\n3.6\n\n3.6.1 Dans une cause tessinoise jugée en 2015, la Cour de céans a constaté que l'art. 360b CO confère aux commissions tripartites un rôle central dans la procédure d'adoption des contrats-types fixant des salaires minimaux. Leur importance tient d'une part à leur connaissance du marché, qu'elles sont chargées d'observer et d'analyser, d'autre part à leur composition, qui inclut des représentants des travailleurs, des employeurs et de l'Etat. La Cour a également rappelé, en citant le Message du Conseil fédéral (consid. 3.3 supra), que la décision relative aux conditions d'application de l'art. 360a CO et à l'adoption d'un contrat-type relève largement du pouvoir d'appréciation. En s'appuyant sur deux auteurs, la Cour de céans a reconnu à la commission tripartite un large pouvoir d'appréciation, que l'autorité d'édiction ne peut revoir qu'avec une cognition limitée à l'erreur de droit, respectivement à l'abus ou l'excès du pouvoir d'appréciation (arrêt 4C_1/2014 du 11 mai 2015 consid. 7.3).\n\nCe considérant doit être replacé dans son contexte.\n\nLe recours était dirigé contre un contrat-type imposant des salaires minimaux pour le personnel temporaire dans six secteurs d'industrie |292| non couverts par la convention collective de travail de la branche du travail temporaire, laquelle avait fait l'objet d'une extension sur tout le territoire suisse par le Conseil fédéral. L'autorité d'édiction du contrat-type (en l'occurrence le Conseil d'Etat tessinois) avait suivi la proposition de la commission tripartite cantonale.\n\nLes recourants reprochaient à cette commission cantonale d'avoir limité son enquête aux salaires des travailleurs temporaires, sans tenir compte de la situation des travailleurs permanents; en imposant des salaires minimaux uniquement pour la première catégorie de travailleurs, le contrat-type risquait selon eux de péjorer la situation desdits travailleurs, en incitant les employeurs à engager du personnel fixe non soumis aux salaires minimaux. La Cour de céans a constaté que la commission tripartite fédérale elle-même avait invité les commissions cantonales à surveiller les entreprises exclues du champ d'application de la convention collective de travail; par ailleurs, le secteur de la location de personnel était réputé user massivement de la possibilité de recruter du personnel dans les pays de l'UE/AELE. Dans ces circonstances, la Cour de céans a conclu que la commission tripartite tessinoise avait usé correctement du pouvoir d'appréciation dont elle disposait en vertu du droit fédéral et n'avait pas commis d'inégalité de traitement en limitant son enquête au personnel temporaire dans les entreprises échappant au champ d'application de la convention collective (arrêt précité, consid. 7.4). Même si la location de personnel pouvait se rencontrer dans tous les secteurs d'industrie, elle pouvait être considérée comme une branche économique en soi au sens de l'art. 360a al. 1 CO. Enfin, en examinant la question de la sous-enchère salariale à l'aune des salaires minimaux prescrits par la convention collective de la branche du travail temporaire, la commission tripartite n'avait pas non plus abusé de son pouvoir d'appréciation (arrêt précité, consid. 7.5; cf. aussi arrêt 4C_1/ 2015 du 15 juillet 2015 consid. 6.3).\n\n3.6.2 Cette décision ne statue pas concrètement sur la marge de manoeuvre dont dispose l'autorité d'édiction par rapport à la commission tripartite, puisque celle-ci avait été suivie par le Conseil d'Etat tessinois. Elle confirme toutefois l'importance du rôle des commissions tripartites, du fait de leur connaissance du marché et de leur composition.\n\n3.7 Les deux auteurs cités dans cette jurisprudence (arrêt 4C_1/2014 consid. 7.3) expriment l'avis suivant: |293|\n\n- WOLFGANG PORTMANN considère que l'autorité d'édiction peut et doit examiner le constat d'abus opéré par la commission tripartite en exécution de l'art. 360b al. 3 CO. Le pouvoir de cognition de l'autorité d'édiction se limite toutefois aux vices juridiques (Rechtsmängel) incluant l'abus ou l'excès du pouvoir d'appréciation. Selon cet auteur, savoir s'il y a un dumping salarial est une question d'appréciation; or, de par la surveillance constante qu'elle exerce sur le marché du travail, la commission tripartite est mieux placée que l'autorité d'édiction pour constater et apprécier les circonstances factuelles (PORTMANN, Die flankierenden Massnahmen zum Freizügigkeitsabkommen zwischen der Schweiz und der EG sowie ihren Mitgliedstaaten, ARV 2001 p. 15; cf. aussi le même, Die flankierenden Massnahmen I und II zum Abkommen über die Freizügigkeit, in Bilaterale Verträge I & II Schweiz-EU, 2007 [ci-après: Bilaterale Verträge], p. 351 s. n. 67).WOLFGANG PORTMANN invoque aussi la composition de la commission tripartite, qui permet d'atténuer l'atteinte de l'intervention étatique dans un domaine relevant de l'autonomie contractuelle (PORTMANN, Bilaterale Verträge, op. cit., p. 361 n. 102; ARV 2001 p. 14; cf. aussi LUISA LEPORI TAVOLI, Mindestlöhne im schweizerischen Recht, 2009, p. 88 n. 188).\n\n- GIACOMO RONCORONI adopte le même raisonnement, à savoir que la commission tripartite, grâce à sa fonction d'observation, est qualifiée pour répondre à la question d'appréciation de savoir s'il y a sous-enchère abusive. Aussi le pouvoir d'examen de l'autorité d'édiction doit-il être limité dans le sens indiqué ci-dessus (RONCORONI, Les art. 359 à 360f CO, in Droit collectif du travail, 2010, p. 349 n. 102 et sous-note 189).\n\nD'autres auteurs se sont exprimés:\n\n- KARIN KAUFMANN relève que la commission tripartite est compétente pour établir les circonstances factuelles et préparer la décision; elle a un rôle d'investigation. L'autorité d'édiction, qui détient une compétence législative par délégation, doit examiner librement si les faits constatés par la commission tripartite sont ou non constitutifs d'un abus. La proposition de la commission sert de base à sa décision, mais des écarts sont possibles. En particulier, l'autorité compétente peut s'écarter de la proposition quant à la fixation des salaires minimaux (KAUFMANN, Missbräuchliche Lohnunterbietung im Rahmen der flankierenden Massnahmen, 2010, p. 155-160).\n\n- Dans le même ordre d'idées, FRANK VISCHER et ANDREAS ALBRECHT sont d'avis que l'autorité d'édiction peut porter une appréciation |294| juridique libre sur les circonstances factuelles établies par la commission tripartite. L'autorité d'édiction décide selon sa libre appréciation si ces circonstances sont constitutives d'un abus de droit (VISCHER/ALBRECHT, Zürcher Kommentar, 4e éd. 2006, n° 15 ad art. 359a CO; cf. aussiVISCHER, Gesamtarbeitsvertrag und Normalarbeitsvertrag, in Die Rechtsentwicklung an der Schwelle zum 21. Jahrhundert, Gauch/Schmid [éd.], 2001, p. 404). Ces auteurs relèvent que le point de vue du bénéficiaire des prestations n'est pas représentédans la commission tripartite; il existe un risque que les représentants des employeurs et des travailleurs cherchent en premier lieu à ménager leurs intérêts communs. Aussi importe-t-il que l'autorité d'édiction (et en dernier lieu le Tribunal fédéral) examine la questionjuridique de savoir s'il y a réellement une situation d'abus de droit (VISCHER/ALBRECHT, op. cit., n° 7 ad art. 360b CO).\n\n- Pour OLIVIER SUBILIA et JEAN-LOUIS DUC, la commission tripartite peut se contenter de proposer le principe même d'un contrat-type. Il est concevable que celle-ci propose un contenu spécifique, mais l'autorité d'édiction n'est pas tenue de suivre cette proposition (SUBILIA/ DUC, Droit du travail, 2010, n° 7 ad art. 360b CO).\n\n- La doctrine conclut que la marge de manoeuvre de l'autorité d'édiction par rapport à la proposition de la commission tripartite reste à éclaircir (KAUFMANN, op. cit., p. 155 s.; JEANNERAT/MAHON, in Commentaire du contrat de travail, Dunand/Mahon [éd.], 2013, n° 9 adart. 360b CO; STREIFF/VON KAENEL/RUDOLPH, Arbeitsvertrag, 7e éd. 2012, n° 8 ad art. 360a CO; JÜRG MARCEL TIEFENTHAL, Flankierende Massnahmen zum Schutz des schweizerischen Arbeitsmarktes, 2008, p. 147 n. 245).\n\n- Concernant l'indexation des salaires, ELOI JEANNERAT et PASCAL MAHON - que les recourantes citent partiellement - constatent que l'art. 360a CO prévoit une différenciation du salaire minimal selon les régions, et non selon le temps. Une indexation annuelle devrait a priori être proposée par la commission tripartite plutôt que d'être automatique. L'absence d'indexation des salaires n'est pas forcément abusive, mais peut être due à la conjoncture. Au demeurant, ces auteurs doutent de la nécessité d'indexer les salaires, eu égard à la durée limitée du contrat-type et à la possibilité de les adapter lors de son éventuelle prolongation (JEANNERAT/MAHON, op. cit., n° 19 ad art. 360a CO).\n\n3.8 En bref, il ressort de ce tour d'horizon qu'un rôle important est dévolu à la commission tripartite, en tant qu'elle est chargée |295| d'observer le marché du travail et dispose de moyens d'investigation (cf. art. 360b al. 5 et 6 CO). Sa composition, qui réunit des représentants de l'Etat, des travailleurs et des employeurs, permet d'atténuer l'atteinte que l'introduction de salaires minimaux porte à la liberté contractuelle.\n\nC'est en considération de ces éléments que l'autorité d'édiction doit faire preuve de retenue par rapport à la proposition émanant d'un tel organe, réputé mieux connaître la réalité économique. Dans la jurisprudence tessinoise citée par les recourantes, la Cour de céans n'a pas eu véritablement à se prononcer sur la marge de manoeuvre de l'autorité d'édiction par rapport à la commission tripartite. La Cour de céans a examiné avec circonspection si le contrat-type était conforme au droit fédéral, constatant que la commission tripartite - et partant, l'autorité d'édiction qui l'avait suivie - n'avait pas excédé son pouvoir d'appréciation en menant des investigations dans la direction prescrite par la commission tripartite fédérale, et en examinant la situation salariale à l'aune de salaires prévus dans la convention collective concernant le personnel temporaire.\n\nCela étant, on ne saurait se perdre davantage en réflexions théoriques, dès lors qu'il convient d'apprécier au regard des circonstances concrètes si l'autorité d'édiction a ou non enfreint le droit fédéral en indexant les salaires pour le nouveau contrat-type du 1er janvier 2019, alors que la commission tripartite n'avait pas expressément proposé une telle indexation. Cette question doit être résolue au regard des art. 360a ss CO et non de l'art. 20A al. 2 RCRCT (cf. supra consid. 3.5 in fine). Les recourantes ne disent du reste pas le contraire.\n\n4.\n\n4.1 Les recourantes ne contestent pas qu'une situation de sous-enchère salariale abusive et répétée dans le commerce de détail justifiait d'édicter un contrat-type de travail avec des salaires minimaux impératifs. L'unique objet du litige réside dans le fait que l'autorité d'édiction n'a pas repris tels quels les salaires minimaux du contrat-type du 13 juin 2017, mais les a indexés de 1,7 % alors que la commission tripartite proposait de \"proroger une nouvelle fois, pour trois ans, les salaires minimaux impératifs du contrat-type de travail pour le secteur du commerce de détail (...) avec effet au 1er janvier 2019\".\n\nC'est le lieu de présenter le contexte précédant cette proposition.\n\n4.2 Le 1er février 2013, un contrat-type prescrivant des salaires minimaux impératifs dans le commerce de détail était entré en vigueur |296| pour une durée d'un an, soit jusqu'au 31 janvier 2014. Suite à des modifications adoptées le 26 novembre 2013, les salaires minimaux avaient été augmentés pour 2014 et le caractère impératif des salaires prorogé jusqu'au 31 décembre 2014. Pour le personnel fixe, les différents salaires mensuels avaient été augmentés de 80 fr.\n\nToutefois, le 1er juin 2014 est entrée en vigueur une \"Convention collective de travail cadre du commerce de détail\", signée par des associations patronales (dont la recourante 3) et diverses entreprises, ainsi que par les syndicats UNIA et SIT. Cette convention collective échéant le 31 janvier 2018 prévoyait dans son annexe 1 des salaires minimaux pour les années 2014 à 2017; les salaires mensuels du personnel fixe augmentaient de 40 fr. chaque année. Les salaires 2014 étaient repris du contrat-type précité, dans sa teneur au 1er janvier 2014.\n\nLe 23 juillet 2014, le Conseil d'Etat genevois a adopté un arrêté étendant le champ d'application de cette convention collective-cadre.\n\nLa convention collective étendue a ensuite été dénoncée par une des parties signataires pour le 30 juin 2017, date à laquelle elle est devenue caduque. En conséquence, le Conseil d'Etat a abrogé son arrêté d'extension (arrêté du 26 juillet 2017).\n\nC'est dans ce contexte que la commission tripartite a proposé en avril 2017 d'édicter un nouveau contrat-type de travail, qui a été adopté le 13 juin 2017 pour entrer en vigueur le 1er juillet 2017 (let. A.b supra). Comme l'indique le préambule de cet acte normatif, les salaires minimaux convenus pour 2017 dans le cadre de la convention collective-cadre ont été repris tels quels. Ils devaient perdurer pour la durée du contrat-type, soit jusqu'au 31 décembre 2018.\n\nLe 11 septembre 2017, une nouvelle \"Convention collective de travail cadre du commerce de détail\" a été signée. Au niveau patronal figurent les trois associations recourantes (recourantes 1 à 3). L'association d'employés signataire est la Société suisse des employés de commerce. Cette convention collective reprend (avec des catégories supplémentaires) les salaires du contrat-type du 13 juin 2017, eux-mêmes repris de la précédente convention collective-cadre; l'indexation des salaires doit être négociée chaque année entre les parties (cf. let. A.c supra).\n\n4.3 En bref, les salaires minimaux introduits par contrat-type en février 2013 ont ensuite été augmentés le 1er janvier 2014. Sous l'empire de la convention collective étendue, ils ont également été |297| augmentés les 1er janvier 2015, 1er janvier 2016 et 1er janvier 2017. Les salaires minimaux 2017 ont été repris tels quels dans le contrat-type du 13 juin 2017, entré en vigueur le 1er juillet 2017 pour une durée d'un an et demi.\n\nEn décidant, dans un tel contexte, d'indexer les salaires minimaux qui, de fait, n'avaient pas été adaptés depuis janvier 2017, l'autorité d'édiction s'est inscrite dans la ligne de ce qui avait été fait précédemment. Elle a du reste invoqué sa pratique constante lors de la révision des contrats-types de travail, consistant à adapter les salaires à l'indice cantonal des prix à la consommation. Les recourantes ne contestent pas réellement l'existence d'une telle pratique, plaidant que l'affirmation vaudrait surtout pour les contrats-types ordinaires. Par ailleurs, les recourantes n'établissent pas que des circonstances économiques spéciales auraient justifié de renoncer à l'indexation des salaires.\n\nLa commission tripartite n'a certes pas expressément proposé l'indexation des salaires, mais ne l'a pas non plus expressément proscrite. Elle a recommandé de \"proroger une nouvelle fois, pour trois ans, les salaires minimaux impératifs du contrat-type de travail (...) avec effet au 1 er janvier 2019\". Si cette proposition devait être prise à la lettre, comme le plaident les recourantes, cela impliquerait que les salaires adaptés la dernière fois en janvier 2017 - et repris tels quels dans le contrat-type du 13 juin 2017 - perdurent jusqu'en décembre 2021, échéance proposée par la commission tripartite. Une telle situation serait inhabituelle dans le contexte précité. Elle appellerait des justifications que la commission tripartite n'a pas fournies et qui n'apparaissent pas davantage dans le rapport intermédiaire du 3 octobre 2018 ayant servi de fondement à la proposition de cet organe (cf. let. A.d supra). Les recourantes se bornent à plaider que le secteur en cause doit affronter la concurrence du commerce par Internet et des commerces français en zone frontalière. Force est de constater que de telles données ne sont pas nouvelles et que les recourantes ne s'attachent pas à démontrer que la situation économique se serait dégradée au point qu'il faudrait désormais renoncer à la pratique d'augmenter les salaires minimaux pour compenser le renchérissement.\n\nOn relèvera que les recourantes ne tirent nullement argument des autres modifications apportées dans le contrat-type - en particulier l'introduction d'une disposition concernant l'assurance perte de gain |298| pour cause de maladie - pour justifier une renonciation à l'indexation des salaires. L'autorité intimée fait du reste observer qu'elle s'est sur ces points aussi écartée de la proposition émise par la commission tripartite, sans que les recourantes lui reprochent un excès de pouvoir à cet égard.\n\nEn fin de compte, les recourantes insistent sur la nécessité d'aligner les salaires du contrat-type sur ceux prévus dans la convention collective du 11 septembre 2017, laquelle a repris les salaires minimaux du contrat-type du 13 juin 2017 sans prévoir d'indexation automatique. Selon leurs propres explications, l'entrée en vigueur de cette convention dépend de la possibilité d'obtenir son extension. Il existe bel et bien un vide en l'état. L'autorité d'édiction a suivi une pratique consistant à augmenter les salaires minimaux pour tenir compte du renchérissement; il n'y a pas en soi d'éléments économiques spéciaux contre-indiquant l'indexation. Avant de prendre cette mesure, l'autorité d'édiction a écouté le point de vue des milieux patronaux, syndicaux et de l'Office cantonal de l'inspection et des relations du travail. Les trois associations recourantes se sont exprimées, insistant sur la nécessité de s'en tenir aux mêmes salaires que ceux prévus dans la convention collective du 11 septembre 2017. Tenant compte du possible aboutissement d'une convention collective, l'autorité d'édiction a réduit la durée du contrat-type à deux ans, alors que la commission tripartite proposait trois ans. Peu importe qu'à ce stade, les employeurs liés par la convention collective occupent désormais au moins 50 % de tous les travailleurs (art. 2 ch. 3bis de la loi fédérale du 28 septembre 1956 permettant d'étendre le champ d'application de la convention collective de travail [LECCT; RS 221. 215.311]); les recourantes elles-mêmes admettent que les démarches en vue de l'extension peuvent s'étendre sur une longue période.\n\n4.4 En définitive, dans ce contexte précis, on ne saurait reprocher à l'autorité d'édiction d'avoir enfreint le droit fédéral en décidant, sans précision expresse de la commission tripartite, d'indexer les salaires minimaux prévus dans le précédent contrat-type du 13 juin 2017, alors que ceux-ci n'avaient pas été adaptés depuis janvier 2017 et ne le seront pas pendant la durée du contrat-type expirant le 31 décembre 2020. Il sied de souligner que la commission tripartite doit continuer d'observer le marché après l'adoption du contrat-type et peut proposer des modifications, voire son abrogation si l'évolution de la situation le justifie (art. 360b al. 4 CO)."}