{"annee": "145", "cour": "IV", "page": "179", "date": "11/4/2019", "cite": ["133 I 270", "124 I 208", "143 IV 168", "143 IV 160"], "cite_par": [], "chapeau": "19. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A. gegen Staatsanwaltschaft des Kantons Schaffhausen (Beschwerde in Strafsachen)\n\n1B_116/2019 vom 11. April 2019", "regestes": ["Art. 31 al. 3 Cst., art. 5 par. 3 CEDH, art. 212 al. 3 CPP; proportionnalité de la durée de la détention. Le principe de proportionnalité impose aux autorités pénales, lors du contrôle de la durée de la détention avant jugement, d'être d'autant plus prudentes lorsque la durée de cette mesure s'approche de celle de la peine privative de liberté encourue. Le rapport entre la durée de la détention déjà subie et celle encourue n'est en tout cas pas seul déterminant (consid. 3)."], "faits": "BGE 145 IV 179 S. 179\n\nA. A. reiste am 27. März 2017 zusammen mit einer weiteren Person am Grenzübergang Ramsen in die Schweiz ein. Bei der Kontrolle seines Autos wurden unter anderem 200 g einer weissen BGE 145 IV 179 S. 180Substanz und ca. 1'600 Pillen gefunden. A. wurde festgenommen und am 30. März 2017 vom Zwangsmassnahmengericht Schaffhausen wegen des Verdachts der Widerhandlung gegen das Betäubungsmittelgesetz in Untersuchungshaft versetzt. Die Haft wurde in der Folge mehrmals verlängert.\n\nMit Urteil vom 1. Juni 2018 sprach das Kantonsgericht Schaffhausen A. der einfachen und qualifizierten Widerhandlung gegen das Betäubungsmittelgesetz, der Förderung der rechtswidrigen Einreise und des rechtswidrigen Aufenthalts sowie der mehrfachen Übertretung des Betäubungsmittelgesetzes schuldig. Es verurteilte ihn, als Zusatzstrafe zu einer mit Urteil des Tribunal de police de Lausanne vom 9. August 2017 verhängten Freiheitsstrafe von 6 Monaten, zu 26 Monaten Freiheitsstrafe und einer Busse von Fr. 300.-. An die Strafe rechnete es 432 Tage Untersuchungs- und Sicherheitshaft an. Weiter ordnete es bis zur Rechtskraft des Urteils oder bis zum Antritt einer freiheitsentziehenden Sanktion, längstens jedoch bis zum 30. November 2018, die Verlängerung der Sicherheitshaft an. A. wurde zudem für 5 Jahre des Landes verwiesen.\n\nA. erklärte gegen das Urteil Berufung. Die Staatsanwaltschaft erhob keine Anschlussberufung. (...)\n\nAm 17. September 2018 wurde A. der vorzeitige Strafvollzug bewilligt. (...) Mit Eingabe vom 24. Januar 2019 stellte er ein Gesuch um Entlassung. (...) Mit Verfügung vom 13. Februar 2019 wies das Obergericht des Kantons Schaffhausen das Gesuch ab.\n\nB. Mit Beschwerde in Strafsachen an das Bundesgericht vom 11. März 2019 beantragt A., die Verfügung des Obergerichts sei aufzuheben und er selbst aus dem vorzeitigen Strafvollzug zu entlassen. (...)\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Gemäss Art. 31 Abs. 3 BV und Art. 5 Ziff. 3 EMRK hat eine in strafprozessualer Haft gehaltene Person Anspruch darauf, innerhalb einer angemessenen Frist richterlich abgeurteilt oder während des Strafverfahrens aus der Haft entlassen zu werden. Eine übermässige Haftdauer stellt eine unverhältnismässige Beschränkung dieses Grundrechts dar. Nach Art. 212 Abs. 3 StPO dürfen deshalb BGE 145 IV 179 S. 181Untersuchungs- und Sicherheitshaft nicht länger dauern als die zu erwartende Freiheitsstrafe, wobei nach ständiger Praxis bereits zu vermeiden ist, dass die Haftdauer in grosse Nähe zur zu erwartenden Freiheitsstrafe rückt (BGE 143 IV 168 E. 5.1 S. 173 mit Hinweisen). Diese Grenze ist insbesondere deshalb bedeutsam, weil das erkennende Gericht dazu neigen könnte, die Dauer der erstandenen Haft bei der Strafzumessung mitzuberücksichtigen (BGE 133 I 270 E. 3.4.2 S. 282; BGE 124 I 208 E. 6 S. 215; Urteil 1B_413/2017 vom 23. Oktober 2017 E. 4.2; je mit Hinweisen).\n\n3.2 Das Obergericht hält fest, das Bundesgericht habe in zwei Fällen aus dem Jahr 2000, in denen die Prognose der bedingten Entlassung unsicher schien, die Aufrechterhaltung der Sicherheitshaft nach Ablauf von drei Vierteln der Strafe, die im Rechtsmittelverfahren nur noch verkürzt, aber nicht mehr erhöht werden konnte, als unverhältnismässig angesehen. Angesichts der jüngeren Rechtsprechung bestehe jedoch im Rahmen des Haftprüfungsverfahrens bei einer erstinstanzlich ausgesprochenen Landesverweisung nach Art. 66a StGB kaum noch Raum für die Berücksichtigung der Möglichkeit einer bedingten Entlassung (BGE 143 IV 168 und Urteil 1B_262/2018 vom 20. Juni 2018). Da die erlittene Haft die Dauer der ausgesprochenen Freiheitsstrafe klarerweise nicht übersteige und zudem angesichts der auf den 9. April 2019 festgesetzten Berufungsverhandlung ein baldiger Entscheid über die Berufung zu erwarten sei, sei das Gesuch um Entlassung aus dem vorzeitigen Strafvollzug bereits aus diesen Gründen abzuweisen. Hinzu komme, dass bei der Beurteilung der Verhältnismässigkeit die Möglichkeit der bedingten Entlassung aus dem Strafvollzug nach Verbüssen von zwei Dritteln der Freiheitsstrafe (Art. 86 Abs. 1 StGB) ohnehin nur ausnahmsweise zu berücksichtigen wäre, insbesondere wenn absehbar sei, dass eine bedingte Entlassung mit grosser Wahrscheinlichkeit erfolgen dürfte. Dies sei hier nicht der Fall, da die Legalprognose zumindest als unsicher erscheine.\n\n3.3 Entgegen der Auffassung der Vorinstanz geht aus der jüngeren Rechtsprechung des Bundesgerichts nicht hervor, dass im Rahmen des Haftprüfungsverfahrens bei einer erstinstanzlich ausgesprochenen Landesverweisung nach Art. 66a StGB kein bzw. kaum noch Raum für die Berücksichtigung der Möglichkeit einer bedingten Entlassung besteht. Im von ihr erwähnten BGE 143 IV 168 war der Beschwerdeführer erstinstanzlich zu einer bedingten Freiheitsstrafe BGE 145 IV 179 S. 182von zwei Jahren und einer Landesverweisung verurteilt worden. Weil die Frist für eine Anschlussberufung der Staatsanwaltschaft noch nicht abgelaufen war, bestand jedoch die Möglichkeit, dass die Freiheitsstrafe im Rechtsmittelverfahren unbedingt ausgesprochen werden würde, weshalb sich die erstandene Untersuchungshaft von etwas mehr als drei Monaten ohne Weiteres als verhältnismässig erwies (a.a.O., E. 5.1 f. S. 173 f. mit Hinweisen). Im Verfahren 1B_262/2018 hatte der Beschwerdeführer geltend gemacht, dass er die erstinstanzlich ausgesprochene unbedingte Freiheitsstrafe von 12 Monaten im Zeitpunkt seiner Beschwerde ans Bundesgericht durch strafprozessuale Haft vollständig verbüsst habe. Das Bundesgericht berücksichtigte bei seiner Beurteilung indessen, dass ihm darüber hinaus konkret die Umwandlung einer Geldstrafe von 236 Tagessätzen in eine Freiheitsstrafe drohte, weshalb Überhaft verneint werden konnte und die Voraussetzungen der bedingten Entlassung von Art. 86 Abs. 1 StGB (noch) nicht zur Diskussion standen (Urteil 1B_262/2018 vom 20. Juni 2018 E. 3 mit Hinweisen).\n\n3.4 Liegt bereits ein richterlicher Entscheid über das Strafmass vor, stellt dieser ein wichtiges Indiz für die mutmassliche Dauer der tatsächlich zu verbüssenden Strafe dar (BGE 143 IV 160 E. 4.1 S. 165 mit Hinweisen). Nach der Rechtsprechung ist zudem bei der Prüfung der zulässigen Haftdauer der Umstand, dass die in Aussicht stehende Freiheitsstrafe bedingt oder teilbedingt ausgesprochen werden kann, wie auch die Möglichkeit einer bedingten Entlassung aus dem Strafvollzug im Grundsatz nicht zu berücksichtigen (BGE 143 IV 168 E. 5.1 S. 173, BGE 143 IV 160 E. 4.2 S. 166; je mit Hinweisen). Im vorliegenden Fall besteht gestützt auf die Akten kein Anlass, von diesem Grundsatz ausnahmsweise abzuweichen.\n\n3.5 Damit bleibt zu prüfen, ob die Haftdauer unabhängig von der Nichtberücksichtigung der Möglichkeit der bedingten Entlassung in grosse Nähe zur zu erwartenden Freiheitsstrafe rückt. In dieser Hinsicht ist zutreffend, dass das Bundesgericht in zwei Fällen aus dem Jahr 2000, in denen die Prognose der bedingten Entlassung unsicher schien, die Aufrechterhaltung der Sicherheitshaft nach Ablauf von drei Vierteln der Strafe, die im Rechtsmittelverfahren nur noch verkürzt, aber nicht mehr erhöht werden konnte, als unverhältnismässig angesehen hat (Urteile 1P.219/2000 vom 20. April 2000 E. 2d und 1P.256/2000 vom 12. Mai 2000 E. 2d). Auch in neueren Urteilen hat das Bundesgericht zum Teil auf das Mass von drei BGE 145 IV 179 S. 183Vierteln hingewiesen (vgl. etwa Urteil 1B_23/2019 vom 28. Januar 2019 E. 2.2), freilich ohne dass es jemals die Regel formuliert hätte, dass nach deren Ablauf automatisch von Überhaft auszugehen wäre. Im Sinne einer Klarstellung ist deshalb zu bestätigen, dass der Verhältnismässigkeitsgrundsatz von den Behörden verlangt, umso zurückhaltender zu sein, als sich die Haft der zu erwartenden Freiheitsstrafe nähert; dabei ist jedoch nicht das Verhältnis der erstandenen Haftdauer zur zu erwartenden Freiheitsstrafe als solches entscheidend, sondern ist vielmehr auf die Umstände des Einzelfalls abzustellen.\n\n3.6 Der Beschwerdeführer wurde erstinstanzlich zu einer Freiheitsstrafe von 26 Monaten als Zusatzstrafe zu einer noch nicht verbüssten Freiheitsstrafe von 6 Monaten verurteilt. Insgesamt drohen ihm deshalb 32 Monate Freiheitsentzug. Da die Staatsanwaltschaft keine Berufung erhoben hat, kann die Strafe im Rechtsmittelverfahren nicht erhöht werden. Im Zeitpunkt des angefochtenen Entscheids hatte der Beschwerdeführer 22,5 Monate in Haft oder im vorzeitigen Strafvollzug verbracht, im jetzigen Zeitpunkt sind es gut 24 Monate. Angesichts des verbleibenden zu erwartenden Strafrests von immerhin 8 Monaten droht auch im jetzigen Zeitpunkt noch keine Überhaft.\n\n3.7 Die Rüge des Beschwerdeführers ist somit unbegründet. Immerhin ist darauf hinzuweisen, dass vor dem Hintergrund der bereits abgelaufenen Haftdauer das Berufungsgericht der Verhältnismässigkeit der Haft und insbesondere auch dem Beschleunigungsgebot in Haftsachen (Art. 31 Abs. 3-4 BV, Art. 5 Ziff. 3-4 EMRK, Art. 5 Abs. 2 StPO) ein besonderes Augenmerk zu schenken haben wird."}