{"annee": "145", "cour": "II", "page": "182", "date": "7/2/2019", "cite": ["144 II 121"], "cite_par": [], "chapeau": "17. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A.A. und B.A. gegen Gemeinderat Wölflinswil und Regierungsrat des Kantons Aargau (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_319/2018 vom 7. Februar 2019", "regestes": ["Art. 16a al. 1 et art. 16abis LAT; art. 34 al. 3 et art. 34b al. 5 OAT; construction de nouveaux bâtiments d'habitation en zone agricole en lien avec la détention et l'utilisation de chevaux; interprétation et portée de l'art. 34b al. 5 OAT; examen de la conformité à la zone. L'art. 34b al. 5 OAT exclut en principe la construction de nouveaux bâtiments d'habitation en zone agricole qui ne rempliraient la condition de conformité à la zone posée par l'art. 34 al. 3 OAT qu'en raison de la détention et l'utilisation de chevaux sur l'exploitation agricole concernée. Cela comprend également les nouveaux bâtiments d'habitation qui, comme ceux de la génération qui prend sa retraite, n'ont qu'un lien indirect avec la détention ou l'utilisation de chevaux (consid. 5). La conformité à la zone, litigieuse en l'espèce, d'un nouveau bâtiment d'habitation pour la génération qui prend sa retraite au sens de l'art. 34 al. 3 OAT ne peut par conséquent pas être examinée à la lumière de la détention et l'utilisation de chevaux (consid. 5.8)."], "faits": "|183|\n\nA. A.A. und B.A. führen in der aargauischen Gemeinde Wölflinswil das landwirtschaftliche Gewerbe \"B.\", auf dem sie Pferde und Sömmerungsrinder halten, Acker- und Futterbau betreiben sowie eine Obstanbaufläche bewirtschaften. Am 5. Dezember 2016 ersuchten sie beim Gemeinderat Wölflinswil um den baurechtlichen Vorentscheid, dass sie auf dem Gewerbe Wohnraum für die abtretende Generation bzw. ein Stöckli erstellen dürften. Am 16. März 2017 verneinte das Departement Bau, Verkehr und Umwelt des Kantons Aargau die Bewilligungsfähigkeit des zusätzlichen Wohnraums bzw. eines Stöckli und wies ihr Gesuch ab. Diesen Entscheid eröffnete ihnen der Gemeinderat mit Beschluss vom 3. April 2017. Ihre dagegen erhobene Beschwerde wies der Regierungsrat des Kantons Aargau am 13. September 2017 ab.\n\nB. Gegen den Entscheid des Regierungsrats gelangten A.A. und B.A. an das Verwaltungsgericht des Kantons Aargau. Am 24. Mai 2018 wies dieses ihr Rechtsmittel ab.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten vom 29. Juni 2018 an das Bundesgericht beantragen A.A. und B.A., das Urteil des Verwaltungsgerichts aufzuheben und ihr Vorentscheidsgesuch zu bewilligen.\n\nDer Gemeinderat beurteilt die Beschwerde als plausibel und nachvollziehbar. Der Regierungsrat beantragt deren Abweisung, soweit |184| darauf eingetreten werden könne. Das Verwaltungsgericht hat auf eine Vernehmlassung verzichtet. Das Bundesamt für Raumentwicklung ARE erachtet das angefochtene Urteil als im Ergebnis korrekt und schliesst auf Abweisung der Beschwerde. A.A. und B.A. haben am 15. Oktober 2018 eine weitere Stellungnahme eingereicht.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n5.\n\n5.1 Ob Art. 34b Abs. 5 RPV (SR 700.1) bei der Beurteilung der Zonenkonformität des strittigen Wohnraums zur Anwendung kommt, ist nachfolgend mittels Auslegung zu klären. Ausgangspunkt bildet dabei der Wortlaut der Bestimmung. Ist der Text nicht ganz klar und sind verschiedene Auslegungen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente, namentlich von Sinn und Zweck sowie der dem Text zugrunde liegenden Wertung. Wichtig ist ebenfalls der Sinn, der einer Norm im Kontext zukommt. Vom klaren, das heisst eindeutigen und unmissverständlichen Wortlaut darf nur ausnahmsweise abgewichen werden, wenn triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Bestimmung wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Sinn und Zweck oder aus dem Zusammenhang mit andern Vorschriften ergeben (BGE 144 II 121 E. 3.4 S. 126 mit Hinweisen).\n\n5.2 Gemäss dem in den drei Amtssprachen übereinstimmenden Wortlaut von Art. 34b Abs. 5 RPV ist die Errichtung neuer Wohnbauten im Zusammenhang mit der Haltung und Nutzung von Pferden allgemein unzulässig. Dass die Bestimmung nur für bestimmte neue Wohnbauten mit einem solchen Zusammenhang gelten würde oder auf gewisse nicht zur Anwendung käme, geht daraus nicht hervor. Wann von einem derartigen \"Zusammenhang mit der Haltung und Nutzung von Pferden\" auszugehen ist, wird aus dem Wortlaut der Bestimmung allerdings nicht gänzlich klar. So ist etwa denkbar, dass diese lediglich Wohnbauten betrifft, die einen unmittelbaren Bezug zur Pferdehaltung und -nutzung haben, aber auch, dass sie nebst diesen zusätzlich für Wohnbauten mit einem bloss mittelbaren Bezug gilt. Zur Klärung der Tragweite der Bestimmung sind demnach die weiteren Auslegungselemente zu berücksichtigen. |185|\n\n5.3 Die Beschwerdeführer bringen in diesem Zusammenhang insbesondere vor, die Anwendung von Art. 34b Abs. 5 RPV auf die Erstellung von neuen Wohnbauten für die abtretende Generation hätte für sämtliche Landwirtschaftsbetriebe, auf denen im Zusammenhang mit der Pferdezucht zonenkonformer Wohnraum erstellt worden sei, zur Folge, dass die abtretende Generation nach der Betriebsübergabe den Hof verlassen müsste. Dies sei mit Sinn und Zweck von Art. 34 Abs. 3 RPV, wonach der abtretenden Generation nicht zugemutet werden könne, den von ihr ein Leben lang bewohnten Hof zu verlassen, nicht zu vereinbaren, ebenso wenig mit Sinn und Zweck von Art. 34b Abs. 5 RPV. Der Verordnungsgeber habe mit dieser Bestimmung nicht verhindern wollen, dass bei Bestehen eines zonenkonformen Wohngebäudes Wohnraum für die abtretende Generation erstellt werde. Die Bestimmung könne und dürfe sich vielmehr nur auf Fälle beziehen, in denen zunächst Bauten im Sinne von Art. 34b Abs. 2-4 RPV errichtet worden seien und anschliessend wegen dieser Bauten ein Anspruch auf die Erstellung von Wohnraum geltend gemacht werde.\n\n5.4 Art. 34b Abs. 5 RPV konkretisiert wie die weiteren Absätze von Art. 34b RPV den am 1. Mai 2014 in Kraft getretenen Art. 16abis RPG (SR 700; vgl. Art. 16abis Abs. 4 RPG). Dieser sieht insbesondere vor, dass Bauten und Anlagen, die zur Haltung von Pferden nötig sind, auf einem bestehenden landwirtschaftlichen Gewerbe im Sinne des BGBB (SR 211.412.11) als zonenkonform bewilligt werden, wenn dieses Gewerbe über eine überwiegend betriebseigene Futtergrundlage und Weiden für die Pferdehaltung verfügt (Abs. 1). Zudem erklärt er gewisse Bauten und Anlagen für die Nutzung von Pferden für bewilligungsfähig (Abs. 2 und 3). Er geht zurück auf die Teilrevision des RPG vom 22. März 2013 (AS 2014 905), mit der mit Bezug auf die Zonenkonformität die frühere Unterscheidung zwischen den grundsätzlich zonenkonformen Pferdezucht- und den nicht oder nur beschränkt zonenkonformen Pferdepensionsbetrieben aufgegeben wurde und die Haltung von Sport- und Freizeitpferden in der Landwirtschaftszone sowie der Vollzug erleichtert werden sollte (vgl. Bericht der Kommission für Umwelt, Raumplanung und Energie des Nationalrats vom 24. April 2012 zur parlamentarischen Initiative \"Pferdehaltung in der Landwirtschaftszone\" [04.472], BBl 2012 6593 ff., 6601 Ziff. 4.2).\n\n5.5 Die Kommission für Umwelt, Raumplanung und Energie des Nationalrats führt in ihrem Bericht zu dieser Teilrevision aus, die |186| vorgesehene Öffnung berge die Gefahr in sich, dass Nichtlandwirte \"Landwirtschaftsbetriebe\" gründeten, nur um Wohnhäuser und Reitställe in der Landwirtschaftszone zu errichten. Dem werde dadurch begegnet, dass nur bestehende Betriebe, die zudem die Anforderungen an ein landwirtschaftliches Gewerbe gemäss BGBB erfüllten, in den Genuss der neuen Möglichkeiten kommen sollten. Ein Betrieb, der Pferde halten wolle, müsse also einerseits eine bestimmte Mindestgrösse aufweisen und andererseits über bestehende Betriebsgebäude verfügen. Dazu gehöre namentlich eine bestehende Wohnbaute, damit die Überwachung der Pferde sichergestellt sei. Die Pferdehaltung solle nicht zur Errichtung von neuem Wohnraum in der Landwirtschaftszone führen (vgl. den vorstehend zitierten Bericht, BBl 2012 6595 Ziff. 3.1).\n\nDas Bundesamt für Raumentwicklung ARE nimmt in seinem erläuternden Bericht zum Vernehmlassungsentwurf für die Teilrevision der RPV vom 2. April 2014 (AS 2014 909), mit der unter anderem Art. 34b in die Verordnung aufgenommen wurde, auf diese Ausführungen im Kommissionsbericht Bezug. Es hält fest, Art. 34b Abs. 4 RPV des Entwurfs (der Art. 34b Abs. 5 RPV entspricht) stelle klar, dass die Pferdehaltung nicht zur Schaffung von neuem Wohnraum in der Landwirtschaftszone führen dürfe. Erfordere die vorgesehene Pferdehaltung eine dauernde Überwachung der Tiere vor Ort, müsse entsprechender Wohnraum bereits vorhanden sein. Die Bestimmung stelle eine Spezialnorm dar und gehe der allgemeinen Vorschrift von Art. 34 Abs. 3 RPV vor (vgl. Bundesamt für Raumentwicklung ARE, Erläuternder Bericht zum Vernehmlassungsentwurf einer Teilrevision der Raumplanungsverordnung, 2013, S. 20).\n\n5.6 Angesichts dieser Ausführungen in den beiden Berichten ist davon auszugehen, Art. 34b Abs. 5 RPV solle insbesondere verhindern, dass ein allfälliger mit der erleichterten Pferdehaltung einhergehender betrieblicher Überwachungsbedarf herangezogen wird, um gestützt auf Art. 34 Abs. 3 RPV die Zonenkonformität von neuen Wohnbauten in der Landwirtschaftszone zu begründen. Er gilt somit in erster Linie für Wohnbauten mit einem unmittelbaren Bezug zu einer nach der Lockerung der Regelung neu betriebenen Pferdehaltung oder -nutzung. Dass er darauf beschränkt wäre, ist aber nicht ersichtlich. Die allgemeine Feststellung in den beiden Berichten, die Pferdehaltung solle nicht zur Errichtung von neuem Wohnraum in der Landwirtschaftszone führen, deutet vielmehr darauf hin, dass Art. 34b Abs. 5 RPV neue Wohnbauten in der Landwirtschaftszone, |187| die nur wegen der Pferdehaltung oder -nutzung beansprucht werden könnten, generell ausschliessen soll. Dies gilt umso mehr, als die beiden Berichte keine einschränkenden Bemerkungen bezüglich des Anwendungsbereichs der Bestimmung enthalten. Es liegt somit nahe, dass Art. 34b Abs. 5 RPV für all jene neuen Wohnbauten gilt, welche die Anforderungen von Art. 34 Abs. 3 RPV an die Zonenkonformität nur deshalb erfüllen würden, weil auf dem betreffenden landwirtschaftlichen Betrieb Pferde gehalten oder genutzt werden. Sofern diese Voraussetzungen erfüllt sind, erfasst er nach dieser weiten Auslegung somit neue Wohnbauten auch dann, wenn diese, wie jene für die abtretende Generation, lediglich einen mittelbaren Bezug zur Pferdehaltung oder -nutzung haben.\n\n5.7 Dieser weiten Auslegung steht nicht entgegen, dass Art. 34 Abs. 3 RPV unter anderem bezweckt, der abtretenden Generation unter gewissen Voraussetzungen den Verbleib auf dem Betrieb zu ermöglichen. Art. 34b Abs. 5 RPV soll die Tragweite der allgemeinen Bestimmung von Art. 34 Abs. 3 RPV im Zusammenhang mit der Pferdehaltung und -nutzung beschränken und geht dieser Bestimmung als zeitlich spätere Spezialnorm vor. Andernfalls könnten selbst dann neue Wohnbauten in der Landwirtschaftszone errichtet werden, wenn ein Betrieb gänzlich auf die Pferdehaltung umgestellt hat, was der Stossrichtung der Spezialregelung zuwiderläuft. Gegen die weite Auslegung spricht ebenso wenig, dass danach unter den genannten Voraussetzungen auch dann keine neuen Wohnbauten für die abtretende Generation beansprucht werden können, wenn vor der erwähnten RPG-Teilrevision im Zusammenhang mit der Pferdezucht (weiterhin) zonenkonformer Wohnraum erstellt wurde. Mit dieser Teilrevision wurden die Pferdezucht- und Pferdepensionsbetriebe einer einheitlichen Regelung unterstellt, die zwar die Pferdehaltung und -nutzung in weiterem Umfang zulässt, im Gegenzug aber die Errichtung von damit im Zusammenhang stehenden neuen Wohnbauten untersagt. Mit dieser einheitlichen Regelung wäre eine Auslegung, welche in der erwähnten Konstellation neue Wohnbauten für die abtretende Generation von der Geltung des Art. 34b Abs. 5 RPV ausnimmt, nicht vereinbar.\n\n5.8 Soweit sich aus den übrigen Auslegungselementen massgebliche Anhaltspunkte ergeben, legen diese demnach die erwähnte weite Auslegung von Art. 34b Abs. 5 RPV nahe. In die gleiche Richtung deuten die einschlägige Wegleitung des Bundesamts für Raumentwicklung ARE und die Literatur, finden sich darin doch namentlich |188| keine einschränkenden Bemerkungen bezüglich des Anwendungsbereichs der Bestimmung (vgl. Bundesamt für Raumentwicklung ARE, Wegleitung Pferd und Raumplanung, Aktualisierte Version 2015, S. 10; RUDOLF MUGGLI, in: Praxiskommentar RPG: Bauen ausserhalb der Bauzone, 2017, N. 4 zu Art. 16abis RPG; JEANNETTE KEHRLI, in: Handbuch zum Agrarrecht, 2017, S. 235 Rz. 108; dies., Der Begriff der Landwirtschaft im Raumplanungsrecht des Bundes, 2015, S. 269; CAVIEZEL/FISCHER, in: Fachhandbuch Öffentliches Baurecht, 2016, S. 118 Rz. 3.74 und 3.77; IRIS BACHMANN, Pferdehaltung ausserhalb der Bauzone, Blätter für Agrarrecht 2014 S. 163 f.). Damit ist davon auszugehen, Art. 34b Abs. 5 RPV schliesse die Errichtung neuer Wohnbauten im Zusammenhang mit der Haltung und Nutzung von Pferden im genannten Sinn generell aus. Ob der vorliegend strittige Wohnraum für die abtretende Generation zonenkonform ist, hängt deshalb, wie die Vorinstanz richtig ausführt, davon ab, ob die Anforderungen von Art. 34 Abs. 3 RPV bei Ausklammerung der Pferdehaltung erfüllt sind. Soweit die Beschwerdeführer von einer engeren Auslegung von Art. 34b Abs. 5 RPV ausgehen bzw. vorbringen, diese Bestimmung komme vorliegend schon deshalb nicht zur Anwendung, weil der strittige Wohnraum für die abtretende Generation in keiner Weise im Zusammenhang mit der Pferdehaltung stehe, erweist sich dies somit als unzutreffend."}