{"annee": "145", "cour": "I", "page": "183", "date": "11/3/2019", "cite": ["143 I 388", "141 I 124", "142 III 153", "143 I 403", "138 I 289", "97 I 509", "141 V 557", "124 I 297", "132 I 97", "140 I 218", "132 I 201", "143 I 109", "121 IV 216", "113 II 394", "135 I 106", "138 I 217", "138 I 435", "137 I 167", "133 I 259", "98 V 230", "142 II 369", "125 II 129", "116 II 399"], "cite_par": [], "chapeau": "11. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause Ordre des Avocats Neuchâtelois, Jeune Barreau Neuchâtelois, A. et B. contre Conseil d'Etat et Grand Conseil de la République et canton de Neuchâtel (recours en matière de droit public)\n\n5C_2/2017 du 11 mars 2019", "regestes": ["Art. 27, 49 et 94 Cst., art. 404 CC; contrôle abstrait des art. 31a à 31d (nouveaux) de la loi neuchâteloise du 27 juin 2017 portant modification de la loi concernant les autorités de protection de l'enfant et de l'adulte; rémunération des curateurs privés indépendants; respect de la liberté économique et du principe de la primauté du droit fédéral. Catégories de curateurs; exposé du système de rémunération des curateurs dans le canton de Neuchâtel, sous l'empire de l'ancien et du nouveau droit (consid. 3). Pas de violation de la liberté économique (consid. 4). Principes régissant la rémunération du curateur; modèles tarifaires cantonaux admissibles; conformité au droit fédéral (art. 404 CC) du système tarifaire neuchâtelois fondé sur des fourchettes forfaitaires; violation du principe de la primauté du droit fédéral en tant que le nouveau tarif limite à 30 % au maximum la possibilité d'augmenter la rémunération de base dans les cas où cette dernière apparaîtrait inéquitable au regard de l'activité déployée par le curateur (consid. 5)."], "faits": "BGE 145 I 183 S. 184\n\nA. Le 27 juin 2017, le Grand Conseil de la République et Canton de Neuchâtel a adopté la loi portant modification de la loi du 6 novembre 2012 concernant les autorités de protection de l'enfant et de l'adulte (LAPEA; RSN 213.32).\n\nCet acte législatif, publié dans la Feuille officielle neuchâteloise (ci-après: FO) n° 27 du 7 juillet 2017 et promulgué par arrêté du Conseil d'Etat du 11 août 2017 paru dans la FO n° 33 du 18 août suivant, est entré en vigueur le 1er janvier 2018.\n\nIl introduit notamment dans la LAPEA une section 2 nouvelle comprenant les art. 31 à 31e portant sur la rémunération des curateurs et tuteurs. Ces dispositions prévoient en substance que cette rémunération est fixée par l'autorité de protection annuellement ou biennalement (art. 31 nouveau) selon des fourchettes d'honoraires en fonction des tâches assumées (art. 31a al. 1 nouveau) et peut être augmentée, sur demande expresse et motivée du curateur ou du tuteur, de 30 % au maximum lorsqu'elle apparaît comme inéquitable au vu de l'importance exceptionnelle des tâches assumées, notamment à l'ouverture du mandat (art. 31b nouveau). Par ailleurs, lorsqu'une mesure doit être confiée à un avocat en raison de ses compétences professionnelles particulières, elle est arrêtée conformément au tarif de l'assistance judiciaire (art. 31c al. 1 nouveau) et, dans le cas d'autres professionnels, tels qu'un notaire ou un gérant d'immeubles, selon le tarif BGE 145 I 183 S. 185horaire le plus bas retenu par l'association professionnelle concernée ou par les usages de la branche (art. 31c al. 2 nouveau). L'art. 31c al. 3 dispose toutefois que, si la situation financière de la personne concernée le permet, le curateur ou le tuteur ès qualités sera rémunéré selon le tarif usuel de sa branche. L'art. 31d prévoit enfin le droit à une indemnité couvrant les frais de transport, calculée conformément au tarif applicable aux titulaires de la fonction publique (al. 1) ainsi que le remboursement des autres frais indispensables à l'exécution du mandat à concurrence de leur montant effectif, sur présentation de pièces justificatives (al. 2).\n\nB. Par écriture du 15 septembre 2017, postée le même jour, l'Ordre des Avocats Neuchâtelois, le Jeune Barreau Neuchâtelois ainsi que les avocats A. et B. exercent un recours en matière de droit public au Tribunal fédéral tendant à l'annulation des art. 31a à 31d (nouveaux) de la loi du 27 juin 2017.\n\nLes recourants invoquent une violation de la liberté économique, des principes de la primauté du droit fédéral et de l'égalité dans la loi ainsi que de l'interdiction du travail obligatoire garanti par l'art. 4 CEDH.\n\nLe Grand Conseil de la République et Canton de Neuchâtel propose le rejet du recours dans la mesure de sa recevabilité. Le Conseil d'Etat ne s'est pas déterminé. Les recourants ont répliqué.\n\nC. Par ordonnance du 19 octobre 2017, le Président de la IIe Cour de droit civil a refusé d'accorder l'effet suspensif au recours.", "considerants": "Extrait des considérants:\n\n3. Les recourants entendent demander le contrôle abstrait des art. 31a à 31d (nouveaux) de la loi du 27 juin 2017 en tant qu'ils règlent, dans le canton de Neuchâtel, le mode de rémunération des curateurs, singulièrement des avocats-curateurs privés indépendants.\n\n3.1 En règle générale, depuis le 1er janvier 2019 date de l'entrée en vigueur de l'art. 400 al. 2 CC dans sa nouvelle teneur selon laquelle la personne nommée ne peut l'être qu'avec son accord (Code civil, modification du 29 septembre 2017; RO 2018 2801), la fonction de curateur peut être exercée par un membre de la parenté (père, mère, conjoint, etc.), un proche de la personne concernée ou un simple citoyen exerçant cette fonction volontairement. On parle alors de curateur privé (Privatbeistand). Il peut aussi s'agir d'un collaborateur BGE 145 I 183 S. 186d'un organisme social privé ou d'un professionnel indépendant qui assume cette fonction à titre accessoire, à côté notamment de tâches relevant de son activité principale, ou encore d'une personne désignée en raison de ses compétences professionnelles particulières (avocat, expert fiduciaire), que l'on qualifie de curateur privé avec compétences professionnelles particulières (Fachbeistand). On rencontre enfin le curateur professionnel (le \"tuteur officiel\" de l'ancien droit; Berufsbeistand) qui, dans le cadre d'une institution publique, a la charge, sinon exclusive du moins prépondérante, de mandats de protection pour des personnes de toutes les classes d'âge ou, en fonction de l'organisation, seulement pour des enfants et des adolescents, ou pour des adultes uniquement (cf. arrêt 6B_580/2016 du 23 octobre 2017 consid. 2.2; sur les diverses classifications qui peuvent varier d'un auteur à l'autre: Droit de la protection de l'adulte, Guide pratique [avec modèles] édité par la COPMA [ci-après: Guide pratiqueCOPMA], 2017, p. 190, ch. 6.2.4, n. 6.30 ss;FOUNTOULAKIS/AFFOLTER-FRINGELI/BIDERBOST/STECK, Fachhandbuch, Kindes- und Erwachsenenschutzrecht, 2016, p. 236 s., n. 8.159; RUTH E. REUSSER, in Basler Kommentar, Zivilgesetzbuch, vol. I, 6e éd. 2017, nos 14 ss ad art. 400 CC; STEINAUER/FOUNTOULAKIS, Droit des personnes physiques et de la protection de l'adulte, 2014, p. 474, n. 1071; HAUSHEER/GEISER/AEBI-MÜLLER, Das neue Erwachsenenschutzrecht, 2e éd. 2014, p. 69, n. 2.120; HÄFELI, Grundriss zum Kindes- und Erwachsenenschutz [ci-après: Grundriss], 2e éd. 2016, p. 175 s., n. 21.08 ss; PHILIPPE MEIER, Droit de la protection de l'adulte, Articles 360-456 CC, 2016, p. 453 s., n. 945 et 947; NOÉMIE HELLE, Renouvellement de la garde-robe du curateur: l'habit fait-il toujours le moine? Etat des lieux à l'occasion de l'entrée en vigueur du droit de la protection de l'adulte, in Le nouveau droit de la protection de l'adulte, 2012, p. 180 s., n. 39 ss).\n\nSelon une terminologie propre, le canton de Neuchâtel connaît trois catégories de curateurs: les \"curateurs privés salariés\" qui regroupent les parents, les proches ou les personnes volontaires qui exercent l'activité de curateur à titre accessoire et sont considérés comme des salariés de l'Etat du point de vue des assurances sociales et sont ainsi soumis au paiement des charges sociales usuelles; les \"curateurs privés indépendants\" qui exercent l'activité de curateur à titre professionnel mais non principal, dans le cadre d'une structure indépendante, et qui comprennent principalement des avocats et des experts fiduciaires; les \"curateurs professionnels du Service de protection BGE 145 I 183 S. 187 de l'adulte et de la jeunesse\" (ci-après: SPAJ) qui sont au bénéfice d'une formation professionnelle spécifique (cf. rapport du Conseil d'Etat neuchâtelois du 5 décembre 2016 p. 2 s., ch. 2). Les curateurs privés indépendants assument 56 % des mandats de protection dont la majorité concerne des personnes majeures et qui représentent pour leur structure indépendante un certain apport économique. Ils sont des partenaires importants sur lesquels les autorités de protection peuvent compter (cf. Rapport du Conseil d'Etat du 5 décembre 2016, p. 2/3). Les curateurs privés salariés et les curateurs professionnels du SPAJ assurent 24 %, respectivement 20 %, des mandats de protection (cf. Rapport précité, ibidem).\n\n3.2 Jusqu'à l'entrée en vigueur de la novelle du 27 juin 2017, la rémunération du curateur était fixée en fonction de l'importance et de la difficulté du mandat, sur proposition de sa part (art. 58 du Décret du 6 novembre 2012 fixant le tarif des frais, des émoluments de chancellerie et des dépens en matière civile, pénale et administrative [TFrais; RSN 164.1]). Lorsque le mandat de curatelle était assumé par un collaborateur du Service en charge de la protection des enfants et des adultes (actuel SPAJ), elle était fixée forfaitairement à 2'000 fr. par an pour un mandat avec gestion financière (art. 59 let. a TFrais) et à 1'000 fr. par an pour un mandat sans gestion financière (art. 59 let. b TFrais).\n\nCette dernière disposition n'était toutefois pas appliquée par les autorités de protection qui considéraient qu'elle ne constituait pas une base légale suffisante pour la facturation de prestations entre services de l'Etat (VALÉRIE DE LUIGI, La rémunération du curateur: quelles solutions en cas d'indigence de la personne concernée?, in Les difficultés économiques en droit, 2015, p. 157/158). Dans un obiter dictum de l'arrêt du 28 juillet 2014, in Recueil de jurisprudence neuchâteloise (RJN) 2014 p. 99, la Cour des mesures de protection de l'enfant et de l'adulte du Tribunal cantonal neuchâtelois avait par ailleurs jugé \"insuffisant\" le système forfaitaire de rémunération des curateurs du SPAJ, motif pris que ce tarif unique ne respectait pas le principe de la rémunération différenciée (en fonction de l'importance et de la difficulté du mandat) voulue notamment par l'art. 404 al. 2 CC.\n\nEn définitive, les autorités de protection faisaient application, pour le curateur professionnel, d'un barème interne établi par les juges (cf. rapport du Conseil d'Etat du 5 décembre 2016 p. 3, ch. 3; DE LUIGI, BGE 145 I 183 S. 188op. cit., ibidem et p. 159), aucune rémunération ni remboursement des frais n'étant toutefois dus en cas d'indigence de la personne concernée (DE LUIGI, op. cit., p. 159). Les curateurs privés étaient quant à eux rémunérés sur la base de tabelles internes aux autorités de protection, selon un tarif horaire de 60 à 100 fr. lorsque la personne concernée était indigente et, s'ils étaient désignés en raison de leurs connaissances professionnelles spécifiques (p. ex. en tant qu'avocat, comptable ou notaire), selon le tarif horaire de leur profession, lequel pouvait toutefois être réduit en cas d'indigence (DE LUIGI, op. cit., p. 158, let. c).\n\n3.3\n\n3.3.1 Pour les activités déployées à compter du 1er janvier 2018 (cf. pour le droit transitoire: art. 37bis LAPEA), les dispositions suivantes s'appliquent désormais à la rémunération des curateurs:\n\nArt. 31a (nouveau)\n\nRémunération de base\n\n1 La rémunération annuelle se situe dans les limites suivantes, en fonction des tâches assumées par la curatrice, le curateur ou la tutrice, le tuteur:\n\na) gestion administrative de 300 à 1'500 fr.\n\nb) encadrement personnel sans gestion de 100 à 800 fr.\n\nc) encadrement personnel avec gestion\n\nadministrative ou financière de 500 à 1'800 fr.\n\nd) encadrement personnel important avec\n\ngestion administrative ou financière de 1'000 à 3'600 fr.\n\n2 L'encadrement personnel important est celui qui implique pour la curatrice, le curateur ou la tutrice, le tuteur une assistance personnelle et sociale étroite et récurrente, comportant notamment:\n\n- la recherche et le maintien d'un lieu de vie;\n\n- la mise en place d'un suivi thérapeutique;\n\n- des démarches intenses d'insertion sociale ou professionnelle;\n\n- la mise en place et le pilotage d'un réseau de professionnels.\n\n3 En cas de modification des tâches en cours d'exercice par l'Autorité de protection de l'enfant et de l'adulte, celle-ci fixe la rémunération pro rata temporis.\n\n4 La curatelle en faveur d'un enfant ne donne lieu à rémunération que si elle comprend des tâches de représentation ou de gestion au sens des articles 308, alinéa 2 et 325 du Code civil. BGE 145 I 183 S. 189\n\nArt. 31b (nouveau)\n\nSituations exceptionnelles\n\n1 L'Autorité de protection de l'enfant et de l'adulte peut augmenter la rémunération de base de 30 % au maximum lorsque celle-ci apparaît comme inéquitable au vu de l'importance exceptionnelle des tâches assumées par la curatrice, le curateur ou la tutrice, le tuteur, notamment à l'ouverture du mandat.\n\n2 Cette rémunération majorée ne peut être allouée que sur demande expresse et motivée de la curatrice, du curateur ou de la tutrice, du tuteur.\n\nArt. 31c (nouveau)\n\nCompétences professionnelles particulières\n\n1 Lorsqu'une mesure doit être confiée à un-e avocat-e en raison de ses compétences professionnelles particulières, la rémunération est fixée conformément au tarif de l'assistance judiciaire.\n\n2 Lorsqu'une mesure doit être confiée à un-e autre professionnel-le, tels qu'un-e notaire ou un-e gérant-e d'immeubles, en raison de ses compétences professionnelles particulières, la rémunération est fixée en fonction du tarif horaire le plus bas retenu par l'association professionnelle concernée ou par les usages de la branche.\n\n3 Si la situation financière de la personne concernée le permet, la curatrice, le curateur ou la tutrice, le tuteur mandaté en raison de ses compétences professionnelles particulières est rémunéré selon le tarif usuel de sa branche.\n\n4 La décision instituant la curatelle ou la tutelle précise les tâches pour lesquelles la curatrice, le curateur ou la tutrice, le tuteur est nommé-e en raison de ses compétences professionnelles particulières.\n\nArt. 31d (nouveau)\n\n1 La curatrice, le curateur ou la tutrice, le tuteur appelé à se déplacer pour les besoins de son mandat a droit à une indemnité couvrant ses frais de transport fixée conformément au tarif applicable aux titulaires de la fonction publique.\n\n2 Les autres frais indispensables à l'exécution d'un mandat sont remboursés à concurrence de leur montant effectif, sur présentation des pièces justificatives.\n\n3.3.2 Ces nouvelles dispositions prévoient ainsi en substance que la rémunération du curateur est fixée selon des fourchettes de rémunération forfaitaire en fonction des tâches assumées (gestion administrative ou financière; encadrement personnel sans gestion; encadrement personnel avec gestion administrative ou financière; encadrement personnel important avec gestion administrative ou financière [art. 31a BGE 145 I 183 S. 190al. 1 nouveau]). Selon le rapport du Conseil d'Etat du 5 décembre 2016 (p. 2 et 6), ces fourchettes sont applicables à tous les curateurs qu'ils soient privés ou professionnels, quelles que soient leurs qualifications professionnelles et que les honoraires soient pris en charge par la personne concernée ou par l'Etat. Elles s'appliquent pro rata temporis en cas de modification des tâches en cours d'exercice (cf. art. 31a al. 3 nouveau). L'art. 31b nouveau autorise toutefois les autorités de protection à majorer de 30 % au maximum la rémunération de base lorsque le curateur est confronté à des tâches qui relèvent de son mandat et de la catégorie à laquelle il appartient mais dont l'ampleur et la fréquence rendraient le montant maximum de la fourchette applicable insuffisant au regard de l'activité effectivement déployée de manière justifiée (cf. rapport du Conseil d'Etat du 5 décembre 2016, p. 6, ch. 4.4).\n\nNéanmoins, lorsqu'en raison des tâches particulières qu'elle comporte, une mesure doit être confiée à un spécialiste d'un domaine donné (avocat, notaire, gérant d'immeubles) afin d'en assurer la bonne exécution, la rémunération doit être arrêtée conformément au tarif le plus bas applicable à la branche professionnelle, soit le tarif de l'assistance judiciaire pour l'avocat (art. 31c al. 1 nouveau) et, pour les autres professions, le tarif horaire le plus bas retenu par l'association professionnelle concernée ou par les usages de la branche (art. 31c al. 2 nouveau). Toutefois, si la situation financière de la personne concernée le permet, le curateur ou le tuteur sera alors rémunéré selon le tarif usuel de sa branche (art. 31c al. 3 nouveau; cf. rapport du Conseil d'Etat du 5 décembre 2016 p. 6 s., ch. 4.5 et 4.6). En revanche, si l'avocat ou un autre professionnel est nommé indépendamment de ses compétences spécifiques, le système forfaitaire ordinaire s'applique (cf. rapport du Conseil d'Etat du 5 décembre 2016 p. 7 in initio).\n\nL'art. 31d (nouveau) prévoit enfin le droit à une indemnité couvrant les frais de transport calculée conformément au tarif applicable aux titulaires de la fonction publique (al. 1) ainsi que le remboursement des autres frais indispensables à l'exécution du mandat à concurrence de leur montant effectif, sur présentation de pièces justificatives (al. 2).\n\n3.4 Quand bien même les recourants concluent à l'annulation des art. 31a à 31d de la novelle, ils ne critiquent pas (cf. art. 106 al. 2 LTF; consid. 2.1 non publié) le nouveau modèle tarifaire en tant qu'il BGE 145 I 183 S. 191arrête une rémunération au tarif de l'assistance judiciaire ou, si la situation financière de la personne concernée le permet, au tarif usuel de leur branche, lorsqu'ils sont nommés curateurs en raison de leurs compétences professionnelles particulières d'avocat (art. 31c nouveau al. 1 et 3). Ils ne soulèvent de même aucun grief contre l'art. 31c al. 2 nouveau qui vise la rémunération des mandats confiés à d'autres professionnels ni l'art. 31d nouveau relatif aux frais. Ils remettent en cause uniquement l'art. 31a nouveau, qui prévoit, pour les mandats de curatelle qui ne nécessitent pas de compétences professionnelles particulières, l'application du mode de rémunération selon les fourchettes forfaitaires quel que soit le statut du curateur (salarié, privé indépendant ou professionnel du SPAJ), ainsi que l'art. 31b nouveau qui limite la possibilité d'augmenter cette rémunération de base dans les \"situations exceptionnelles\".\n\n4. Dans le cadre défini ci-dessus, les recourants se plaignent d'abord d'une violation de la liberté économique garantie par l'art. 27 Cst., respectivement par l'art. 26 de la Constitution neuchâteloise (Cst./NE; RSN 131.233), ainsi que du principe de la liberté économique (art. 94 Cst.). Ils invoquent en substance deux arguments. D'une part, la novelle ne soumettrait les curateurs privés indépendants à une rémunération forfaitaire qu'aux fins de contenir les dépenses de la collectivité publique et constituerait ainsi une \"mesure dite de politique économique\" prohibée. D'autre part, en rémunérant de façon indistincte les curateurs professionnels du SPAJ et les curateurs privés indépendants alors que les premiers ne supportent aucune charge inhérente à leur activité contrairement aux seconds, elle favoriserait une catégorie de curateurs au détriment de l'autre, entravant ainsi \"gravement le jeu de la libre concurrence\" et contraignant les curateurs indépendants \"à abandonner leur profession au profit du secteur public\".\n\n4.1\n\n4.1.1 L'art. 27 Cst. garantit la liberté économique (al. 1), en particulier le libre choix d'une profession, le libre accès à une activité lucrative privée et son libre exercice (al. 2). Selon l'art. 94 al. 1 er Cst., la Confédération et les cantons respectent le principe de la liberté économique. Alors que l'art. 27 Cst. protège le droit individuel à la liberté économique, l'art. 94 Cst., à titre de maxime fondamentale d'un ordre économique fondé sur l'économie de marché, protège la dimension institutionnelle ou systémique de la liberté économique; BGE 145 I 183 S. 192ces deux aspects sont étroitement liés et ne sauraient être abordés séparément (ATF 143 I 388 consid. 2.1 et les références).\n\nLa liberté économique englobe aussi le principe de l'égalité de traitement entre personnes appartenant à la même branche économique, en vertu duquel les mesures étatiques qui ne sont pas neutres sur le plan de la concurrence entre les concurrents directs sont prohibées (ATF 140 I 218 consid. 6.2; ATF 138 I 289 consid. 2.3; arrêt 2C_345/2015 du 24 novembre 2015 consid. 4.2). On entend par concurrents directs les membres de la même branche économique qui s'adressent avec les mêmes offres au même public pour satisfaire les mêmes besoins (cf. ATF 132 I 97 consid. 2.1; ATF 125 II 129 consid. 10b; ATF 97 I 509 consid. 4a; arrêts 2C_1017/2011 du 8 mai 2012 consid. 6; 2C_441/2015 du 11 janvier 2016 consid. 7.1.2, in sic! 2016 p. 222).\n\n4.1.2 Entre dans le domaine de protection matériel de la garantie constitutionnelle toute activité économique privée, exercée à titre professionnel et tendant à la production d'un gain ou d'un revenu (ATF 143 I 403 consid. 5.6.1; ATF 142 II 369 consid. 6.2; ATF 141 V 557 consid. 7.1; ATF 137 I 167 consid. 3.1). L'accomplissement de tâches publiques, même s'il est le fait de personnes exerçant une profession libérale, n'entre pas dans ce cadre (cf. ATF 132 I 201 consid. 7.1; arrêt P.616/1981 consid. 2a; cf. DUBEY, Droits fondamentaux, vol. II, 2018, p. 464, n. 2787 et p. 465 s., n. 2797 s.). La jurisprudence a ainsi considéré que le notaire qui instrumente un acte ou l'avocat en sa qualité de défenseur d'office ne peuvent invoquer la liberté économique, le premier du fait qu'il est un officier public, investi d'une parcelle de la puissance publique (ATF 133 I 259 consid. 2.2; ATF 124 I 297 consid. 3a), le second parce qu'il exerce une tâche étatique régie par le droit public cantonal (ATF 141 I 124 consid. 4.1 et les arrêts cités; ATF 138 I 217 consid. 3.4).\n\n4.2\n\n4.2.1 Le curateur (art. 400 ss CC) est un organe de la protection de l'adulte (STEINAUER/FOUNTOULAKIS, op. cit., p. 473, n. 1069; OLIVIER GUILLOD, Droit des personnes, 4e éd. 2015, p. 193, n. 233). Il tire ses pouvoirs primaires d'un acte de l'autorité de protection laquelle est tenue de le désigner (cf. art. 400 al. 1 CC) lorsqu'elle prend une mesure destinée à garantir l'assistance et la protection de la personne qui a besoin d'aide (cf. art. 388 al. 1 CC). Les tâches qu'il doit accomplir sont déterminées par la mesure de protection prise (cf. art. 390 ss CC) et ses actes engagent la seule responsabilité de l'Etat (cf. art. 454 CC).BGE 145 I 183 S. 193S'agissant plus particulièrement de sa rémunération, il ne peut pas adresser sa note d'honoraires directement à la personne concernée et prélever les montants qu'il estime lui être dus directement sur les biens de cette dernière; il doit requérir de l'autorité de protection une décision, laquelle fixera la rémunération appropriée et les frais à rembourser (cf. art. 404 al. 1 CC) sur la base des éléments qu'il aura fournis (REUSSER, op. cit., n° 36 ad art. 404 CC cité par STEINAUER/FOUNTOULAKIS, op. cit., p. 527, n. 1185 et note 54; cf. aussi: arrêt 5A_342/2017 du 4 mai 2018 consid. 5.1 qui qualifie la prétention du curateur - tout en laissant ouverte la question de savoir si elle relève du droit public ou du droit privé - de créance entre personnes privées quand bien même elle est arrêtée par une autorité). La décision de l'autorité de protection constitue à cet égard une décision d'une autorité administrative prise dans le cadre de la compétence spécifique de cette autorité (cf. arrêt 5A_503/2016 du 23 décembre 2016 consid. 2, in FamPra.ch 2017 p. 611; ATF 113 II 394 consid. 2 rendu en relation avec l'ancien art. 416 CC). Une fois fixée, la rémunération est prélevée sur les biens de la personne concernée (art. 404 al. 1 CC) ou acquittée par l'Etat en cas d'indigence (art. 404 al. 3 CC).\n\nPar ailleurs, la jurisprudence et la doctrine qualifient l'activité de protection du curateur tantôt de fonction officielle (cf. ATF 121 IV 216 consid. 2c ainsi que 3c et d; ATF 98 V 230 consid. 4a; STEINAUER/FOUNTOULAKIS, op. cit., p. 474, n. 1070; HAUSHEER/GEISER/AEBI-MÜLLER, op. cit., p. 18, n. 1.53) ou liée à l'exercice de la puissance publique (cf. arrêt 5A_342/2017 du 4 mai 2018 consid. 5.1), tantôt d'office public (ATF 113 II 394 consid. 2 dans le cadre de l'ancien art. 417 CC) ou de mandat à caractère public (cf. arrêt 5A_319/2008 du 23 juin 2008 consid. 3.2) ou encore de tâche ou obligation de droit public (GUILLOD, op. cit., n. 235; REUSSER, op. cit., n° 3 ad art. 404 CC).\n\nAccomplissant ainsi une tâche publique, le curateur ne saurait se prévaloir de la liberté économique.\n\nCela étant, les recourants ne sont pas fondés à invoquer les garanties constitutionnelles découlant des art. 27 et 94 Cst. ainsi que de l'art. 26 Cst./NE lequel n'a de toute façon pas de portée propre.\n\n4.2.2 On ne saurait par ailleurs considérer que l'exercice de l'activité de curateur accessoirement à leur profession d'avocat restreindrait la liberté économique dont les recourants jouissent dans ce dernier domaine, en ce sens qu'ils seraient contraints d'accepter un nombre de BGE 145 I 183 S. 194mandats de curatelle tel que leur activité en tant qu'avocat serait prétéritée. Selon l'art. 400 al. 2 CC, dans sa teneur en vigueur depuis le 1er janvier 2019 (Code civil, modification du 29 septembre 2017; RO 2018 2801), la personne nommée ne peut en effet désormais l'être qu'avec son accord, ce qui exclut toute contrainte. Si, avant cette modification législative, le curateur avait certes le devoir d'accepter la curatelle, cette obligation n'était - à la différence de la défense d'ofice (cf. art. 12 let. g de la loi fédérale du 23 juin 2000 sur la libre circulation des avocats; RS 935.61) - pas absolue puisque le mandat pouvait être refusé pour de justes motifs (cf. ancien art. 400 al. 2 CC), parmi lesquels figuraient notamment les lourdes charges professionnelles ou familiales ou l'exercice de fonctions publiques (Mesage du Conseil fédéral du 28 juin 2006 concernant la révision du code civil suisse [Protection de l'adulte, droit des personnes et droit de la filiation], FF 2006 6683). Force est par ailleurs de relever queles recourants ne contestent pas les allégations de l'intimé selon lesquelles cette disposition était restée lettre morte dans le canton de Neuchâtel, comme dans la plupart des cantons suisses (HÄFELI, in Familienrechts-Kommentare, Erwachsenenschutz [ci-après: FamKomentar], 2013, n° 20 ad art. 400 CC).\n\n5. Les recourants soutiennent ensuite que les art. 31a et 31b nouveaux, en tant qu'ils fixent le mode de rémunération des curateurs privés indépendants lorsqu'ils ne sont pas appelés à fournir des services propres à leur profession (cf. sur la portée de leur grief: supra, consid. 3.4), violent le sens et l'esprit de l'art. 404 CC et, partant, contreviennent au principe de la primauté du droit fédéral.\n\nEn substance, ils contestent d'abord l'adoption du système de rémunération forfaitaire en se référant à une jurisprudence de la Cour des mesures de protection de l'enfant et de l'adulte du Tribunal cantonal de Neuchâtel (RJN 2014 p. 99). Ils prétendent ensuite que les fourchettes forfaitaires du nouveau modèle tarifaire, qui sont parmi les plus basses de Suisse, ne permettraient pas à l'avocat-curateur privé indépendant de \"bénéficier d'un revenu minimum permettant de prétendre à un gain après paiement des charges incompressibles liées au fonctionnement de son étude\" ou, en d'autres termes, d'une rémunération appropriée. A titre de démonstration, ils calculent le nombre d'heures que ce type de curateur pourrait consacrer aux différentes tâches définies à l'art. 31a al. 1 let. a à d de la novelle compte tenu des frais incompressibles d'une étude d'avocat. A cet égard, ils BGE 145 I 183 S. 195se réfèrent à l'Etude Frey/Bergmann sur les frais professionnels de la Fédération suisse des avocats (année de référence 2012; Saint-Gall 2014), dont les résultats ont été résumés dans la Revue de l'avocat 8/2014 p. 325 ss, arrêtant le tarif horaire censé couvrir ces derniers à 165 fr. lorsque les mandats d'office s'élèvent à 19 % de l'activité d'avocat et à 117 fr. au-delà de ce pourcentage. Ils exposent enfin qu'en l'absence d'une rémunération horaire, le nouveau système ne permettrait pas de rémunérer de façon appropriée les mandats les plus chronophages, lacune que ne comblerait pas la possibilité d'augmenter la rémunération de base de 30 % au maximum.\n\n5.1\n\n5.1.1 Selon l'art. 49 al. 1 Cst., le droit fédéral prime le droit cantonal qui lui est contraire. Ce principe constitutionnel de la primauté du droit fédéral fait obstacle à l'adoption ou à l'application de règles cantonales qui éludent des prescriptions de droit fédéral ou qui en contredisent le sens ou l'esprit, notamment par leur but ou par les moyens qu'elles mettent en oeuvre, ou qui empiètent sur des matières que le législateur fédéral a réglementées de façon exhaustive (ATF 143 I 109 consid. 4.2.2, ATF 143 I 403 consid. 7.1; ATF 138 I 435 consid. 3.1; ATF 137 I 167 consid. 3.4; ATF 135 I 106 consid. 2.1).\n\n5.1.2 Dans le cadre du mandat de protection pour lequel il a été nommé, le curateur a droit à une rémunération appropriée et au remboursement des frais justifiés (art. 404 al. 1, 1re"}