{"annee": "145", "cour": "II", "page": "322", "date": "17/5/2019", "cite": ["120 IB 369", "112 IB 1"], "cite_par": [], "chapeau": "30. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A. gegen Migrationsamt und Justiz- und Sicherheitsdepartement des Kantons Basel-Stadt (Beschwerde in öffentlich- rechtlichen Angelegenheiten)\n\n2C_124/2018 vom 17. Mai 2019", "regestes": ["Extinction de l'autorisation d'établissement. Dans l'art. 61 LEI, le législateur a fondé l'extinction de l'autorisation d'établissement sur deux critères formels: l'avis de départ ou un séjour à l'étranger de six mois. Le délai de six mois n'est pas interrompu par un séjour seulement temporaire à des fins touristiques, de visite ou d'affaires (consid. 2). Si une personne étrangère transfert son domicile à l'étranger, mais continue à exercer une activité lucrative dépendante en Suisse, tout en y conservant un logement, ce séjour en Suisse ne peut pas être qualifié de temporaire (consid. 3)."], "faits": "|323|\n\nA. A. (Jahrgang 1978) ist mazedonischer Staatsangehöriger. Er ist im Jahr 1991 im Familiennachzug in die Schweiz eingereist und verfügt seit Juni 2001 über eine Niederlassungsbewilligung. Am 22. Februar 1999 ehelichte er die Schweizerin B.; aus dieser Ehe gingen drei Kinder hervor (Jahrgang 2002, 2005 und 2007). Seit dem 31. Oktober 2012 leben die Ehefrau und die Kinder von A. in V., Frankreich. Mit Verfügung vom 4. Mai 2016 stellte das Migrationsamt Basel-Stadt fest, die Niederlassungsbewilligung von A. sei erloschen, eventualiter die Niederlassungsbewilligung werde widerrufen, wies ihn aus der Schweiz weg und setzte eine Ausreisefrist an.\n\nB. Mit Entscheid vom 18. Mai 2017 wies das Justiz- und Sicherheitsdepartement des Kantons Basel-Stadt den von A. gegen die Verfügung vom 4. Mai 2016 erhobenen Rekurs und sein Gesuch um unentgeltliche Rechtspflege ab. Mit Urteil vom 9. Januar 2018 hiess das Appellationsgericht des Kantons Basel-Stadt in teilweiser Gutheissung des Rekurses von A. die Dispositivziffern 2 und 3 des Entscheids des kantonalen Justiz- und Sicherheitsdepartements auf, gewährte ihm für das verwaltungsinterne Rekursverfahren die unentgeltliche Rechtspflege und Verbeiständung, richtete dem Rechtsvertreter eine Entschädigung aus und wies den Rekurs im Übrigen ab. Des Weiteren wurde A. auch für das Rekursverfahren vor dem kantonalen Appellationsgericht die unentgeltliche Rechtspflege und Verbeiständung gewährt.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten vom 9. Februar 2018 gelangt A. an das Bundesgericht und beantragt, das Urteil des Appellationsgerichts des Kantons Basel-Stadt vom 9. Januar 2018 sei aufzuheben und der Kanton Basel-Stadt anzuweisen, seine Niederlassungsbewilligung nicht zu widerrufen und stattdessen weiterzuführen. Von der Erhebung von Gerichtskosten sei abzusehen und dem Beschwerdeführer sei eine angemessene Parteientschädigung zuzusprechen. Mit Verfügung vom 12. Februar 2018 erteilte der Präsident der II. öffentlich-rechtlichen Abteilung des |324| Bundesgerichts der Beschwerde die aufschiebende Wirkung. Die Angelegenheit wurde am 17. Mai 2019 öffentlich beraten.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer rügt, die Vorinstanz werfe ihm in willkürlicher Weise vor, seinen Lebensmittelpunkt seit Ende 2012 dadurch nach Frankreich verlegt zu haben, dass er jeweils die Wochenenden bei seiner Familie in V. verbringe. Er arbeite jedoch unter der Woche in Basel und halte sich unter der Woche in einer eigens zu diesem Zweck gemieteten Wohnung auf, weshalb seine Situation nicht mit derjenigen verglichen werden könne, in welcher ein Ausländer die Schweiz effektiv verlassen und nur durch vorübergehende Besuchs-, Tourismus- und Geschäftsaufenthalte in die Schweiz zurückkehre. Sollte das Erlöschen seiner Niederlassungsbewilligung bestätigt werden, werde er im Vergleich zu über hohe Einkommen verfügende Expats, welche unter der Woche in der pharmazeutischen Industrie arbeiteten und übers Wochenende jeweils zu ihren Familien nach London fliegen würden, deswegen willkürlich rechtsungleich behandelt, weil deren Niederlassungsbewilligung auch nicht erlöschen würde. Im Übrigen hätten die kantonalen Instanzen den Beschwerdeführer darauf aufmerksam machen müssen, dass im Falle eines Verlassens der Schweiz die Niederlassungsbewilligung auf Gesuch noch während vier Jahren aufrechterhalten werden könne (Art. 61 Abs. 2 Satz 2 des Bundesgesetzes vom 16. Dezember 2005 über die Ausländerinnen und Ausländer und über die Integration [AIG; SR 142.20]; in der ursprünglichen, am 1. Januar 2008 in Kraft getretenen Fassung [AS 2007 5437]).\n\n2.1 Die Vorinstanz hat im angefochtenen Urteil erwogen, die Ehefrau und die drei gemeinsamen Kinder des Beschwerdeführers hätten ihren Wohnsitz Ende 2012 nach V. in Frankreich verlegt. Der Beschwerdeführer und seine Ehefrau hätten Mitte 2015 das von der Ehefrau und den Kindern bewohnte Haus in V. gekauft. Der Beschwerdeführer arbeite während den Wochentagen in Basel, wo er seit dem 1. September 2016 eine Einzimmerwohnung an der U.strasse gemietet habe, in welcher er gelegentlich oder während der Arbeitswoche übernachte. Auch wenn sich der Beschwerdeführer häufig in der Schweiz aufhalte, sei entscheidend, dass er seinen Lebensmittelpunkt seit geraumer Zeit bei seiner Familie in Frankreich habe |325| und nur zur Geschäftstätigkeit in die Schweiz komme. Diese Geschäftsaufenthalte vermöchten jedoch den Fristenlauf von Art. 61 Abs. 2 Satz 1 AIG nicht zu unterbrechen, weshalb die Niederlassungsbewilligung des Beschwerdeführers gemäss Art. 61 Abs. 2 Satz 1 AIG von Gesetzes wegen erloschen sei.\n\n2.2 Die Niederlassungsbewilligung gemäss Art. 34 AIG ist auf Dauer angelegt; sie vermittelt den für ausländische Staatsangehörige günstigsten Aufenthaltsstatus mit gefestigtem Aufenthaltsrecht (PETER UEBERSAX, Ausländerrecht, 2. Aufl. 2009, S. 285). Aus dem für die Frage der Aufrechterhaltung einer Niederlassungsbewilligung massgeblichen Gesetzesrecht (Art. 61 Abs. 2 Satz 1 AIG) ist ersichtlich, dass die Aufrechterhaltung einer ausländerrechtlichen Bewilligung eine minimale physische Präsenz auf dem schweizerischen Staatsgebiet voraussetzt (grundlegend BGE 120 Ib 369 E. 2c S. 372). Für die Definition dieser vorausgesetzten minimalen physischen Präsenz hat der Gesetzgeber jedoch auf eine Anknüpfung an das auslegungsbedürftige Kriterium des Lebensmittelpunktes oder gar des Wohnsitzes verzichtet (BGE 120 Ib 369 E. 2c S. 372; unter Verweis auf BGE 112 Ib 1 E. 2a S. 2); das Gesetz weist diesbezüglich auch keine Lücke auf.\n\n2.3 Gemäss Art. 61 Abs. 1 lit. a AIG erlischt die Niederlassungsbewilligung insbesondere mit der Abmeldung einer ausländischen Person ins Ausland. Verlässt die ausländische Person die Schweiz ohne Abmeldung, so erlischt die Niederlassungsbewilligung nach sechs Monaten Auslandaufenthalt (Art. 61 Abs. 2 Satz 1 AIG; in der ursprünglichen, am 1. Januar 2008 in Kraft getretenen Fassung [AS 2007 5437]). Mit dieser mit dem alten Recht (Art. 9 Abs. 3 lit. c ANAG [BS 1 121]) übereinstimmenden Regelung (Urteil 2C_81 2011 vom 1. September 2011 E. 2.2) hat der Gesetzgeber für das Erlöschen der Niederlassungsbewilligung auf zwei formelle Kriterien - die Abmeldung oder einen Auslandaufenthalt von mindestens sechs Monaten - abgestellt. Zur Erörterung der Frage, ob es sich beim für das Erlöschen der Niederlassungsbewilligung erforderlichen sechsmonatigen Auslandaufenthalt um einen ununterbrochenen zu handeln hat oder ob dieses Erfordernis auch durch mehrere kürzere Auslandaufenthalte erfüllt werden kann, hat das Bundesgericht im Leitentscheid BGE 120 Ib 369 E. 2c S. 372 erwogen, dass grundsätzlich nur ein ununterbrochener sechsmonatiger Auslandaufenthalt das Erlöschen der Niederlassungsbewilligung gestützt auf Art. 61 Abs. 2 Satz 1 AIG nach sich zieht. Vorbehalten bleiben |326| jedoch Konstellationen, in welchen die Rückkehr in die Schweiz nicht mehr im Sinne des Gesetzgebers erfolgt. Dies ist etwa der Fall, wenn ein ausländischer Staatsangehöriger seinen Wohnsitz oder seinen Lebensmittelpunkt ins Ausland verlegt und nur für relativ kurze Zeitperioden, etwa zu Besuchs- oder Geschäftszwecken, in die Schweiz zurückkehrt, ohne jedoch ununterbrochen sechs Monate im Ausland zu weilen (BGE 120 Ib 369 E. 2c S. 372). Diesfalls ist nicht ersichtlich, inwiefern die nach dem Willen des Gesetzgebers (Art. 62 Abs. 2 Satz 1 AIG) für die Aufrechterhaltung erforderliche minimale physische Präsenz in der Schweiz erfüllt sein sollte, selbst wenn der ausländische Staatsangehörige in der Schweiz noch über eine Wohnung verfügt (BGE 120 Ib 369 E. 2c S. 372). Im Sinne dieser publizierten bundesgerichtlichen Praxis hat denn auch der Verordnungsgeber in Art. 79 Abs. 1 der Verordnung vom 24. Oktober 2007 über Zulassung, Aufenthalt und Erwerbstätigkeit (VZAE; SR 142.201) präzisiert, dass die Frist von sechs Monaten Auslandaufenthalt (im Sinne von Art. 61 Abs. 2 Satz 1 AIG) jedenfalls durch vorübergehende Tourismus-, Besuchs- oder Geschäftsaufenthalte nicht unterbrochen wird.\n\n2.4 Insofern in der jüngeren unpublizierten Praxis des Bundesgerichts für die Beurteilung der Frage, ob eine Niederlassungsbewilligung aufgrund eines sechsmonatigen Auslandaufenthalts erloschen sei (Art. 61 Abs. 2 Satz 1 AIG), vereinzelt nicht mehr auf den nach dem Gesetz massgeblichen Fristenlauf und deren Unterbrechungsgründe, sondern ausschliesslich auf die Verlegung des Wohnsitzes ins Ausland abgestellt worden sein sollte (vgl. etwa Urteile 2C_65/2016 vom 11. November 2016 E. 3.4; 2C_19/2017 vom 21. September 2017 E. 4.2; 2C_400/2015 vom 31. Mai 2016 E. 6.2; 2C_831/2010 vom 27. Mai 2011 E. 5.2), wäre dies unpräzis. Bedeutsam kann dieser Gesichtspunkt nur in Verbindung mit den gesetzlichen Erfordernissen sein, dass die Schweiz dauerhaft (für sechs Monate mindestens) verlassen worden ist, allenfalls unterbrochen durch kurzfristige (Geschäfts-, Besuchs- oder Touristen-)Aufenthalte.\n\n2.5 Zu untersuchen ist nachfolgend, ob die Verlegung des Wohnsitzes ins Ausland unter Ausübung einer unselbstständigen Erwerbstätigkeit auf dem schweizerischen Staatsgebiet während der Arbeitswoche und Beibehaltung einer Wohnung am Arbeitsort als bloss vorübergehender Geschäftsaufenthalt zu qualifizieren ist, der den Lauf der für das Erlöschen einer Aufenthaltsbewilligung erforderlichen Sechsmonatsfrist im Sinne von Art. 62 Abs. 2 Satz 1 AIG nicht zu unterbrechen vermag (Art. 79 Abs. 1 VZAE). |327|\n\n3.\n\n3.1 Im angefochtenen Urteil hat die Vorinstanz erwogen, der Lebensmittelpunkt des während der Arbeitswoche in der Schweiz unselbständig tätigen Beschwerdeführers befinde sich seit Ende 2012 in Frankreich am Wohnsitz seiner Ehefrau und der drei Kinder. Auch wenn der Beschwerdeführer seit dem 1. September 2016 eine neue Einzimmerwohnung an der U.strasse in Basel gemietet habe, seien seine Aufenthalte in Basel zwecks Erwerbstätigkeit einschliesslich der Übernachtungen in seiner Wohnung während der Arbeitswoche als vorübergehende Geschäftsaufenthalte zu qualifizieren, was selbst unter der Annahme gelte, dass der Beschwerdeführer unter der Woche überwiegend in seiner Wohnung in Basel übernachtet habe. Angesichts dessen, dass diese vorübergehenden Geschäftsaufenthalte die Frist von Art. 61 Abs. 2 Satz 1 AIG nicht zu unterbrechen vermöchten (Art. 79 Abs. 1 e contrario VZAE) sei die Niederlassungsbewilligung des Beschwerdeführers wegen der Verlegung seines Lebensmittelpunktes nach Frankreich, was als Verlassen der Schweiz ohne Abmeldung zu qualifizieren sei, mittlerweile erloschen.\n\n3.2 Der Beschwerdeführer hat unbestrittenermassen auch nach dem Wegzug seiner Ehefrau und der gemeinsamen drei Kinder per 31. Oktober 2012 nach V., Frankreich, seine unselbständige Erwerbstätigkeit in der Schweiz beibehalten. Er verfügte zudem über eine Wohnung zunächst an der T.strasse in Basel und seit dem 1. September 2016 über eine neue Einzimmerwohnung an der U.strasse in Basel. Anzeichen dafür, dass die unselbstständige Erwerbstätigkeit und die Wohnungen in Basel nur zwecks Aufrechterhaltung des Anscheins einer minimalen physischen Präsenz auf dem schweizerischen Staatsgebiet beibehalten worden wären, gehen aus dem angefochtenen Urteil oder dem Entscheid des Justiz- und Sicherheitsdepartements des Kantons Basel-Stadt vom 18. Mai 2017 nicht hervor. Der Aufenthalt des Beschwerdeführers in Basel kann daher ungeachtet einer Verlegung seines Wohnsitzes ins Ausland nicht als bloss vorübergehend qualifiziert werden und vermochte somit den Ablauf der Sechsmonatsfrist von Art. 62 Abs. 2 Satz 1 AIG jeweils zu unterbrechen (Art. 79 Abs. 1 e contrario VZAE); die Niederlassungsbewilligung ist daher nicht wegen eines sechsmonatigen Auslandsaufenthalts erloschen (Art. 61 Abs. 2 Satz 1 e contrario AIG). Die Beschwerde erweist sich in diesem Punkt als begründet. (...)"}