{"annee": "145", "cour": "III", "page": "499", "date": "1/10/2019", "cite": ["145 III 101", "72 III 113", "133 III 257"], "cite_par": [], "chapeau": "60. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. Schweizerische Eidgenossenschaft, Kanton Bern und Gemeinde U. gegen Konkursamt Seeland (Beschwerde in Zivilsachen)\n\n5A_689/2018 vom 1. Oktober 2019", "regestes": ["Art. 230a al. 1 LP; liquidation par voie de faillite d'une succession répudiée; suspension de la liquidation faute d'actifs. Peuvent faire l'objet d'une cession selon l'art. 230a al. 1 LP tous les actifs qui appartiennent à la succession, sous lesquels peuvent aussi tomber les créances ordinaires (consid. 3)."], "faits": "|499|\n\nA.\n\nA.a Am 30. März 2016 eröffnete das Regionalgericht Berner Jura-Seeland gestützt auf Art. 193 Abs. 2 SchKG die konkursamtliche Liquidation der ausgeschlagenen Erbschaft A.C. Am 29. Juni 2017 verfügte das Regionalgericht auf Antrag des Konkursamtes Seeland die Einstellung des Konkursverfahrens mangels Aktiven und setzte die Sicherheitsleistung zur Durchführung des Konkursverfahrens auf Fr. 15'000.- fest (SHAB-Publikation vom 5. Juli 2017). Da innert der bis zum 16. Juli 2016 angesetzten Frist kein Gläubiger den Kostenvorschuss leistete, wurde das Konkursverfahren geschlossen. |500|\n\nA.b Am 16. Februar 2018 gelangten die Schweizerische Eidgenossenschaft, der Kanton Bern und die Gemeinde U., vertreten durch die Steuerverwaltung des Kantons Bern, an das Konkursamt und verlangten, es seien ihnen als Gläubiger gestützt auf Art. 230a Abs. 1 SchKG sämtliche im Zeitpunkt der Konkurseinstellung bekannten Aktiven des Nachlasses abzutreten. Insbesondere seien ihnen der Anspruch des Erblassers gegenüber B.C., Ehefrau des Verstorbenen, sowie der Anspruch gegenüber der D. AG abzutreten.\n\nA.c Das Konkursamt wies das Begehren der Gläubiger am 26. Februar 2018 ab. Zur Begründung hielt es fest, dass für blosse Ansprüche eine Abtretung nach Art. 230a Abs. 1 SchKG nicht möglich sei, da unter diese Bestimmung (\"zum Nachlass gehörende Aktiven\") nur physische Gegenstände fallen würden. Derartige Gegenstände, welche abgetreten werden könnten, seien indes nicht vorhanden.\n\nB. Am 9. März 2018 gelangten die Gläubiger an das Obergericht des Kantons Bern als Aufsichtsbehörde in Betreibungs- und Konkurssachen und beantragten, die Verfügung des Konkursamtes sei aufzuheben. In der Sache verlangten sie im Wesentlichen, das Konkursamt sei anzuweisen, ihnen sämtliche im Zeitpunkt der Konkurseinstellung bekannten Aktiven abzutreten. Mit Entscheid vom 9. Juli 2018 wies die kantonale Aufsichtsbehörde die Beschwerde ab.\n\nC. Die Gläubiger haben am 23. August 2018 Beschwerde in Zivilsachen erhoben. Die Beschwerdeführer verlangen die Aufhebung des Entscheides der kantonalen Aufsichtsbehörde. In der Sache beantragen sie (wie im kantonalen Verfahren) die Anweisung an das Konkursamt, ihnen sämtliche im Zeitpunkt der Konkurseinstellung bekannten Aktiven abzutreten.\n\n(...)\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3. Anlass zur Beschwerde gibt die konkursamtliche Liquidation einer ausgeschlagenen Erbschaft gemäss Art. 230a Abs. 1 SchKG, in welcher Gläubiger die Abtretung der zum Nachlass gehörenden Aktiven verlangen. Die Beschwerdeführer (als Gläubiger) wenden sich gegen die Auffassung der Aufsichtsbehörde, wonach das Konkursamt als Nachlassaktiven nur reale Vermögenswerte, jedoch keine Forderungen bzw. Ansprüche abtreten könne; sie machen geltend, dass |501| sich mit der SchKG-Revision von 1994/1997 die Rechtslage geändert habe. Sie rügen eine Verletzung von Bundesrecht, weil die Vorinstanz die Gesetzesänderung ausser Acht gelassen habe.\n\n3.1 Die Einstellung des Konkursverfahrens mangels Aktiven ist im Allgemeinen in Art. 230 SchKG und für besondere Fälle - wie bei ausgeschlagener Erbschaft - in Art. 230a SchKG geregelt: Wird die konkursamtliche Liquidation einer ausgeschlagenen Erbschaft mangels Aktiven eingestellt, so können die Erben die Abtretung der zum Nachlass gehörenden Aktiven an die Erbengemeinschaft oder an einzelne Erben verlangen, wenn sie sich bereit erklären, die persönliche Schuldpflicht für die Pfandforderungen und die nicht gedeckten Liquidationskosten zu übernehmen. Macht keiner der Erben von diesem Recht Gebrauch, so können es die Gläubiger und nach ihnen Dritte, die ein Interesse geltend machen, ausüben (Art. 230a Abs. 1 SchKG; Fassung gemäss Ziff. I des Bundesgesetzes vom 16. Dezember 1994, in Kraft seit dem 1. Januar 1997).\n\n3.2 Streitpunkt ist einzig, was unter den \"zum Nachlass gehörenden Aktiven\" zu verstehen ist, welche Gegenstand einer Abtretung nach Art. 230a Abs. 1 SchKG sein können.\n\n3.2.1 Nach Auffassung der Vorinstanz hat die revidierte Bestimmung nichts an der zu aArt. 133 Abs. 1 (in Kraft bis 31. Dezember 1996; AS 1996 2900) der Verordnung des Bundesgerichts vom 23. April 1920 über die Zwangsverwertung von Grundstücken (VZG; SR 281.42) ergangenen Rechtsprechung (BGE 72 III 113) geändert, wonach gewöhnliche Forderungen nicht Gegenstand einer Zuweisung sein können, sondern erlöschen sollen. Die Vorinstanz stützt sich dabei auf die Lehrmeinung von GASSER (Die Liquidation nach Art. 230a SchKG, in: Schuldbetreibung und Konkurs im Wandel, 2000, S. 55) und VOUILLOZ in: Commentaire romand, Poursuite et faillite, 2005, N. 8 zu Art. 230a SchKG.\n\n3.2.2 Die Beschwerdeführer halten die andere in der Lehre vertretene Auffassung entgegen. Danach erstreckt sich der Anwendungsbereich seit der SchKG-Revision von 1994/1997 neu auf alle zum Nachlass gehörenden Aktiven, d.h. auch Forderungen bzw. Ansprüche, und nicht mehr nur auf Grundstücke bzw. reale Vermögenswerte (Sachen, Wertpapiere, Patente und dergleichen), wie dies gestützt auf die frühere, mit der SchKG-Revision aufgehobene Bestimmung von aArt. 133 Abs. 1 VZG und hierzu ergangene Rechtsprechung der Fall war (GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et |502| la faillite, Bd. III, 2001, N. 11 zu Art. 230a SchKG; REYMOND, La poursuite contre une succession, JdT 2009 II S. 58; LUSTENBERGER, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, 2. Aufl. 2010, N. 3 zu Art. 230a SchKG; BAUER, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, Ergänzungsband, 2017, N. 7/c zu 230a SchKG; JAEGER/WALDER/KULL/KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, Bd. II, 4. Aufl. 1997/1999, N. 2 zu Art. 230a SchKG; LORANDI, Art. 260 SchKG Kommentar 5, www.SchKG260-Praxis.ch; LAYDU MOLINARI, La poursuite pour les dettes successorales, 1999, S. 72 Fn. 98 mit weiteren Hinweisen). Zudem verweisen die Beschwerdeführer auf die entsprechende Zürcher Rechtsprechung (Beschluss des Obergerichts des Kantons Zürich vom 19. Mai 2015 [LB 150009] E. 5, in: ZR 2015 Nr. 62 S. 243; Urteil des Sozialversicherungsgerichts des Kantons Zürich vom 2. April 2013 [ZL.2011.00064] E. 1.1).\n\n3.2.3 Die Beschwerdeführer halten - wie bereits die Vorinstanz - fest, dass das Bundesgericht sich mit der Frage noch nicht näher befasst habe. In einzelnen Urteilen aus dem Jahre 2011 wird die Frage, ob gewöhnliche Forderungen nach Art. 230a Abs. 1 SchKG abgetreten werden können, wohl angesprochen, indes nicht weiter untersucht (Urteile 5A_843/2011 vom 11. Juni 2012 E. 3.3 und 4A_99/2010 vom 4. April 2011 E. 5.2). Nach anderen Urteilen des Bundesgerichts scheint die entsprechende Möglichkeit zu bestehen (Urteil I 545/04 vom 22. März 2007 E. 3, in: SVR 2008 IV Nr. 55 S. 182), und es werden gestützt auf Art. 230a Abs. 1 SchKG abgetretene (gewöhnliche) Forderungen beurteilt, ohne dass das Vorgehen näher erörtert wird (Urteil 9C_396/2013 vom 15. Oktober 2013, vgl. Bst. B, betreffend abgetretene Ansprüche auf Ergänzungsleistungen). Anlass zur Klärung gibt der vorliegende Fall.\n\n3.3 Wird die konkursamtliche Liquidation einer ausgeschlagenen Erbschaft mangels Aktiven eingestellt, so können gemäss Art. 230a Abs. 1 SchKG die (näher bestimmten) Berechtigten die Abtretung der zum Nachlass gehörenden Aktiven (des actifs compris dans la succession, gli attivi appartenenti all'eredità) verlangen. Zu ermitteln ist der Sinn dieser Gesetzesbestimmung (vgl. BGE 133 III 257 E. 2.4).\n\n3.3.1 Unter \"den zum Nachlass gehörenden Aktiven\" lassen sich nach dem Sinn des Wortlautes zwangslos diejenigen Aktiven verstehen, die gemäss Konkursinventar pfändbar und inventarisiert sind, denn der verzeichnete Aktivenbestand stellt die Grundlage für den Antrag |503| des Konkursamtes an den Konkursrichter dar, den Konkurs mangels Aktiven zu schliessen (GILLIÉRON, a.a.O., N. 11 zu Art. 230a SchKG). Zu den Aktiven, die im Konkursinventar aufzunehmen sind und zugunsten der Konkursgläubiger zu verwerten wären, wenn das Verfahren seinen gewöhnlichen Lauf genommen hätte, gehören auch Forderungen, denn die Erbschaftskonkursmasse umfasst sämtliche zur Erbschaft gehörenden Aktiven, auch persönliche Rechte (KARRER/VOGT/LEU, in: Basler Kommentar, Zivilgesetzbuch, Bd. II, 6. Aufl. 2019, N. 9 zu Art. 597 ZGB). Dies stellt auch die Vorinstanz nicht in Frage.\n\n3.3.2 Die Tragweite der Formulierung \"zum Nachlass gehörende Aktiven\" lässt sich anhand der Entstehungsgeschichte der Gesetzesbestimmung deutlich nachvollziehen. Art. 230a SchKG wurde mit der Revision von 1994/1997 eingeführt, und Abs. 1 der Bestimmung nimmt Bezug auf aArt. 133 Abs. 1 VZG, wonach die Erben die \"Übertragung der zum Nachlass gehörenden Grundstücke\" verlangen konnten. Die Botschaft zur SchKG-Revision hält fest, dass Abs. 1 von Art. 230a SchKG die Regelung des damals geltenden Art. 133 Abs. 1 VZG übernimmt und ihren Anwendungsbereich erweitert. Mit der Übernahme dieser Verordnungsbestimmung - so die Botschaft - \"rechtfertigt sich die Einschränkung auf Grundstücke nicht mehr\", und die Regelung werde deshalb \"auf alle Aktiven ausgedehnt\", die im Zeitpunkt der Konkurseinstellung zum Nachlass gehören (Botschaft vom 8. Mai 1991 über die Änderung des SchKG, BBl 1991 III 1, 141 f. Ziff. 207.15). Diese Änderung gab in der parlamentarischen Debatte zu keiner Diskussion Anlass (vgl. AB 1993 N 37, AB 1993 S 653). Insoweit deutet nichts darauf hin, dass der Anwendungsbereich von Art. 230a Abs. 1 SchKG unverändert auf Grundstücke oder reale Vermögensgegenstände beschränkt sein soll. Im Gegenteil, es wird die Erstreckung auf alle Aktiven, auch gewöhnliche Forderungen bestätigt.\n\n3.3.3 Zutreffend hält die Vorinstanz unter Hinweis auf BGE 72 III 113 fest, dass aArt. 133 Abs. 1 VZG - die Beschränkung der Übertragung auf die \"zum Nachlass gehörenden Grundstücke\" - die Herrenlosigkeit verhüten wolle; dies könne nur bei realen Vermögenswerten eine Rolle spielen, nicht aber bei gewöhnlichen Forderungen. Anstelle einer Zuweisung von Forderungen an einen Erben, Gläubiger oder Dritten lasse sich ebenso das Erlöschen der Forderung rechtfertigen (BGE 72 III 113 S. 115). Dass jedoch durch Gesetzesänderung |504| eine Grundlage und Rechtfertigung dafür geschaffen werden kann, um Forderungen nicht erlöschen zu lassen, sondern zuweisen zu können, wird damit nicht ausgeschlossen. Ratio legis des revidierten Art. 230a SchKG ist die Regelung der Berechtigung an den verbliebenen Aktiven (BRUNNER/BOLLER, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, 2. Aufl. 2010, N. 12e zu Art. 193 SchKG), wozu - wie erwähnt (E. 3.3.1) - auch gewöhnliche Forderungen gehören können.\n\n3.3.4 Die Vorinstanz argumentiert mit dem Zusammenhang zu Art. 230 SchKG und dessen Zweck: Dem Gläubiger sei zu verwehren, \"sein Ziel durch die Hintertür zu erreichen\", nachdem er den Kostenvorschuss zur Durchführung des Konkursverfahrens (Art. 230 Abs. 2 SchKG) nicht geleistet habe. Das Argument führt nicht weiter, allein deshalb, weil ein Gläubiger, der sich reale Vermögenswerte nach Art. 230a Abs. 1 SchKG abtreten lassen will, ebenfalls die Möglichkeit gehabt hätte, den Kostenvorschuss zur Durchführung des Konkursverfahrens zu leisten. Richtig ist, dass bei der \"Abtretung\" nach Art. 230a Abs. 1 SchKG (anders als nach der Abtretung nach Art. 260 SchKG; BGE 145 III 101 E. 4.1.1) die Vermögenswerte selber durch behördlichen Akt übertragen werden (vgl. GILLIÉRON, a.a.O., N. 13, 17 zu Art. 230a SchKG; Urteil 5A_282/2013 vom 30. September 2013 E. 3.2), was auch für gewöhnliche Forderungen ohne weiteres möglich ist. Hingegen stehen Anfechtungsansprüche nach Art. 285 ff. SchKG originär der Konkursmasse zu, weshalb derartige Ansprüche - zufolge Einstellung des Konkursverfahrens - nach Art. 230a Abs. 1 SchKG nicht abgetreten werden können (GASSER, a.a.O., S. 55; vgl. GILLIÉRON, a.a.O., N. 24, 26 zu Art. 193 SchKG). Sodann kann ein Gläubiger im Verfahren nach Art. 230a Abs. 1 SchKG zwar die Erbschaftsaktiven verlangen, jedoch ist den Erben zwingend der Vorrang einzuräumen (GASSER, a.a.O., S. 56). Schliesslich ist für das Vorgehen nach Art. 230a Abs. 1 SchKG Voraussetzung, dass die nicht gedeckten Liquidationskosten (sowie die persönliche Schuldpflicht bei Pfandforderungen) übernommen werden. Diese Voraussetzungen wird ein Gläubiger abwägen, wenn er den Kostenvorschuss (Art. 230 Abs. 2 SchKG) für die Durchführung des Konkursverfahrens nicht leisten will, sondern ein Gesuch um eine Abtretung nach Art. 230a Abs. 1 SchKG ins Auge fasst. Indes ist nicht ersichtlich, inwiefern aus der rechtlichen Eigenart der Verfahren abzuleiten sei, dass die Abtretung der \"zum Nachlass gehörenden Aktiven\" gemäss Art. 230a Abs. 1 SchKG nur reale Gegenstände, nicht aber gewöhnliche |505| Forderungen erfassen kann. Darauf haben die Beschwerdeführer zu Recht hingewiesen.\n\n3.3.5 Im Übrigen wird bereits in BGE 72 III 113 (S. 115 am Ende) der Übergang von Forderungen als möglich erachtet. Wenn das Bundesgericht damals festgehalten hat, dass \"höchstens solche Forderungen, zumal in Verbindung mit einem Grundstück, an den Staat fallen können\", kommt ein weiterer Aspekt zum Ausdruck. Das Nichterlöschen einer Forderung hat insoweit auch den Zweck, die am Staat hängen gebliebenen Kosten zu decken. Wenn der Anwendungsbereich durch Art. 230a Abs. 1 SchKG ausgeweitet und die Abtretung aller zum Nachlass gehörenden Aktiven ermöglicht wird, stellt dies eine Erleichterung dar, um offene Liquidationskosten im Rahmen des Verfahrens nach Art. 230a SchKG zu vermeiden (vgl. BRUNNER/BOLLER, a.a.O., N. 18 zu Art. 193 SchKG). Die gesetzliche Ausweitung des Anwendungsbereiches kann auch unter diesem Blickwinkel gerechtfertigt werden, und sie führt jedenfalls nicht zu einem sinnwidrigen oder stossenden Ergebnis, welches der Gesetzgeber nicht gewollt haben kann (vgl. BGE 133 III 257 E. 2.4).\n\n3.4 Nach dem Gesagten können die Beschwerdeführer - im Einklang mit Sinn und Zweck von Art. 230a Abs. 1 SchKG - vom Konkursamt grundsätzlich verlangen, dass ihnen Ansprüche bzw. gewöhnliche Forderungen als zum Nachlass gehörende Aktiven abgetreten werden. Die Vorinstanz hat die Beschwerde einzig mit dem Argument abgewiesen, dass Ansprüche nach Art. 230a Abs. 1 SchKG nicht abtretbar seien, was sich als bundesrechtswidrig erweist. Der angefochtene Entscheid ist daher in Gutheissung der vorliegenden Beschwerde aufzuheben.\n\n3.5 Die Sache - mit dem Antrag der Beschwerdeführer auf Abtretung \"aller Ansprüche\" gemäss Art. 230a Abs. 1 SchKG - ist allerdings nicht spruchreif.\n\n3.5.1 Den Beschwerdeführern wurde unstrittig keine Frist zum Abtretungsgesuch angesetzt, ebenso wenig wurde eine solche publiziert (vgl. GASSER, a.a.O., S. 53), weshalb ihr Gesuch als fristgerecht betrachtet werden kann. Allerdings kann sich das Begehren auf Abtretung nur auf Erbschaftsaktiven (einschliesslich Ansprüche) beziehen, welche im Konkursinventar verzeichnet sind, denn die Einstellung stützt sich auf den damals verzeichneten Bestand an Aktiven (GILLIÉRON, a.a.O., N. 11 zu Art. 230a SchKG; BGE 72 III 113 S. 114). Darüber ist im angefochtenen Entscheid nichts festgestellt.\n\n|506|\n\n3.5.2 Sodann ist eine Zuweisung an die Gläubiger erst möglich, wenn die - zwingend vorgehenden - Erben darauf verzichtet haben. Dass die Erben durch die Publikation der Konkurseinstellung (GASSER, a.a.O., S. 53; GILLIÉRON, a.a.O., N. 14 zu Art. 230a SchKG) oder auf andere Weise bereits angesprochen wurden, ist ebenfalls nicht festgestellt. Damit ist die Sache an die Vorinstanz zurückzuweisen, welche nach Sachverhaltsfeststellungen neu zu entscheiden hat."}