{"annee": "145", "cour": "IV", "page": "161", "date": "6/5/2019", "cite": ["143 IV 40", "139 IV 78", "133 IV 121", "134 II 10", "137 IV 280", "131 IV 191", "136 I 274", "144 II 1", "143 IV 313", "144 IV 332", "144 I 91"], "cite_par": [], "chapeau": "17. Extrait de l'arrêt de la Cour de droit pénal dans la cause A. et B. contre Ministère public de la République et canton de Genève (recours en matière pénale)\n\n6B_344/2019 du 6 mai 2019", "regestes": ["Qualité de partie et qualité pour recourir; membres de la famille du prévenu objet d'une mesure d'expulsion pénale. Les membres de la famille - en l'occurrence la compagne et l'enfant - d'un prévenu dont l'expulsion pénale est ordonnée sont tout au plus touchés de manière indirecte par cette mesure. Ils ne peuvent, en conséquence, se voir reconnaître la qualité de partie à la procédure au sens de l'art. 105 al. 2 CPP. Ils ne disposent pas davantage d'un intérêt juridiquement protégé à l'annulation ou à la modification de la décision d'expulsion - au sens de l'art. 382 al. 1 CPP - et ne peuvent donc recourir contre celle-ci. Leur droit au respect de la vie familiale garanti par les art. 13 al. 1 Cst. et 8 CEDH est néanmoins indirectement pris en considération dans le cadre de la décision d'expulsion du prévenu (consid. 3)."], "faits": "|162|\n\nA. Par jugement du 8 octobre 2018, le Tribunal correctionnel de la République et canton de Genève a notamment ordonné l'expulsion de X. du territoire suisse pour une durée de trois ans.\n\nB. Par arrêt du 1er février 2019, la Chambre pénale d'appel et de révision de la Cour de justice genevoise a déclaré irrecevable l'appel formé par A. et B. contre ce jugement.\n\nEn substance, la cour cantonale a considéré que les deux prénommés - respectivement la compagne et le fils de X. - ne pouvaient se voir reconnaître la qualité de partie dans la procédure.\n\nX. a, de son côté, formé appel contre le jugement du 8 octobre 2018, cet appel ayant été traité distinctement.\n\nC. A. et B. forment un recours en matière pénale au Tribunal fédéral contre l'arrêt du 1er février 2019, en concluant, avec suite de frais et dépens, à son annulation, à l'annulation de l'arrêt du 5 mars 2019 par lequel la cour cantonale a confirmé la mesure prononcée à l'encontre de X., à ce que leur qualité de partie soit reconnue dans la procédure d'appel cantonale dans la mesure où elle porte surl |163| l'expusion de ce dernier et à ce que la cour cantonale répète la procédure d'appel en leur reconnaissant cette qualité. Ils sollicitent par ailleurs le bénéfice de l'assistance judiciaire.", "considerants": "Extrait des considérants:\n\n3. Les recourants reprochent à la cour cantonale de leur avoir dénié la qualité de partie dans la procédure et d'avoir déclaré leur appel irrecevable.\n\n3.1 Aux termes de l'art. 382 al. 1 CPP, toute partie qui a un intérêt juridiquement protégé à l'annulation ou à la modification d'une décision a qualité pour recourir contre celle-ci.\n\nIl existe un intérêt juridiquement protégé lorsque le recourant est touché directement et immédiatement dans ses droits propres, ce qui n'est pas le cas lorsqu'il est touché par un simple effet réflexe (arrêt 6B_942/2016 du 7 septembre 2017 consid. 2.3, non publié aux ATF 143 IV 313). L'intérêt juridiquement protégé se distingue de l'intérêt digne de protection, qui n'est pas nécessairement un intérêt juridique, mais peut être un intérêt de fait. Un simple intérêt de fait ne suffit pas à conférer la qualité pour recourir (ATF 136 I 274 consid. 1.3 p. 276; ATF 133 IV 121 consid. 1.2 p. 124; arrêt 6B_601/2017 du 26 février 2018 consid. 2). Le recourant doit ainsi établir que la décision attaquée viole une règle de droit qui a pour but de protéger ses intérêts et qu'il peut en conséquence en déduire un droit subjectif. La violation d'un intérêt relevant d'un autre sujet de droit est insuffisante pour créer la qualité pour recourir (ATF 131 IV 191 consid. 1.2.1 p. 193 et les références citées; arrêt 6B_1239/2017 du 24 mai 2018 consid. 2.1).\n\nLa notion de partie - énoncée à l'art. 382 CPP - doit notamment être comprise au sens de l'art. 105 CPP (ATF 139 IV 78 consid. 3.1 p. 80). Selon l'al. 1 let. f de cette disposition, participent à la procédure les tiers touchés par des actes de procédure. Lorsque des participants à la procédure visés à l'al. 1 sont directement touchés dans leurs droits, la qualité de partie leur est reconnue dans la mesure nécessaire à la sauvegarde de leurs intérêts (art. 105 al. 2 CPP). Pour que le participant à la procédure se voie reconnaître la qualité de partie en application de l'art. 105 al. 2 CPP, il faut que l'atteinte à ses droits soit directe, immédiate et personnelle, une atteinte de fait ou indirecte étant insuffisante. L'atteinte est par exemple directe lorsqu'elle |164| entraîne une violation des droits fondamentaux ou des libertés fondamentales, en particulier lorsque des mesures de contrainte sont ordonnées (ATF 143 IV 40 consid. 3.6 p. 47; ATF 137 IV 280 consid. 2.2.1 p. 283).\n\n3.2 En l'occurrence, les recourants prétendent que le jugement de première instance portait atteinte à leur droit au respect de la vie familiale au sens de l'art. 8 par. 1 CEDH, dès lors qu'il ordonnait le renvoi du territoire suisse de X., respectivement compagnon et père des intéressés.\n\nIl est douteux que la recourante 1 puisse se prévaloir d'un droit déduit de l'art. 8 par. 1 CEDH, puisque l'arrêt attaqué ne précise pas dans quelle mesure sa relation avec X. pourrait, par sa nature et sa stabilité, être assimilée à une véritable union conjugale (cf. ATF 144 II 1 consid. 6.1 p. 12 s.; arrêt 6B_143/2019 du 6 mars 2019 consid. 3.3.2 et les références citées). Il ne ressort pas non plus de l'arrêt attaqué que X. aurait la garde - même partagée - du recourant 2 et qu'un droit découlant de l'art. 8 par. 1 CEDH pourrait être invoqué à cet égard (cf. ATF 144 I 91 consid. 5.1 p. 96 s.; arrêt 6B_143/2019 précité consid. 3.4.2). La Cour européenne des droits de l'Homme a par ailleurs indiqué que les art. 8 et 13 CEDH devaient conférer à l'étranger la possibilité effective de contester une décision pouvant porter atteinte à son droit au respect de la vie privée ou familiale (cf. par exemple l'arrêt CourEDH de Souza Ribeiro contre France [requête n° 22689/07] § 83), mais n'a jamais imposé à un Etat de laisser des personnes prendre part à une procédure pénale pour contester l'expulsion de leur familier.\n\nQuoi qu'il en soit, à supposer même que les recourants puissent - en vertu de leurs liens avec X. - être considérés comme menant avec ce dernier une vie familiale au sens de l'art. 8 par. 1 CEDH, leur qualité de partie à la procédure ainsi que leur qualité pour recourir devraient être niées au vu de ce qui suit.\n\n3.3 Une expulsion de X. du territoire suisse aurait certes pour effet d'empêcher les recourants de vivre en Suisse avec le prénommé. Les recourants seraient touchés de manière indirecte par cette mesure et, partant, par la décision l'ordonnant. Le caractère indirect d'une éventuelle atteinte causée au membre de la famille d'un étranger qui se voit dénier le droit de séjourner en Suisse est reconnu de manière constante par le Tribunal fédéral (cf. arrêts 2C_441/2007 du 9 janvier 2008 consid. 2.2; 2C_42/2007 du 30 novembre 2007 consid. 1.3, |165| non publié aux ATF 134 II 10; 2A.240/2003 du 23 avril 2004 consid. 1.3). Cela se comprend car, contrairement à l'étranger qui doit quitter le territoire suisse en y laissant sa famille, les membres de la famille de l'étranger expulsé ne subissent pas une atteinte à leur droit au respect de la vie familiale en raison de la décision d'expulsion, mais éventuellement par effet réflexe, s'ils font le choix - en admettant qu'ils aient le droit de demeurer en Suisse - de ne pas suivre l'expulsé dans son pays d'origine.\n\nA défaut de subir une atteinte directe et immédiate de leurs droits, les membres de la famille du prévenu expulsé ne peuvent se voir reconnaître la qualité de partie au sens de l'art. 105 al. 2 CPP. De même, ceux-ci ne disposent pas d'un intérêt juridiquement protégé à l'annulation ou à la modification d'une décision d'expulsion, seul un intérêt de fait - soit celui de pouvoir séjourner spécifiquement en Suisse avec l'expulsé - existant alors. Si un tel intérêt peut suffire pour conférer aux membres de la famille d'une personne dont le droit de séjourner en Suisse est refusé ou remis en cause une qualité pour recourir (cf. art. 89 al. 1 let. c cum art. 111 al. 1 LTF; cf. par exemple l'arrêt 2C_301/2018 du 24 septembre 2018 consid. 1.2 dans lequel l'épouse et l'enfant d'un étranger dont la prolongation de l'autorisation de séjour a été refusée se voient reconnaître un \"intérêt digne de protection\" à l'annulation ou à la modification de la décision), tel n'est pas le cas en matière pénale (cf. consid. 3.1 supra).\n\nUne telle différence se justifie dès lors que, contrairement à ce qui prévaut dans le domaine du droit des étrangers, la procédure pénale n'a pas pour principal objet de régler la situation de la personne concernée s'agissant de son lieu de vie, mais de sanctionner - respectivement de prévenir - la commission d'infractions. L'expulsion pénale est prononcée selon des critères qui lui sont propres, fixés aux art. 66a ss CP, dans un but ayant essentiellement trait à l'ordre et la sécurité publics. Une prise en compte des intérêts du prévenu à demeurer en Suisse, y compris de sa situation familiale, n'intervient que lorsqu'il s'agit de se demander s'il peut être exceptionnellement renoncé à la mesure en cas d'expulsion obligatoire (cf. art. 66a al. 2 CP), respectivement si celle-ci demeure proportionnée en cas d'expulsion non obligatoire (cf. art. 66abis CP). Dans le domaine pénal, une participation procédurale des membres de la famille du prévenu ne serait d'ailleurs pas opportune. Elle pourrait même entraver le bon fonctionnement de la procédure pénale, puisque les intérêts du prévenu |166| et ceux de membres de sa famille pourraient ne pas systématiquement concorder. Ainsi, un prévenu pourrait - en raison de considérations tactiques relatives à sa défense - choisir de ne pas contester une expulsion mais de concentrer la procédure sur d'autres objets comme la mesure de la peine ou la contestation d'une partie des infractions. De la même manière, le prévenu pourrait souhaiter recourir à une procédure simplifiée (cf. art. 358 ss CPP). Dans de telles situations, on ne saurait admettre que le prévenu puisse perdre la maîtrise de sa tactique de défense et voir la procédure parasitée par l'intervention de membres de sa famille qui tenteraient de déplacer le coeur des débats sur la question de l'expulsion. Un prévenu pourrait également renoncer à former appel contre un jugement par crainte de voir le ministère public ou une partie plaignante interjeter un appel joint. Dans une telle situation aussi, le choix du prévenu ne doit pas pouvoir être contrecarré par une attitude procédurale discordante de membres de sa famille.\n\nCompte tenu de ce qui précède, c'est à bon droit que la cour cantonale a dénié aux recourants la qualité de partie dans la procédure ainsi que la qualité pour former appel contre le jugement de première instance.\n\n3.4 On relèvera cependant que si les membres de la famille d'un prévenu expulsé ne peuvent se voir reconnaître une qualité de partie dans la procédure pénale, leur droit au respect de la vie familiale garanti par les art. 13 al. 1 Cst. et 8 CEDH est néanmoins indirectement pris en considération lorsqu'une telle mesure est prononcée, puisque la jurisprudence impose alors de procéder systématiquement à une pesée d'intérêts entre l'intérêt public à l'expulsion et l'intérêt privé de l'intéressé à demeurer en Suisse (cf. par exemple l'arrêt 6B_143/2019 précité consid. 3.3.1 concernant l'expulsion obligatoire; cf. s'agissant de l'expulsion non obligatoire les arrêts 6B_242/2019 du 18 mars 2019 consid. 1.1; 6B_770/2018 du 24 septembre 2018 consid. 1.1). Parmi les critères déterminants figurent notamment la situation familiale du prévenu et celle de ses enfants (cf. ATF 144 IV 332 consid. 3.3.2 p. 340 s.). De la sorte, une expulsion ne peut être prononcée sans que les autorités pénales aient dûment considéré la situation familiale du prévenu et le risque de voir celui-ci éloigné d'un membre de sa famille, spécialement d'un enfant. Partant, on ne voit pas dans quelle mesure un familier pourrait se prévaloir d'intérêts distincts ou spécifiques, les art. 13 al. 1 Cst. et 8 CEDH visant avant |167|\n\ntout à préserver la vie commune de la famille. En d'autres termes, on ne voit pas comment une autorité pénale pourrait être amenée à considérer qu'une expulsion se justifierait du point de vue des droits du prévenu expulsé, mais qu'elle serait inadmissible au regard de ceux des membres de sa famille."}