{"annee": "145", "cour": "II", "page": "168", "date": "28/5/2019", "cite": ["137 III 570", "144 II 184", "135 III 40", "140 III 379", "134 III 366", "135 III 566", "141 III 222", "139 III 236", "135 II 145"], "cite_par": [], "chapeau": "15. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A. S.A., B., C. Inc. et D. S.A. contre X. S.A. et Autorité fédérale de surveillance des marchés financiers FINMA (recours en matière de droit public)\n\n2C_105/2018 du 28 mai 2019", "regestes": ["Art. 83 let. h LTF; art. 37g LB; recours en matière de droit public; entraide administrative internationale; reconnaissance d'une mesure d'insolvabilité étrangère; recours en matière civile. Recours dirigé contre un arrêt d'irrecevabilité du Tribunal administratif fédéral qui porte, au fond, sur la reconnaissance, par la FINMA, d'un plan de résolution d'une banque andorrane, ainsi que sur l'autorisation donnée simultanément à la banque, désormais dirigée par une autorité de surveillance étrangère, de récupérer ses biens se trouvant en Suisse. Le litige concerne un cas d'\"entraide administrative internationale\", soit un acte de collaboration entre deux autorités appartenant à des Etats différents qui se soutiennent dans l'accomplissement de leurs tâches. Irrecevabilité du recours en matière de droit public en application de l'art. 83 let. h LTF (consid. 1-3). Pas de transformation en recours en matière civile (consid. 4)."], "faits": "BGE 145 II 168 S. 169\n\nX. S.A., banque sise en Principauté d'Andorre, est soumise, depuis le 21 avril 2016, à une procédure de liquidation solvable. Celle-ci a été décidée par l'Agència Estatal de Resolució d'Entitats Bancàries (ci-après: AREB) qui constitue une entité de droit public andorrane chargée de mener les procédures de résolution de banques dans la Principauté. La procédure de résolution de X. S.A. a été initiée suite à des soupçons de blanchiment d'argent aux Etats-Unis qui ont conduit le Financial Crimes Enforcement Network (FinCEN), organisme américain chargé de lutter contre la délinquance financière, à exclure la banque précitée du système financier américain en 2015. Cette procédure de résolution bancaire s'est substituée à une procédure judiciaire d'insolvabilité introduite spontanément par X. S.A. dont la viabilité était remise en question. En application du plan de résolution de ladite banque, qui a été mis en place et qui est exécuté par l'AREB, une banque-relais, nommée Z., a été créée. Elle est destinée à reprendre les clients de X. S.A. après examen de leur conformité aux normes internationales de lutte contre le blanchiment de capitaux et de lutte contre le financement du terrorisme (normes LAB-CFT). Les clients dont la conformité n'aura pas été établie demeureront auprès de X. S.A., qui sera à terme liquidée.\n\nBGE 145 II 168 S. 170X. S.A. est liée par un contrat de service à la banque Y. SA auprès de laquelle elle détient une position relative à des espèces et des effets de change.\n\nLe 19 décembre 2016, X. S.A., désormais dirigée et administrée par l'AREB, a demandé à l'Autorité fédérale de surveillance des marchés financiers FINMA (ci-après: la FINMA) de reconnaître le plan de résolution du 21 avril 2016. L'AREB a avancé les frais de procédure relatifs à cette procédure de reconnaissance.\n\nPar décision du 13 mars 2017, la FINMA a reconnu en Suisse le plan susmentionné, le traitant comme une mesure prononcée à l'étranger en cas d'insolvabilité d'une banque. Elle a par ailleurs considéré que les avoirs détenus en Suisse étaient susceptibles d'être remis à l'AREB sans procédure ancillaire en Suisse.\n\nLe 1er mai 2017, A. S.A., B., C. Inc., ainsi que D. S.A., clientes de X. S.A. domiciliées au Panama et titulaires de titres sous-déposés par celle-ci auprès de Y. SA, ont formé recours contre la décision de la FINMA du 13 mars 2017 auprès du Tribunal administratif fédéral en concluant à son annulation. Par arrêt du 21 décembre 2017, le Tribunal administratif fédéral a déclaré irrecevable le recours déposé par les sociétés et fondation précitées, considérant qu'elles ne jouissaient pas de la qualité pour recourir.\n\nLe 1er février 2018, A. S.A., B., C. Inc. et D. S.A. ont déposé un recours en matière de droit public auprès du Tribunal fédéral, lequel a été déclaré irrecevable.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office sa compétence (art. 29 al. 1 LTF) et contrôle librement la recevabilité des recours qui lui sont soumis (ATF 144 II 184 consid. 1 p. 186).\n\n2. En l'occurrence, les recourantes entendent contester un arrêt d'irrecevabilité du Tribunal administratif fédéral qui leur a dénié la qualité pour recourir contre une décision de la FINMA. L'arrêt attaqué est ainsi une décision finale (art. 90 LTF), rendue par le Tribunal administratif fédéral (art. 86 al. 1 let. a LTF) dans une cause de droit public (art. 82 let. a LTF). Destinataires de l'arrêt entrepris, les recourantes ont par ailleurs un intérêt digne de protection à en demander l'annulation, dès lors que ledit arrêt refuse d'entrer en matière sur un BGE 145 II 168 S. 171recours qu'elles ont déposé. Cet intérêt existe indépendamment et sans préjudice du motif d'irrecevabilité retenu par le Tribunal administratif fédéral, lequel constitue l'objet de la contestation devant le Tribunal fédéral (ATF 135 II 145 consid. 3.1 p. 148; arrêt 2C_36/2018 du 27 mars 2018 consid. 1.2). Partant, il faut reconnaître aux intéressées la qualité pour recourir dans la présente procédure au sens de l'art. 89 al. 1 LTF.\n\n3. Il reste à examiner d'office, sous l'angle de la recevabilité, si le recours ne concerne pas un domaine dans lequel la voie du recours en matière de droit public auprès du Tribunal fédéral est fermée en application de l'art. 83 LTF. En l'occurrence, le présent recours est dirigé contre un arrêt d'irrecevabilité qui concerne, sur le fond, la reconnaissance, par une autorité helvétique, d'une décision étrangère, ainsi que la faculté, donnée à cette même autorité étrangère, de réclamer les avoirs appartenant à une banque de son pays dans la mesure où ces biens se trouvent en Suisse. Il s'agit ainsi de se demander si la présente cause, qui présente un lien étroit avec une procédure étrangère, tombe dans le champ d'application de l'art. 83 let. h LTF.\n\n3.1 Aux termes de l'art. 83 let. h LTF, le recours en matière de droit public est irrecevable contre les décisions en matière d'entraide administrative internationale, à l'exception de l'assistance administrative en matière fiscale. Il ressort des travaux préparatoires relatifs à la LTF, que le législateur fédéral a adopté l'exception de l'art. 83 let. h LTF, afin de décharger le Tribunal fédéral de toute juridiction en matière d'entraide administrative internationale. Il a considéré que le Tribunal administratif fédéral devait reprendre le rôle d'instance unique de recours dans une matière où, jusqu'alors, les décisions des autorités administratives fédérales étaient, en règle générale, directement attaquables devant le Tribunal fédéral. Ce transfert de compétences du Tribunal fédéral au Tribunal administratif fédéral reposait sur la volonté de garantir une certaine brièveté de la procédure en matière d'entraide administrative. Une exécution rapide des mesures d'entraide constituait, selon le Conseil fédéral, un atout considérable de la Suisse dans un domaine où notre pays est soumis à de fortes pressions au niveau international (Message du 28 février 2001 concernant la révision totale de l'organisation judiciaire fédérale, FF 2001 4000, spéc. 4030 et 4121 s.; aussi YVES DONZALLAZ, Loi sur le Tribunal fédéral, 2008, n. 2871). Cela étant, le Tribunal fédéral n'a jamais défini précisément la notion d'\"entraide administrative internationale\", ni par là même circonscrit le champ d'application de l'art. 83 let. h LTF.BGE 145 II 168 S. 172Il ne s'est notamment jamais prononcé sur la recevabilité, sous l'angle de cette disposition, d'un recours dirigé contre la reconnaissance de mesures applicables en cas d'insolvabilité d'une banque qui auraient été prononcées à l'étranger. La question aurait pu se poser dans une affaire 2C_237/2009 du 28 septembre 2009. La cause a toutefois été rayée du rôle faute d'intérêt actuel au recours, de sorte que le Tribunal fédéral n'a pas eu besoin d'opérer un examen de recevabilité détaillé.\n\n3.2 Pour déterminer si la présente cause concerne un cas d'entraide administrative internationale au sens de l'art. 83 let. h LTF, il convient tout d'abord de se demander si l'objet de la contestation constitue, au fond, un acte d'entraide internationale.\n\n3.2.1 En l'occurrence, la décision de la FINMA du 13 mars 2017, contre laquelle les recourantes prétendent avoir qualité pour recourir, fait suite à une demande de X. S.A., sous la direction de l'AREB. Elle reconnaît en Suisse un plan de résolution bancaire que cette autorité étrangère a adopté en date du 21 avril 2016 et qui pose les bases d'une procédure d'assainissement et de liquidation de la banque précitée en Principauté d'Andorre. Cette procédure, décidée et exécutée par l'AREB, consiste, en substance et selon les constatations du Tribunal administratif fédéral et les pièces du dossier (cf. art. 105 al. 2 LTF), en la scission de la banque en deux entités, l'une apte à reprendre dès que possible une marche commerciale ordinaire (going concern), l'autre destinée à une liquidation solvable (solvent wind down). Dans ce but, il a été prévu, entre autres mécanismes d'assainissement, de créer une banque-relais (bridge bank), en l'occurrence Z. Les clients de X. S.A. sont progressivement transférés vers celle-ci après que l'AREB a établi qu'ils ne présentent aucune incertitude en lien avec les normes LAB-CFT.\n\n3.2.2 La décision de la FINMA du 13 mars 2017 ne se limite pas à reconnaître le plan de résolution susmentionné. Elle habilite simultanément l'AREB à réclamer la position que détient X. S.A. auprès de Y. SA. Elle présente ainsi un lien direct avec la procédure entamée par l'autorité étrangère précitée en Principauté d'Andorre. Elle permet à celle-ci de récupérer le patrimoine que X. S.A. détient en Suisse, en particulier les titres intermédiés qui pourraient y être déposés ou sous-déposés. Grâce à la décision de la FINMA, l'AREB peut mener à bien le plan de résolution adopté pour la banque andorrane, en particulier procéder au transfert de l'entier des avoirs des clients ayant démontré leur conformité aux normes de lutte contre BGE 145 II 168 S. 173le blanchiment d'argent auprès de Z. et, à terme, procéder à la liquidation des biens de X. S.A. L'autorité andorrane a besoin de cette décision, qu'elle a d'ailleurs elle-même requise par l'intermédiaire de X. S.A. qu'elle dirige, pour récupérer les avoirs de la banque précitée dans la mesure où ils sont situés en Suisse.\n\n3.2.3 Il convient de rappeler, à titre de comparaison, qu'une société non bancaire déclarée en faillite à l'étranger - respectivement sa masse en faillite - n'aurait pas qualité pour agir directement en Suisse, par voie d'actions ou de poursuites, aux fins de recouvrer une créance (parmi plusieurs: ATF 137 III 570 consid. 2 p. 572 ss; ATF 134 III 366 consid. 9 p. 374 ss). Elle devrait demander à un tribunal suisse de reconnaître le jugement en Suisse et d'ouvrir une procédure de faillite ancillaire (art. 166 ss LDIP [RS 291]), c'est-à-dire d'entamer une procédure que le Tribunal fédéral assimile à un acte d'entraide judiciaire internationale (ATF 141 III 222 consid. 4 p. 222; ATF 139 III 236 consid. 4.2 p. 238; ATF 135 III 566 consid. 4.4 p. 573, ATF 135 III 40 consid. 2.5.1 p. 44; aussi arrêt 5A_450/2013 du 6 juin 2014 consid. 1.1, non publié in ATF 140 III 379; aussi Message du 24 mai 2017 concernant une modification de la loi fédérale sur le droit international privé [chap. 11: faillite et concordat], FF 2017 3863, spéc. 3866). Le fait que la société intéressée soit, dans le cas d'espèce, une banque étrangère n'a pas d'incidences juridiques fondamentales, les mêmes principes étant mutatis mutandis applicables (arrêt 5A_952/2013 du 25 juillet 2014 consid. 3; cf. aussi ATF 141 III 222 consid. 4 p. 224; DANIEL STAEHELIN, in Basler Kommentar, Bankengesetz, 2e éd. 2013, n° 1 ad art. 37g LB). D'un point de vue fonctionnel, la procédure de reconnaissance du plan de résolution de X. S.A. ne se distingue pas fondamentalement d'une procédure ordinaire de reconnaissance de faillite étrangère. Il s'agit pour l'autorité étrangère qui a adopté ce plan, soit l'AREB, de pouvoir récupérer les avoirs que la banque a déposés auprès de Y. SA, afin de procéder à l'assainissement et, à terme, à la liquidation de cette même banque et d'exécuter ainsi une tâche publique qui lui a été confiée dans son pays.\n\n3.2.4 Il découle de ce qui précède que la décision de la FINMA qui permet à l'AREB de mener à bien l'exécution de sa résolution du 21 avril 2016 doit être qualifiée d'acte d'entraide internationale. En autorisant cette autorité andorrane à exécuter son plan de résolution bancaire en Suisse, la FINMA a procédé à un acte de collaboration qui, en l'espèce, implique deux autorités appartenant à des Etats différents, mais se soutenant dans l'accomplissement de leurs tâches (cf. BGE 145 II 168 S. 174notamment ALAIN WURZBURGER, in Commentaire de la LTF, 2e éd. 2014, n° 5 ad art. 84a LTF; KÖLZ/HÄNER/BERTSCHI, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, 3e éd. 2013, n. 2039; CHRISTOPH WINZELER, in Geld-, Bank- und Finanzmarkt-Lexikon der Schweiz, Stichwort \"Amtshilfe\", 2002, p. 41). Le fait qu'en l'occurrence, la FINMA n'ait pas ouvert, ni mené elle-même à bien une procédure de faillite ancillaire, mais simplement autorisé l'AREB à réclamer directement la position que X. S.A. détient auprès de Y. SA, n'est pas déterminant. L'entraide couvre tous les actes de procédure requis par une autorité étrangère qui lui servent à instruire une cause ou à exécuter une décision (cf. KÖLZ/HÄNER/BERTSCHI, op. cit., n. 2049). Elle peut évidemment consister, comme en l'espèce, dans le fait d'autoriser une autorité étrangère à effectuer des actes en Suisse (cf. SCHWOB/MÜLLER, in Kommentar zum Bundesgesetz über die Banken und Sparkassen, 2015, n° 21 ad art. 37g LB; aussi MARTIN PHILIPP WYSS, Gesetzgebungsbedarf bei der internationalen Amtshilfe?, in Aktuelle Fragen der internationalen Amts- und Rechtshilfe, 2009, p. 245).\n\n3.3 Pour tomber sous le coup de l'irrecevabilité prévue à l'art. 83 let. h LTF, il ne suffit pas qu'un acte constitue un cas d'entraide internationale. Il faut encore que l'entraide octroyée par la FINMA soit de nature \"administrative\".\n\n3.3.1 En l'espèce, la FINMA, établissement autonome de droit public chargé de surveiller les marchés financiers en Suisse (cf. art. 1 et 5 de la loi fédérale du 22 juin 2007 sur l'Autorité fédérale de surveillance des marchés financiers; loi sur la surveillance des marchés financiers, LFINMA; RS 956.1), a donné droit à la requête de reconnaissance à l'origine de la présente procédure en se fondant sur l'art. 37g al. 1 de la loi fédérale du 8 novembre 1934 sur les banques et les caisses d'épargne (loi sur les banques, LB; RS 952.0). Cette disposition lui confère la compétence de reconnaître des décisions de faillite et des mesures applicables en cas d'insolvabilité prononcées à l'étranger, ce qu'elle a en l'occurrence fait après s'être assurée que la Principauté d'Andorre garantirait la réciprocité d'une mesure comparable requise par la Suisse (cf. art. 105 al. 2 LTF). La FINMA a considéré que l'art. 37g al. 1 LB s'appliquait en la présente cause, dès lors que la résolution de l'AREB du 21 avril 2016 trouvait directement son origine dans l'insolvabilité effective de X. S.A. qui s'était déclarée en cessation de paiement devant le juge civil en 2015. La FINMA a en outre décidé qu'en application de l'art. 37g al. 2 LB, l'AREB pouvait BGE 145 II 168 S. 175également être habilitée à réclamer la position que la banque andorrane détient auprès de Y. SA, sans qu'il soit nécessaire de procéder à une procédure de faillite ancillaire en Suisse. Aux termes de cette disposition, la FINMA peut en effet remettre le patrimoine situé en Suisse à la masse en faillite étrangère si la procédure d'insolvabilité étrangère traite de manière équivalente les créances garanties par gage et les créances privilégiées en vertu de l'art. 219 LP des créanciers domiciliés en Suisse et si elle prend dûment en compte les autres créances des créanciers domiciliés en Suisse. Le législateur a accordé une telle faculté à la FINMA, afin de permettre la liquidation du patrimoine d'une banque étrangère situé sur le territoire suisse sous forme simplifiée, sous la surveillance de la FINMA (par analogie au chap. 15 de la loi américaine sur les faillites; cf. Message du 12 mai 2010 concernant la modification de la loi fédérale sur les banques [garantie des dépôts], FF 2010 3645, spéc. 3673), et d'éviter l'ouverture d'une procédure de faillite ancillaire en Suisse.\n\n3.3.2 Il ressort de ce qui précède que l'assistance fournie par la FINMA, par le truchement de sa décision du 13 mars 2017, représente un mécanisme administratif régi par le droit public suisse, en l'occurrence l'art. 37g LB. Le législateur suisse, à l'instar du législateur andorran, a fait le choix de confier à une autorité administrative chargée de la surveillance financière la tâche de décider de la faillite des banques et des mesures en cas de risques d'insolvabilité, sur la base de règles spécifiques de droit public, et, le cas échéant, de reconnaître des décisions de faillite et des mesures similaires étrangères. L'entraide fournie peut donc être qualifiée d'administrative (cf., dans ce sens et sur les conséquences de l'application des règles de la LB, plutôt que de celles de la LDIP, aux banques étrangères en faillite, DANIEL STAEHELIN, in Basler Kommentar, Bankengesetz, 2e éd. 2013, nos 7, 8b et 8k ad art. 37g LB).\n\n3.4 Il découle de ce qui précède que le présent recours n'est pas recevable en tant que recours en matière de droit public. Dirigé contre un arrêt du Tribunal administratif fédéral portant, au fond, sur la reconnaissance d'un plan de résolution d'une banque étrangère, ainsi que sur la liquidation simplifiée des biens de la banque se trouvant en Suisse, il concerne un cas d'entraide administrative internationale, soit un domaine dans lequel cette voie de recours n'est pas ouverte en application de l'art. 83 let. h LTF.\n\n4. Le présent recours ne peut pas être transformé en recours en matière civile. Comme cela a déjà été exposé, le législateur a BGE 145 II 168 S. 176expressément soumis la problématique de la surveillance, de la faillite et de l'assainissement des banques à un régime spécial de droit public. L'arrêt querellé ne s'assimile donc pas à une décision en matière de poursuite pour dettes et faillite, ni à une décision prise en application de normes de droit public dans une matière connexe au droit civil (p. ex. décision sur la reconnaissance et l'exécution d'une autre décision ou sur l'entraide en matière civile; art. 72 al. 2 let. a et b, ch. 1, LTF; cf. arrêts 5A_712/2018 du 20 novembre 2018 consid. 1.1 et 4A_604/2014 du 30 mars 2015 consid. 1.1, selon lesquels la reconnaissance et l'exécution d'une décision donnent lieu à un recours en matière civile, pour autant seulement que la décision à reconnaître ou à exécuter soit de nature civile; aussi KLETT/ESCHER, in Basler Kommentar, Bundesgerichtsgesetz, 3e éd. 2018, n° 7 ad art. 72 LTF).\n\nIl est enfin précisé que, dirigé contre un arrêt du Tribunal administratif fédéral, le recours n'est pas non plus recevable au titre de recours constitutionnel subsidiaire (art. 113 LTF a contrario)."}