{"annee": "145", "cour": "V", "page": "57", "date": "20/2/2019", "cite": ["130 V 215", "138 II 191", "132 V 6", "144 V 84", "138 V 106", "141 V 206", "141 V 234", "143 V 330", "132 V 303", "136 V 141", "132 V 352", "134 V 269", "123 V 113", "134 III 332", "142 V 402"], "cite_par": ["145 V 304"], "chapeau": "6. Urteil der II. sozialrechtlichen Abteilung i.S. Gesundheits- direktion des Kantons Zürich gegen A. AG (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_343/2018 vom 20. Februar 2019", "regestes": ["Art. 14 al. 1 et 2, art. 14bis LAI; art. 39 al. 1 let. e LAMal; prise en charge des traitements stationnaires hospitaliers en cas de mesures médicales de réadaptation. En vertu de l'art. 14bis, 1re phrase, LAI, les frais des traitements entrepris de manière stationnaire au sens de l'art. 14 al. 1 et 2 LAI, dans un hôpital admis en vertu de l'art. 39 LAMal sont pris en charge à hauteur de 80 % par l'assurance-invalidité et de 20 % par le canton de résidence de l'assuré. Un hôpital est admis notamment s'il figure sur la liste cantonale fixant les catégories d'hôpitaux en fonction de leurs mandats (art. 39 al. 1 let. e LAMal). Le renvoi de l'art. 14bis LAI se rapporte aussi à l'exigence, prévue par la disposition de la LAMal, d'un hôpital (répertorié) disposant d'un mandat de prestations pour le traitement en cause. Le point de savoir s'il doit s'agir d'un hôpital inscrit sur la liste d'un quelconque canton en Suisse ou sur celle du canton entrant en considération n'a pas été exhaustivement examiné à défaut d'un mandat de prestations (consid. 9.2-9.6)."], "faits": "|58|\n\nA.\n\nA.a Das Zentrum B. für Zahnmedizin, Klinik für Kieferorthopädie und Kinderzahnmedizin, bestätigte mit Schreiben vom 14. Oktober 2013, dass bei dem unter einer Kieferfehlstellung leidenden C., geboren 1997, das Geburtsgebrechen Ziff. 210 (Prognathia inferior congenita) des Anhangs zur Verordnung vom 9. Dezember 1985 über Geburtsgebrechen (GgV-Anhang; SR 831.232.21) ausgewiesen sei. Die IV-Stelle des Kantons Zürich erteilte daraufhin am 28. November 2013 Kostengutsprache für medizinische Massnahmen bis zum vollendeten 20. Altersjahr des Versicherten. In der Folge war C. vom 21. bis 24. April 2016 in der Klinik D., Zürich, einer Klinik der A. AG, (nachstehend: Klinik) hospitalisiert. Für die durchgeführte kieferorthopädische stationäre Behandlung stellte die Klinik der Invalidenversicherung am 23. Mai 2016 Rechnung über Fr. 17'494.15, der sie die Bemerkung anfügte, eine allfällige spätere Nachforderung des Rechnungsbetrags von 20 % nach Klärung der Rechtslage betreffend den Kantonsbeitrag bleibe vorbehalten. Gleichentags forderte die Klinik vom Kanton Zürich eine Kostenbeteiligung im Umfang von Fr. 4'373.55 (Rechnungsnummer x).\n\nA.b Mit Verfügung vom 17. November 2016 verneinte der Kanton Zürich, handelnd durch die Gesundheitsdirektion, die Kostenpflicht für die Rechnungsnummer x, da die Klinik D. nicht auf der Spitalliste des Standortkantons Zürich aufgeführt sei. Daran wurde auf Einsprache hin festgehalten (Verfügung [richtig: Einspracheentscheid] vom 5. April 2017).\n\nB. Die A. AG erhob daraufhin Beschwerde beim Sozialversicherungsgericht des Kantons Zürich. Dieses lud die IV-Stelle zum |59| Prozess bei und holte deren Akten ein. Ferner zog es einen Amtsbericht des Bundesamtes für Sozialversicherungen (BSV) vom 7. September 2017 bei. Mit Entscheid vom 27. Februar 2018 hiess das Gericht die Beschwerde gut, hob den angefochtenen Einspracheentscheid vom 5. April 2017 auf und verpflichtete den Kanton Zürich \"im Sinne einer anteilsmässigen Vergütung der Kosten der stationären Behandlung von C. in der Klinik D. vom 21. bis 24. April 2016 einen Betrag von Fr. 4'373.55 zu bezahlen\".\n\nC. Der Kanton Zürich erhebt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren, der vorinstanzliche Entscheid sei aufzuheben und der Einspracheentscheid der Gesundheitsdirektion vom 5. April 2017 sei zu bestätigen.\n\nDie A. AG lässt auf Abweisung der Beschwerde schliessen, eventuell sei die IV-Stelle zu verpflichten, den vom Kanton nicht geschuldeten Anteil von 20 % der Kosten der stationären Behandlung des IV-Patienten C. zu übernehmen. Das BSV stellt unter Verweis auf seinen im kantonalen Verfahren eingereichten Amtsbericht vom 7. September 2017 ebenfalls den Antrag auf Abweisung der Beschwerde. Im gleichen Sinne äussert sich die beigeladene IV-Stelle.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Erwägungen:\n\n1. Das Bundesgericht prüft in Bezug auf das vor- wie letztinstanzliche Verfahren die Zuständigkeit und die weiteren Eintretensvoraussetzungen von Amtes wegen und mit freier Kognition (BGE 141 V 206 E. 1.1 S. 208 mit Hinweisen; Urteile 9C_305/2017 vom 20. Februar 2018 E. 1, nicht publ. in: BGE 144 V 84, aber in: SVR 2018 KV Nr. 13 S. 76, und 9C_106/2017 vom 19. September 2017 E. 1.1, nicht publ. in: BGE 143 V 330, aber in: SVR 2018 KV Nr. 9 S. 55).\n\n2. Zu beurteilen ist vorab, ob sich das Sozialversicherungsgericht des Kantons Zürich zu Recht als zur Beurteilung der vorliegenden Streitsache zuständig erklärt hat.\n\n2.1 Prozessthema bildet die Frage, ob der Beschwerdeführer sich gestützt auf Art. 14bis IVG (in Verbindung mit Art. 39 KVG) mit einem 20%igen Anteil an den Kosten der im Rahmen einer medizinischen Massnahme der Invalidenversicherung vom 21. bis 24. April 2016 in einer weder auf der Spitalliste des Kantons Zürich aufgeführten noch über einen Leistungsauftrag im Bereich der Kieferorthopädie verfügenden Klinik stationär durchgeführten Behandlung zu beteiligen hat. |60|\n\n2.2 Fraglich ist, ob es sich dabei nicht um eine in den sachlichen Zuständigkeitsbereich des kantonalen Schiedsgerichts nach Art. 27bis IVG (in Verbindung mit §§ 35 ff. des Gesetzes des Kantons Zürich vom 7. März 1993 über das Sozialversicherungsgericht [GSVGer; LS 212.81]) gehörende Streitigkeit handelt.\n\n2.2.1 Gemäss Art. 27bis Abs. 1 IVG entscheiden über Streitigkeiten zwischen der Versicherung und Leistungserbringern die von den Kantonen bezeichneten Schiedsgerichte. Gesetz und Verordnung umschreiben nicht näher, was unter Streitigkeiten im Sinne der genannten Bestimmung zu verstehen ist. In Analogie zu der zu Art. 89 Abs. 1 KVG bzw. Art. 57 Abs. 1 UVG ergangenen Rechtsprechung ist von einer weiten Begriffsumschreibung auszugehen, indem die sachliche Zuständigkeit für alle Streitigkeiten zwischen (hier) Invalidenversicherung und Leistungserbringern zu bejahen ist, wenn und soweit sie Rechtsbeziehungen zum Gegenstand haben, die sich (hier) aus dem IVG ergeben oder auf Grund des IVG eingegangen worden sind. Denn die Bestimmungen sind weitgehend identisch (\"Streitigkeiten zwischen Versicherern und Leistungserbringern entscheidet ein Schiedsgericht\" [Art. 89 Abs. 1 KVG]: vgl. BGE 132 V 303 E. 4 S. 7 ff., BGE 132 V 352 E. 2.1 S. 353 sowie Urteile 9C_479/2013 vom 6. September 2014 E. 2 und 9C_653/2010 vom 24. November 2010 E. 1.1, in: SVR 2011 KV Nr. 6 S. 29, zudem BGE 134 V 269 E. 2.1 S. 271 mit Hinweisen; \"Streitigkeiten zwischen Versicherern und Medizinalpersonen, Laboratorien oder Heil- und Kuranstalten entscheidet ein für das ganze Kantonsgebiet zuständiges Schiedsgericht\" [Art. 57 Abs. 1 UVG]: BGE 136 V 141 E. 3.2 S. 143 f.). Der Streitgegenstand hat die besondere Stellung der Versicherer oder Leistungserbringer im Rahmen des IVG zu betreffen. Des Weitern muss es sich um eine Streitigkeit zwischen dem Versicherungsträger und Leistungserbringern handeln, was sich danach bestimmt, welche Parteien einander in Wirklichkeit gegenüberstehen (vgl. vorerwähnte Urteile; zudem u.a. ERWIN MURER, Invalidenversicherungsgesetz [Art. 1-27bis IVG], 2014, N. 49 zu Art. 27-27bis IVG).\n\n2.2.2 In casu hat die Streitsache zwar unstreitig Rechtsbeziehungen zum Gegenstand, welche - trotz Verweises in Art. 14bis IVG auf Art. 39 KVG - auf dem IVG beruhen. Mit dem Kanton bzw. der öffentlichen Hand auf der einen Seite stehen sich indessen nicht Versicherungsträger und Leistungserbringer als Parteien gegenüber. Es handelt sich beim Kanton, obgleich er ebenfalls als allfälliger Kostenträger in die Pflicht genommen wird, klarerweise nicht um einen |61| Versicherer. Daran ändert auch der Umstand nichts, dass, sollte eine anteilsmässige kantonale Übernahmepflicht verneint werden, eine entsprechend erweiterte Kostenpflicht der Invalidenversicherung im Raum steht. Auf Grund der sozialversicherungsrechtlichen Natur der Angelegenheit, auf welche zudem, wie sich aus der nachstehenden Erwägung ergibt, in verfahrensrechtlicher Hinsicht das ATSG Anwendung findet, entfällt sodann sowohl die Zuständigkeit des Verwaltungsgerichts des Kantons Zürich wie auch der zivilgerichtlichen Behörden. Gegen die Anhandnahme durch das Sozialversicherungsgericht des Kantons Zürich ist folglich nichts einzuwenden (in diesem Sinne auch implizit: Urteil 9C_854/2016 vom 21. Juli 2017 [Leistungserbringer gegen Kanton]; ferner mit Blick auf das KVG: Urteile 9C_617/2017 vom 28. Mai 2018 und 9C_151/2016 vom 27. Januar 2017, in: SVR 2017 KV Nr. 11 S. 49, [jeweils Leistungserbringer gegen Kanton bzw. umgekehrt] sowie BGE 130 V 215 E. 2.1 S. 219 [Versicherer gegen Kanton]).\n\n3. Der beschwerdeführende Kanton ist vom kantonalen Entscheid berührt und hat ein schutzwürdiges Interesse an dessen Aufhebung (Art. 59 ATSG; UELI KIESER, ATSG-Kommentar, 3. Aufl. 2015, N. 9 zu Art. 59 ATSG mit Hinweis auf BGE 123 V 116 f.). Unstrittig findet das Verfahren nach ATSG Anwendung. Zwar ist der Kanton kein Träger der Sozialversicherung, aber Art. 14bis IVG verpflichtet ihn zu einer Teilzahlung für eine invalidenversicherungsrechtliche medizinische Massnahme. Die duale Finanzierung (80 % zulasten der Invalidenversicherung und 20 % zulasten der öffentlichen Hand) findet eine Parallele zur öffentlichen Restfinanzierung der Pflege gemäss Art. 25 Abs. 5 letzter Satz KVG; auch dort ist das Verfahrensrecht nach ATSG anwendbar (Urteile 9C_305/2017 vom 20. Februar 2018 E. 1.1.2.1, nicht publ. in: BGE 144 V 84, aber in: SVR 2018 KV Nr. 13 S. 76, und 9C_905/2013 vom 4. Februar 2014 E. 3.1.2, in: SVR 2014 KV Nr. 4 S. 11).\n\nAuf die Beschwerde ist daher einzutreten.\n\n4.\n\n4.1 Mit der Beschwerde in öffentlich-rechtlichen Angelegenheiten kann u.a. die Verletzung von Bundesrecht gerügt werden (Art. 95 lit. a BGG). Die Feststellung des Sachverhalts kann nur gerügt werden, wenn sie offensichtlich unrichtig ist oder auf einer Rechtsverletzung im Sinne von Art. 95 BGG beruht und wenn die Behebung des Mangels für den Ausgang des Verfahrens entscheidend sein kann |62| (Art. 97 Abs. 1 BGG). Das Bundesgericht legt seinem Urteil den Sachverhalt zugrunde, den die Vorinstanz festgestellt hat (Art. 105 Abs. 1 BGG). Es kann die Sachverhaltsfeststellung der Vorinstanz von Amtes wegen berichtigen oder ergänzen, wenn sie offensichtlich unrichtig ist oder auf einer Rechtsverletzung im Sinne von Art. 95 BGG beruht (Art. 105 Abs. 2 BGG).\n\n4.2 Das Bundesgericht wendet das Recht von Amtes wegen an (Art. 106 Abs. 1 BGG). Indes prüft es, unter Berücksichtigung der allgemeinen Begründungspflicht der Beschwerde (vgl. Art. 42 Abs. 1 BGG), grundsätzlich nur die geltend gemachten Rügen, sofern die rechtlichen Mängel nicht geradezu offensichtlich sind (BGE 141 V 234 E. 1 S. 236).\n\n5. Streitig ist, ob das kantonale Gericht den Kanton Zürich, vertreten durch die Gesundheitsdirektion, zu Recht verpflichtet hat, der Beschwerdegegnerin für die stationäre Behandlung von C. Fr. 4'373.55 zu bezahlen. Dabei handelt es sich ausschliesslich um die - durch das Bundesgericht frei überprüfbare - Rechtsfrage nach der Tragweite des Verweises in Art. 14bis IVG auf Art. 39 KVG. Oder anders gesagt darum, ob die Kostenpflicht der öffentlichen Hand nach Art. 14bis IVG nur dann besteht, wenn das gewählte Spital auf der nach Leistungsaufträgen in Kategorien gegliederten Spitalliste des betreffenden (Wohn- oder Standort-)Kantons - mit entsprechendem Leistungsauftrag - aufgeführt ist, wie der Kanton dafür hält, oder ob lediglich, mit Vorinstanz und Beschwerdegegnerin, das formale Erfordernis \"Listenspital\" (im Sinne irgendeiner kantonalen Spitalliste) als Voraussetzung für die Kostenpflicht genügt.\n\n6. Art. 14bis IVG, in Kraft seit 1. Januar 2013 (6. IV-Revision, zweites Massnahmenpaket), lautet wie folgt:\n\n\"Die Kostenvergütung für stationäre Behandlungen im Sinne von Artikel 14 Absätze 1 und 2, die in einem nach Artikel 39 KVG zugelassenen Spital erbracht werden, wird zu 80 Prozent durch die Versicherung und zu 20 Prozent durch den Wohnkanton des Versicherten geleistet. Der Wohnkanton entrichtet seinen Anteil direkt dem Spital.\"\n\nGemäss Art. 39 Abs. 1 Ingress und lit. e KVG gilt:\n\n\"Anstalten oder deren Abteilungen, die der stationären Behandlung akuter Krankheiten oder der stationären Durchführung von Massnahmen der medizinischen Rehabilitation dienen (Spitäler), sind zugelassen, wenn sie:\n\n(...)\n\ne. auf der nach Leistungsaufträgen in Kategorien gegliederten Spitalliste des Kantons aufgeführt sind.\" |63|\n\nIn Umsetzung von Art. 39 Abs. 1 lit. e KVG sieht Art. 58e KVV (SR 832.102; \"Listen und Leistungsaufträge\") vor:\n\n\"1 Die Kantone führen auf ihrer Liste nach Artikel 39 Absatz 1 Buchstabe e des Gesetzes die inner- und ausserkantonalen Einrichtungen auf, die notwendig sind, um das nach Artikel 58b Absatz 3 bestimmte Angebot sicherzustellen.\n\n2 Auf den Listen wird für jedes Spital das dem Leistungsauftrag entsprechende Leistungsspektrum aufgeführt.\n\n3 Die Kantone erteilen jeder Einrichtung auf ihrer Liste einen Leistungsauftrag nach Artikel 39 Absatz 1 Buchstabe e des Gesetzes. Dieser kann insbesondere die Pflicht zum Notfalldienst vorsehen.\"\n\n7.\n\n7.1 Die Vorinstanz zitierte in ihrem Entscheid die gesetzlichen Vorgaben zur Zulassung eines Spitals als Leistungserbringer gemäss Art. 35 und 39 KVG sowie zum Inhalt, zur Funktion und zum Zweck kantonaler Spitallisten und Spitalplanungen nach dem Bundesgesetz und der Verordnung über die Krankenversicherung (Art. 39 Abs. 1 lit. e KVG, Art. 58a-58e KVV; BGE 132 V 6).\n\nSie hielt sodann zunächst fest, es ergebe sich aus dem Wortlaut von Art. 14bis IVG in Verbindung mit Art. 39 Abs. 1 lit. e KVG ohne Weiteres, dass die Ausrichtung einer entsprechenden Vergütung zwar auf Spitäler beschränkt sei, die auf einer Spitalliste aufgeführt seien (Listenspitäler). Der Gesetzgeber habe aber nicht beabsichtigt, dass diese Spitäler zusätzlich auch über einen Leistungsauftrag des Kantons für die Behandlung bzw. für das medizinische Fachgebiet zu verfügen hätten, welchem die durchgeführte Behandlung zuzurechnen sei. Das die Behandlung durchführende Spital müsse somit auf einer nach Leistungsaufträgen in Kategorien gegliederten Spitalliste aufgeführt sein, ohne dass es gleichzeitig aber einen Leistungsauftrag für das in Frage stehende medizinische Fachgebiet aufzuweisen habe. Ein kantonaler Leistungsauftrag stelle daher keine Voraussetzung des Anspruchs auf Vergütung dar.\n\nAusgehend von der unbestrittenen Tatsache, dass die Klinik D. nicht auf der Spitalliste des Kantons Zürich, wohl aber auf denjenigen der Kantone Glarus, Schwyz und Graubünden figuriert, kam das Gericht des Weitern in Auslegung der Art. 14bis IVG und Art. 39 KVG zum Schluss, der in Art. 39 Abs. 1 lit. e KVG verwendete Begriff \"Spitalliste des Kantons\" sei nicht in dem Sinne eng auszulegen, dass damit nur die Spitalliste des Wohnkantons der versicherten Person oder des Standortkantons gemeint sein solle. Mindestanforderung für |64| Personen und Stellen, die (medizinische) Eingliederungsmassnahmen durchführten, seien die vertraglich festgelegten Bedingungen (Art. 24 Abs. 3 IVV). Auf Grund der in der Invalidenversicherung im gesamten Gebiet der Schweiz geltenden unbeschränkten freien Wahl der Leistungserbringer (Art. 26bis IVG) sei davon auszugehen, dass eine allfällige Einschränkung der freien Spitalwahl mit grösster Wahrscheinlichkeit eine Debatte im Parlament ausgelöst hätte. Dies sei aber nicht der Fall gewesen. Daraus, so die Vorinstanz, könne geschlossen werden, dass die Formulierung \"Spitalliste des Kantons\" in Art. 39 Abs. 1 lit. e KVG im Zusammenhang mit medizinischen Behandlungen nach Massgabe des IVG nicht einschränkend zu verstehen sei. Es reiche, wenn das betreffende Spital \"auf der Spitalliste mindestens eines Kantons der Schweiz\" verzeichnet sei und die übrigen Bedingungen von Art. 39 Abs. 1 lit. a-f KVG erfülle. Diese weitgefasste Auslegung führe zur Kostenpflicht des Kantons. Auch bei einer systematischen Auslegung des Gesetzes gelange man zu diesem Ergebnis, denn Art. 14 Abs. 2 IVG sehe für medizinische Massnahmen eine schweizweit geltende Spitalwahlfreiheit in der allgemeinen Abteilung eines Spitals vor.\n\n7.2 Der beschwerdeführende Kanton bringt, wie bereits im erstinstanzlichen Verfahren, vor, die Klinik D. habe von keinem Kanton einen Leistungsauftrag für den Bereich \"KIE 1 Kieferchirurgie\". Die Zulassung eines Spitals als Leistungserbringer zulasten der obligatorischen Krankenpflegeversicherung und die Aufnahme auf die Spitalliste beschränke sich auf die Leistungsaufträge, wie sie auf der Spitalliste aufgeführt seien. Die mit der Vergabe eines Leistungsauftrags verbundene Aufnahme eines Spitals auf die Spitalliste drücke damit aus, dass die dem Spital zugewiesenen Leistungsgruppen erforderlich seien, um den kantonalen Versorgungsbedarf qualitativ hochstehend und wirtschaftlich abzudecken. Somit manifestiere sich das Ergebnis der Spitalplanung nicht in der Aufnahme eines Spitals auf die Spitalliste an sich (formelle Seite), sondern im Inhalt der an die Spitäler vergebenen Leistungsaufträge (materielle Seite). Die Klinik habe das Geburtsgebrechen von C. mit \"Bignathe Osteotomie und komplexe Eingriffe am Kiefer\" diagnostiziert, welche Behandlung der Leistungsgruppe \"KIE 1 Kieferchirurgie\" zuzuordnen sei, die neben neun weiteren Leistungsgruppen zum Leistungsbereich \"Hals - Nasen - Ohren\" gehöre. Keiner der drei Kantone Glarus, Schwyz und Graubünden, auf deren Spitallisten die Klinik D. figuriere, habe dieser Klinik einen entsprechenden Leistungsauftrag |65| erteilt. Die Leistungsaufträge gründeten auf qualitativen Anforderungen und dienten neben der Bedarfsplanung insbesondere auch der Qualitätssicherung. Es entspreche dem Sinn und Zweck der Verweisung von Art. 14bis IVG auf Art. 39 KVG, auch in Bezug auf die zulasten des IVG gehenden Behandlungen zu verlangen, dass ein Spital über einen die betreffenden Behandlungen umfassenden Leistungsauftrag im Sinne der Leistungsgruppensystematik des KVG verfüge. Es sei sowohl aus Sicht des Kantons wie auch der IV-Patienten sinnvoll, dass diese Anforderungen für die Behandlung von Patienten im invalidenversicherungsrechtlichen Sinne ebenfalls zur Anwendung gelangten. Für den Kanton deshalb, weil er sich nur dann an den Behandlungskosten solle beteiligen müssen, wenn die Behandlungsqualität sichergestellt sei, und für die IV-Patienten deswegen, weil sie das Recht hätten, dass auch für sie die gemäss KVG verlangten Qualitätsvorgaben gälten. Die gesundheitspolizeiliche Zulassung eines Spitals allein könne dies nicht in gleicher Weise gewährleisten, da die diesbezüglichen Anforderungen wesentlich tiefer seien als diejenigen gemäss Spitalplanung nach KVG. Die Auffassung der Vorinstanz hätte beispielsweise die - nicht hinnehmbare - Folge, dass eine komplizierte kardiologische Behandlung auch in einem Regionalspital zulasten der Invalidenversicherung durchgeführt werden könnte.\n\n7.3 Nach Meinung der Beschwerdegegnerin - der A. AG - überzeugt das soeben wiedergegebene Beispiel des Beschwerdeführers nicht: Ein Regionalspital würde für komplexe kardiologische Behandlungen mangels entsprechender Infrastruktur zum Vornherein gar nicht ausgewählt. Des Weitern gehe es in der Sache nicht nur um diesen einen Versicherten, sondern um insgesamt 200 IV-Patienten mit je ausstehendem Kantonsanteil. Sollte die Pflicht zur Leistung des Kantonsanteils für stationäre Behandlungen gestützt auf Art. 14bis IVG verneint werden, müsste die Invalidenversicherung auch diesen Anteil bezahlen, was dem Grundziel der 6. IV-Revision, der Kosteneindämmung, diametral zuwiderliefe. Richtigerweise habe das BSV in seinem Amtsbericht vom 7. September 2017 die Auffassung vertreten, der Verweis in Art. 14bis IVG auf Art. 39 KVG beziehe sich nur auf Bundesrecht, nicht auch auf die kantonalrechtlichen Planungskriterien. Im Bereich der Invalidenversicherung komme dem Kanton keine Planungskompetenz zu. Eine enge Auslegung dieses gesetzlichen Verweises im Sinne der beschwerdeführerischen Argumentation würde, wie die Beschwerdegegnerin ferner anführt, die |66| freie Wahl der Leistungserbringer limitieren und auf diese Weise Art. 26bis IVG untergraben. Mit grösster Wahrscheinlichkeit hätte ein derart einschränkendes Verständnis der IV-Regelung im Parlament eine Debatte ausgelöst oder wäre mindestens aus den Materialien ersichtlich geworden. Überdies würde eine solche Lösung zu zusätzlichem Aufwand bei der Leistungskoordination und den Kostengutsprachen führen. Schliesslich gehe es dem Kanton einzig um das Einsparen eigener Kosten. Diesbezüglich sei jedoch anzumerken, dass die Swiss DRG-Basispreise 2016 für IV-Patienten in der Klinik D. bei Fr. 8'110.-und somit tiefer gelegen hätten als diejenigen im Listenspital Klinik A. mit Fr. 8'115.-.\n\n7.4 Mit letztinstanzlicher Vernehmlassung schliesst sich die IV-Stelle ihrerseits unter Verweis auf die Ausführungen im angefochtenen Entscheid der Betrachtungsweise von Vorinstanz und Beschwerdegegnerin an.\n\n8.\n\n8.1 Die Höhe der Entschädigung für die erfolgte stationäre kieferorthopädische Behandlung von C. ist unbestritten. Gleiches gilt für die grundsätzliche Aufteilung der Kosten gemäss Art. 14bis IVG (80 % zulasten der Invalidenversicherung und 20 % zulasten des Wohnkantons des Versicherten). Dissens besteht zwischen den Verfahrensbeteiligten jedoch in Bezug auf den zulasten der öffentlichen Hand gehenden Anteil von 20 %. Zu beurteilen ist dabei in einem ersten Schritt - mittels Auslegung -, ob die Kostenvergütung im Sinne von Art. 14bis IVG in Verbindung mit Art. 39 KVG voraussetzt, dass das Spital, in welchem die stationäre Behandlung durchgeführt wird, über einen Leistungsauftrag gemäss Art. 39 Abs. 1 lit. e KVG und Art. 58e KVV für den betreffenden medizinischen Fachbereich verfügt.\n\nZu präzisieren ist in diesem Zusammenhang, dass die kantonale Zuständigkeit für die Ausgestaltung der Spitalliste in formaler und inhaltlicher Hinsicht, mithin auch in Bezug auf die Umschreibung des Umfangs der konkreten Leistungsaufträge, nichts daran ändert, dass damit letztlich Bundesrecht vollzogen wird (vgl. GEBHARD EUGSTER, Rechtsprechung des Bundesgerichts zum KVG, 2. Aufl. 2018, N. 15 zu Art. 39 KVG mit weiteren Hinweisen [nachfolgend: Rechtsprechung]; ders., Krankenversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 3. Aufl. 2016, S. 663 Rz. 833 [nachfolgend: Krankenversicherung]; RKUV 1998 Nr. KV 54 S. 521 ff., insb. S. 541 am Ende f. Ziff. 3.2.3.2). Die - bundesrechtlich definierten - |67| Zulassungsvoraussetzungen nach Art. 39 Abs. 1 lit. a-f KVG sind kumulativ zu erfüllen; nur dann ist ein Spital berechtigt, Leistungen zulasten der obligatorischen Krankenpflegeversicherung zu erbringen (siehe EUGSTER, Krankenversicherung, a.a.O., S. 651 Rz. 788). Vor diesem Hintergrund überzeugt die Unterscheidung des BSV nicht, welches im Begriff \"Spitalliste\" einen \"bundesrechtlichen\" und einen \"kantonsrechtlichen Teil\" sieht.\n\n8.2 Ein Leistungsauftrag in diesem Sinne ist eine auf der Planung nach Art. 58a Abs. 2 KVV beruhende hoheitliche Anordnung, mit welcher durch die Bezeichnung der zugeteilten Leistungsspektren das Leistungsangebot der Einrichtungen auf der Spitalliste gemäss Art. 39 Abs. 1 lit. e KVG und Art. 58b Abs. 3 bzw. Art. 58e KVV gesichert wird (zum Begriff vgl. ferner BGE 138 II 191 E. 4.3 S. 201 ff. und Urteil 9C_151/2016 vom 27. Januar 2017 E. 7.1, in: SVR 2017 KV Nr. 11 S. 49). Es handelt sich insofern um einen Auftrag, als die Spitäler nach Massgabe von Art. 41a Abs. 1 KVG eine entsprechende Aufnahme- und Behandlungspflicht trifft (EUGSTER, Rechtsprechung, a.a.O., N. 38 zu Art. 39 KVG; ders., Krankenversicherung, a.a.O., S. 664 oben Rz. 834). Einzig Spitäler, die auf einer Spitalliste figurieren, können - von den Vertragsspitälern nach Art. 49a Abs. 4 KVG abgesehen - für die obligatorische Krankenpflegeversicherung tätig sein, und dies nur im Rahmen der ihnen erteilten Leistungsaufträge; für stationäre Behandlungen ausserhalb seines Leistungsauftrags gilt ein Spital als nicht zugelassener Leistungserbringer (Urteil des Bundesverwaltungsgerichts [BVGer] C-354/2014 vom 15. Januar 2016 E. 9.2; BVGE 2009/23 E. 4.1.2 S. 283; ferner Urteil des BVGer C-5017/2015 vom 16. Januar 2019 E. 7.3.3-7.3.5). Die Krankenversicherer sind daher für stationär durchgeführte Behandlungen lediglich leistungspflichtig, wenn die versicherte Person in einem Spital behandelt wird, das auf einer kantonalen Spitalliste aufgeführt ist (Urteile 9C_276/2011 vom 3. Januar 2012 E. 4.2 mit Hinweisen, in: SVR 2012 KV Nr. 13 S. 51, 9C_618/2009 vom 14. April 2010 E. 2.1 und [des Eidg. Versicherungsgerichts] K 137/04 vom 21. März 2006 E. 3.3, in: SVR 2006 KV Nr. 30 S. 107). Ein zugelassener Leistungserbringer kann ferner grundsätzlich nur jene Leistungen zulasten der obligatorischen Krankenpflegeversicherung abrechnen, welche von seiner Zulassung erfasst werden (zum Ganzen: EUGSTER, Rechtsprechung, a.a.O., N. 17 zu Art. 39 KVG; ders., Krankenversicherung, a.a.O., S. 665 unten f. Rz. 841; vgl. auch Urteil des BVGer C-7498/2008 vom 31. August 2012 E. 5.4).\n\n|68|\n\n9.\n\n9.1 Ausgangspunkt der Gesetzesauslegung ist der Wortlaut der Bestimmung (grammatikalisches Element). Ist er klar, d.h. eindeutig und unmissverständlich, darf vom Wortlaut nur abgewichen werden, wenn ein triftiger Grund für die Annahme besteht, der Wortlaut ziele am \"wahren Sinn\" der Regelung vorbei. Anlass für eine solche Annahme können die Entstehungsgeschichte der Bestimmung (historisch), ihr Zweck (teleologisch) oder der Zusammenhang mit andern Vorschriften (systematisch) geben, so namentlich, wenn die grammatikalische Auslegung zu einem Ergebnis führt, das der Gesetzgeber nicht gewollt haben kann (BGE 142 V 402 E. 4.1 S. 404 f. mit Hinweis).\n\n9.2\n\n9.2.1 Bedeutsam ist, was den Wortlaut von Art. 14bis IVG anbelangt, mit der Vorinstanz, dass Art. 14bis IVG vorbehaltlos auf den integralen Art. 39 KVG verweist. Abs. 1 lit. a-d und f sowie die übrigen Absätze von Art. 39 KVG sind vorliegend insofern nicht von Belang, als die Klinik D. die entsprechenden Vorgaben unbestrittenermassen erfüllt. Schlüsselbestimmung bildet vielmehr lit. e von Art. 39 KVG, welche - wortlautgetreu - in allen drei Amtssprachen zwei Elemente enthält, ein formales und ein inhaltliches: Erstens die Aufnahme des Spitals in die \"Spitalliste des Kantons\" und zweitens das Erfordernis der \"nach Leistungsaufträgen in Kategorien gegliederten Spitalliste\" (\"figurent sur la liste cantonale fixant les catégories d'hôpitaux en fonction de leurs mandats\"; \"figurano nell'elenco, compilato dal Cantone e classificante le diverse categorie di stabilimenti secondo i rispettivi mandati\").\n\n9.2.2 Diese wörtliche Auslegung von Art. 39 Abs. 1 lit. e KVG und die Tatsache des integralen Verweises in Art. 14bis IVG auf Art. 39 KVG stützen vorerst die These des Beschwerdeführers, wonach auch im Bereich der invalidenversicherungsrechtlichen Spitalbehandlungen dieselben Anforderungen gelten sollen wie im Bereich der obligatorischen Krankenpflegeversicherung.\n\n9.3 Ebenfalls zutreffend führte das kantonale Gericht ferner aus, es bestehe kein Grund für die Annahme, dass der wahre Sinn der Norm (teleologisches Auslegungselement) von deren Wortlaut abweichen könnte. Weshalb es aus dieser Feststellung in der Folge schloss, der Gesetzgeber habe \"damit\" die Vergütung lediglich auf Listenspitäler einschränken wollen \"und nicht beabsichtigt, dass diese Spitäler |69| zusätzlich auch über einen Leistungsauftrag des Kantons für die Behandlung bzw. für das medizinische Fachgebiet\" verfügen müssten, ist dagegen nicht nachvollziehbar. Gegenteils sieht der Wortlaut von Art. 39 Abs. 1 lit. e KVG, wie dargelegt, ausdrücklich auch das inhaltliche Element - den Leistungsauftrag (im Sinne von Art. 58e Abs. 2 und 3 KVV) - vor. Mit Letzterem wird insbesondere die Qualitätssicherung für IV-Versicherte gewährleistet. Es geht dabei um die ohne Weiteres zu bejahende Frage, ob die IV-Patienten dieselben Qualitätsstandards beanspruchen können sollen wie Versicherte im Rahmen der obligatorischen Krankenpflegeversicherung. Etwas anderes lässt sich jedenfalls weder den Materialien noch dem Gesetz entnehmen.\n\n9.4 Zu prüfen ist im Weiteren, ob allenfalls der entstehungsgeschichtliche Werdegang - und damit der historische Auslegungsaspekt - Aufschluss hinsichtlich des Verhältnisses von Art. 14bis IVG und Art. 39 KVG gibt.\n\n9.4.1 Dies ist zu verneinen. Insbesondere finden sich in der parlamentarischen Debatte zu Art. 14bis IVG keine sachdienlichen Hinweise zum hier umstrittenen Punkt.Ebenso wenig ergeben sich aus den Kommissionsprotokollen Anhaltspunkte darauf, wie der Verweis in Art. 14bis IVG auf Art. 39 KVG zu verstehen ist. Kommissionsarbeit und parlamentarische Debatte konzentrierten sich vielmehr, wie die Beschwerdegegnerin bereits im Rahmen ihrer Einsprache einlässlich aufgezeigt hat, auf die grundsätzliche Frage der dualen Finanzierung Versicherung/öffentliche Hand und der Höhe der diesbezüglichen Kostenaufteilung. Die Aufsplittung 80 %/20 % hatte schon früher bestanden, wobei der entsprechende Vertrag zwischen Kantonen und Invalidenversicherung von der Sanitätsdirektorenkonferenz auf Ende 2011 gekündigt und die Kostenbeteiligung der Kantone für IV-Behandlungen damit grundsätzlich in Frage gestellt worden war. Die Kantone erreichten schliesslich, dass die Kostenbeteiligung der öffentlichen Hand ausschliesslich auf stationäre Behandlungen in \"Listenspitälern\" (ohne Präzisierungen) beschränkt wurde (Amtsbericht des BSV vom 7. September 2017; Votum Stadler, AB 2011 S 1197, 19. Dezember 2011; Voten Kommissionssprecherin Humbel, Cassis, Ingold, Weibel, AB 2012 N 707-712, 30. Mai 2012; Voten Kuprecht, Bundesrat Burkhalter, AB 2011 S 1189 ff., 19. Dezember 2011; Kommissionssprecherin Humbel, AB 2012 N 708 ff., 30. März 2012). Da der Gesetzgeber im Rahmen der 6. IV-Revision |70| der defizitären Invalidenversicherung keine Mehrkosten auferlegen und an einer Kostenbeteiligung der öffentlichen Hand festhalten wollte, übernahm er die bisherige Kostenaufteilung, wie sie vertraglich zwischen Invalidenversicherung und Kantonen vereinbart worden war, in das Gesetz.\n\n9.4.2 Die Beschwerdegegnerin will sodann - insbesondere unter Bezugnahme auf den Amtsbericht des BSV vom 7. September 2017 und die darin enthaltenen Hinweise auf die parlamentarischen Beratungen - die Pflicht der Spitalplanung der Kantone nur auf Leistungen der obligatorischen Krankenpflegeversicherung beschränkt wissen. Der Bedarf an IV-Leistungen sei weder in die Leistungsaufträge miteinbezogen noch sei die Invalidenversicherung bei der Gestaltung der kantonalen Spitallisten konsultiert worden.\n\n9.4.2.1 Diese Begründung hält nicht stand. Dem besagten Amtsbericht ist indes herauszulesen, dass die Erwähnung von Art. 39 KVG in Art. 14bis IVG anlässlich der parlamentarischen Debatten zur 6. IV-Revision von den Kantonen gefordert worden war. Im Gegensatz zur ursprünglichen Intention der Invalidenversicherung wollten sie keine Spitäler mitfinanzieren, die im Rahmen der obligatorischen Krankenpflegeversicherung keinerlei Anspruch auf eine kantonale Kostenbeteiligung gehabt hätten. Für die Invalidenversicherung sei dieses Argument - so der Bericht im Weiteren - überzeugend gewesen.\n\n9.4.2.2 Der parlamentarischen Debatte ist eine derartige Aussage in dieser Deutlichkeit nicht zu entnehmen, wohl aber sinngemäss einem Protokoll der ständerätlichen Kommission für soziale Sicherheit und Gesundheit (SGK) vom 20./21. Oktober 2011. Aus diesem geht hervor, dass bezüglich Formulierung des geplanten Art. 14bis IVG (samt Verweises auf Art. 39 KVG) informelle Konsultationen mit dem Präsidenten der Gesundheitsdirektorenkonferenz stattgefunden hatten, in deren Rahmen Zustimmung signalisiert worden war. Auf den - allerdings mit Blick auf die geforderten Tarife des Wohnkantons geäusserten - Einwand eines Kommissionsmitglieds anlässlich der Sitzung hin, wonach der Bestimmung in dieser Fassung nur beigepflichtet werden könne, wenn \"für diese Kostenvergütung grundsätzlich dieselben Regelungen (gelten), wie sie jetzt bei der Spitalfinanzierung eingeführt worden sind\", erwiderte der beigezogene BSV-Experte: \"Ziel ist es hier, dass man dieselben Regelungen wie in der Krankenversicherung anwendet, mit Ausnahme des Kostenschlüssels.\"\n\n|71|\n\n9.4.2.3 Die These des BSV, die Entstehungsgeschichte des Art. 14bis IVG zeige, dass sich die im Bereich der obligatorischen Krankenpflegeversicherung vorzunehmende Spitalplanung (einschliesslich der damit einhergehenden Spitallisten, Leistungsaufträge an Spitäler etc.) nur auf KVG-Leistungen beziehen sollte, erscheint vor dem Hintergrund des genannten Kommissionsprotokolls und angesichts fehlender näherer Ausführungen im nachfolgenden gesetzgeberischen Prozess somit mindestens als fraglich.\n\n9.5 Mit Blick auf einen systematischen Auslegungsansatz sieht die Beschwerdegegnerin schliesslich die in Art. 26bis IVG garantierte Spitalwahlfreiheit der IV-Versicherten in Gefahr, wenn für IV-Behandlungen nur noch jene Listenspitäler ausgewählt werden könnten, die auch über entsprechende Leistungsaufträge verfügten. Eine solche Einschränkung hätte, wäre sie gewollt gewesen, \"mit grösster Wahrscheinlichkeit\" eine Debatte im National- und Ständerat ausgelöst. Dies sei aber nicht der Fall gewesen.\n\n9.5.1 Diesbezüglich kann der parlamentarischen Debatte ebenfalls nichts Weiterführendes entnommen werden, wie bereits das kantonale Gericht befand. Indes geht die Argumentation an der Sache vorbei, denn auch im Bereich der obligatorischen Krankenpflegeversicherung sieht das Gesetz die Wahlfreiheit des Leistungserbringers vor (Art. 41 KVG). Diese Wahlfreiheit ist jedoch nicht gleichzusetzen mit der vollen Kostenübernahme in jedem Fall. Vielmehr besteht eine Kostenübernahmepflicht (zum Tarif des Wohnkantons, Art. 41 Abs. 1bis KVG) ausschliesslich für Behandlungen in einem Listenspital mit entsprechendem Leistungsauftrag. Es ist - jedenfalls mit Blick auf die vorliegend zu prüfende Frage des Erfordernisses des Leistungsauftrags für die entsprechende medizinische Behandlung - kein plausibler Grund ersichtlich, Art. 26bis Abs. 1 IVG betreffend die freie Wahl des Leistungserbringers anders zu verstehen als Art. 41 Abs. 1bis KVG. Medizinische Gründe für die Wahl der Klinik D. nach Art. 41 Abs. 3 KVG wurden nicht geltend gemacht und sind nicht erkennbar.\n\nBeizufügen ist, dass, wenn auch das vom Beschwerdeführer angeführte Beispiel - anspruchsvolle Herzoperation in einem Regionalspital - mit der Beschwerdegegnerin in der Realität kaum vorkommen dürfte, damit dennoch Richtiges illustriert wird: Leistungsaufträge im Rahmen der Spitallisten dienen nicht nur der Versorgungsplanung, sondern, wie hiervor bereits betont (E. 9.3), massgeblich auch der Qualitätssicherung. |72|\n\n9.5.2 Erst als Folge der parlamentarischen Beratung zur 6. IV-Revision wurde ferner eine Modifikation von Art. 26bis Abs. 1 IVG vorgenommen. Die Debatte über diesen Artikel in der nationalrätlichen SGK und auch anschliessend im Parlament drehte sich vor allem um die hier nicht weiter interessierende Frage, welcher Arbeitsmarkt gemeint und ob die Bezeichnung \"Anstalt\" noch zeitgemäss sei. Von Bedeutung für die vorliegende Fragestellung zur Wahlfreiheit von IV-Versicherten ist jedoch Folgendes: Ein Antrag in der vorberatenden Kommission des Nationalrats, vom Experten des BSV als wichtige Ergänzung unterstützt, fand ohne weitere Diskussionen in den beiden Kammern des Parlaments Zustimmung und in der Folge Eingang in das Gesetz. Dieser Zusatz lautete: \"... wenn sie den kantonalen Vorschriften und den Anforderungen der Versicherung genügen.\" Das Pronomen \"sie\" bezieht sich auf medizinische Hilfspersonen, Anstalten, Werkstätten, auf Betriebe des allgemeinen Arbeitsmarkts und schliesslich auf Abgabestellen für Hilfsmittel (SGK N vom 4./5. November 2010, Antrag 39; AB 2010 N 2096, 16. Dezember 2010; AB 2011 S 34, 1. März 2011).\n\nDiese erst spät im Gesetzgebungsprozess erfolgte Präzisierung im Zusammenhang mit der grundsätzlich unbestrittenen Wahlfreiheit der IV-Versicherten, eben nur jene Leistungserbringer auswählen zu können, die (auch) den kantonalen Vorschriften genügen, ist nicht vereinbar mit der Auffassung, wie sie im Amtsbericht des BSV formuliert wurde. Im Gegenteil stützt sie die Argumentation des Beschwerdeführers, dass mit dem Verweis in Art. 14bis IVG integral sowohl das von Art. 39 Abs. 1 lit. e KVG erfasste formale Kriterium \"Listenplatz\" wie auch dessen inhaltlicher Aspekt \"konkreter Leistungsauftrag\" im Rahmen der Behandlung von IV-Versicherten ebenfalls Geltung haben sollten. Angesichts dieses klaren gesetzgeberischen Willens - Beachtung der kantonalen Vorgaben - erscheint es wenig sinnvoll, die gemäss Art. 39 KVG geltenden Anforderungen betreffend die Zulassung eines Spitals sozusagen \"aufzuteilen\" in einen bundes- und einen kantonalrechtlichen Teil. Vielmehr dienen sämtliche Zulassungsvoraussetzungen, auch die kantonalen Konkretisierungen in Form von Leistungsaufträgen, dem Vollzug des Bundesrechts (E. 8.1 hiervor).\n\n9.5.3 Die in Art. 26bis Abs. 1 IVG festgehaltene Spitalwahlfreiheit kann demnach aus den dargelegten Gründen nicht dazu dienen, die strittige Restfinanzierung für eine stationäre Behandlung, die in |73| einem Spital ohne entsprechenden Leistungsauftrag erfolgte, zu begründen.\n\n9.6 Zusammenfassend führen somit sämtliche Auslegungselemente zum Ergebnis, dass sich der Verweis in Art. 14bis IVG auch auf Abs. 1 lit. e von Art. 39 KVG und damit das darin enthaltene Erfordernis eines (Listen-)Spitals mit einem für die betreffende Behandlung vorhandenen Leistungsauftrag bezieht.\n\nDa die hier am Recht stehende Klinik D. unbestrittenermassen in keinem Kanton über einen Leistungsauftrag für kieferorthopädische Eingriffe verfügt, besteht bereits aus diesem Grund keine Kostenpflicht des Kantons Zürich für die strittige Forderung. Wie es sich mit der Frage des \"Listenspitals\" gemäss Art. 39 Abs. 1 lit. e KVG verhält (betreffender Kanton oder schweizweit), braucht an dieser Stelle nicht abschliessend beurteilt zu werden.\n\n10.\n\n10.1 Die Beschwerdegegnerin argumentiert des Weitern, eine Verneinung der Kostenpflicht des Kantons hätte zur Folge, dass die Invalidenversicherung die gesamten Kosten des Spitalaufenthalts übernehmen müsste. Bei ca. 200 von ihr behandelten IV-Patienten sei die Kostenpflicht ebenfalls unklar. Eine vollständige Überwälzung auch dieser Restkosten würde die Invalidenversicherung belasten und den Bemühungen, die Kosten im Rahmen der 6. IV-Revision zu beschränken, diametral zuwiderlaufen. Im Eventualantrag fordert sie deshalb, die Invalidenversicherung habe die strittigen Restkosten zu übernehmen.\n\nDie beigeladene IV-Stelle äussert sich dazu in ihrer letztinstanzlichen Stellungnahme nicht.\n\n10.2 Gemäss Art. 107 Abs. 1 BGG darf das Bundesgericht nicht über die Begehren der Parteien hinausgehen. Ausgangspunkt der Bindungswirkung ist das (zulässige) Rechtsbegehren der beschwerdeführenden Partei, nicht jenes der Beschwerdegegnerin. Der Antrag der Beschwerdegegnerin hat keine selbstständige Bedeutung für die Festlegung der Spruchzuständigkeit. Mit ihm kann, abgesehen vom Nichteintreten auf die Beschwerde, grundsätzlich nicht mehr und nicht anderes als die ganze oder teilweise Abweisung der Beschwerde gefordert werden, zumal im BGG die Anschlussbeschwerde nicht vorgesehen ist (BGE 138 V 106 E. 2.1 S. 110; BGE 134 III 332 E. 2.5 S. 336 f.; Urteil 9C_756/2009 vom 8. Februar 2010 E. 4.1; ferner JOHANNA DORMANN, in: Basler Kommentar, Bundesgerichtsgesetz, 3. Aufl. 2018, N. 2 zu Art. 107 BGG). |74|\n\n10.2.1 Die Beschwerde des Kantons vor Bundesgericht richtet sich gegen die vorinstanzlich entschiedene Aufhebung seines Einspracheentscheids vom 5. April 2017 und die Verpflichtung, der Beschwerdegegnerin im Sinne einer anteilsmässigen Vergütung der Kosten der stationären Behandlung von C. in der Klinik D. vom 21. bis 24. April 2016 einen Betrag von Fr. 4'373.55 zu bezahlen.\n\n10.2.2 Die Beschwerdegegnerin beantragt in ihrer Vernehmlassung nicht nur (sinngemäss) die Abweisung der Beschwerde, sondern im Rahmen des Eventualbegehrens die Übernahme der 20%igen Restkosten der Behandlung durch die Invalidenversicherung. Darauf kann an dieser Stelle nach dem hiervor Ausgeführten, da ausserhalb des Anfechtungsgegenstands liegend, nicht näher eingegangen werden.\n\n11. Bei diesem Ausgang des Verfahrens hat die Beschwerdegegnerin die Kosten des bundesgerichtlichen Verfahrens zu tragen (Art. 66 Abs. 1 Satz 1 BGG). Dem Kanton steht keine Parteientschädigung zu (Art. 68 Abs. 3 BGG)."}