{"annee": "145", "cour": "V", "page": "90", "date": "12/2/2019", "cite": ["142 V 152", "139 V 164", "124 V 372", "139 IV 257"], "cite_par": [], "chapeau": "9. Extrait de l'arrêt de la Ire Cour de droit social dans la cause Service de l'emploi du canton de Vaud contre A. (recours en matière de droit public)\n\n8C_239/2018 du 12 février 2019", "regestes": ["Art. 17 al. 1 LACI; art. 26 al. 2 OACI; art. 39 al. 1 LPGA; remise de la preuve des recherches d'emploi par courrier électronique; observation du délai. L'envoi de la liste des recherches d'emploi à l'autorité par courrier électronique est admissible. Dans un tel cas, il incombe à l'assuré d'apporter la preuve que la liste est arrivée au plus tard le dernier jour du délai dans la sphère de contrôle de l'autorité (consid. 2-6)."], "faits": "BGE 145 V 90 S. 90\n\nA. A., né en 1992, s'est inscrit au chômage le 23 janvier 2017.\n\nPar décision du 22 septembre 2017, l'Office régional de placement de B. (ci-après: l'ORP) a suspendu le droit à l'indemnité de chômage de l'assuré pendant 16 jours à compter du 1er septembre 2017, au motif que ce dernier n'avait pas remis ses recherches d'emploi relatives au mois d'août 2017 dans le délai légal.\n\nLe 2 octobre 2017, A. s'est opposé à cette décision, faisant valoir qu'il avait envoyé à temps ses recherches d'emploi pour le mois d'août 2017 par courrier électronique. Il a joint une copie d'un courriel envoyé à l'ORP le 5 septembre 2017 ainsi qu'une copie d'un document annexé à ce dernier intitulé \"preuves des recherches personnelles effectuées en vue de trouver un emploi\". Par décision sur opposition du 20 octobre 2017, le Service de l'emploi du canton de Vaud (ci-après: le SDE) a rejeté l'opposition.\n\nBGE 145 V 90 S. 91 B. Par arrêt du 6 février 2018, la Cour des assurances sociales du Tribunal cantonal du canton de Vaud a admis le recours formé par A. contre la décision sur opposition du 20 octobre 2017 et a annulé cette dernière.\n\nC. Le SDE interjette un recours en matière de droit public contre ce jugement dont il demande l'annulation. Il conclut principalement à la confirmation de la décision sur opposition du 20 octobre 2017 et, subsidiairement, au renvoi de la cause à l'ORP pour qu'il procède au contrôle des recherches d'emploi du mois d'août 2017.\n\nL'intimé, la juridiction cantonale et le Secrétariat d'Etat à l'économie (SECO) ont renoncé à se déterminer.\n\nLe Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n2. Le litige porte sur le point de savoir si le SDE était fondé, par sa décision sur opposition du 20 octobre 2017, à suspendre le droit de l'intimé à l'indemnité de chômage pour une durée de 16 jours, au motif qu'il n'avait pas remis en temps utile les justificatifs de recherches d'emploi pour le mois d'août 2017.\n\n3.\n\n3.1 Aux termes de l'art. 17 al. 1 LACI (RS 837.0), l'assuré qui fait valoir des prestations d'assurance doit, avec l'assistance de l'office du travail compétent, entreprendre tout ce qu'on peut raisonnablement exiger de lui pour éviter le chômage ou l'abréger. Il lui incombe, en particulier, de chercher du travail, au besoin en dehors de la profession qu'il exerçait précédemment. Il doit pouvoir apporter la preuve des efforts qu'il a fournis. Selon l'art. 26 al. 2 OACI (RS 837.02), l'assuré doit remettre la preuve de ses recherches d'emploi pour chaque période de contrôle au plus tard le cinq du mois suivant ou le premier jour ouvrable qui suit cette date. A l'expiration de ce délai, et en l'absence d'excuse valable, les recherches d'emploi ne sont plus prises en considération. L'art. 30 al. 1 let. c LACI sanctionne les manquements aux obligations prévues par les art. 17 al. 1 LACI et 26 OACI par le biais d'une suspension du droit à l'indemnité de chômage (cf. aussi ATF 139 V 164 consid. 3.2 p. 167).\n\n3.2 Dans le domaine des assurances sociales, la procédure est régie par le principe inquisitoire, selon lequel les faits pertinents de la cause doivent être constatés d'office par l'autorité (cf. art. 43 LPGA BGE 145 V 90 S. 92[RS 830.1]). Cette règle n'est toutefois pas absolue. Sa portée est restreinte par le devoir des parties de collaborer à l'instruction de l'affaire. Cela comporte en partie l'obligation d'apporter, dans la mesure où cela peut être raisonnablement exigé, les preuves commandées par la nature du litige et des faits invoqués, faute de quoi la partie concernée s'expose à devoir supporter les conséquences de l'absence de preuve. Malgré les pertes de documents pouvant se produire dans toute administration, la jurisprudence a presque toujours indiqué que les assurés supportaient les conséquences de l'absence de preuve en ce qui concerne et la remise de la liste des recherches d'emploi (cf. arrêt C 294/99 du 14 décembre 1999 consid. 2a, in DTA 2000 p. 122; cf. aussi les arrêts 8C_460/2013 du 16 avril 2014 consid. 3; 8C_591/2012 du 29 juillet 2013 consid. 4) et la date effective de la remise (arrêt C 3/07 du 3 janvier 2008 consid. 3.2). Le fait que des allégations relatives à la remise des justificatifs de recherches d'emploi (ou relatives à la date de celle-ci) soient plausibles ne suffit pas à démontrer une remise effective des justificatifs (ou une remise à temps). Une preuve fondée sur des éléments matériels est nécessaire (BORIS RUBIN, Commentaire de la loi sur l'assurance-chômage, 2014, n° 32 ad art. 17 LACI).\n\n4. En l'espèce, la juridiction cantonale a considéré que la copie du courriel envoyé à l'ORP le 5 septembre 2017 à 20h52, auquel était annexé le formulaire \"preuves des recherches personnelles en vue de trouver un emploi\" pour le mois d'août 2017, ainsi que la copie d'écran attestant l'envoi dudit courriel à la date et l'heure mentionnées suffisaient à démontrer la remise par l'assuré de ses preuves de recherches d'emploi du mois d'août 2017 dans le délai légal. Elle a ajouté que l'hypothèse d'un problème de communication interne au sein de l'ORP devait être privilégiée puisque le conseiller en personnel affirmait n'avoir pas reçu ces preuves de recherches d'emploi. Un tel problème de communication n'avait pas à être assumé par l'intimé. Enfin, le fait que l'ORP n'avait pas non plus retrouvé la trace du courriel en question dans ses archives n'était pas de nature à renverser le fardeau de la preuve.\n\nDans ces conditions, le tribunal cantonal a conclu que l'intimé n'avait commis aucune faute devant être sanctionnée et a annulé la suspension du droit aux indemnités de chômage prononcée.\n\n5. Le recourant fait grief à la juridiction cantonale d'avoir considéré à tort que l'assuré avait apporté la preuve de la remise de ses recherchesBGE 145 V 90 S. 93 d'emploi du mois d'août 2017 dans le délai prévu par l'art. 26 al. 2 OACI, lequel avait expiré le 5 septembre 2017. Il fait valoir que les éléments constatés par la juridiction cantonale ne constituent pas un faisceau d'indices suffisants de la remise en temps utile des justificatifs de recherches d'emploi par l'intimé. Selon le recourant, la copie d'écran mentionnée par les premiers juges n'a aucune valeur probante et ne permet pas d'établir que le courrier a bel et bien été transmis à son destinataire.\n\n6.\n\n6.1 Aux termes de l'art. 39 al. 1 LPGA, applicable à la procédure en matière d'assurance-chômage par renvoi de l'art. 1 al. 1 LACI, les écrits doivent être remis au plus tard le dernier jour du délai à l'assureur ou, à son adresse, à La Poste suisse ou une représentation diplomatique ou consulaire suisse.\n\n6.1.1 A l'instar d'autres dispositions de droit fédéral relatives à l'observation des délais ayant une teneur équivalente (cf. art. 21 al. 1 PA [RS 172.021], art. 48 al. 1 LTF, art. 143 al. 1 CPC [RS 272], art. 91 al. 2 CPP [RS 312.0]), l'art. 39 al. 1 LPGA pose le principe de l'expédition pour les envois d'une partie à l'autorité administrative ou judiciaire. Ainsi, lorsque l'envoi se fait par voie postale, ce qui en pratique est la règle, le critère déterminant pour l'observation du délai n'est pas le fait que l'écrit soit arrivé le dernier jour du délai auprès de l'autorité (principe de réception) mais qu'il ait été remis à la Poste suisse le dernier jour du délai (cf. arrêt 5A_536/2018 du 21 septembre 2018 consid. 3.2, in Pra 2019 n° 4 p. 36). Dans ce dernier cas, c'est le sceau postal qui permettra de prouver le dépôt de l'envoi avant l'échéance du délai. Dans l'hypothèse où l'assuré dépose son envoi dans une boîte aux lettres publique après l'heure de la dernière levée, l'envoi portera le cachet postal du lendemain, ce qui ne lui permettra pas d'apporter la preuve du respect du délai. Dans ce cas, l'assuré est autorisé à apporter la preuve du respect du délai au moyen de témoignages (ATF 124 V 372 consid. 3b p. 375; cf. aussi ANNE-SYLVIE DUPONT, in Commentaire romand, Loi sur la partie générale des assurances sociales, 2018, nos 8 s. ad art. 39 LPGA).\n\n6.1.2 En cas de transmission d'un écrit par la voie électronique, les lois fédérales précitées (cf. art. 21a al. 3 PA, 48 al. 2 LTF, 143 al. 2 CPC, 91 al. 3 CPP) prévoient que le délai est réputé observé lorsque le système informatique de l'autorité destinataire en a confirmé la réception par voie électronique au plus tard le dernier jour du délai BGE 145 V 90 S. 94(cf. notamment la teneur de l'art. 21a al. 3 PA, aux termes duquel le moment déterminant pour l'observation d'un délai est celui où est établi l'accusé de réception qui confirme que la partie ou son mandataire ont accompli toutes les étapes nécessaires à la transmission). Contrairement aux autres cas, ne sont donc pas déterminants la date et l'heure de l'envoi, mais la date et l'heure de confirmation de la réception de l'envoi par le système informatique de l'autorité (voir ATF 139 IV 257 consid. 3.1 p. 259 et les références citées). Cette condition s'impose pour des raisons de preuve intrinsèques à une expédition par voie électronique. Il ne suffit donc pas que la partie ou son mandataire constate sur le fichier des envois de sa messagerie que l'acte a été expédié (JEAN-MAURICE FRÉSARD, in Commentaire de la LTF, 2e éd. 2014, n° 8 ad art. 48 LTF). La confirmation de la réception par le système informatique de l'autorité se fait en général immédiatement. Elle sert de preuve à l'expéditeur s'agissant de la date d'arrivée de l'acte sur la plateforme informatique du destinataire. Si la partie ne reçoit pas confirmation de la réception, elle doit mettre son pli à la poste encore dans le délai. Cela signifie que la partie qui utilise la voie électronique ne pourra guère prendre le risque d'envoyer l'écrit à minuit, voire quelques minutes avant, n'ayant pas la garantie que le système informatique répondra dans la minute ou la seconde qui suit. Même si l'ordinateur est programmé pour donner immédiatement confirmation de la réception, il n'est jamais à l'abri d'une panne informatique, technique ou électrique (voir ATF 139 IV 257 consid. 3.1 p. 259 s. et les références citées).\n\n6.2\n\n6.2.1 Contrairement aux dispositions procédurales des lois fédérales précitées, la LPGA ne prévoit pas directement que les écrits puissent être transmis à l'autorité par voie électronique. Le Tribunal fédéral a jugé à cet égard qu'une opposition contre une décision d'un assureur social formée par e-mail n'était pas recevable car l'art. 10 al. 4, première phrase, OPGA (RS 830.11) exige que l'opposition écrite soit signée par l'opposant ou son mandataire. Or, si l'art. 14 al. 2bis CO assimile certes la signature électronique qualifiée (avec horodatage électronique qualifié au sens de la loi du 18 mars 2016 sur la signature électronique) à la signature manuscrite, il n'existe pas de base légale relative à la communication électronique des administrés avec les autorités applicable dans le cadre de la procédure administrative régie par la LPGA (cf. ATF 142 V 152 consid. 2.4 p. 156). L'art. 55 al. 1bis LPGA prévoit uniquement une délégation de compétence BGE 145 V 90 S. 95en faveur du Conseil fédéral, qui peut déclarer applicables à la procédure en matière d'assurances sociales les dispositions de la PA relatives à la communication électronique avec les autorités. Parmi les dispositions de la PA visées par l'art. 55 al. 1bis LPGA, figure notamment l'art. 21a PA relatif à la transmission des écrits par voie électronique. A ce jour, le Conseil fédéral n'a pas fait usage de la compétence qui lui est donnée par l'art. 55 al. 1bis LPGA. Il n'est pas non plus admissible de se fonder sur l'art. 55 al. 1 qui permet l'application à titre subsidiaire de la PA car la LPGA ne contient pas de disposition qui serait susceptible d'être complétée par la PA. Par conséquent, la communication électronique des administrés avec les autorités d'assurances sociales n'est pas possible (voir VALÉRIE DÉFAGO GAUDIN, in Commentaire romand, Loi sur la partie générale des assurances sociales, 2018, nos 13 ss ad art. 55 LPGA).\n\n6.2.2 A la différence d'une opposition ou d'un recours, le formulaire des preuves de recherches d'emploi devant être remis pour chaque période de contrôle ne constitue pas un acte de procédure mais un justificatif permettant d'établir les faits pour faire valoir un droit. Aussi, outre les exigences quant à son contenu, ce formulaire n'est pas soumis à une forme particulière comme c'est le cas pour l'opposition (cf. art. 10 al. 4 OPGA) et son envoi à l'autorité par la voie électronique est dès lors admissible. Toutefois, compte tenu du manque de fiabilité du trafic électronique en général, et en particulier des difficultés liées à la preuve de l'arrivée d'un message électronique dans la sphère de contrôle du destinataire, l'expéditeur d'un e-mail est invité à requérir du destinataire une confirmation de réception de son envoi (y compris des pièces annexées au courriel), et de réagir en l'absence de cette dernière en déposant son pli auprès de la Poste ou en réessayant de l'envoyer par voie électronique (cf. arrêt 2C_699/2012 du 22 octobre 2012 consid. 4.2, in Plädoyer 2013 1 p. 61; arrêt 8C_339/2016 du 29 juin 2016 consid. 4.4). Il appartient en effet à l'expéditeur de prendre certaines précautions sans quoi il devra assumer le risque, conformément aux règles sur la répartition du fardeau de la preuve (cf. consid. 3.2 supra), que la liste de ses preuves de recherches d'emploi ne parvienne pas ou pas dans le délai légal auprès de l'autorité compétente.\n\n6.3 En l'occurrence, il ressort des constatations de la juridiction cantonale que l'intimé a adressé un courrier électronique avec ses preuves de recherches d'emploi du mois d'août 2017 à l'adresse de l'ORP en date du 5 septembre 2017 à 20h52. Les premiers juges en ontBGE 145 V 90 S. 96déduit que la preuve de la remise de ses recherches d'emploi dans le délai légal avait ainsi été rapportée par l'intimé. Ce faisant, la cour cantonale a violé les règles relatives à la répartition du fardeau de la preuve. Dès lors que l'intimé n'avait pas démontré que son courrier électronique avait été réceptionné dans le délai par le système informatique de l'ORP, il devait en effet supporter les conséquences de l'absence de preuve.\n\n6.4 On doit ainsi admettre que l'intimé n'a pas remis la preuve de ses recherches d'emploi dans le délai légal, ce qui justifie une suspension de son droit à l'indemnité de chômage. Au regard des manquements précédents de l'intimé, la fixation de la quotité de la suspension à 16 jours, laquelle correspond à la limite inférieure pour une faute de gravité moyenne (art. 45 al. 3 let. b OACI), n'est par ailleurs pas critiquable."}