{"annee": "145", "cour": "III", "page": "409", "date": "29/8/2019", "cite": ["130 III 591", "98 II 288", "115 II 108", "131 III 115", "130 III 182", "92 II 15", "90 II 15", "139 III 217", "126 III 113"], "cite_par": [], "chapeau": "47. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause A. contre B. (recours en matière civile)\n\n4A_396/2018 du 29 août 2019", "regestes": ["Responsabilité de l'organisateur de voyage à forfait (art. 14 s. de la loi fédérale sur les voyages à forfait). Selon un système semblable à l'art. 101 CO, l'organisateur de voyage répond aussi du fait de ses prestataires de services. Encore faut-il que le voyageur établisse une violation contractuelle de l'organisateur et/ou du prestataire de services, preuve non rapportée en l'espèce, s'agissant d'une prestation de transfert en voiture entre un aéroport indien et l'hôtel du voyageur (consid. 5)."], "faits": "|410|\n\nA. En 2009, le voyageur B. et son épouse ont contracté un voyage à forfait en Inde auprès de l'organisateur de voyage A., qui exploitait une agence dans le canton de Genève. Dans le cadre du circuit touristique, B. et son épouse devaient prendre un vol d'avion entre le nord et l'est de l'Inde, le 3 décembre 2009 à 17 h 30. On ignore qui, de l'organisateur ou du voyageur, a réservé ce vol interne. Il est en revanche constant que A. a organisé le transfert entre l'aéroport et l'hôtel; il a confié l'exécution de cette prestation à une agence locale, qui devait dépêcher une voiture avec chauffeur.\n\nLe 3 décembre 2009, l'avion a atterri avec plusieurs heures de retard. Comme convenu, le couple a été pris en charge par un chauffeur. A 22 h 20, la voiture à bord de laquelle ils circulaient est entrée en collision avec un camion, dans des circonstances indéterminées. L'épouse du voyageur est morte des suites de ses blessures le lendemain de l'accident. Le voyageur lui-même a été très grièvement blessé.\n\nB. Le 6 mai 2015, le voyageur a ouvert action contre l'organisateur de voyage devant le Tribunal de première instance du canton de Genève. Par demande simplifiée du 6 janvier 2016, il a conclu au paiement de 30'000 fr. plus intérêts pour le tort moral subi en suite du tragique accident. Il chiffrait globalement sa prétention à 115'500 fr. pour les souffrances liées au décès de son épouse et à ses propres lésions corporelles, après déduction d'une indemnité de 94'500 fr. touchée au titre de l'assurance-accidents; il limitait toutefois ses conclusions à 30'000 fr.\n\nLe Tribunal de première instance a fait droit aux conclusions du voyageur, jugement confirmé en appel par la Cour de justice genevoise.\n\nC. Le Tribunal fédéral a admis le recours en matière civile formé par l'organisateur de voyage et rejeté la demande partielle du voyageur.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n5. Le recourant conteste ensuite que sa responsabilité d'organisateur de voyage soit engagée, dénonçant une violation de l'art. 15 al. 1 de la loi fédérale du 18 juin 1993 sur les voyages à forfait (RS 944.3; ci-après: LVF) par l'autorité précédente.\n\n|411|\n\n5.1 Les parties ne discutent pas l'applicabilité du droit suisse (cf. arrêt 4A_420/2013 du 22 janvier 2014 consid. 4) et ne nient pas avoir été liées par un contrat de voyage à forfait au sens de l'art. 1 LVF. A juste titre. Les juges genevois ont en effet retenu que A., exploitant une agence de voyage dans le canton de Genève, avait organisé pour B. et son épouse - résidant habituellement en Suisse - un voyage de 29 jours en Inde combinant au moins deux prestations touristiques principales (soit l'hébergement en hôtels pour plusieurs nuitées et des transports en train et en voiture), au prix global de 4'480 fr. par personne (cf. art. 1 al. 1 et art. 2 al. 1 LVF; ATF 139 III 217 consid. 2.1.2).\n\nIl convient de présenter la genèse de cette loi et les dispositions concernant la responsabilité de l'organisateur de voyage.\n\n5.2 La LVF est issue de la Directive 90/314/CEE du Conseil du 13 juin 1990 concernant les voyages, vacances et circuits à forfait (JO L 158/59 du 23 juin 1990); celle-ci est désormais remplacée par une Directive (UE) 2015/2302 du 25 novembre 2015 relative aux voyages à forfait et aux prestations de voyage liées (JO L 326/1 du 11 décembre 2015).\n\nL'art. 5 de la Directive 90/314/CEE de 1990 énonçait notamment ce qui suit:\n\n\"1. Les Etats membres prennent les mesures nécessaires pour que l'organisateur et/ou le détaillant partie au contrat soient responsables à l'égard du consommateur de la bonne exécution des obligations résultant de ce contrat, que ces obligations soient à exécuter par eux-mêmes ou par d'autres prestataires de services et ceci sans préjudice du droit de l'organisateur et/ou du détaillant d'agir contre ces autres prestataires de services.\n\n2. En ce qui concerne les dommages qui résultent pour le consommateur de l'inexécution ou de la mauvaise exécution du contrat, les Etats membres prennent les mesures nécessaires pour que l'organisateur et/ou le détaillant soient responsables, à moins que cette inexécution ou mauvaise exécution [version allemande:\n\ndie mangelhafte Erfüllung] ne soit imputable ni à leur faute ni à celle d'un autre prestataire de services [passage souligné par le Tribunal fédéral] parce que:\n\n- les manquements constatés dans l'exécution du contrat sont imputables au consommateur,\n\n- ces manquements sont imputables à un tiers étranger à la fourniture des prestations prévues au contrat, revêtant un caractère imprévisible ou insurmontable,\n\n- ces manquements sont dus à un cas de force majeure, telle que définie à l'article 4 paragraphe 6 deuxième alinéa sous ii) ou à un événement que |412| l'organisateur et/ou le détaillant ou le prestataire, avec toute la diligence nécessaire, ne pouvaient pas prévoir ou surmonter. (...)\"\n\nCette réglementation était une solution de compromis dictée par le fait qu'il y avait dans les Etats membres deux manières différentes d'appréhender la responsabilité de l'organisateur de voyage, soit d'une part une garantie des défauts objective, d'autre part une responsabilité fondée sur la faute. Un standard minimal était imposé, en ce sens que l'organisateur de voyage devait répondre du fait de ses prestataires de services comme du sien propre (art. 5 ch. 1 de la directive); de surcroît, un renversement du fardeau de la preuve était prévu (art. 5 ch. 2). Au surplus, les pays-membres conservaient la latitude d'aménager la responsabilité conformément aux exigences de leurs ordres juridiques respectifs (ALESSANDRO MARTINELLI, Die Haftung bei Pauschalreisen, 1997, p. 60-62; cf. aussi KLAUS TONNER, Reiserecht in Europa, 1992, p. 53, 271-273).\n\n5.3 La directive de 1990 faisait partie de l'acquis communautaire que la Suisse aurait dû intégrer en cas d'adhésion à l'Espace économique européen (EEE). Aussi figurait-elle dans le paquet de lois \"Eurolex\", sous la forme d'un arrêté fédéral de portée générale soustrait au référendum facultatif (Message II du 15 juin 1992 sur l'adaptation du droit fédéral au droit de l'EEE, FF 1992 V 506, 513 et 735 ss). Nonobstant le refus d'adhésion à l'EEE signifié en décembre 1992, le Conseil fédéral a décidé d'adapter le droit suisse à certaines réglementations européennes. L'arrêté fédéral sur les voyages à forfait a été converti sans changements de fond en loi fédérale, que le Parlement a acceptée sans discussions particulières (Message du 24 février 1993 sur le programme consécutif au rejet de l'Accord EEE, FF 1993 I 758, 786 et 836 ss; BO 1993 CE 200 s. et 587, BO 1993 CN 784 s. et 1458).\n\nLa LVF est ainsi issue d'un processus inhabituel dépourvu de consultations préalables, marqué par la hâte et l'absence de discussions sur les particularités du contrat de voyage à forfait (ATF 130 III 182 consid. 5.5.1 p. 190; MARTINELLI, op. cit., p. 16 s.), dont il a simplement été souligné qu'il présentait des traits du mandat et \"surtout du contrat d'entreprise\" (Message II précité, FF 1992 V 739; cf. aussi BO 1993 CN 784). Le législateur suisse n'entendait reprendre que les garanties minimales prévues par la directive européenne (ATF 130 III 182 consid. 5.5.1 in fine p. 191 et les auteurs cités; Message I du 27 mai 1992 sur l'adaptation du droit fédéral au droit de l'EEE, FF 1992 V 10 et Message II précité, FF 1992 V 740 s.). |413|\n\n5.4 A l'instar de la Directive 90/314/CEE dont elle est inspirée, la LVF tend à assurer une meilleure protection du consommateur (NICOLAS ZINGG, La réparation des vacances gâchées en droit suisse, 2012, n. 28 et 42). Elle contient en particulier les dispositions suivantes:\n\nArt. 14 Responsabilité; principe\n\n1 L'organisateur ou le détaillant partie au contrat est responsable envers le consommateur de la bonne exécution du contrat, indépendamment du fait que les prestations dues soient à fournir par lui-même ou par d'autres prestataires de services.\n\n2 L'organisateur et le détaillant peuvent recourir contre les autres prestataires de services.\n\n3 Sont réservées les limitations à la réparation des dommages résultant de l'inexécution ou de l'exécution imparfaite du contrat prévues dans des conventions internationales.\n\nArt. 15 Exceptions\n\n1 L'organisateur et le détaillant ne sont pas responsables envers le consommateur lorsque l'inexécution ou l'exécution imparfaite du contrat est imputable:\n\na. à des manquements du consommateur;\n\nb. à des manquements imprévisibles ou insurmontables imputables à un tiers étranger à la fourniture des prestations prévues dans le contrat;\n\nc. à un cas de force majeure ou à un événement que l'organisateur, le détaillant ou le prestataire, malgré toute la diligence requise, ne pouvaient pas prévoir ou contre lesquels ils ne pouvaient rien. (...)\"\n\n5.5 La doctrine a souligné la difficulté à qualifier ce régime de responsabilité repris du compromis réalisé dans la directive européenne (MARTINELLI, op. cit., p. 99; SANDRO HANGARTNER, Das neue Bundesgesetz über Pauschalreisen, 1997, p. 146; VITO ROBERTO, Das neue Pauschalreisegesetz, recht 1994 p. 12 s. et la sous-note 51).\n\nPlusieurs auteurs y voient une responsabilité causale atténuée semblable à celle de l'employeur (art. 55 CO), du détenteur d'animal (art. 56 CO) ou du chef de famille (art. 333 CC), qui présuppose la violation d'un devoir de diligence (MARTINELLI, op. cit., p. 101 s. et 263 s.; HANGARTNER, op. cit., p. 147; cf. aussi RICHARD FRANK, Bundesgesetz über Pauschalreisen, 1994, nos 23 s. ad art. 14 LVF, tous cités dans l' ATF 130 III 182 consid. 4). L'employeur peut se libérer en démontrant qu'il a choisi, instruit et surveillé l'employé avec la diligence requise (cura in eligendo, instruendo et custodiendo; art. 55 al. 1 CO); quant à l'organisateur de voyage, il peut s'exculper aux conditions de l'art. 15 al. 1 LVF (HANGARTNER, ibidem). Il doit établir qu'il a montré toute la diligence requise - devoir qui est |414| mentionné à l'art. 15 al. 1 let. c LVF - et qu'il n'était pas possible de prévoir ou surmonter l'événement ou le manquement de tiers qui a perturbé la bonne marche du contrat (MARTINELLI, ibidem). Un parallèle est aussi tracé avec la responsabilité du voiturier (art. 447 CO; TERCIER ET AL., Les contrats spéciaux, 5e éd. 2016, n. 5785 et 5938). D'autres auteurs sont d'avis qu'il s'agit d'une responsabilité pour faute proche de celle instituée aux art. 97 ss CO (ZINGG, op. cit., n. 175 et 186 ss; VITO ROBERTO, in Basler Kommentar, Obligationenrecht, vol. I, 6e éd. 2015, n° 5 ad art. 14/15 LVF). Une controverse du même ordre entoure du reste la notion de responsabilité causale atténuée et les dispositions réputées instituer une telle responsabilité (HEINZ REY, Ausservertragliches Haftpflichtrecht, 3e éd. 2003, n. 880 ss [cité dans l' ATF 130 III 182 consid. 4] et 5e éd. 2018 [REY/WILDHABER], n. 1043 ss; concernant la responsabilité du voiturier, cf. TERCIER ET AL., op. cit., n. 5785; MICHAEL HOCHSTRASSER, Der Beförderungsvertrag, 2015, n. 905 s.).\n\nLa portée de cette divergence est cependant relativisée (ZINGG, op. cit., n. 187 s.; ANDREAS WIEDE, Reiserecht, 2014, n. 1024; HANGARTNER, op. cit., p. 156; à propos de l'art. 56 CO, cf. ATF 131 III 115 consid. 2.1). Au passage, on relèvera que certains auteurs optant pour une responsabilité causale atténuée s'appuient sur le fait que les art. 14 s. LVF ne mentionnent pas la faute de l'organisateur et du prestataire de services, contrairement à l'art. 5 ch. 2 de la directive européenne de 1990 (passage souligné cité au consid. 5.2 supra). L'argument ne paraît cependant pas déterminant (dans ce sens aussi ZINGG, op. cit., n. 178). En effet, dans son Message du 15 juin 1992, le Conseil fédéral a tout d'abord présenté la directive en paraphrasant fidèlement son art. 5 al. 2, puis a indiqué que le projet d'arrêté reprenait en principe la réglementation de la directive, sauf dans deux exceptions concernant l'art. 3 de la directive (Message II précité, FF 1992 V 738 et 740 s.).\n\nCela étant, la doctrine s'accorde à dire que le système inspiré par la directive européenne institue une responsabilité de l'organisateur de voyage \"pour le fait d'autrui\", à savoir ses prestataires de services. Pour reprendre les termes d'un auteur, \"toute personne à laquelle le voyagiste fait appel pour fournir une prestation de service comprise dans le forfait doit donc être considérée comme son auxiliaire au sens de l'art. 101 CO, dont les actes ou omissions lui sont imputables, sans autre exception que celles de l'art. 15 al. 1 LVF\" (SYLVAIN MARCHAND, De l'helvético-compatibilité de la loi fédérale du 18 juin 1993 sur les voyages à forfait, PJA 1994 p. 735; MARTINELLI, op. |415| cit., p. 90; HANGARTNER, op. cit., p. 149; FRANK, op. cit., nos 25 s. ad art. 14 LVF; cf. aussi ANDREAS GIRSBERGER, Der Reisevertrag, RDS 105/1986 II p. 50; BERND STAUDER, Le contrat de voyage, RDS 105/1986 II p. 426 s. [ci-après: RDS 1986]). Cette solution est plus sévère que celle qui découlerait d'une application analogique de l'art. 399 al. 2 CO, permettant de s'exculper par la preuve de la cura in eligendo et instruendo (MARCHAND, op. cit., p. 735 et la sous-note 111). Les possibilités de limiter conventionnellement la responsabilité (art. 14 al. 3 et art. 16 LVF) sont plus strictes que celles prévues à l'art. 101 al. 2 et 3 CO (BERND STAUDER, in Commentaire romand, Droit de la consommation, 2003, n° 4 ad art. 14 LVF).\n\n5.6 En 2003, la Cour de céans a dû trancher un litige concernant la perte d'une valise au cours d'un voyage à forfait (croisière), dans le cadre duquel l'organisateur assumait l'obligation accessoire de transporter les bagages jusqu'au bateau. Un manquement au sens de l'art. 15 al. 1 let. a LVF a été reproché à la propriétaire de la valise dès lors qu'elle n'avait pas prévenu l'organisateur de la valeur particulièrement élevée du contenu de la valise (cf. art. 447 al. 2 CO). Il s'agissait toutefois d'une simple faute concomitante qui n'excluait pas la responsabilité de l'organisateur, mais la réduisait; or, la réglementation spéciale de la LVF ne s'opposait pas à ce que soit pris en compte un motif de réduction (ATF 130 III 182 consid. 5). Dans ce contexte, la Cour de céans a relevé, en se référant aux auteurs précités (consid. 5.5 supra), que l'art. 14 LVF déroge à la responsabilité contractuelle générale de l'art. 97 CO dès lors qu'il ne permet pas à l'organisateur d'échapper à toute responsabilité en prouvant qu'il n'a commis aucune faute. L'art. 15 LVF prévoit cependant divers motifs d'exonération, dans le cadre desquels l'organisateur peut rapporter la preuve de la diligence requise. Cette responsabilité peut ainsi être qualifiée de responsabilité causale atténuée, dans laquelle la violation d'un devoir de diligence est présumée (ATF 130 III 182 consid. 4 et les auteurs cités).\n\nUltérieurement, la Cour de céans a dû se prononcer sur une action partielle en réparation du tort moral intentée par un voyageur gravement blessé dans un accident de parapente, au cours d'un voyage à forfait prévoyant des essais de parapente. Après avoir rappelé que l'organisateur assumait une responsabilité causale atténuée, la Cour de céans a évoqué une possible violation du devoir d'information quant aux particularités du parapente mis à disposition, mais a jugé exemptes d'arbitraires les constatations ayant conduit à exclure un |416| rapport de causalité hypothétique entre l'éventuelle violation contractuelle et le dommage (arrêt précité 4A_420/2013).\n\n5.7 En l'occurrence, la Cour de justice genevoise a retenu que l'accident de la circulation était survenu au cours de l'exécution d'une prestation touristique (soit un transfert en voiture entre l'aéroport et l'hôtel) proposée par l'organisateur de voyage et exécutée par l'un de ses prestataires de services. Dans la mesure où l'organisateur de voyage répondait du fait de ses auxiliaires \"même sans faute de leur part\", les conditions de la violation d'une obligation et du dommage étaient réunies; sa responsabilité était engagée au sens de l'art. 14 al. 1 LVF. Par ailleurs, l'organisateur de voyage avait échoué à établir que l'un ou l'autre motif d'exculpation prévus par l'art. 15 al. 1 LVF était réalisé.\n\n5.8 La confrontation des éléments exposés ci-dessus (consid. 5.2-5.6) au cas concret appelle les commentaires suivants.\n\n5.8.1 La responsabilité des art. 14 s. LVF a ceci de commun avec l'art. 101 CO qu'une personne répond du fait d'un tiers. Conformément au principe de l'art. 101 CO, le comportement de l'auxiliaire (le prestataire de services) est imputé au débiteur (l'organisateur de voyage) pour autant qu'il soit en rapport de causalité fonctionnelle avec l'exécution du contrat (ATF 98 II 288 consid. 4 p. 292; ROBERTO, in Basler Kommentar, op. cit., n° 8 ad art. 14/15 LVF); en d'autres termes, l'acte (ou l'omission) dommageable de l'auxiliaire doit constituer une inexécution ou une mauvaise exécution de l'obligation contractée par le débiteur envers le lésé (le voyageur) (ATF 92 II 15 consid. 3 p. 18; ATF 90 II 15 consid. 2 p. 17). A l'instar de l'art. 101 CO, et contrairement à l'art. 55 CO, l'organisateur de voyage ne peut pas s'exculper en démontrant qu'il a choisi, instruit et surveillé le prestataire de services avec toute la diligence requise (ZINGG, op. cit., n. 190; FRANZ WERRO, in Commentaire romand, Code des obligations, vol. I, 2e éd. 2012, nos 32 s. ad art. 55 CO; concernant l'art. 101 CO, cf. le tempérament introduit par la jurisprudence: ATF 130 III 591 consid. 5.5.4 p. 605; ATF 92 II 15 consid. 3 p. 19). Il peut cependant apporter la preuve d'un motif d'exonération prévu par l'art. 15 al. 1 LVF.\n\nLes art. 14 s. LVF présupposent clairement la violation d'une obligation contractuelle - qui peut être commise par l'organisateur de voyage ou ses prestataires de services (MARCHAND, op. cit., p. 734 s.). Dans ces règles comme dans le titre de la section 8 qui les abrite, il |417| est en effet question d'\"inexécution\" et d'\"exécution imparfaite du contrat\". Il s'agit dès lors de définir le contenu de ces obligations.\n\n5.8.2 La doctrine a constaté la difficulté à qualifier le contrat d'organisation de voyage, qui comprend des traits de la vente, du mandat et du contrat d'entreprise (ZINGG, op. cit., n. 46 ss; STAUDER, RDS 1986, op. cit., p. 418-421). Cela tient à la diversité des prestations que doit fournir l'organisateur de voyage, personnellement et par ses prestataires de services. Cette particularité rejaillit sur la responsabilité contractuelle, qui doit s'apprécier à l'aune de la prestation mise en cause. La genèse de la loi, découlant d'un compromis européen tenant compte des deux manières d'appréhender la responsabilité de l'organisateur (cf. consid. 5.2 supra), autorise une telle conclusion.\n\nLe voyage doit présenter certaines qualités que l'organisateur s'est engagé à fournir. Selon ce qui a été convenu, ce dernier doit par exemple garantir un séjour dans un hôtel cinq étoiles, une chambre avec vue sur mer, un transfert de l'aéroport à l'hôtel en limousine (ZINGG, op. cit., n. 52). Il ne s'agit pas ici d'exercer une certaine activité avec diligence, mais bien de garantir un résultat (ZINGG, ibidem; STAUDER, RDS 1986, op. cit., p. 419). Or, l'absence de résultat entraîne la responsabilité du débiteur, sauf si celui-ci démontre que l'inexécution est due à une cause étrangère (ZINGG, op. cit., n. 168 s.). Si les prestations fournies ne correspondent pas, qualitativement et quantitativement, aux qualités attendues, il y a un \"défaut\" dont l'organisateur répond (HANGARTNER, op. cit., p. 102). Dans ce sens, l'organisateur de voyage assume une forme de garantie pour les défauts, comparable à celles existant dans les contrats de vente, d'entreprise et de bail (TERCIER ET AL., op. cit., n. 5925). L'art. 12 al. 1 LVF prévoit ainsi que lorsque le consommateur constate sur place une \"défaillance dans l'exécution du contrat\" (\"[einen] Mangel bei der Erfüllung des Vertrages\", \"[una] mancanza nell'esecuzione del contratto\"), il doit la signaler dans les plus brefs délais au prestataire de services concerné ainsi qu'à l'organisateur.\n\nIl faut toutefois garder à l'esprit la diversité des prestations dues par l'organisateur de voyage et examiner quelle prestation est mise en cause. En l'occurrence, il s'agit d'une prestation de transport de personnes par route, plus précisément un transfert entre l'aéroport et l'hôtel des voyageurs.\n\nLe contrat de transport de personnes est généralement qualifié de mandat (ATF 126 III 113 consid. 2a/bb p. 115; ATF 115 II 108 consid. 4a |418| p. 110; WALTER FELLMANN, Berner Kommentar, 1992, n° 84 ad art. 394 CO; TERCIER ET AL., op. cit., n. 5836, pour qui l'on est proche d'une obligation de résultat; cf. toutefois HOCHSTRASSER, op. cit., n. 252 ss et 260, plaidant pour un contrat sui generis). Lorsqu'aucune loi spéciale ne trouve application, la responsabilité du transporteur de personnes ressortit aux art. 97 al. 1 et art. 398 al. 2 CO (HOCHSTRASSER, op. cit., n. 262 et 960-962). Tel est en principe le cas pour le transporteur routier privé, respectivement le professionnel non concessionné effectuant des transports privés (TERCIER ET AL., op. cit., n. 5828 s. et 5836). Le mandataire assume une obligation de diligence, qui est une obligation de moyen et non de résultat. S'il accomplit la prestation avec toute la diligence requise et fait tout ce qui était possible en vue d'obtenir le résultat escompté, le mandataire a satisfait à ses obligations contractuelles, quand bien même le résultat n'est pas atteint (FELLMANN, op. cit., n os 97 ss ad art. 394 CO). Il incombe au mandant de prouver que le mandataire a violé son devoir de diligence (FELLMANN, op. cit., n os 444 s. ad art. 398 CO). Le transporteur doit ainsi transporter la personne avec diligence et prendre toutes les mesures de protection utiles pour protéger sa vie et son intégrité corporelle, respectivement faire en sorte que le passager parvienne à destination sans être blessé (HOCHSTRASSER, op. cit., n. 461-463, 539 et 564 s.).\n\nCes principes sont pertinents pour définir l'obligation de l'organisateur de voyage (respectivement de son prestataire de services) en lien avec le transfert convenu. Encore une fois, le législateur n'entendait reprendre que les garanties minimales de la directive européenne - qui laissait une latitude dans l'aménagement de la responsabilité en fonction de l'ordre juridique concerné. On ne voit pas que le régime des art. 14 s. LVF visait à imposer une responsabilité spéciale de l'organisateur engagée dès la réalisation du risque inhérent au moyen de transport, ce qui dispenserait l'ayant droit d'établir d'autres violations contractuelles.\n\n5.8.3 Dans le cas concret, cela signifie que pour le transfert des voyageurs entre l'aéroport et l'hôtel, l'organisateur de voyage - respectivement son prestataire de services - devait prendre toutes les précautions possibles pour amener les voyageurs sains et saufs à leur hôtel. Pour autant, il ne garantissait pas un tel résultat, assumant tout au plus une obligation de moyen. Dès lors, et vu les aléas de la circulation routière, la survenance d'un accident avec le moyen de transport prévu, dans l'exécution de la prestation convenue, n'était pas automatiquement synonyme d'une violation contractuelle. Encore |419| fallait-il que le chauffeur/prestataire de services ait enfreint la diligence requise, preuve qu'il incombait au voyageur lésé de rapporter. Rien n'indique qu'il y aurait en l'occurrence des difficultés particulières à rapporter une telle preuve.\n\nEn l'occurrence, le voyageur a fait les allégations suivantes: le chauffeur qui les attendait à l'aéroport \"était dans tous ses états\", vraisemblablement à cause du retard de leur vol; il conduisait \"bien trop vite et en multipliant les manoeuvres hasardeuses, notamment les dépassements dangereux\"; le voyageur avait vainement tenté de le faire ralentir; l'accident était survenu alors que le chauffeur entreprenait un dépassement hasardeux; circulant à une vitesse excessive, leur jeep avait percuté frontalement un camion venant en sens inverse. Or, ces allégations n'ont pas été retenues. Selon les premiers juges, les pièces versées à la procédure ne permettent pas d'établir les responsabilités respectives des deux conducteurs impliqués dans l'accident. En appel, les parties ont continué de s'affronter sur les circonstances de l'accident, plus particulièrement sur les responsabilités des deux conducteurs concernés; le voyageur soutenait que l'accident avait été provoqué par la conduite imprudente de leur chauffeur, qui roulait trop vite et ne respectait pas les consignes de sécurité. La Cour de justice n'a pas examiné ce point précis, adoptant la prémisse que l'organisateur devait s'exculper et démontrer un comportement imprévisible et insurmontable du conducteur du camion, ce qu'il n'avait pas fait. Dans ses déterminations sur recours, le voyageur n'a pas dénoncé l'absence de constatations factuelles quant au comportement imprudent et dangereux de leur chauffeur, alors même que le recourant contestait sa responsabilité d'organisateur en plaidant notamment que le chauffeur/prestataire de services avait été acquitté de toute charge. Le voyageur ayant renoncé à se prévaloir de ce moyen de fait (cf. arrêt 4A_215/2017 du 15 janvier 2019 consid. 7 et les arrêts cités), on ignore définitivement quel est le comportement du chauffeur/prestataire de services ayant véhiculé le voyageur et son épouse. Celui-ci a ainsi échoué à prouver que le prestataire de services avait commis un manquement constitutif d'une violation contractuelle (violation du devoir de diligence) dont l'organisateur de voyage devrait répondre.\n\nL'autorité précédente s'est ainsi satisfaite à tort de la preuve de l'accident de la circulation. Dans l' ATF 130 III 182, il est certes dit que les art. 14 s. LVF instituent une responsabilité causale atténuée avec présomption d'une violation du devoir de diligence, dans la foulée |420| de la doctrine qui tire un parallèle avec l'art. 55 CO. Cela ne signifie pas que le voyageur est dispensé d'établir une violation contractuelle. D'ailleurs, le lésé qui recherche l'employeur en vertu de l'art. 55 CO doit aussi établir un acte illicite du travailleur ou autre auxiliaire; sauf exceptions, il ne peut pas se borner à prouver que la cause du dommage réside dans le domaine d'activité de l'employeur (cf. WERRO, op. cit., n° 13 ad art. 55 CO). L'employeur peut s'exculper aux conditions de l'art. 55 al. 1 CO, l'organisateur de voyage à celles de l'art. 15 al. 1 LVF. Dans l'ATF 130, le litige portait sur l'obligation accessoire de transporter un bagage, type de prestation pour laquelle la perte du bien est en principe imputable au voiturier, à moins qu'il ne parvienne à s'exculper aux conditions prévues par l'art. 447 al. 1 CO (TERCIER ET AL., op. cit., n. 5785, 5790 et 5794 ss); le juge était fondé à s'inspirer de cette réglementation (ATF 130 III 182 consid. 5.5.2 p. 191).\n\nEn bref, le contrat de voyage à forfait entraîne pour l'organisateur des obligations diverses, comprenant des obligations de moyen et des obligations de résultat. On retrouve dès lors les questions habituelles du droit des obligations, soit en particulier le double aspect de la diligence, conçue à la fois comme une obligation contractuelle et comme un aspect de la faute, ce qui revêt une incidence au niveau de la présomption de faute (cf. par ex. FELLMANN, op. cit., nos 351 ss ad art. 398 CO; concernant les conséquences pour la présomption de faute posée par l'art. 97 CO, cf. par ex. ZINGG, op. cit., n. 161 ss et 192 s.; LUC THÉVENOZ, in Commentaire romand, Code des obligations, vol. I, 2e éd. 2012, nos 54 ss ad art. 97 CO).\n\n5.9 Il reste à examiner si une autre obligation contractuelle a été violée.\n\nEn recherchant si l'une ou l'autre exception prévue par l'art. 15 al. 1 LVF était réalisée, la Cour de justice a relevé qu'en Inde, il était contre-indiqué de circuler en voiture de nuit, ce que l'organisateur savait; or, il n'avait pas prévenu le voyageur, ni insisté pour qu'il prenne un vol plus tôt dans la journée. En acceptant de fournir une prestation de transfert entre l'aéroport et l'hôtel dans de telles conditions, il s'était accommodé d'un risque. Se pose ainsi la question d'une potentielle violation du devoir d'information.\n\nL'organisateur objecte que le voyageur, de son propre aveu, connaissait le risque des trajets de nuit.\n\nA l'appui de sa demande, le voyageur a allégué ce qui suit: |421|\n\n\"(...) il est notoire que les transports constituent un risque létal majeur dans les pays à revenu faible ou intermédiaire, dont l'Inde. (...) Les spécialistes du voyage savent, en effet, que les transports constituent un risque majeur pour les voyageurs en Inde, raison pour laquelle les gouvernements occidentaux attirent l'attention de leurs ressortissants sur ce danger, car, en Inde, la plupart des routes et des véhicules sont en mauvais états [sic] et leurs usagers ont un comportement imprévisible, dangereux et ne respectant pas le code de la route. C'est la raison pour laquelle il est recommandé de ne pas conduire soi-même, mais de louer une voiture avec chauffeur, tout en évitant de circuler de nuit sur les routes (...). Les époux B. avaient suivi la recommandation de ne pas conduire soi-même, mais de louer une voiture avec chauffeur. (...) Encore fallait-il que le chauffeur soit fiable, ce qui s'est révélé ne pas être le cas.\"\n\nForce est de constater que le voyageur a au moins reconnu la notoriété du risque inhérent aux transports dans les pays à revenu faible ou intermédiaire tels que l'Inde. Il a en outre admis avoir suivi la recommandation de ne pas conduire lui-même et de prendre un chauffeur. Une personne disposant de ces informations peut inférer d'elle-même que les risques de la circulation s'accroissent après la tombée de la nuit. De surcroît, le voyageur se trouvait en Inde depuis plus de 15 jours lorsque l'accident s'est produit, et avait pu constater sur place les risques inhérents à la circulation routière. De toute façon, l'on ignore tout des circonstances du tragique accident, en particulier l'état de la route, la visibilité ou autres facteurs liés à la nuit ayant pu influer sur celui-ci. Dans ce contexte, l'organisateur de voyage ne saurait répondre du fait qu'il n'a pas spécifié l'existence d'un risque à circuler de nuit en Inde.\n\n5.10 Il découle de ce qui précède que les conditions de la responsabilité contractuelle de l'organisateur de voyage prévues par les art. 14 s. LVF ne sont pas réalisées. La partie intimée ne plaide pas que sa prétention pourrait trouver un autre fondement, ce qui suffit à clore la discussion.\n\nCette conclusion prive d'objet les autres griefs du recourant, relatifs aux moyens de preuve destinés à établir que l'accident était dû au conducteur du camion."}