{"annee": "145", "cour": "III", "page": "345", "date": "30/4/2019", "cite": ["133 V 408", "119 V 131"], "cite_par": [], "chapeau": "40. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. B. gegen A. (Beschwerde in Zivilsachen)\n\n5A_579/2018 vom 30. April 2019", "regestes": ["Art. 80 s. LP, art. 105 al. 1 CO; mainlevée définitive; intérêts moratoires pour les contributions d'entretien. Les contributions d'entretien du droit de la famille entrent dans la notion de rente au sens de l'art. 105 al. 1 CO. Les intérêts moratoires sont dus à partir du jour de l'introduction de la poursuite (consid. 4)."], "faits": "|346|\n\nA. Mit Entscheid vom 24. Oktober 2017 erteilte das Zivilgericht des Kantons Basel-Stadt A. in der Betreibung Nr. x (Zahlungsbefehl vom 3. August 2017) die definitive Rechtsöffnung für die Unterhaltsbeiträge von Fr. 42'900.- (März 2014 bis Mai 2015) plus Zins zu 5 % ab 31. Oktober 2014 und von Fr. 71'000.- (August 2015 bis Juli 2017) plus Zins zu 5 % ab 16. Oktober 2016 sowie für die Parteientschädigungen von Fr. 2'500.- (Verfahren vor Bundesgericht), Fr. 1'000.- (Verfahren vor dem Regionalgericht Emmental-Oberaargau) und Fr. 1'771.20 (Verfahren vor dem Obergericht Bern), jeweils plus Zinsen.\n\nB. B. wandte sich gegen diesen Rechtsöffnungsentscheid an das Appellationsgericht des Kantons Basel-Stadt, welches seine Beschwerde mit Entscheid vom 31. Mai 2018 abwies.\n\nC. Mit Eingabe vom 8. Juli 2018 ist B. an das Bundesgericht gelangt. Der Beschwerdeführer beantragt, die Sache an das Zivilgericht zur Neubeurteilung zurückzuweisen, die erst- und zweitinstanzlichen Kostenentscheide aufzuheben und die Kosten dem Vertreter von A. (Beschwerdegegnerin) aufzuerlegen.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\nWeiter ist im vorliegenden Rechtsöffnungsverfahren umstritten, ab welchem Zeitpunkt der Verzugszins für die gerichtlich festgesetzten Unterhaltsbeiträge geschuldet und Rechtsöffnung zu erteilen ist. Streitpunkt ist der Anwendungsbereich von Art. 105 Abs. 1 OR.\n\n4.1 Vorliegend hat das Obergericht des Kantons Bern in seinem Urteil vom 1. Mai 2013 den Unterhaltsbeitrag an die Beschwerdegegnerin auf Fr. 3'000.-, zahlbar monatlich im Voraus, festgesetzt. Damit hat es nicht nur die Höhe, sondern auch die Fälligkeit der monatlichen Unterhaltsforderung per Monatsanfang festgelegt. Ab diesem Verfalltag gerät der Beschwerdeführer als Schuldner bei Nichtleistung ohne Weiteres und ohne Mahnung seitens der Beschwerdegegnerin in Verzug (Art. 102 Abs. 2 OR). Er hat daher für die Folgen der Verspätung aufzukommen, wozu bei einer Geldschuld die Verzugszinsen gehören (Art. 103 und 104 OR).\n\n4.2 Davon ist zu unterscheiden, ab welchem Zeitpunkt der Beschwerdeführer die Verzugszinsen schuldet. Gemäss Art. 105 Abs. 1 OR hat |347| ein Schuldner, der mit der Zahlung von bestimmten Forderungen in Verzug ist, erst vom Tage der Anhebung der Betreibung oder der gerichtlichen Klage an Verzugszinse zu bezahlen. Die Stellung des Schuldners wird insoweit erleichtert, dass er für bestimmte Forderungen den Verzugszins nicht bereits ab Verzugseintritt, sondern erst ab Betreibung bzw. Klageeinleitung zu entrichten hat (Urteil 4A_11/ 2013 vom 16. Mai 2013 E. 5). Zu diesen Forderungen gehört u.a. die Entrichtung von Renten (Art. 105 Abs. 1 OR). Die besondere Verzugszinsregelung beruht diesbezüglich auf der Überlegung, dass Renten für den Unterhalt und nicht als zinstragende Geldanlage verwendet werden (BGE 119 V 131 E. 4c; Urteil B 136/06 vom 9. Juli 2007 E. 6.2, nicht publ. in BGE 133 V 409; ENGEL, Traité des obligations en droit suisse, 2. Aufl. 1997, S. 694; VON TUHR/ESCHER, Allgemeiner Teil des Schweizerischen Obligationenrechts, Bd. II, 3. Aufl. 1974, S. 147; OSER/SCHÖNENBERGER, Zürcher Kommentar, 1929, N. 1 zu Art. 105 OR).\n\n4.3 Im konkreten Fall geht es um Unterhaltsbeiträge, welche der Beschwerdeführer der Beschwerdegegnerin für die Dauer des Scheidungsverfahrens zu leisten hat. Die Vorinstanz äussert sich einzig zum Verfalltag dieser Forderungen. Sie verweist hierzu auf das Urteil 6B_509/2009 des Bundesgerichts vom 3. Dezember 2009, ihre eigene Praxis und auf die Lehre (GAUCH/SCHLUEP/EMMENEGGER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 10. Aufl. 2014, Rz. 2726, und STAEHELIN, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, 2. Aufl. 2010, N. 49 zu Art. 80 SchKG). Dann bestätigt sie, dass das Zivilgericht die Verzugszinsen für die Unterhaltsbeiträge zu Recht aufgrund des mittleren Verfalls berechnet hat. In seiner Begründung verweist das Zivilgericht auf Praktikabilitätsgründe.\n\n4.4 Ob die familienrechtlichen Unterhaltsbeiträge unter den Begriff der \"Renten\" (\"arrérages\", \"rendite\") im Sinne von Art. 105 Abs. 1 OR fallen, ist indes nicht restlos geklärt. Die Auslegung dieser Bestimmung hat in der Lehre und Rechtsprechung Anlass zu Diskussionen gegeben (vgl. KREN KOSTKIEWICZ, in: OR Kommentar, 3. Aufl. 2016, N. 1 zu Art. 105 OR) und ist im Folgenden zu klären.\n\n4.4.1 Das Bundesgericht hat sich bisher nur am Rande zu dieser Frage geäussert. So hat es im Jahre 2007 festgehalten, dass für die fälligen Invalidenrenten erst vom Tage der Anhebung der Betreibung Verzugszinsen zu bezahlen sind. Begründet wurde die Anwendung |348| von Art. 105 Abs. 1 OR mit der - erwähnten - Überlegung (E. 4.2), dass diese Renten an sich für den Unterhalt und nicht als zinstragende Geldanlage verwendet werden (Urteil B 136/06 vom 9. Juli 2007, a.a.O., mit Hinweis auf BGE 119 V 131 E. 4c und WEBER, Berner Kommentar, 2000, N. 10 zu Art. 105 OR). In einem nicht amtlich publizierten Urteil aus dem Jahre 2009 sprach die strafrechtliche Abteilung des Bundesgerichts einer Zivilpartei Schadenersatz für nicht bezahlte Unterhaltsbeiträge zu (Urteil 6B_509/2009 vom 3. Dezember 2009 E. 2.3). Sie kam dabei zum Schluss, dass die Unterhaltsbeiträge ab Verfalltag und nicht erst ab Einleitung der Betreibung zu verzinsen sind. Eine Rente im Sinne von Art. 105 Abs. 1 OR liege nur vor, falls es um Beträge geht, die anstelle des Kapitals treten, und nicht allgemeine periodische Leistungen. Familienrechtliche Unterhaltsbeiträge würden in der Regel aus dem Arbeitseinkommen des Pflichtigen bezahlt und nur ausnahmsweise aus Kapitalzinsen; die Auslegung wurde einzig mit dem Hinweis auf WEBER (a.a.O., N. 16 zu Art. 105 OR) begründet.\n\n4.4.2 Die Vorinstanz hat sich wie andere kantonale Instanzen dem Urteil 6B_509/2009 des Bundesgerichts vom 3. Dezember 2009 angeschlossen bzw. die bisherige Praxis aufgegeben (Obergericht Thurgau mit Urteil vom 8. Oktober 2010, in: Rechenschaftsbericht des Obergerichts [RBOG] 2010 S. 99). Andere kantonale Gerichte haben dagegen ihre bisherige Praxis weitergeführt und die Unterhaltsbeiträge als Renten im Sinne von Art. 105 Abs. 1 OR qualifiziert (Urteile des Obergerichts Zürich vom 22. April 2016 [RT160013] E. 2.2 und vom 16. Mai 2012, in: ZR 111/2012 Nr. 79 S. 228; Urteil des Kantonsgerichts Wallis vom 21. Januar 2011, in: Zeitschrift für Walliser Rechtsprechung [ZWR] 2012 S. 147). Damit verfolgen diese Instanzen eine seit längerem in den Kantonen ausgeübte Rechtsprechung (Urteil des Obergerichts Solothurn vom 20. November 1985, in: Solothurnische Gerichtspraxis [SOG] 1985 Nr. 1 S. 6). Einzig das Obergericht Zürich (ZR 111/2012 Nr. 79) hat zum Urteil 6B_509/ 2009 des Bundesgerichts vom 3. Dezember 2009 näher Stellung genommen. Seiner Ansicht nach ist dieses bundesgerichtliche Urteil nicht einschlägig, da es im konkret beurteilten Fall um die Verzugsfolgen einer Schadenersatzforderung und nicht einer Rente gegangen sei.\n\n4.4.3 Die Lehre, auf welche sich die kantonale Rechtsprechung teilweise bezieht, betrachtet die familienrechtlichen Unterhaltsbeiträge |349| zumeist als Renten im Sinne von Art. 105 Abs. 1 OR. Dies gilt mehrheitlich für die Kommentatoren des Familienrechts (HEGNAUER, Berner Kommentar, 1997, N. 20 zu Art. 289 ZGB; SUTTER-SOMM/KOBEL, Familienrecht, 2009, S. 202, Rz. 906; BREITSCHMID in: Basler Kommentar, Zivilgesetzbuch I, 5. Aufl. 2014, N. 32 zu Art. 285 ZGB; FOUNTOULAKIS, in: Basler Kommentar, Zivilgesetzbuch I, 6. Aufl. 2018, N. 59 zu Art. 285 ZGB; SCHWEIGHAUSER, in: FamKomm Scheidung, Bd. I, 3. Aufl. 2017, N. 152 zu Art. 285 ZGB; a.M. DE LUZE/PAGE/STOUDMANN, Droit de la famille, 2013, N. 3.1 zu Art. 285 ZGB; MEIER/STETTLER, Droit de la filiation, 6. Aufl. 2019, S. 998 Fn 3553). In gleicher Richtung sprechen sich die Kommentatoren des Schuldrechts und des SchKG aus (WEBER, a.a.O., N. 17 zu 105 OR; KOLLER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 4. Aufl. 2017, S. 975, Ziff. 55.49; THIER, in: Kurzkommentar OR, 2014, N. 1 zu Art. 105 OR; SPAHR, L'intérêt moratoire, consequénce de la demeure, ZWR 1990 S. 370 Fn. 111; THÉVENOZ, in: Commentaire romand, Code des obligations I, 2. Aufl. 2012, N. 4 zu Art. 5 OR; STAEHELIN, a.a.O., Ergänzungsband 2017, ad N. 49 zu Art. 80 SchKG; VEUILLET, in: La mainlevée de l'opposition, 2017, N. 62 zu Art. 82 SchKG).\n\n4.4.4 Der Begriff der Rente nach Art. 105 Abs. 1 OR wird in einem Teil der Lehre und der Rechtsprechung in Bezug zu einem Kapital gesetzt. Demnach könnten als Renten nur diejenigen Beträge verstanden werden, die an die Stelle eines Kapitals treten. Da die familienrechtlichen Unterhaltsbeiträge in der Regel nicht aus einem Kapital, sondern aus Arbeitseinkommen aufgebracht würden, wird der Schluss gezogen, dass sie nicht unter den Begriff den Rente fallen. Dieser Standpunkt wird im Wesentlichen mit dem Hinweis auf WEBER begründet. Zwar umschreibt der Kommentator den Begriff der Rente auf diese Weise (wie bereits OSER/SCHÖNENBERGER, a.a.O., N. 2 zu Art. 105 OR). Indes präzisiert WEBER anschliessend, dass auch familienrechtliche Unterhaltsbeiträge als Renten im Sinne von Art. 105 Abs. 1 OR zu verstehen sind (WEBER, a.a.O., N. 16 und 17 zu Art. 105 OR). Insoweit erweist sich die gängige Begründung für den eingangs genannten Standpunkt als verkürzt. Der blosse Schluss, dass familienrechtliche Unterhaltsbeiträge in der Regel nicht aus einem Kapital, sondern aus Arbeitseinkommen aufgebracht würden, und deswegen nicht unter Art. 105 Abs. 1 OR fallen, läuft insbesondere der ratio dieser Bestimmung entgegen. Ausschlaggebend ist - im Einklang mit der überwiegenden Lehre und Rechtsprechung - die Anknüpfung an |350| den Zweck der familienrechtlichen Unterhaltsbeiträge (und der Invalidenrenten), welche nicht für eine gewinnbringende Anlage, sondern für den laufenden Bedarf des Gläubigers bestimmt sind (vgl. E. 4.2). Diesem Verständnis ist der Vorzug zu geben, da es dem Wesen des Verzugszinses besser gerecht wird: Verzugszinsen sind Ausgleich dafür, dass der Geldgläubiger aus der geschuldeten Summe keinen Nutzen ziehen kann (u.a. WEBER, a.a.O., N. 11 zu Art. 105 OR). Diese Schadensfiktion ist für Renten und namentlich familienrechtliche Unterhaltsbeiträge nicht gerechtfertigt, weshalb der Gläubiger, wenn er trotzdem Verzugszinsen beanspruchen will, den erhöhten Anforderungen von Art. 105 Abs. 1 OR genügen muss (KOLLER, a.a.O.). Soweit das Bundesgericht in seinem Urteil vom 3. Dezember 2009 eine andere Auslegung von Art. 105 Abs. 1 OR vorgenommen hat, ist daran nicht festzuhalten. Damit kann der Vorinstanz nicht gefolgt werden, soweit sie die Rechtsöffnung für den Verzugszinsen für die Unterhaltsbeiträge bereits vom (mittleren) Verfalltag, und nicht erst vom Tag der Anhebung der Betreibung an bestätigt hat.\n\n4.4.5 Mit dem \"Tag der Anhebung der Betreibung\" gemäss Art. 105 Abs. 1 OR ist nicht die Zustellung des Zahlungsbefehls (Art. 38 Abs. 2 SchKG), sondern bereits die Stellung (Postaufgabe) des Betreibungsbegehrens nach Art. 67 f. SchKG gemeint (SUTTER-SOMM/KOBEL, a.a.O.; MARCHAND, Précis de droit des poursuites, 2. Aufl. 2013, S. 52; FURRER/ WEY, in: Handkommentar zum Schweizer Privatrecht, 3. Aufl. 2016, N. 6 zu Art. 105 OR mit Hinweis auf kantonale Rechtsprechung; a.M. WÜTHRICH/SCHOCH, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, 2. Aufl. 2010, N. 23 zu Art. 72 SchKG). Im konkreten Fall steht fest, dass der Zahlungsbefehl am 3. August 2017 ausgestellt wurde. Zwar ist die Anhebung der Betreibung zeitlich nicht mit dem Datum des Zahlungsbefehls gleichzusetzen. Wird - wie hier - das entsprechende Datum nicht behauptet und ist es nicht ohne weiteres ersichtlich, kann die Rechtsöffnung betreffend Verzugszins ab dem Datum der Ausstellung des Zahlungsbefehls erteilt werden (wie es kantonaler Praxis entspricht; Urteil des Obergerichts Zürich vom 18. August 2015 [RT150087] E. IV/2.5.3).\n\n4.5 Nach dem Gesagten kann der Vorinstanz keine Verletzung von Bundesrecht vorgeworfen werden, soweit sie die Gewährung der definitiven Rechtsöffnung für die in Betreibung gesetzten Unterhaltsbeiträge geschützt hat. In diesem Punkt ist die Beschwerde abzuweisen, soweit darauf einzutreten ist. Hingegen ist der Beginn des Zinsenlaufs für die Forderung für Unterhalt neu auf den 3. |351| August 2017 festzusetzen und kann für den vor diesem Datum verlangten Verzugszins die Rechtsöffnung nicht gewährt werden. Insoweit ist die Beschwerde gutzuheissen."}