{"annee": "145", "cour": "IV", "page": "438", "date": "26/9/2019", "cite": ["141 IV 465", "143 IV 347", "140 IV 188", "140 IV 82"], "cite_par": [], "chapeau": "49. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Staatsanwaltschaft des Kantons Schaffhausen (Beschwerde in Strafsachen)\n\n6B_1321/2018 vom 26. September 2019", "regestes": ["Art. 353 al. 1 let. c-e, art. 354 al. 1 let. a et al. 3, art. 355 al. 1 et 3, art. 356 al. 1 CPP; prononcé d'une nouvelle ordonnance pénale après opposition contre la première ordonnance de ce type; devoir de former à nouveau opposition contre la seconde ordonnance pénale. Le prononcé d'une nouvelle ordonnance pénale en vertu de l'art. 355 al. 3 let. c CPP, impliquant un nouveau verdict de culpabilité et/ou une nouvelle sanction, doit être distingué de la possibilité, qui n'est pas explicitement prévue par la loi, de corriger ou de compléter une ordonnance pénale préalablement rendue, notamment en ce qui concerne l'état de fait. Un tel procédé peut s'imposer pour éviter d'inutiles temps morts dans la procédure et pour respecter le principe de célérité, étant donné qu'il appartient au tribunal de renvoyer le cas au ministère public lorsque l'état de fait de l'ordonnance pénale n'est pas conforme aux exigences qui prévalent pour un acte d'accusation. Le prévenu n'est pas tenu de former à nouveau opposition à l'encontre d'une ordonnance pénale ainsi corrigée ou complétée, lorsque le verdict de culpabilité et la sanction demeurent identiques, puisque le ministère public s'en tient alors matériellement à l'ordonnance pénale initiale (consid. 1.4 et 1.5)."], "faits": "BGE 145 IV 438 S. 439\n\nA. Am 22. Oktober 2015 ereignete sich auf der Fulachstrasse in Schaffhausen ein Verkehrsunfall, an welchem X. als Lenker eines Personenwagens beteiligt war.\n\nDie Staatsanwaltschaft des Kantons Schaffhausen verurteilte X. mit Strafbefehl vom 30. Juni 2016 wegen grober Verletzung der Verkehrsregeln durch Nichtbeachten eines Lichtsignals zu einer bedingten Geldstrafe von 21 Tagessätzen zu Fr. 100.- sowie einer Busse von Fr. 500.- und auferlegte ihm die Kosten von Fr. 400.-. Der Strafbefehl wurde X. am 6. Juli 2016 zugestellt. Dieser erhob dagegen am 15. Juli 2016 (Datum Postaufgabe im Ausland) Einsprache. Die Staatsanwaltschaft erliess daraufhin am 13. Juli 2017 einen neuen Strafbefehl, welcher im Schuld- und Strafpunkt mit dem Strafbefehl vom 30. Juni 2016 identisch war, jedoch mit einer Begründung versehen war und neu Kosten von Fr. 1'000.- veranschlagte. Der Strafbefehl vom 13. Juli 2017 wurde X. am 18. Juli 2017 zugestellt. Dieser erhob am 5. Oktober 2017 wiederum Einsprache, woraufhin die Staatsanwaltschaft den Strafbefehl vom 13. Juli 2017 an das Kantonsgericht Schaffhausen überwies. BGE 145 IV 438 S. 440\n\nB. Das Kantonsgericht Schaffhausen stellte mit Verfügung vom 31. Oktober 2017 die Gültigkeit des Strafbefehls vom 13. Juli 2017 fest und trat auf die von X. dagegen erhobene Einsprache vom 5. Oktober 2017 infolge Verspätung nicht ein. Dagegen gelangte X. an das Obergericht des Kantons Schaffhausen, welches die Beschwerde mit Entscheid vom 16. November 2018 abwies.\n\nC. X. führt beim Bundesgericht Beschwerde in Strafsachen. Er beantragt, den Entscheid vom 16. November 2018 aufzuheben und das Verfahren an das Kantonsgericht Schaffhausen zur materiellen Beurteilung zurückzuweisen.\n\nD. Das Obergericht und die Staatsanwaltschaft verzichteten auf eine Stellungnahme.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Der Beschwerdeführer rügt, die Staatsanwaltschaft habe im Zusammenhang mit dem Verkehrsunfall, an welchem er beteiligt gewesen sei, nach diversen Einvernahmen einen Strafbefehl erlassen, der gegenüber dem ersten Strafbefehl in derselben Angelegenheit identisch sei. Dieses Vorgehen verletze Verfassungs- und Bundesrecht. Er habe gegenüber dem ersten Strafbefehl begründet Einsprache erhoben und zu keinem Zeitpunkt Anstalten gemacht, auf eine gerichtliche Überprüfung der strafrechtlichen Vorwürfe zu verzichten. Das Bundesgericht habe im Zusammenhang mit strafprozessualen Themen wie der doppelten Zustellfiktion oder dem Nichterscheinen eines zu Unrecht direkt Vorgeladenen mit Wohnsitz im Ausland betont, die Strafbehörden hätten den einmal geäusserten Willen der beschuldigten Person zu respektieren. Dadurch, dass man von ihm verlange, dass er sich ohne neue Erkenntnis der Strafverfolgungsbehörde mehrfach dazu äussere, ob immer noch die Beurteilung durch ein formelles Gericht angestrebt werde, sei sein Zugang zu einem formellen Gericht übermässig erschwert worden. Dies komme einem Verstoss gegen die Rechtsweggarantie gleich und laufe auf überspitzten Formalismus hinaus.\n\n1.2 Die Vorinstanz hält fest, im ersten Strafbefehl vom 30. Juni 2016 sei dem Beschwerdeführer eine grobe Verletzung der Verkehrsregeln durch Nichtbeachten eines Lichtsignals vorgeworfen worden. Der Strafbefehl habe sodann Angaben zum Fahrzeug, zum Ort, zum BGE 145 IV 438 S. 441Tatzeitpunkt, die angewendeten Gesetzesvorschriften, die ausgefällte Strafe, die Kostenentscheidung und die Rechtsmittelbelehrung enthalten. Ob der Strafbefehl damit den dem Beschwerdeführer vorgeworfenen Sachverhalt enthalten habe, sei zumindest fraglich, könne aber letztlich offenbleiben. Der zweite Strafbefehl vom 13. Juli 2017 unterscheide sich vom ersten lediglich durch die als verletzt angegebene Bestimmung von Art. 69 der Signalisationsverordnung vom 5. September 1979 (SSV; SR 741.21) bzw. Art. 68 SSV, worin aber keine andere rechtliche Qualifikation liege, sowie in seiner Begründung. Der Erlass eines neuen Strafbefehls sei nur zulässig, wenn die Abnahme weiterer Beweise zu einer geänderten Sach- oder Rechtslage mit einem anderen Strafmass oder einer anderen Sanktion bzw. einer anderen rechtlichen Qualifikation des Sachverhalts oder zur Entdeckung neuer Straftaten führe. Keine dieser Konstellationen sei in casu erfüllt. Die Staatsanwaltschaft hätte die Frage der Gültigkeit des ersten Strafbefehls zwingend dem Kantonsgericht unterbreiten müssen, nachdem ihre Abklärungen weder rechtlich noch tatsächlich zu relevanten neuen Erkenntnissen geführt hätten. Der Erlass des zweiten Strafbefehls sei daher unzulässig gewesen. Der Verfahrensfehler wiege allerdings nicht so schwer, dass der zweite Strafbefehl als nichtig zu qualifizieren wäre. Er sei vielmehr lediglich anfechtbar und sei daher durch Nichtanfechtung innert Frist rechtsgültig geworden.\n\n1.3\n\n1.3.1 Hat die beschuldigte Person im Vorverfahren den Sachverhalt eingestanden oder ist dieser anderweitig ausreichend geklärt, so erlässt die Staatsanwaltschaft einen Strafbefehl, wenn sie, unter Einrechnung einer allfällig zu widerrufenden bedingten Strafe oder bedingten Entlassung, eine Busse oder eine Geldstrafe von höchstens 180 Tagessätzen für ausreichend hält (Art. 352 Abs. 1 lit. a und b StPO). Nach Art. 353 Abs. 1 StPO enthält der Strafbefehl unter anderem den Sachverhalt, welcher der beschuldigten Person zur Last gelegt wird (lit. c), die dadurch erfüllten Straftatbestände (lit. d) und die Sanktion (lit. e). Die beschuldigte Person kann gegen den Strafbefehl innert 10 Tagen schriftlich Einsprache erheben (Art. 354 Abs. 1 lit. a StPO). Sie muss ihre Einsprache nicht begründen (Art. 354 Abs. 2 StPO). Ohne gültige Einsprache wird der Strafbefehl zum rechtskräftigen Urteil (Art. 354 Abs. 3 StPO).\n\nWird gegen einen Strafbefehl Einsprache erhoben, so nimmt die Staatsanwaltschaft die weiteren Beweise ab, die zur Beurteilung der BGE 145 IV 438 S. 442Einsprache erforderlich sind (Art. 355 Abs. 1 StPO). Nach Abnahme der Beweise entscheidet die Staatsanwaltschaft gemäss Art. 355 Abs. 3 StPO, ob sie am Strafbefehl festhält (lit. a), das Verfahren einstellt (lit. b), einen neuen Strafbefehl erlässt (lit. c) oder Anklage beim erstinstanzlichen Gericht erhebt (lit. d). Entschliesst sich die Staatsanwaltschaft, am Strafbefehl festzuhalten, so überweist sie die Akten unverzüglich dem erstinstanzlichen Gericht zur Durchführung des Hauptverfahrens; der Strafbefehl gilt als Anklageschrift (Art. 356 Abs. 1 StPO). Die Rechtsprechung verlangt daher, dass die Umschreibung des der beschuldigten Person zur Last gelegten Sachverhalts im Strafbefehl (vgl. Art. 353 Abs. 1 lit. c StPO) den Anforderungen von Art. 325 Abs. 1 lit. f StPO an eine Anklage genügt (BGE 140 IV 188 E. 1.5 S. 191; Urteile 6B_1319/2016 vom 22. Juni 2017 E. 2.1.1, nicht publ. in: BGE 143 IV 347; 6B_910/2017 vom 29. Dezember 2017 E. 2.4; 6B_848/2013 vom 3. April 2014 E. 1.3.1).\n\n1.3.2 Die Staatsanwaltschaft kann gemäss Art. 355 Abs. 3 lit. c StPO nach einer Einsprache einen \"neuen\" Strafbefehl erlassen. Der Erlass eines zweiten, inhaltlich gleichlautenden Strafbefehls ist gesetzlich hingegen nicht vorgesehen und daher nicht zulässig. Für die Frage, ob ein zweiter Strafbefehl mit dem ersten identisch ist, ist auf den Schuldspruch sowie die Sanktion der Strafbefehle abzustellen. Der Lehre und Rechtsprechung folgend darf nach einer Einsprache ein zweiter Strafbefehl nur ergehen, wenn der ursprüngliche Strafbefehl bezüglich Schuldspruch und/oder Sanktion zu ändern ist (Urteile 6B_1305/2017 vom 16. November 2018 E. 2.3; 6B_248/2015 vom 13. Mai 2015 E. 4.1; SCHMID/JOSITSCH, Schweizerische Strafprozessordnung [StPO], Praxiskommentar [nachfolgend: Praxiskommentar], 3. Aufl. 2018, N. 11 zu Art. 355 StPO; dies., Handbuch des schweizerischen Strafprozessrechts [nachfolgend: Handbuch], 3. Aufl. 2017, N. 1368; CHRISTIAN SCHWARZENEGGER, in: Kommentar zur Schweizerischen Strafprozessordnung [StPO], Donatsch/Hansjakob/Lieber [Hrsg.], 2. Aufl. 2014, N. 5 zu Art. 355 StPO;FRANZ RIKLIN, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 4 zu Art. 355 StPO; ähnlich JO PITTELOUD, Code de procédure pénale suisse [CPP], Commentaire à l'usage des praticiens,2012, N. 998 zu Art. 352 ff. StPO; GILLIÉRON/KILLIAS, in: Commentaire romand, Code de procédure pénale suisse, 2011, N. 7 zu Art. 355 StPO; PIQUEREZ/MACALUSO, Procédure pénale suisse, 3. Aufl. 2011, N. 1730; MOREILLON/PAREIN-REYMOND, CPP, Code de procédure pénale, 2. Aufl. 2016, N. 14 zu Art. 355 StPO). BGE 145 IV 438 S. 443\n\n1.3.3 Voraussetzung für die Änderung des ursprünglichen Strafbefehls im Schuld- und/oder Strafpunkt ist gemäss der herrschenden Lehre und Rechtsprechung eine veränderte Beweis- und/oder Rechtslage. Verlangt wird, dass die Modifikation des Schuldspruchs und/oder der Sanktion auf eine geänderte Sach- und/oder Rechtslage zurückzuführen ist (Urteil 6B_248/2015 vom 13. Mai 2015 E. 4.1; Urteil des Bundesstrafgerichts SK.2013.9 vom 2. Mai 2013 E. 2.1; SCHMID/JOSITSCH, Praxiskommentar, a.a.O., N. 11 zu Art. 355 StPO; dies., Handbuch, a.a.O., N. 1368; RIKLIN, a.a.O., N. 4 zu Art. 355 StPO; PITTELOUD, a.a.O., N. 998 zu Art. 352 ff. StPO; vgl. auch SCHWARZENEGGER, a.a.O., N. 5 zu Art. 355 StPO; GILLIÉRON/KILLIAS, a.a.O., N. 7 zu Art. 355 StPO). Eine blosse Neubeurteilung der Sanktion bei unverändertem Sachverhalt ist nicht zulässig (Urteil 6B_248/2015 vom 13. Mai 2015 E. 4.1; RIEDO/FIOLKA/NIGGLI, Strafprozessrecht sowie Rechtshilfe in Strafsachen, 2011, N. 2595; SCHMID/JOSITSCH, Praxiskommentar, a.a.O., N. 11 zu Art. 355 StPO; PITTELOUD, a.a.O., N. 998 zu Art. 352 ff. StPO; GILLIÉRON/KILLIAS, a.a.O., N. 7 zu Art. 355 StPO). Damit wird die Möglichkeit der Neubeurteilung durch die Staatsanwaltschaft im Einspracheverfahren trotz fehlenden Verbots der reformatio in peius zugunsten des Einsprechers eingeschränkt (Urteil 6B_248/2015 vom 13. Mai 2015 E. 4.1; siehe dazu auch THOMMEN/DIETHELM, Vier Thesen zum Rechtsschutz in Kurzverfahren, ZStrR 133/2015 S. 145 ff., 151 ff. sowie MARK PIETH, Schweizerisches Strafprozessrecht, 3. Aufl. 2016, S. 255, gemäss welchen die Staatsanwaltschaft bei der Behandlung der Einsprache grundsätzlich an das Verbot der reformatio in peius gebunden ist). Die Staatsanwaltschaft darf im Einspracheverfahren bei unverändertem Sachverhalt folglich keinen neuen Strafbefehl mit einer schärferen Sanktion erlassen (RIEDO/FIOLKA/NIGGLI, a.a.O., N. 2595; ähnlich SCHMID/JOSITSCH, Praxiskommentar, a.a.O., N. 11 zu Art. 355 StPO). Dies ergibt sich gemäss SCHMID/JOSITSCH (Praxiskommentar, a.a.O., N. 11 zu Art. 355 StPO) und RIEDO/FIOLKA/NIGGLI (a.a.O., N. 2595) aus dem in Art. 3 Abs. 2 lit. c StPO verankerten Fairnessgebot. Zulässig ist es gemäss der Rechtsprechung hingegen, in einem zweiten Strafbefehl in Berücksichtigung der tatsächlichen Argumente des Einsprechers und des daraus folgenden neuen Sachverhalts eine tiefere Sanktion auszusprechen, auch wenn in der Einsprache nicht bloss eine Reduktion des Strafmasses, sondern eine Einstellung des Strafverfahrens beantragt wurde (Urteil 6B_248/2015 vom 13. Mai 2015 E. 4.2 f.). BGE 145 IV 438 S. 444\n\n1.3.4 Gegen den neuen Strafbefehl muss die beschuldigte Person grundsätzlich erneut Einsprache erheben. Dies gilt zumindest dann, wenn die Staatsanwaltschaft der beschuldigten Person im zweiten Strafbefehl sachverhaltsmässig sowie im Strafmass massgeblich entgegenkam (vgl. Urteil 6B_248/2015 vom 13. Mai 2015 E. 4).\n\n1.4 Vom Erlass eines neuen Strafbefehls im Sinne von Art. 355 Abs. 3 lit. c StPO zu unterscheiden ist die gesetzlich nicht ausdrücklich vorgesehene Möglichkeit, den ursprünglichen Strafbefehl zu berichtigen. Will die Staatsanwaltschaft im Falle einer Einsprache vor der Überweisung der Akten an das Gericht Fehler z.B. bei der Sachverhaltsschilderung (Art. 353 Abs. 1 lit. c StPO) beheben, muss sie dies über eine Berichtigung oder sachverhaltsmässige Ergänzung ihres früheren Strafbefehls machen, welche als solche (z.B. Berichtigung oder sachverhaltsmässige bzw. sonstige inhaltliche Ergänzung) zu bezeichnen ist. Ein solches Vorgehen kann sich zwecks Vermeidung unnötiger Prozessleerläufe sowie im Interesse des Beschleunigungsgebots aufdrängen, da das Gericht verpflichtet ist, die Angelegenheit an die Staatsanwaltschaft zurückzuweisen, wenn die Sachverhaltsumschreibung im Strafbefehl den Anforderungen an eine Anklageschrift nicht genügt (vgl. Art. 356 Abs. 5 i.V.m. Art. 329 Abs. 2 Satz 2 StPO; BGE 140 IV 188 E. 1.6 S. 192; Urteile 6B_910/2017 vom 29. Dezember 2017 E. 2.4; 6B_848/2013 vom 3. April 2014 E. 1.3.2 und 1.4). Wird der ursprüngliche Strafbefehl in diesem Sinne berichtigt oder inhaltlich ergänzt, ergeht zwar ebenfalls ein neuer Strafbefehl. Dabei handelt es sich jedoch nicht um einen neuen Strafbefehl gemäss Art. 355 Abs. 3 lit. c StPO, da die Staatsanwaltschaft damit materiell vielmehr an ihrem ursprünglichen Strafbefehl im Sinne von Art. 356 Abs. 1 StPO festhält. Erlässt die Staatsanwaltschaft einen zweiten, bezüglich Schuldspruch und Sanktion identischen Strafbefehl, bestätigt sie ihren früheren Strafbefehl. Der berichtigte oder ergänzte Strafbefehl ist im Falle einer Einsprache daher direkt in Anwendung von Art. 356 Abs. 1 StPO mit den Akten zur Durchführung des Hauptverfahrens an das Gericht zu überweisen. Die beschuldigte Person ist nicht verpflichtet, gegen einen im Einspracheverfahren bloss berichtigten oder sachverhaltsmässig ergänzten Strafbefehl bei identischem Schuldspruch und identischer Strafe erneut Einsprache zu erheben, da sich die bereits erhobene Einsprache auch auf den berichtigten oder ergänzten identischen Strafbefehl erstreckt. Dem Umstand, dass nicht der ursprüngliche Strafbefehl, sondern ein berichtigter oder ergänzter Strafbefehl zur BGE 145 IV 438 S. 445Anklage erhoben wird, ist allenfalls bei den Kosten Rechnung zu tragen, wenn die beschuldigte Person ihre Einsprache angesichts der erfolgten Berichtigung zurückzieht (in diesem Sinne VIKTOR LIEBER, Pra 2014 Nr. 73 S. 539, Anmerkung zum Urteil 6B_848/2013 vom 3. April 2014).\n\n1.5\n\n1.5.1 Vorliegend korrigierte die Staatsanwaltschaft den ursprünglichen Strafbefehl vom 30. Juni 2016 am 13. Juli 2017 insofern, als sie bei den anwendbaren Gesetzesbestimmungen anstelle von \"Art. 69 und Art. 69 Abs. 3 SSV\" neu \"Art. 68 SSV\" erwähnt. Insoweit geht es um die Korrektur eines blossen Schreibfehlers. Der Erlass eines neuen Strafbefehls im Sinne von Art. 355 Abs. 3 lit. c StPO war zwecks Berichtigung der anwendbaren Gesetzesbestimmungen offensichtlich nicht zulässig, da dies am Schuldspruch wegen grober Verkehrsregelverletzung im Sinne von Art. 90 Abs. 2 SVG nichts ändert. Die Korrektur der anwendbaren Gesetzesbestimmungen in einem neuen Strafbefehl erscheint auch deshalb nicht notwendig, weil das Gericht im Falle einer gerichtlichen Beurteilung ohnehin nicht an die im Strafbefehl vorgenommene rechtliche Würdigung gebunden ist (vgl. Art. 350 Abs. 1 StPO).\n\n1.5.2 Der zweite Strafbefehl vom 13. Juli 2017 ist im Anschluss an die Unterschrift der ausstellenden Staatsanwältin und den Hinweis auf das Einspracherecht zudem mit einer von der Staatsanwältin ebenfalls unterzeichneten Begründung versehen, welche Bestandteil des neuen Strafbefehls bildet. Eine Begründung des Strafbefehls ist gesetzlich nicht vorgesehen. Die von der Staatsanwältin nachgeschobene Begründung enthält jedoch im Vergleich zum Sachverhalt im eigentlichen Strafbefehl auch detailliertere Angaben zu den tatsächlichen Geschehnissen. Die Staatsanwaltschaft hatte offenbar Zweifel, ob die Sachverhaltsschilderung im ersten Strafbefehl den Anforderungen von Art. 353 Abs. 1 lit. c StPO genügte. Sie nahm die Einsprache daher zum Anlass, um - trotz unveränderter Sach- und Rechtslage - einen zweiten, verbesserten Strafbefehl zu erlassen. Auch insofern ging es um eine blosse Berichtigung bzw. Verbesserung des ersten, mutmasslich ungenügenden Strafbefehls, nicht jedoch um den Erlass eines neuen Strafbefehls im Sinne von Art. 355 Abs. 3 lit. c StPO. Die Vorinstanz entschied zu Recht, der zweite Strafbefehl vom 13. Juli 2017 sei mit dem ersten Strafbefehl vom 30. Juni 2016 identisch. BGE 145 IV 438 S. 446\n\n1.5.3 Die Staatsanwaltschaft erhöhte zudem die vom Beschwerdeführer zu tragenden Kosten im zweiten Strafbefehl von Fr. 400.- auf Fr. 1'000.-. Dass mit den nach der Einsprache erforderlichen weiteren Beweiserhebungen (vgl. Art. 355 Abs. 1 StPO) zusätzliche Kosten verbunden sind, rechtfertigt nicht den Erlass eines neuen Strafbefehls im Sinne von Art. 355 Abs. 3 lit. c StPO. Die Kosten der Strafuntersuchung können im Gerichtsverfahren auch ohne Erlass eines neuen Strafbefehls geltend gemacht werden. Die Verfahrenskosten setzen sich zusammen aus den Gebühren für das Untersuchungs- und Gerichtsverfahren und den Auslagen, welche die im konkreten Strafverfahren entstandenen notwendigen finanziellen Aufwendungen des Staates erfassen (Art. 422 Abs. 1 StPO; BGE 141 IV 465 E. 9.5.1 S. 470 ff.), wobei im Untersuchungsverfahren entstandene Auslagen zuhanden des Gerichts zu belegen sind (BGE 141 IV 465 E. 9.7 S. 476). Darüber, wer in welchem Umfang Verfahrenskosten zu tragen hat, hat im Falle einer gerichtlichen Beurteilung das Gericht zu befinden (vgl. Art. 81 Abs. 4 lit. b StPO i.V.m. Art. 422 ff. StPO).\n\n1.5.4 Die Staatsanwaltschaft hat nach dem Gesagten am 13. Juli 2017 keinen neuen Strafbefehl im Sinne von Art. 355 Abs. 3 lit. c StPO erlassen, da der erste Strafbefehl mit dem zweiten bezüglich Schuldspruch (grobe Verkehrsregelverletzung im Sinne von Art. 90 Abs. 2 SVG) und Strafe identisch war. Sie nahm am 13. Juli 2017 vielmehr lediglich eine Berichtigung bzw. Verbesserung des ursprünglichen Strafbefehls vom 30. Juni 2016 vor. Anlass zum zweiten Strafbefehl vom 13. Juli 2017 gaben nicht neue Erkenntnisse, sondern dieser diente einzig dazu, die ungenügende Sachverhaltsumschreibung und die falsche Wiedergabe der anwendbaren Verordnungsbestimmungen im Strafbefehl vom 30. Juni 2016 zu korrigieren. Das Vorgehen der Staatsanwaltschaft ist angesichts des identischen Schuldspruchs und der identischen Strafe materiell als Festhalten am Strafbefehl im Sinne von Art. 356 Abs. 1 StPO zu qualifizieren. Die Staatsanwaltschaft hätte die Akten nach Erlass des Strafbefehls vom 13. Juli 2017 daher in Anwendung von Art. 356 Abs. 1 StPO unverzüglich zur Durchführung des Hauptververfahrens an das erstinstanzliche Gericht überweisen müssen. Dass der Beschwerdeführer gegen den Strafbefehl vom 13. Juli 2017 erneut Einsprache erhob, war nicht notwendig, da er bereits mit seiner Einsprache vom 15. Juli 2016 zum Ausdruck brachte, dass er mit der Verurteilung BGE 145 IV 438 S. 447nicht einverstanden war. Würde dieser verpflichtet, gegen den identischen Strafbefehl erneut Einsprache zu erheben, liefe dies im Ergebnis auf eine Verweigerung des Anspruchs auf eine gerichtliche Beurteilung hinaus, da die Einsprache und der damit einhergehende Antrag auf gerichtliche Beurteilung damit schlicht übergangen würden, ohne dass dem Beschwerdeführer im zweiten Strafbefehl in irgendeiner Weise entgegengekommen wurde. In diesem Sinne entschied das Bundesgericht bereits im Urteil 6B_152/2013 vom 27. Mai 2013 E. 4.5.3 f., die Rückzugsfiktion von Art. 355 Abs. 2 StPO (unentschuldigtes Fernbleiben von einer Einvernahme trotz Vorladung durch die Staatsanwaltschaft) gelange nicht zur Anwendung, wenn die beschuldigte Person nach erfolgter Einsprache einer ersten Vorladung durch die Staatsanwaltschaft (bzw. in casu des Statthalteramts) Folge geleistet habe, in deren Verlauf sie keinen Zweifel daran gelassen habe, dass sie auf einer gerichtlichen Beurteilung beharre, einer zweiten Einvernahme jedoch unentschuldigt ferngeblieben sei. Damit brachte die Rechtsprechung auch im Zusammenhang mit der Rückzugsfiktion zum Ausdruck, dass der einmal geäusserte Wille der beschuldigten Person bezüglich der gerichtlichen Beurteilung zu respektieren ist und von einer Überweisung an das Gericht nur abgesehen werden kann, wenn nach Treu und Glauben auf ein Desinteresse am weiteren Gang des Strafverfahrens geschlossen werden kann (Urteil, a.a.O., E. 4.5.4; siehe dazu auch BGE 140 IV 82 E. 2.3 S. 84).\n\nDie Einsprache des Beschwerdeführers vom 15. Juli 2016 wurde am 18. Juli 2016 und damit rechtzeitig der Schweizerischen Post übergeben (vgl. Art. 354 Abs. 1 i.V.m. Art. 90 Abs. 2 und Art. 91 Abs. 2 StPO). Der Beschwerdeführer erhob gegen den Strafbefehl vom 30. Juni 2016 folglich gültig Einsprache. Diese Einsprache erstreckte sich auch auf den berichtigten und verbesserten Strafbefehl vom 13. Juli 2017, welcher den Strafbefehl vom 30. Juni 2016 ersetzt. Die Vorinstanz entschied zu Unrecht, der Strafbefehl vom 13. Juli 2017 sei in Rechtskraft erwachsen. Zutreffend ist zwar, dass der Strafbefehl vom 13. Juli 2017 nicht nichtig ist. Dies ändert jedoch nichts daran, dass die Staatsanwaltschaft verpflichtet gewesen wäre, dass Verfahren nach Erlass dieses Strafbefehls in Anwendung von Art. 356 Abs. 1 StPO an das Gericht zu überweisen, da sie damit am ursprünglichen Strafbefehl materiell festhielt. Der Beschwerdeführer musste nach Erhalt des zweiten Strafbefehls vom 13. Juli 2017 BGE 145 IV 438 S. 448nicht erneut Einsprache erheben. Dessen Rüge, das Kantonsgericht Schaffhausen hätte auf seine Einsprache eintreten und den Fall materiell beurteilen müssen, ist daher begründet."}