{"annee": "145", "cour": "V", "page": "161", "date": "18/4/2019", "cite": ["131 V 178", "134 II 244"], "cite_par": [], "chapeau": "16. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A.A. gegen Arcosana AG (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_187/2019 vom 18. April 2019", "regestes": ["Art. 25 al. 2 let. a ch. 3, art. 25a al. 1 et 2 ainsi qu'art. 35 al. 2 let. e LAMal; art. 33 let. b et art. 51 let. c OAMal; art. 7 al. 1 let. b ainsi qu'al. 2 let. b et c, art. 7a al. 1 OPAS; soins à domicile. Tandis que les soins de base au sens de l'art. 7 al. 2 let. c ch. 1 OPAS effectués par les membres de la famille engagés par une organisation de soins et d'aide à domicile peuvent être mis en principe à la charge de l'assurance obligatoire des soins, même si ces personnes ne disposent pas d'une formation aux métiers de soignant, les dispositions relatives aux examens et aux traitements au sens de l'art. 7 al. 2 let. b OPAS exigent des qualifications professionnelles correspondantes (consid. 5)."], "faits": "|162|\n\nA. Die 1948 geborene A.A. ist bei der Arcosana AG obligatorisch krankenpflegeversichert. Seit dem Auftreten einer Paraplegie wird sie seit Dezember 2015 zu Hause von ihrem Ehemann B.A. sowie von der Spitex C. pflegerisch betreut. B.A. wurde auf 1. Januar 2017 von der X. GmbH als pflegender Angehöriger angestellt. Nachdem die X. GmbH ein entsprechendes Übernahmeersuchen gestellt hatte, teilte die Arcosana AG am 12. März 2018 schriftlich mit, dass für die Zeit vom 1. Januar 2017 bis 30. Juni 2018 die der Abklärung, Beratung und Koordination sowie der Grundpflege dienenden Massnahmen vergütet würden; Leistungen für Massnahmen der Untersuchung und der Behandlung lehne sie demgegenüber ab, da B.A. nicht über die hierfür erforderliche Ausbildung verfüge. Daran wurde mit Verfügung vom 1. Mai 2018 sowie - auf Einsprache hin - mit Einspracheentscheid vom 7. Dezember 2018 festgehalten.\n\nB. Die dagegen erhobene Beschwerde wies das Verwaltungsgericht des Kantons Glarus mit Entscheid vom 7. Februar 2019 ab.\n\nC. A.A. lässt Beschwerde in öffentlich-rechtlichen Angelegenheiten führen und beantragen, in Aufhebung des angefochtenen Entscheids sei die Arcosana AG zu verpflichten, die von ihrem Ehemann in seiner Funktion als Arbeitnehmer der X. GmbH erbrachten Massnahmen der Behandlungspflege zu vergüten, eventuell sei die Angelegenheit im Sinne der Erwägungen an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Streitig und zu prüfen ist, ob die Vorinstanz Bundesrecht verletzte, indem sie die Ablehnung der Leistungspflicht der Beschwerdegegnerin in Bezug auf die vom Ehemann der Beschwerdeführerin in seiner Funktion als Angestellter der X. GmbH erbrachten pflegerischen Massnahmen der Untersuchung und der Behandlung - und damit den Einspracheentscheid vom 7. Dezember 2018 - bestätigt hat.\n\n3.\n\n3.1 Nach Art. 24 KVG übernimmt die obligatorische Krankenpflegeversicherung (OKP) die Kosten für die Leistungen gemäss Art. 25-31 KVG nach Massgabe der in den Art. 32-34 KVG festgelegten Voraussetzungen. Die Leistungen umfassen die Untersuchungen und Behandlungen, die ambulant, stationär oder in einem Pflegeheim, sowie die Pflegeleistungen in einem Spital, die u.a. durch |163| Personen durchgeführt werden, die auf Anordnung oder im Auftrag eines Arztes oder einer Ärztin Leistungen erbringen (Art. 25 Abs. 2 lit. a Ziff. 3 KVG). Laut Art. 25a Abs. 1 KVG leistet die OKP einen Beitrag an die Pflegeleistungen, welche auf Grund einer ärztlichen Anordnung und eines ausgewiesenen Pflegebedarfs ambulant, auch in Tages- oder Nachtstrukturen, oder im Pflegeheim erbracht werden, wobei der Bundesrat die Pflegeleistungen bezeichnet und das Verfahren der Bedarfsermittlung regelt (Art. 25a Abs. 3 KVG). Der Bundesrat setzt die Beiträge differenziert nach dem Pflegebedarf in Franken fest; massgebend ist der Aufwand nach Pflegebedarf für Pflegeleistungen, die in der notwendigen Qualität, effizient und kostengünstig erbracht werden (Art. 25a Abs. 4 Satz 1 und 2 KVG).\n\n3.2 Der entsprechende Leistungsbereich wird - gestützt auf Art. 33 lit. b KVV (SR 832.102) - in Art. 7 ff. KLV (SR 832.112.31) näher umschrieben. Gemäss Art. 7 Abs. 1 KLV übernimmt die OKP Untersuchungen, Behandlungen und Pflegemassnahmen, die auf Grund der Bedarfsabklärung nach Art. 7 Abs. 2 lit. a KLV und nach Art. 8 KLV auf ärztliche Anordnung hin oder im ärztlichen Auftrag erbracht werden. Gemäss Art. 7 Abs. 2 KLV umfassen die Leistungen im Sinne von Abs. 1 der Bestimmung Massnahmen der Abklärung, Beratung und Koordination (lit. a), der Untersuchung und der Behandlung (lit. b) sowie der Grundpflege (lit. c). Die Beiträge der OKP an die Leistungen für Bedarfsabklärungen sowie Behandlungs- und Grundpflege sind in Art. 7a Abs. 1 KLV geregelt.\n\n3.3 Zur Tätigkeit zu Lasten der OKP sind u.a. Personen zugelassen, die auf Anordnung oder im Auftrag eines Arztes oder einer Ärztin Leistungen erbringen, und Organisationen, die solche Personen beschäftigen (Art. 35 Abs. 2 lit. e KVG). Als Leistungserbringer bei der Pflege zu Hause kommen gemäss Art. 7 Abs. 1 lit. a und b KLV Pflegefachfrauen und -männer sowie Organisationen der Krankenpflege und Hilfe zu Hause in Frage. Die entsprechenden Zulassungsvoraussetzungen sind auf Grund der Kompetenznorm von Art. 38 KVG durch den Bundesrat in Art. 49 KVV (Pflegefachpersonen) und in Art. 51 KVV (Organisationen der Krankenpflege und Hilfe zu Hause) festgesetzt worden.\n\n3.3.1 Im Urteil K 156/04 vom 21. Juni 2006 (in: SVR 2006 KV Nr. 37 S. 141, bestätigt durch Urteil 9C_597/2007 vom 19. Dezember 2007 E. 3) erkannte das Eidgenössische Versicherungsgericht (EVG), dass weder Gesetz (KVG) noch Verordnungen (KVV und KLV) definierten, welchen fachlichen Mindestanforderungen Angestellte von |164| Organisationen der Krankenpflege und Hilfe zu Hause im Sinne von Art. 35 Abs. 2 lit. e KVG und Art. 51 KVV zu genügen hätten, damit die von ihnen erbrachten Leistungen durch die OKP zu vergüten seien. Ebenfalls fehlten gesetzeskonforme Vorgaben auf Weisungsstufe oder im Rahmen einer Vereinbarung mit einem Verband von Krankenversicherern. Es habe daher, so das EVG weiter, grundsätzlich im pflichtgemässen Ermessen der Leitung des jeweiligen Spitex-Vereins und der zuständigen Arztperson gelegen zu entscheiden, welche fachlichen und persönlichen Voraussetzungen für die Pflege der Versicherten zu Hause erforderlich seien, und für eine allenfalls notwendige Überwachung oder Begleitung durch das diplomierte Pflegepersonal zu sorgen. Dabei habe Spielraum bestanden insbesondere bei der Beurteilung der Frage, ob es sich um \"Grundpflege in einfachen Situationen\" oder um \"relativ einfache Grundpflege\" im Sinne der einschlägigen Richtlinien des Spitex Verbands Schweiz handelte, was für die ausbildungsmässigen Anforderungen von Bedeutung sei (Urteil K 156/04 E. 4.1 und 4.2; vgl. auch erwähntes Urteil 9C_597/2007 E. 3).\n\n3.3.2 Präzisierend hielt das EVG gleichenorts fest, dass als pflegende Personen auch Familienangehörige in Frage kommen könnten. Mit Blick auf das hier durchaus bestehende Missbrauchspotenzial sei aber zu fordern, dass in atypischen Konstellationen, namentlich wo die Tätigkeit als Angestellte oder Angestellter der Spitex einzig in der Pflege von Familienangehörigen bestehe, die Kriterien der Wirksamkeit, Zweckmässigkeit und Wirtschaftlichkeit der Leistungen nach Art. 32 Abs. 1 KVG allenfalls durch den Vertrauensarzt genauer zu überprüfen seien (vgl. Art. 57 Abs. 4 KVG). Ebenfalls könnten der OKP lediglich Kosten in Rechnung gestellt werden, welche eine Pflege zu Hause durch aussenstehende Spitex-Angestellte verursachen würde. Nicht verrechenbar sei, was dem Familienangehörigen im Rahmen der Schadenminderungspflicht und dem Ehegatten im Besonderen auf Grund der ehelichen Beistandspflicht nach Art. 159 Abs. 3 ZGB an Pflege zugemutet werden kann (Urteil K 156/04 E. 4.2; siehe auch obiges Urteil 9C_597/2007 E. 3 sowie 9C_702/ 2010 vom 21. Dezember 2010 E. 7.1 mit Hinweisen; ferner ANDREA DOMANIG, Abgrenzung zwischen Grund- und Zusatzversicherung im Bereich der Pflegeleistungen, 2015, S. 41 f. Rz. 115 ff.; MARTINA FILIPPO, Sozialversicherungsrechtliche Absicherung unentgeltlich pflegender Personen im Erwerbsalter, 2016, S. 68 f.; GEBHARD EUGSTER, Krankenversicherung [nachfolgend: Krankenversicherung], in: |165| Soziale Sicherheit, SBVR Bd. XIV, 3. Aufl. 2016, S. 645 Rz. 772). Im konkreten Fall, schloss das EVG, erforderten die sehr speziellen Umstände (fehlende pflegerische Ausbildung, ausschliessliche Pflege der Ehefrau als Spitex-Angestellter, Notwendigkeit ständiger Präsenz, was eine hauptberufliche Tätigkeit praktisch nicht mehr zuliess) eine entsprechend intensive Überwachung und Betreuung durch das Fachpersonal des Spitex-Vereins, um die Qualität und Zweckmässigkeit der vom Ehemann der Versicherten erbrachten Leistungen zu gewährleisten. Schliesslich stelle sich angesichts des sich verschlechternden Gesundheitszustands der Versicherten auch die Frage, ob nur Massnahmen der Grundpflege nach Art. 7 Abs. 2 lit. c Ziff. 1 KLV notwendig gewesen seien und, soweit dies zutreffe, ob es sich um relativ einfache Grundpflege oder um Grundpflege in einfachen Situationen im Sinne der Richtlinien \"Mindestanforderungen an das Personal in der Grundpflege\" des Spitex Verbands Schweiz gehandelt habe. In diesem Sinne seien weitere Abklärungen durch die Vorinstanz erforderlich (Urteil K 156/04 E. 5.2 und 5.3; ferner Urteil 9C_597/2007 E. 3).\n\n4.\n\n4.1 Unbestrittenermassen handelt es sich bei der X. GmbH um eine im Kanton zugelassene Leistungserbringerin im Sinne von Art. 35 Abs. 2 lit. e KVG in Verbindung mit Art. 51 KVV. Sie ist damit zur Anstellung von Angehörigen von Leistungsempfängern sowie zur Abrechnung von deren Grundpflegeleistungen zu Lasten der OKP berechtigt, sofern die Voraussetzungen von Art. 32 Abs. 1 KVG erfüllt sind. Erstellt ist sodann auch, dass der Ehemann der Beschwerdeführerin, welcher über keine pflegerische Ausbildung verfügt, bei der X. GmbH als Pflegehilfsperson angestellt ist und in dieser Funktion seine Frau betreut.\n\n4.2 Streitgegenstand bildet die Frage, ob die Beschwerdegegnerin neben den vom Ehemann der Beschwerdeführerin erbrachten Leistungen der Grundpflege im Sinne von Art. 7 Abs. 2 lit. c Ziff. 1 KLV auch Leistungen der Behandlungspflege gemäss Art. 7 Abs. 2 lit. b KLV zu übernehmen hat.\n\n5.\n\n5.1 Nach dem hiervor Ausgeführten können auch bei einer Spitexorganisation angestellte Familienangehörige grundsätzlich Pflegemassnahmen in Form der Grundpflege nach Art. 7 Abs. 2 lit. c Ziff. 1 KLV zu Lasten der OKP erbringen. Voraussetzung hierfür ist keine |166| hochstehende pflegerische Fachausbildung; ein \"gewisses Anlernen\" genügt (Urteil des EVG K 156/04 vom 21. Juni 2006 E. 3.2, in: SVR 2006 KV Nr. 37 S. 141; DOMANIG, a.a.O., S. 42 Rz. 118; FILIPPO, a.a.O., S. 68; EUGSTER, Krankenversicherung, a.a.O., S. 645 Rz. 772). Was demgegenüber die Vorkehren der Untersuchungs- und Behandlungspflege gemäss Art. 7 Abs. 2 lit. b KLV anbelangt, sind diese, wie die nachstehenden Erwägungen zeigen, - mit Vorinstanz und Beschwerdegegnerin - nur vergütungsfähig, wenn die betreffenden Angehörigen eine pflegerische Ausbildung besitzen.\n\n5.1.1 Dieser Schluss ergibt sich zum einen aus dem zuvor zitierten Urteil 9C_597/2007 vom 19. Dezember 2007. Darin waren zwar durch einen Familienangehörigen vorgenommene Massnahmen der Grundpflege im Sinne von Art. 7 Abs. 2 lit. c Ziff. 1 KLV zu beurteilen. In E. 5.1 enthält es aber auch die Aussage, dass keine Anhaltspunkte bestünden, wonach der Ehemann zusätzlich andere, allenfalls unter Art. 7 Abs. 2 lit. b KLV fallende Leistungen (Massnahmen der Untersuchung und Behandlung) erbracht habe, was auf Grund der fehlenden pflegerischen Ausbildung eine Vergütungspflicht ohne Weiteres ausschlösse. Aus diesem - infolge seiner suggerierten Augenscheinlichkeit nicht näher erläuterten - Hinweis lässt sich ohne Weiteres folgern, dass der Krankenversicherer Leistungen in Form von Untersuchungs- und Behandlungsmassnahmen nach Art. 7 Abs. 2 lit. b KLV, die durch bei einer Spitexorganisation angestellte Familienangehörige ohne entsprechende berufliche Fähigkeiten erbracht werden, nicht zu entschädigen hat.\n\n5.1.2 Zum gleichen Ergebnis führt auch das folgende Argument: Organisationen der Krankenpflege und Hilfe zu Hause müssen zwar nicht über Fachpersonal verfügen, das - wie selbstständig tätige Pflegefachpersonen - die in Art. 49 KVV genannten ausbildungsmässigen Voraussetzungen erfüllt (Diplom einer Schule für Gesundheits- und Krankenpflege, das von einer von den Kantonen gemeinsam bezeichneten Stelle anerkannt oder als gleichwertig anerkannt worden ist, oder ein nach dem Bundesgesetz vom 13. Dezember 2002 über die Berufsbildung [SR 412.10] anerkanntes Diplom [lit. a]; zweijährige praktische Tätigkeit bei einer Pflegefachperson, die nach KVV zugelassen ist, oder in einem Spital oder einer Organisation der Krankenpflege und Hilfe zu Hause unter der Leitung einer Pflegefachperson, welche die Zulassungsvoraussetzung der KVV erfüllt [lit. b]). Gemäss Art. 51 lit. c KVV hat dieses aber ebenfalls \"eine dem |167| Tätigkeitsbereich entsprechende Ausbildung\" vorzuweisen. Jedenfalls für den Bereich der anspruchsvolleren Behandlungspflege ist somit auch beim angestellten Fachpersonal eine den selbstständig tätigen Pflegefachpersonen vergleichbare Grundausbildung als erforderlich zu betrachten, lässt sich doch kein sachlicher Grund anführen, weshalb bei angestellten Medizinalpersonen für diese Art der pflegerischen Massnahmen eine weniger fundierte fachliche Ausbildung genügen sollte als bei selbstständig Tätigen (so auch EUGSTER, Krankenversicherung, a.a.O., S. 645 Rz. 772).\n\n5.1.3 Für diese Betrachtungsweise spricht überdies die Tatsache, dass der Verordnungsgeber in Art. 7a Abs. 1 KLV für Leistungen nach Art. 7 Abs. 2 lit. b KLV höhere Beiträge an die Kosten vorgesehen hat als für Leistungen nach Art. 7 Abs. 2 lit. c KLV. Damit wird dem Umstand Rechnung getragen, dass Massnahmen der Untersuchung und der Behandlung, die auf die Behebung des Gesundheitsschadens gerichtet sind und einen eigentlichen Behandlungszweck erfüllen, nur durch Personen mit entsprechender fachlicher Qualifikation ausgeführt werden dürfen. Anders zu entscheiden hiesse, versierte Pflegefachpersonen und medizinische Laien in Bezug auf diesen höhere Anforderungen stellenden Pflegebereich abgeltungsmässig gleichzusetzen. Ferner bestünden, könnten fachlich nicht ausgebildete Angehörige von Leistungsempfängern Verrichtungen im Rahmen von Art. 7 Abs. 2 lit. b KLV über einen zugelassenen Leistungserbringer zu Lasten der OKP abrechnen, zum einen ein erhebliches Missbrauchspotenzial und zum andern ein erhöhtes Risiko für Gesundheitsschädigungen.\n\n5.1.4 Aus den vorstehend genannten Gründen wird das Erfordernis der Pflegeausbildung für die Erbringung von Massnahmen nach Art. 7 Abs. 2 lit. b KLV schliesslich auch in der Lehre bejaht (vgl. u.a. DOMANIG, a.a.O., S. 42 Rz. 118; EUGSTER, Krankenversicherung, a.a.O., S. 645 Rz. 772).\n\n5.2 Was die Beschwerdeführerin dagegen letztinstanzlich einwendet, vermag zu keinem anderen Ergebnis zu führen, zumal sie über weite Teile hinweg wortwörtlich die vor dem kantonalen Gericht beschwerdeweise vorgebrachten Argumente wiederholt, ohne sich mit der vorinstanzlichen Begründung im Detail auseinanderzusetzen. Insoweit ist auf die Beschwerde von Vornherein nicht einzugehen (Art. 42 Abs. 1 f. BGG; BGE 134 II 244 E. 2.1 und 2.3 S. 245 ff.; Urteil 9C_429/2017 vom 30. August 2017 E. 3.5 mit Hinweisen). |168|\n\n5.2.1 In grundsätzlicher Hinsicht gilt es anzumerken, dass die von der Beschwerdeführerin letztlich angestrebte Ausweitung der herrschenden rechtlichen Rahmenbedingungen bezüglich der Entschädigung von Pflegeleistungen in der OKP zwingend dazu führen müsste - so bereits die Beschwerdegegnerin im vorinstanzlichen Verfahren -, dass das Gesetz respektive Art. 7a KLV zweierlei Tarife vorzusehen hätte: Eine Tarifposition für ausgebildetes pflegerisches Fachpersonal (selbstständig und unselbstständig Tätige) und eine solche für bei einer anerkannten Pflegeorganisation angestellte, pflegende Angehörige ohne entsprechende Fachausbildung. Ohne eine derartige Unterscheidung käme es, würde der in der Beschwerde vertretenen Sichtweise gefolgt, zu einer stossenden Gleichbehandlung von Laien und Fachpersonen (vgl. auch E. 5.1.3 hiervor).\n\n5.2.2 Sodann hat der Verordnungsgeber klar zwischen Massnahmen der Grundpflege sowie denjenigen der Untersuchung und der Behandlung unterschieden. Bei der Grundpflege im Sinne von Art. 7 Abs. 2 lit. c Ziff. 1 KLV handelt es sich um pflegerische Leistungen nichtmedizinischer Art bei krankheitsbedingten Beeinträchtigungen in grundlegenden alltäglichen Lebensverrichtungen (Ankleiden, Auskleiden; Aufstehen, Absitzen, Abliegen; Essen; Körperpflege; Verrichten der Notdurft; Fortbewegung etc.; Urteil 9C_702/2010 vom 21. Dezember 2010 E. 2.1). Sie kann in verschiedenen Formen gewährt werden, so als Unterstützung, als teilweise oder vollständige Übernahme der Verrichtungen im Ablauf des täglichen Lebens oder als Beaufsichtigung sowie Anleitung mit dem Ziel der eigenständigen Übernahme dieser Verrichtungen (GEBHARD EUGSTER, Rechtsprechung des Bundesgerichts zum KVG [nachfolgend: Rechtsprechung], 2. Aufl. 2018, N. 10 zu Art. 25a KVG). Die Behandlungspflege nach Art. 7 Abs. 2 lit. b KLV stellt demgegenüber eine medizinische Hilfeleistung mit diagnostischer, therapeutischer oder palliativer Zielsetzung dar (BGE 131 V 178 E. 2.2.2 S. 185 mit Hinweis; Urteil des EVG K 97/03 vom 18. März 2005 E. 3.2.1, in: RKUV 2005 Nr. KV 328 S. 186; FILIPPO, a.a.O., S. 22 unten; EUGSTER, Rechtsprechung, a.a.O., N. 8 zu Art. 25a KVG).\n\nDie Massnahmen der Behandlungs- und Grundpflege lassen sich auf Grund der detaillierten Aufzählung in Art. 7 Abs. 2 KLV ohne Weiteres voneinander abgrenzen. Ob diese Unterscheidung aus pflegewissenschaftlicher Sicht überholt ist, wie in der Beschwerde geltend gemacht, braucht an dieser Stelle nicht abschliessend beantwortet zu werden. Vielmehr ist der Krankenversicherer im Rahmen der OKP |169| verpflichtet, Leistungen entsprechend der geltenden aktuellen Rechtslage (Gesetz, Verordnung, Rechtsprechung) auszurichten. Anzufügen gilt es immerhin, dass die betreffende Unterscheidung beispielsweise wichtig ist, um die Frage einer allfälligen Überentschädigung zu prüfen (vgl. Urteil 9C_43/2012 vom 12. Juli 2012 E. 4.1.2, in: SVR 2013 KV Nr. 3 S. 6).\n\n5.3 Zusammenfassend ist erstellt, dass der Ehemann der Beschwerdeführerin über keine pflegerische Ausbildung verfügt. Nach dem Dargelegten können folglich zwar Massnahmen der Grundpflege im Sinne von Art. 7 Abs. 2 lit. c Ziff. 1 KLV, nicht aber Leistungen im Rahmen von Art. 7 Abs. 2 lit. b KLV (Untersuchung und Behandlung) von der Beschwerdegegnerin übernommen werden. Daran ändert mit dem kantonalen Gericht nichts, dass die durch den Ehemann geleistete Pflege hausärztlicherseits als qualitativ einwandfrei beschrieben und sie sowohl durch die Spitexorganisationen C. und X. GmbH als auch durch den Hausarzt überwacht wird. Anders als im Fall von Grundpflegeleistungen lässt sich daraus kein Anspruch auf Kostenübernahme für Verrichtungen im Bereich der Untersuchung und der Behandlung nach Art. 7 Abs. 2 lit. b KLV ableiten.\n\nEs hat damit beim vorinstanzlichen Entscheid sein Bewenden."}