{"annee": "145", "cour": "III", "page": "14", "date": "14/1/2019", "cite": ["127 III 203"], "cite_par": [], "chapeau": "3. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. SA contre Z. (recours en matière civile)\n\n4A_527/2018 du 14 janvier 2019", "regestes": ["Art. 34 al. 1 CPC. For du lieu où le travailleur exerce habituellement l'activité convenue. Le travailleur affecté au service extérieur de l'employeuse peut agir contre elle au lieu où il planifie et organise ses déplacements et accomplit ses tâches administratives; le cas échéant, ce lieu coïncide avec son domicile personnel (consid. 5-9)."], "faits": "", "considerants": "|15|\n\nExtrait des considérants:\n\n5. A teneur de l'art. 34 al. 1 CPC, les actions relevant du droit du travail peuvent être portées devant le tribunal du domicile ou du siège du défendeur, ou devant le tribunal du lieu où le travailleur exerce habituellement son activité professionnelle.\n\nIl est constant que la prétention élevée par le demandeur relève du droit du travail. Il est également constant que la défenderesse n'a pas son siège dans le district d'Hérens ni dans celui de Conthey. Le Tribunal cantonal constate en fait que l'activité du demandeur au service de la défenderesse consistait essentiellement en déplacements auprès de la clientèle dans le canton du Valais, et que le demandeur accomplissait à son domicile, c'est-à-dire à Conthey, des tâches administratives à hauteur de dix à vingt pour cent de son temps de travail. Au stade de l'appréciation juridique, le Tribunal cantonal retient qu'à raison de cette activité, le demandeur est autorisé à agir au for de ce lieu.\n\n6. Avant l'entrée en vigueur de l'art. 34 al. 1 CPC, le for du lieu habituel de l'activité \"professionnelle\" du travailleur, c'est-à-dire l'activité convenue entre les parties au contrat de travail, était prévu dans des termes similaires par l'art. 24 al. 1 de la loi fédérale du 24 mars 2000 sur les fors (LFors; RO 2000 2355, 2360). Dans les rapports internationaux, le for du lieu habituel de l'activité convenue était aussi prévu par l'art. 5 par. 1 de la Convention de Lugano concernant la compétence judiciaire et l'exécution des décisions en matière civile et commerciale conclue le 16 septembre 1988 (CL 1988), et par l'art. 115 al. 1 de la loi fédérale du 18 décembre 1987 sur le droit international privé (LDIP; RS 291). L'art. 5 par. 1 CL 1988 est actuellement remplacé par l'art. 19 par. 2 let. a de la Convention de Lugano sur les mêmes matières conclue le 30 octobre 2007 (CL 2007; RS 0.275.12).\n\nSelon l'intention du législateur fédéral, l'art. 24 al. 1 LFors était harmonisé avec l'art. 5 par. 1 CL 1988 et il différait, en conséquence, de l'ancien art. 343 al. 1 CO auquel il succédait: celui-ci prévoyait |16| un for au \"lieu de l'exploitation ou du ménage pour lequel le travailleur [accomplissait] son travail\" (Message du 18 novembre 1998 concernant la loi fédérale sur les fors en matière civile, FF 1999 2591, 2624). Au regard de l'art. 34 al. 1 CPC qui correspond à l'art. 24 al. 1 LFors, le for peut donc se trouver dans un lieu où l'employeur n'a aucune sorte d'établissement ni installation fixe (FRIDOLIN WALTHER, in Commentaire bernois, Schweizerische Zivilprozessordnung, vol. I, 2012, n° 9 ad art. 34 CPC; NOËLLE KAISER JOB, in Commentaire bâlois, Schweizerische Zivilprozessordnung, 8e éd. 2013, n° 16 ad art. 34 CPC; FELLER/BLOCH, in Kommentar zur schweizerischen Zivilprozessordnung [ZPO], Thomas Sutter-Somm et al. [éd.], 3e éd. 2016, n° 25 ad art. 34 CPC; PETER REINERT, in Schweizerische Zivilprozessordnung [ZPO], Baker & McKenzie [éd.], 2010, n° 11 ad art. 34 CPC), ce qui n'était pas admis sous l'empire de l'ancien art. 343 al. 1 CO (cf. ATF 127 III 203 consid. 3a p. 205).\n\nL'art. 34 al. 1 CPC correspond actuellement à l'art. 19 par. 2 let. a CL 2007. Celui-ci est une réplique de l'art. 19 par. 2 let. a du règlement de l'Union européenne n° 44/2001 du 22 décembre 2000 concernant la compétence judiciaire, la reconnaissance et l'exécution des décisions en matière civile et commerciale (sur la genèse de ce règlement et de la convention de 2007: Message du 18 février 2009 relatif à l'arrêté fédéral portant approbation et mise en oeuvre de la Convention de Lugano révisée concernant la compétence judiciaire, la reconnaissance et l'exécution des décisions en matière civile et commerciale, FF 2009 1497, 1503). Il s'ensuit que les critères déterminants dans l'application de ces dispositions de droit international peuvent être pris en considération aussi dans l'interprétation de l'art. 34 al. 1 CPC (FELLER/BLOCH, ibid.; REINERT, op. cit., n° 10 ad art. 34 CPC; ULLIN STREIFF ET AL., Arbeitsvertrag, 7e éd. 2012, p. 27).\n\n7. Selon la jurisprudence topique de la Cour de justice de l'Union européenne, le lieu où un travailleur accomplit habituellement son travail est celui dans lequel, ou à partir duquel ce travailleur s'acquitte en fait de l'essentiel de ses obligations à l'égard de son employeur, cela parce que c'est à cet endroit que le travailleur peut à moindres frais intenter une action judiciaire à son employeur et que le juge de ce lieu est le plus apte à trancher la contestation relative au contrat de travail (arrêt de la CJUE C-168/16 du 14 septembre 2017, § 58, avec références à d'autres arrêts). Lorsque l'activité fournie est dispersée ou répartie entre plusieurs lieux, le for se trouve en principe dans celui où le travailleur est occupé pendant la |17| majeure partie de son temps de travail (arrêt de la CJUE C-37/00 du 27 février 2002, § 50), à moins qu'un autre de ces lieux ne présente un rapport suffisamment stable et intense avec l'objet du litige pour qu'il doive être considéré comme un lieu d'attache prépondérant (même arrêt, § 55). Lorsque plusieurs lieux d'occupation revêtent une importance égale, il n'existe pas de compétence concurrente entre eux et aucun ne fonde la compétence d'un tribunal (§§ 55 et 57). D'après les commentateurs, une part du temps de travail globalement majoritaire dans le lieu envisagé, voire supérieure à soixante pour cent du temps de travail total (KROPHOLLER/VON HEIN, Europäisches Zivilprozessrecht, 9e éd. 2011, p. 349 ch. 5), est nécessaire; à défaut, il n'existe pas de lieu habituel de l'activité convenue et pas de for correspondant. Une durée d'occupation minoritaire mais comparativement plus importante dans le lieu envisagé, par rapport aux durées d'occupation dans d'autres lieux, n'est concluante que si ce lieu revêt une importance particulière dans la relation de travail (MEYER/STOJILIKOVIC, in Commentaire bâlois, Lugano-Übereinkommen, 2e éd. 2016, n° 12 ad art. 19 CL 2007; THOMAS MÜLLER, in Lugano-Übereinkommen [LuGÜ], Dasser/Oberhammer [éd.], 2e éd. 2011, n° 13 ad art. 19 CL 2007; KROPHOLLER/VON HEIN, ibidem).\n\nIl est ainsi admis que le critère quantitatif de la durée d'occupation n'est pas seul décisif et qu'un critère fondé sur l'importance qualitative du lieu envisagé, du point de vue de l'activité fournie, peut aussi entrer en considération (STREIFF ET AL., op. cit., p. 34). Dans le cas d'un travailleur qui se consacrait à la promotion des produits de son employeuse dans plusieurs Etats européens, la Cour de justice a relevé parmi les éléments pertinents que ce travailleur exécutait sa tâche depuis un bureau établi à son domicile, où il revenait après chaque déplacement professionnel (arrêt de la CJUE C-125/92 du 13 juillet 1993, § 25). La Cour n'a fait aucune allusion à la durée du travail accompli au bureau en comparaison avec la durée globale du travail ou avec celle du travail accompli en déplacement, et le dispositif de l'arrêt désigne comme topique le lieu \"où, ou à partir duquel le travailleur s'acquitte principalement de ses obligations\".\n\n8. Selon un arrêt du Tribunal fédéral relatif à l'art. 34 al. 1 CPC, le lieu de l'activité habituelle du travailleur est celui où se situe effectivement le centre de l'activité concernée. Un lieu d'activité purement éphémère et temporaire ne suffit pas à créer un for judiciaire. La durée absolue de l'occupation du travailleur dans le lieu envisagé ne joue aucun rôle; la durée relative, comparée à la durée |18| globale des rapports de travail et de l'occupation dans d'autres lieux, est en revanche importante. Lorsque le travailleur est occupé simultanément dans plusieurs lieux, le lieu \"principal\" est déterminant (arrêt 4A_236/2016 du 23 août 2016 consid. 2, avec références aux contributions doctrinales).\n\nTous les auteurs admettent que lorsque le travailleur est occupé simultanément dans plusieurs lieux, celui de ces lieux qui se révèle manifestement central, du point de vue de l'activité fournie, détermine le for à l'exclusion des autres. Selon certaines contributions, il ne peut pas exister simultanément plusieurs fors du lieu de l'activité habituelle, de sorte que si aucun des lieux en concours n'est prééminent, il n'existe aucun for du lieu de l'activité habituelle (SENTI/WAGNER, in Schweizerische Zivilprozessordnung [ZPO], vol. I, Alexandre Brunner et al. [éd.], 2e éd. 2016, nos 31 et 32 ad art. 34 CPC, avec références à d'autres contributions). Selon d'autres opinions, au contraire, un for est alors disponible dans chacun de ces lieux (WALTHER, op. cit., n° 10 ad art. 34 CPC, lui aussi avec références). Aucun auteur ne subordonne le for du lieu de l'activité habituelle à ce que le travailleur y soit occupé pendant la majeure partie de son temps de travail global.\n\nCertains commentateurs abordent la situation spécifique des voyageurs de commerce et des autres travailleurs affectés au service extérieur d'une entreprise. Si leur activité ne comporte aucun point de rattachement géographique prépondérant, ces travailleurs n'ont pas non plus accès à un for du lieu de l'activité habituelle (FELLER/BLOCH, op. cit., n° 27 ad art. 34 CPC; STREIFF ET AL., op. cit., p. 28). Un rattachement prépondérant, propre à fonder la compétence du for correspondant, est toutefois admis au lieu où le travailleur affecté au service extérieur planifie et organise ses déplacements et accomplit ses tâches administratives; le cas échéant, ce lieu coïncide avec son domicile personnel (WALTHER, op. cit., n° 9 ad art. 34 CPC; FELLER/BLOCH, op. cit., n° 26 ad art. 34 CPC; REINERT, op. cit., n° 11 ad art. 34 CPC; STREIFF ET AL., ibid.). Avec la compétence du for correspondant, ce rattachement est aussi consacré par un arrêt de la Cour suprême du canton de Zurich (arrêt LA130023 du 20 novembre 2013, consid. 5). Dans la présente contestation, l'approche adoptée par le Tribunal cantonal est fondée sur le lieu où le demandeur organise son activité et accomplit ses tâches administratives; elle s'harmonise donc avec les critères déjà consacrés par la jurisprudence ou proposés par la doctrine, et elle mérite ainsi d'être approuvée.\n\n|19|\n\n9. Le for du lieu habituel de l'activité convenue répond à un but de protection du travailleur à titre de partie socialement la plus faible; c'est pourquoi celui-ci ne peut pas y renoncer valablement par une convention antérieure à la naissance du différend (art. 21 par. 1 CL 2007; art. 35 al. 1 let. d CPC; WALTHER, op. cit., n° 2 ad art. 35 CPC; FRANCESCO TREZZINI, in Commentario pratico al Codice di diritto processuale civile svizzero [CPC], vol. I, 2e éd. 2017, nos 1 et 2 ad art. 34 CPC, nos 1 et 2 ad art. 35 CPC; voir aussi MEYER/STOJILIKOVIC, op. cit, n os 2 et 3 ad art. 19 CL 2007; KROPHOLLER/HEIN, op. cit., n° 4 ad art. 19 CL 2007). Il n'est certes pas garanti au travailleur qu'un lieu d'activité habituel, avec le for correspondant, doive être identifié et reconnu quelles que soient les circonstances particulières de ses propres tâches. On doit néanmoins n'envisager qu'avec retenue la situation singulière où aucun for du lieu habituel de l'activité n'est disponible. A cet égard aussi, l'approche du Tribunal cantonal doit être approuvée. Il ne conviendrait pas de retenir que parce que l'activité administrative d'un collaborateur du service extérieur est globalement secondaire du point de vue quantitatif, ce collaborateur ne puisse pas agir en justice là où il pratique régulièrement cette activité, avec ce résultat qu'il ne puisse agir qu'au siège de l'employeuse alors que son travail n'a aucun lien effectif avec ce lieu-ci. En particulier dans la présente contestation, rien ne justifie que le demandeur soit contraint d'ouvrir action dans le canton de Zurich, ou de renoncer à l'action, alors que son activité se pratiquait exclusivement en Valais."}