{"annee": "145", "cour": "III", "page": "85", "date": "3/1/2019", "cite": ["105 II 135", "135 III 648", "140 III 297"], "cite_par": [], "chapeau": "13. Auszug aus dem Urteil der I. zivilrechtlichenAbteilung i.S. A. SA gegen Eidgenössisches Institut für Geistiges Eigentum IGE (Beschwerde in Zivilsachen)\n\n4A_489/2018 vom 3. Januar 2019", "regestes": ["Art. 5 et art. 6 de la loi fédérale du 15 décembre 1961 concernant la protection des noms et emblèmes de l'Organisation des Nations Unies et d'autres organisations intergouvernementales (LPNE); droit de poursuivre l'usage, interdiction d'enregistrement. Celui qui a commencé à faire usage d'un signe protégé selon la LPNE avant que soit publié le signe de l'organisation intergouvernementale concernée ne peut en tout cas pas faire ensuite inscrire le signe dans le registre des marques si celui-ci se distingue de la version utilisée préalablement (consid. 3.2)."], "faits": "|86|\n\nA. Die A. SA (Beschwerdeführerin) ersuchte das Eidgenössische Institut für Geistiges Eigentum (IGE) am 23. Oktober 2015 um Eintragung der Wort-/Bildmarke Nr. 63209/2015 \"adb\" (fig.) für Waren und Dienstleistungen der Klassen 9, 35 und 42. Das Zeichen sieht wie folgt aus:\n\nDas IGE wies das Markeneintragungsgesuch mit Verfügung vom 6. Dezember 2016 mit der Begründung ab, das Zeichen übernehme das Sigel \"ADB\" der Asian Development Bank und sei aus diesem Grund vom Markenschutz ausgeschlossen.\n\nB. Diese Verfügung focht die A. SA beim Bundesverwaltungsgericht an. Dieses wies die Beschwerde mit Urteil vom 30. Juli 2018 ab, soweit es darauf eintrat, und bestätigte die Verfügung des IGE. (...)\n\nDas Bundesgericht weist die von der A. SA erhobene Beschwerde in Zivilsachen ab.\n\n(Auszug) |87|", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Nach Art. 2 lit. d MSchG (SR 232.11) sind Zeichen, die gegen die öffentliche Ordnung, die guten Sitten oder geltendes Recht verstossen, vom Markenschutz ausgeschlossen.\n\nDas IGE stützte seine Verfügung auf das Bundesgesetz vom 15. Dezember 1961 zum Schutz von Namen und Zeichen der Organisation der Vereinten Nationen und anderer zwischenstaatlicher Organisationen (nachfolgend: NZSchG; SR 232.23). Es erwog, das Sigel \"ADB\" sei durch dieses Gesetz geschützt. Die hinterlegte Marke \"adb\" (fig.) verstosse daher gegen \"geltendes Recht\" im Sinne von Art. 2 lit. d MSchG.\n\n2.2 Art. 1 Abs. 1 NZSchG untersagt, ohne ausdrückliche Ermächtigung des Generalsekretärs der Organisation der Vereinten Nationen folgende, der Schweiz mitgeteilte Kennzeichen dieser Organisation zu benützen: ihren Namen (in irgendwelcher Sprache), ihre Sigel (in den schweizerischen Amtssprachen oder in englischer Sprache) sowie ihre Wappen, Flaggen und anderen Zeichen. Art. 1 Abs. 2 NZSchG erstreckt dieses Verbot auch auf Zeichen, die mit diesen Kennzeichen verwechselt werden können. In der bis 31. Dezember 2016 geltenden Fassung dieses Absatzes erstreckte sich das Verbot auf \"Nachahmungen dieser Kennzeichen\". Die Botschaft vom 18. November 2009 zur Änderung des Markenschutzgesetzes und zu einem Bundesgesetz über den Schutz des Schweizerwappens und anderer öffentlicher Zeichen (\"Swissness\"-Vorlage [nachfolgend: Botschaft Swissness], BBl 2009 8650 Ziff. 2.3.7) hält fest, dass sich durch die Verwendung des Kriteriums der Verwechselbarkeit anstelle des bisherigen Begriffs \"Nachahmung\" keine materielle Änderung ergebe.\n\nArt. 2 NZSchG dehnt das Verbot auf Kennzeichen von Spezialorganisationen der Vereinten Nationen und angeschlossener zwischenstaatlicher Organisationen aus. Art. 3 NZSchG zieht auch die Kennzeichen von anderen zwischenstaatlichen Organisationen in den Schutzbereich ein, denen ein oder mehrere Mitgliedstaaten der Pariser Übereinkunft zum Schutz des gewerblichen Eigentums revidiert in Stockholm am 14. Juli 1967 (SR 0.232.04), angehören. Art. 4 NZSchG hält sodann fest, dass die Namen und Sigel und eine Wiedergabe der Wappen, Flaggen und anderen Zeichen der in den Art. 1-3 NZSchG |88| genannten zwischenstaatlichen Organisationen, die den Schutz des NZSchG erhalten, veröffentlicht werden (Abs. 1). Für jede Organisation tritt der Schutz am Tag der Veröffentlichung ein, welche sie betrifft (Abs. 2).\n\nGemäss Art. 5 Satz 1 NZSchG darf, wer in gutem Glauben vor der in Art. 4 NZSchG vorgesehenen Veröffentlichung Namen, Sigel, Wappen, Flaggen oder andere geschützte Kennzeichen zu benützen begonnen hat, diese Benützung fortsetzen, sofern daraus der betroffenen zwischenstaatlichen Organisation kein Nachteil erwächst.\n\nSchliesslich darf gemäss Art. 6 NZSchG ein Zeichen, dessen Gebrauch nach diesem Gesetz unzulässig ist, oder ein mit ihm verwechselbares Zeichen nicht als Marke, Design, Firma, Vereins- oder Stiftungsname oder als Bestandteil davon eingetragen werden. Diese Bestimmung wurde im Rahmen der erwähnten \"Swissness\"-Vorlage geändert und lautete in der bis am 31. Dezember 2016 anwendbaren Fassung wie folgt: Firmen, deren Gebrauch nach den Vorschriften dieses Gesetzes verboten ist, dürfen im Handelsregister nicht eingetragen werden (Abs. 1). Ebenso sind Fabrik- und Handelsmarken und gewerbliche Muster und Modelle, die gegen dieses Gesetz verstossen, von der Hinterlegung ausgeschlossen (Abs. 2).\n\n2.3 Mit Veröffentlichung im Bundesblatt vom 12. Mai 2009 wurde das Sigel \"ADB\" der \"Banque asiatique de développement\" gemäss NZSchG geschützt (BBl 2009 3190). Es ist unbestritten, dass die von der Beschwerdeführerin hinterlegte Marke die Buchstabenfolge \"adb\" verwendet. Damit liegt grundsätzlich die Übernahme eines geschützten Kennzeichens vor, wie die Vorinstanz zu Recht festgestellt hat. Die Beschwerdeführerin macht auch nicht geltend, die übernommene Buchstabenfolge gehe in der von ihr hinterlegten Marke gewissermassen \"unter\" oder es komme ihr im Rahmen der gesamten Ausgestaltung des Zeichens eine weitere eigenständige Bedeutung zu - sei es als beschreibender Begriff oder generische Bezeichnung der Alltagssprache -, was nach der Rechtsprechung eine Ausnahme vom Verbot des Gebrauchs rechtfertigen könnte (vgl. BGE 135 III 648 E. 2.5). Hingegen meint sie, ihr stehe ein Weiterbenützungsrecht im Sinne von Art. 5 NZSchG zu, da sie das Zeichen \"ADB\" seit 1995 in verschiedenen Darstellungsformen als Unternehmenskennzeichen und Marke für ihre Produkte und Dienstleistungen verwendet habe.\n\n(...)\n\n|89|\n\n3.\n\n3.1 Der Schutz, den das NZSchG den Kennzeichen zwischenstaatlicher Organisationen gewährt, geht weiter als derjenige, den die Minimalvorschrift von Art. 6ter der Pariser Übereinkunft zum Schutz des gewerblichen Eigentums verlangt. Dies gilt auch für die in Art. 5 NZSchG getroffene Regelung (BGE 135 III 648 E. 2.4; BGE 105 II 135 E. 2c S. 139).\n\n3.2 Auch das MSchG und das Bundesgesetz vom 21. Juni 2013 über den Schutz des Schweizerwappens und anderer öffentlicher Zeichen (Wappenschutzgesetz, WSchG; SR 232.21) sehen Weiterbenützungsrechte vor. So hält Art. 14 Abs. 1 MSchG unter der Marginalie \"Einschränkung zugunsten vorbenützter Zeichen\" fest, dass der Markeninhaber einem anderen nicht verbieten kann, ein von diesem bereits vor der Hinterlegung gebrauchtes Zeichen im bisherigen Umfang weiter zu gebrauchen. Die Lehre hält - jedenfalls teilweise - dafür, dass diese Bestimmung den Inhaber des Weiterbenützungsrechts nicht berechtige, sein bisher nicht eingetragenes Zeichen noch nachträglich eintragen zu lassen (vgl. UELI BURI, Das Weiterbenützungsrecht nach Art. 14 MSchG - eine Bestandesaufnahme, in: 125 Jahre Markenhinterlegung, sic! 2005 Sondernummer S. 114; LUCAS DAVID, in: Basler Kommentar, Markenschutzgesetz/Muster- und Modellgesetz, 2. Aufl. 1999, N. 4 zu Art. 14 MSchG; MICHAEL ISLER, in: Basler Kommentar, Markenschutzgesetz/Wappenschutzgesetz, 3. Aufl. 2017, N. 20 zu Art. 14 MSchG; siehe aber PHILIPPE GILLIÉRON, in: Commentaire romand, Propriété intellectuelle, 2013, N. 21 f. zu Art. 14 MSchG). Umgekehrt sieht Art. 14 Abs. 3 WSchG ausdrücklich eine Ausnahme vom Eintragungsverbot für Zeichen vor, für die das Eidgenössische Justiz- und Polizeidepartement ein Weiterbenützungsrecht nach Art. 35 WSchG erteilt hat. Diese letzte Bestimmung soll den Interessen traditioneller Schweizer Unternehmen und Vereine Rechnung tragen, die das Schweizer Wappen oder ein wappenähnliches Zeichen bereits seit vielen Jahren benutzen und deren Zeichen sich beim Publikum als Kennzeichen durchgesetzt haben (Botschaft Swissness, BBl 2009 8651 Ziff. 2.3.7). Das in diesen Fällen eingeräumte (bewilligte) Weiterbenützungsrecht schliesst das Recht ein, das Zeichen als Marke einzutragen. Mit dieser Regelung sollte insbesondere auch der Schutz der entsprechenden Zeichen im Ausland verbessert werden (Botschaft Swissness, BBl 2009 8637 Ziff. 2.3.2.3).\n\nOb aber im Anwendungsbereich des NZSchG die Annahme der Beschwerdeführerin zutrifft, eine zulässige (Weiter-)Benützung lasse |90| stets auf die Zulässigkeit der Eintragung schliessen, kann dahingestellt bleiben: Wie sich aus ihren Ausführungen ergibt, beantragt die Beschwerdeführerin (im Hauptbegehren) die Eintragung eines im Vergleich zum bisherigen Gebrauch \"modernisierten\", \"grafisch neu gestalteten\" Zeichens, das eine \"Darstellungsvariante\" des vorbenützten Zeichens sei. Das NZSchG gewährleistet indes einen weitgehenden Schutz der Kennzeichen der Vereinten Nationen sowie der betreffenden zwischenstaatlichen Organisationen und will unter anderem verhindern, dass durch einen (unautorisierten) Gebrauch der geschützten Kennzeichen deren Ansehen beeinträchtigt wird oder die internationalen Beziehungen der Schweiz gestört werden könnten (vgl. BGE 135 III 648 E. 2.3). Die öffentlichen Interessen am Schutz der Kennzeichen zwischenstaatlicher Organisationen überwiegen grundsätzlich das private Interesse des Zeicheninhabers (BGE 105 II 135 E. 4c). Art. 5 NZSchG schafft einzig insofern ein Korrektiv, als wohlerworbene Rechte gewahrt werden sollen (Botschaft vom 5. Juni 1961 zum Entwurf eines Bundesgesetzes zum Schutz von Namen und Zeichen der Organisation der Vereinigten Nationen und anderer zwischenstaatlicher Organisationen, BBl 1961 l 1337 Ziff. II). Dies legt es nahe, dass zumindest Zeichen, die sich von der bisher benützten Version unterscheiden, nach Art. 6 NZSchG (sowohl in der vor dem 1. Januar 2017 geltenden als auch in der revidierten Fassung) nicht als Marke eingetragen werden dürfen.\n\nDiese Auslegung rechtfertigt sich auch mit Blick auf den Wortlaut der relevanten Bestimmungen: Die Art. 5 und Art. 6 NZSchG wurden (in umgekehrter Reihenfolge) von Art. 3 und Art. 4 des in der Folge aufgehobenen Bundesgesetzes vom 25. März 1954 zum Schutz des Zeichens und des Namens der Weltgesundheitsorganisation (AS 1954 1293) übernommen (vgl. BGE 105 II 135 E. 2b S. 138). Art. 5 NZSchG und Art. 4 des erwähnten Vorgängererlasses zufolge darf \"diese Benützung\" - also die Benützung, wie sie vor der Veröffentlichung nach Art. 4 NZSchG begonnen wurde - fortgesetzt werden. Die französisch- und italienischsprachigen Gesetzesfassungen bringen zum Ausdruck, dass der Benützer \"le même usage\" beziehungsweise \"lo stesso uso\" fortsetzen kann (eine Formulierung, die sich in allen Sprachfassungen vom Wortlaut der Art. 14 Abs. 1 MSchG und Art. 35 WSchG unterscheidet). Es ginge vor diesem Hintergrund zu weit, eine durch Eintragung im Markenregister zu schützende \"Weiterentwicklung und Modernisierung\" des bis anhin benützten Zeichens zuzulassen und gegen eine Eintragung erst dann einzuschreiten, |91| wenn der betroffenen zwischenstaatlichen Organisation daraus ein Nachteil erwüchse. Dies hat die Vorinstanz zu Recht erkannt.\n\n3.3 Einer Eintragung der hinterlegten Marke steht demnach ein absoluter Ausschlussgrund entgegen (Art. 2 lit. d MSchG i.V.m. Art. 6 NZSchG). Der Gesetzgeber hat den Interessen des Inhabers eines vorbenützten Zeichens mit Art. 5 NZSchG Rechnung getragen. Diese Regelung des NZSchG ist für das Bundesgericht massgebend (vgl. Art. 190 BV). Für die von der Beschwerdeführerin erhobene Rüge, sie stelle einen unverhältnismässigen Eingriff in die Eigentumsgarantie (Art. 26 BV) dar, bleibt kein Raum (siehe auch BGE 140 III 297 E. 5.3 S. 307)."}