{"annee": "142", "cour": "III", "page": "638", "date": "13/9/2016", "cite": ["141 III 376", "136 III 597"], "cite_par": [], "chapeau": "81. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. AG in Liquidation gegen B. GmbH (Beschwerde in Zivilsachen)\n\n4A_105/2016 vom 13. September 2016", "regestes": ["Art. 212 CPC; pouvoir de décision de l'autorité de conciliation. L'autorité de conciliation doit-elle faire usage de son pouvoir de décision selon l'art. 212 al. 1 CPC lorsqu'elle a ouvert formellement le procès au fond et a fait plaider les parties dans ce cadre? Question résolue par la négative (consid. 3.1-3.4)."], "faits": "", "considerants": "BGE 142 III 638 S. 638\n\nAus den Erwägungen:\n\n3.\n\n3.1 Dem Entscheidverfahren geht - abgesehen von bestimmten (hier nicht einschlägigen) Ausnahmefällen - ein Schlichtungsversuch vor einer Schlichtungsbehörde voraus (Art. 197 ZPO). Die Schlichtungsbehörde versucht in formloser Verhandlung, die Parteien zu versöhnen (Art. 201 Abs. 1 Satz 1 ZPO). In einzelnen Sachbereichen und generell bei vermögensrechtlichen Streitigkeiten bis zu einem Streitwert von 5'000 Franken kann die Schlichtungsbehörde den Parteien einen Urteilsvorschlag unterbreiten (siehe Art. 210 Abs. 1 ZPO). Vermögensrechtliche Streitigkeiten bis zu einem Streitwert von 2'000 Franken kann die Schlichtungsbehörde entscheiden, sofern die BGE 142 III 638 S. 639klagende Partei einen entsprechenden Antrag stellt (Art. 212 Abs. 1 ZPO). Das Verfahren ist mündlich (Art. 212 Abs. 2 ZPO).\n\n3.2 Gemäss den Akten des Schlichtungsverfahrens stellte die Beschwerdeführerin an der \"Schlichtungsverhandlung\" vom 18. November 2015, nachdem die Vergleichsverhandlungen gescheitert waren, Antrag auf Entscheid. Die Friedensrichterin nahm \"den Antrag an\". Unmittelbar anschliessend fand eine \"Hauptverhandlung\" statt, an der die Parteien zur Sache plädierten (Begründung, Beantwortung, Replik, Duplik, zweiter Teil der Replik). Am 20. November 2015 wurde den Parteien der vom 18. November 2015 datierte Urteilsvorschlag versendet.\n\nDie Vorinstanz beurteilte dieses Vorgehen auf Rüge der Beschwerdeführerin hin als korrekt. Sie führte aus, ein Antrag der klagenden Partei zwinge die Schlichtungsbehörde nicht zum Entscheid. Insbesondere dürfe die Schlichtungsbehörde \"auch bei bereits eröffnetem oder durchgeführtem Entscheidverfahren den Parteien einen Urteilsvorschlag unterbreiten oder die Klagebewilligung ausstellen\". Die Friedensrichterin sei daher - \"von einer allfälligen offensichtlichen Verletzung von Treu und Glauben abgesehen\" - frei gewesen, \"ob sie ein Urteil fällen wollte\". Da sich der Streitfall in tatsächlicher Hinsicht als illiquide erwiesen habe und sich nicht zu unterschätzende Rechtsfragen gestellt hätten, habe die Schlichtungsbehörde von einer Entscheidung im Sinne von Art. 212 ZPO absehen dürfen.\n\n3.3 Dass Art. 212 Abs. 1 ZPO die Schlichtungsbehörde grundsätzlich nicht verpflichtet, entsprechend dem Antrag der klagenden Parteien einen Entscheid zu fällen, sondern diese Möglichkeit lediglich in ihr Ermessen stellt, anerkennt zu Recht auch die Beschwerdefühererin (in diesem Sinne bereits die Botschaft vom 28. Juni 2006 zur Schweizerischen Zivilprozessordnung [nachfolgend: Botschaft ZPO],BBl 2006 7334 zu Art. 209, sowie die übereinstimmende Lehre: ALVAREZ/PETER, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. II, 2012, N. 9 zu Art. 212 ZPO; BOHNET, in: CPC, Code de procédure civile commenté, 2011, N. 3 zu Art. 212 ZPO; GASSER/RICKLI, Schweizerische Zivilprozessordnung [ZPO], Kurzkommentar, 2. Aufl. 2014, N. 2 zu Art. 212 ZPO; GLOOR/UMBRICHT LUKAS, in: ZPO, Oberhammer/Domej/Haas [Hrsg.], 2. Aufl. 2014, N. 3 zu Art. 212 ZPO;HONEGGER, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm/Hasenböhler/Leuenberger BGE 142 III 638 S. 640[Hrsg.], 3. Aufl. 2016, N. 3 zu Art. 212 ZPO;INFANGER, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 4 zu Art. 212 ZPO; RICKLI, in: Schweizerische Zivilprozessordnung [ZPO],Kommentar, Bd. II, Brunner/Gasser/Schwander [Hrsg.],2. Aufl. 2016, N. 6 zu Art. 212 ZPO; STAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2. Aufl. 2013, S. 374 Rz. 41; WYSS, in: Schweizerische Zivilprozessordnung [ZPO], Baker & McKenzie[Hrsg.], 2010, N. 6zu Art. 212 ZPO; vgl. demgegenüber noch Art. 205 des Vorentwurfs der Expertenkommission vom Juni 2003).\n\nSie meint jedoch, wenn die Schlichtungsbehörde \"das Entscheidverfahren aber einmal formell eröffnet\" habe, so müsse sie dieses \"durch eine gesetzlich vorgesehene Verfügung (Art. 236 oder 241 ZPO) zum Abschluss bringen\", also durch Endentscheid, Vergleich, Klageanerkennung oder Klagerückzug. Das Vorgehen der Friedensrichterin verletze daher sowohl die massgeblichen gesetzlichen Vorschriften (Art. 212 Abs. 1, Art. 236 Abs. 1 und Art. 241 Abs. 1 ZPO) als auch die verfassungsmässigen Rechte der Parteien (Art. 9 und 29 Abs. 1 BV).\n\n3.4 Dieser Ansicht kann nicht gefolgt werden:\n\n3.4.1 Zunächst lässt sich die entsprechende Beschränkung der Handlungsmöglichkeiten der Schlichtungsbehörde weder mit dem Text von Art. 212 ZPO noch durch die Systematik des Gesetzes begründen. Namentlich gibt die in den Artikeln 208-212 der ZPO enthaltene Aufzählung der verschiedenen Möglichkeiten, den Schlichtungsversuch zu beenden (Einigung der Parteien, Klagebewilligung, Urteilsvorschlag und Entscheid), keinen Hinweis darauf, dass sich die Schlichtungsbehörde vorgängig auf eine der Erledigungsformen festzulegen hätte. Die Verfügung, mit der die Schlichtungsbehörde ein Entscheidverfahren anordnet, bezieht sich nicht auf den Streitgegenstand an sich und äussert sich nicht zur Begründetheit der Klage, betrifft mithin die Prozessleitung im Sinne von Art. 124 Abs. 1 ZPO (siehe zum Begriff Urteil 5D_160/2014 vom 26. Januar 2015 E. 2.3) und kann daher grundsätzlich jederzeit abgeändert werden (vgl. etwa BGE 136 III 597 E. 5.1.1).\n\n3.4.2 Weiter findet die von der Beschwerdeführerin vertretene Meinung auch im Sinn und Zweck von Art. 212 ZPO keine Stütze:\n\nWohl trifft es zu, dass der Schlichtungsbehörde - wenn sie von der Kompetenz, einen Entscheid zu fällen, Gebrauch macht - gerichtliche Funktion zukommt (siehe Botschaft ZPO, BBl 2006 7334 zu BGE 142 III 638 S. 641Art. 209). Inwiefern dieser Umstand die Schlichtungsbehörde dazu verpflichten soll, einen Entscheid zu fällen, sobald sie durch die Anordnung von Parteivorträgen signalisiert hat, einen solchen in Erwägung zu ziehen, ist indessen nicht erkennbar. Wenn in der Lehre darüber diskutiert wird, ab welchem Zeitpunkt ein Klagerückzug für die klagende Partei die Folgen nach Art. 65 ZPO nach sich zieht (siehe etwa ALVAREZ/PETER, a.a.O., N. 5 zu Art. 212 ZPO; GLOOR/UMBRICHT LUKAS, a.a.O., N. 3 zu Art. 212 ZPO), kann daraus jedenfalls nichts Entsprechendes abgeleitet werden, zumal diese sogenannte Fortführungslast lediglich die prozessualen Obliegenheiten der Parteien betrifft (vgl. dazu im Allgemeinen BGE 141 III 376 E. 3.3.2 S. 379).\n\nImmerhin findet sich im Schrifttum in diesem Zusammenhang vereinzelt auch die Aussage, die Schlichtungsbehörde könne, wenn sie dem Antrag auf einen Entscheid gemäss Art. 212 ZPO einmal stattgegeben und das Entscheidverfahren formell eröffnet habe, nicht darauf zurückkommen, und eine Erledigung durch Urteilsvorschlag oder Ausstellung der Klagebewilligung sei folglich nicht mehr zulässig (siehe FRECH, Die Schlichtungsbehörde - eine Erfolgsgeschichte?, Anwaltsrevue 2015 S. 27; INFANGER, a.a.O., N. 4 und 13 zu Art. 212 ZPO; RICKLI, a.a.O., N. 10 zu Art. 212 ZPO; ferner HONEGGER, a.a.O., N. 3 zu Art. 212 ZPO; abweichend dagegen MEIER/ SCHINDLER, Die Schlichtungsbehörde als small-claims court, in: Das Schlichtungsverfahren nach ZPO, 2016, S. 35). Indessen wird diese Auffassung an den entsprechenden Stellen ebenso wenig begründet wie in der als Beleg angeführten kantonalen Rechtsprechung (Entscheid des Kantonsgerichts St. Gallen BE.2011.38 vom 2. Februar 2012 E. II.5; Urteil des Tribunale d'appello des Kantons Tessin 16.2011.76 vom 5. März 2012 [in: RtiD 2012 II S. 880 Nr. 44c]).\n\nBei näherer Betrachtung lässt sie sich denn auch nicht mit dem durch Art. 212 ZPO verfolgten Ziel vereinbaren: Durch die Einräumung einer (freiwilligen) Spruchkompetenz will die Zivilprozessordnung der Schlichtungsbehörde in Anlehnung an die früheren kantonalen Regelungen ermöglichen, einfachere Fälle mit kleinem Streitwert selber durch Entscheid zu erledigen. Gemäss der Botschaft des Bundesrats soll die Schlichtungsbehörde \"ihren Richterspruch auf Fälle beschränken, die bereits am ersten Termin spruchreif sind\". Demgegenüber - so die Botschaft weiter - gehörten \"[a]ufwändige Beweisverfahren über mehrere Termine\" nicht vor die BGE 142 III 638 S. 642Schlichtungsbehörde (Botschaft ZPO, BBl 2006 7334 zu Art. 209). Indessen stellt sich unter Umständen nicht bereits anlässlich des formlosen Schlichtungsversuchs, sondern erst aufgrund der Parteivorträge heraus, ob der Fall spruchreif ist oder ob aufwändige Beweise zu erheben sind (in diesem Sinne auch MEIER/SCHINDLER, a.a.O., S. 35). Dieser Unsicherheit kann aber gerade dadurch Rechnung getragen werden, dass der Schlichtungsbehörde gestattet wird, auch noch auf eine andere Erledigungsform zurückzugreifen, wenn die Parteien im Rahmen des Entscheidverfahrens plädiert haben.\n\n3.4.3 Schliesslich haben die Parteien auch kein überwiegendes Interesse daran, vorgängig mit Sicherheit zu wissen, ob die Schlichtungsbehörde wirklich einen Entscheid fällen wird. Sieht sie - wie vorliegend - davon ab, kann die klagende Partei nämlich ein Verfahren vor dem zuständigen Gericht einleiten. Dass darin gegebenenfalls über die Streitsache neu verhandelt werden muss, nimmt die klagende Partei in Kauf, wenn sie den Antrag nach Art. 212 ZPO stellt.\n\n3.4.4 Nach dem Gesagten ist die Auffassung der Vorinstanz, wonach die Schlichtungsbehörde aufgrund der im Entscheidverfahren gewonnenen Erkenntnisse immer noch auf einen Entscheid verzichten kann, nicht zu beanstanden. Die von der Beschwerdeführerin in dieser Hinsicht gerügten Rechtsverletzungen sind nicht gegeben. (...)"}