{"annee": "142", "cour": "III", "page": "56", "date": "20/1/2016", "cite": ["142 III 1", "124 III 176", "132 III 586", "141 III 472"], "cite_par": ["142 III 612", "142 III 617"], "chapeau": "8. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause A. contre B. (recours en matière civile)\n\n5A_331/2015 du 20 janvier 2016", "regestes": ["Art. 64 et 85 al. 1 et 3 LDIP; compétence pour connaître d'une action en modification du jugement de divorce portant sur l'attribution de l'autorité parentale et de la garde des enfants, lorsque la cause présente un lien avec un Etat n'ayant ratifié ni la Convention du 19 octobre 1996 concernant la compétence, la loi applicable, la reconnaissance, l'exécution et la coopération en matière de responsabilité parentale et de mesures de protection des enfants (CLaH 96), ni la Convention du 5 octobre 1961 concernant la compétence des autorités et la loi applicable en matière de protection des mineurs. Par renvoi de l'art. 85 al. 1 LDIP, la CLaH 96 s'applique, à titre de droit national, dans les causes présentant un lien avec des Etats non contractants (consid. 2.1.1-2.1.3). Lorsqu'aucune disposition de cette convention ne permet de fonder un for en Suisse, le juge doit examiner s'il peut fonder sa compétence sur l'art. 85 al. 3 LDIP (consid. 2.1.4).", "Art. 7b et 12 al. 1 Tit. fin. CC; art. 296 al. 2 et 298 al. 1 CC; art. 296 al. 3 CPC; principes applicables en matière d'attribution de l'autorité parentale, lorsque la décision de modification du jugement de divorce est prononcée après l'entrée en vigueur du nouveau droit. Si des circonstances nouvelles au sens de l'art. 134 CC impliquent d'entrer en matière sur une requête de modification du jugement de divorce ayant pour objet la question de l'autorité parentale, le juge qui statue après l'entrée en vigueur du nouveau droit doit examiner d'office s'il y a lieu d'opter pour l'autorité parentale conjointe; peu importe à cet égard la date à laquelle le divorce avait été prononcé. Rappel des critères permettant d'attribuer, exceptionnellement, l'autorité parentale exclusive (consid. 3)."], "faits": "BGE 142 III 56 S. 58\n\nA. Par jugement du 5 novembre 2007, le Tribunal civil de la Gruyère a prononcé le divorce des époux A. et B. et a ratifié leur convention sur les effets accessoires, qui attribuait à la mère l'autorité parentale et la garde des enfants C., née en 2002, et D., né en 2005. (...)\n\nA.a La mère a ouvert action en modification du jugement de divorce le 4 novembre 2009.\n\nPar jugement du 25 mars 2010, le Président du Tribunal civil de la Sarine a ratifié la convention conclue par les parties en audience, modifiant notamment le droit de visite du père, et prenant acte de l'engagement de la mère de ne pas changer le domicile des enfants hors des frontières cantonales sans en aviser le père au moins un mois à l'avance. Le père a fait appel de ce jugement, alléguant que la mère lui avait appris qu'elle avait décidé de s'installer en Tunisie avec les enfants et son ami à partir du 1er août 2010, ce qu'il ignorait au moment où il avait accepté de transiger.\n\nDurant le printemps 2010, mais au plus tard au mois d'août 2010, B. a effectivement quitté la Suisse et s'est installée en Tunisie avec les enfants.\n\nStatuant le 1er juillet 2011, la Ie Cour d'appel civil du Tribunal cantonal du canton de Fribourg a réformé le jugement de première instance du 25 mars 2010 et modifié le jugement de divorce du 5 novembre 2007, en ce sens que l'autorité parentale et la garde sont attribuées au père, sous réserve d'un droit de visite en faveur de la mère. Elle a estimé que le départ définitif de la mère pour la Tunisie constituait un fait nouveau important et que le bien-être des enfants n'y était pas garanti. Les recours respectifs formés par chacune des parties au Tribunal fédéral ont été rejetés (...).\n\nA.b (...) Par jugement du 19 février 2013, le Juge de police de la Sarine a reconnu la mère coupable d'enlèvement de mineurs et l'a notamment condamnée à une peine privative de liberté ferme de 170 jours. L'appel formé par la mère a été rejeté par arrêt du 4 décembre 2013 de la Cour d'appel pénal du Tribunal cantonal du canton de Fribourg.\n\nA.c La mère est restée en Tunisie avec les enfants. Elle a eu deux autres enfants, en 2011 et 2012. BGE 142 III 56 S. 59\n\nB.\n\nB.a Le 1er mars 2012, la mère a déposé une nouvelle demande de modification du jugement de divorce. (...) Par jugement du 25 mars 2014, le Tribunal civil de la Sarine a modifié le jugement de divorce, en ce sens que l'autorité parentale et la garde de C. et D. sont attribuées à la mère, un droit de visite étant réservé au père (...).\n\n(...)\n\nB.c Statuant le 26 février 2015, la Ie Cour d'appel civil du Tribunal cantonal du canton de Fribourg a rejeté l'appel formé par le père contre cette décision. (...)\n\nLe Tribunal fédéral a admis le recours formé par A. contre cette décision.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n2. (...)\n\n2.1 S'agissant d'une affaire de nature non patrimoniale, il y a lieu d'examiner d'office la question de la compétence des tribunaux suisses pour connaître de la présente action en modification du jugement de divorce (BERNARD CORBOZ, in Commentaire de la LTF, 2e éd. 2014, n° 29 ad art. 106 LTF, a contrario).\n\n2.1.1 La Tunisie n'a pas ratifié la Convention de La Haye du 19 octobre 1996 concernant la compétence, la loi applicable, la reconnaissance, l'exécution et la coopération en matière de responsabilité parentale et de mesures de protection des enfants (CLaH 96; RS 0.211. 231.011). La Convention de La Haye du 5 octobre 1961 concernant la compétence des autorités et la loi applicable en matière de protection des mineurs (RS 0.211.231.01; ci-après: CLaH 61) continue de s'appliquer dans les relations entre la Suisse et les Etats qui n'ont pas ratifié la CLaH 96 (Message du 28 février 2007 concernant la mise en oeuvre des conventions sur l'enlèvement international d'enfants ainsi que l'approbation et la mise en oeuvre des conventions de La Haye en matière de protection des enfants et des adultes, FF 2007 2470 ch. 6.14), pour autant que ceux-ci soient parties à la CLaH 61 ou l'aient ratifiée (arrêt 5A_809/2012 du 8 janvier 2013 consid. 2.3.1), ce qui n'est pas le cas de la Tunisie. Aucune de ces deux conventions n'est donc applicables en l'espèce à titre de droit international, de sorte qu'il convient de se référer à la loi fédérale sur le droit international privé (LDIP; RS 291). BGE 142 III 56 S. 60\n\n2.1.2 En vertu de l'art. 64 LDIP, les tribunaux suisses sont compétents pour connaître d'une action en modification d'un jugement de divorce, notamment s'ils ont prononcé ce jugement. L'art. 85 LDIP est réservé concernant la protection des mineurs. Il constitue une lex specialis par rapport à l'art. 64 LDIP (ATF 124 III 176 consid. 4 p. 180; dans le même sens ANDREAS BUCHER, in Commentaire romand, Loi sur le droit international privé, Convention de Lugano, 2011, n° 46 ad art. 63 LDIP).\n\n2.1.3 A teneur de l'art. 85 al. 1 LDIP, la compétence des autorités judiciaires ou administratives suisses est régie, en matière de protection des mineurs, par la CLaH 96. Il en résulte qu'elle s'applique, en tant que droit national, aux cas présentant un lien avec un Etat qui n'a ratifié ni la CLaH 96, ni la CLaH 61 (arrêt 5A_809/2012 du 8 janvier 2013 consid. 2.3.1). Ayant pour objet les mesures tendant à la protection de la personne et des biens, cette convention régit notamment l'attribution de l'autorité parentale et le règlement de la garde et des relations personnelles (art. 3 let. a et b CLaH 96; ATF 132 III 586 consid. 2.2.1). En l'espèce, la cause concerne précisément les questions de la garde et de l'autorité parentale. Il s'agit par conséquent d'examiner si l'une des dispositions de la CLaH 96 permet de fonder une compétence des autorités suisses. L'art. 5 ch. 1 CLaH 96 pose le principe selon lequel les autorités de l'Etat de la résidence habituelle de l'enfant sont compétentes pour prendre des mesures tendant à sa protection. En l'espèce, la résidence habituelle des enfants, au sens de la CLaH 96, se trouve en Tunisie (art. 7 al. 1 let. b et al. 2 CLaH 96), de sorte qu'il n'est pas possible de fonder un for en Suisse sur la base de cette disposition. L'art. 5 ch. 2 CLaH 96 n'est pas applicable aux relations avec les Etats non contractants (ATF 142 III 1 consid. 2.1 p. 3). L'art. 6 CLaH 96 n'est pas pertinent pour le cas d'espèce, puisqu'il règle pour l'essentiel la situation d'enfants réfugiés. Les art. 8 et 9 CLaH 96 ne sauraient trouver application dans un cas qui concerne un Etat non contractant, puisqu'ils requièrent la coopération des Etats (BASTIEN DUREL, Reconnaissance d'un droit de visite étranger - Régime de l'article 85 LDIP - intérêt de l'enfant; analyse de l'arrêt du Tribunal fédéral 5A_90/2013 du 27 juin 2013, Newsletter DroitMatrimonial.ch, été 2013, p. 7). Enfin, l'art. 10 CLaH 96 ne permet pas non plus de fonder un for en Suisse concernant la présente action en modification du jugement de divorce, dès lors que la compétence résultant de cette disposition cesse dès que la décision portant sur le divorce est devenue définitive BGE 142 III 56 S. 61(art. 10 ch. 2 CLaH 96; PAUL LAGARDE, Rapport explicatif [sur la Convention-Protection des enfants], in Actes et documents de la Dix-huitième session 1996, vol. 2, 1998, p. 564 § 66). Quant aux art. 11 et 12 CLaH 96, ils ne trouvent pas application puisqu'il ne s'agit pas, en l'espèce, d'une situation que l'on peut qualifier d'urgente. Enfin, ni la CLaH 96, ni la LDIP ne permettent de procéder à une élection de for concernant des questions de la garde et de l'autorité parentale (FF 1983 291: une élection de for peut concerner des affaires pécuniaires du droit de la famille; BUCHER, op. cit., n° 7 ad art. 5 LDIP), de sorte que l'on ne peut tirer aucune conséquence du fait qu'aucun des parents n'a contesté la compétence du juge suisse.\n\n2.1.4 L'art. 85 al. 3 LDIP dispose que les autorités judiciaires ou administratives suisses sont en outre compétentes lorsque la protection d'une personne ou de ses biens l'exige (\"wenn es für den Schutz einer Person oder von deren Vermögen unerlässlich ist\"). Il s'agit d'une compétence subsidiaire, comparable au for de nécessité. Elle permet à l'autorité du lieu d'origine d'intervenir, en cas de besoin, pour protéger un ressortissant suisse établi à l'étranger, même si la mesure risque de ne pas être reconnue dans le pays de la résidence habituelle (IVO SCHWANDER, Kindes- und Erwachsenenschutz im internationalen Verhältnis, PJA 2014 p. 1363; BUCHER, op. cit., n° 145 ad art. 85 LDIP), y compris dans les situations ne présentant pas un caractère d'urgence (FLORENCE GUILLAUME, in Erwachsenenschutz, 2013, n° 7 ad art. 85 LDIP). Cette disposition permet aux autorités suisses de prendre des mesures à l'égard d'enfants domiciliés à l'étranger qui ont besoin de protection, lorsque les autorités de l'Etat de leur résidence habituelle négligent de le faire. Il s'agit, au premier chef, de personnes qui ont leur résidence habituelle dans un Etat non contractant et sont de nationalité suisse (FF 2007 2470 ch. 6.14). La lacune de protection à l'égard de mineurs dont la résidence habituelle ne se situerait pas dans un Etat contractant de la CLaH 96 ou de la CLaH 61 peut ainsi être résolue (SIMON OTHENIN-GIRARD, in PJA 2013 p. 612). Tel est notamment le cas dans les causes tendant à la modification d'un jugement de divorce prononcé en Suisse, qui ne pourrait pas être obtenue à l'étranger (BUCHER, op. cit., n° 145 ad art. 85 LDIP). L'autorité suisse peut cependant renoncer à statuer lorsqu'elle constate que, dans l'Etat de la nouvelle résidence habituelle ou dans un autre pays dans lequel un besoin de protection s'est manifesté, les autorités ont pris les mesures nécessaires ou envisagent d'en prendre, et que celles-ci rendent l'exercice d'une compétence BGE 142 III 56 S. 62suisse inutile ou inopportune (BUCHER, op. cit., n° 146 ad art. 85 LDIP).\n\nEn l'occurrence, il ressort du dossier que le jugement de divorce a été prononcé par les autorités suisses et que les enfants C. et D. sont de nationalité suisse. Cela étant, les faits ultérieurs nécessaires pour déterminer si la protection des enfants exige que les tribunaux suisses se considèrent comme compétents ne ressortent pas de l'arrêt entrepris. Il en résulte que la cause doit être renvoyée à l'autorité cantonale pour qu'elle examine la question de l'éventuelle saisine des autorités tunisiennes et, partant, de la compétence des tribunaux suisses sur la base de l'art. 85 al. 3 LDIP.\n\n(...)\n\n3. Pour des motifs d'économie de procédure, il faut d'emblée préciser ce qui suit s'agissant de l'attribution de l'autorité parentale, dans l'hypothèse où les autorités suisses seraient compétentes et où, par ailleurs, il faudrait considérer que des faits nouveaux et durables au sens de l'art. 134 CC impliquent d'entrer en matière sur la requête de modification du jugement de divorce.\n\nLa modification d'un jugement de divorce rendu sous l'ancien droit est régie par l'ancien droit, sous réserve des dispositions relatives aux enfants et à la procédure (art. 7a al. 3 Tit. fin. CC). En espèce, sont litigieuses les questions de l'attribution de la garde et de l'autorité parentale.\n\nLes nouvelles dispositions du Code civil relatives à l'autorité parentale sont entrées en vigueur le 1er juillet 2014 (RO 2014 357). Selon l'art. 12 al. 1 Tit. fin. CC, elles sont d'application immédiate. Pour les procès en divorce pendants, l'art. 7b Tit. fin. CC prévoit toutefois que le nouveau droit n'est applicable que par les autorités cantonales (al. 1), alors que le Tribunal fédéral applique l'ancien droit lorsque la décision attaquée a été prononcée avant l'entrée en vigueur du nouveau droit (al. 3); la modification de la loi concernant l'autorité parentale n'a pas d'effet anticipé (arrêt 5A_548/2015 du 15 octobre 2015 consid. 4.1 et les références). En l'espèce, la décision querellée a été rendue après l'entrée en vigueur du nouveau droit; la présente affaire devrait dès lors s'analyser à l'aune de celui-ci s'agissant de l'attribution de la garde et de l'autorité parentale.\n\nL'autorité parentale conjointe est désormais la règle, indépendamment de l'état civil des parents (art. 296 al. 2, 298a al. 1, 298b al. 2 BGE 142 III 56 S. 63 et 298d al. 1 CC; ATF 142 III 1 consid. 3.3 p. 5). Il n'est qu'exceptionnellement dérogé à ce principe, lorsqu'il apparaît que l'attribution de l'autorité exclusive à l'un des parents est nécessaire pour le bien de l'enfant. Une telle exception est en particulier envisageable en présence d'un conflit important et durable entre les parents ou d'une incapacité durable pour ceux-ci à communiquer entre eux à propos de l'enfant, pour autant que cela exerce une influence négative sur celui-ci et que l'autorité parentale exclusive permette d'espérer une amélioration de la situation. De simples différends, tels qu'ils existent au sein de la plupart des familles, d'autant plus en cas de séparation ou de divorce, ne constituent pas un motif d'attribution de l'autorité parentale exclusive, respectivement de maintien d'une autorité parentale exclusive préexistante (ATF 142 III 1 consid. 3.3 p. 5; ATF 141 III 472 consid. 4.3 p. 475 et 4.7 p. 478). Il n'en demeure pas moins que, lorsque le litige porte sur l'attribution de l'autorité parentale, le juge doit examiner d'office si celle-ci doit être attribuée conjointement aux deux parents, même dans l'hypothèse où les conclusions prises par ceux-ci tendent à l'attribution de l'autorité parentale exclusive (art. 58 al. 2 et 296 al. 3 CPC).\n\nEn l'espèce, il s'agira le cas échéant pour l'autorité cantonale d'établir les faits nécessaires afin de statuer sur l'attribution de l'autorité parentale, étant relevé que la seule distance géographique entre les parents n'est pas en soi suffisante pour déroger au principe de l'autorité parentale conjointe (cf. ATF 142 III 1 consid. 3 p. 5). (...)"}