{"annee": "142", "cour": "IV", "page": "42", "date": "24/11/2015", "cite": ["135 V 473", "122 V 278", "117 IA 295"], "cite_par": [], "chapeau": "8. Estratto della sentenza della Corte di diritto penale nella causa A. contro Ministero pubblico del Cantone Ticino (ricorso in materia penale)\n\n6B_958/2015 del 24 novembre 2015", "regestes": ["Art. 429 CPP; indemnisation du prévenu qui bénéficie d'une assurance de protection juridique. Il est contraire à l'art. 429 CPP de refuser une indemnité à un prévenu au bénéfice d'une ordonnance de classement en raison du seul fait qu'il dispose d'une assurance de protection juridique (consid. 2)."], "faits": "|42|\n\nA. Il 30 luglio 2010 a X. è avvenuto un incidente della circolazione stradale che ha visto coinvolti un'autovettura Ford guidata da A. e un motoveicolo Aprilia guidato da B. In seguito all'urto, il motociclista è deceduto il 1° agosto 2010.\n\nB. Il Procuratore pubblico del Cantone Ticino (PP) ha aperto nei confronti di A. un procedimento penale per il titolo di omicidio colposo. Dopo una serie di atti che non occorre qui evocare, terminata l'istruzione, con decisione del 19 maggio 2015 ha decretato l'abbandono del procedimento, negando contestualmente a A. un indennizzo ai sensi dell'art. 429 CPP. Il PP ha rilevato che sia l'onorario del difensore sia le spese per la partecipazione dell'imputato alla procedura erano coperti dalla sua assicurazione di protezione giuridica.\n\nC. Contro il diniego dell'indennità A. ha adito la Corte dei reclami penali del Tribunale d'appello (CRP). Con il reclamo ha chiesto di riconoscergli un indennizzo giusta l'art. 429 CPP di fr. 10'037.- per le spese legali e di fr. 1'113.50 per il danno economico derivante dalla sua partecipazione necessaria al procedimento penale. Con sentenza del 12 agosto 2015 la Corte cantonale ha respinto il reclamo per il fatto che l'interessato disponeva di un'assicurazione di protezione giuridica che copriva tali pretese. |43|\n\nD. A. impugna questa sentenza con un ricorso in materia penale al Tribunale federale, chiedendo di annullarla e di modificare il dispositivo del decreto di abbandono nel senso di riconoscergli l'indennità richiesta. Il ricorrente fa valere la violazione del diritto federale, segnatamente dell'art. 429 cpv. 1 lett. a e b CPP.\n\nE. La Corte cantonale si rimette al giudizio del Tribunale federale, mentre il PP chiede di respingere il ricorso.", "considerants": "Dai considerandi:\n\n2.\n\n2.1 Il ricorrente sostiene che il rifiuto di un'indennità (per le spese di difesa e per il danno economico derivante dalla partecipazione al procedimento penale) basato sull'esistenza di una copertura assicurativa di protezione giuridica violerebbe l'art. 429 cpv. 1 lett. a e b CPP.\n\n2.2 La Corte cantonale ha ritenuto applicabile anche dopo l'entrata in vigore del CPP la propria giurisprudenza relativa al previgente CPP/TI, che negava all'accusato prosciolto un'indennità per la rifusione delle spese di patrocinio se disponeva di un'assicurazione di protezione giuridica. Al proposito ha richiamato il caso della responsabilità di più persone per cause diverse di cui all'art. 51 CO ed ha considerato che il danneggiato è tenuto a ridurre per quanto possibile il danno, attivando la sua copertura assicurativa. I giudici cantonali hanno inoltre rilevato che per motivi di equità e di trasparenza non si giustifica di trasferire allo Stato la copertura che le polizze di protezione giuridica offrono in materia penale.\n\nLa precedente istanza ha invero fatto riferimento alla giurisprudenza del Tribunale federale esposta in DTF 135 V 473 e nella sentenza 6B_312/2010 del 13 agosto 2010, ma non l'ha ritenuta applicabile alla fattispecie.\n\n2.3 Giusta l'art. 429 cpv. 1 CPP, se è pienamente o parzialmente assolto o se il procedimento nei suoi confronti è abbandonato, l'imputato ha diritto a un'indennità per le spese sostenute ai fini di un adeguato esercizio dei suoi diritti procedurali (lett. a); un'indennità per il danno economico risultante dalla partecipazione necessaria al procedimento penale (lett. b); una riparazione del torto morale per lesioni particolarmente gravi dei suoi interessi personali, segnatamente in caso di privazione della libertà (lett. c).\n\nGli art. 429 segg. CPP non prevedono il rifiuto o la riduzione dell'indennizzo nel caso in cui l'imputato prosciolto beneficia di una |44| copertura assicurativa di protezione giuridica (cfr., in particolare, art. 430 CPP). Il Tribunale federale ha d'altra parte già avuto modo di precisare che è arbitrario negare a una parte un'indennità a titolo di ripetibili per il solo fatto ch'essa beneficia di un'assicurazione di protezione giuridica (DTF 117 Ia 295 consid. 3). Mediante la stipulazione della polizza assicurativa e il pagamento dei relativi premi, l'assicurato tutela infatti solo la copertura del rischio dei costi a suo carico e non di quelli addossati alla controparte. La situazione non è diversa di quando il rischio dei costi è assunto da un'assicurazione di responsabilità civile, da un sindacato o da un'altra organizzazione. Del resto, neppure nel caso in cui una parte vincente beneficia del patrocinio gratuito la controparte soccombente è dispensata dall'obbligo di versarle un'indennità per ripetibili (DTF 117 Ia 295 consid. 3).\n\nQuesta giurisprudenza, sviluppata nella procedura civile, trova applicazione anche nella procedura amministrativa, segnatamente in materia di assicurazioni sociali (DTF 135 V 473 consid. 3.1; DTF 122 V 278 consid. 3d e 3e/aa). Il Tribunale federale l'ha inoltre estesa alla procedura penale. Ha precisato che lo Stato, quando esercita l'azione penale, procede nei confronti dell'imputato con potere coercitivo. Se il procedimento penale sfocia in un'assoluzione o in un abbandono, la legge prevede pretese d'indennizzo a carico dello Stato, il quale non può sottrarsi al suo obbligo di risarcimento per il fatto che l'imputato è assicurato (sentenze 6B_976/2008 dell'8 giugno 2009 consid. 2.2; 6B_312/2010 del 13 agosto 2010 consid. 2.2; 6B_816/2013 del 22 gennaio 2014 consid. 3.2.4). Questa giurisprudenza è riportata senza particolari commenti anche da una parte della dottrina con riferimento agli art. 429 segg. CPP (cfr. WEHRENBERG/FRANK, in Basler Kommentar, Schweizerische Strafprozessordnung, 2a ed. 2014, n. 17c ad art. 429 CPP; NIKLAUS SCHMID, Schweizerische Strafprozessordnung [StPO], Praxiskommentar, 2a ed. 2013, n. 7 ad art. 430 CPP; CAMILLE PERRIER DEPEURSINGE, Code de procédure pénale suisse [CPP] annoté, 2015, pag. 520).\n\n2.4 In concreto, la Corte cantonale ha negato al ricorrente qualsiasi indennità esclusivamente sulla base del fatto ch'egli beneficia di un'assicurazione di protezione giuridica. Alla luce dell'esposta giurisprudenza, è quindi incorsa nell'arbitrio ed ha omesso a torto di applicare l'art. 429 CPP. Contrariamente al parere della CRP, non si tratta di trasferire allo Stato la copertura di polizze assicurative private, quanto piuttosto di non addebitare all'imputato, che ha stipulato |45| un'assicurazione e ne paga i premi, il rischio di costi che incombono di per sé allo Stato. Né i giudici cantonali potevano rinviare ai principi vigenti in materia di responsabilità per atti illeciti (art. 41 segg. CO) per esonerare l'autorità che ha esercitato l'azione penale dal suo obbligo di risarcimento derivante dall'abbandono del procedimento. In particolare, nemmeno un eventuale onere per il ricorrente di limitare il danno, può ragionevolmente estendersi a un obbligo di stipulare, prima peraltro che il danno si verifichi, un'assicurazione di protezione giuridica allo scopo di non fare sopportare all'ente pubblico il rischio di un risarcimento. Nelle esposte circostanze, il rifiuto di indennizzare il ricorrente viola pertanto il diritto federale. (...)"}