{"annee": "142", "cour": "V", "page": "106", "date": "12/2/2016", "cite": ["141 V 281"], "cite_par": ["143 V 418"], "chapeau": "12. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. A. gegen IV-Stelle Luzern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_478/2015 vom 12. Februar 2016", "regestes": ["Art. 4 al. 1 LAI; art. 6, art. 7 al. 2, art. 8 LPGA; affection psychosomatique et invalidité ouvrant droit à une rente; concrétisation de la jurisprudence de l'arrêt ATF 141 V 281. Du point de vue de la science médicale déjà, les symptômes, décrits sur le plan psychiatrique, de douleur chronique où interviennent des facteurs somatiques et psychiques (CIM-10 F45.41) ne dénotent pas un lien avec le degré de gravité. L'incapacité de travail de 50 % attestée en relation avec ce diagnostic montre cependant qu'en médecine, on part d'une notion de maladie bio-psycho-sociale étendue, ce qui rend nécessaire une analyse juridique au sens de l'art. 6 LPGA (consid. 3.2 et 4.2). Etant donné la prémisse de la \"validité\" et le principe de l'égalité de traitement au sens de l'art. 8 al. 2 Cst., il n'y a pas lieu de traiter plus favorablement les affections qui relèvent d'un diagnostic psychique (consid. 4.3)."], "faits": "|107|\n\nA.\n\nA.a Der 1963 geborene A. meldete sich am 28. März 2008 wegen der Folgen einer Verletzung an beiden Fersenbeinen und an der Lendenwirbelsäule bei der IV-Stelle Luzern zum Leistungsbezug an. Die IV-Stelle zog die Akten der Schweizerischen Unfallversicherungsanstalt (SUVA) bei und tätigte medizinische und berufliche Abklärungen, insbesondere bei der Beruflichen Abklärungsstelle (BEFAS) und bei der Stiftung B. (Bericht vom 19. Januar 2012). Gestützt auf den BEFAS-Bericht vom 17. März 2010 und die Zumutbarkeitsbeurteilung des Dr. med. C., Facharzt für Chirurgie FMH, Kreisarzt der SUVA, vom 26. September 2012 verneinte sie, nach Durchführung des Vorbescheidverfahrens, mit Verfügung vom 7. Februar 2013 einen Anspruch auf Invalidenrente.\n\nA.b Die SUVA anerkannte einen Integritätsschaden von 20 %, verneinte hingegen bei einem Invaliditätsgrad von 1 % einen Anspruch auf eine Invalidenrente (Verfügung vom 14. Dezember 2012 und Einspracheentscheid vom 26. August 2013). Die dagegen erhobene Beschwerde wies das Kantonsgericht Luzern mit Entscheid vom 25. November 2014 ab, was das Bundesgericht mit Urteil vom 22. April 2015 bestätigte (8C_933/2014).\n\nB. Die gegen die Verfügung der IV-Stelle eingereichte Beschwerde hiess das Kantonsgericht Luzern, nachdem es das Gutachten des pract. med. D., FMH Psychiatrie und Psychotherapie, vom 24. März 2015 eingeholt hatte, mit Entscheid vom 20. Mai 2015 teilweise gut und sprach A. vom 1. April 2010 bis 31. August 2011 eine befristete ganze Invalidenrente zu.\n\nC. A. lässt Beschwerde führen und sinngemäss beantragen, in Aufhebung des vorinstanzlichen Entscheids sei ihm über Ende August 2011 hinaus mindestens eine unbefristete halbe Rente zuzusprechen, eventualiter sei die Sache an die Vorinstanz zu weiteren Abklärungen zurückzuweisen, subeventuell sei ihm im vorinstanzlichen Verfahren eine ungekürzte Parteientschädigung zuzusprechen und es seien die ganzen Gerichtskosten der IV-Stelle aufzuerlegen. |108|\n\nDie IV-Stelle und die Vorinstanz schliessen sinngemäss auf Abweisung der Beschwerde. Das Bundesamt für Sozialversicherungen verzichtet auf eine Vernehmlassung.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Nach der überarbeiteten Rechtsprechung ist bei der Invaliditätsbemessung aufgrund psychosomatischer Störungen stärker als bisher der Aspekt der funktionellen Auswirkungen zu berücksichtigen, was sich in den diagnostischen Anforderungen niederschlagen muss. Auf der Ebene der Arbeitsunfähigkeit wird an der Überwindbarkeitsvermutung nicht festgehalten. Das bisherige Regel-/Ausnahme-Modell wird durch ein strukturiertes Beweisverfahren ersetzt (BGE 141 V 281).\n\n3.2 Nach dem Gesetz gilt bei erwerbstätigen Versicherten im Wesentlichen Folgendes: Der Anspruch auf eine Invalidenrente setzt Arbeitsunfähigkeit (Art. 6 ATSG [SR 830.1]) und Invalidität (Art. 8 ATSG) voraus (Art. 28 Abs. 1 IVG). Arbeitsunfähigkeit ist die durch eine Beeinträchtigung der körperlichen, geistigen oder psychischen Gesundheit bedingte volle oder teilweise Unfähigkeit, zumutbare Arbeit zu leisten (Art. 6 ATSG). Invalidität ist die voraussichtlich bleibende oder längere Zeit dauernde ganze oder teilweise Erwerbsunfähigkeit (Art. 8 Abs. 1 ATSG). Erwerbsunfähigkeit ist der durch Beeinträchtigung der körperlichen, geistigen oder psychischen Gesundheit verursachte und nach zumutbarer Behandlung und Eingliederung verbleibende ganze oder teilweise Verlust der Erwerbsmöglichkeiten auf dem in Betracht kommenden ausgeglichenen Arbeitsmarkt. Für die Beurteilung des Vorliegens einer Erwerbsunfähigkeit sind ausschliesslich Folgen der gesundheitlichen Beeinträchtigung zu berücksichtigen. Eine Erwerbsunfähigkeit liegt zudem nur vor, wenn sie aus objektiver Sicht nicht überwindbar ist (Art. 7 ATSG).\n\n3.3 Nach wie vor kann eine Einschränkung der Leistungsfähigkeit nur anspruchserheblich sein, wenn sie Folge einer Gesundheitsbeeinträchtigung ist, die fachärztlich einwandfrei diagnostiziert worden ist (BGE 141 V 281 E. 2.1 S. 285 mit Hinweis). Die Sachverständigen sollen die Diagnose einer anhaltenden somatoformen Schmerzstörung (ICD-10 Ziff. F45.40) so begründen, dass die Rechtsanwender nachvollziehen können, ob die klassifikatorischen Vorgaben tatsächlich eingehalten sind. Dem diagnose-inhärenten Schweregrad der somatoformen Schmerzstörung ist vermehrt Rechnung zu tragen: Als |109| \"vorherrschende Beschwerde\" verlangt wird \"ein andauernder, schwerer und quälender Schmerz\" (Weltgesundheitsorganisation, Internationale Klassifikation psychischer Störungen, ICD-10 Kapitel V [F], Klinisch-diagnostische Leitlinien, Dilling/Mombour/Schmidt [Hrsg.], 9. Aufl. 2014, Ziff. F45.4 S. 233). Im Gegensatz zu anderen psychosomatischen, beispielsweise dissoziativen Störungen, die nicht schon an sich einen Bezug zum Schweregrad aufweisen, setzt die Diagnose einer somatoformen Schmerzstörung per definitionem Beeinträchtigungen der Alltagsfunktionen voraus (BGE 141 V 281 E. 2.1.1 S. 286 mit Literaturhinweisen).\n\n4.\n\n4.1 Es liegt hauptsächlich das psychiatrische Gutachten des pract. med. D. vom 24. März 2015 vor. Dieses bietet zusammen mit den übrigen Akten genügenden Aufschluss für die Beurteilung nach den Vorgaben gemäss BGE 141 V 281. Weitere Abklärungen sind daher, wie auch beschwerdeweise eingeräumt wird, nicht erforderlich. Nicht bestritten sind die vorinstanzlichen Ausführungen zur mittelgradigen depressiven Episode (ICD-10 F32.1), wonach diese nicht invalidisierend war. Als wesentliche Einschränkung der Arbeitsfähigkeit gab der genannte Psychiater zusätzlich die Diagnose einer chronischen Schmerzstörung mit somatischen und psychischen Faktoren (ICD-10 F45.41) an.\n\n4.2 Im Unterschied zu einer somatoformen Schmerzstörung (ICD-10 F45.40), bei welcher ein andauernder, schwerer und quälender Schmerz im Vordergrund steht, wird bei einer chronischen Schmerzstörung ein über sechs Monate bestehender Schmerz in mehreren anatomischen Regionen beschrieben. Der Diagnose einer chronischen Schmerzstörung mit somatischen und psychischen Faktoren (ICD-10 F45.41) fehlt damit ein Bezug zum Schweregrad (vgl. PETER HENNINGSEN, Probleme und offene Fragen in der Beurteilung der Erwerbsfähigkeit bei Probanden mit funktionellen Körperbeschwerdesyndromen, SZS 2014 S. 535, Ziff. 4.3.1). Die im Gutachten des pract. med. D. gestellten bzw. nicht gestellten Diagnosen wurden zwar nachvollziehbar dargelegt und vermögen zu überzeugen, machen aber die Notwendigkeit einer rechtlichen Überprüfung der psychiatrischen Einschränkungen deutlich. Der fehlende Bezug zum Schweregrad in der Diagnosestellung und die dennoch attestierte Arbeitsunfähigkeit von 50 % verdeutlicht, dass in der Medizin von einem umfassenden bio-psycho-sozialen Krankheitsbegriff ausgegangen wird, während für Rentenleistungen ausschliesslich der durch den Gesundheitsschaden |110| bewirkte Verlust der Erwerbsmöglichkeiten massgebend ist. Seit der mit BGE 141 V 281 geänderten Rechtsprechung ist dabei die Beurteilung des funktionellen Leistungsvermögens zentral. Es stellt sich deshalb die Frage, ob die mit der von pract. med. D. gestellten Diagnose in Zusammenhang stehenden Einschränkungen und Beeinträchtigungen in sozialen, beruflichen oder anderen wichtigen Funktionsbereichen überhaupt eine invalidisierende Bedeutung annehmen können.\n\n4.3 Die Invalidenversicherung basiert wie jede andere Versicherung auf der Annahme, dass das Risiko nur im Ausnahmefall eintritt. Folglich gilt, dass die versicherte Person als grundsätzlich gesund anzusehen ist und sie ihrer Erwerbstätigkeit nachgehen kann (vgl. BGE 141 V 281 E. 3.7.2 S. 296, wonach grundsätzlich von \"Validität\" auszugehen ist). Doch auch bei diagnostizierten Krankheiten ist der Bezug einer Rente die Ausnahme (nur 4,4 % der Versicherten bezogen im Jahr 2014 eine Rente der Invalidenversicherung; vgl. Statistiken zur sozialen Sicherheit, IV-Statistik 2014, Bundesamt für Sozialversicherungen BSV, S. 23, abrufbar unter: www.iv.bsv.admin.ch). Dies deshalb, weil die meisten Krankheiten keine dauernde Arbeitsunfähigkeit zur Folge haben. Verdeutlicht wird dies bei Betrachtung des gesamten Spektrums von somatischen Beeinträchtigungen. Dass sich dies bei psychischen Beschwerden anders gestalten soll, lässt sich medizinisch nicht erklären und resultiert aus einer nicht mehr zeitgemässen Stigmatisierung. Vielmehr gilt wie bei somatischen Einschränkungen, dass psychische Erkrankungen einer Arbeitsleistung nicht entgegen stehen. Den psychischen Beeinträchtigungen einen höheren Krankheitswert anzuerkennen, verstiesse gegen das Rechtsgleichheitsgebot gemäss Art. 8 Abs. 2 BV. Folglich können diagnostizierte psychische Krankheiten nicht bevorzugt behandelt werden.\n\n4.4 Der Anspruch auf eine Invalidenrente setzt mithin eine Beeinträchtigung der Gesundheit, einen Gesundheitsschaden voraus. Mit der Diagnose eines Gesundheitsschadens ist aber noch nicht gesagt, dass dieser auch invalidisierenden Charakter hat. Ob dies zutrifft, beurteilt sich gemäss dem klaren Gesetzeswortlaut nach dem Einfluss, den der Gesundheitsschaden auf die Arbeits- und Erwerbsfähigkeit hat. Entscheidend ist, ob der versicherten Person wegen des geklagten Leidens nicht mehr zumutbar ist, ganz oder teilweise zu arbeiten. Deshalb gilt eine objektivierte Zumutbarkeitsprüfung unter ausschliesslicher Berücksichtigung von Folgen der gesundheitlichen Beeinträchtigung, wobei von der grundsätzlichen Validität auszugehen ist und die materielle Beweislast für Invalidität bei der versicherten Person |111| liegt. Fehlt es bei der gestellten psychiatrischen Diagnose bereits an einem Bezug zum Schweregrad, ist die ärztliche Feststellung, welche per se von einem umfassenden Krankheitsbegriff ausgeht, anhand der rechtserheblichen Indikatoren (BGE 141 V 281 E. 2.1.2 S. 287 f. und E. 6 S. 307 f.) im Sinne einer Überprüfung der schmerzbedingten Beeinträchtigung im Alltag zu beurteilen (vgl. Urteil 9C_125/2015 vom 18. November 2015 E. 5.3 und 7.1). Die geltend gemachten Funktionseinschränkungen sind anhand einer sorgfältigen Plausibilitätsprüfung zu bestätigen oder zu verwerfen.\n\n4.5 Gemäss dem vorinstanzlich eingeholten Gutachten lässt sich die Schwere des Krankheitsgeschehens aus der diagnosenrelevanten Ätiologie und Pathogenese nicht plausibilisieren. Auch bezüglich des Indikators Behandlungserfolg oder -resistenz (vgl. BGE 141 V 281 E. 4.1.3 S. 297 ff.) ist mit dem Gutachten von einer guten Compliance des Beschwerdeführers auszugehen, welcher regelmässig verschiedene Therapien in Anspruch nahm und gemäss eigenen Aussagen Nutzen daraus zog. Der Gutachter ging von einer weiteren Verbesserung aus, wenn eine Verlagerung der Behandlung weg von einer posttraumatischen Belastungsstörung hin zu einer intensiveren Behandlung der Depression und der somatoformen Störung mit 2 bis 3 psychotherapeutischen Sitzungen pro Monat stattfinden würde. Hieraus lässt sich nicht auf eine invalidisierende, schwere psychische Störung, welche therapeutisch nicht angehbar wäre, schliessen (vgl. BGE 141 V 281 E. 4.3.1.2 S. 299 f.). Beweisrechtlich entscheidend und vorliegend zielführend ist der Aspekt in der Kategorie \"Konsistenz\", insbesondere in Bezug auf den Indikator einer gleichmässigen Einschränkung des Aktivitätsniveaus in allen vergleichbaren Lebensbereichen (BGE 141 V 281 E. 4.4 und 4.4.1 S. 303 f.). Gemäss dem psychiatrischen Gutachten hat der Versicherte eine neue Arbeit in einem 50 % Pensum; zu Hause kümmert er sich um den Haushalt und ums Kochen; wenn er fernsieht, interessieren ihn vor allem Dokumentarsendungen. Entgegen der Annahme des psychiatrischen Experten ist wegen der fehlenden Beeinträchtigungen im Komplex \"Gesundheitsschädigung\" (vgl. BGE 141 V 281 E. 4.3.1 S. 297 in Verbindung mit E. 4.3.1 S. 298 ff.) und des vorhandenen Aktivitätsniveaus in der Kategorie \"Konsistenz\" (BGE 141 V 281 E. 4.4 S. 303 ff.) ein rechtsgenüglicher Bezug zwischen der gestellten Diagnose und deren funktionellen Auswirkung im Sinne einer eingeschränkten Arbeitsfähigkeit nicht gegeben. Bei gesamthafter Betrachtung über alle massgeblichen Indikatoren hinweg ist |112| jedenfalls eine medizinisch-gesundheitliche Anspruchsgrundlage, welche zur Anerkennung einer Invalidität führen könnte, nicht mit überwiegender Wahrscheinlichkeit nachgewiesen. Die Folgen der Beweislosigkeit hat die materiell beweisbelastete versicherte Person zu tragen (vgl. BGE 141 V 281 E. 6 S. 308). Demnach ist die vorinstanzliche Beurteilung rechtens und die Beschwerde abzuweisen. (...)"}