{"annee": "142", "cour": "III", "page": "230", "date": "25/2/2016", "cite": ["115 II 294", "141 III 444", "121 I 81"], "cite_par": [], "chapeau": "31. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen B. AG (Beschwerde in Zivilsachen)\n\n4A_490/2015 vom 25. Februar 2016", "regestes": ["Art. 356 al. 2 et art. 362 CPC; arbitrage interne; requête en nomination d'un arbitre. Aucune voie de recours n'est ouverte contre la décision par laquelle le juge d'appui, en vertu de l'art. 362 CPC, a nommé un arbitre (consid. 1.4)."], "faits": "", "considerants": "|231|\n\nAus den Erwägungen:\n\n1. (...)\n\n1.4 Nach dem Wortlaut von Art. 356 Abs. 2 ZPO entscheidet das zuständige kantonale Gericht über die Ernennung eines Schiedsrichters als einzige Instanz. Dies wirft die Frage auf, ob gegen den Entscheid des Ernennungsgerichts überhaupt ein Rechtsmittel offensteht:\n\n1.4.1 Im Leitentscheid BGE 141 III 444 führte das Bundesgericht aus, dass gegen den Entscheid des Ernennungsgerichts ein Rechtsmittel an ein oberes kantonales Gericht ausgeschlossen ist, wenn es sich beim zuständigen Ernennungsgericht - wie im vorliegenden Fall aus dem Kanton Schwyz (§ 101 Abs. 2 des Schwyzer Justizgesetzes vom 18. November 2009 [JG; SRSZ 231.110]) - nicht um ein oberes, sondern um ein unteres kantonales Gericht handelt (E. 2.2.2.3). Ein innerkantonales Rechtsmittel gegen einen Ernennungsentscheid ist damit in jedem Fall ausgeschlossen. Gegen einen negativen Ernennungsentscheid, mit dem das Ernennungsgericht die Ernennung eines Schiedsrichters ablehnt, steht hingegen direkt die Beschwerde an das Bundesgericht offen, selbst wenn es sich beim Ernennungsgericht nicht um ein oberes kantonales Gericht handelt und dieses somit auch nicht als Rechtsmittelinstanz geurteilt hat (E. 2.3). Dies entspricht nicht nur der herrschenden Lehre (E. 2.2.5), sondern auch der Rechtsprechung des Bundesgerichts vor Inkrafttreten der eidgenössischen ZPO (E. 2.2.2.1 f.). Die Durchbrechung des Doppelinstanzprinzips nach Art. 75 BGG ist diesfalls aufgrund des offensichtlichen Rechtsschutzbedürfnisses der Partei, die mit ihrem Ernennungsgesuch unterlegen ist, hinzunehmen (E. 2.2.5 in fine und 2.3).\n\nOb auch gegen einen positiven Ernennungsentscheid, mit dem das Ernennungsgericht - wie im vorliegenden Fall - gestützt auf Art. 362 ZPO einen Schiedsrichter eingesetzt hat, Beschwerde beim Bundesgericht erhoben werden kann, liess das Bundesgericht im genannten Leitentscheid hingegen offen. Die Frage ist nunmehr zu entscheiden:\n\n1.4.2 Unter dem mit Inkrafttreten der ZPO aufgehobenen Konkordat vom 27. März 1969 über die Schiedsgerichtsbarkeit (AS 1969 1093) hat sich das Bundesgericht nie abschliessend dazu geäussert, ob |232| positive Ernennungsentscheide des staatlichen Richters angefochten werden können (Urteil 5P.120/1997 vom 21. Mai 1997 E. 1). Zu Art. 179 IPRG (SR 291), der Parallelnorm von Art. 362 ZPO in der internationalen lex arbitri, besteht hingegen eine gefestigte Rechtsprechung: Danach steht gegen den positiven Ernennungsentscheid des staatlichen Gerichts kein Rechtsmittel an das Bundesgericht offen, was bedeutet, dass das Vorliegen eines Ablehnungsgrundes gegenüber dem ernannten Schiedsrichter oder das Fehlen einer gültigen Schiedsvereinbarung und damit die Unzuständigkeit des Schiedsgerichts erst im Rahmen einer Beschwerde gegen den Schiedsspruch vorgebracht werden können (BGE 115 II 294 E. 3 S. 295; bestätigt in BGE 121 I 81 E. 1b S. 83). Die Unanfechtbarkeit des positiven Ernennungsentscheids folgt zum einen daraus, dass im Bereich der Schiedsgerichtsbarkeit die Beschwerdemöglichkeiten nach dem klaren Willen des Gesetzgebers beschränkt wurden, um die Eigenständigkeit und Speditivität der Schiedsgerichtsbarkeit zu wahren. Zum anderen schliesst Art. 180 Abs. 3 IPRG ein Rechtsmittel an das Bundesgericht gegen richterliche Entscheide über die Ablehnung von Schiedsrichtern aus. Gegen den positiven Ernennungsentscheid des staatlichen Gerichts könnte daher einzig eingewendet werden, der Bestand einer Schiedsvereinbarung zwischen den Parteien sei zu Unrecht bejaht worden (Art. 179 Abs. 3 IPRG). Dies betrifft aber die Frage der Zuständigkeit, worüber nach schweizerischer Auffassung vorerst das Schiedsgericht - das hinsichtlich der Zuständigkeitsfrage nicht an den Ernennungsentscheid gebunden ist - und erst in zweiter Linie der staatliche Richter zu befinden hat (Urteil 4P.157/1994 vom 20. Juni 1995 E. 3).\n\n1.4.3 Diese Rechtsprechung soll nach herrschender Lehre auch auf positive Ernennungsentscheide übertragen werden, die gestützt auf Art. 362 ZPO ergangen sind. Danach sind solche Entscheide unanfechtbar (BOOG/STARK-TRABER, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. III, 2014, N. 52 zu Art. 362 ZPO; STEFANIE PFISTERER, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. III, 2014, N. 19 zu Art. 356 ZPO; PHILIPP HABEGGER, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 43 zu Art. 362 ZPO; URS WEBER-STECHER, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 13 zu Art. 356 ZPO; PHILIPPE SCHWEIZER, in: CPC, Code de procédure civile commenté, Bohnet und andere [Hrsg.], 2011, N. 24 zu Art. 362 ZPO). Ein Teil der Lehre bejaht - im Sinne einer |233| Ausnahme und in Anlehnung an ein vereinzelt gebliebenes Urteil des Bundesgerichts (5P.362/2005 vom 19. Mai 2006 E. 1) - immerhin dann ein Rechtsmittel gegen positive Ernennungsentscheide, wenn der Ernennungsrichter gleichzeitig mit der Ernennung auch noch über ein Ablehnungsgesuch gegenüber dem ernannten Schiedsrichter befunden hat (BERGER/KELLERHALS, International and Domestic Arbitration in Switzerland, 3. Aufl. 2015, N. 842; STAEHELIN/STAEHELIN/ GROLIMUND, Zivilprozessrecht, 2. Aufl. 2013, § 29 N. 25; BRUNO COCCHI, in: Commentario al Codice di diritto processuale civile svizzero [...], 2011, N. 5 zu Art. 362 ZPO; STEFAN GRUNDMANN, in: Kommentar zur Schweizerischen Zivilprozessordnung, Sutter-Somm und andere [Hrsg.], 2. Aufl. 2013, N. 32 zu Art. 362 ZPO; a.M. aber BOOG/STARK-TRABER, a.a.O., N. 52 zu Art. 362 ZPO).\n\n1.4.4 Der Lehre ist zu folgen und auch hinsichtlich positiver Ernennungsentscheide nach Art. 362 ZPO die mit BGE 115 II 294 zur internationalen lex arbitri begründete Rechtsprechung zugrunde zu legen. Solche Entscheide sind folglich jedenfalls dann nicht anfechtbar, wenn darin nicht gleichzeitig mit der Ernennung auch noch über ein Ablehnungsgesuch gegenüber dem ernannten Schiedsrichter befunden wurde. Die Zuständigkeit des Schiedsgerichts, über die der eingesetzte Schiedsrichter unabhängig vom Ernennungsentscheid selbst zu entscheiden hat, kann mithin erst im Rahmen einer Schiedsbeschwerde gegen den Schiedsspruch in Frage gestellt werden. Der positive Ernennungsentscheid selbst, in dem der staatliche Richter nach summarischer Prüfung den Bestand der Schiedsvereinbarung bejaht hat (Art. 362 Abs. 3 ZPO), kann hingegen auch im Rahmen einer Schiedsbeschwerde nicht mehr indirekt angefochten bzw. mitangefochten werden. Soweit einige der oben in E. 1.4.3 zitierten Autoren eine andere Auffassung zu vertreten scheinen, nämlich dass der positive Ernennungsentscheid als \"Zwischenentscheid\" zusammen mit einem anfechtbaren Schiedsentscheid \"mitangefochten\" werden könne, beruht dies auf einem Missverständnis: Zwar hat das Bundesgericht in BGE 115 II 294 E. 2a und 2d einen positiven Ernennungsentscheid (untechnisch) als \"décision incidente\" bezeichnet; dies indessen nur vor dem Hintergrund, dass der Ernennungsentscheid lediglich eine Etappe im Rahmen des Schiedsverfahrens darstellt und dieses nicht zum Abschluss bringt. Hingegen bringt der positive Ernennungsentscheid das Verfahren vor dem staatlichen Ernennungsrichter sehr wohl zum Abschluss. Im Rahmen einer Beschwerde gegen den Zuständigkeitsentscheid des Schiedsgerichts |234| kann mithin zwar die bereits dem Ernennungsrichter zur summarischen Prüfung vorgelegte Frage, ob eine Schiedsvereinbarung besteht, erneut aufgeworfen, hingegen die Ernennung eines Schiedsrichters als solche nicht mehr (rückwirkend) angefochten werden.\n\nGegen den vorliegend angefochtenen Ernennungsentscheid, mit dem die Vorinstanz einzig über die Ernennung eines Einzelschiedsrichters entschieden hat, steht damit kein Rechtsmittel an das Bundesgericht offen, dies weder direkt noch indirekt im Rahmen einer Beschwerde gegen einen anfechtbaren Schiedsspruch.\n\nDa die Parteien im vorinstanzlichen Verfahren keine Ablehnungsgründe gegen den eingesetzten Schiedsrichter vorgebracht haben und sich die Vorinstanz damit zur Ausstandsfrage nicht geäussert hat, kann freilich die Frage offenbleiben, ob in Anlehnung an das vereinzelte und unpublizierte Urteil 5P.362/2005 gegen einen Ernennungsentscheid nur aber immerhin dann ein Rechtsmittel offenstünde, wenn darin gleichzeitig über einen Ablehnungsgrund entschieden wurde. (...)"}