{"annee": "142", "cour": "III", "page": "278", "date": "14/4/2016", "cite": ["132 III 65", "139 III 457"], "cite_par": [], "chapeau": "37. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. AG gegen B. AG (Beschwerde in Zivilsachen)\n\n4A_270/2015 vom 14. April 2016", "regestes": ["Art. 243 al. 2 let. c CPC; art. 272-272d CO; procédure simplifiée; prolongation du bail à loyer. Champ d'application de la procédure simplifiée en relation avec la prolongation du bail à loyer (consid. 3 et 4)."], "faits": "|278|\n\nA. Die B. AG (Vermieterin, Beschwerdegegnerin) vermietete mit Vertrag vom 16. Juni 2004 ein Lokal mit Lagerraum und Parkplatz an der Strasse U. in V. an zwei Privatpersonen. Mit Nachträgen zum Mietvertrag wurde das Mietverhältnis sodann auf eine neue Mieterin, die A. AG (Mieterin, Beschwerdeführerin), übertragen sowie auf weitere Räumlichkeiten ausgedehnt und der Mietzins entsprechend angepasst. Gemäss dem Mietvertrag ist das Mietverhältnis jeweils \"sechsmonatlich zum voraus auf Ende März/Ende September\" kündbar, frühestens auf den 30. September 2014. Zudem wurde der Mieterin \"eine Option zur Verlängerung des Mietverhältnisses um fünf Jahre, das heisst vom 1. Oktober 2014 bis 30. September 2019\", eingeräumt.\n\nB. Am 2. Juni 2014 gelangte die Mieterin an die Schlichtungsbehörde Zürich und sodann am 25. September 2014 mit Klagebewilligung vom 22. August 2014 an das Mietgericht Zürich. Sie macht in ihrer Klage geltend, sie habe am 3. Juli 2013 die Option zur Verlängerung des Mietverhältnisses ausgeübt und verlangt, es sei festzustellen, dass die Optionsausübung verbindlich und somit das Mietverhältnis frühestens auf 30. September 2019 kündbar sei. Eventuell sei das Mietverhältnis \"ab 30. September 2014 längstmöglich zu erstrecken\". |279|\n\nDas Mietgericht trat mit Zirkulations-Beschlüssen vom 2. und 4. Dezember 2014 auf die Klage nicht ein. In der Folge wies das Obergericht des Kantons Zürich die von der Mieterin erhobene Berufung mit Urteil vom 21. April 2015 ab und bestätigte die angefochtenen Zirkulations-Beschlüsse.\n\nC. Das Bundesgericht heisst die Beschwerde in Zivilsachen der Mieterin gut, hebt das Urteil des Obergerichts auf und weist die Sache zur Beurteilung an das Mietgericht und zur Neuregelung der Kosten- und Entschädigungsfolgen des obergerichtlichen Verfahrens an das Obergericht zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Im kantonalen Verfahren stand ausser Frage, dass die vorliegende Streitigkeit als handelsrechtlich im Sinne von Art. 6 Abs. 2 ZPO gilt. Dagegen war umstritten, ob sie gemäss Art. 243 Abs. 2 ZPO im vereinfachten Verfahren zu beurteilen ist, womit aufgrund von Art. 243 Abs. 3 ZPO die Zuständigkeit des Handelsgerichts entfiele (siehe BGE 139 III 457 E. 4).\n\nGemäss Art. 243 Abs. 2 lit. c ZPO gilt das vereinfachte Verfahren ohne Rücksicht auf den Streitwert für Streitigkeiten aus Miete und Pacht von Wohn- und Geschäftsräumen sowie aus landwirtschaftlicher Pacht, sofern die Hinterlegung von Miet- und Pachtzinsen, der Schutz vor missbräuchlichen Miet- und Pachtzinsen, der Kündigungsschutz oder die Erstreckung des Miet- oder Pachtverhältnisses betroffen ist.\n\nDas Obergericht verneinte die Anwendbarkeit des vereinfachten Verfahrens gestützt auf diese Bestimmung. Es erwog zusammengefasst, die Beschwerdeführerin verlange mit ihrem Hauptbegehren die Feststellung der gültigen Optionsausübung. Dabei handle es sich um einen selbständigen Anspruch gestützt auf das ihr vertraglich eingeräumte Optionsrecht, welcher \"eine Kündigung nicht zum Thema\" habe und im ordentlichen Verfahren durchzusetzen sei. Ebenfalls selbständig sei der im materiellen Recht (Art. 272 OR) begründete Anspruch auf Erstreckung des Mietverhältnisses für den Fall, dass dieses entgegen der Auffassung der Beschwerdeführerin als beendet betrachtet werde. Lediglich dieses Eventualbegehren - so das Obergericht - vermöchte die Anwendung des vereinfachten Verfahrens zu begründen. Das Mietgericht sei auf die Klage zu Recht insgesamt |280| nicht eingetreten, weil eine Klagetrennung \"bzw. eine separate Beurteilung der bloss eventuell begehrten Erstreckung\" nicht möglich sei.\n\n4. Die Beschwerdeführerin rügt eine Verletzung von Art. 243 Abs. 2 lit. c und Abs. 3 ZPO. Sie hält dafür, ihre Klage sei angesichts des Eventualbegehrens um Erstreckung des Mietverhältnisses gesamthaft im vereinfachten Verfahren durch das Mietgericht zu beurteilen.\n\n4.1 Sowohl die Vorinstanz als auch die Parteien setzen sich eingehend mit BGE 139 III 457 auseinander. In diesem Urteil hat sich das Bundesgericht mit dem Begriff des Kündigungsschutzes im Sinne von Art. 243 Abs. 2 lit. c ZPO und Art. 210 Abs. 1 lit. b ZPO befasst. Im damals zu beurteilenden Fall hatte die Mieterin die Kündigungen bei der Schlichtungsstelle angefochten und beantragt, es sei deren Unwirksamkeit, Ungültigkeit und Nichtigkeit festzustellen, eventuell seien sie wegen Missbräuchlichkeit aufzuheben. Das Bundesgericht befand, die Schlichtungsstelle habe auf jeden Fall als Vorfrage der eventualiter geltend gemachten Anfechtung wegen Missbräuchlichkeit die Gültigkeit der Kündigung zu prüfen gehabt, und sei entsprechend auch befugt gewesen, dazu einen Urteilsvorschlag gemäss Art. 210 Abs. 1 lit. b ZPO zu unterbreiten. Die Vermieterin ihrerseits sei in der Folge gezwungen gewesen, gegen den abgelehnten Urteilsvorschlag Klage einzureichen, ansonsten diesem die Wirkungen eines rechtskräftigen Entscheids zugekommen wäre. Es handle sich daher um einen Fall von \"Kündigungsschutz\" (E. 5.3). Damit hielt das Bundesgericht ausdrücklich an einer vor der Geltung der Schweizerischen Zivilprozessordnung zu aArt. 273 Abs. 4 OR entwickelten Praxis fest, wonach die Nichtigkeit bzw. Ungültigkeit der Kündigung im Rahmen eines Anfechtungs- oder eines Erstreckungsbegehrens jedenfalls vorfrageweise zu prüfen sei. Erkläre die Schlichtungsbehörde im Rahmen eines solchen Verfahrens eine Kündigung für ungültig, unwirksam oder nichtig, sei der Vermieter berechtigt, im Kündigungsschutzverfahren auf Feststellung der Gültigkeit der Kündigung zu klagen (E. 5.2 mit Hinweisen). Offen liess das Bundesgericht demgegenüber (weiter) die Frage, ob auch ein Fall von Kündigungsschutz im Sinne der genannten Bestimmungen vorliegt, \"wenn nur die Feststellung der Nichtigkeit bzw. Unwirksamkeit der Kündigung verlangt wird\" (E. 5.3; vgl. auch Urteil 4A_383/2015 vom 7. Januar 2016 E. 2).\n\nIm folglich weiterhin massgeblichen BGE 132 III 65 hatte das Bundesgericht im Einzelnen festgehalten, der Gegenstand des |281| konkreten Kündigungsschutzverfahrens werde durch die Rechtsbegehren der klagenden Partei bestimmt. Im Vordergrund stehe die Anfechtbarkeit der Kündigung nach Art. 271 Abs. 1 und 271a OR. In Frage kämen aber auch die von einer Partei zur Beurteilung aufgeworfenen zivilrechtlichen Vorfragen wie insbesondere die Nichtigkeit bzw. Unwirksamkeit der Kündigung (E. 3.2). Die Schlichtungsbehörde und anschliessend das Gericht könne nicht nur über die Anfechtbarkeit der Kündigung im Sinn von Art. 271 Abs. 1 und 271a OR befinden. Vielmehr könne auch über zivilrechtliche Vorfragen, die mit der Kündigung im Zusammenhang stünden, entschieden werden. In erster Linie bedeute dies, dass die Schlichtungsbehörde bzw. der Richter auch über die Unwirksamkeit bzw. Nichtigkeit der Kündigung entscheiden könne. Dasselbe gelte für den Fall, dass umstritten sei, ob zwischen den Parteien überhaupt ein Vertragsverhältnis bestehe. Auch dieser Prozessgegenstand sei - ähnlich wie die Frage der Unwirksamkeit und Nichtigkeit der Kündigung - eine zivilrechtliche Vorfrage, die unter den Begriff der \"Ansprüche der Parteien\" im Sinn von aArt. 273 Abs. 4 OR falle. Es müsse daher möglich sein, den für das Kündigungsschutzverfahren zuständigen Schlichtungsbehörden und Richtern die Frage zur Beurteilung zu unterbreiten, ob zwischen den Parteien überhaupt ein Vertragsverhältnis bestehe, auf welches sich die Kündigung beziehe (E. 3.4).\n\nDiese Rechtsprechung bedeutet, dass die Anfechtung auch nur eventualiter erfolgen kann, während im Hauptantrag die Feststellung der Unwirksamkeit, Ungültigkeit bzw. Nichtigkeit der Kündigung oder des (Nicht-)Bestehens eines Mietverhältnisses anbegehrt wird (Urteil 4A_383/2015 vom 7. Januar 2016 E. 2.1). Für das nach Art. 243 Abs. 2 lit. c ZPO anwendbare Verfahren ist diesfalls nicht der Hauptantrag auf Feststellung massgeblich, sondern das eventualiter gestellte Begehren um Kündigungsschutz (siehe HULLIGER/MAAG, Zur sachlichen Zuständigkeit der Handelsgerichte in mietrechtlichen Streitigkeiten - ein Zwischenbericht, MietRecht Aktuell 2014 S. 106; vgl. ferner KOLLER, Die mietrechtliche Rechtsprechung des Bundesgerichts im Jahr 2006, ZBJV 2007 S. 854 f.).\n\n4.2 Entgegen der Vorinstanz und der Beschwerdegegnerin ist die referierte Rechtsprechung auch im vorliegenden Fall massgebend:\n\nWohl verlangt die Beschwerdeführerin nach der Feststellung der Vorinstanz weder im Haupt- noch im Eventualbegehren die Feststellung der Ungültigkeit einer Kündigung. Die Frage der Gültigkeit oder |282| Nichtigkeit einer Kündigung steht gemäss dem angefochtenen Urteil nicht im Raum. Die Beschwerdeführerin hält dem ihrerseits entgegen, nachdem die Beschwerdegegnerin in der Schlichtungsverhandlung eine der Beschwerdeführerin \"zuvor nicht zugegangene Kündigung\" vorgelegt habe, sei \"die Optionsausübung auch dieser entgegengesetzt und somit die eventualiter beantragte Erstreckung auch für den Fall (bestrittener) Gültigkeit der Kündigung verlangt\" worden. Wie es sich damit verhält, kann jedoch offenbleiben, zumal Art. 243 Abs. 2 lit. c ZPO die Erstreckung des Miet- oder Pachtverhältnisses unabhängig von der Anfechtung einer Kündigung dem vereinfachten Verfahren zuweist.\n\nSo wie aber die gerichtliche Anfechtung der Kündigung bedingt, dass letztere überhaupt wirksam ausgesprochen wurde, setzt der materiellrechtliche Erstreckungsanspruch nach Art. 272-272d OR die gültige Beendigung des Mietverhältnisses voraus. Diese kann mit Ablauf der Vertragsdauer oder zufolge Kündigung eintreten (siehe etwa HIGI, Zürcher Kommentar, 4. Aufl. 1996, N. 66 zu Art. 273 OR; LACHAT, Le bail à loyer, 2008, S. 765-767; WEBER, in: Basler Kommentar, Obligationenrecht, Bd. I, 6. Aufl. 2015, N. 1 zu Art. 272 OR; vgl. aber auch GIGER, Berner Kommentar, 2013, N. 52 zu Art. 255 OR, der die Bestimmungen über die Erstreckung entgegen dem Gesetzeswortlaut nicht auf befristete Mietverhältnisse anwenden möchte). Je nach Formulierung der relevanten Vertragsbestimmungen kann sogar streitig sein, ob das Mietverhältnis mit Ablauf der vereinbarten Dauer von selber endet oder ob eine Kündigung erforderlich ist. Derartiges scheint denn auch vorliegend der Fall zu sein, führt die Beschwerdeführerin doch aus, die Beschwerdegegnerin habe den Mietvertrag in ihrem Schreiben vom 20. November 2013 \"als bis 30. September 2014 befristet\" erachtet.\n\nBevor über die Beendigung des Mietverhältnisses Klarheit besteht, kann das Erstreckungsbegehren des Mieters nicht behandelt werden. In Anbetracht dessen gelangte das Bundesgericht in seiner in BGE 139 III 457 übernommenen Rechtsprechung zum Schluss, wenn die Mieterin die Gültigkeit der Kündigung bestreite und eventualiter die Erstreckung des Mietverhältnisses beantrage, erstrecke sich der von der Schlichtungsbehörde gestützt auf aArt. 273 Abs. 4 OR gefällte Entscheid auf alle aufgeworfenen Fragen (Urteil 4C.135/2001 vom 4. September 2001 E. 1b).\n\nWenn die Rechtsprechung damit aber grundsätzlich davon ausgeht, dass im Rahmen der Erstreckungsklage darüber entschieden werden |283| kann, ob das Mietverhältnis überhaupt endet, muss dies auch in Konstellationen gelten, in denen die Beendigung aufgrund einer vertraglichen Befristung umstritten ist. Ansonsten wären die Parteien bei befristeten (d.h. gemäss Art. 255 Abs. 2 OR ohne Kündigung endenden) Mietverträgen gezwungen, einen ordentlichen Prozess über die Frage der vereinbarten Dauer zu führen, bevor die Mieterin die Erstreckungsklage im vereinfachten Verfahren erheben könnte. Bloss im Fall, dass der Vermieter (zur Sicherheit) auch eine Kündigung ausgesprochen hat, könnte im vereinfachten Kündigungsschutzverfahren als Vorfrage deren Zulässigkeit beurteilt werden (vgl. hinsichtlich einer \"die Kündigung ausschliessenden Optionserklärung des Mieters\" HULLIGER/MAAG, a.a.O.). Wie auch die Beschwerdegegnerin einräumt, kann den Parteien nicht zugemutet werden, über die beiden Fragen (Beendigung des Mietverhältnisses und Erstreckung desselben) in separaten Verfahren zu prozessieren, namentlich dann nicht, wenn das (angebliche) Ende des Mietverhältnisses naht.\n\nDaher ist jedenfalls in Fällen wie dem vorliegenden die einheitliche Beurteilung des Erstreckungsbegehrens mit den entsprechenden zivilrechtlichen Vorfragen nach Art. 243 Abs. 2 lit. c ZPO im vereinfachten Verfahren geboten. Dass das Erstreckungsbehren dabei bloss eventualiter erhoben wird, liegt in der Natur der Sache und ist entgegen der Beschwerdegegnerin hinsichtlich der Verfahrensart so wenig entscheidend wie bei der Anfechtung der Kündigung (siehe E. 4.1).\n\n4.3 Die Rüge der Beschwerdeführerin erweist sich nach dem Gesagten als begründet. Das Obergericht hat gegen Bundesrecht verstossen, wenn es den Nichteintretensentscheid des Mietgerichts schützte. (...)"}