{"annee": "142", "cour": "II", "page": "293", "date": "24/5/2016", "cite": ["100 IB 480", "128 II 66", "135 II 260", "124 II 29", "131 V 59"], "cite_par": [], "chapeau": "25. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Steuerverwaltung des Kantons Wallis gegen Amherd (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_860/2014 / 2C_861/2014 vom 24. Mai 2016", "regestes": ["Art. 25, 26 al. 1 lit. c LIFD; déduction des frais de propagande électorale au titre de frais d'acquisition du revenu. Notion d'autres frais indispensables à l'exercice de la profession de l'art. 26 al. 1 let. c LIFD; il y a lieu de vérifier dans le cadre d'un examen d'ensemble des circonstances concrètes l'existence d'un lien suffisamment étroit entre la dépense dont la déduction est demandée et le revenu imposable. Une dépense ne peut être qualifiée de frais d'acquisition du revenu que si elle correspond dans le temps à l'acquisition du revenu (consid. 3). Les frais personnels de propagande électorale consentis en 2011 par un membre en exercice du Conseil national pour les élections du 23 octobre 2011 concernent la législature 2011 à 2015; un lien suffisamment étroit entre les frais de propagande dont la déduction est demandée et l'activité lucrative actuelle doit ainsi être nié déjà en raison du défaut de correspondance temporelle entre ces deux éléments (consid. 4)."], "faits": "|294|\n\nA. Die Steuerpflichtige Viola Amherd ist seit 2005 Mitglied des Nationalrats und schaffte in den Jahren 2007, 2011 und 2015 die Wiederwahl. Im Jahr 2011 entrichtete sie Beiträge in der Höhe von Fr. a an die Christlichdemokratische Volkspartei Oberwallis (CVPO), auf deren Liste sie kandidierte. In der Steuererklärung 2011 machte sie diese Beiträge als Zuwendungen an juristische Personen zum Abzug geltend. Zudem fielen ihr im Jahr 2011 zusätzliche persönliche Wahlkampfkosten in der Höhe von Fr. b an, welche sie als Berufsauslagen bzw. Gewinnungskosten in Abzug brachte.\n\nB.\n\nB.a In der Veranlagung vom 21. März 2013 akzeptierte die kantonale Steuerverwaltung von den geltend gemachten Fr. a einen Betrag von Fr. c (direkte Bundessteuer) bzw. Fr. d (Kantons- und Gemeindesteuern) als Zuwendung an politische Parteien; die Nichtgewährung |295| der restlichen Parteibeiträge (Fr. e für die direkte Bundessteuer bzw. Fr. f für die Kantons- und Gemeindesteuern) wurde von der Steuerpflichtigen in der Folge akzeptiert. Den Abzug der persönlichen Wahlkampfkosten von Fr. b lehnte die Steuerverwaltung vollumfänglich ab, da es sich nicht um Gewinnungskosten, sondern um persönliche Lebenshaltungskosten handle.\n\nB.b Die gegen diese Veranlagung erhobene Einsprache wies die kantonale Steuerverwaltung mit Entscheid vom 21. Juni 2013 ab. Die von Viola Amherd dagegen erhobene Beschwerde hiess die Steuerrekurskommission des Kantons Wallis mit Urteil vom 18. Juni 2014 für die direkte Bundessteuer 2011 wie für die Kantons- und Gemeindesteuern 2011 gut. Sie kam dabei zum Schluss, dass persönliche Wahlkampfkosten, Wahlkampfbeiträge an die Partei und andere mit der Wahl in direktem Zusammenhang stehende Auslagen bei einer Wiederwahl - unabhängig des Erfolgs - als Berufsunkosten bzw. Gewinnungskosten zum Abzug zuzulassen seien.\n\nC. Mit Eingabe vom 19. September 2014 erhebt die Steuerverwaltung des Kantons Wallis Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht. Sie beantragt, das Urteil der Steuerrekurskommission vom 18. Juni 2013 (recte: 2014) betreffend die Kantons-, Gemeinde- und direkte Bundessteuer 2011 sei aufzuheben. Das steuerbare Nettoeinkommen von Viola Amherd sei auf Fr. g (direkte Bundessteuer) bzw. Fr. h (Kantons- und Gemeindesteuer) festzusetzen.\n\nViola Amherd beantragt, die Beschwerde sei abzuweisen, soweit darauf eingetreten werden könne. Die Eidgenössische Steuerverwaltung schliesst auf Gutheissung der Beschwerde. Die Vernehmlassung der kantonalen Steuerrekurskommission erfolgte verspätet und ist aus diesem Grund aus dem Recht zu weisen.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Beim angefochtenen Urteil handelt es sich um einen kantonal letztinstanzlichen Endentscheid über die Kantons- und Gemeindesteuern bzw. die direkte Bundessteuer. Dagegen steht gemäss Art. 82 ff. BGG in Verbindung mit Art. 73 Abs. 1 des Bundesgesetzes vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden (StHG; SR 642.14) und Art. 146 des |296| Bundesgesetzes vom 14. Dezember 1990 über die direkte Bundessteuer (DBG; SR 642.11) die Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht grundsätzlich offen. Die Beschwerde ist unter Einhaltung der gesetzlichen Frist (Art. 100 Abs. 1 BGG) und Form (Art. 42 BGG) von einer gemäss Art. 73 Abs. 2 StHG bzw. Art. 146 DBG in Verbindung mit Art. 89 Abs. 2 lit. d BGG legitimierten Behörde eingereicht worden.\n\n1.2 Die Vorinstanz hat ein einziges Urteil für die Kantons- und Gemeindesteuern sowie für die direkte Bundessteuer erlassen, was zulässig ist, soweit die zu entscheidende Rechtsfrage im Bundesrecht und im harmonisierten kantonalen Recht gleich geregelt ist (BGE 135 II 260 E. 1.3.1 S. 262 f.). Dies trifft hier zu: Art. 9 StHG regelt abschliessend und inhaltlich weitgehend übereinstimmend mit Art. 26 Abs. 1 DBG (Urteile 2C_71/2014 vom 15. September 2014 E. 5.4, in: ASA 83 S. 232; 2C_28/2011 vom 15. November 2011 E. 5, in: StE 2012 B 27.6 Nr. 17) die zulässigen Abzüge vom Einkommen, und die Kantone sind verpflichtet, diese Abzüge ohne Abweichung oder Einschränkung auf kantonaler Ebene zu übernehmen. Dies gilt namentlich für die zur Erzielung der Einkünfte notwendigen Aufwendungen (Gewinnungskosten oder organische Abzüge), die nach Art. 9 Abs. 1 StHG bzw. Art. 26 Abs. 1 DBG generell abziehbar sind (BGE 128 II 66 E. 4b S. 71; Urteil 2A.224/2004 vom 26. Oktober 2004 E. 6.1, in: ASA 75 S. 253).\n\nUnter diesen Umständen ist der Beschwerdeführerin nicht vorzuwerfen, nicht zwei getrennte Beschwerden eingereicht zu haben; aus ihrer Eingabe geht deutlich hervor, dass sie beide Steuerarten betrifft (BGE 135 II 260 E. 1.3.3 S. 264; Urteil 2C_1086/2012 / 2C_1087/2012 vom 16. Mai 2013 E. 1.1). Das Bundesgericht hat hier für die Kantons- und Gemeindesteuern (2C_860/2014) und die direkte Bundessteuer (2C_861/2014) getrennte Dossiers angelegt. Da beide Verfahren auf demselben Sachverhalt beruhen und sich dieselben Rechtsfragen stellen, sind die Verfahren zu vereinigen und die Beschwerde ist in einem einzigen Urteil zu erledigen (vgl. Art. 71 BGG in Verbindung mit Art. 24 BZP [SR 279]; BGE 131 V 59 E. 1 S. 60 f. mit Hinweis).\n\n1.3 Das Bundesgericht wendet das Recht von Amtes wegen an (Art. 106 Abs. 1 BGG). Es ist somit weder an die in der Beschwerde geltend gemachten Argumente noch an die Erwägungen der Vorinstanz gebunden; es kann eine Beschwerde aus einem anderen als |297| dem angerufenen Grund gutheissen oder eine Beschwerde mit einer von der Argumentation der Vorinstanz abweichenden Begründung abweisen.\n\n1.4 Der von der Vorinstanz festgestellte Sachverhalt ist vorliegend unbestritten und damit für das Bundesgericht grundsätzlich verbindlich (Art. 105 Abs. 1 und 2, Art. 97 Abs. 1 BGG).\n\nI. Direkte Bundessteuer\n\n2.\n\n2.1 Der direkten Bundessteuer als Einkommenssteuer natürlicher Personen unterliegen alle wiederkehrenden und einmaligen Einkünfte mit Ausnahme der Kapitalgewinne aus der Veräusserung von Privatvermögen (Art. 16-23 DBG). Von den gesamten steuerbaren Einkünften sind die Aufwendungen und die allgemeinen Abzüge nach den Art. 26-33a DBG absetzbar (Art. 25 DBG). Von den Einkünften aus unselbständiger Erwerbstätigkeit können als Gewinnungskosten u.a. \"die übrigen für die Ausübung des Berufes erforderlichen Kosten\" abgezogen werden (Art. 26 Abs. 1 lit. c DBG). Näheres regelt die Verordnung des Eidgenössischen Finanzdepartements vom 10. Februar 1993 über den Abzug von Berufskosten der unselbständigen Erwerbstätigkeit bei der direkten Bundessteuer (Berufskostenverordnung; SR 642.118.1 [im Folgenden: BKV]; vgl. auch das diesbezügliche Kreisschreiben der Eidgenössischen Steuerverwaltung [KS der ESTV] vom 22. September 1995, ASA 64 S. 692).\n\n2.2 Nicht zu beurteilen sind vorliegend Mitgliederbeiträge und Zuwendungen an politische Parteien im Sinne des seit 1. Januar 2011 in Kraft stehenden Art. 33 Abs. 1 lit. i DBG (vgl. BBl 2008 7463 und 7485; AS 2010 449). Ebenso wenig bildet hier die sog. Mandatssteuer Beschwerdegegenstand. Umstritten und näher zu prüfen ist im Folgenden einzig die Frage, ob die 2011 angefallenen persönlichen Wahlkampfkosten für die Wiederwahl der Beschwerdegegnerin in den Nationalrat als Berufsunkosten bzw. Gewinnungskosten im Sinne von Art. 25 bzw. Art. 26 Abs. 1 lit. c DBG qualifiziert werden können. Dabei sind sich die Verfahrensbeteiligten einig, dass es sich bei den geltend gemachten Fr. b tatsächlich um Wahlkampfkosten im Zusammenhang mit den Nationalratswahlen 2011 (im Einzelnen: Kommunikations- und Werbekonzept, Planung und Konzeption des Wahlauftritts, Instandstellen der Internetseite, digitale Portraitaufnahmen, Booklet, Inserate in Printmedien, Banner in E-Medien, Strassenplakate usw.) handelt, welche die Beschwerdegegnerin selber bezahlt hat. |298|\n\n2.3 Die Vorinstanz hat dazu ausgeführt, dass persönliche Wahlkampfkosten, Wahlkampfbeiträge an die Partei und andere mit der Wahl in direktem Zusammenhang stehende Auslagen bei einer Wiederwahl als Berufsunkosten bzw. Gewinnungskosten zum Abzug zuzulassen seien und dies unabhängig davon, ob der oder die Amtierende wiedergewählt werde oder nicht. Zur Begründung hat die Vorinstanz dargelegt, in den letzten Jahren habe sich die Praxis zur Abzugsfähigkeit von persönlichen Wahlkampfkosten als Gewinnungskosten auch in anderen Kantonen konkretisiert, wobei eine erwünschte Differenzierung zwischen einer Erstwahl und einer Wiederwahl vorgenommen worden sei. Bei einer Erstwahl sei ein Abzug nicht möglich, da es um die Schaffung einer neuen Erwerbsquelle gehe. Bei einer Wiederwahl erfolgten hingegen die Aufwendungen für den Wahlkampf aus beruflichen bzw. geschäftlichen Gründen. Dabei gehe es nicht um Aufwendungen zur Schaffung, Erweiterung oder Verbesserung einer Einkommensquelle, sondern einzig um den Erhalt einer bereits bestehenden Einkommensquelle. Zudem rechtfertige sich der Abzug der Wahlkampfkosten bei einer Wiederwahl auch aus Gründen der Rechtsgleichheit, da in den meisten Kantonen die Wahlauslagen der Selbständigerwerbenden als geschäftsmässig begründeter Aufwand zum Abzug zugelassen werde.\n\n2.4 Die kantonale Steuerverwaltung macht dagegen geltend, Wahlkampfkosten stellten keine Gewinnungskosten dar, weil diese sich auf die nächste Amtsperiode beziehen würden, für welche die kandidierende Person das Mandat gar noch nicht erhalten habe und mit Bezug auf welche auch unsicher sei, ob sie es je erhalten werde. Das jeder Wiederwahl innewohnende aleatorische Element spreche dafür, dass die Wahlkampfkosten - unbesehen davon, ob sie im Zusammenhang mit einer Erst- oder Wiederwahl stehen - nicht als Gewinnungskosten zum Abzug zuzulassen seien. Der angefochtene Entscheid verletze Art. 26 DBG bzw. Art. 9 StHG, da die Vorinstanz in falscher bzw. zu weit gehender Auslegung des Gesetzesartikels den engen Konnex zwischen den Ausgaben und den Einkünften bejaht und den Abzug der Wahlkampfkosten bei einer Wiederwahl gewährt habe.\n\n3.\n\n3.1 Vorab ist festzuhalten, dass der Begriff der Berufskosten nach Art. 26 DBG nicht nur sogenannte \"finale Aufwendungen\" umfasst, die unmittelbar für die Erzielung des Einkommens getätigt werden und mit ihr in einem direkten ursächlichen Zusammenhang stehen. |299| Abzugsfähig sind unter Umständen auch sog. \"kausale Kosten\", die Folge der Einkommenserzielung sind und direkt durch die berufliche Tätigkeit verursacht werden (Urteile 2C_692/2013 vom 24. März 2014 E. 4.3, in: StR 69/2014 S. 531; 2C_465/2011 vom 10. Februar 2012 E. 2.2, in: StR 67/2012 S. 429).\n\nDas Gesetz spricht bei den hier relevanten \"übrigen Berufskosten\" nach Art. 26 Abs. 1 lit. c DBG von den \"für die Ausübung des Berufes erforderlichen Kosten\" und lässt damit nicht jedweden Zusammenhang zur Einkommenserzielung genügen (vgl. Art. 1 Abs. 1 BKV; Urteil 2C_566/2008 vom 16. Dezember 2008 E. 4.3, in: StE 2009 B 22.3 Nr. 99). Eine klare Abgrenzung der Gewinnungskosten zu den nicht abziehbaren Lebenshaltungskosten (Art. 34 lit. a DBG) fällt mitunter schwer, wie sich etwa an den Beispielen der Mandatssteuern oder Standeskosten zeigt (Art. 1 Abs. 2 BKV; BGE 124 II 29 E. 5b S. 37; BGE 100 Ib 480 E. 3a S. 481; 78 I 145 E. 1 S. 149).\n\n3.2 Gemäss ständiger Praxis zu den Gewinnungskosten wird nicht verlangt, dass das Erwerbseinkommen ohne die streitige Auslage überhaupt nicht hätte erzielt werden können oder dass eine rechtliche Pflicht zur Bezahlung der entsprechenden Aufwendungen bestünde (Urteil 2C_1001/2012 vom 1. Mai 2013 E. 2.1.2 mit Hinweisen, in: StE 2013 B 27.6 Nr. 18). Als Gewinnungskosten gelten vielmehr diejenigen Auslagen, deren Vermeidung der steuerpflichtigen Person nicht zumutbar ist und die wesentlich durch die Erzielung von Einkommen verursacht bzw. veranlasst sind (BGE 124 II 29 E. 3a S. 32 mit Hinweisen; Urteile 2C_692/2013 vom 24. März 2014 E. 4.3, in: StR 69/2014 S. 531; 2C_728/2010 vom 25. März 2011 E. 2.1; 2C_14/2009 vom 22. April 2009 E. 2.1, in: StR 64/ 2009 S. 571). Es ist jeweils im Rahmen einer Gesamtbetrachtung der konkreten Umstände zu prüfen, ob zwischen den geltend gemachten Aufwendungen und der Einkommenserzielung ein genügend enger Zusammenhang besteht (Urteile 2C_692/2013 vom 24. März 2014 E. 4.3, in: StR 69/2014 S. 531; 2C_819/2009 vom 28. September 2010 E. 2.1, in: RDAF 2010 II S. 605; 2C_566/2008 vom 16. Dezember 2008 E. 4.3, in: StE 2009 B 22.3 Nr. 99).\n\n3.3 Die Ausübung eines politischen Amtes ist steuerrechtlich unbestrittenermassen als unselbständige Erwerbstätigkeit zu qualifizieren (BGE 124 II 29 E. 4d S. 35; RICHNER/FREI/KAUFMANN/MEUTER, Handkommentar zum DBG, 2. Aufl. 2008, N. 26 zu Art. 17 DBG und N. 47 zu Art. 26 DBG). Bei Einkommen aus unselbständiger |300| Erwerbstätigkeit werden praxisgemäss jene Kosten zugelassen, die objektiv notwendig sind, um die betreffenden Einkünfte zu erzielen. Im Lichte der von der Vorinstanz und der Beschwerdegegnerin angerufenen Rechtsgleichheit sind zwar unselbständig und selbständig Erwerbende nicht grundsätzlich unterschiedlich zu behandeln, zumal der Gesetzgeber bewusst die Abzugsmöglichkeiten der unselbständig Erwerbenden denjenigen der selbständig Erwerbenden angleichen wollte (BGE 124 II 29 E. 3b S. 32 f. mit Hinweisen; vgl. auch PHILIP FUNK, Der Begriff der Gewinnungskosten nach schweizerischem Einkommenssteuerrecht, 1989, S. 145 ff.). Trotzdem ist zu berücksichtigen, dass für unselbständig Erwerbende Gewinnungskosten nur im Rahmen der gesetzlichen Umschreibung von Art. 26 Abs. 1 lit. a-c DBG abgezogen werden können. Danach sind bei unselbständiger Erwerbstätigkeit - abgesehen von den Weiterbildungs- und Umschulungskosten - nur die \"notwendigen\" bzw. \"erforderlichen\" Kosten abziehbar (BGE 124 II 29 E. 3b S. 33 mit Hinweisen).\n\nIn die gleiche Richtung zielt im Übrigen auch Art. 1 Abs. 1 BKV, wonach als steuerlich abziehbare Berufskosten der unselbständigen Erwerbstätigkeit Aufwendungen gelten, die für die Erzielung des Einkommens erforderlich sind und in einem direkten ursächlichen Zusammenhang dazu stehen.\n\n3.4 Keine Gewinnungskosten stellen die Aufwendungen für den Unterhalt des Steuerpflichtigen dar. Dazu gehören unter anderem auch die sogenannten Standesauslagen, das heisst der infolge einer gehobenen beruflichen Stellung des Steuerpflichtigen getätigte Privataufwand. Ebenso wenig können Aufwendungen abgezogen werden, die nicht zur Erzielung eines ganz bestimmten Einkommens, sondern zur Erreichung oder Erhaltung der Erwerbsfähigkeit schlechthin getätigt werden. Dazu gehören etwa die Kosten für die allgemeine Erhaltung oder Verbesserung der Arbeitskraft bzw. der Gesundheit oder die Kinderbetreuung während der Arbeitszeit. Schliesslich stellen Anlagekosten keine Gewinnungskosten dar, das heisst Aufwendungen zur Schaffung, Erweiterung oder Verbesserung einer Einkommensquelle; dazu gehören namentlich Ausgaben, welche getätigt werden, um in Zukunft eine höhere berufliche Stellung zu erreichen oder einen anderen Beruf ausüben zu können. Abzugsfähig sind demgegenüber Auslagen, die getätigt werden, um eine bestehende Einkommensquelle zu erhalten oder den weiteren Einkommensbezug zu sichern (BGE 124 II 29 E. 3d S. 34 f. mit zahlreichen Hinweisen).\n\n|301|\n\n3.5 Die notwendige finale oder kausale Verknüpfung zwischen den Aufwendungen bzw. Kosten einerseits und der Einkommenserzielung andererseits setzt nach dem Ausgeführten unter anderem auch einen zeitlichen Konnex der Aufwendungen mit einer aktuell ausgeübten Tätigkeit voraus. Danach können Aufwendungen nur insofern als Gewinnungskosten qualifiziert werden, als sie zeitgleich mit der Einkommenserzielung anfallen; so werden beispielsweise die Kosten einer erwerbstätigen Person für die Suche einer neuen Stelle praxisgemäss nicht als Gewinnungskosten qualifiziert, sondern als Lebenshaltungskosten betrachtet. Anders zu beurteilen wäre mit Blick auf den erforderlichen Konnex dagegen die Situation in Bezug auf Auslagen bei der Stellensuche von steuerpflichtigen Personen, welche Arbeitslosentaggelder beziehen, weil deren Ersatzeinkommen von Bewerbungen abhängig ist (Urteil 2C_681/2008 vom 12. Dezember 2008 E. 3.3, in: StR 64/2009 S. 380).\n\n4.\n\n4.1 Die Vorinstanz und die Beschwerdegegnerin wollen vorliegend die angefallenen Wahlkampfkosten unter Art. 25 (Generalklausel) bzw. Art. 26 Abs. 1 lit. c DBG (\"die übrigen für die Ausübung des Berufes erforderlichen Kosten\") subsumieren. Da es sich bei der Ausübung eines politischen Amtes steuerrechtlich unbestrittenermassen um eine unselbständige Erwerbstätigkeit handelt, sind die erwähnten Voraussetzungen der Notwendigkeit bzw. Erforderlichkeit (vgl. E. 3.3 hiervor) massgebend. Dabei ist insbesondere zu beachten, dass keine Berufskosten gegeben sind, wenn die Aufwendungen nicht im Zusammenhang mit einer bestimmten Erwerbstätigkeit stehen, sondern gleichsam die Voraussetzung bilden, damit überhaupt eine Erwerbstätigkeit ausgeübt werden kann (BGE 124 II 29 E. 3d S. 34; RICHNER/FREI/KAUFMANN/MEUTER, a.a.O., N. 7 zu Art. 26 DBG).\n\n4.2 Die Beschwerdegegnerin hat die hier in Frage stehenden Aufwendungen im Jahr 2011 getätigt. Die Nationalratswahlen fanden am 23. Oktober 2011 statt. Die Mitglieder des Nationalrats werden auf eine Amtsdauer von vier Jahren gewählt (Art. 145 BV). Mit anderen Worten: Die der Beschwerdegegnerin im Verlauf des Jahres 2011 angefallenen Wahlkampfkosten betreffen nicht die - im Zeitpunkt des angefochtenen Entscheides - noch laufende Amtsperiode, sondern die darauf folgende Amtsperiode (Dezember 2011 bis Dezember 2015). Unter diesen Umständen muss den geltend gemachten Wahlkampfkosten der für Gewinnungskosten notwendige, |302| unmittelbare Zusammenhang mit der aktuellen Berufstätigkeit schon aufgrund der fehlenden zeitlichen Kongruenz abgesprochen werden. Zwar trifft es zu, dass Wahlkampfaufwendungen heute faktisch unvermeidlich sind, um (wieder) gewählt zu werden, wie die Vorinstanz und die Beschwerdegegnerin geltend machen. Wie aber die kantonale Steuerverwaltung zu Recht ausführt, erfolgten die Ausgaben in Hinblick auf die Erzielung eines künftigen Einkommens, dessen tatsächliche Realisierung indes als unsicher zu bezeichnen ist. Nicht von entscheidender Bedeutung ist dabei - entgegen der Ansicht der Vorinstanz - die Frage, ob es sich um eine Erstwahl oder eine Wiederwahl handelt, da in beiden Fällen die Amtsträger jeweils auf eine feste vierjährige Amtsdauer gewählt werden. Die Wahlkampfkosten beziehen sich somit in beiden Fällen auf die jeweils dem Wahltermin folgende Amtsperiode, für welche die Kandidierenden das Mandat noch gar nicht gewonnen haben.\n\nDie von der Vorinstanz vorgenommene Unterscheidung zwischen einer Erstwahl und einer Wiederwahl würde zudem heikle Abgrenzungsfragen, insbesondere in Hinblick auf den Grundsatz der Gleichbehandlung aufwerfen. Gleiches gilt im Übrigen in Bezug auf die Wahlkampfkosten von nicht gewählten Kandidierenden bzw. von Kandidierenden, die erst im Verlaufe einer Amtsperiode (z.B. aufgrund eines Rücktritts oder eines Todesfalls) in den Nationalrat nachrutschen.\n\n4.3 Die Ansicht, wonach Wahlkampfkosten keine Gewinnungskosten darstellen, wird auch von der Lehre, soweit sie sich überhaupt zur Thematik äussert, geteilt (LOCHER, in: Kommentar zum DBG, Bd. I, 2001, N. 52 zu Art. 26 DBG mit Verweis auf StE 2000 B. 22.3 Nr. 71 und Grundsätzliche Entscheide des Solothurnischen Kantonalen Steuergerichts 1993 Nr. 5; FUNK, a.a.O., S. 122; vgl. auch ECKERT, in: Commentaire romand, Impôt fédéral direct, 2008, N. 44 zu Art. 26 DBG; KNÜSEL, in: Bundesgesetz über die direkte Bundessteuer [DBG], in: Kommentar zum Schweizerischen Steuerrecht, Bd. I/2a, 2. Aufl. 2008, N. 16 zu Art. 26 DBG). LOCHER vergleicht dabei die Kosten für Wahlpropaganda in zutreffender Weise mit den Kosten einer erwerbstätigen Person für die Suche einer neuen Stelle (vgl. E. 3.5 hiervor).\n\n4.4 Dies führt insgesamt zum Schluss, dass die persönlichen Wahlkampfkosten der Steuerpflichtigen nicht als abzugsfähige Gewinnungskosten im Sinne von Art. 25 bzw. Art. 26 Abs. 1 lit. c DBG |303| betrachtet werden können und damit der angefochtene Entscheid gegen Bundesrecht verstösst.\n\n4.5 Die Vorinstanz hat schliesslich noch ausgeführt, die Zulassung der persönlichen Wahlkampfkosten als Gewinnungskosten stehe \"auch im Einklang mit der neueren Praxis verschiedener Schweizer Kantone\" und gemäss einer \"zur Entscheidfindung im vorliegenden Fall durchgeführten Umfrage\" würden acht Schweizer Kantone die persönlichen Wahlkampfkosten bei einer Wiederwahl zum Abzug zulassen. Dagegen ist Folgendes einzuwenden: Selbst wenn eine Mehrheit der Kantone die persönlichen Wahlkampfkosten zum Abzug zuliesse, würde dies nichts am Ergebnis ändern, dass diese Praxis gegen Art. 25 bzw. Art. 26 Abs. 1 lit. c DBG verstösst. Indes lässt sich dem in den vorinstanzlichen Akten liegenden Ergänzungsbericht vom 11. Juni 2014 entnehmen, dass die Mehrheit der Schweizer Kantone (14 von 22 Kantonen, von denen eine Rückmeldung vorliegt) einen Abzug der persönlichen Wahlkampfkosten auch im Falle einer Wiederwahl bzw. Nichtwiederwahl verweigert. Aufgrund dieser Umfrageergebnisse erscheint der Verweis der Vorinstanz auf die Praxis in den verschiedenen Kantonen auch in dieser Hinsicht als wenig überzeugend.\n\n4.6 Die Beschwerde der Steuerverwaltung des Kantons Wallis erweist sich damit betreffend die direkte Bundessteuer als begründet und ist gutzuheissen. Das angefochtene Urteil ist aufzuheben und das steuerbare Einkommen der Steuerpflichtigen gemäss dem Einspracheentscheid der Kantonalen Steuerverwaltung vom 21. Juni 2013 festzusetzen.\n\nII. Kantons- und Gemeindesteuern\n\n5.\n\n5.1 Art. 21 und 22 Abs. 1 lit. c des Steuergesetzes [des Kantons Wallis] vom 10. März 1976 (StG/VS; SGS 642.1) entsprechen im Wesentlichen Art. 25 sowie Art. 26 Abs. 1 lit. c DBG. Diese Bestimmungen harmonieren mit Art. 9 Abs. 1 StHG (vgl. E. 1.2 hiervor). Daraus folgt, dass die Erwägungen zur direkten Bundessteuer für die kantonalen Steuern analog massgebend sind. Damit ergibt sich für die Kantons- und Gemeindesteuern dasselbe Ergebnis wie bei der direkten Bundessteuer.\n\n5.2 Demnach erweist sich die Beschwerde in öffentlich-rechtlichen Angelegenheiten betreffend die Kantons- und Gemeindesteuern ebenfalls als begründet und ist gutzuheissen. Das angefochtene Urteil |304| ist aufzuheben und das steuerbare Einkommen der Steuerpflichtigen gemäss dem Einspracheentscheid der Kantonalen Steuerverwaltung vom 21. Juni 2013 festzusetzen. (...)"}