{"annee": "142", "cour": "V", "page": "572", "date": "22/12/2016", "cite": ["108 V 54"], "cite_par": [], "chapeau": "62. Extrait de l'arrêt de la Ire Cour de droit social dans la cause Caisse d'allocations familiales des administrations et institutions cantonales contre A. (recours en matière de droit public)\n\n8C_4/2016 du 22 décembre 2016", "regestes": ["Art. 3 al. 1 let. b LAFam; art. 1 al. 1 OAFam; art. 25 al. 5 LAVS; art. 49bis RAVS; notion de formation professionnelle au sens de l'art. 49bis RAVS. La requérante ne peut prétendre une allocation de formation professionnelle pour son fils du fait de l'activité de hockeyeur exercée par celui-ci. Eu égard au contenu du contrat d'usage (selon la terminologie du droit français) liant le joueur au club sportif ainsi qu'au niveau du championnat auquel il évolue, l'activité ne constitue pas une formation professionnelle au sens de l'art. 49bis RAVS (consid. 5.1)."], "faits": "|573|\n\nA. A. domiciliée à B. (France) et mère de deux enfants, dont C., travaille auprès de l'Hôpital D. A ce titre elle a perçu des allocations de formation professionnelle en faveur de ses enfants, versées par la Caisse d'allocations familiales des administrations et institutions cantonales (ci-après: la CAFAC).\n\nEn avril 2012, C. s'est inscrit à la Fédération française de hockey sur glace et a conclu des contrats d'usage successifs avec l'association E. La même année, il a obtenu un BTS (brevet de technicien supérieur) technico-commercial.\n\nAprès avoir, à plusieurs reprises, supprimé puis reconnu de nouveau le droit aux allocations pour formation professionnelle de C., la CAFAC y a finalement mis un terme définitif par décision du 20 novembre 2014, confirmée sur opposition le 25 février 2015. En effet, elle considérait que les contrats d'usage conclus avec le club sportif étaient des contrats de travail, de sorte que C. ne pouvait pas être assimilé à un enfant en formation lui donnant droit aux allocations de formation professionnelle. En outre, elle demandait la restitution de la somme totale des allocations versées à ce titre pour la période du 1er août 2012 au 31 octobre 2014, soit 9'600 fr.\n\nB. Par jugement du 18 novembre 2015, la Chambre des assurances sociales de la Cour de justice de la République et canton de Genève a admis le recours formé par A. D'une part, elle a considéré que la CAFAC ne pouvait pas exiger la restitution des allocations de formation professionnelle versées durant la période susmentionnée, au motif que les conditions d'une révision ou d'une reconsidération |574| n'étaient pas réunies. D'autre part, elle a condamné la caisse à verser à la mère les prestations familiales pour la période postérieure au 31 octobre 2014 \"pour la formation d'hockeyeur professionnel découlant du contrat du 1er août 2014\".\n\nC. La CAFAC interjette un recours en matière de droit public contre ce jugement et conclut implicitement à son annulation en demandant la confirmation de sa décision sur opposition du 25 février 2015 \"en tant que C. n'est pas réputé être en formation depuis août 2012\".\n\nL'intimée conclut au rejet du recours. La juridiction cantonale déclare n'avoir aucune remarque particulière à formuler, tandis que l'Office fédéral des assurances sociales a renoncé à se déterminer.\n\nLe Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n2. Dans son recours, la CAFAC ne remet pas en cause le jugement cantonal sur la question de la restitution des allocations de formation professionnelle versées du 1er août 2012 au 31 octobre 2014. Par conséquent, seule est litigieuse la question de savoir si l'activité de hockeyeur professionnel pratiquée par C. doit être considérée comme une formation au sens de la loi fédérale du 24 mars 2006 sur les allocations familiales (LAFam; RS 836.2), ouvrant un droit aux prestations familiales à partir du 1er novembre 2014.\n\n3.\n\n3.1 L'allocation familiale comprend l'allocation pour enfant et l'allocation de formation professionnelle qui est octroyée au plus tard, en cas de formation, jusqu'à l'âge de 25 ans (art. 3 al. 1 LAFam). Selon l'art. 1 al. 1 de l'ordonnance du 31 octobre 2007 sur les allocations familiales (OAFam; RS 836.21), un droit à l'allocation de formation professionnelle existe pour les enfants accomplissant une formation au sens de l'art. 25 al. 5 de la loi fédérale du 20 décembre 1946 sur l'assurance-vieillesse et survivants (LAVS).\n\n3.2 Pour les enfants qui accomplissent une formation, le droit à la rente (d'orphelin) s'étend jusqu'au terme de cette formation, mais au plus jusqu'à l'âge de 25 ans révolus; le Conseil fédéral peut définir ce que l'on entend par formation (art. 25 al. 5 LAVS).\n\nSe fondant sur cette délégation de compétence, le Conseil fédéral a adopté les art. 49bis et 49ter RAVS (RS 831.101), entrés en vigueur le 1er janvier 2011 (RO 2010 4573). L'art. 49bis al. 1 RAVS a |575| concrétisé la jurisprudence antérieure en la matière (cf. ATF 108 V 54 consid. 1a p. 54 s.). Il prévoit qu'un enfant est réputé en formation lorsqu'il suit une formation régulière reconnue de jure ou de facto à laquelle il consacre la majeure partie de son temps et se prépare systématiquement à un diplôme professionnel ou obtient une formation générale qui sert de base en vue de différentes professions. Selon l'al. 2, sont également considérées comme formation les solutions transitoires d'occupation telles que les semestres de motivation et les pré-apprentissages, les séjours au pair et les séjours linguistiques, pour autant qu'ils comprennent une partie de cours. Enfin, l'enfant n'est pas considéré en formation si son revenu d'activité lucrative mensuel moyen est supérieur à la rente de vieillesse complète maximale de l'AVS (al. 3). Quant à l'art. 49ter RAVS, il règle la fin ou l'interruption de la formation.\n\n4.\n\n4.1 Les premiers juges ont considéré que la notion de formation professionnelle au sens de l'art. 25 al. 5 LAVS incluait la formation de hockeyeur professionnel suivie par C. En effet, quand bien même le fils de l'intimée avait obtenu un BTS en juillet 2012, il apparaissait de façon claire que son but professionnel restait l'activité de hockeyeur, notamment au vu de sa scolarité effectuée dans une section sportive et de la poursuite de sa formation au sein d'un club sportif. La juridiction cantonale a relevé qu'il n'existait aucune formation spécifique de hockeyeur professionnel et qu'il fallait essentiellement suivre un parcours menant à des performances de haut niveau. Ainsi, de leur avis, les activités pratiquées par C. dans le contexte de sa formation, telles que les préparations physiques, les entraînements sportifs, ainsi que la participation à des matchs de championnat, avaient un lien de connexité étroit avec son but professionnel. En outre, les contrats de travail signés par celui-ci mentionnaient la qualité de sportif professionnel \"en formation\" et avaient été établis selon les termes prévus par la Convention collective nationale (française) du sport, expressément chargée de réglementer les contrats de travail des sportifs en formation. Pour le reste, les premiers juges ont également constaté que le montant du salaire annuel perçu par C., à savoir 6'709 euros 56 (pour 8 mois 1/2 d'engagement), était largement inférieur au seuil des revenus prévus par l'art. 49bis al. 3 RAVS.\n\n4.2 De son côté, la recourante fait valoir que la formation de C. ne constitue pas une formation professionnelle au sens de l'art. 25 al. 5 LAVS, |576| notamment en raison du caractère professionnel prépondérant de celle-ci. Selon elle, à partir du moment où C. avait obtenu son BTS, soit en juillet 2012, il fallait considérer qu'il avait achevé sa formation au sens de l'art. 49ter al. 1 RAVS. Par ailleurs, la recourante se prévaut des rapports de travail existants entre C. et le club sportif, en particulier du lien de subordination le liant à son club, et du fait qu'il exerce son activité au niveau le plus élevé du championnat français de hockey sur glace.\n\n5.\n\n5.1 L'argumentation de l'autorité cantonale ne peut pas être suivie.\n\nSelon le contrat d'usage signé par C. le 1er août 2014, le club de hockey de E. l'a engagé pour la saison 2014/2015 en qualité de sportif professionnel, conformément aux art. L. 1242-2 et suivants et D. 1242-1 du Code du travail français et du chapitre XII de la Convention collective nationale du sport. En vertu des dispositions précitées du Code du travail, ledit contrat est un contrat d'usage à durée déterminée, ne pouvant être conclu que dans un rapport de travail. Parmi les secteurs d'activités susceptibles d'être soumis à ce type de contrat figure expressément le sport \"professionnel\". Il n'est pas fait spécialement référence à une formation dans le domaine du sport. Quant à la Convention collective nationale du sport (disponible sous www.legifrance.gouv.fr/initRechConvColl.do, consulté le 19 décembre 2016), elle règle les relations entre les employeurs et les salariés des entreprises exerçant leur activité principale dans l'un des domaines énumérés au ch. 1.1. A son chapitre XII, elle réglemente plus particulièrement le sport professionnel. Le renvoi dans le contrat d'usage à ce chapitre de la convention n'est donc pas propre à établir que l'intéressé se trouvait en formation.\n\nEn ce qui concerne le contrat du 1er août 2014, il ne contient pas d'éléments qui, de par les obligations imposées à l'intéressé (préparation physique, entretiens avec le corps médical, participation aux matchs de championnat) permettraient de conclure à la prédominance d'une formation par rapport à une activité de joueur professionnel confirmé. On n'y trouve aucune clause dont on pourrait admettre qu'elle s'inscrit dans un plan de formation systématique et structuré. La simple mention du terme \"formation\" n'apparaît pas suffisante pour considérer l'activité de hockeyeur pratiquée par C. comme une formation professionnelle au sens des principes exposés ci-dessus (supra consid. 3). |577|\n\nEnfin, comme cela ressort du jugement attaqué, C. a obtenu pour la saison sportive 2014/2015 un engagement dans la catégorie \"seniors\" du Club de E., lequel évolue au sein de la ligue Magnus, soit le niveau le plus élevé du championnat français de hockey sur glace. Parmi ses obligations figure celle de jouer dans ce championnat. On peut en déduire qu'il avait alors atteint un potentiel suffisant pour la pratique au plus haut niveau d'un sport professionnel. L'âge de l'intéressé (22 ans) en novembre 2014 est également un indice important dans ce sens. Même si une période d'adaptation était encore nécessaire, celle-ci ne saurait être assimilée à une formation. Le fait que le salaire pour une saison s'élevait à 6'709 euros 56 seulement ne suffit pas, à lui seul, pour en tirer une conclusion contraire.\n\n5.2 De ce qui précède, il résulte que l'intimée n'a pas droit à une allocation de formation professionnelle pour la période postérieure au 31 octobre 2014. Il n'y a pas lieu d'examiner ce qu'il en est pour la période antérieure du moment que la restitution des prestations versées jusqu'à cette date ne peut pas être exigée (supra consid. 2). (...)"}