{"annee": "142", "cour": "IV", "page": "281", "date": "25/5/2016", "cite": [], "cite_par": [], "chapeau": "37. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Staatsanwaltschaft des Kantons Graubünden (Beschwerde in Strafsachen)\n\n6B_115/2016 vom 25. Mai 2016", "regestes": ["Rectification des prononcés (art. 83 CPP). Cas dans lequel un prévenu est condamné à une simple amende pour un délit et une contravention par un dispositif de jugement de première instance notifié sans motivation. Le prononcé supplémentaire d'une peine pécuniaire pour le délit ne peut pas résulter d'une procédure de rectification (consid. 1)."], "faits": "BGE 142 IV 281 S. 281\n\nA.\n\nA.a Die Staatsanwaltschaft Graubünden sprach X. mit Strafbefehl vom 13. August 2014 der vorsätzlichen Erwerbstätigkeit ohne Bewilligung (Art. 115 Abs. 1 lit. c AuG [SR 142.20]) und der vorsätzlichen Missachtung einer Ausgrenzung (Art. 119 Abs. 1 AuG) schuldig und bestrafte ihn mit einer unbedingten Geldstrafe von 90 Tagessätzen zu je CHF 30.-.\n\nX. erhob dagegen Einsprache.\n\nDie Staatsanwaltschaft Graubünden hielt am Strafbefehl fest und überwies die Akten am 18. Februar 2015 gemäss Art. 356 Abs. 1 StPO BGE 142 IV 281 S. 282dem Bezirksgericht Plessur zur Durchführung des Hauptverfahrens. Der Strafbefehl gilt damit als Anklageschrift (Art. 356 Abs. 1 Satz 2 StPO).\n\nA.b Das Bezirksgericht Plessur sprach X. der fahrlässigen Erwerbstätigkeit ohne Bewilligung (Art. 115 Abs. 1 lit. c i.V.m. Art. 115 Abs. 3 AuG) sowie der vorsätzlichen Missachtung der Ausgrenzung (Art. 119 Abs. 1 AuG) schuldig und bestrafte ihn mit einer Busse von CHF 600.- beziehungsweise mit einer Ersatzfreiheitsstrafe von 20 Tagen im Falle der schuldhaften Nichtbezahlung der Busse. Dieses Urteil wurde am 9. April 2015 mündlich und am 13. April 2015 schriftlich im Dispositiv eröffnet.\n\nAm 14. April 2015 erliess das Bezirksgericht Plessur gestützt auf Art. 83 Abs. 1 StPO einen Berichtigungsbeschluss. Die das Strafmass betreffende Ziff. 2 des Urteils ohne schriftliche Begründung vom 9. April 2015 wurde aufgehoben und dahingehend geändert, dass X. für die fahrlässige Erwerbstätigkeit ohne Bewilligung mit einer Busse von CHF 600.- und für die vorsätzliche Missachtung der Ausgrenzung mit einer unbedingten Geldstrafe von 30 Tagessätzen zu je CHF 30.- bestraft wurde. Im Berichtigungsbeschluss wird ausgeführt, dass die vorsätzliche Missachtung einer Ausgrenzung gemäss Art. 119 Abs. 1 AuG mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft werde, dass im Urteil vom 9. April 2015 noch keine Geldstrafe ausgesprochen worden und dieses Urteil daher unvollständig sei.\n\nA.c X. meldete gegen das Urteil vom 9. April 2015 und gegen den Berichtigungsbeschluss vom 14. April 2015 Berufung an. Am 7. Juli 2015 wurde das schriftlich begründete Urteil des Bezirksgerichts Plessur zugestellt, dessen Dispositiv dem Berichtigungsbeschluss entspricht. X. erklärte Berufung.\n\nB. Die I. Strafkammer des Kantonsgerichts von Graubünden sprach X. mit Urteil vom 3. November 2015 in Bestätigung des erstinstanzlichen Entscheids der fahrlässigen Erwerbstätigkeit ohne Bewilligung gemäss Art. 115 Abs. 1 lit. c AuG i.V.m. Art. 115 Abs. 3 AuG sowie der vorsätzlichen Missachtung der Ausgrenzung gemäss Art. 119 Abs. 1 AuG schuldig. Sie bestrafte ihn für die fahrlässige Erwerbstätigkeit ohne Bewilligung in Bestätigung des erstinstanzlichen Entscheids mit einer Busse von CHF 600.- beziehungsweise mit einer Ersatzfreiheitsstrafe von 20 Tagen im Falle der schuldhaften Nichtbezahlung der Busse. In teilweiser Gutheissung der BGE 142 IV 281 S. 283Berufung von X. bestrafte sie diesen für die vorsätzliche Missachtung der Ausgrenzung mit einer Geldstrafe von 30 Tagessätzen zu je CHF 10.-.\n\nC. X. erhebt Beschwerde in Strafsachen. Er stellt die Anträge, das Urteil des Kantonsgerichts von Graubünden sei aufzuheben; er sei der Missachtung der Ausgrenzung im Sinne von Art. 119 Abs. 1 AuG schuldig zu sprechen und hiefür mit einer Busse von CHF 600.- zu bestrafen; vom Vorwurf der fahrlässigen Erwerbstätigkeit ohne Bewilligung im Sinne von Art. 115 Abs. 1 lit. c i.V.m. Art. 115 Abs. 3 AuG sei er freizusprechen. Zudem ersucht er um Gewährung der unentgeltlichen Rechtspflege.\n\nDie Staatsanwaltschaft und das Kantonsgericht von Graubünden beantragen unter Hinweis auf den angefochtenen Entscheid die Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Der Beschwerdeführer macht geltend, der dem Dispositiv des Entscheids der ersten Instanz vom 9. April 2015 nach Meinung der kantonalen Instanzen anhaftende Fehler lasse sich entgegen deren Auffassung nicht auf dem Wege der Berichtigung im Sinne von Art. 83 Abs. 1 StPO beheben.\n\n1.2 Ist das Dispositiv eines Entscheides unklar, widersprüchlich oder unvollständig oder steht es mit der Begründung im Widerspruch, so nimmt die Strafbehörde, die den Entscheid gefällt hat, auf Gesuch einer Partei oder von Amtes wegen eine Erläuterung oder Berichtigung des Entscheids vor (Art. 83 Abs. 1 StPO). Praktisch gleich lautet Art. 334 Abs. 1 ZPO. Ähnlich lautet Art. 129 BGG.\n\nDie erste Instanz wies in ihrem Berichtigungsbeschluss vom 14. April 2015 darauf hin, dass der Beschwerdeführer gemäss dem Dispositiv des Urteils vom 9. April 2015 der fahrlässigen Erwerbstätigkeit ohne Bewilligung und der vorsätzlichen Missachtung der Ausgrenzung schuldig gesprochen und dafür mit einer Busse von CHF 600.- bestraft wurde. Für die vorsätzliche Missachtung einer Ausgrenzung drohe Art. 119 Abs. 1 AuG aber Freiheitsstrafe bis zu drei Jahren oder Geldstrafe an. Eine solche sei im Urteilsdispositiv indessen nicht ausgesprochen worden. Dieses sei daher unvollständig. Es sei deshalb gestützt auf Art. 83 Abs. 1 StPO zu berichtigen.\n\nDie Vorinstanz erwägt, eine Berichtigung sei unter anderem möglich, wenn hinreichend klar sei, dass das Urteilsdispositiv nicht mit BGE 142 IV 281 S. 284dem Willen des Gerichts übereinstimmen könne. Dies sei hier der Fall. Bei einer Verurteilung wegen fahrlässiger Erwerbstätigkeit ohne Bewilligung und wegen vorsätzlicher Missachtung der Ausgrenzung sei neben einer Busse für Erstere zwingend eine Freiheits- oder Geldstrafe für Letztere auszusprechen, es lägen denn insoweit Strafmilderungsgründe vor, welche jedoch im erstinstanzlichen Verfahren nicht behauptet worden und auch nicht ersichtlich seien. Da offensichtlich keine Strafmilderungsgründe vorlägen, habe der Beschwerdeführer davon ausgehen müssen, dass die Strafe für die vorsätzliche Missachtung der Ausgrenzung aufgrund eines Versehens der ersten Instanz im Dispositiv vergessen gegangen sei. Unter diesen Umständen sei ohne Weiteres erkennbar, dass eine blosse Busse mit dem erkannten Schuldspruch in offensichtlichem Widerspruch stehe.\n\n1.3 Erläuterung und Berichtigung bezwecken nicht die materielle Überprüfung eines Entscheids, sondern dessen Klarstellung beziehungsweise die Korrektur offensichtlicher Versehen. Ein solches liegt vor, wenn aus der Lektüre des Textes eines gerichtlichen Entscheids eindeutig hervorgeht, dass das, was das Gericht aussprechen oder anordnen wollte, nicht übereinstimmt mit dem, was es tatsächlich ausgesprochen oder angeordnet hat (Urteil 6B_727/2012 vom 11. März 2013 E. 4.2.1). Es muss sich mit andern Worten um einen Fehler im Ausdruck und nicht in der Willensbildung des Gerichts handeln. Eine Entscheidung, die so gewollt war, wie sie ausgesprochen wurde, die aber auf einer irrtümlichen Sachverhaltsfeststellung oder auf einem Rechtsfehler beruht, kann nicht berichtigt werden (NILS STOHNER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 3 zu Art. 83 StPO; DANIELA BRÜSCHWEILER, in: Kommentar zur Schweizerischen Strafprozessordnung [StPO], 2. Aufl. 2014, N. 3 zu Art. 83 StPO).\n\n1.4 Das Gesetz droht für die fahrlässige Ausübung einer nicht bewilligten Erwerbstätigkeit Busse an (Art. 115 Abs. 1 lit. c i.V.m. Art. 115 Abs. 3 AuG). Es droht für die vorsätzliche Missachtung der Ein- oder Ausgrenzung Freiheitsstrafe bis zu drei Jahren oder Geldstrafe an (Art. 119 Abs. 1 AuG). Der Beschwerdeführer wurde wegen beider Taten verurteilt. Er hätte daher sowohl mit einer Freiheits- oder Geldstrafe als auch mit einer Busse bestraft werden müssen, es sei denn, es lägen in Bezug auf die Missachtung der Ein- oder Ausgrenzung Strafmilderungsgründe vor. Er wurde indessen gemäss dem Dispositiv des erstinstanzlichen Entscheids vom 9. April 2015 lediglich mit einer Busse bestraft. BGE 142 IV 281 S. 285\n\n1.5 Im Zeitpunkt der Zustellung des Dispositivs des erstinstanzlichen Urteils vom 9. April 2015 war unklar, ob dieses überhaupt einen Fehler enthielt und ob ein allfälliger Fehler auf einem Mangel in der Willensbildung des Gerichts oder auf einem Mangel im Ausdruck des Willens beruhte. Darüber konnte nur spekuliert werden, zumal keine schriftliche Urteilsbegründung vorlag. Die Ausfällung lediglich einer Busse bei Schuldsprüchen wegen fahrlässiger Erwerbstätigkeit ohne Bewilligung und wegen vorsätzlicher Missachtung der Ein- oder Ausgrenzung wäre fehlerfrei gewesen, wenn in Bezug auf den Vergehenstatbestand der vorsätzlichen Missachtung der Ein- oder Ausgrenzung ein Strafmilderungsgrund vorgelegen und die erste Instanz diesen dergestalt berücksichtigt hätte, dass sie statt einer Geldstrafe lediglich eine Busse ausfällte. Bei Fehlen eines Strafmilderungsgrundes hätte auch eine Freiheits- oder Geldstrafe ausgesprochen werden müssen und wäre die Ausfällung lediglich einer Busse fehlerhaft gewesen. Dieser Fehler hätte auf einem Mangel in der Willensbildung der ersten Instanz beruht, wenn diese rechtsfehlerhaft angenommen hätte, dass die Straftat der vorsätzlichen Missachtung der Ein- oder Ausgrenzung - wie die Straftat der fahrlässigen Erwerbstätigkeit ohne Bewilligung - lediglich eine Übertretung und daher eine Busse auszufällen sei. Der Fehler hätte hingegen auf einem Mangel im Willensausdruck beruht, wenn die erste Instanz zwar richtigerweise davon ausgegangen wäre, dass für die vorsätzliche Missachtung der Ein- oder Ausgrenzung, da kein Strafmilderungsgrund vorlag, eine Freiheits- oder Geldstrafe auszufällen sei, sie diese aber im Urteilsdispositiv versehentlich nicht erwähnt hätte.\n\nOb der Beschwerdeführer im Dispositiv des erstinstanzlichen Urteils vom 9. April 2015 aus diesem oder jenem oder aus einem dritten Grunde nicht auch zu einer Freiheits- oder Geldstrafe verurteilt wurde, hängt somit von diversen rechtlichen Überlegungen beziehungsweise von einer materiellen Prüfung ab und bleibt spekulativ. Eine Berichtigung im Sinne von Art. 83 Abs. 1 StPO kann indessen nicht auf rechtliche Überlegungen und nicht auf Spekulationen gegründet werden. Es ist im vorliegenden Fall nicht eindeutig, dass die erste Instanz lediglich einen Fehler im Willensausdruck beging, indem sie den Beschwerdeführer im Dispositiv nicht auch zu einer Freiheits- oder Geldstrafe verurteilte. Die Berichtigung war daher nicht zulässig. Die Vorinstanz verletzt Bundesrecht, indem sie erkennt, die erste Instanz habe das Dispositiv ihres Urteils vom 9. April 2015 auf dem Weg der Berichtigung dergestalt abändern dürfen, dass sie zusätzlich BGE 142 IV 281 S. 286zur Busse von CHF 600.- auch eine Geldstrafe von 30 Tagessätzen zu je CHF 10.- ausfällte.\n\n1.6 Die Beschwerde ist daher in diesem Punkt gutzuheissen, das Urteil des Kantonsgerichts von Graubünden vom 3. November 2015 aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit diese den Berichtigungsbeschluss der ersten Instanz vom 14. April 2015 aufhebe. (...)"}