{"annee": "142", "cour": "I", "page": "16", "date": "9/2/2016", "cite": ["139 I 195", "141 V 455", "140 V 574", "138 I 435", "140 I 277", "138 I 468", "138 I 217"], "cite_par": ["142 II 369", "143 I 1"], "chapeau": "3. Estratto della sentenza della II Corte di diritto pubblico nella causa I.S.S.E.A. SA contro Gran Consiglio e Consiglio di Stato del Cantone Ticino (ricorso in materia di diritto pubblico)\n\n2C_297/2014 del 9 febbraio 2016", "regestes": ["Art. 49 Cst.; art. 29 LEHE; art. 14 al. 2 LUSI/TI; art. 4 RLUSI/TI; protection des dénominations universitaires prévue dans la loi tessinoise sur l'Université de la Suisse italienne, sur l'Ecole universitaire professionnelle de la Suisse italienne et sur les Instituts de recherche, ainsi que dans le règlement y relatif; primauté et respect du droit fédéral. L'art. 29 al. 1 LEHE prévoit que, par l'accréditation institutionnelle, une haute école ou une autre institution du domaine des hautes écoles acquiert le droit à l'appellation d'\"université\", de \"haute école spécialisée\" ou de \"haute école pédagogique\", y compris dans ses formes dérivées, tels que \"institut universitaire\" ou \"institut de niveau haute école spécialisée\". La liste contenue à cet article n'est pas exhaustive et laisse aux cantons la faculté d'adopter des prescriptions particulières en matière de dénominations des hautes écoles. La réserve en faveur des cantons revêt une importance particulière sur le plan linguistique (consid. 7 et 8). La protection des dénominations de \"accademia/accademico\", \"ateneo\", \"alta scuola\" et \"facoltà\" prévue par le droit tessinois respecte le sens et l'esprit de la législation fédérale et ne viole pas l'art. 49 Cst. Cela ne vaut pas pour la protection des dénominations de \"campus\" et \"college\" (consid. 9)."], "faits": "|17|\n\nA. Il 16 dicembre 2013 il Gran Consiglio del Cantone Ticino ha adottato alcune modifiche della legge del 3 ottobre 1995 sull'Università della Svizzera italiana, sulla Scuola universitaria professionale della Svizzera italiana e sugli Istituti di ricerca (LUSI; RL 5.3.1.1). La novella è stata pubblicata nel Foglio ufficiale ticinese e, scaduto il termine di referendum, nel Bollettino ufficiale delle leggi e degli atti esecutivi. L'entrata in vigore è stata fissata al 1° marzo 2014.\n\nSul medesimo Bollettino ufficiale è stato pubblicato anche il regolamento della LUSI decretato il 18 febbraio 2014 dal Consiglio di Stato del Cantone Ticino e entrato immediatamente in vigore (RLUSI; RL/TI 5.3.1.1.1).\n\nB. Le due normative ticinesi sono state impugnate con ricorso in materia di diritto pubblico il 24 marzo 2014 dalla I.S.S.E.A. SA - Università privata a distanza, la quale ha chiesto l'annullamento degli art. 14 cpv. 2 seconda frase LUSI e 4 RLUSI, concernenti la |18| protezione delle denominazioni universitarie, nonché dell'art. 26b cpv. 1 e 2 LUSI. Con replica del 27 giugno 2014, la ricorrente ha precisato la propria posizione, rinunciando alla domanda di annullamento dell'art. 26b LUSI.\n\nNegata la concessione dell'effetto sospensivo, il Tribunale federale ha parzialmente accolto il ricorso, annullando l'art. 4 lett. g RLUSI; per il resto lo ha respinto.\n\n(riassunto)", "considerants": "Dai considerandi:\n\n3.\n\n3.1 Il testo completo attualmente in vigore dell'art. 14 LUSI, intitolato \"Protezione della denominazione\", è questo:\n\n1 Nessun altro ente, pubblico o privato, può assumere nel Cantone le denominazioni \"Università della Svizzera italiana\" e \"Scuola universitaria professionale della Svizzera italiana\".\n\n2 È necessaria l'autorizzazione del Consiglio di Stato per usare le denominazioni \"università\", \"scuola universitaria professionale\", \"alta scuola pedagogica\" ed altri nomi derivati o affini da parte di altri enti residenti nel Cantone. Le definizioni di denominazioni derivate e affini in lingua italiana e in altre lingue, come pure la procedura d'autorizzazione, sono stabilite dal regolamento d'applicazione.\n\n(...)\n\n5 L'autorizzazione alla denominazione universitaria è concessa unicamente a scuole di livello terziario che dispongono di un accreditamento istituzionale da parte del Consiglio svizzero di accreditamento su proposta dell'Agenzia svizzera di accreditamento o di un'altra agenzia svizzera o estera da esso riconosciuta.\n\n6 Per le scuole che hanno iniziato la procedura di accreditamento può venire concessa un'autorizzazione alla denominazione universitaria provvisoria di una durata massima di due anni a condizione che l'autorità di accreditamento sia entrata in materia. Ulteriori criteri per l'ottenimento, l'utilizzo e i limiti di rinnovo dell'autorizzazione provvisoria sono stabiliti dal regolamento d'applicazione.\n\n7 La scuola autorizzata in via provvisoria o definitiva è tenuta a informare compiutamente i terzi sull'effettivo valore dell'autorizzazione alla denominazione universitaria. Il Consiglio di Stato adotta i necessari provvedimenti in caso d'inadempienza, fino alla revoca dell'autorizzazione.\n\n8 Il Cantone pubblica un elenco aggiornato e completo delle scuole residenti sul territorio che erogano titoli accademici, specificandone lo status di accreditamento.\n\n9 Contro le decisioni del Consiglio di Stato è dato ricorso al Tribunale cantonale amministrativo. |19|\n\n10 In caso di abuso della denominazione sono applicabili le sanzioni penali previste dalla legge federale. L'azione penale compete al Ministero pubblico.\n\n3.2 Il ricorso è volto, come detto, contro l'art. 14 cpv. 2 seconda frase di questa norma e contro l'art. 4 RLUSI, il quale precisa sotto il titolo \"Denominazioni tutelate\":\n\nLe denominazioni tutelate che necessitano di autorizzazione, inclusi i casi di declinazioni al plurale o al femminile, di utilizzo dei termini in nomi composti, di uso di termini omologhi o analoghi in altre lingue, sono le seguenti:\n\na) università, universitario;\n\nb) accademia, accademico;\n\nc) ateneo;\n\nd) politecnico (sostantivo e aggettivo);\n\ne) alta scuola (o altre accezioni corrispondenti ai termini \"Hochschule\" oppure \"haute école\");\n\nf) facoltà;\n\ng) campus, college.\n\n3.3 L'ambito d'applicazione del disposto appena menzionato è precisato dal successivo art. 5 cpv. 1 RLUSI, che recita:\n\nÈ vietato usare le denominazioni tutelate senza autorizzazione da parte delle scuole e degli istituti che sul territorio cantonale offrono in proprio, attraverso terzi o per conto di terzi ed in forma completa o parziale, corsi di livello terziario volti all'ottenimento di titoli universitari (bachelor, master, dottorato).\n\nDa una sua lettura appare infatti chiaro che la regolamentazione a tutela delle denominazioni prevista dall'art. 14 cpv. 2 LUSI in relazione con l'art. 4 RLUSI concerne quelle scuole e istituti che, sul territorio del Cantone Ticino, propongono una formazione a livello terziario sotto forma di corsi, attraverso la quale è possibile acquisire un diploma accademico come appunto un bachelor, un master o un dottorato.\n\n(...)\n\n4. Il ricorso è fondato essenzialmente sul principio della preminenza del diritto federale sancito dall'art. 49 cpv. 1 Cost. (...).\n\n(...)\n\n5. La ricorrente introduce l'argomento della forza derogatoria del diritto federale ricordando che l'art. 63a Cost. istituisce un regime di competenze parallele in materia di scuole universitarie e che di |20| conseguenza, qualora la Confederazione non abbia legiferato in modo esaustivo, i Cantoni possono farlo a condizione di non contraddire il senso e lo spirito del diritto federale e di non pregiudicarne lo scopo. Sulla base di un'analisi articolata dei lavori legislativi preparatori, la ricorrente spiega che la LPSU, che scaturisce dall'articolo costituzionale, procede dall'idea di fondo che Confederazione e Cantoni provvedano insieme al coordinamento di uno spazio universitario svizzero di qualità fissando obiettivi e istituendo organi comuni ai quali delegano determinate competenze, ma contiene anche disposizioni direttamente applicabili alle università quali gli art. 29, 62 e 63 concernenti l'accreditamento e il diritto alla denominazione, due aspetti indissolubilmente legati tra di loro. La ricorrente sostiene che, per non ledere più del necessario la libertà economica e l'autonomia delle università, le suddette disposizioni di diritto federale proteggono solo le denominazioni università, scuola universitaria professionale e alta scuola pedagogica oppure le derivazioni istituto universitario e istituto universitario professionale ; altre denominazioni correnti come scuola universitaria, accademia, istituto possono invece continuare a essere usate liberamente.\n\nIn questo ambito, aggiunge la ricorrente, i Cantoni non hanno più spazio per legiferare, se non tramite il Concordato del 20 giugno 2013 sulle scuole universitarie (RL/TI 5.3.3.1), il cui art. 12 rinvia però all'art. 62 LPSU, quindi ancora alle sole denominazioni protette per diritto federale. Lo Stato, che ha dato per scontata l'inapplicabilità della LPSU, non si è espresso in modo puntuale su queste censure. Le sue obiezioni saranno riprese solo in quanto necessario.\n\n6. Le argomentazioni della ricorrente impongono in primo luogo di verificare il rispetto dell'art. 49 Cost.\n\nSecondo questo disposto costituzionale, il diritto federale prevale su quello cantonale contrario.\n\nIl precetto della preminenza del diritto federale impedisce l'adozione e l'applicazione di norme cantonali che, per lo scopo perseguito o i mezzi predisposti per raggiungerlo, eludono il diritto federale o ne contraddicono il senso o lo spirito oppure che trattano materie che il legislatore federale ha regolamentato in modo esaustivo (DTF 141 V 455 consid. 6.1 pag. 462; DTF 140 V 574 consid. 5.1 pag. 578; DTF 140 I 277 consid. 4.1 pag. 281, DTF 138 I 218 consid. 5.1 pag. 221; DTF 139 I 195 consid. 4 pag. 204; DTF 138 I 468 consid. 2.3.1 pag. 470 seg., DTF 138 I 435 consid. 3.1 pag. 446).\n\n|21|\n\n7. La LPSU si applica alle scuole universitarie - che sono le università cantonali, i politecnici federali, le scuole universitarie professionali e le alte scuole pedagogiche - e agli altri istituti accademici federali e cantonali (art. 2). Questi enti possono ottenere l'accreditamento istituzionale alle condizioni e secondo la procedura stabilite dagli art. 27 segg. LPSU. L'accreditamento istituzionale dà diritto, tra l'altro, all'uso esclusivo delle denominazioni università, scuola universitaria professionale, alta scuola pedagogica oppure delle denominazioni derivate come istituto universitario o istituto universitario professionale (art. 28 cpv. 2 lett. a, 29 cpv. 1, 62 cpv. 1 LPSU). L'uso di tali denominazioni protette da parte di istituti non accreditati comporta sanzioni penali per i responsabili (art. 63 LPSU). L'accreditamento di università, scuole universitarie professionali, alte scuole pedagogiche private e altri istituti accademici privati è retto anch'esso dalle medesime disposizioni (art. 2 cpv. 4 LPSU, in cui viene indicato che i capitoli 5 e 9 della legge sono applicabili anche alle categorie citate).\n\nLa ricorrente osserva con ragione che secondo il rapporto esplicativo sull'avamprogetto dell'Ufficio federale della formazione professionale e della tecnologia (pagg. 19 e 26) e il messaggio 29 maggio 2009 del Consiglio federale concernente la legge federale sull'aiuto alle scuole universitarie e sul coordinamento nel settore universitario svizzero (FF 2009 3925, 4012, commento all'art. 29) l'uso di altre denominazioni quali alta scuola, accademia, istituto doveva rimanere libero (nella versione italiana del messaggio è invero menzionato a questo proposito anche il termine università ; certamente per svista, trattandosi della prima delle denominazioni protette dagli art. 28 cpv. 2 lett. a, 29 cpv. 1, 62 cpv. 1 LPSU). È però altrettanto vero che per il legislatore federale l'elenco non è esaustivo. Lo si evince sia dal testo dell'art. 29 cpv. 1 LPSU, che introduce le due denominazioni derivate istituto universitario o istituto universitario professionale con la locuzione \"in particolare\" (\"insbesondere\", \"telles que\"), sia dall'art. 12 cpv. 3 lett. d LPSU, che prevede la possibilità di attribuire al Consiglio delle scuole universitarie la competenza per \"formulare raccomandazioni in materia di denominazioni secondo l'articolo 29\"; raccomandazioni che sarebbero inutili se fossero proteggibili solo le denominazioni elencate espressamente dalla LPSU.\n\n8. Le considerazioni della ricorrente sono di per sé giuste anche per quanto riguarda le competenze parallele che l'art. 63a Cost. |22| attribuisce a Confederazione e Cantoni in materia di promozione e gestione delle università (cfr. sentenze 2C_1022/2013 del 25 marzo 2014 consid. 5.5 e 2C_421/2013 del 21 marzo 2014 consid. 1.2.1); errate sono le conclusioni ch'essa ne trae. La LPSU è del resto imperniata sulla collaborazione tra Confederazione e Cantoni, da attuarsi attraverso un meccanismo complesso di convenzioni, accordi intercantonali e organi comuni. Non è necessario addentrarsi nei particolari di queste strutture, poiché la controversia è ben circoscritta.\n\n8.1 Posto che l'elencazione dell'art. 29 cpv. 1 LPSU non è esaustiva, occorre chiedersi in primo luogo se la legislazione federale lasci ancora spazio ai Cantoni in questa materia. La risposta, affermativa, la dà il Consiglio federale, il quale, nel commento all'art. 29 LPSU del precitato messaggio del 29 maggio 2009, accenna alle denominazioni correnti nel settore universitario che possono essere utilizzate liberamente riservando espressamente le \"regolamentazioni cantonali\" (oltre alle norme sulla concorrenza sleale). La ricorrente sostiene che questa competenza residua il Cantone Ticino l'avrebbe in sostanza esaurita con l'adesione al Concordato del 20 giugno 2013 sulle scuole universitarie. Anche questa normativa intercantonale è in effetti in vigore dal 1° gennaio 2015. La sola disposizione di rilievo ch'essa contiene è tuttavia l'art. 12 cpv. 1, che non dice nulla di particolare; ricorda semplicemente che la protezione delle denominazioni è assicurata dall'art. 62 LPSU.\n\nIn realtà la competenza di \"formulare raccomandazioni in materia di denominazioni secondo l'articolo 29\" è riservata al Consiglio delle scuole universitarie in forza degli art. 2 cpv. 2 lett. b n. 1 della convenzione del 26 febbraio 2015 tra la Confederazione e i Cantoni sulla cooperazione nel settore universitario (ConSU; RS 414.205) e 12 cpv. 3 lett. d LPSU. Non risulta però che il Consiglio delle scuole universitarie l'abbia utilizzata.\n\n8.2 La riserva a favore dei Cantoni assume un'importanza particolare sotto il profilo linguistico. Vi sono in effetti delle differenze non trascurabili già nelle denominazioni italiane, francesi e tedesche utilizzate nella stessa LPSU. Per la definizione del campo di applicazione della legge l'art. 2 cpv. 2 usa queste denominazioni: scuole universitarie - hautes écoles - Hochschulen; politecnici federali - écoles polytechniques fédérales - Eidgenössische Technische Hochschulen; scuole universitarie professionali - hautes écoles spécialisées - Fachhochschulen . Notisi che le denominazioni generiche hautes écoles universitaires e universitäre Hochschulen dell'art. 2 cpv. 2 lett. a non hanno corrispondenze in italiano.\n\n|23| Queste differenze terminologiche si ripercuotono per forza di cose anche sulle \"denominazioni derivate\" nel senso dell'art. 29 cpv. 1 LPSU, che vanno definite considerando anche le particolarità degli usi nelle lingue nazionali.\n\n8.3 Se ne deve concludere che, contrariamente a quanto sostiene la ricorrente, la legislazione federale non preclude ai Cantoni la facoltà di emanare prescrizioni particolari in materia di denominazioni delle scuole universitarie.\n\nPreso atto del fatto che gli obiettivi perseguiti in questo ambito a livello federale - cioè evitare la confusione tra scuole private e istituti riconosciuti e contenere il proliferare di sedicenti scuole universitarie che mettono in pericolo la reputazione dell'insegnamento istituzionale svizzero accreditato - vengono fatti propri anche dal legislatore cantonale a giustificazione della modifica dell'art. 14 LUSI (messaggio del Consiglio di Stato n. 6859 del 15 ottobre 2013 concernente la modifica parziale della LUSI, commento all'art. 14; sentenza 2C_1022/2013 del 25 marzo 2014 consid. 5.5), ciò che resta da verificare è allora se la protezione delle singole denominazioni qui in discussione possa davvero essere giustificata dal perseguimento di queste finalità.\n\nCome rilevato, l'esame di questo presupposto - l'effettivo rispetto del senso e dello spirito del diritto federale (precedente consid. 6) - deve tenere in debito conto anche le specificità locali e linguistiche delle denominazioni nell'ambito universitario.\n\n9. In definitiva, secondo la ricorrente, della protezione della denominazione giusta l'art. 29 LPSU devono beneficiare soltanto le università cantonali, le scuole universitarie professionali e le alte scuole pedagogiche, ossia gli istituti elencati all'art. 2 cpv. 2 lett. a e b LPSU. E affinché possa essere protetta una denominazione derivata nel senso degli art. 29 cpv. 1 e 62 cpv. 1 LPSU occorre una \"affinità idiomatica\" con tali designazioni. Per la ricorrente l'art. 4 RLUSI contravviene manifestamente al diritto federale \"dato che l'elenco delle denominazioni protette è eccessivamente lungo\". Concretamente essa censura le denominazioni accademia/accademico (art. 4 lett. b), ateneo (art. 4 lett. c), alta scuola (art. 4 lett. e), facoltà (art. 4 lett. f), campus e college (art. 4 lett. g), per le quali non vi sarebbe nessun rischio di confusione con le scuole elencate all'art. 2 cpv. 2 LPSU. Di passaggio allude anche alla denominazione politecnico dell'art. 4 lett. d RLUSI, che non sarebbe protetta poiché non è nominata |24| all'art. 29 LPSU; non censura tuttavia l'incostituzionalità del diritto cantonale a tale riguardo, tant'è che, a conclusione del capitolo relativo alla violazione del principio di preminenza del diritto federale, limita esplicitamente la domanda di annullamento all'art. 4 lett. b, c, e, f, g RLUSI.\n\nIl Consiglio di Stato osserva - in altro contesto - che le denominazioni dell'art. 4 RLUSI, \"se non derivate, nel senso che provengono direttamente dalle definizioni principali (ad es. universitario deriva da università) sono sicuramente affini, ossia simili o analoghe per significato, valore o accezione\".\n\n9.1 L'Università della Svizzera italiana (USI) e la Scuola professionale universitaria della Svizzera italiana (SUPSI) sono due enti autonomi di diritto pubblico con personalità propria e sede a Lugano (art. 1 LUSI). L'Università della Svizzera italiana è costituita dall'Accademia di architettura e dalle Facoltà di scienze economiche, di scienze della comunicazione, di scienze informatiche e di scienze biomediche; la Scuola professionale universitaria della Svizzera italiana dai Dipartimenti della costruzione e del territorio, dell'informatica, dell'elettronica e delle tecnologie di produzione, dell'arte applicata, dell'economia, del lavoro sociale, del teatro, della musica e delle formazioni sanitarie, nonché dall'Alta scuola pedagogica (art. 13 LUSI).\n\nL'art. 4 RLUSI, applicabile a quelle scuole e istituti che, sul territorio del Cantone Ticino, propongono una formazione a livello terziario sotto forma di corsi, attraverso la quale è possibile acquisire un diploma accademico (art. 5 RLUSI; precedente consid. 3.3), si iscrive perciò nell'ottica della protezione istituita dagli art. 29 cpv. 1 e 62 cpv. 1 LPSU, poiché ne fa beneficiare anche le denominazioni accademia, facoltà e alta scuola che non sono protette espressamente nel diritto federale, ma sono ancorate nella legge cantonale e hanno una rilevanza marcata nell'ambito universitario ticinese.\n\nNell'adottare la LPSU, anche il legislatore federale pare del resto avere percepito il particolare significato italiano di termini quali quello di accademia. Esso stesso ha infatti ripetutamente tradotto le locuzioni institutions du domaine des hautes écoles rispettivamente Institutionen des Hochschulbereichs proprio con quella di istituti accademici (cfr. ad es. art. 2 cpv. 1, 3 e 4 LPSU; art. 4 cpv. 3 e 4 LPSU; art. 5 cpv. 2 LPSU).\n\nLa legislazione ticinese non attribuisce invece un significato particolare alla denominazione ateneo. Il termine è nondimeno usato |25| correntemente nella lingua italiana con il significato di accademia, università. Anche la menzione di questa denominazione nel RLUSI concretizza pertanto la protezione predisposta dal diritto federale alla luce delle specificità della lingua italiana.\n\n9.2 Diversa è invece la valenza dei termini campus e college. Oltre a non trovare riscontri nella LUSI, nei loro significati correnti in lingua italiana essi non designano tanto le scuole di livello universitario come tali, quanto piuttosto gli edifici e le strutture che le ospitano. L'uso di questi termini non è suscettibile di creare confusione né di mettere in pericolo la reputazione degli istituti accreditati che beneficiano della protezione della loro denominazione secondo gli art. 29 cpv. 1 e 62 cpv. 1 LPSU. Con le voci campus e college l'art. 4 RLUSI ha pertanto esteso oltre misura l'ambito di protezione definito dal diritto federale.\n\nNe viene che la censura di violazione del principio di preminenza del diritto federale è fondata nella misura in cui è riferita a queste due denominazioni; per il resto è respinta. (...)"}