{"annee": "142", "cour": "III", "page": "23", "date": "10/12/2015", "cite": ["128 III 180", "129 III 129", "132 III 342", "122 III 166", "129 III 331", "137 III 481", "127 III 374", "139 V 176", "117 II 432", "131 III 306", "136 III 322", "125 III 86", "122 III 176", "132 III 321", "132 III 564", "101 III 92", "141 III 112"], "cite_par": ["144 III 155", "143 IV 500"], "chapeau": "4. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. SAirGroup in Nachlassliquidation gegen A. und Mitb. (Beschwerde in Zivilsachen)\n\n4A_425/2015 vom 10. Dezember 2015", "regestes": ["Art. 754 al. 1 et art. 757 al. 1 CO. Action en responsabilité. Qualité pour agir de la masse en faillite ou de la masse concordataire. L'administration de la faillite ou du concordat n'a pas la qualité pour faire valoir, par une action en responsabilité (action sociale) contre les organes de la société, le dommage causé exclusivement au patrimoine des créanciers sociaux, sans qu'un dommage ne soit causé au patrimoine de la société elle-même (consid. 3.1 et 4)."], "faits": "BGE 142 III 23 S. 23\n\nA. Die Swissair Schweizerische Luftverkehr-Aktiengesellschaft mit Sitz in Zürich (\"alte Swissair\") wurde in den Jahren 1996/97 in einen Konzern mit Holdingstruktur überführt. Als dessen herrschende Konzernobergesellschaft fungierte die SAirGroup AG [nachfolgend: SAirGroup].\n\nA., B., C. und D. (Beklagte 1-4, Beschwerdegegner 1-4) waren Verwaltungsräte der SAirGroup. E. (Beklagte 5, Beschwerdegegnerin 5) war ab Juni resp. 1. Juli 2001 oberste Finanzchefin (\"CFO\") der gesamten Swissair-Gruppe und Mitglied der Konzernleitung.\n\nIn der Jahresrechnung 2000 wies der SAirGroup-Konzern Verluste in der Höhe von 2'885 Mio. Fr. aus, die zu einem grossen Teil auf Rückstellungen im Zusammenhang mit den in den Vorjahren erworbenen ausländischen Airline-Beteiligungen zurückzuführen waren. BGE 142 III 23 S. 24Die Jahresrechnung der SAirGroup schloss mit einem Verlust von 1'069 Mio. Fr. und einem Eigenkapital von 904 Mio. Fr. bei einem Aktienkapital von 877 Mio. Fr.; sie wurde anlässlich der Generalversammlung vom 25. April 2001 genehmigt. Der Verwaltungsrat der SAirGroup beschloss in der Folge die Aufgabe der sog. Hunter-Strategie und den geordneten Ausstieg aus den ausländischen Airline-Beteiligungen, leitete Devestitionen ein, traf Massnahmen zur Liquiditätssicherung und zog verschiedene Beratungsfirmen bei.\n\nAm 11. September 2001 kam es in den USA zu mehreren Terroranschlägen, die zu erheblichen Beeinträchtigungen des Flugverkehrs und der flugnahen Unternehmen führten. In der Zeit danach fanden bei der SAirGroup zahlreiche Konzernleitungs- und Verwaltungsratssitzungen statt; es wurden Gespräche mit den Grossbanken geführt und die Konzernleitung wandte sich an den Bundesrat. Mangels ausreichender Liquidität wurde der Flugverkehr der Swissair am 2. Oktober 2001 eingestellt (\"Grounding\"). Die SAirGroup reichte am 4. Oktober 2001 ein Gesuch um Nachlassstundung ein, das am Folgetag provisorisch bewilligt wurde. Am 20. Juni 2003 bestätigte der Nachlassrichter den Nachlassvertrag mit Vermögensabtretung vom 26. Juni 2002. Der Genehmigungsentscheid wurde am 26. Juni 2003 rechtskräftig. Seither befindet sich die SAirGroup in Nachlassliquidation.\n\nIn der Zeit vor Einreichung des Nachlassstundungsgesuchs, d.h. zwischen dem 10. September und dem 1. Oktober 2001, leistete die SAirGroup unter anderem folgende Zahlungen an Dritte:\n\n10.09.01 F. Ltd. GBP 107'082 14.09.01 Rückzahlung Optionsanleihe CHF 102'215'000 17.09.01 G S.A. BEF 1'051'440'219 25.09.01 H. GBP 7'206'410 27.09.01 H. CHF 28'235'239 28.09.01 F. Ltd. GBP 810'852 01.10.01 F. Ltd. CHF 282'850\n\n10.09.01\n\nF. Ltd.\n\nGBP\n\n107'082\n\n14.09.01\n\nRückzahlung Optionsanleihe\n\nCHF\n\n102'215'000\n\n17.09.01\n\nG S.A.\n\nBEF\n\n1'051'440'219\n\n25.09.01\n\nH.\n\nGBP\n\n7'206'410\n\n27.09.01\n\nH.\n\nCHF\n\n28'235'239\n\n28.09.01\n\nF. Ltd.\n\nGBP\n\n810'852\n\n01.10.01\n\nF. Ltd.\n\nCHF\n\n282'850\n\nB. Am 27. Juni 2012 erhob die Nachlassmasse der SAirGroup (Klägerin, Beschwerdeführerin) im Zusammenhang mit diesen Zahlungen beim Handelsgericht des Kantons Zürich eine Verantwortlichkeitsklage gegen die Beklagten wegen Gläubigerbegünstigung. BGE 142 III 23 S. 25\n\nDas Handelsgericht wies die in der Klage gestellten Leistungsbegehren mit Urteil vom 1. Juli 2015 ab.\n\nC. Die Klägerin beantragt mit Beschwerde in Zivilsachen, dieses Urteil aufzuheben und ihre Leistungsbegehren gutzuheissen. Eventuell sei die Sache zur Neubeurteilung an das Handelsgericht zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Gegenstand des vorliegenden Verfahrens sind Ersatzansprüche aus aktienrechtlicher Verantwortlichkeit (Art. 754 OR) im Zusammenhang mit den vorstehend genannten sieben, von der SAirGroup zwischen dem 10. September und dem 1. Oktober 2001 an Dritte geleisteten Zahlungen. Da die belangten Gesellschaftsorgane der SAirGroup ihren Wohnsitz teilweise im Ausland haben, liegt ein internationaler Sachverhalt vor.\n\nDie Vorinstanz beurteilte die geltend gemachten Verantwortlichkeitsansprüche gestützt auf Art. 154 Abs. 1 und Art. 155 lit. g IPRG (SR 291) nach schweizerischem Recht. Der Entscheid über die Anwendbarkeit von Schweizer Recht wird von keiner der Parteien in Frage gestellt und erscheint ohne weiteres als richtig. Demnach ist die Beurteilung auch vorliegend nach schweizerischem Recht vorzunehmen (vgl. dazu BGE 137 III 481 E. 2.1; vgl. auch Urteil 4A_77/2014 vom 21. Mai 2015 E. 3.1).\n\n3.\n\n3.1 Nach Art. 754 OR sind die Mitglieder des Verwaltungsrates und alle mit der Geschäftsführung oder mit der Liquidation befassten Personen sowohl der Gesellschaft als den einzelnen Aktionären und Gesellschaftsgläubigern für den Schaden verantwortlich, den sie durch absichtliche oder fahrlässige Verletzung ihrer Pflichten verursachen.\n\nAusser Konkurs sind neben der Gesellschaft auch die einzelnen Aktionäre berechtigt, den der Gesellschaft verursachten Schaden einzuklagen. Der Anspruch des Aktionärs geht auf Leistung an die Gesellschaft (Art. 756 Abs. 1 OR und Marginalie B.I.).\n\nIm Konkurs der geschädigten Gesellschaft sind auch die Gesellschaftsgläubiger berechtigt, Ersatz des Schadens an die Gesellschaft zu verlangen. Zunächst steht es jedoch der Konkursverwaltung (bzw. BGE 142 III 23 S. 26bei Gesellschaften in Nachlassliquidation der Nachlassverwaltung [Art. 325 SchKG; BGE 122 III 166 E. 3b/aa S. 169 f. und E. 3b/ee S. 172 ff.]) zu, die Ansprüche von Aktionären und Gesellschaftsgläubigern geltend zu machen (Art. 757 Abs. 1 OR). Von diesem Recht hat die Nachlassverwaltung der SAirGroup Gebrauch gemacht; es geht vorliegend um eine Verantwortlichkeitsklage der Nachlassmasse.\n\n3.2 Die Beschwerdeführerin warf den Beschwerdegegnern im handelsgerichtlichen Verfahren im Wesentlichen vor, sie hätten im Zeitpunkt der Zahlungen objektiv und ernsthaft mit der Möglichkeit der Insolvenz der SAirGroup rechnen müssen. Es sei ihnen bewusst gewesen, dass diese ohne neue Fremdmittel in Kürze illiquid sein würde. Hoffnung habe nur noch auf einen Zuschuss vom Bund bestanden. Sie hätten sich deshalb auch bewusst sein müssen, dass Zahlungen an einzelne Gläubiger zu einer Schädigung der übrigen Gläubiger führen würden. Vor diesem Hintergrund hätten sie spätestens ab September 2001 keine Zahlungen mehr ausführen oder zulassen dürfen, sondern einen Zahlungsstopp für nicht betriebsnotwendige Zahlungen veranlassen müssen. Auch sei die Erstellung einer Liquidationsbilanz unterlassen worden. Die beklagten Verwaltungsräte (Beschwerdegegner 1-4) hätten die organschaftliche Oberverantwortung getragen und seien eng in das laufende Geschehen eingebunden gewesen. Sie hätten die notwendigen Massnahmen zur Vermeidung der Gläubigerbegünstigung nicht eingeleitet und keine klaren Weisungen an die Beschwerdegegnerin 5 gegeben. Diese sei sich von allen der nahenden Illiquidität am meisten bewusst gewesen. Sie habe den selbst verhängten Zahlungsstopp aktiv und selektiv unterlaufen.\n\n(...)\n\n4. Zur Frage des Vorliegens eines \"relevanten\" Schadens führte die Vorinstanz aus, die Beschwerdeführerin mache die Ansprüche der Gläubigergemeinschaft geltend. Dabei gehe es um den Schaden der Gesellschaft. Für den vorliegenden Verantwortlichkeitsanspruch könne nur die Differenz des Vermögens der Gesellschaft mit oder ohne die beanstandeten Zahlungen den (allfälligen) Schaden bilden und nicht die blosse Differenz im Haftungssubstrat (d.h. die isoliert betrachtete Abnahme der Aktiven in Form von flüssigen Mitteln). Denn das Vollstreckungssubstrat bestehe allein aus den Aktiven der konkursiten Gesellschaft, während sich der Vermögensstand der Gesellschaft aus den Aktiven und den Passiven ergebe. Die Bezahlung einer fälligen Schuld bewirke grundsätzlich keinen Schaden im Vermögen BGE 142 III 23 S. 27der Gesellschaft, würden doch die Aktiven um den gleichen Betrag reduziert wie die Passiven.\n\nNicht Thema der vorliegenden Klage sei, so die Vorinstanz weiter, ein direkter Gläubigerschaden, der für den einzelnen Gläubiger im Fall der Erfüllung des Tatbestands der Gläubigerbevorzugung dem Betrag der (infolge der Verminderung des Haftungssubstrats) entgangenen Konkursdividende entsprechen könnte. Die Beschwerdeführerin könne vorliegend den Schaden somit nicht mit der Höhe der geleisteten Zahlungen begründen. Mit der Darlegung des Betrags der geleisteten Zahlungen, abzüglich der hypothetischen Maximaldividende und der geleisteten Vergleichszahlungen habe sie keinen im Rahmen der erhobenen Verantwortlichkeitsklage relevanten Schaden substanziiert; der Schaden der durch die Zahlungen nicht befriedigten Gläubiger infolge einer Verminderung des ihnen zur Verfügung stehenden Haftungssubstrats könnte von der Konkursmasse bloss mit einer paulianischen Anfechtung gegen die Zahlungsempfänger (Art. 285 Abs. 1 und 2 Ziff. 2 und Art. 288 Abs. 1 SchKG) geltend gemacht werden. Auch einen anderen Schaden der Gesellschaft habe die Beschwerdeführerin nicht geltend gemacht, insbesondere keinen Fortführungs- bzw. Konkursverschleppungsschaden im Sinne von BGE 136 III 322 E. 3.\n\nDie Beschwerdeführerin rügt, die Vorinstanz habe mit ihrem Standpunkt, dass die Beschwerdeführerin mit ihrer Verantwortlichkeitsklage einzig eine Reduktion des Gesellschaftsvermögens (und nicht des den Nachlassgläubigern zur Verfügung stehenden Verwertungssubstrates) als Schaden hätte geltend machen können, gegen Art. 754 und 757 Abs. 1 OR verstossen, indem sie von einem falschen Schadensbegriff und damit von einer falschen Definition der Aktivlegitimation ausgegangen sei. Ihr Standpunkt stehe auch im Widerspruch zur bundesgerichtlichen Rechtsprechung.\n\n4.1 Nach ständiger Rechtsprechung des Bundesgerichts entspricht der Schaden im Recht über die Verantwortlichkeit der Gesellschaftsorgane, gleich wie im übrigen Haftpflichtrecht, der ungewollten Verminderung des Reinvermögens des Geschädigten, d.h. der Differenz zwischen dem gegenwärtigen Vermögensstand und dem Stand, den das Vermögen ohne das schädigende Ereignis hätte (Differenztheorie; BGE 132 III 564 E. 6.2 S. 575 f.; s. allgemein: BGE 139 V 176 E. 8.1; BGE 132 III 321 E. 2.2.1 S. 323 f.; BGE 129 III 331 E. 2.1; je mit Hinweisen; eingehend dazu: BERNARD CORBOZ, Le dommage dans les actions en BGE 142 III 23 S. 28responsabilité contre les organes sociaux, in: Développements récents en droit commercial II, Flavio-Gabriel Chabot [Hrsg.], 2013, S. 93 ff.; CLAUDIA SUTER, Der Schaden bei der aktienrechtlichen Verantwortlichkeit, 2010, S. 13 ff.). Dies ist vorliegend unumstritten.\n\nKontrovers ist hingegen, welches Vermögen im Rahmen einer Verantwortlichkeitsklage der Konkurs- bzw. der Nachlassmasse gegen die Gesellschaftsorgane für den Vergleich des Vermögensstandes vor und nach den behauptet pflichtwidrigen Handlungen heranzuziehen ist. Mit anderen Worten ist strittig, welcher Schaden (in welchem Vermögen) Gegenstand einer Verantwortlichkeitsklage der Nachlassverwaltung sein kann.\n\nDie Nachlassmasse ist, vertreten durch ihren Liquidator, in analoger Anwendung der für den Konkurs aufgestellten Regeln aktivlegitimiert, einen Schaden der sich in Nachlassliquidation befindlichen Gesellschaft aus einem pflichtwidrigen Organverhalten geltend zu machen (Art. 757 Abs. 1 Satz 2 OR; Art. 325 SchKG; BGE 122 III 166 E. 2b/aa S. 169 f. und E. 2b/cc S. 172 ff.). Dies gilt unabhängig davon, ob Gläubiger der Gesellschaft durch dieses Verhalten bloss mittelbar (s. BGE 132 III 564 E. 3.1.2) oder unmittelbar (s. BGE 132 III 564 E. 3.1.3) geschädigt wurden (BGE 132 III 342 E. 2.3.3, BGE 132 III 564 E. 3.2.2 und 3.2.3; Urteil 4A_410/2011 vom 11. Juli 2012 E. 3.2). Die Beschwerdeführerin bestreitet nicht, dass sie in ihrer Klage keinen solchen Schaden der Gesellschaft substanziiert hat und dass die vor Einreichung des Nachlassstundungsgesuchs erfolgten Zahlungen an Dritte sowohl die Gesellschaftsaktiven als auch die Gesellschaftspassiven der SAirGroup verminderten und damit das Gesellschaftsvermögen nicht beeinträchtigten.\n\nSie ist indessen der Auffassung, sie sei als die durch die Nachlassliquidation mit Vermögensabtretung gebildete Nachlassmasse nicht nur zur Geltendmachung der Verantwortlichkeitsansprüche der ursprünglichen Gesellschaft (SAirGroup), sondern auch der Verantwortlichkeitsansprüche der Gläubigergesamtheit legitimiert. Die Schädigung der Gläubigergesamtheit könne dabei auch in der ungerechtfertigten Verminderung des Verwertungssubstrats bestehen, wie das Bundesgericht im Urteil 5C.29/2000 vom 19. September 2000 (sog. \"Raichle- Entscheid\") festgehalten habe.\n\n4.2 Im Urteil 5C.29/2000 E. 4b/c hielt das Bundesgericht fest, dass in der damals streitbetroffenen Darlehensrückzahlung kurz vor dem Konkurs der Gesellschaft eine Pflichtverletzung der in Anspruch BGE 142 III 23 S. 29genommenen Organe lag. Diese habe zu einer Schädigung der Gläubiger geführt, die darin bestand, dass durch die vollumfängliche Tilgung einer einzelnen Schuld und der damit einhergehenden Verminderung des Verwertungssubstrats die Werthaltigkeit ihrer Forderungen (im Konkurs) beeinträchtigt worden sei. Die Konkursverwaltung sei diesfalls befugt, das zur Masse gehörende Vermögen im Interesse der Gesamtheit der Gesellschaftsgläubiger durch Verantwortlichkeitsklage erhältlich zu machen. Mit anderen Worten erkannte das Bundesgericht der Konkursverwaltung die Aktivlegitimation zu, den Schaden, der den Gläubigern durch Verminderung des Verwertungssubstrats entstanden war, mittels Verantwortlichkeitsklage gegen die fehlbaren Organe geltend zu machen, unabhängig davon, ob bei der Gesellschaft (bzw. im Konkurs bei der Konkursmasse) eine Vermögensverminderung, mithin ein Schaden vorlag.\n\nDieser Entscheid muss allerdings vor dem Hintergrund der damaligen, sehr restriktiven Praxis über die Aktivlegitimation zur Geltendmachung von Gläubigerschäden im Konkurs bzw. im Nachlassverfahren gesehen werden. Im Lichte der seitherigen Entwicklung der Praxis erscheint er als überholt, wie nachfolgend aufzuzeigen ist.\n\n4.2.1 In der dargestellten Erwägung 4c des Urteils 5C.29/2000 verwies das Bundesgericht zur Befugnis der Konkursverwaltung, den Schaden geltend zu machen, der den Konkursgläubigern durch die blosse Verminderung des Verwertungssubstrats der Gesellschaft entstanden war, auf den Entscheid BGE 117 II 432 E. 1b/ee S. 439. Es bezog sich mithin auf die zur Zeit des Ergehens des Urteils geltende Praxis zur Aktivlegitimation der Gläubiger einer konkursiten Gesellschaft, den Schaden, der ihnen durch pflichtwidriges Verhalten der Gesellschaftsorgane entstanden war, geltend zu machen.\n\nIm zitierten BGE 117 II 432 und im später, im Jahre 1996, ergangenen - in 5C.29/2000 E. 4c allerdings nicht zitierten - BGE 122 III 176 E. 7 wurde angestrebt, die Verantwortlichkeitsansprüche der Gläubiger weitgehend der ausschliesslichen Herrschaft der Konkursverwaltung zu unterstellen. Damit sollte ein Wettlauf zwischen Gläubigern, die durch die Pflichtverletzungen direkt in ihrem Vermögen (d.h. unmittelbar) geschädigt wurden, einerseits und zwischen solchen, die durch die Pflichtverletzungen bloss indirekt, durch Beeinträchtigung des Werts ihrer Forderungen infolge der Schädigung der Gesellschaft in ihrem Vermögen (d.h. mittelbar), geschädigt wurden, andererseits um Befriedigung aus der bei den verantwortlichen Organen BGE 142 III 23 S. 30 beschränkt vorhandenen Vermögenssubstanz verhindert werden (vgl. BGE 122 III 176 E. 7c S. 194; PETER BÖCKLI, Schweizer Aktienrecht, 4. Aufl. 2000, § 18 Rz. 302; BUFF/VON DER CRONE, Aktienrechtliche Verantwortlichkeit im Konkurs: Einschränkung der Klageberechtigung, SZW 2015 S. 269 ff., 273 f.). In diesem Bestreben schränkte das Bundesgericht die Legitimation der in ihrem Vermögen geschädigten Gesellschaftsgläubiger zur Geltendmachung von Verantwortlichkeitsansprüchen im Konkurs weitgehend ein, was es in zwei Schritten erreichte: Zum einen wurde der Begriff des unmittelbaren und des mittelbaren Schadens neu definiert und für die Unterscheidung nicht mehr danach unterschieden, in welcher Vermögensmasse der Schaden unmittelbar eingetreten war (herkömmliche Definition [BGE 122 III 176 E. 7b S. 190]), sondern danach, auf welcher Rechtsgrundlage die Klage beruhte (BGE 122 III 176 E. 7b/c; vgl. dazu für viele: THOMAS REBSAMEN, Die Gleichbehandlung der Gläubiger der Aktiengesellschaft, 2004, S. 270 Rz. 865; GERICKE/WALLER, in: Basler Kommentar, Obligationenrecht, Bd. II, 4. Aufl. 2012, N. 19 zu Art. 754; BÖCKLI, a.a.O., § 18 Rz. 303). Zum anderen wurde ein unmittelbarer Schaden der Gläubiger, zu dessen Geltendmachung die Gläubiger im Konkurs der Gesellschaft gegen die Organe unabhängig vom Vorgehen der Konkursverwaltung geltend zu machen einzig befugt sind (BGE 122 III 176 E. 7a; Art. 757 Abs. 1 Satz 2 OR), nur angenommen, wenn die Verletzung von Rechtsnormen durch die belangten Organe geltend gemacht wurde, welche ausschliesslich die Gläubiger, nicht aber gleichzeitig die Gesellschaft schützen (vgl. dazu BGE 122 III 176 E. 7b-d S. 190 ff.; bestätigt in: BGE 125 III 86 E. 3a; BGE 127 III 374 E. 3a/b S. 377 f.; BGE 128 III 180 E. 2c; vgl. zum Ganzen auch: BÖCKLI, a.a.O., § 18 Rz. 301).\n\nDadurch wurde die Legitimation von Gläubigern nach weit verbreiteter Auffassung faktisch auch dann eingeschränkt, wenn durch ein pflichtwidriges Organverhalten allein diese in ihrem Vermögen geschädigt waren, nicht aber die Gesellschaft bzw. die Konkursmasse (GERICKE/WALLER, a.a.O., N. 17 zu Art. 754 OR; vgl. auch BGE 128 III 180 E. 2c; BGE 127 III 374 E 3a/b S. 377). Angesichts dieser Einschränkungen erschien es dem Bundesgericht im Raichle-Entscheid angebracht, der Konkursverwaltung die Aktivlegitimation zuzugestehen, einen Schaden geltend zu machen, der nicht im Vermögen der Gesellschaft, sondern ausschliesslich in jenem der Gläubiger entstanden war (vgl. in diesem Sinn auch THOMAS REBSAMEN, Die Gleichbehandlung der Gläubiger durch die Aktiengesellschaft, Jusletter 22. Mai BGE 142 III 23 S. 312006 Rz. 12 ff.; THOMAS KRIZAJ, Yin und Yang. Oder das Verhältnis der Verantwortlichkeitsklage zur paulianischen Anfechtungsklage, AJP 2013 S. 819 ff., S. 832). Offenbar bestand die Befürchtung, der eingeklagte Schaden könnte andernfalls überhaupt nicht mehr geltend gemacht werden, was im Raichle-Fall besonders stossend gewesen wäre, da sich das eine der belangten Organe durch die beanstandete Darlehensrückzahlung selber begünstigt hatte.\n\n4.2.2 Die aufgezeigten Einschränkungen der Gläubigerbefugnis, gegen die Gesellschaftsorgane vorzugehen, wenn das beanstandete Verhalten ausschliesslich zu einem direkten Schaden im Vermögen der Gläubiger, nicht aber in demjenigen der konkursiten Gesellschaft geführt hat, wurden vom Bundesgericht in der Folge indessen aufgegeben (festgehalten wurde einzig an den - hier nicht interessierenden - Einschränkungen für den seltenen Fall, dass gleichzeitig Gläubiger und die Gesellschaft direkt in ihrem Vermögen geschädigt wurden [vgl. dazu BGE 132 III 564 E. 3.2.3; BGE 141 III 112 E. 5.2.3]).\n\nSo erwog es zunächst in zwei Urteilen aus den Jahren 2000 und 2002, in denen, wie vorliegend, nur eine Schädigung der Konkursgläubiger in ihrem Vermögen, nicht aber eine solche der Gesellschaften vorlag, diese Einschränkungen bzw. die Unterscheidung, wer (Gesellschaft, Gläubiger oder Aktionäre) Ersatz des erlittenen Schadens verlangen könne, seien in einer solchen Konstellation nicht sachgerecht (\"ne sont pas pertinentes\"), da die Gesellschaft keinen Schaden erlitten habe (Urteile 4C.200/2002 vom 13. November 2002 E. 3, nicht publ. in: BGE 129 III 129; 4C.198/2000 vom 28. September 2000 E. 4b). Wie REBSAMEN (a.a.O., 2004, S. 279 Rz. 892) und SUTER (a.a.O., S. 198) in ihren Ausführungen zu 4C.200/2002 zutreffend bemerken, zog das Bundesgericht in den zitierten Entscheiden allerdings nicht den sich aus dieser Erwägung eigentlich ergebenden Schluss, die Klage mangels Aktivlegitimation der damals klagenden Abtretungsgläubiger im Sinne von Art. 757 Abs. 2 und 3 OR abzuweisen.\n\nIn BGE 131 III 306 und - deutlich - in BGE 132 III 564 nahm das Bundesgericht die herkömmliche Definition des mittelbaren und unmittelbaren Gläubigerschadens wieder auf (BGE 131 III 306 E. 3.1.1/3.1.2; BGE 132 III 564 E. 3.1) und bestätigte, dass die Klagemöglichkeit der Gläubiger aus Pflichtverletzungen, die nur zu deren unmittelbaren Schädigung in deren Vermögen, nicht aber in demjenigen der Gesellschaft geführt hat, keinerlei Einschränkungen unterworfen ist BGE 142 III 23 S. 32(BGE 131 III 306 E. 3.1.2; BGE 132 III 564 E. 3.2.1; vgl. zur dargestellten Entwicklung der Rechtsprechung: REBSAMEN, a.a.O., 2004, S. 271 ff.; GERICKE/WALLER, a.a.O., N. 17 ff. zu Art. 754 OR; BÖCKLI, a.a.O., § 18 Rz. 299 ff.; BÄRTSCHI, Die Klage aus unmittelbarem Schaden im Verantwortlichkeitsrecht, in: Verantwortlichkeit im Unternehmensrecht V, Weber/Isler [Hrsg.], 2010, S. 232 f., 250 f., 267 ff.; STEPHAN HARTMANN, Die Unterscheidung zwischen dem unmittelbaren und dem mittelbaren Schaden im Konkurs der Aktiengesellschaft, SZW 2006 S. 321 ff., 323 ff.; SUTER, a.a.O., S. 68 ff.). Dies wurde neuestens in einem in der amtlichen Entscheidsammlung veröffentlichten Urteil bestätigt (BGE 141 III 112 E. 5.2.1).\n\n4.3 Bei dieser Rechtslage, nach der die Gläubiger, die in ihrem Vermögen geschädigt sind, unbeschränkt gegen die Gesellschaftsorgane vorgehen können, wenn nicht auch die Gesellschaft durch die geltend gemachte Pflichtverletzung einen Schaden erlitten hat, rechtfertigt es sich von vornherein nicht mehr, auch der Konkurs- bzw. Nachlassmasse die Aktivlegitimation zur Geltendmachung des ausschliesslich den Gläubigern entstandenen Schadens zuzugestehen (vgl. in diesem Sinne KRIZAJ, a.a.O., S. 820 und 831 f.). Dafür bietet das Verantwortlichkeitsrecht denn auch keine Handhabe (vgl. REBSAMEN, a.a.O., 2004, S. 302 Rz. 963 f.). Die Klage der Gesellschaft bzw. der Nachlassmasse (action sociale), setzt voraus, dass im Vermögen der Gesellschaft bzw. deren Masse ein Schaden im Sinne der Differenztheorie eingetreten ist. Denn nur ein solcher Gesellschaftsschaden ist nach nun ganz herrschender Auffassung Gegenstand der Klage der durch die Konkursverwaltung vertretenen Masse (vgl. BGE 132 III 342 E. 2.3.3, BGE 132 III 564 E. 3.2.2 und 3.2.3) bzw. der aktienrechtlichen Sonderregelung nach Art. 756-758 OR, was sich ausdrücklich aus der Marginalie zu diesen Bestimmungen ergibt, die von \"Schaden der Gesellschaft\" spricht (CORBOZ, a.a.O., S. 103; derselbe, in: Commentaire Romand, Code des obligations, Bd. II, 2008, N. 53, 55 und 78 zu Art. 754 OR; derselbe, SJ 2005 I S. 392; BÖCKLI, a.a.O., § 18 Rz. 364 und 365; REBSAMEN, a.a.O., 2004, S. 270 Rz. 866, S. 295 Rz. 942, S. 307 Rz. 982; BÄRTSCHI, Verantwortlichkeit im Aktienrecht, 2001, S. 129 f.; KRIZAJ, a.a.O., S. 833 und 835 f.; HARTMANN, a.a.O., S. 326 Ziff. 3; PETER R. ISLER, Fragen der Aktiv- und Passivlegitimation in Verantwortlichkeitsprozessen, in: Verantwortlichkeit im Unternehmensrecht IV, Weber/Isler [Hrsg.], 2008, S. 94 f.; SUTER, a.a.O., S. 70; BUFF/VON DER CRONE, a.a.O., S. 271 unten; RETO THOMAS RUOSS, Die Verantwortlichkeit der geschäftsführenden BGE 142 III 23 S. 33 Organe, in: Managerhaftung, Ulf-Jochen Romberg und andere [Hrsg.], 2002, S. 215 ff., 249; DANIEL GLASL, Praxisänderung zu Schaden und Aktivlegitimation in der aktienrechtlichen Verantwortlichkeit, Jusletter 27. Juni 2005 Rz. 20 f.).\n\nIst ausschliesslich ein Schaden im Vermögen von Konkursgläubigern eingetreten, wird dieser nach dem Gesagten von der gesetzlichen Regelung, die der Konkursmasse eine Befugnis zur Geltendmachung von Verantwortlichkeitsansprüchen einräumt, nicht erfasst. Er kann ausschliesslich und ohne Einschränkungen von den nicht befriedigten Gläubigern geltend gemacht werden. Verschiedene Autoren stellen insoweit mit guten Gründen in Frage, ob die Klage, mit welcher ein Gläubiger einen entsprechenden Schaden individuell geltend macht, überhaupt einen Anwendungsfall des körperschaftlichen Verantwortlichkeitsrechts darstellt (BÖCKLI, a.a.O., § 18 Rz. 311, 361; HANS PETER WALTER, Ungereimtheiten im Verantwortlichkeitsrecht, in: Aktuelle Fragen zur aktienrechtlichen Verantwortlichkeit, Charlotte M. Baer [Hrsg.], 2003, S. 80 Fn. 17; FORSTMOSER/MEIER-HAYOZ/NOBEL, Schweizerisches Aktienrecht, 1996, § 36 Rz. 16; a.M. offenbar KRIZAJ, a.a.O., S. 827 f.).\n\nEntsprechend ist die Beschwerdeführerin als Nachlassmasse nicht legitimiert, den von ihr vorliegend eingeklagten Schaden, bestehend in einer blossen Verminderung des Verwertungssubstrats, mit Verantwortlichkeitsklage gegen die Gesellschaftsorgane geltend zu machen.\n\nWenn das Bundesgericht im Raichle-Entscheid vom 19. September 2000 und im nachfolgenden, von der Beschwerdeführerin weiter angerufenen Urteil 4C.200/2002 vom 13. November 2002 (E. 3, nicht publ. in BGE 129 III 129; vgl. auch das bereits früher ergangene Urteil 4C.198/2000 vom 28. September 2000 E. 4b) anders entschied, lässt sich dies - wie vorstehend (oben E. 4.2.1) dargelegt - mit der damals aktuellen, restriktiven Praxis zur Aktivlegitimation von direkt in ihrem Vermögen geschädigten Gläubigern zur Erhebung der Verantwortlichkeitsklage erklären. Sachverhaltsmässig lag im Raichle- Fall überdies - vereinfacht dargestellt - die besondere Situation vor, dass sich eines der zwei in Anspruch genommenen Organe (Lebenspartner) durch die streitbetroffene, kurz vor dem Konkurs der Gesellschaft erfolgte Rückzahlung eines Darlehens, das es der Gesellschaft gewährt hatte, gegenüber den anderen Gesellschaftsgläubigern selber begünstigte; das Organ hätte daher wohl auch im BGE 142 III 23 S. 34Rahmen einer paulianischen Anfechtung dieser Rückzahlung, zu der die Konkursmasse befugt war, belangt werden können (s. Urteil 5C.29/2000 vom 19. September 2000 E. 3 in fine). Im Urteil 4C.200/2002 vom 13. November 2002 war sodann die Bejahung der Aktivlegitimation nicht entscheiderheblich, da die Klage letztlich aus anderen Gründen abgewiesen wurde.\n\n4.4 Der Beschwerdeführerin hilft nicht weiter, wenn sie unter Bezugnahme auf den im Raichle-Entscheid zitierten BGE 117 II 432 betont, sie sei nicht die Gesellschaft SAirGroup, sondern deren Nachlassmasse und als solche zur Geltendmachung der Ansprüche der Gläubigergesamtheit legitimiert, deren Schädigung auch in einer Verminderung des Verwertungssubstrats bestehen könne.\n\nIn BGE 117 II 432 (E. 1b/ee S. 439; s. dazu auch BGE 122 III 176 E. 7a S. 190 f. und BGE 132 III 342 E. 2.3.1) führte das Bundesgericht diesbezüglich bloss aus, es könne im Konkurs einzig noch darum gehen, im Interesse der Gesellschaftsgläubiger das zur Masse gehörende Vermögen erhältlich zu machen, wobei die Durchsetzung der Verantwortlichkeitsansprüche nicht den einzelnen Gläubigern der Gesellschaft überlassen werden könne, zumal diese keine unmittelbaren Ansprüche gegen die verantwortlichen Organe, sondern bloss einen Anspruch gegen die Konkursmasse auf anteilsmässige Befriedigung ihrer Forderungen aus deren Aktiven hätten. Es entschied, dass im Konkurs der Gesellschaft der Anspruch aus dem Recht der Gesellschaft durch einen einheitlichen Anspruch der Gläubigergesamtheit abgelöst wird, den primär die Konkursmasse, vertreten durch die Konkursverwaltung, geltend zu machen befugt ist (sog. \"Raschein- Doktrin\"; vgl. dazu GERICKE/WALLER, a.a.O., N. 4 ff. zu Art. 757 OR); die Konkursmasse stützt sich dabei auf einen einheitlichen Anspruch der Gläubigergesamtheit, nicht auf den Anspruch der Gesellschaft oder auf individuelle Rechte der einzelnen Gläubiger, was insoweit von erheblicher Bedeutung ist, als dem Anspruch keine persönlichen Einreden gegen die Gesellschaft (z.B. aus einem Dechargebeschluss) oder gegen die einzelnen Gläubiger entgegenhalten werden können (vgl. BGE 132 III 342 E. 4.1; BÄRTSCHI, a.a.O, 2010, S. 232; GERICKE/WALLER, a.a.O, N. 14 und 28 zu Art. 757 OR; BÖCKLI, a.a.O., § 18 Rz. 287 ff.).\n\nDie Beschwerdeführerin verkennt, dass der einheitliche Anspruch der Gläubigergesamtheit, den die Konkursmasse nach der Sonderregelung im Verantwortlichkeitsrecht geltend zu machen befugt ist, BGE 142 III 23 S. 35auch nach diesen Erwägungen bloss Ansprüche umfasst, die sich aus dem Recht der Gesellschaft (bzw. im Konkurs der Konkursmasse) aus einer Schädigung im Sinne der Differenztheorie ableiten (\"das zur Masse gehörende Vermögen\", \"Anspruch der Gesellschaft\"). Nicht darunter fallen dagegen Ansprüche der Gläubiger aus einer Schädigung, die allein sie im Konkurs wegen einer blossen Verminderung des Verwertungssubstrats infolge Bezahlung einer fälligen Schuld durch die Gesellschaft erlitten haben, ohne dass gleichzeitig eine Schädigung der Gesellschaft vorliegt, da bei ihr der Abnahme von Aktiven eine gleichzeitige Abnahme der Passiven gegenübersteht.\n\nEine solche, die Stellung der nicht befriedigten Gläubiger im Vollstreckungsverfahren verschlechternde Verminderung des Verwertungssubstrats in der Konkurs- bzw. der Nachlassmasse (Verminderung der flüssigen Mittel der Gesellschaft) kann Gegenstand einer gegen den Zahlungsempfänger gerichteten paulianischen Anfechtung durch die Masse sein (Art. 285 Abs. 1 und 2 Ziff. 2 und Art. 288 Abs. 1 sowie Art. 325 SchKG; BGE 101 III 92 E. 4a), nicht indessen einer Verantwortlichkeitsklage der Konkurs- bzw. der Nachlassmasse gegen die Gesellschaftsorgane (RUOSS, a.a.O., S. 250). Die Beschwerdeführerin geht daher fehl, wenn sie das Massevermögen mit dem Verwertungssubstrat gleichsetzen will. Bei der Erhältlichmachung des zur Masse gehörenden Vermögens geht es einzig darum, zur Masse zu ziehen, was im Vermögen der konkursiten bzw. sich in Nachlassliquidation befindlichen Gesellschaft fehlt (REBSAMEN, a.a.O., 2004, S. 297 Rz. 947). Entsprechend hat das Bundesgericht in BGE 117 II 439 der Gläubigergesamtheit bzw. der Konkursmasse nicht die Befugnis zuerkannt, einen Gläubigerschaden aus Pflichtverletzungen der Organe geltend zu machen, wenn nicht zugleich ein Schaden der Gesellschaft besteht.\n\n5. Nach dem Gesagten verneinte die Vorinstanz zu Recht, dass die Beschwerdeführerin zur Geltendmachung von Ansprüchen aus einer ausschliesslichen Schädigung der durch die streitbetroffenen Zahlungen nicht befriedigten Gläubiger befugt ist, die diese infolge der mit den Zahlungen einhergehenden blossen Verminderung des Verwertungssubstrats der SAirGroup (d.h. der sich in der Nachlassmasse befindlichen Aktiven) erlitten haben. (...)"}