{"annee": "142", "cour": "V", "page": "43", "date": "7/1/2016", "cite": ["104 V 42", "140 V 233"], "cite_par": [], "chapeau": "5. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Ausgleichskasse des Kantons Zürich gegen A. AG (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_498/2015 vom 7. Januar 2016", "regestes": ["Art. 19 al. 2 et art. 25 al. 1 LPGA; art. 2 al. 1 let. c OPGA; art. 19 al. 2 LAPG; ch. 7009 des Directives concernant le régime des allocations pour perte de gain pour les personnes faisant du service et en cas de maternité (DAPG). L'employeur, qui verse le salaire à la personne assurée pendant le service, ne fait pas office de simple organisme de paiement et peut ainsi être tenu à restitution d'allocations pour perte de gain payées en trop (consid. 3.1)."], "faits": "|44|\n\nA. B. war bei der A. AG angestellt, als er vom 7. bis 31. März und vom 1. bis 30. April 2011 Zivildienst leistete. Die Erwerbsausfallentschädigung von Fr. 2'879.65 und Fr. 3'455.60 wurde der Arbeitgeberin ausbezahlt. Mit zwei Verfügungen vom 21. Juni 2011 forderte die Ausgleichskasse des Kantons Zürich (fortan: Ausgleichskasse) von der A. AG die ausbezahlte Entschädigung zurück, da sie zu Unrecht erbracht worden sei. Auf Einsprache der A. AG hin reduzierte die Ausgleichskasse die Rückforderungsbeträge mit Entscheid vom 22. Januar 2014 auf Fr. 2'283.30 und Fr. 2'740.-.\n\nB. In Gutheissung der hiergegen erhobenen Beschwerde hob das Sozialversicherungsgericht des Kantons Zürich den angefochtenen Einspracheentscheid ersatzlos auf (Urteil vom 2. Juni 2015).\n\nC. Die Ausgleichskasse führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, in Aufhebung des angefochtenen Entscheids sei der Einspracheentscheid vom 22. Januar 2014 zu bestätigen.\n\nWährend die A. AG auf Abweisung der Beschwerde schliesst, trägt das Bundesamt für Sozialversicherungen (BSV) auf Gutheissung der Beschwerde an. In einer weiteren Eingabe hält das Unternehmen an den gestellten Begehren fest.", "considerants": "Aus den Erwägungen:\n\n2. Unter den Parteien ist unbestritten, dass die Beschwerdeführerin der Beschwerdegegnerin zu hohe Erwerbsausfallentschädigung - auf der Basis eines Monatslohnes des B. von Fr. 4'000.- (statt von effektiv Fr. 666.65) - ausgerichtet hat. Streitig ist hingegen, ob die Beschwerdegegnerin für den zu viel ausbezahlten Betrag rückerstattungspflichtig ist.\n\n2.1 Die Vorinstanz erwog, aus den gesetzlichen Bestimmungen ergebe sich, dass der Arbeitgeber keinen eigenen Anspruch auf die Erwerbsausfallentschädigung seiner Arbeitnehmer habe, sondern lediglich einen Anspruch auf Verrechnung mit effektiv ausbezahltem Lohn. Er fungiere dabei als reine Zahlstelle und erwerbe keine eigenen Rechte oder Pflichten aus dem Leistungsverhältnis. Er sei gegenüber dem Arbeitnehmer denn auch nicht Schuldner der Entschädigung, sondern die zuständige Ausgleichskasse. Folglich könne der Arbeitgeber als blosse Zahlstelle nicht zur Rückerstattung zu viel ausbezahlter Erwerbsausfallentschädigung verpflichtet werden und |45| die Ausgleichskasse werde die Rückforderung gegenüber B. zu verfügen haben.\n\n2.2 Die Beschwerdeführerin macht geltend, die Rückerstattungspflicht zu Unrecht ausgerichteter Leistungen richte sich nach Art. 25 ATSG (SR 830.1), wobei dessen Abs. 1 auf den Empfang der Leistung abstelle. Dieser sei massgeblich für die Frage, wer rückerstattungspflichtig sei. Art. 19 Abs. 2 ATSG bestimme, dass Taggelder und ähnliche Entschädigungen, wozu auch die Erwerbsausfallentschädigung gehöre, dem Arbeitgeber zukämen und zwar in dem Ausmass, als der Arbeitgeber der versicherten Person trotz der Taggeldberechtigung Lohn bezahle. Soweit eine (zu hohe) Leistung gestützt auf Art. 19 Abs. 2 ATSG dem Arbeitgeber ausbezahlt worden sei, werde dieser rückerstattungspflichtig. Dies sehe auch Rz. 7009 der Wegleitung zur Erwerbsersatzordnung für Dienstleistende und Mutterschaft (WEO) vor.\n\n2.3 Die Beschwerdegegnerin verweist auf den vorinstanzlichen Entscheid und fügt bei, gemäss Arbeitsvertrag vom 29. November 2010 habe sie B. einen monatlichen Lohn von Fr. 666.65 bezahlt. Wenn überhaupt, dann könnte von ihr höchstens dieser Betrag zurückgefordert werden, denn nur in diesem Ausmass sei sie Leistungsbezügerin.\n\n2.4 Das BSV pflichtet der Beschwerdeführerin bei und ergänzt, Art. 2 Abs. 1 lit. c ATSV (SR 830.11) erkläre den Arbeitgeber, dem eine sozialversicherungsrechtliche Leistung ausbezahlt wurde, als rückerstattungspflichtig. Dies gelte nur dann nicht, wenn der Arbeitgeber als reine Zahlstelle fungiere. Im Verfahren gemäss Art. 19 Abs. 2 EOG (SR 834.1) erfülle der Arbeitgeber weit mehr als die Funktion einer Zahlstelle, stünden ihm im EO-Abrechnungsverfahren doch eigene Rechte und Pflichten (u.a. Auskunftspflicht gegenüber der Verwaltung über die Höhe und Modalitäten der Lohnzahlung, Kontrollpflichten betreffend die Abrechnung der Versicherungsleistung, Koordination mit der Lohnzahlung, Einspracherecht gegen die Verfügung) zu. Folglich könne und müsse der Arbeitgeber zur Rückerstattung verpflichtet werden.\n\n3.\n\n3.1 Der Vorinstanz kann insoweit gefolgt werden, als der Anspruch auf Erwerbsausfallentschädigung grundsätzlich dem Zivildienstleistenden zusteht (Art. 1a Abs. 2 EOG), welcher seinen Anspruch bei der |46| zuständigen Ausgleichskasse geltend machen kann (Art. 17 Abs. 1 EOG). In dem hier zu beurteilenden Fall, in welchem die Beschwerdegegnerin der versicherten Person während der Dienstleistung (den vollen) Lohn ausrichtete, verhält es sich jedoch anders. Wie die Beschwerdeführerin richtig bemerkt, kommen nach Art. 19 Abs. 2 ATSG Taggelder und ähnliche Entschädigungen - wobei zu den \"ähnlichen Entschädigungen\" insbesondere die Entschädigung für Dienstleistende gehört (UELI KIESER, ATSG-Kommentar, 3. Aufl. 2015, N. 31 zu Art. 19 ATSG) - in dem Ausmass dem Arbeitgeber zu, als er der versicherten Person trotz der Taggeldberechtigung Lohn zahlt. Dies unabhängig davon, ob der Arbeitgeber wegen der Dienstleistung des Arbeitnehmers einen Nachteil erleidet (KIESER, a.a.O., N. 27 f. zu Art. 19 ATSG; MAHON/MATTHEY, Le régime des allocations pour perte de gain, in: Soziale Sicherheit, SBVR Bd. XIV, 3. Aufl. 2015, S. 1979 Rz. 40; SCARTAZZINI/HÜRZELER, Bundessozialversicherungsrecht, 2012, S. 576 f. Rz. 19; SONNIE BURCH-CHATTI, Die Rolle des Arbeitgebers in der schweizerischen Sozialversicherung, 2013, S. 202; so bereits vor dem Inkrafttreten des ATSG: BGE 104 V 42; ROLF LINDENMANN, Die Erwerbsersatzordnung (EO) - ein Stiefkind der Sozialversicherung?, SZS 2001 298 ff., S. 314). Mit anderen Worten steht einem Arbeitgeber im Sinne von Art. 19 Abs. 2 ATSG ein Anspruch auf Drittauszahlung im Umfang der Lohnzahlung zu (vgl. KIESER, a.a.O., N. 31 zu Art. 19 ATSG). Zur Durchsetzung dieses Anspruchs wird der Arbeitgeber durch Art. 17 Abs. 1 lit. b EOG ermächtigt, den Leistungsanspruch gegenüber der zuständigen Ausgleichskasse geltend zu machen bzw. die Auszahlung an sich zu verlangen. Des Weiteren steht dem Arbeitgeber das Recht zu, die Erwerbsausfallentschädigung mit der Lohnzahlung zu verrechnen (Art. 19 Abs. 1 EOV [SR 834.11] i.V.m. Art. 19 Abs. 2 ATSG). Ferner ist er - angesichts seiner Rechte gemäss Art. 19 Abs. 2 ATSG und Art. 17 Abs. 1 lit. b EOG - auch legitimiert, die entsprechenden Entscheide der Verwaltung bzw. des kantonalen Sozialversicherungsgerichts anzufechten (vgl. Urteil 9C_293/2010 vom 8. Juli 2010 E. 1, in: SVR 2011 EO Nr. 2 S. 3).\n\nDamit erhellt, dass einem Arbeitgeber, der während der Dienstleistung Lohn ausrichtet - anders als im Bereich der Familienzulagen (BGE 140 V 233 E. 3.1 und 4.2 S. 234 ff.) - eigene Rechte und Pflichten aus dem Leistungsverhältnis zukommen. Mithin fungiert er entgegen der Vorinstanz nicht als blosse Zahlstelle (vgl. auch |47| LINDENMANN, a.a.O., S. 315 ff.). Somit spricht mit Beschwerdeführerin und BSV nichts dagegen, dass die Beschwerdegegnerin gemäss Art. 25 Abs. 1 und Art. 19 Abs. 2 ATSG i.V.m. Art. 2 Abs. 1 lit. c ATSV zur Rückerstattung von zuviel ausbezahlter Erwerbsausfallentschädigung verpflichtet ist (vgl. KIESER, a.a.O., N. 37 zu Art. 25 ATSG; siehe auch Rz. 7009 WEO).\n\n3.2 Soweit die Beschwerdegegnerin der Ansicht ist, eine Rückforderung gegen sie sei höchstens im Umfang der effektiv erfolgten Lohnzahlung zulässig, geht sie fehl. In eben diesem Umfang ist die Auszahlung an sie rechtmässig erfolgt (vgl. Art. 19 Abs. 2 ATSG) und der entsprechende Betrag nicht zurückzuerstatten, welchem Umstand die Beschwerdeführerin im Einspracheentscheid durch Reduktion des Rückforderungsbetrags Rechnung getragen hat. Eine unrechtmässig bezogene und von Art. 25 Abs. 1 Satz 1 ATSG i.V.m. Art. 2 Abs. 1 lit. c ATSV erfasste Leistung ist hingegen der über die effektive Lohnzahlung hinausgehende Betrag, welcher in masslicher Hinsicht unbestritten ist.\n\n3.3 Nach dem Gesagten ist der angefochtene Entscheid aufzuheben und der Einspracheentscheid vom 22. Januar 2014 zu bestätigen. (...)"}