{"annee": "142", "cour": "III", "page": "129", "date": "9/2/2016", "cite": [], "cite_par": [], "chapeau": "17. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause A. SA contre B. (recours en matière civile)\n\n4A_412/2015 du 9 février 2016", "regestes": ["Art. 432 al. 1 CO; contrat de commission; droit à la provision. Le droit à la provision ne naît pas lorsque le commettant révoque son ordre de vente avant que le commissionnaire ait conclu un contrat avec un tiers (consid. 3)."], "faits": "", "considerants": "|129|\n\nExtrait des considérants:\n\n3. Aux termes de l'art. 432 al. 1 CO, la rémunération du commissionnaire, dite provision, est due à ce cocontractant si l'opération dont il était chargé a reçu son exécution, ou si l'exécution a été empêchée par une cause imputable au commettant.\n\nEn règle générale, dans la commission à la vente, le droit à la provision naît lorsque le commissionnaire a vendu la chose et que le tiers acquéreur en a payé le prix; c'est la première hypothèse prévue dans le texte légal (CLAIRE HUGUENIN, Obligationenrecht, 2e éd. 2014, n. 3447 p. 1038). Le droit à la provision naît aussi lorsque le |130| commissionnaire a certes vendu la chose, mais que l'exécution de cette vente est empêchée par une cause imputable au commettant; c'est l'autre hypothèse également prévue (VON PLANTA/FLEGBO-BERNEY, in Commentaire romand, Code des obligations, vol. I, 2e éd. 2012, n° 6 ad art. 432 CO; LENZ/VON PLANTA, in Commentaire bâlois, Obligationenrecht, vol. I, 6e éd. 2015, n° 5 ad art. 432 CO; voir aussi TERCIER/FAVRE, Les contrats spéciaux, 4e éd. 2009, n. 5912 p. 893; PIERRE ENGEL, Contrats de droit suisse, 2e éd. 2000, n. 4 p. 564; GEORG GAUTSCHI, Commentaire bernois, 2e éd. 1962, n° 3b ad art. 432 CO). En revanche, le droit à la provision ne naît pas lorsque le commettant révoque son ordre de vente avant que le commissionnaire ait conclu un contrat de vente avec un tiers (HUGUENIN, op. cit., n. 3462 p. 1042; MARKUS PFENNINGER, in Vertragsverhältnisse, Handkommentar zum Schweizer Privatrecht, 2e éd. 2012, n° 7 ad art. 432 CO; WILHELM SCHÖNENBERGER, Commentaire zurichois, 2e éd. 1945, n° 7 ad art. 432 CO). Dans ce cas, le commettant use du droit de résiliation consacré par l'art. 404 al. 1 CO, applicable au contrat de commission par le renvoi de l'art. 425 al. 2 CO; le commissionnaire ne peut réclamer que les dédommagements prévus par l'art. 431 CO et, si l'ordre de vente a été révoqué en temps inopportun, par l'art. 404 al. 2 CO (HUGUENIN, ibid.).\n\nEn l'espèce, avant la date du 15 août 2012 convenue pour la remise de la collection de pièces philatéliques, le défendeur a fait savoir à la demanderesse qu'il avait déjà vendu cette collection à un tiers et que la vente aux enchères n'aurait donc pas lieu. La demanderesse n'a elle-même conclu aucun contrat de vente avec un tiers acquéreur. Il s'ensuit que son droit à la provision, en tant que le défendeur s'est lié à elle par un contrat de commission, n'est pas né et ne naîtra pas selon l'art. 432 al. 1 CO. En informant la demanderesse de la vente déjà intervenue, le défendeur a résilié ce contrat conformément aux art. 404 al. 1 et 425 al. 2 CO. La demanderesse n'a pas allégué ni prouvé, à titre subsidiaire, des frais, avances ou débours sujets à remboursement selon l'art. 431 CO. Il n'est pas nécessaire d'examiner si le contrat du 5 juin 2012 est un mandat ordinaire, selon l'approche de la Cour de justice, ou un contrat de commission, selon celle de la demanderesse, car cette partie n'a de toute manière droit à aucune provision ni à aucune autre prestation. (...)"}