{"annee": "142", "cour": "II", "page": "256", "date": "16/6/2016", "cite": [], "cite_par": [], "chapeau": "20. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Dr. med. A. gegen C.B. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_215/2015 vom 16. Juni 2016", "regestes": ["Art. 89 al. 1 LTF, art. 40 let. f LPMéd, art. 321 ch. 1-3 CP; libération du secret professionnel; qualité pour recourir. Recevabilité du recours et qualité pour recourir du médecin recourant admises: en l'espèce, le recourant n'est ni le maître, ni le détenteur du secret professionnel; il conteste le refus de l'instance inférieure de libérer un autre médecin du secret afin d'obtenir dudit médecin qu'il témoigne dans le cadre d'une procédure en responsabilité civile engagée par l'intimé à l'encontre du médecin recourant. Le recourant est concerné par le refus de libérer le témoin de son secret et a, partant, qualité pour recourir, même si le témoin potentiel n'a lui-même pas contesté la décision de refus (consid. 1.2.2)."], "faits": "BGE 142 II 256 S. 257\n\nA. Frau Dr. med. A. betreute D.B. ab 4. September 2002 während der Schwangerschaft. Am 15. März 2003 wurde die Schwangere positiv auf HIV getestet und am 21. März 2003 mittels Kaiserschnitt entbunden; einige Tage danach verstarb sie im Spital an einer durch einen Pilz hervorgerufenen Lungenentzündung.\n\nIn der Folge erhoben der Ehemann, C.B., und das Kind der Verstorbenen einen Haftpflichtprozess gegen Frau Dr. A. Im Revisionsverfahren vor dem Kantonsgericht war zum Beweis verstellt die Frage, ob die Eheleute B. anlässlich der ersten Konsultation bei Frau Dr. A. einen HIV-Test als unnötig bezeichnet hatten. In diesem Zusammenhang beantragte Frau Dr. A., Prof. Dr. med. E., den C.B. im Sommer 2003 aufgesucht hatte, als Zeugen einzuvernehmen. Prof. E. ersuchte das Gesundheitsdepartement des Kantons St. Gallen um Entbindung vom Berufsgeheimnis, um als Zeuge auszusagen. Mit Verfügung vom 19. September 2013 erteilte das Gesundheitsdepartement die beantragte Ermächtigung.\n\nB. C.B. erhob dagegen Beschwerde an das Verwaltungsgericht des Kantons St. Gallen mit dem Antrag, in Aufhebung der angefochtenen Verfügung sei das Gesuch um Aufhebung des Berufsgeheimnisses abzuweisen. Das Verwaltungsgericht lud Frau Dr. A. zum Verfahren bei; diese beantragte Abweisung der Beschwerde.\n\nMit Urteil vom 23. Januar 2015 hiess das Verwaltungsgericht die Beschwerde gut und hob die Verfügung des Gesundheitsdepartements vom 19. September 2013 auf. (...)\n\nC. Frau Dr. A. erhebt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, in Aufhebung des angefochtenen Urteils sei Prof. Dr. med. E. zu ermächtigen, im Verfahren der Erbengemeinschaft C. gegen sie vor dem Kantonsgericht St. Gallen als Zeuge auszusagen. (...)\n\nDas Bundesgericht tritt auf die Beschwerde ein.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n1. (...)\n\n1.2.2 Im Zusammenhang mit der Entbindung vom Berufsgeheimnis ist der Geheimnisherr legitimiert zur Beschwerde gegen die dem BGE 142 II 256 S. 258Geheimnisträger erteilte Entbindung (Urteile 2C_1127/2013 vom 7. April 2014 E. 1; 2C_587/2012 vom 24. Oktober 2012 E. 2.5), insbesondere auch der Patient gegen die Entbindung seines Arztes vom Berufsgeheimnis (Urteil 2P.77/1994 vom 23. Dezember 1994 E. 2b). Vorliegend geht es umgekehrt darum, dass eine Dritte, die weder Geheimnisherrin noch Geheimnisträgerin ist, die von der Vorinstanz verweigerte Entbindung anstrebt. Nach dem Wortlaut von Art. 321 Ziff. 2 StGB kann nur der \"Täter\", d.h. der Geheimnisträger selber, das Gesuch um Entbindung stellen (BURKHARDT UND ANDERE, Secret professionnel: généralités, in: Droit de la santé et médecine légale, 2014, S. 332; NIKLAUS OBERHOLZER, in: Basler Kommentar, Strafrecht, Bd. II, 3. Aufl. 2013, N. 23 zu Art. 321 StGB; DUPUIS UND ANDERE, CP, Code pénal, 2012, N. 46 zu Art. 321 StGB; TRECHSEL/VEST, in: Schweizerisches Strafgesetzbuch, Praxiskommentar, Trechsel/Pieth [Hrsg.], 2. Aufl. 2013, N. 31 zu Art. 321 StGB; JÜRG BOLL, Die Entbindung vom Arzt- und Anwaltsgeheimnis, 1983, S. 53 f.; KARIN KELLER, Das ärztliche Berufsgeheimnis gemäss Art. 321 StGB, 1993, S. 150 f.), was vorliegend der potenzielle Zeuge auch getan hat. Die Zeugenaussage liegt jedoch typischerweise nicht im eigenen Interesse des Zeugen, sondern im Interesse derjenigen Partei, die den Zeugenbeweis anruft. Diese ist - wie hier die Beschwerdeführerin - von der abschlägigen Entbindungsverfügung noch stärker berührt als der Zeuge selbst und hat ein besonderes, schutzwürdiges Interesse daran, dass der Zeuge im Prozess aussagen kann. Sie ist daher legitimiert zur Beschwerde, auch wenn der potenzielle Zeuge selber nicht Beschwerde erhoben hat; anders als in den typischen Fällen, in denen eine Beschwerdeführung pro Adressat nicht zugelassen wird, geht es nicht darum, etwas durchzusetzen, das nur der Adressat selber realisieren könnte; der formelle Adressat - also der Zeuge - ist vielmehr in den Schranken von Art. 166 Abs. 1 lit. b ZPO zur Aussage verpflichtet (Art. 160 Abs. 1 lit. a ZPO), sofern er vom Berufsgeheimnis entbunden ist.\n\nAuf die Beschwerde ist somit einzutreten. (...)"}