{"annee": "142", "cour": "III", "page": "40", "date": "4/1/2016", "cite": ["140 III 30", "140 III 16", "138 III 76", "138 III 46"], "cite_par": ["143 III 113", "143 III 140", "142 III 629"], "chapeau": "6. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause A. GmbH contre B. et consorts (recours en matière civile)\n\n4A_352/2015 du 4 janvier 2016", "regestes": ["Intervention dans une procédure de preuve à futur \"hors procès\" (art. 158 al. 1 let. b CPC). Rappel des principes juridiques applicables à la procédure de preuve à futur \"hors procès\" (consid. 3.1). Une intervention accessoire est admissible dans une telle procédure (consid. 3.2). L'intervenant peut requérir sa participation et se joindre à la procédure en tout état de cause, donc aussi en appel ou dans le recours limité au droit (consid. 3.3)."], "faits": "|41|\n\nA.\n\nA.a B. (le maître de l'ouvrage) a conclu un contrat d'entreprise avec C. AG et D. GmbH (ci-après: les entrepreneurs) pour la réalisation des travaux de rénovation de sa villa située à Mies (VD).\n\nLes entrepreneurs ont sous-traité la réalisation des travaux d'électricité à A. GmbH (ci-après: A. ou la sous-traitante).\n\nLe maître de l'ouvrage est en litige avec les entrepreneurs au sujet de la réalisation de l'ensemble des travaux.\n\nA.b B. a déposé une requête de preuve à futur contre les entrepreneurs devant le Tribunal de première instance de Genève le 5 mars 2013. Il a conclu à ce qu'un expert soit désigné pour examiner la conformité au contrat des travaux effectués par les entrepreneurs.\n\nPar ordonnance du 25 juin 2013, le tribunal a admis la requête, ordonné qu'une expertise judiciaire soit effectuée par l'architecte E. et invité les parties à faire part au tribunal de leurs remarques concernant les questions à poser à l'expert, la personne de l'expert, ainsi que le montant des frais de l'expertise.\n\nPar ordonnance du 13 septembre 2013, le tribunal a nommé E. en qualité d'expert et fixé sa mission.\n\nA.c Dans l'intervalle, le 5 juillet 2013, B. a ouvert une action en paiement contre les entrepreneurs devant le Tribunal de première instance de Genève, dans laquelle les défenderesses ont dénoncé l'instance à A. le 28 octobre 2013 (art. 78 CPC). |42|\n\nB. Par requête du 14 octobre 2014, A. a demandé à ce que le tribunal l'autorise à intervenir dans la procédure de preuve à futur aux côtés des entrepreneurs (art. 79 al. 1 let. a CPC).\n\nA. invoque être l'objet d'une procédure pénale administrative menée par l'Office fédéral de l'énergie, lequel a sollicité que le rapport d'expertise à rendre par E. lui soit communiqué. Elle fait valoir qu'il lui est indispensable de pouvoir se prononcer sur les défauts allégués en relation avec les travaux d'électricité qu'elle a réalisés. Elle précise avoir informé l'expert du fait qu'elle se tenait à sa disposition pour tout renseignement, mais que celui-ci ne lui a pas répondu.\n\nB. s'est opposé à l'intervention de A. dans la procédure de preuve à futur, parce que, d'une part, celle-ci n'a pas d'intérêt juridique à l'intervention accessoire et que, d'autre part, seule la procédure au fond lui a été dénoncée.\n\nLes entrepreneurs ont accepté l'intervention.\n\nPar ordonnance du 4 février 2015, le Tribunal de première instance a rejeté la requête d'intervention formée par A.\n\nStatuant par arrêt du 10 juin 2015, la Chambre civile de la Cour de justice du canton de Genève a rejeté le recours de A. et confirmé le rejet de la requête d'intervention.\n\nC. Contre cet arrêt, A. interjette un recours en matière civile au Tribunal fédéral. Elle conclut à la réforme de cette décision, en ce sens que sa requête d'intervention soit admise et qu'elle puisse en conséquence verser à la procédure la prise de position et le chargé de pièces qu'elle a adressés le 22 août 2014 à l'Office fédéral de l'énergie dans le cadre de la procédure pénale administrative, se déterminer sur le rapport d'expertise et sur toutes les autres étapes de la procédure.\n\nL'intimé B. conclut à l'irrecevabilité, respectivement au rejet du recours.\n\nLes entrepreneurs intimés déclarent qu'ils \"appuient le recours en matière civile interjeté par (A.)\".\n\nLa cour cantonale se réfère aux considérants de son arrêt.\n\n(résumé) |43|", "considerants": "Extrait des considérants:\n\n3. La question litigieuse est de savoir si l'intervention est admissible dans une procédure de preuve à futur \"hors procès\" et, dans l'affirmative, jusqu'à quand un tiers peut se faire admettre comme intervenant au cours de cette procédure.\n\n3.1 Avant toute chose, il s'impose de rappeler les règles applicables et la jurisprudence afférente à la procédure de preuve à futur \"hors procès\".\n\nEn vertu de l'art. 158 al. 1 CPC, une preuve à futur peut être obtenue dans trois cas: lorsque la loi confère le droit d'en faire la demande (let. a), lorsque la preuve est mise en danger (let. b, 1er cas) ou lorsque le requérant a un intérêt digne de protection (let. b, 2e cas).\n\n3.1.1 Dans le 1er cas de la let. b, le tribunal administre les preuves en tout temps lorsque la mise en danger de celles-ci est rendue vraisemblable par le requérant. Cette preuve à futur a pour but d'assurer la conservation de la preuve, lorsque le moyen de preuve risque de disparaître ou que son administration ultérieure se heurterait à de grandes difficultés. Une partie peut donc requérir une expertise ou une autre preuve sur des faits qu'elle entend invoquer dans un procès éventuel (preuve à futur \"hors procès\"), en vue de prévenir la perte de ce moyen de preuve (arrêt 4A_143/2014 du 23 juin 2014 consid. 3). L'administration de la preuve, qui intervient normalement au cours des débats principaux (art. 231 CPC), est effectuée hors procès, avant même l'ouverture de l'action (cf. art. 158 al. 1 in initio CPC, qui contient les termes \"en tout temps\"). N'est pas traitée ici la possibilité de requérir une expertise à titre de preuve à futur dans le procès pendant, soit à un stade antérieur à celui où elle serait normalement administrée (art. 231, 226 al. 3 CPC).\n\nDans le 2e cas de la let. b, la preuve à futur \"hors procès\" est destinée à permettre au requérant de clarifier les chances de succès d'un procès futur, de façon à lui éviter de devoir introduire un procès dénué de toute chance. Il s'agit là d'une nouvelle institution, qui n'était connue que de certains droits de procédure cantonaux, tels ceux des cantons de Vaud et Berne. Le requérant doit établir qu'il a un intérêt digne de protection à l'administration de la preuve. Il ne lui suffit pas d'alléguer avoir besoin d'éclaircir des circonstances de fait; il doit rendre vraisemblable l'existence d'une prétention matérielle concrète contre sa partie adverse, laquelle nécessite |44| l'administration de la preuve à futur (ATF 140 III 16 consid. 2.2.2; ATF 138 III 76 consid. 2.4.2 p. 81; arrêts 4A_143/2014 déjà cité, consid. 3.1; 4A_342/2014 du 17 octobre 2014 consid. 3).\n\n3.1.2 Dans tous les cas, il s'agit d'une procédure probatoire spéciale de procédure civile (art. 1 CPC; arrêt 4A_143/2014 déjà cité, consid. 3.2). Elle est régie par les dispositions sur les mesures provisionnelles des art. 261 ss CPC (art. 158 al. 2 CPC). La procédure sommaire des art. 248 ss CPC est donc applicable (art. 248 let. d CPC). En particulier, le tribunal notifie la requête à l'autre partie ou cite immédiatement les parties à une audience (art. 253 CPC). Il ordonne l'administration de la preuve à futur et la procédure se poursuit ensuite par l'administration effective de cette preuve. Exceptionnellement, lorsque l'administration de la preuve ne peut être assurée autrement, le tribunal statue sans entendre la partie adverse (art. 265 CPC) et prend toutes les mesures en vue de l'administration de cette preuve.\n\nTous les moyens de preuve prévus par les art. 168 ss CPC peuvent être administrés en preuve à futur hors procès, et ce conformément aux règles qui leur sont applicables. Lorsqu'il s'agit d'une expertise, les règles des art. 183-188 CPC s'appliquent. En particulier, le tribunal nomme un expert, préside au déroulement des opérations, instruit l'expert et lui soumet les questions soumises à expertise (art. 185 al. 1 CPC). Il donne aux parties l'occasion de s'exprimer sur ces questions et de proposer qu'elles soient modifiées ou complétées (art. 185 al. 2 CPC) et fixe à l'expert un délai pour déposer son rapport (art. 185 al. 3 CPC). Il communique ensuite celui-ci aux parties et leur donne la possibilité de demander des explications ou de poser des questions complémentaires à l'expert (art. 187 al. 4 CPC). Le tribunal devra peut-être se prononcer sur une demande de récusation ou de révocation de l'expert, et nommer un autre expert (ATF 138 III 46 consid. 1.1; arrêts 5A_435/2010 du 28 juillet 2010 consid. 1.1.1; 4A_248/2014 déjà cité, consid. 1.2.3).\n\n3.1.3 La procédure de preuve à futur n'a, dans tous les cas, pas pour objet d'obtenir qu'il soit statué matériellement sur les droits ou obligations des parties, mais seulement de faire constater ou apprécier un certain état de fait. Le tribunal ne statue pas sur le fond, ni, dans le 2e cas de l'art. 158 al. 1 let. b CPC, ne procède à un examen des chances de succès de la prétention matérielle du requérant (ATF 140 III 16 consid. 2.2.2; ATF 138 III 76 consid. 2.4.2 p. 81; arrêt 4A_143/2014 déjà cité, consid. 3.1). Une fois les opérations |45| d'administration de la preuve terminées, le juge clôt la procédure et met les frais et dépens à la charge du requérant (lequel pourra les faire valoir ultérieurement dans le procès futur au fond; cf. ATF 140 III 30 consid. 3.3-3.5).\n\nL'administration de la preuve à futur \"hors procès\" ne prive pas les parties du droit de requérir du tribunal saisi de la cause au fond qu'il ordonne que la preuve soit administrée à nouveau. Toutefois, si le tribunal s'estime suffisamment renseigné par l'expertise effectuée à titre de preuve à futur, il peut renoncer à ordonner une nouvelle expertise. L'expertise ordonnée en procédure de preuve à futur a en effet la valeur d'une expertise judiciaire.\n\n3.1.4 En l'espèce, l'arrêt attaqué n'indique pas sur la base de quelle disposition légale la preuve à futur \"hors procès\" a été ordonnée. Ce point peut toutefois demeurer indécis, dès lors que la question litigieuse de l'intervention dans le cadre de l'administration d'une expertise hors procès se pose de la même manière, quel que soit son fondement légal.\n\n3.2 Il s'impose d'examiner désormais si une intervention accessoire peut être admise dans une telle procédure de preuve à futur \"hors procès\".\n\n3.2.1 Aux termes de l'art. 74 CPC, qui règle l'intervention accessoire, quiconque rend vraisemblable un intérêt juridique à ce qu'un litige pendant soit jugé en faveur de l'une des parties peut en tout temps intervenir à titre accessoire et présenter au tribunal une requête en intervention à cet effet.\n\nPar définition, l'intervenant accessoire ne fait donc pas valoir des prétentions propres, mais soutient les conclusions d'une des parties principales, qu'il a intérêt à voir triompher (arrêt 5A_603/2013 du 25 octobre 2013 consid. 4.2). Il doit rendre vraisemblable un intérêt juridique à ce que la partie aux côtés de laquelle il veut intervenir ait gain de cause.\n\nLe jugement qui sera rendu entre les parties principales ne lui sera pas directement opposable, mais il aura valeur de moyen de preuve dans le procès ultérieur entre lui et la partie qu'il a assistée, le \"résultat défavorable à la partie principale\" lui étant \"opposable\" (art. 77 CPC); sont réservés les cas prévus par l'art. 77 let. a et b CPC.\n\nAu vu de sa réglementation aux art. 74-77 CPC, l'institution de l'intervention accessoire a manifestement été pensée en relation avec un procès au fond pendant. |46|\n\n3.2.2 Il y a toutefois lieu d'admettre qu'un tiers puisse aussi intervenir dans une procédure de preuve à futur \"hors procès\". En effet, cette procédure est conçue comme une procédure formellement indépendante, régie par les règles des mesures provisionnelles (art. 158 al. 2 CPC qui renvoie aux art. 261 ss CPC). Elle est introduite par une requête et est close par décision du juge. La doctrine quasi unanime s'est prononcée dans ce sens (cf. ADRIAN STAEHELIN ET AL., Zivilprozessrecht, 2e éd. 2013, § 13 n° 56 p. 198; ZUBER/GROSS, in Berner Kommentar, Schweizerische Zivilprozessordnung, vol. I, 2012, n° 17 ad art. 74 CPC p. 814; GRABER/FREI, in Basler Kommentar, Schweizerische Zivilprozessordnung, 2e éd. 2013, n° 15 ad art. 74 CPC p. 468; STAEHELIN/SCHWEIZER, in Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm/Hasenböhler/Leuenberger [éd.], 2e éd. 2013, nos 14 et 22 ad art. 74 CPC p. 613 ss; TANJA DOMEJ, in ZPO, Oberhammer/Domej/Haas [éd.], 2e éd. 2014, n° 3 ad art. 74 CPC p. 386; LEUENBERGER/UFFER-TOBLER, Schweizerisches Zivilprozessrecht, 2010, n° 9.54 p. 229; contra: TARKAN GÖKSU, in Schweizerische Zivilprozessordnung [ZPO], Brunner/Gasser/Schwander [éd.], 2011, n° 18 ad art. 74 CPC p. 468).\n\nCertes, la procédure de preuve à futur n'aboutit pas à un jugement qui tranche des droits, de sorte que la condition posée par l'art. 74 CPC - que le litige soit jugé en faveur de l'une des parties - ne peut être remplie en tant que telle. Mais cette procédure, formellement indépendante, n'a de raison d'être qu'en relation avec un procès futur sur le fond, dans lequel l'expertise pourra être utilisée. Par conséquent, il faut et il suffit que le tiers intervenant à la procédure de preuve à futur \"hors procès\" rende vraisemblable qu'il pourrait intervenir à titre accessoire dans le procès futur sur le fond et qu'il a, de ce fait, intérêt à participer à l'administration de l'expertise en procédure de preuve à futur par des questions, des modifications de questions et des demandes d'explications à l'intention de l'expert ou en lui posant des questions complémentaires (art. 185 al. 2 et 187 al. 4 CPC).\n\n3.2.3 En l'espèce, la société tierce qui requiert de pouvoir intervenir est une sous-traitante, qui a exécuté des travaux d'électricité dans la villa construite par les entrepreneurs pour le maître de l'ouvrage et contre laquelle les entrepreneurs pourront se retourner si des défauts lui sont imputables. De surcroît, le procès au fond était déjà pendant au moment du dépôt de la requête d'intervention de la sous-traitante et les entrepreneurs lui ont dénoncé le litige au fond. Il est donc |47| manifeste que la sous-traitante a rendu vraisemblable un intérêt juridique à son intervention à la procédure de preuve à futur \"hors procès\" et son intérêt à participer à l'administration de l'expertise à titre de preuve à futur, laquelle porte aussi sur les travaux qu'elle a effectués.\n\nD'ailleurs, la cour cantonale n'a, sur le principe, pas exclu qu'un tiers puisse intervenir à titre accessoire à la procédure de preuve à futur \"hors procès\". Elle a toutefois considéré qu'en l'espèce, la requête d'intervention était tardive.\n\n3.3 Il reste donc à examiner jusqu'à quand une intervention peut être présentée au cours d'une procédure de preuve à futur \"hors procès\".\n\n3.3.1 Conformément à l'art. 74 CPC, l'intervention est possible en tout temps (jederzeit). Autrement dit, l'intervenant peut requérir sa participation et se joindre à la procédure en tout état de cause, tant que celle-ci est pendante, donc aussi en appel ou dans le recours limité au droit (Message du 28 juin 2006 relatif au code de procédure civile suisse, FF 2006 6896 ad art. 72-75; cf. notamment STAEHELIN ET AL., op. cit., § 13 n° 57 p. 198; ZUBER/GROSS, op. cit., n° 18 ad art. 74 CPC p. 814 s.); l'intervention n'est en revanche pas possible pour la première fois devant le Tribunal fédéral, seul celui qui a pris part à la procédure devant l'autorité cantonale ayant la qualité de partie à la procédure de recours fédérale (cf. art. 76 al. 1 LTF).\n\nL'intervenant se joint toutefois au procès dans l'état où il le trouve: il ne peut accomplir que les actes de procédure compatibles avec l'état du procès (art. 76 al. 1 CPC); il ne peut exiger que l'on revienne à un stade antérieur de la procédure (cf. notamment STAEHELIN ET AL., op. cit., § 13 n° 59 p. 199; ZUBER/GROSS, op. cit., n° 3 ad art. 76 CPC p. 826).\n\n3.3.2 En l'espèce, la cour cantonale a considéré que le tribunal avait déjà fixé la mission de l'expert par décisions des 25 juin et 13 septembre 2013 et qu'à ce moment-là, il n'y avait alors plus de décision à rendre susceptible de porter atteinte à la situation juridique de l'intervenante. En d'autres termes, elle a estimé que la procédure était trop avancée pour autoriser une intervention, puisqu'il n'y avait plus de décision à rendre.\n\nCette conclusion est arbitraire. Tout d'abord, elle est en contradiction manifeste avec l'art. 74 CPC, qui admet l'intervention en tout temps, tant que la procédure est pendante, y compris en procédure de |48| recours; or, selon la jurisprudence, la procédure de preuve à futur ne se termine pas avec la nomination de l'expert et la fixation de la mission de celui-ci (ATF 138 III 46 consid. 1.1). Ensuite, elle cause une atteinte aux droits de l'intervenante dans la mesure où elle l'a privée de son droit de participer à l'administration de l'expertise, de son droit à la communication du rapport de l'expert et de la possibilité de demander des explications ou de poser des questions complémentaires audit expert, par écrit ou en audience, dans cette procédure de preuve à futur \"hors procès\" (art. 185 al. 2 et 187 al. 4 CPC). Le fait que l'intervenante puisse intervenir dans le procès au fond (dont l'instance lui a d'ailleurs été dénoncée), dans lequel elle aurait la possibilité de se déterminer sur l'expertise et de produire des pièces, n'y change rien.\n\nIl s'ensuit que le recours doit être admis, que l'arrêt attaqué doit être annulé et que l'intervention de la sous-traitante doit être autorisée avec effet au 14 octobre 2014, la cause étant renvoyée au Tribunal de première instance pour suite de la procédure de preuve à futur \"hors procès\". (...)"}