{"annee": "142", "cour": "III", "page": "360", "date": "26/4/2016", "cite": ["139 I 189", "116 II 639", "133 III 235", "115 II 129", "117 II 346", "127 III 576", "116 II 373", "119 II 386", "134 III 186"], "cite_par": [], "chapeau": "46. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. et consorts contre Z. GmbH (recours en matière civile)\n\n4A_342/2015 du 26 avril 2016", "regestes": ["Arbitrage international; recours pour violation de l'égalité des parties ou de leur droit d'être entendues en procédure contradictoire (art. 190 al. 2 let. d LDIP). Contenu, limites et effet des garanties procédurales sanctionnées par le motif de recours prévu à l'art. 190 al. 2 let. d LDIP (consid. 4.1.1-4.1.4). En matière d'arbitrage, il n'existe pas de droit absolu à un double échange d'écritures (consid. 4.1.2)."], "faits": "", "considerants": "|360|\n\nExtrait des considérants:\n\n4. (...)\n\n4.1.1 Le droit d'être entendu, tel qu'il est garanti par les art. 182 al. 3 et 190 al. 2 let. d LDIP (RS 291), n'a en principe pas un contenu différent de celui consacré en droit constitutionnel (ATF 127 III 576 consid. 2c; ATF 119 II 386 consid. 1b; ATF 117 II 346 consid. 1a p. 347). Ainsi, il a été admis, dans le domaine de l'arbitrage, que chaque partie avait le droit de s'exprimer sur les faits essentiels pour le jugement, de présenter son argumentation juridique, de proposer ses moyens de preuve sur des faits pertinents et de prendre part aux séances du tribunal arbitral (ATF 127 III 576 consid. 2c; ATF 116 II 639 consid. 4c p. 643). En revanche, le droit d'être entendu n'englobe pas le droit de s'exprimer oralement (ATF 117 II 346 consid. 1b; ATF 115 II 129 consid. 6a p. 133 et les arrêts cités). De même n'exige-t-il pas qu'une |361| sentence arbitrale internationale soit motivée. Toutefois, la jurisprudence en a également déduit un devoir minimum pour le tribunal arbitral d'examiner et de traiter les problèmes pertinents. Ce devoir est violé lorsque, par inadvertance ou malentendu, le tribunal arbitral ne prend pas en considération des allégués, arguments, preuves et offres de preuve présentés par l'une des parties et importants pour la sentence à rendre (ATF 133 III 235 consid. 5.2 p. 248).\n\nS'agissant du droit de faire administrer des preuves, il faut qu'il ait été exercé en temps utile et selon les règles de forme applicables (ATF 119 II 386 consid. 1b p. 389). Le tribunal arbitral peut refuser d'administrer une preuve, sans violer le droit d'être entendu, si le moyen de preuve est inapte à fonder une conviction, si le fait à prouver est déjà établi, s'il est sans pertinence ou encore si le tribunal, en procédant à une appréciation anticipée des preuves, parvient à la conclusion que sa conviction est déjà faite et que le résultat de la mesure probatoire sollicitée ne peut plus la modifier. Le Tribunal fédéral ne peut revoir une appréciation anticipée des preuves, sauf sous l'angle extrêmement restreint de l'ordre public (arrêt 4A_246/2014 du 15 juillet 2015 consid. 6.1).\n\nL'égalité des parties, elle aussi garantie par les art. 182 al. 3 et 190 al. 2 let. d LDIP, implique que la procédure soit réglée et conduite de manière à ce que chaque partie ait les mêmes possibilités de faire valoir ses moyens. Enfin, le principe de la contradiction, garanti par les mêmes dispositions, exige que chaque partie ait la faculté de se déterminer sur les moyens de son adversaire, d'examiner et de discuter les preuves apportées par lui et de les réfuter par ses propres preuves (ATF 117 II 346 consid. 1a).\n\n4.1.2 Cependant, en Suisse, le droit d'être entendu en procédure contradictoire, loin d'être illimité, connaît, au contraire, d'importantes restrictions dans le domaine de l'arbitrage international. Ainsi - on l'a vu - n'exige-t-il pas qu'une sentence arbitrale internationale soit motivée (ATF 134 III 186 consid. 6.1 et les références). Une partie n'a, en outre, pas le droit de se prononcer sur l'appréciation juridique des faits ni, plus généralement, sur l'argumentation juridique à retenir, à moins que le tribunal arbitral n'envisage de fonder sa décision sur une norme ou un motif juridique non évoqué dans la procédure antérieure et dont aucune des parties en présence ne s'est prévalue et ne pouvait supputer la pertinence dans la cause en litige. Le tribunal arbitral n'est pas non plus tenu d'aviser spécialement une |362| partie du caractère décisif d'un élément de fait sur lequel il s'apprête à fonder sa décision, pour autant que celui-ci ait été allégué et prouvé selon les règles (arrêt 4P.196/2003 du 7 janvier 2004 consid. 4.1). Au demeurant, le grief tiré de la violation du droit d'être entendu ne doit pas servir, pour la partie qui se plaint de vices affectant la motivation de la sentence, à provoquer par ce biais un examen de l'application du droit de fond (ATF 116 II 373 consid. 7b).\n\nIl sied de rappeler, en outre, qu'une partie à la convention d'arbitrage ne peut pas se plaindre directement, dans le cadre d'un recours en matière civile au Tribunal fédéral formé contre une sentence, de ce que les arbitres auraient violé la CEDH, même si les principes découlant de celle-ci peuvent servir, le cas échéant, à concrétiser les garanties invoquées sur la base de l'art. 190 al. 2 LDIP. Du reste, il est loisible aux parties de régler la procédure arbitrale comme elles l'entendent, notamment par référence à un règlement d'arbitrage (art. 182 al. 1 LDIP), pour peu que le tribunal arbitral garantisse leur égalité et leur droit d'être entendues en procédure contradictoire (arrêt 4A_246/2014, précité, consid. 7.2.2). Dans le même ordre d'idées, il faut bien voir que les exigences relativement strictes formulées par le Tribunal fédéral quant au droit de réplique, à la lumière de la jurisprudence de la CourEDH (ATF 139 I 189 consid. 3.2 et les arrêts cités; sur la question, voir aussi: SCHALLER/MAHON, Le droit de réplique: un aller-retour sans fin entre Strasbourg et Lausanne?, in Le droit de réplique, François Bohnet [éd.], 2013, p. 19 ss), ne peuvent pas être reprises telles quelles en matière d'arbitrage interne et international. Aussi bien, il est généralement admis, en ce domaine, que la garantie du droit d'être entendu n'implique pas un droit absolu à un double échange d'écritures, pour autant que le demandeur ait la possibilité de se déterminer sous une forme ou une autre sur les moyens articulés par le défendeur en second lieu, en particulier sur d'éventuelles conclusions reconventionnelles (cf., avec diverses nuances: BERGER/KELLERHALS, International and Domestic Arbitration in Switzerland, 3e éd. 2015, n. 1137; TARKAN GÖKSU, Schiedsgerichtsbarkeit, 2014, n. 1534 et 2084; GABRIEL/BUHR, in Commentaire bernois, Schweizerische Zivilprozessordnung, vol. III, 2014, n° 87 ad art. 373 CPC; SCHNEIDER/SCHERER, in Commentaire bâlois, Internationales Privatrecht, 3e éd. 2013, n° 88 ad art. 182 LDIP; NATER-BASS/ROUVINEZ, in Swiss Rules of International Arbitration, Commentary, Zuberbühler/Müller/Habegger [éd.], 2e éd. 2013, n° 4 ad art. 22; LALIVE/POUDRET/REYMOND, Le droit de l'arbitrage interne |363| et international en Suisse, 1989, n° 3a) ad art. 25 CA p. 140; PHILIPP HABEGGER, in Commentaire bâlois, Schweizerische Zivilprozessordnung, 2e éd. 2013, n° 58 ad art. 373 CPC; CHRISTOPH MÜLLER, in Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm/Hasenböhler/Leuenberger [éd.], 3e éd. 2016, n° 16 ad art. 373 CPC), même si cette manière de faire est usuelle (FOUCHARD/GAILLARD/GOLDMAN, Traité de l'arbitrage international, 1996, n. 1261; ANDREAS BUCHER, in Commentaire romand, Loi sur le droit international privé, Convention de Lugano, 2011, n° 19 ad art. 182 LDIP). Sur un plan plus général, on notera enfin que l'autorité de recours doit examiner la question du respect du droit d'être entendu dans le contexte propre à chaque procédure arbitrale, en n'oubliant pas qu'une renonciation ponctuelle ex ante à cette garantie est admissible dans la mesure où la décision y relative est prise en connaissance de cause (BUCHER, op. cit., n° 41 ad art. 182 LDIP et n° 90 ad art. 190 LDIP; GÖKSU, op. cit., n. 1280 p. 397; BERGER/KELLERHALS, op. cit., n. 1128; URS ZENHÄUSERN, in Schweizerische Zivilprozessordnung [ZPO], Baker & McKenzie [éd.], 2010, n° 20 ad art. 373 CPC). C'est dire que, suivant les circonstances, des conclusions différentes devront être tirées en ce qui concerne le respect d'un même aspect de la garantie considérée, sous réserve, cela va de soi, qu'une atteinte n'ait pas été portée au noyau dur de celle-ci.\n\n4.1.3 Il incombe à la partie soi-disant lésée de démontrer, dans son recours dirigé contre la sentence, en quoi une inadvertance des arbitres l'a empêchée de se faire entendre sur un point important. C'est à elle d'établir, d'une part, que le tribunal arbitral n'a pas examiné certains des éléments de fait, de preuve ou de droit qu'elle avait régulièrement avancés à l'appui de ses conclusions et, d'autre part, que ces éléments étaient de nature à influer sur le sort du litige. Pareille démonstration se fera sur le vu des motifs énoncés dans la sentence attaquée (ATF 133 III 235 consid. 5.2 p. 248).\n\n4.1.4 Etant donné la nature formelle du droit d'être entendu, la violation de cette garantie entraîne l'annulation de la sentence attaquée (ATF 133 III 235 consid. 5.3 p. 250 in fine). (...)"}