{"annee": "142", "cour": "V", "page": "48", "date": "9/12/2015", "cite": ["136 I 297", "133 V 329", "139 V 263", "141 V 43", "138 V 392"], "cite_par": [], "chapeau": "6. Extrait de l'arrêt de la Ire Cour de droit social dans la cause Caisse cantonale genevoise de compensation, Service Cantonal d'Allocations Familiales contre A. (recours en matière de droit public)\n\n8C_53/2015 du 9 décembre 2015", "regestes": ["Art. 4 al. 3 LAFam; art. 7 al. 1 OAFam; art. 4, 15 et 16 de la Convention de sécurité sociale du 8 juin 1962 entre la Confédération suisse et la République Populaire Fédérative de Yougoslavie relative aux assurances sociales, restée applicable dans les relations entre la Suisse et le Kosovo jusqu'au 31 mars 2010. Un ressortissant du Kosovo résidant en Suisse, sans activité lucrative, ne peut prétendre une allocation familiale pour ses enfants résidant au Kosovo, que ce soit en vertu du droit suisse ou en application de la Convention de sécurité sociale du 8 juin 1962 entre la Confédération suisse et la République Populaire Fédérative de Yougoslavie relative aux assurances sociales (consid. 2-5)."], "faits": "BGE 142 V 48 S. 49\n\nA. A., né en 1968, ressortissant du Kosovo, vit à Genève où il bénéficie de l'aide sociale. Son épouse vit au Kosovo. Il est père de trois enfants, B., né en 1994, C., né en 1996, et D., né en 1998. En juillet 2012, il a présenté une demande d'allocations familiales pour l'enfant B., qui était venu le rejoindre en Suisse en juillet 2011. Le 5 juillet 2013, la Caisse d'allocations familiales pour personnes sans activité lucrative (ci-après: CAFNA) lui a reconnu le droit à des allocations familiales pour cet enfant avec effet au 1er août 2011.\n\nAu mois de novembre 2013, A. a demandé des prestations familiales, à partir de 2007, pour ses deux autres enfants restés au Kosovo. Par décision du 28 novembre 2013, confirmée sur opposition le 30 avril 2014, la CAFNA a rejeté cette demande au motif principal que les allocations ne pouvaient être versées aux personnes sans activité lucrative qu'à la condition que les enfants fussent domiciliés en Suisse.\n\nB. A. a recouru devant la Chambre des assurances sociales de la Cour de justice de la République et canton de Genève, laquelle a partiellement admis son recours par arrêt du 19 décembre 2014. Elle a dit que l'intéressé avait droit aux allocations familiales pour ses trois enfants du 1er janvier 2009 au 31 mars 2010. Elle a renvoyé la cause à la caisse pour calcul des prestations dues à ce titre.\n\nC. La CAFNA exerce un recours en matière de droit public dans lequel elle conclut à l'annulation du jugement cantonal, dans la mesure où il porte sur le droit de A. aux allocations familiales pour la période susmentionnée.\n\nA. n'a pas répondu au recours. La juridiction cantonale et l'Office fédéral des assurances sociales (OFAS) ont renoncé à se déterminer.\n\nD. A. a lui aussi recouru contre l'arrêt cantonal du 19 décembre 2014. Par arrêt séparé de ce jour (cause 8C_47/2015), rendu selon la procédure simplifiée de l'art. 108 LTF, le juge unique a déclaré irrecevable son recours, faute de motivation suffisante.\n\nLe Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n2. La loi fédérale du 24 mars 2006 sur les allocations familiales (loi sur les allocations familiales, LAFam; RS 836.2) est entrée en vigueur le 1er janvier 2009. Auparavant, la Confédération n'avait usé de sa compétence législative en matière d'allocations familiales BGE 142 V 48 S. 50(art. 116 Cst.) que pour les salariés agricoles et les petits paysans (cf. la loi fédérale du 20 juin 1952 sur les allocations familiales dans l'agriculture [LFA; RS 836.1]). Pour le reste, les prestations relevaient du domaine des cantons, qui pouvaient instituer des régimesd'allocations familiales pour d'autres personnes que celles visées par la LFA.\n\n3. La juridiction cantonale a examiné le droit aux allocations familiales du recourant en fonction de trois périodes successives:\n\na) Pour la période de mai 2007 à octobre 2008, elle a considéré que les allocations étaient prescrites en application de l'art. 12 (ancienne version) de la loi [du canton de Genève] du 1er mars 1996 sur les allocations familiales (LAF; rs/GE J 5 10).\n\nb) Pour la période de novembre à décembre 2008, la cour cantonale a rejeté le recours en tant qu'il était dirigé contre la CAFNA. L'intéressé devait s'adresser à la caisse de compensation à laquelle était affilié son ancien employeur.\n\nc) Pour la période du 1er janvier 2009 (entrée en vigueur de la LAFam) au 31 mars 2010, l'intéressé avait droit aux allocations familiales pour ses enfants (qui résidaient alors tous les trois au Kosovo) en vertu de la Convention du 8 juin 1962 entre la Confédération suisse et la République Populaire Fédérative de Yougoslavie relative aux assurances sociales (RS 0.831.109.818.1; ci-après: la Convention avec l'ex-Yougoslavie), qui était restée applicable dans les relations entre la Suisse et le Kosovo jusqu'à fin mars 2010.\n\n4. C'est le droit aux prestations familiales durant cette dernière période qui est en l'espèce litigieux et la question est de savoir si ces prestations sont exportables.\n\n4.1 La LAFam a organisé (à côté d'un régime pour les personnes exerçant une activité lucrative non agricole) un régime en faveur des personnes sans activité lucrative. Selon l'art. 19 al. 1 LAFam, les personnes obligatoirement assurées à l'AVS en tant que personnes sans activité lucrative sont considérées comme sans activité lucrative. Elles ont droit aux allocations familiales prévues aux art. 3 et 5. L'art. 7 al. 2 n'est pas applicable. Ces personnes relèvent du canton dans lequel elles sont domiciliées.\n\nD'autre part, selon l'art. 4 al. 3 LAFam, le Conseil fédéral détermine les conditions d'octroi des allocations pour les enfants vivant à l'étranger (1re phrase). En exécution de ce mandat, le Conseil fédéral a BGE 142 V 48 S. 51adopté l'art. 7 de l'ordonnance du 31 octobre 2007 sur les allocations familiales (OAFam; RS 836.21). Dans sa version en vigueur depuis le 1er janvier 2012, le premier alinéa de cette disposition prévoit que pour les enfants ayant leur domicile à l'étranger, les allocations familiales ne sont versées que si une convention internationale le prévoit. La même condition figurait déjà dans la précédente version de cette disposition réglementaire (qui contenait toutefois d'autres limitations, non pertinentes en l'espèce). Le Tribunal fédéral a jugé que cette exigence restait dans les limites de l'art. 4 al. 3 LAFam et ne violait pas l'art. 8 al. 1 et 2 Cst. (ATF 141 V 43 consid. 2.1 p. 45; ATF 138 V 392 consid. 4 p. 395; ATF 136 I 297).\n\n4.2 Les règles de coordination européenne en matière de sécurité sociale (Règlement [CEE] n° 1408/71 du Conseil du 14 juin 1971 relatif à l'application des régimes de sécurité sociale aux travailleurs salariés, aux travailleurs non salariés et aux membres de leur famille qui se déplacent à l'intérieur de la Communauté [RO 2004 121; ci-après: le règlement n° 1408/71] et Règlement [CE] n° 883/2004 duParlement européen et du Conseil du 29 avril 2004 portant sur la coordination des systèmes de sécurité sociale [RS 0.831.109.268.1;ci-après: le règlement n° 883/2004]) sont applicables en matière d'allocations familiales dans les relations entre la Suisse et les Etats membres de l'Union européenne (UE), d'une part, et de l'Association européenne de libre-échange (AELE), d'autre part (à partir du 1er avril 2012, le règlement n° 883/2004 a succédé au règlement n° 1408/71 dans les relations entre la Suisse et l'UE, cependant que le règlement n° 1408/71 continue à s'appliquer dans les relations avec l'AELE).\n\nCes règles de coordination se sont en principe substituées (cf. ATF 133 V 329), dans le domaine des allocations familiales notamment, aux conventions bilatérales qui existaient entre la Suisse et les Etats membres à ce sujet. A ce jour, la Suisse reste liée par des conventions de sécurité sociale, qui incluent les allocations familiales, à la Serbie, au Monténégro, à la Bosnie-Herzégovine, à la Croatie, à la Macédoine, à la Turquie et à Saint-Marin (voir à ce propos les ch. 321 ss des Directives de l'OFAS pour l'application de la loi fédérale sur les allocations familiales LAFam [DAFam; version du 1er janvier 2015; www.bsv.admin.ch/vollzug/documents/view/3635/lang:fre/category: 103]; voir aussi pour un aperçu d'ensemble, UELI KIESER, Familienzulagen im europäischen Kontext - eine Auslegung von Art. 24 FamZG, Hill 2010 n° 1). Certaines de ces conventions concernent BGE 142 V 48 S. 52uniquement la LFA (notamment la Convention de sécurité sociale du 1er mai 1969 entre la Suisse et la République de Turquie [RS 0.831.109.763.1]).\n\nLa Convention avec l'ex-Yougoslavie, qui continue à s'appliquer dans les relations avec la Serbie, le Monténégro et la Bosnie-Herzégovine, est restée applicable aux ressortissants du Kosovo jusqu'au 31 mars 2010 (RO 2010 1203; ATF 139 V 263). Elle s'applique en Suisse, notamment, à la \"législation fédérale sur les allocations familiales\" (art. 1 par. 1 let. a point iv de la convention). Elle s'applique aux actes législatifs et réglementaires couvrant une nouvelle branche d'assurance sociale et à ceux qui étendent les régimes existants à de nouvelles catégories de bénéficiaires (art. 1 par. 2). Dès lors, même si la convention est entrée en vigueur bien avant la LAFam, il est admis que les allocations familiales visées par cette loi relèvent de la législation sur les allocations familiales au sens de la convention (KIESER/REICHMUTH, Bundesgesetz über die Familienzulagen, Praxiskommentar, 2010, n° 75 ad art. 4 LAFam; GÄCHTER/BURCH, § 1 Nationale und internationale Rechtsquellen, in Recht der Sozialen Sicherheit, vol. XI, 2014, p. 58 n. 1.168; cf. aussi ch. 322 DAFam). La convention traite du droit aux allocations familiales à ses art. 15 et 16, qui sont ainsi libellés:\n\nArt. 15\n\nLes ressortissants des deux Parties contractantes bénéficient des allocations pour enfants prévues par les législations énumérées à l'article premier, quel que soit le lieu de résidence de leurs enfants.\n\nArt. 16\n\nSi un enfant donne droit à des allocations pour enfants aussi bien en vertu de la législation suisse que de la législation yougoslave, les seules allocations dues sont celles de la législation du lieu de travail du père.\n\n4.3 Selon la juridiction cantonale, on ne saurait déduire de ces dispositions que les allocations ne peuvent être exportées que pour autant que le droit soit fondé sur l'exercice d'une activité lucrative. L'art. 16, qui mentionne le lieu de travail du père, ne fait que régler la question de la priorité du droit applicable en cas de cumul de droits lorsque le père travaillait. La convention n'exclut donc pas le droit aux prestations pour les personnes sans activité lucrative, lesquelles sont exportables conformément à l'art. 15. En conséquence, l'intimé doit se voir reconnaître le droit aux allocations familiales pour ses trois enfants, cela pour une période limitée, soit du 1er janvier 2009 au 31 mars 2010.\n\nBGE 142 V 48 S. 53La recourante soutient, au contraire, que même si la convention n'exclut pas de manière explicite l'exportation des prestations familiales dues à des affiliés sans activité lucrative en Suisse, cette exclusion résulte de la volonté des Etats signataires.\n\n4.4\n\n4.4.1 La convention doit être interprétée selon les règles fixées dans la Convention de Vienne du 23 mai 1969 sur le droit des traités (RS 0.111). Selon son art. 31 par. 1, un traité doit être interprété de bonne foi suivant le sens ordinaire à attribuer aux termes du traité dans leur contexte et à la lumière de son objet et de son but. Les travaux préparatoires et les circonstances dans lesquelles le traité a été conclu constituent des moyens complémentaires d'interprétation, lorsque l'interprétation donnée conformément à l'art. 31 de la convention laisse le sens ambigu ou obscur ou conduit à un résultat qui est manifestement absurde ou déraisonnable (art. 32 de la convention).\n\n4.4.2 En règle ordinaire, les conventions bilatérales de sécurité sociale visent à assurer - sous réserve d'exceptions qui y sont expressément mentionnées - l'égalité de traitement entre les ressortissants des parties contractantes quant aux droits et obligations découlant des dispositions des législations qu'elles énumèrent. Les conventions s'appliquent en priorité aux travailleurs migrants, ainsi qu'aux membres de leur famille, qui font généralement aussi partie du cercle des personnes protégées. S'agissant plus particulièrement de la Convention avec l'ex-Yougoslavie, la limitation du champ d'application personnel se déduit de son art. 4. Selon cette disposition, en effet, la législation applicable est en principe celle de la partie contractante sur le territoire de laquelle l'activité déterminante pour l'assurance est exercée. Cette règle exprime le principe de la lex loci laboris, à savoir l'assujettissement du travailleur au régime de sécurité sociale de l'Etat membre où il travaille. Il n'est pas prévu d'autres critères, subsidiaires, de rattachement, comme par exemple l'application de la législation de l'Etat du lieu de résidence. Interprété à la lumière de l'art. 4, l'art. 15 de la convention ne peut être compris qu'en ce sens que le droit aux allocations familiales est reconnu par la législation de l'une ou l'autre des parties pour autant que le requérant soit soumis à la convention à raison de l'exercice d'une activité professionnelle sur son territoire.\n\n4.4.3 Cette interprétation est confirmée par l'art. 16 précité de la convention, selon lequel la législation du lieu de travail du père est BGE 142 V 48 S. 54seule applicable en cas de concours de droits en vertu des deux législations. Contrairement à l'opinion des premiers juges, ce rattachement exclusif à la loi du lieu de travail présuppose, implicitement tout au moins, que les allocations soient dues de part et d'autre pendant l'exercice d'une occupation professionnelle et simultanée des deux parents sur le territoire de chacune des parties contractantes.\n\n4.4.4 Le contexte dans lequel la convention a été conclue ne permet pas une autre interprétation, bien au contraire. A l'époque, tant du côté de la Suisse que du côté de la Yougoslavie, les allocations familiales n'étaient pas liées à la personne de l'enfant. Elles n'étaient accordées qu'aux parents exerçant une activité professionnelle. En Suisse, ce n'est qu'à partir de la fin des années 1980 que certains cantons ont introduit successivement une réglementation pour les personnes sans activité lucrative (voir PASCAL MAHON, Les allocations familiales, in Soziale Sicherheit, SBVR vol. XIV, 2e éd. 2007, n. 35 p. 1963; voir aussi le rapport du 20 novembre 1998 de la Commission de la sécurité sociale et de la santé publique du Conseil national sur l'initiative parlementaire \"Prestations familiales (Fankhauser)\", FF 1999 2957). S'agissant de la Yougoslavie, le régime des allocations familiales s'appliquait à l'époque aux travailleurs non qualifiés après une période minimale d'activité. Pour les travailleurs qualifiés et pour les mères veuves, divorcées ou célibataires, qui subvenaient elles-mêmes à l'entretien des enfants, le droit naissait \"dès le premier jour de leur emploi\" (Message du 4 mars 1963 concernant l'approbation d'une convention sur les assurances sociales conclue entre la Suisse et la Yougoslavie, FF 1963 I 687). L'exportation prévue par la convention n'était donc pas envisageable pour des parents sans activité lucrative.\n\n4.4.5 La notion de \"travailleur\", qui délimitait le champ d'application personnel du règlement n° 1408/71, a été interprétée, il est vrai, de manière extensive par la Cour de justice de l'Union européenne (CJUE): une personne avait la qualité de travailleur au sens dudit règlement dès lors qu'elle était assurée, ne serait-ce que contre un seul risque, au titre d'une assurance obligatoire ou facultative auprès d'un régime général ou particulier de sécurité sociale mentionné à l'art. 1 sous let. a du règlement, et ce indépendamment de l'existence d'une relation de travail (arrêts [de la CJUE/CJCE] du 10 mars 2011 C-516/09 Borger, Rec. 2011 I-1493; du 7 juin 2005 C-543/03 Dodl et Oberhollenzer, Rec. 2005 I-5049 point 34; voir aussi à propos des régimes d'allocations familiales, PRODROMOS MAVRIDIS, La sécurité sociale BGE 142 V 48 S. 55à l'épreuve de l'intégration européenne, 2003, p. 567 ss n. 556 ss). Mais, indépendamment du fait que cette jurisprudence n'est d'aucune manière applicable aux relations bilatérales de sécurité sociale entre la Suisse et un Etat non membre de l'Union européenne, il est évident que les Etats signataires de la convention de 1962, bien antérieure au règlement, ne pouvaient avoir en vue cette interprétation découlant de la jurisprudence communautaire. Au regard du texte de la convention et en l'absence d'indices qui pourraient refléter une volonté contraire des parties, une interprétation extensive n'est pas justifiée.\n\n4.4.6 On ne peut certes pas exclure d'emblée des situations où la cessation passagère ou momentanée d'activité ne devrait pas entraîner la perte de la qualité de travailleur au sens de la convention et, partant, la suppression du versement des allocations familiales pour des enfants résidant hors de Suisse. Il en irait ainsi, par exemple, d'une période d'incapacité de travail résultant d'une maladie ou d'un accident, d'un congé non payé ou encore d'un chômage involontaire. Dans le cas particulier, il ressort toutefois du jugement attaqué que, pour la période en cause, l'examen des comptes individuels AVS de l'intimé ne fait mention d'aucun employeur ni d'aucun revenu salarié. D'ailleurs, dans sa demande d'allocations familiales pour l'enfant B., l'intimé a signalé une activité de monteur en chauffage jusqu'en mai 2007 seulement. On ne saurait donc parler d'une cessation passagère d'activité.\n\n5. En résumé, durant la période litigieuse, pendant laquelle ses trois enfants résidaient au Kosovo, l'intimé ne pouvait déduire aucun droit aux allocations familiales pour eux, que ce soit en vertu du droit suisse (art. 4 al. 3 LAFam en corrélation avec l'art. 7 al. 1 OAFam) ou en application de la Convention avec l'ex-Yougoslavie. (...)"}