{"annee": "142", "cour": "III", "page": "131", "date": "9/2/2016", "cite": ["140 III 12", "141 III 369", "141 I 241", "142 III 138", "122 I 5", "138 III 217", "135 I 91", "122 I 322", "139 I 138"], "cite_par": ["144 V 97", "144 III 531"], "chapeau": "18. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen B. AG (Beschwerde in Zivilsachen)\n\n4A_325/2015 vom 9. Februar 2016", "regestes": ["Art. 117 ss CPC; assistance judiciaire; admissibilité de l'exigence d'une déclaration de cession. Il est admissible de faire dépendre l'octroi de l'assistance judiciaire de la cession du gain éventuel du procès jusqu'à concurrence du montant des frais judiciaires échéant au requérant et des frais de représentation par avocat (consid. 2-4)."], "faits": "|131|\n\nA. Am 25. August 2014 reichte A. (Kläger, Beschwerdeführer) beim Bezirksgericht Dietikon eine Forderungsklage aus einem Personenschaden im Zusammenhang mit einem Verkehrsunfall gegen die Versicherungsgesellschaft B. AG (Beklagte, Beschwerdegegnerin) ein. Gleichzeitig ersuchte er um Gewährung der unentgeltlichen Rechtspflege und um Bestellung von Rechtsanwalt Massimo Aliotta als unentgeltlichen Rechtsbeistand.\n\nMit Beschluss vom 25. September 2014 bewilligte das Bezirksgericht beides unter der Voraussetzung, dass der Kläger innert 20 Tagen eine Abtretungserklärung unterzeichne, mit der er einen |132| allfälligen Prozessgewinn - ausgenommen Genugtuungsansprüche - im vorliegenden Forderungsprozess gegen die Beklagte bis zur Höhe der auf ihn entfallenden Gerichtskosten und der Kosten der anwaltlichen Vertretung der Kasse des Bezirksgerichts abtrete. Bei Nichtunterzeichnung bzw. Nichteinhaltung der Frist werde die unentgeltliche Rechtspflege und Verbeiständung verweigert.\n\nB. Eine gegen diesen Beschluss erhobene Beschwerde des Klägers wies das Obergericht des Kantons Zürich mit Urteil vom 21. Mai 2015 ab und setzte ihm eine Frist von 10 Tagen ab Zustellung des Entscheids an, um dem Bezirksgericht die Abtretungserklärung einzureichen.\n\nC. Gegen das Urteil des Obergerichts erhob der Kläger Beschwerde in Zivilsachen und subsidiäre Verfassungsbeschwerde ans Bundesgericht und beantragte unter anderem, es sei das Urteil des Obergerichts aufzuheben und es sei das Bezirksgericht zu verpflichten, ihm für das zivilrechtliche Verfahren vor dem Bezirksgericht die unentgeltliche Prozessführung zu gewähren und in der Person seines jetzigen Rechtsvertreters einen unentgeltlichen Rechtsbeistand zu bestellen, ohne Auferlegung der Bedingung der Unterzeichnung einer Abtretungserklärung.\n\nAm 9. Februar 2016 führte das Bundesgericht eine öffentliche Urteilsberatung durch. Es trat auf die subsidäre Verfassungsbeschwerde nicht ein und wies die Beschwerde in Zivilsachen ab, soweit es darauf eintrat.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Im Streit liegt die Rechtsfrage, ob die Gewährung der unentgeltlichen Rechtspflege davon abhängig gemacht werden darf, dass der Beschwerdeführer einen allfälligen Prozessgewinn im Forderungsprozess gegen die Beschwerdegegnerin bis zur Höhe der auf ihn entfallenden Gerichtskosten und der Kosten seiner anwaltlichen Vertretung an die Gerichtskasse des Bezirksgerichts abtritt.\n\n2.1 Vor Inkrafttreten der Schweizerischen Zivilprozessordnung (ZPO; SR 272) bestand zumindest in den Kantonen Zürich und St. Gallen eine gefestigte Praxis, wonach die Bewilligung der unentgeltlichen Rechtspflege davon abhängig gemacht werden konnte, dass die gesuchstellende Partei die strittigen Ansprüche bis zu einem bestimmten Höchstbetrag dem Staat abtrat (vgl. Urteil der Präsidentin der |133| III. Zivilkammer des Kantonsgerichts St. Gallen vom 22. Mai 1998, in: St. Gallische Gerichts- und Verwaltungspraxis 1998 Nr. 66 E. 3; Urteile des Obergerichts des Kantons Zürich vom 6. April 1987, in: ZR 86/1987 Nr. 94 E. 1; vom 25. Februar 1956, in: ZR 55/1956 Nr. 106 S. 220 und vom 19. Oktober 1950, in: ZR 53/1954 Nr. 45 S. 117 f.). Dabei wurde teilweise ausdrücklich festgehalten, dass die genannte Abtretung dem Staat nur in den Schranken des gesetzlichen Rückforderungsanspruchs zustehe, d.h. nur rechtswirksam werde, wenn das Rückforderungsrecht entstehe und die Rückforderung vom zuständigen Gericht angeordnet werde (Urteil der Präsidentin der III. Zivilkammer des Kantonsgerichts St. Gallen, a.a.O., E. 3b S. 171 f.; Urteil des Obergerichts des Kantons Zürich vom 6. April 1987, a.a.O., E. 1; vgl. ALFRED BÜHLER, Die Prozessarmut, in: Gerichtskosten, Parteikosten, Prozesskaution, unentgeltliche Prozessführung, 2001, S. 183 f.; LEUENBERGER/UFFER-TOBLER, Kommentar zur Zivilprozessordnung des Kantons St. Gallen, 1999, N. 7 zu Art. 281 ZPO/SG).\n\n2.2 Die Vorinstanz erwog, dass es auch unter der Geltung der ZPO zulässig sei, die Gewährung der unentgeltlichen Rechtspflege von der Abtretung eines allfälligen Prozessgewinns abhängig zu machen. Die Auflage, einen allfälligen Prozessgewinn abzutreten, stehe im Einklang mit dem öffentlichen Interesse des haushälterischen Umgangs mit den Staatsfinanzen. Sie stelle für den Beschwerdeführer keinen ungerechtfertigten Eingriff dar, denn die Prozesspartei, der die unentgeltliche Rechtspflege bewilligt werde, fahre damit nicht schlechter als diejenige Partei, die den Prozess selber finanziere, da ihr der Nettoprozessgewinn verbleibe, der sich aus der zugesprochenen Forderung abzüglich der von der Partei zu tragenden Prozesskosten ergebe. Für diese Abtretung spreche auch, dass dem Gesuchsteller, der die unentgeltliche Rechtspflege anbegehre, im Allgemeinen zugemutet werde, sämtliche Möglichkeiten zur Liquiditätsbeschaffung auszuschöpfen, bevor ihm die unentgeltliche Rechtspflege gewährt werde. Es sei ihm daher auch zumutbar, die genannte Abtretung vorzunehmen.\n\n2.3 Der Beschwerdeführer rügt eine Verletzung von Art. 117 ff. ZPO, Art. 26 BV, Art. 29 BV und von Art. 6 EMRK. Er bringt vor, die Abtretung des Prozessgewinns sei seit Inkrafttreten der ZPO bundesrechtswidrig, weil die unentgeltliche Rechtspflege nicht mehr ein kantonales Institut der Justizverwaltung sei und sich deren Umfang und Entzug ausschliesslich nach der ZPO richte. Die Art. 117-123 ZPO |134| sähen keine solche Abtretung vor. Die Nachzahlungspflicht sei bundesrechtlich vielmehr abschliessend in Art. 123 ZPO geregelt. Danach entstehe die Nachzahlungspflicht erst, sobald die unentgeltlich prozessierende Partei dazu in der Lage sei, was vor der Anordnung der Nachzahlung zu prüfen sei. Er und seine Familie lebe seit neun Jahren vom Sozialamt der Stadt Winterthur. Gestützt auf § 19 des Sozialhilfegesetzes des Kantons Zürich vom 14. Juni 1981 (SHG; LS 851.1) sei die Leistung wirtschaftlicher Hilfe von der Abtretung künftiger Ansprüche gegen Dritte an die Fürsorgebehörde abhängig gemacht worden. Sollte er im Forderungsprozess gegen die Beschwerdegegnerin obsiegen, würden die Ansprüche der Stadt Winterthur und der Gerichtskasse konkurrenzieren. Die Vorinstanz beschränke sich daher lediglich auf das öffentliche Interesse der Gerichtskasse des Bezirksgerichts Dietikon, nicht jedoch auf dasjenige der Stadt Winterthur.\n\n3.\n\n3.1 Mit Inkrafttreten der ZPO werden die Voraussetzungen und Wirkungen der unentgeltlichen Rechtspflege vor kantonalen Instanzen in Zivilrechtsprozessen (Art. 1 ZPO) abschliessend durch Art. 117-123 ZPO geregelt (ALFRED BÜHLER, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. I, 2012, N. 5 zu Vorb. zu Art. 117-123 ZPO [nachfolgend: BÜHLER, Berner Kommentar]; FRANK EMMEL, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm/Hasenböhler/Leuenberger [Hrsg.], 2. Aufl. 2013, N. 1 zu Art. 117 ZPO; DENIS TAPPY, in: CPC, Code de procédure civile commenté, 2011, N. 4 f. zu Art. 117 ZPO). Die Verpflichtung zur Unterzeichnung einer entsprechenden Abtretungserklärung ist daher nur statthaft, soweit die ZPO dies zulässt. Die ZPO enthält keine ausdrückliche gesetzliche Grundlage für ein solches Abtretungserfordernis. Daraus folgt aber nicht zwingend dessen Unzulässigkeit. Vielmehr ist zu prüfen, ob sich die Zulässigkeit des Abtretungserfordernisses implizit aus den Bestimmungen über die unentgeltliche Rechtspflege ableiten lässt, namentlich aus deren Sinn und Zweck.\n\n3.2 In der Lehre bestehen unterschiedliche Meinungen. Ein Teil der Autoren hält die Verpflichtung zur Abtretung des Prozessgewinns seit Inkrafttreten der ZPO für bundesrechtswidrig (BÜHLER, Berner Kommentar, a.a.O., N. 135 zu Art. 118 ZPO; VIKTOR RÜEGG, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 3 zu Art. 118 ZPO; wohl auch LUKAS HUBER, in: Schweizerische Zivilprozessordnung [ZPO], Brunner/Gasser/Schwander |135| [Hrsg.], Online Ausgabe [Stand: 16. April 2012], N. 22 zu Art. 118 ZPO). Begründet wird diese Auffassung damit, dass die unentgeltliche Rechtspflege zu einem Institut des Bundeszivilprozessrechts geworden sei, für deren Voraussetzungen und Einschränkungsmöglichkeiten nunmehr ausschliesslich Bundesrecht gelte. Das Bundesrecht sehe weder eine Legalzession für die streitige oder andere Forderungen der unentgeltlich prozessführenden Partei vor, noch sei die Sicherstellung der Nachzahlungsforderung vor ihrer Fälligkeit durch ein anderes als das Sicherungsmittel des Arrests vorgesehen. Es fehle damit an einer gesetzlichen Grundlage für ein solches Abtretungserfordernis (BÜHLER, Berner Kommentar, a.a.O., N. 135 zu Art. 118 ZPO; RÜEGG, a.a.O., N. 3 zu Art. 118 ZPO).\n\nEin anderer Teil der Lehre ist demgegenüber der Auffassung, dass es auch unter der Geltung der ZPO möglich sei, die Gewährung der unentgeltlichen Rechtspflege von der Abtretung des Prozessgewinns abhängig zu machen (EMMEL, a.a.O., N. 4 zu Art. 123 ZPO; INGRID JENT-SØRENSEN, in: ZPO, Oberhammer/Domej/Haas [Hrsg.], 2. Aufl. 2014, N. 5 zu Art. 123 ZPO; STAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2. Aufl. 2013, § 16 N. 74; DANIEL WUFFLI, Die unentgeltliche Rechtspflege in der Schweizerischen Zivilprozessordnung, 2015, Rz. 138, 594 f., 600 ff. und 961). Einschränkend wird von diesen Autoren aber gefordert, dass die Abtretung nur zulässig sei, sofern sie unter die Suspensivbedingung gestellt werde, dass eine Pflicht zur Nachzahlung entstehe (EMMEL, a.a.O., N. 4 zu Art. 123 ZPO; STAEHELIN/STAEHELIN/GROLIMUND, a.a.O., § 16 N. 74; wohl auch WUFFLI, a.a.O, Rz. 961) bzw. die Voraussetzungen der Nachzahlungspflicht nicht unterlaufen würden (JENT-SØRENSEN, a.a.O., N. 5 zu Art. 123 ZPO).\n\n3.3 Die Zulässigkeit der Abtretung lässt sich nicht aus Art. 118 Abs. 2 ZPO ableiten (a.A. JENT-SØRENSEN, a.a.O., N. 5 zu Art. 123 ZPO; WUFFLI, a.a.O, Rz. 604 f.). Mit Art. 118 Abs. 2 ZPO wird der Unteilbarkeit der unentgeltlichen Rechtspflege eine Absage erteilt und gesetzlich geregelt, dass die unentgeltliche Rechtspflege nicht nur vollständig gewährt oder abgewiesen, sondern auch teilweise gewährt werden kann. In diesem Sinn hat sich das Bundesgericht kürzlich dazu geäussert, wie bei teilweiser Bedürftigkeit (vgl. BGE 141 III 369 E. 4.2 ff. mit Hinweisen) bzw. teilweiser Aussichtslosigkeit (vgl. BGE 142 III 138 E. 5 S. 139 mit Hinweisen) zu verfahren ist. |136|\n\nDem Beschwerdeführer wurden für den Forderungsprozess gegen die Beschwerdegegnerin die einzelnen Teilansprüche der unentgeltlichen Rechtspflege nach Art. 118 Abs. 1 lit. a-c ZPO vollständig gewährt. Dieser Umfang der Ansprüche der unentgeltlichen Rechtspflege ändert sich mit dem Abtretungserfordernis nicht. Entsprechend kann die Verpflichtung zur Unterzeichnung der Abtretungserklärung nicht als Teilgewährung der unentgeltlichen Rechtspflege im Sinne von Art. 118 Abs. 2 ZPO aufgefasst werden.\n\n4.\n\n4.1 Nach Art. 29 Abs. 3 BV hat jede Person, die nicht über die erforderlichen Mittel verfügt, Anspruch auf unentgeltliche Rechtspflege, wenn ihr Rechtsbegehren nicht aussichtslos erscheint. Soweit zur Wahrung ihrer Rechte notwendig, hat sie ausserdem Anspruch auf unentgeltlichen Rechtsbeistand. Mit Art. 117 ff. ZPO wird der als verfassungsrechtliche Minimalgarantie in Art. 29 Abs. 3 BV verankerte Anspruch auf unentgeltliche Rechtspflege und Verbeiständung auf Gesetzesstufe geregelt (BGE 138 III 217 E. 2.2.3). Die Voraussetzungen der unentgeltlichen Rechtspflege gemäss Art. 117 f. ZPO stimmen dabei mit denjenigen der Minimalgarantie von Art. 29 Abs. 3 BV überein, deren Einhaltung das Bundesgericht in rechtlicher Hinsicht mit freier Kognition prüft (Urteil 4D_62/2015 vom 9. März 2016 E. 3, nicht publ. in: BGE 142 III 138, mit Hinweisen).\n\nDie unentgeltliche Rechtspflege nach Art. 29 Abs. 3 BV und Art. 117 ff. ZPO dient dem Zugang zum Gericht. Mit dem Anspruch auf unentgeltliche Rechtspflege soll eine nicht über genügend finanzielle Mittel verfügende Partei in den Stand versetzt werden, zur Durchsetzung ihrer Rechte einen Prozess zu führen. Es soll ihr, gleich wie einer vermögenden Partei, der Zugang zum Gericht ungeachtet ihrer Bedürftigkeit gewährleistet sein (BGE 140 III 12 E. 3.3.1; BGE 139 I 138 E. 4.2; BGE 135 I 91 E. 2.4.2.3; je mit Hinweisen).\n\nDie unentgeltliche Rechtspflege garantiert der bedürftigen Person aber keine definitive Übernahme der Kosten des Prozesses durch den Staat (BGE 135 I 91 E. 2.4.2.2 ff.; BGE 122 I 322 E. 2c S. 324, BGE 122 I 5 E. 4a S. 6; je mit Hinweisen). Vielmehr hat die bedürftige Person die Prozesskosten selbst zu tragen, soweit es ihre wirtschaftliche Situation zulässt. So kann der Partei, der die unentgeltliche Rechtspflege gewährt wurde, diese wieder entzogen werden, wenn sie während des Verfahrens zu den erforderlichen finanziellen Mitteln kommt (Art. 120 ZPO; vgl. BGE 141 I 241 E. 3). Sodann ist die Partei, der die |137| unentgeltliche Rechtspflege gewährleistet wurde, nach Erledigung des Verfahrens gemäss Art. 123 Abs. 1 ZPO zur Nachzahlung der Prozesskosten verpflichtet, \"sobald sie dazu in der Lage ist\". Die Kosten des Verfahrens können demnach vom Staat zurückverlangt werden, wenn die finanzielle Leistungsfähigkeit des Begünstigten erst nach Erledigung des Prozesses eintritt (BGE 122 I 322 E. 2c S. 324, BGE 122 I 5 E. 4a S. 6). Es bleibt aber garantiert, dass die bedürftige Partei nicht zur Nachzahlung der staatlich bevorschussten Prozesskosten herangezogen wird, solange sie dazu wirtschaftlich nicht in der Lage ist (vgl. Art. 123 Abs. 1 ZPO; BGE 135 I 91 E. 2.4.2.3; BGE 122 I 322 E. 2c S. 324, BGE 122 I 5 E. 4a S. 6).\n\nAus dem Zweck, dass der Staat bei der unentgeltlichen Rechtspflege die Prozesskosten lediglich bevorschusst und die bedürftige Person diese Kosten im Rahmen ihrer wirtschaftlichen Leistungsfähigkeit selbst zu tragen hat, ergibt sich die Zulässigkeit der Abtretung. Sie erleichtert die Durchsetzung des staatlichen Nachzahlungsanspruchs, indem schon bei Gewährung der unentgeltlichen Rechtspflege geregelt wird, dass der Staat für seine mögliche Nachzahlungsforderung nach Art. 123 Abs. 1 ZPO statt auf die bedürftige Partei direkt auf deren Prozessgegner, in casu eine Versicherungsgesellschaft, greifen kann.\n\n4.2 Soweit der Beschwerdeführer meint, mit der vorliegenden Abtretung werde Art. 123 Abs. 1 ZPO umgangen, sind seine Bedenken unbegründet. Die Abtretung bezweckt nicht, dass der Staat die Nachzahlung fordern könnte, obschon der Beschwerdeführer zur Nachzahlung wirtschaftlich nicht in der Lage wäre. Vielmehr soll die Abtretung die Nachforderung der staatlich bevorschussten Prozesskosten erleichtern, wenn die Voraussetzungen nach Art. 123 Abs. 1 ZPO gegeben sind und die bedürftige Partei zur Nachzahlung der bevorschussten Prozesskosten rechtskräftig verpflichtet wurde. Die Abtretung steht damit in den Schranken von Art. 123 Abs. 1 ZPO. Dass dies in der Abtretungserklärung nicht ausdrücklich vorbehalten wird, schadet nicht, ergibt sich dies doch aus dem gesetzlichen Rahmen, in dem die Abtretung erfolgt.\n\n4.3 Die unentgeltliche Rechtspflege wurde dem Beschwerdeführer vollständig gewährt. Er ist somit trotz seiner finanziellen Bedürftigkeit im Stande, zur Durchsetzung seiner Rechte den Prozess gegen die Beschwerdegegnerin zu führen. Sein Zugang zum Gericht wird durch die Unterzeichnung der Abtretungserklärung nicht |138| beeinträchtigt. Ungeachtet der Abtretung kann die Nachforderung der vom Staat bevorschussten Prozesskosten sodann nur unter den Voraussetzungen von Art. 123 Abs. 1 ZPO gefordert werden. Vor diesem Hintergrund verletzt das Abtretungserfordernis die Rechte des Beschwerdeführers nicht.\n\n4.4 Es ist nach dem Gesagten auch unter der Geltung der ZPO zulässig, die Gewährung der unentgeltlichen Rechtspflege von der Abtretung eines allfälligen Prozessgewinns bis zur Höhe der auf den Gesuchsteller entfallenden Gerichtskosten und der Kosten der anwaltlichen Vertretung abhängig zu machen. (...)"}