{"annee": "142", "cour": "IV", "page": "129", "date": "3/3/2016", "cite": ["123 IV 113", "98 IV 41", "136 III 502", "121 IV 261", "139 IV 128", "139 IV 282", "135 IV 56", "126 IV 131"], "cite_par": ["143 IV 469", "144 IV 35"], "chapeau": "20. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Ministère public central du canton de Vaud et consorts (recours en matière pénale)\n\n6B_1140/2014 du 3 mars 2016", "regestes": ["Art. 241 al. 4 CPP; fouille de sécurité. Conformément à l'art. 241 al. 4 CPP, la police peut fouiller une personne appréhendée ou arrêtée, notamment pour assurer la sécurité de personnes. Une fouille de sécurité peut intervenir même lorsque la personne appréhendée s'est rendue volontairement au poste de police, n'est suspectée d'aucun délit ou a pu justifier de son identité (consid. 2).", "Art. 22, 103, 105 al. 2 et art. 172ter CP; impunissabilité de la tentative de vol portant sur un élément patrimonial de faible valeur. Le vol d'importance mineure est une contravention et l'art. 172ter CP ne prévoit pas expressément la punissabilité de la tentative. L'auteur n'est par conséquent pas punissable pour avoir tenté de voler des éléments patrimoniaux de faible valeur (consid. 3).", "Art. 391 al. 2, 1re phrase, CPP; interdiction de la reformatio in pejus. Confirmation de la jurisprudence selon laquelle l'interdiction de la reformatio in pejus doit être examinée à l'aune du dispositif uniquement. Cas dans lequel l'autorité inférieure avait constaté à tort que la plainte pénale était tardive, libérant ainsi le recourant, mais avait néanmoins alloué les conclusions civiles au lésé. Saisi d'un recours du prévenu acquitté, le Tribunal fédéral peut confirmer l'allocation des conclusions civiles dans la mesure où le dispositif attaqué n'est pas modifié en sa défaveur (consid. 4)."], "faits": "|130|\n\nA. Statuant sur l'opposition formée par X. contre l'ordonnance pénale du 24 janvier 2014, le Tribunal de police de l'arrondissement de Lausanne a constaté, par jugement du 9 avril 2014, que X. s'était rendu coupable de vol d'importance mineure, de dommages à la propriété et d'injure et de violence ou menace contre les autorités et les fonctionnaires. Il l'a condamné à une peine pécuniaire de |131120| jours-amende à 30 fr. le jour, ainsi qu'à une amende de 300 fr. avec peine de substitution de 3 jours et a renoncé à révoquer le sursis accordé le 1er mai 2012 par le Ministère public de l'arrondissement de Lausanne mais a prononcé un avertissement formel et prolongé le délai d'épreuve de 18 mois. Ce jugement dit, par ailleurs, que X. est débiteur à hauteur de 7444 fr. 85 de A. SA, de 2348 fr. 30 de E. SA, de 121 fr. 20 de C. et de 544 fr. 65 de D.\n\nB. Par jugement du 11 août 2014, la Cour d'appel pénale du Tribunal cantonal vaudois a réformé ce jugement en ce sens que X. a été acquitté du chef d'infraction de dommages à la propriété en relation avec la plainte pénale de A. SA, jugée tardive. Elle a condamné X. à une peine pécuniaire de 100 jours-amende à 10 fr. le jour et confirmé le jugement du Tribunal de police pour le surplus, notamment l'allocation des conclusions civiles de A. SA.\n\nElle a retenu les faits suivants:\n\nLe 1er août 2012 à Lausanne, X. s'est vigoureusement opposé à une fouille corporelle à laquelle voulaient procéder les agents de la police ferroviaire, si bien qu'il a dû être maîtrisé et menotté par ces derniers. Il s'est violemment débattu et leur a donné plusieurs coups de pied. Une fois maîtrisé, il a insulté les agents et les a menacés de se venger.\n\nLe 3 septembre 2012 à Lausanne, X. s'est rendu dans le magasin C. sis à la rue y où il a dérobé de la nourriture et une boisson pour un montant total de 21 fr. 20.\n\nDans le courant du mois de février 2013, X. a effectué des graffitis et des tags sur plusieurs immeubles sis à Lausanne, dont ceux gérés par A. SA et E. SA.\n\nC. X. forme un recours en matière pénale auprès du Tribunal fédéral contre ce jugement. Il conclut, avec suite de frais et dépens, à l'annulation du jugement attaqué et à son acquittement. Il demande également à ce que les conclusions civiles de E. SA soient rejetées et à ce que celles de A. SA soient déclarées irrecevables, ces sociétés devant être condamnées, conjointement avec le Ministère public du canton de Vaud, à lui verser une indemnité à hauteur de 5266 fr. 46 en application de l'article 429 al. 1 lit. a CPP. Il sollicite par ailleurs le bénéfice de l'assistance judiciaire.\n\nD. Invités à se déterminer sur le recours, la Cour d'appel pénale et le Ministère public y ont renoncé, se référant aux considérants du |132| jugement entrepris, et C. n'a pas répondu dans le délai imparti. A. SA a conclu au rejet du recours, avec suite de frais et dépens. X. a répliqué.", "considerants": "Extrait des considérants:\n\n2. Le recourant invoque une violation des art. 285 ch. 1 et 177 CP. Il soutient, en se référant aux art. 20 et 21 de la loi vaudoise du 17 novembre 1975 sur la police cantonale (LPol; RSV 133.11), que la fouille que voulaient lui imposer les agents de police était manifestement illégale dès lors que son identité n'était pas douteuse et que seul un officier de police avait compétence pour ordonner une telle mesure en cas de refus de la personne visée; en s'y opposant, il avait simplement tendu au maintien de l'ordre légal, comme le prévoit l' ATF 98 IV 41. Par ailleurs, la cour cantonale aurait au moins dû appliquer l'art. 177 al. 2 CP au motif que la fouille illégale avait directement provoqué l'injure.\n\n2.1 Conformément à l'art. 285 ch. 1 CP, est puni celui qui, en usant de violence ou de menace, empêche une autorité, un membre d'une autorité ou un fonctionnaire de faire un acte entrant dans ses fonctions, les contraint à faire un tel acte ou se livre à des voies de fait sur eux pendant qu'ils y procèdent. Il découle de l' ATF 98 IV 41 consid. 4b que l'opposition aux actes de l'autorité, pour autant que ceux-là soient manifestement illégaux et que les voies de droit existantes ne donnent pas de protection suffisante, n'est pas punissable si elle tend au maintien ou au rétablissement de l'ordre légal. Il ne suffit donc pas que les conditions légales de l'acte ne soient pas remplies; encore faut-il que l'autorité ou le fonctionnaire commette un abus d'autorité, c'est-à-dire qu'il exerce ses pouvoirs coercitifs dans un but étranger à ses fonctions ou d'une manière manifestement disproportionnée (arrêt 6B_206/2010 du 2 septembre 2010 consid. 4.2; STEFAN HEIMGARTNER, in Basler Kommentar, Strafrecht, vol. II, 3e éd. 2013, n° 17 avant l'art. 285 CP).\n\n2.2 La cour cantonale a relevé que le recourant, qui avait justifié de son identité, n'était soupçonné d'aucune infraction. Il s'agissait en l'espèce d'un simple contrôle de sécurité, dont le recourant avait été avisé et auquel les agents de police pouvaient procéder, eu égard notamment à l'état dans lequel se trouvaient le recourant et son ami au moment de leur interpellation (forte odeur d'alcool, taches de terre sur les habits et de peinture sur leur visage). |133|\n\nAttendu que, selon les constatations cantonales, la fouille n'avait pas pour but d'établir l'identité de la personne - hypothèse visée par les art. 20 et 21 LPol que cite le recourant - mais visait à garantir la sécurité, l'analyse de l'autorité précédente est conforme à l'art. 241 al. 4 CPP, qui prévoit que la police peut fouiller une personne appréhendée ou arrêtée, notamment pour assurer la sécurité de personnes. Il est rappelé, à cet égard, que l'appréhension au sens de l'art. 215 CPP ne suppose pas d'emblée, au contraire de l'arrestation provisoire, que la personne concernée soit soupçonnée d'un délit (cf. ATF 139 IV 128 consid. 1.2). Il est ainsi sans pertinence que le recourant se soit rendu volontairement au poste de police, qu'il ne fût suspecté d'aucun délit ou encore que son identité ne fût pas douteuse. En tous les cas, la fouille n'apparaissait pas manifestement illégale, de sorte que le recourant n'est pas fondé à se prévaloir de la jurisprudence de l' ATF 98 IV 41 pour justifier son refus d'obtempérer en usant de violence à l'égard des policiers. Il s'ensuit également qu'en l'absence de conduite répréhensible de la part des policiers, l'art. 177 al. 2 CP qui prévoit que le juge pourra exempter le délinquant de toute peine si l'injurié a directement provoqué l'injure par une conduite répréhensible est inapplicable au cas d'espèce. La cour cantonale n'a donc pas violé le droit fédéral en condamnant le recourant pour violence ou menace contre les autorités et les fonctionnaires (art. 285 al. 1 CP) et pour injure (art. 177 CP).\n\n3. Contestant sa condamnation pour vol d'importance mineure (art. 139 avec 172ter CP), le recourant soutient que les faits auraient été établis de manière arbitraire dans la mesure où la cour cantonale a retenu qu'il avait été dénoncé pour ne pas avoir présenté de la marchandise à l'encaissement. En outre, il invoque une violation des art. 139 et 22 ou 23 CP, en lien avec les art. 104 et 105 al. 2 CP.\n\n3.1 Conformément à l'art. 139 al. 1 CP, celui qui, pour se procurer ou procurer à un tiers un enrichissement illégitime, aura soustrait une chose mobilière appartenant à autrui dans le but de se l'approprier sera puni d'une peine privative de liberté de cinq ans au plus ou d'une peine pécuniaire. Selon l'art. 172ter CP, si l'acte ne visait qu'un élément patrimonial de faible valeur ou un dommage de moindre importance, l'auteur sera, sur plainte, puni d'une amende. Un élément patrimonial est de faible valeur au sens de cette disposition s'il ne dépasse pas 300 francs (ATF 123 IV 113 consid. 3d p. 119 et les références citées). Les infractions passibles d'une amende sont des |134| contraventions (art. 103 CP). En ce qui concerne les contraventions, la tentative et la complicité ne sont punissables que dans les cas expressément prévus par la loi (art. 104 et 105 al. 2 CP). L'art. 22 CP relatif à la tentative prescrit que le juge peut atténuer la peine si l'exécution d'un crime ou d'un délit n'est pas poursuivie jusqu'à son terme ou que le résultat nécessaire à la consommation de l'infraction ne se produit pas ou ne pouvait pas se produire.\n\n3.2 Bien que le résumé des faits du jugement entrepris suggère que le vol aurait été réalisé avec succès, la cour cantonale a conclu, à l'issue de son appréciation des preuves, que le recourant s'était rendu au magasin C. avec l'intention d'y dérober de la nourriture, avait pris la marchandise qu'il souhaitait, puis avait finalement décidé de la reposer parce qu'il s'était fait surprendre par un vigile. Il n'a pas été constaté que le recourant aurait dissimulé la marchandise. Il s'ensuit que l'infraction n'a donc pas été entièrement consommée, faute de soustraction de l'objet du vol par l'auteur. Les agissements de l'auteur devraient donc être qualifiés tout au plus de tentative, sous réserve de la valeur de la marchandise - 21 fr. 20 - que le recourant entendait dérober. En effet, comme le relève le recourant, le vol d'importance mineure est une contravention et l'art. 172ter CP ne prévoit pas expressément la punissabilité de la tentative (art. 105 al. 2 CP; ATF 121 IV 261 consid. 2c). Il en découle que le recourant n'est pas punissable pour avoir tenté de voler des articles d'une valeur inférieure à 300 francs (TRECHSEL/CRAMERI, in Schweizerisches Strafgesetzbuch, Praxiskommentar, 2e éd. 2013, n° 8 ad art. 172ter CP; STRATENWERTH/JENNY/BOMMER, Schweizerisches Strafrecht, Besonderer Teil I: Straftaten gegen Individualinteressen, 7e éd. 2010, n. 12 p. 554; YVAN JEANNERET, in Commentaire romand, Code pénal, vol. I, 2009, n° 2 ad art. 105 CP). La cour cantonale a violé le droit fédéral en retenant que dans la mesure où le recourant avait débuté l'exécution de son infraction, il devait être reconnu coupable de vol d'importance mineure au sens des art. 139 ch. 1 et 172ter CP. Le recours est admis sur ce point.\n\n4. Le recourant se plaint d'une violation des art. 9 Cst., 31 CP, 3 CPP et 122-126 CPP en relation avec l'allocation des conclusions civiles de A. SA. Dans la mesure où il a été admis que la plainte pénale de A. SA était tardive, la cour cantonale devait constater que cette société ne disposait pas de la qualité de partie plaignante, ce qui entraînait l'irrecevabilité de ses conclusions civiles. |135|\n\n4.1 Avant d'examiner le grief soulevé par le recourant, il convient de se pencher sur une objection de la partie intimée qui pourrait rendre ce moyen inopérant. En effet, la partie intimée qui n'a pas interjeté de recours en temps utile (art. 100 al. 1 LTF) ne peut plus requérir la modification de la décision attaquée en sa faveur, mais elle est autorisée à formuler des griefs, à titre éventuel, contre la décision attaquée, pour le cas où les arguments du recourant seraient suivis (ATF 136 III 502 consid. 6.2 p. 503; ATF 135 IV 56 consid. 4.2 p. 69 s.; BERNARD CORBOZ, in Commentaire de la LTF, 2009, n° 29 ad art. 102 LTF).\n\n4.2 A. SA soutient notamment que sa plainte n'aurait pas dû être jugée tardive dans la mesure où elle ne connaissait pas l'auteur du dommage lorsqu'elle l'avait déposée. Ce n'était que lors du passage de son représentant dans les immeubles tagués que celui-ci avait pu se rendre compte de l'ampleur des dégâts et avait décidé de déposer une plainte pénale, qui n'avait d'ailleurs pas été dirigée contre le recourant, mais contre inconnu.\n\n4.3 Le délai de trois mois pour porter plainte court du jour où l'ayant droit a connu l'auteur de l'infraction (art. 31 CP). Le point de départ du délai est la connaissance de l'auteur et bien entendu également de l'infraction. La connaissance par l'ayant droit doit être sûre et certaine, de sorte qu'il puisse considérer qu'une procédure dirigée contre l'auteur aura de bonnes chances de succès (ATF 126 IV 131 consid. 2a p. 132; AUDE BICHOVSKY, in Commentaire romand, Code pénal, vol. I, 2009, n° 8 ad art. 31 CP). Lorsque la plainte est - valablement - portée contre inconnu, le délai n'a pas encore commencé à courir (CHRISTOF RIEDO, in Basler Kommentar, Strafrecht, vol. I, 3e éd. 2013, n° 7 ad art. 31 CP et les références citées).\n\n4.4 En l'occurrence, A. SA a porté plainte contre inconnu le 18 juillet 2013 pour des dommages à l'immeuble sis avenue z. Les graffitis incriminés avaient été réalisés en février 2013 déjà, et le recourant interpellé à cette période. Toutefois, à teneur du rapport d'arrestation et du procès-verbal d'audition du 20 février 2013, le recourant n'était soupçonné, au moment de son interpellation, que des dommages causés sur l'immeuble sis avenue x, pour lesquels la E. SA a déposé plainte le 20 février 2013 à la suite de l'avis qu'elle a reçu de la police. En revanche, on ne voit pas comment - et le dossier ne le dit pas - A. SA aurait pu avoir connaissance de l'identité de l'auteur des graffitis réalisés sur son immeuble en février 2013. Comme le |136| relève l'intimée, les coordonnées des personnes interpellées ne figurent dans aucun document accessible au public. D'ailleurs, les autres parties plaignantes concernées par les graffitis réalisés par le recourant ont également déposé plainte contre inconnu. Ce n'est que dans le cadre de l'enquête de police, dont le rapport a été établi le 23 juillet 2013 - soit après le dépôt de la plainte de A. SA contre inconnu -, que le lien entre le recourant et les graffitis dénoncés par celle-ci a pu être fait. Par conséquent, la constatation de la cour cantonale selon laquelle A. SA avait connaissance de l'auteur de l'infraction en février 2013 déjà est manifestement inexacte et doit être corrigée en sens que cette dernière ne connaissait pas l'auteur lorsqu'elle a porté plainte (art. 105 al. 2 LTF). Il s'ensuit que la plainte de A. SA n'était pas tardive.\n\n4.5 Le principe de l'interdiction de la reformatio in pejus prohibe une modification du dispositif en défaveur du recourant. Il n'est en revanche pas interdit à l'autorité de recours de s'exprimer dans ses considérants sur la qualification juridique lorsque l'autorité précédente s'est fondée sur un autre état de fait ou des considérations juridiques erronées (ATF 139 IV 282 consid. 2.6 p. 289). Partant, il n'y a pas lieu de revenir sur l'acquittement du recourant pour l'infraction de dommages à la propriété de A. SA. L'allocation des conclusions civiles en faveur de cette dernière peut en revanche être confirmée dans la mesure où, étant constaté que la plainte pénale n'était pas tardive, la partie intimée disposait de la qualité de partie plaignante et de demanderesse au civil (art. 118 ss CPP). Il est encore précisé qu'il ne peut pas être reproché à A. SA de ne pas avoir recouru contre les constatations du jugement attaqué, dans la mesure où celui-ci faisait droit à ses conclusions civiles.\n\nLe grief du recourant relatif à l'allocation des conclusions civiles de la partie intimée pouvant être rejeté pour ce motif déjà, il n'y a pas lieu d'examiner les autres moyens invoqués par cette dernière. (...)"}