{"annee": "142", "cour": "IV", "page": "276", "date": "24/5/2016", "cite": ["130 IV 101", "139 IV 62", "134 IV 307"], "cite_par": ["144 IV 136", "144 IV 161", "144 IV 391", "144 IV 362"], "chapeau": "36. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Ministère public de la Confédération et Département fédéral des finances (recours en matière pénale)\n\n6B_503/2015 du 24 mai 2016", "regestes": ["Art. 37 LBA en relation avec l'art. 98 CP; violation de l'obligation de communiquer, prescription. L'obligation de communiquer prévue à l'art. 9 LBA ne cesse pas avec la fin des relations d'affaires, mais dure aussi longtemps que les valeurs peuvent être découvertes et confisquées. En l'espèce, elle a pris fin le jour où le Ministère public de la Confédération a ouvert une enquête de police judiciaire à la suite de la dénonciation par un autre intermédiaire financier. La prescription a commencé à courir dès l'ouverture de l'enquête de police judiciaire (consid. 5.4)."], "faits": "|276|\n\nA. Par mandat de répression du 13 novembre 2013, le Chef du Service des questions pénales du Département fédéral des finances (ci- après: DFF) a reconnu X. coupable d'infraction à l'obligation de communiquer au sens de l'ancien art. 37 LBA (dans sa teneur en vigueur jusqu'au 31 décembre 2008), commise entre 2005 et le 15 mars 2007, et condamné l'intéressé à une amende de 30'000 francs.\n\nB. X. a fait opposition. Après un nouvel examen, le Chef du Service juridique du DFF a rendu le 4 mars 2014 un prononcé pénal (art. 70 DPA), par lequel il a confirmé le mandat de répression et condamné |277| X. à une amende de 30'000 francs pour infraction à l'obligation de communiquer au sens de l'ancien art. 37 LBA.\n\nC. X. a déclaré à nouveau son opposition à ce dernier prononcé et a requis d'être jugé par un tribunal (art. 72 DPA). Par jugement du 18 mars 2015, la Cour des affaires pénales du Tribunal pénal fédéral a reconnu X. coupable de violation de l'obligation de communiquer (ancien art. 37 LBA) et l'a condamné à une amende de 20'000 francs. (...)\n\nD. Contre le jugement fédéral du 18 mars 2015, X. dépose un recours en matière pénale devant le Tribunal fédéral. Il conclut, principalement, à son acquittement et, à titre subsidiaire, à l'annulation du jugement attaqué et au renvoi de la cause à la Cour des affaires pénales pour nouveau jugement.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n5. Le recourant soutient que la prescription de l'action pénale est acquise.\n\n5.1 Selon l'art. 98 CP, la prescription court dès le jour où l'auteur a exercé son activité coupable (let. a); dès le jour du dernier acte si cette activité s'est exercée à plusieurs reprises (let. b); dès le jour où les agissements coupables ont cessé s'ils ont eu une certaine durée (let. c). La prescription ne court plus si, avant son échéance, un jugement de première instance a été rendu (art. 97 al. 3 CP). Ces dispositions correspondent, s'agissant de leur contenu, aux anciens art. 71 et 70 CP dans leur version introduite par la loi fédérale du 5 octobre 2001 (RO 2002 2993 et 3146). En vertu de l'art. 104 CP, les dispositions relatives au point de départ et à la fin de la prescription s'appliquent également aux contraventions (ATF 139 IV 62 consid. 1.1 p. 64 s.).\n\n5.2 Selon la jurisprudence, il faut entendre par jugement de première instance, au-delà duquel la prescription ne court plus, un jugement de condamnation ou d'acquittement (ATF 139 IV 62 consid. 1.5 p. 70 ss). Dans le cas d'affaires pénales qui sont d'abord traitées en procédure administrative en vertu de la loi fédérale sur le droit pénal administratif, le prononcé pénal de l'administration (art. 70 DPA [RS 313.0]) qui succède au mandat de répression (art. 64 DPA) constitue la décision déterminante qui met fin à la prescription (ATF 139 IV 62 consid. 1.2 p. 65). La prescription de l'action pénale cesse de courir au moment où le jugement de première instance a été rendu et |278| non pas au moment où il a été notifié (ATF 130 IV 101 consid. 2.3 p. 105 s.). En conséquence, la prescription ne court plus, en l'espèce, dès le 4 mars 2014, date du prononcé pénal.\n\n5.3 La durée de la prescription était fixée jusqu'au 31 décembre 2008 par l'ancien art. 39 de la loi du 10 octobre 1997 sur le blanchiment d'argent (LBA; RS 955.0). La loi fédérale du 22 juin 2007 sur la surveillance des marchés financiers a abrogé cette disposition, avec effet au 1er janvier 2009 (LFINMA; RS 956.1; RO 2008 5207). Il convient dès lors d'examiner si la nouvelle réglementation est plus favorable au recourant (principe de la lex mitior, art. 2 al. 2 CP).\n\nL'ancien art. 37 LBA (teneur jusqu'au 31 décembre 2008) réprimait la violation de l'obligation de communiquer par une amende de 200'000 francs, ce qui constituait une contravention (ancien art. 101 CP et art. 103 CP). Selon l'ancien art. 39 al. 2 LBA, l'action pénale se prescrivait par cinq ans en matière de contraventions. Depuis le 1er octobre 2002, le système de la suspension et de l'interruption de la prescription prévu par l'ancien art. 72 CP a été abrogé. En contrepartie, les délais de prescription ont été allongés. Le Code pénal prévoyait que, jusqu'à l'adaptation des autres lois fédérales, en matière de contraventions, les délais de prescription qui dépassaient un an devaient être augmentés d'une fois la durée ordinaire (ancien art. 333 al. 5 let. b CP; art. 333 al. 6 let. b CP). Compte tenu du délai de cinq ans prévu par l'ancien art. 39 al. 2 LBA, le délai de prescription aurait dû se prescrire par dix ans. Toutefois, selon la jurisprudence (ATF 139 IV 62 consid. 1.3.2 p. 65 s.), les contraventions devaient se prescrire par sept ans, au motif que la durée du délai de prescription relatif aux contraventions au sens d'une loi spéciale ne pouvait excéder celle du délai de prescription applicable aux délits au sens de cette même loi spéciale (art. 333 al. 1 CP en relation avec l'art. 97 al. 1 let. c CP). En conséquence, le délai de prescription applicable aux contraventions de l'ancien art. 37 LBA était de sept ans.\n\nDepuis le 1er janvier 2009, l'art. 52 LFINMA prévoit que la poursuite des contraventions à la LFINMA et aux lois sur les marchés financiers se prescrit par sept ans. Selon l'art. 1 al. 1 let. f LFINMA, la LBA fait partie des lois sur les marchés financiers au sens de cette loi. Le délai de prescription de l'action pénale applicable aux contraventions de l'art. 37 LBA (dans sa teneur en vigueur depuis le 1er janvier 2009) est donc de sept ans. Dès lors, la durée du délai de prescription de l'action est de sept ans, selon les nouveau et ancien droits. |279|\n\n5.4 Il convient enfin d'examiner le point de départ de la prescription, contesté par le recourant.\n\n5.4.1 Le recourant fait valoir que le contrat du 12 novembre 2003 a été conclu pour une durée déterminée, renouvelé et parvenant à échéance finale le 31 décembre 2006; le contrat offset du 27 octobre 2005, conclu pour une durée de deux ans, a vu son exécution interrompue pour cause d'inexécution par N. SA, avant mars 2007. En outre, les derniers versements seraient intervenus le 31 janvier 2007. Le recourant déduit de ces constatations de fait que le délai de prescription de sept ans aurait commencé à courir le 31 janvier 2007 pour échoir le 31 janvier 2014 et qu'en conséquence, l'action pénale était prescrite lors du prononcé pénal du 4 mars 2014.\n\n5.4.2 L'obligation de communiquer selon l'art. 9 al. 1 LBA naît dès que l'intermédiaire financier sait ou présume, sur la base de soupçons fondés, que les valeurs patrimoniales impliquées dans la relation d'affaires pourraient remplir l'un des cas de figure de cette disposition. Lorsque la relation d'affaires est durable, l'intermédiaire financier, qui sait ou présume que les valeurs patrimoniales impliquées dans cette relation pourraient remplir les conditions de l'art. 9 LBA et qui omet de procéder à la communication, agit en permanence de manière illicite. Le défaut de communication prévu à l'ancien art. 37 LBA prend dans ce cas la forme d'un délit continu (cf. ATF 134 IV 307 relatif à l'art. 305ter CP).\n\nLa doctrine est divisée sur la question de savoir quand prend fin l'obligation de communiquer. Pour WERNER DE CAPITANI, cette obligation cesse avec la fin des relations d'affaires (WERNER DE CAPITANI, in Kommentar, Einziehung, Organisiertes Verbrechen, Geldwäscherei, vol. II, 2002, n° 50 ad art. 9 LBA; plutôt dans ce sens, MICHAEL REINLE, Die Meldepflicht im Geldwäschereigesetz, 2007, n. 336 ss, p. 111 s.). RENATE SCHWOB, en revanche, s'exprime en faveur d'une obligation de dénoncer lorsque la relation d'affaires vient juste d'être soldée, de sorte que le \"paper trail\" permet encore une confiscation rapide (RENATE SCHWOB, Erläuterungen zu den Massnahmen gegen Geldwäscherei, in Kommentar zum Bundesgesetz über die Banken und Sparkassen, Bodmer/Kleiner/Lutz [éd.], mars 2013, n. 100). Se référant au but de la norme (découverte et confiscation des valeurs),DANIEL THELESKLAF estime que l'obligation de communication dure aussi longtemps que les valeurs peuvent être découvertes et confisquées (THELESKLAF/WYSS/ZOLLINGER/VAN THIEL, |280| GwG, Geldwäschereigesetz, 2e éd. 2009, n° 7 ad art. 9 LBA). Il convient de suivre l'avis de ces deux derniers auteurs. En effet, l'art. 9 LBA doit permettre de poursuivre le blanchiment, et il serait choquant que l'intermédiaire financier, qui a un soupçon fondé, puisse se délier de toute obligation, en mettant un terme à la relation d'affaires. Du reste, l'énoncé légal parle de manière générale de \"valeurs patrimoniales impliquées dans la relation d'affaires\".\n\nEn l'espèce, sur la base du contrat oral conclu avec A., le recourant a élaboré une structure complexe, avec plusieurs sociétés, liées entre elles par des contrats. Au nom de E. International/GE, dont il était le directeur, il a ouvert un compte auprès de la banque K., sur lequel D. a versé d'importantes sommes; E. International/GE a fait ensuite parvenir des montants importants à H. m.b.H et à I. SA. Tant que E. International/GE était titulaire de ce compte, le recourant était soumis à l'obligation de communiquer s'il avait des soupçons fondés que les valeurs qui y étaient déposées étaient liées à une infraction de blanchiment d'argent. En mars 2007, la banque K. a eu des soupçons que les valeurs déposées sur le compte en question étaient liées au blanchiment et a procédé à une annonce au bureau de communication. A la suite de cette dénonciation, le Ministère public de la Confédération (ci-après: MPC) a séquestré lesdites valeurs. L'obligation de communiquer a donc subsisté, jusqu'à l'ouverture, le 15 mars 2007, de l'enquête de police judiciaire par le MPC.\n\nEn conséquence, le délai de prescription de sept ans applicable à la contravention selon l'art. 37 LBA a commencé à courir le 15 mars 2007 et est arrivé à échéance le 15 mars 2014. L'obligation de communiquer reprochée au recourant n'était dès lors pas prescrite le 4 mars 2014, lors du prononcé pénal. Le grief soulevé doit être rejeté. (...)"}