{"annee": "142", "cour": "III", "page": "629", "date": "1/9/2016", "cite": ["136 III 369", "142 III 271", "138 III 294", "138 III 537", "142 III 40", "138 III 407"], "cite_par": ["143 III 140"], "chapeau": "80. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen C. AG und Mitb. (Beschwerde in Zivilsachen)\n\n4A_160/2016 vom 1. September 2016", "regestes": ["Art. 731b CO; art. 76 al. 2 CPC; intervention accessoire indépendante. Admissibilité de l'intervention accessoire indépendante (consid. 2.3.4-2.3.6). Lorsqu'un actionnaire participe à titre accessoire à une procédure pour carences dans l'organisation de la société, il peut, en tant qu'intervenant accessoire indépendant, se mettre en contradiction avec les actes de procédure accomplis par la partie principale qu'il soutient (consid. 2.3.7)."], "faits": "", "considerants": "|629|\n\nAus den Erwägungen:\n\n2. Der Beschwerdeführer anerkennt in seiner Beschwerdeschrift, dass auf ein Rechtsmittel eines Nebenintervenienten nicht einzutreten ist, wenn sich die unterstützte Hauptpartei dieser Prozesshandlung widersetzt, wie dies vorliegend die Gesuchsgegnerin mit ihrem Verzicht auf die Einlegung eines Rechtsmittels gegen den |630| bezirksgerichtlichen Entscheid jedenfalls implizit getan habe. Nach Auffassung des Beschwerdeführers könne dieser Grundsatz jedoch im hier zu beurteilenden Fall keine Anwendung finden, da sich der Entscheid des Bezirksgerichts vom 22. Januar 2016 direkt gegen den Beschwerdeführer richte, wenn in den Ziffern 2-2.6 angeordnet werde, dass die Aktien der Gesuchsgegnerin - und damit auch die im Eigentum des Beschwerdeführers stehenden - versteigert werden sollen, und die Aktionäre unter Strafandrohung nach Art. 292 StGB dazu verpflichtet werden, ihre Aktienzertifikate dem Sachwalter auszuhändigen. Die Versteigerungsanordnung des Bezirksgerichts ziele damit direkt auf das Eigentum des Beschwerdeführers ab und verpflichte diesen, mindestens passiv an der Versteigerung teilzunehmen und seine Aktien dem Sachwalter der Gesuchsgegnerin einzureichen. Der Beschwerdeführer werde durch den Entscheid des Bezirksgerichts direkt zu einem Tun verpflichtet, was sich mit seiner prozessualen Stellung als Nebenintervenient nicht vereinbaren lasse und ihn zur faktischen Hauptpartei des Verfahrens mache. Ihm seien folglich auch die gleichen prozessualen Rechte zuzugestehen wie jeder anderen Hauptpartei, weshalb er legitimiert sei, unabhängig und auch gegen den Willen der Gesuchsgegnerin Berufung gegen den Entscheid des Bezirksgerichts zu führen. Das Kantonsgericht Appenzell sei zu Unrecht nicht auf seine Berufung eingetreten und habe damit seinen Anspruch auf rechtliches Gehör verletzt (Art. 29 Abs. 2 BV).\n\n2.1 Gemäss Art. 74 ZPO kann eine Person, die ein rechtliches Interesse glaubhaft macht, dass eine rechtshängige Streitigkeit zugunsten der einen Partei entschieden werde, im Prozess jederzeit als Nebenpartei intervenieren und zu diesem Zweck beim Gericht ein Interventionsgesuch stellen. Der Nebenintervenient macht dabei keine eigenen Ansprüche geltend, sondern unterstützt die Rechtsbegehren einer der Hauptparteien, an deren Durchdringen er ein rechtliches Interesse hat (BGE 142 III 40 E. 3.2.1 S. 45). Er kann zur Unterstützung der Hauptpartei alle Prozesshandlungen vornehmen, die nach dem Stand des Verfahrens zulässig sind, insbesondere alle Angriffs- und Verteidigungsmittel geltend machen und auch Rechtsmittel ergreifen (Art. 76 Abs. 1 ZPO). Stehen die Prozesshandlungen des Nebenintervenienten jedoch mit jenen der Hauptpartei im Widerspruch, so sind sie im Prozess unbeachtlich (Art. 76 Abs. 2 ZPO). Der Nebenintervenient kann insbesondere kein Rechtsmittel ergreifen, wenn die Hauptpartei sich der Beschwerde widersetzt oder das Urteil akzeptiert, mithin ausdrücklich oder konkludent den Verzicht |631| auf die Einlegung eines Rechtsmittels erklärt (BGE 142 III 271 E. 1.3 S. 276 f.; BGE 138 III 537 E. 2.2.2 S. 541).\n\nDas Urteil, das zwischen den Hauptparteien ergeht, wirkt gegenüber dem Nebenintervenienten zwar nicht direkt und kann gegen ihn auch nicht vollstreckt werden; es entfaltet jedoch eine Bindungswirkung kraft Reflexes insoweit, als in einem allfälligen Folgeprozess zwischen dem Nebenintervenienten und der von ihm unterstützten Hauptpartei das für diese \"ungünstige Ergebnis des Prozesses\" auch gegen die intervenierende Partei \"wirkt\", es sei denn, die Ausnahmen der exceptio male gesti processus nach Art. 77 lit. a und lit. b ZPO seien gegeben (BGE 142 III 40 E. 3.2.1 S. 45).\n\n2.2 Das Kantonsgericht hielt fest, dass sich die Hauptparteien im Vergleich vom 19. Januar 2016 dazu verpflichtet haben, den Entscheid des Bezirksgerichts bei gerichtlicher Genehmigung des Vergleichs nicht anzufechten. Daraus schloss es, dass der Vergleich und der Abschluss des Gerichtsverfahrens im Interesse der Gesuchsgegnerin stehe, weshalb der Beschwerdeführer als deren Nebenintervenient gemäss Art. 76 Abs. 2 ZPO nicht zur Ergreifung eines Rechtsmittels legitimiert sei. Der Beschwerdeführer sei als blosser Aktionär der Gesuchsgegnerin im Organisationsmängelverfahren zudem auch nicht Hauptpartei, da er dem Gericht kein eigenes Gesuch um Behebung des Organisationsmangels gestellt habe.\n\n2.3 Die vorinstanzlichen Erwägungen sind insoweit zutreffend, als das Ergreifen eines Rechtsmittels im Widerspruch zu den Prozesshandlungen der Gesuchsgegnerin steht, wie sie im Vergleich zum Ausdruck kommen, auf den sich die Hauptparteien vor dem Bezirksgericht Appenzell I.Rh. geeinigt hatten. Der Beschwerdeführer stellt dies in seiner Eingabe an das Bundesgericht auch nicht in Abrede. Es stellt sich indessen die Frage, ob Art. 76 Abs. 2 ZPO in der vorliegenden Konstellation überhaupt zur Anwendung gelangt:\n\n2.3.1 Gemäss dem im Abschnitt über \"Mängel in der Organisation der Gesellschaft\" eingeordneten Art. 731b OR kann ein Aktionär, ein Gläubiger oder der Handelsregisterführer dem Richter beantragen, die erforderlichen Massnahmen zu ergreifen, falls der Gesellschaft eines der vorgeschriebenen Organe fehlt oder eines dieser Organe nicht rechtmässig zusammengesetzt ist (Abs. 1 Ingress).\n\nDiese Norm verleiht dem Organisationsmängelrichter einen Ermessensspielraum, um eine mit Blick auf die konkreten Umstände des Einzelfalles angemessene und verhältnismässige Massnahme treffen |632| zu können (BGE 138 III 407 E. 2.4 S. 409, BGE 138 III 294 E. 3.1.4 S. 298, 166 E. 3.5 S. 170; BGE 136 III 369 E. 11.4.1 S. 371). Bei den in den Ziffern 1-3 von Art. 731b Abs. 1 OR genannten Massnahmen zur Behebung des Organisationsmangels handelt es sich um einen exemplifikativen, nicht abschliessenden Katalog (BGE 138 III 294 E. 3.1.4 S. 298; BGE 136 III 369 E. 11.4.1 S. 371). Das Gericht kann auch eine nicht gesetzlich typisierte Massnahme anordnen (vgl. BGE 138 III 294 E. 3.3.3 S. 303 f.), wie etwa die Abberufung von Verwaltungsräten (Urteil 4A_161/2013 vom 28. Juni 2013 E. 2.2.2) oder die Einberufung einer Generalversammlung (Urteil 4A_605/2014 vom 5. Februar 2015). Für den Fall blockierter Aktiengesellschaften hat das Bundesgericht schliesslich auf die Möglichkeit der Übernahme der Aktien des einen Aktionärs durch den anderen im Rahmen einer richterlich angeordneten Versteigerung hingewiesen (BGE 138 III 294 E. 3.3.3 S. 303 f.; Urteil 4A_147/2015 vom 15. Juli 2015 E. 2.1.3).\n\nBei der Auswahl der angemessenen und verhältnismässigen Massnahme ist der Organisationsmängelrichter nicht an Parteibegehren gebunden: Es gilt die Offizialmaxime (Urteil 4A_321/2008 vom 5. August 2010 E. 5.2 m.H.).\n\n2.3.2 Die Generalversammlung der Gesuchsgegnerin ist aufgrund einer Pattsituation im Aktionariat blockiert und daher nicht in der Lage, den Verwaltungsrat gehörig zu bestellen. Zur Behebung dieses Organisationsmangels hat das Bezirksgericht in einem ersten Schritt die Handlungsfähigkeit der Gesellschaft durch Einsetzung eines Sachwalters wiederhergestellt und in einem zweiten Schritt die Versteigerung der Aktien unter den zerstrittenen Aktionären angeordnet. Diese Versteigerungsanordnung wirkt ähnlich wie ein Urteil, mit dem ein Generalversammlungsbeschluss auf Anfechtungsklage hin aufgehoben oder mit dem eine Gesellschaft auf Auflösungsklage hin aufgelöst wird, nicht nur zwischen den Hauptparteien, also der Gesellschaft als Gesuchsgegnerin und den gesuchstellenden Aktionären, sondern gegenüber allen an der Gesellschaft beteiligten Aktionären, also auch dem Beschwerdeführer. Im vorliegenden Fall hat der Organisationsmängelrichter sogar ausdrücklich allen Aktionären eine Unterlassungsstrafe nach Art. 292 StGB angedroht, um diese zur Aushändigung der Aktienzertifikate und damit zur Beteiligung an der Versteigerung zu bewegen. Diese Aushändigungspflicht könen die Gesuchstellerinnen gegenüber dem Beschwerdeführer direkt vollstrecken. Weiter hält der Entscheid des Bezirksgerichts den Sachwalter dazu an, die Gesuchsgegnerin zu liquidieren und den |633| Liquidationserlös an die Aktionäre im Verhältnis ihrer Beteiligungen auszubezahlen, falls kein fristgemässes Steigerungsangebot eingeht. Diese (suspensiv bedingte) Anordnung hat rechtsgestaltende Wirkung, indem sie die Gesuchsgegnerin auflöst und deren Liquidation anordnet; wie die Versteigerungsanordnung wirkt sie nicht nur gegenüber den Hauptparteien, sondern gegenüber allen Aktionären (vgl. auch MARCEL SCHÖNBÄCHLER, Die Organisationsklage nach Art. 731b OR, 2013, S. 435).\n\n2.3.3 Damit unterscheidet sich das bezirksgerichtliche Urteil grundlegend vom Regelfall einer Nebenintervention, in dem das verfahrensabschliessende Sachurteil nur gegenüber den Hauptparteien vollstreckbar ist (oben E. 2.1 m.H. auf BGE 142 III 40 E. 3.2.1 S. 45), also keine direkten Urteilswirkungen (Rechtskraft, Gestaltungswirkung oder Vollstreckbarkeit) gegenüber dem Nebenintervenienten entfaltet, sondern lediglich kraft Reflexes in einem allfälligen Folgeprozess zwischen diesem und der unterstützten Partei eine gewisse Bindung bewirkt.\n\n2.3.4 Für genau solche Fälle, in denen das zwischen den Hauptparteien ergehende Urteil direkte Wirkungen auch gegenüber dem Nebenintervenienten entfaltet, sahen frühere kantonale Zivilprozessordnungen die sog. streitgenössische Nebenintervention bzw. intervention accessoire indépendante vor. Diese unterscheidet sich von der gewöhnlichen (\"abhängigen\") Nebenintervention darin, dass der Nebenintervenient die Stellung eines Streitgenossen erhält, der den Prozess unabhängig von der unterstützten Hauptpartei führen kann, so dass seine Prozesshandlungen auch gegen deren Widerspruch wirksam und beachtlich sind. Voraussetzung der streitgenössischen Nebenintervention ist, dass das zwischen den Hauptparteien ergehende Urteil auch in Bezug auf das Rechtsverhältnis des Nebenintervenienten zum Gegner der unterstützten Hauptpartei direkt wirksam ist. Die einschneidende Wirkung des Urteils rechtfertigt es, dem Nebenintervenienten zu ermöglichen, den Prozess in selbständiger Stellung zu führen (MAX GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl. 1979, S. 309; ferner auch VOGEL/SPÜHLER, Grundriss des Zivilprozessrechts, 8. Aufl. 2006, S. 150).\n\nDie Figur der streitgenössischen Nebenintervention war in den Prozessrechten der Kantone Aargau (§ 57 Abs. 2 ZPO/AG), Appenzell A.Rh. (Art. 54 Abs. 3 ZPO/AR), Bern (Art. 47 ZPO/BE), Freiburg (Art. 94 Abs. 2 ZPO/FR), Jura (Art. 46 ZPO/JU), Obwalden (Art. 41 ZPO/OW), |634| Solothurn (Art. 43 ZPO/SO) und Neuenburg (Art. 35 ff. ZPO/NE) ausdrücklich geregelt. Auch das (nach wie vor geltende) Bundesgesetz vom 4. Dezember 1947 über den Bundeszivilprozess (BZP; SR 273) sieht diese in Art. 15 Abs. 3 vor:\n\n\"Wird (...) das Urteil kraft materiellen Rechts unmittelbar auch für die Rechtsbeziehungen des Intervenienten zur gegnerischen Partei wirksam sein, so ist dieser in seinen Prozesshandlungen von der unterstützten Partei unabhängig.\"\n\nAls Beispiel einer Klage, die einer streitgenössischen Nebenintervention zugänglich ist, wird in der Literatur zu den kantonalen Prozessrechten u.a. die aktienrechtliche Anfechtungsklage gegen einen Generalversammlungsbeschluss genannt, da ein hierauf ergehendes Aufhebungsurteil gegenüber allen Aktionären rechtskräftig wirkt, unabhängig davon, ob und auf welcher Seite sich ein Aktionär als Nebenintervenient beteiligt (FABIENNE HOHL, Procédure civile, Bd. I, Rz. 582; LEUCH UND ANDERE, Die Zivilprozessordnung für den Kanton Bern, 5. Aufl. 2000, N. 2b zu Art. 47 ZPO/BE; MAX KUMMER, Grundriss des Zivilprozessrechts, 4. Aufl. 1984, S. 161; WALTHER J. HABSCHEID, Schweizerisches Zivilprozess- und Gerichtsorganisationsrecht, 2. Aufl. 1990, Rz. 321; VOGEL/SPÜHLER, a.a.O., S. 150; BERGER/GÜNGERICH, Zivilprozessrecht, 2008, S. 149 f.). Das gleiche Beispiel findet sich auch in der Literatur zur deutschen ZPO, welche die Figur der streitgenössischen Nebenintervention ebenfalls kennt (vgl. FLORIAN JACOBY, in: Kommentar zur Zivilprozessordnung, Stein/Jonas [Hrsg.], Bd. II, 23. Aufl., Tübingen 2014, N. 4 zu § 69 ZPO/D, der darauf hinweist, dass in gesellschaftsrechtlichen Beschlussanfechtungs- und Nichtigkeitsfeststellungsverfahren alle Gesellschafter streitgenössische Nebenintervenienten sind, gleich auf welcher Seite sie intervenieren).\n\nAufgrund seiner unabhängigen Stellung kann ein streitgenössischer Nebenintervenient auch Prozesshandlungen ergreifen, die im Widerspruch zu jenen der unterstützten Hauptpartei stehen, also etwa gegen deren Willen Rechtsmittel einlegen (HOHL, a.a.O., Rz. 594; HABSCHEID, a.a.O., Rz. 321; ALFRED BÜHLER, in: Kommentar zur aargauischen Zivilprozessordnung, Bühler und andere [Hrsg.], 1998, N. 4 zu § 57 ZPO/AG).\n\n2.3.5 Anders als das Bundesgesetz über den Bundeszivilprozess (BZP) enthält die schweizerische ZPO keine ausdrückliche Bestimmung zur streitgenössischen Nebenintervention. Zu den Gründen hierfür |635| findet sich in den Materialien einzig ein Hinweis im Bericht der Expertenkommission zum Vorentwurf, wonach auf die Regelung dieses Instituts verzichtet werden könne, da \"angesichts der übrigen Beteiligungsarten, die der Vorentwurf interessierten Dritten\" bereitstelle, dafür \"kein Bedürfnis\" bestehe (S. 37). Den einschlägigen Kommissionsprotokollen lässt sich jedoch nicht entnehmen, dass über das Bedürfnis nach einer Regelung der streitgenössischen Nebenintervention überhaupt diskutiert worden wäre. Aus dem Protokoll der 11. Sitzung der Expertenkommission vom 14./15. Mai 2001 - der einzigen, an der über die Nebenintervention diskutiert wurde - geht lediglich die Auffassung eines Experten hervor, wonach sich der Nebenintervenient \"grundsätzlich\" nicht in Widerspruch zur Hauptpartei setzen dürfe (S. 966) - eine Aussage, die nun freilich suggeriert, dass es zu diesem Grundsatz eine Ausnahme gibt, die nach dem Gesagten in jenen Konstellationen liegen muss, in denen eine streitgenössische Nebenintervention zur Anwendung gelangt; denn nur dort wird die Regel durchbrochen, wonach sich der Nebenintervenient nicht in Widerspruch zur Hauptpartei setzen darf. In den übrigen Materialien, namentlich auch in der Botschaft vom 28. Juni 2006 zur Schweizerischen Zivilprozessordnung (BBl 2006 7221, 7281 f. zu Ziff. 5.5.4), finden sich keine Stellungnahmen zur Frage, weshalb auf die ausdrückliche Regelung der streitgenössischen Nebenintervention verzichtet worden ist.\n\nDie Antwort darauf könnte darin liegen, dass in der Literatur zu den kantonalen Prozessrechten offenbar die Auffassung vorherrschend war, dass eine ausdrückliche Regelung der streitgenössischen Nebenintervention eigentlich entbehrlich sei, da diese sich bereits aus dem materiellen Bundesrecht ergebe (HABSCHEID, a.a.O., Rz. 321 i.f.; HOHL, a.a.O., Rz. 583; MIGUEL SOGO, Gestaltungsklagen und Gestaltungsurteile des materiellen Rechts und ihre Auswirkungen auf das Verfahren, 2007, S. 337). Dies erscheint folgerichtig, ist es doch das materielle Recht, das bestimmt, ob das zwischen den Hauptparteien ergehende Urteil auch gegenüber dem Nebenintervenienten direkte rechtliche Wirkungen entfaltet (GULDENER, a.a.O., S. 309 Fn. 17; vgl. sodann auch HOHL, a.a.O., Rz. 583 m.H. und GROSS/ ZUBER, in: Berner Kommentar, Bd. I, 2012, N. 8 zu Art. 74 ZPO). Insoweit gab es die streitgenössische Nebenintervention kraft Bundesrechts auch dort, wo die kantonalen Prozessordnungen schwiegen (so HABSCHEID, a.a.O., Rz. 321 i.f.), womit sich eine ausdrückliche Regelung in der eidgenössischen ZPO, die ausweislich der |636| bundesrätlichen Botschaft nach dem Grundsatz des \"Muts zur Lücke\" und unter Verzicht auf \"Überreglementierung, Langatmigkeit und erschöpfenden Perfektionismus\" (Botschaft, a.a.O., S. 7236 Ziff. 2.2) redigiert ist, zu erübrigen schien. Aus den Materialien lässt sich damit keineswegs ableiten, der Gesetzgeber habe die Figur der streitgenössischen Nebenintervention ausschliessen wollen; im Gegenteil scheint eher plausibel, er habe sie als selbstverständlich vorausgesetzt.\n\n2.3.6 Ein Teil der Lehre zur eidgenössischen ZPO will aus den Materialien nun freilich gerade den gegenteiligen Schluss ziehen, dass aus der Abwesenheit einer ausdrücklichen Regelung die Unzulässigkeit der streitgenössischen Nebenintervention folge (STAEHELIN/SCHWEIZER, in: Kommentar zur Schweizerischen Zivilprozessordnung, Sutter-Somm und andere [Hrsg.], 3. Aufl. 2016, N. 8 zu Art. 74 ZPO; wohl auch GROSS/ZUBER, a.a.O., N. 9 f. zu Art. 74 ZPO).\n\nAndere Autoren bejahen hingegen die Zulässigkeit der streitgenössischen Nebenintervention, scheinen daraus aber keine Konsequenzen hinsichtlich der Anwendbarkeit von Art. 76 Abs. 2 ZPO ziehen zu wollen (TARKAN GÖKSU, in: Schweizerische Zivilprozessordnung, Kommentar, Brunner und andere [Hrsg.], 2. Aufl. 2016, N. 3 zu Art. 74 ZPO; GASSER/RICKLI, Schweizerische Zivilprozessordnung, Kurzkommentar, 2. Aufl. 2014, N. 3 zu Art. 74 ZPO).\n\nDiesen Auffassungen steht schliesslich ein dritter Teil der Lehre gegenüber, der die mangelnde ausdrückliche Regelung der streitgenössischen Nebenintervention zwar bedauert (vgl. TANJA DOMEJ, in: ZPO, Oberhammer und andere [Hrsg.], 2. Aufl. 2014, N. 2 zuArt. 74 ZPO, die von einer gesetzgeberischen \"Fehlleistung\" spricht; weiter auch SOGO, a.a.O., S. 338), aber darauf hinweist, dass diese sich bereits aus dem materiellen Bundesrecht ergebe und damit nach wie vor zulässig sein müsse (GRABER/FREI, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 19 zu Art. 76 ZPO). Diese Überlegungen sind zutreffend, denn wenn ein Urteil nicht nur mittelbare Interventionswirkung, sondern kraft materiellen Rechts direkte Wirkungen (Rechtskraft, Gestaltungswirkung oder Vollstreckbarkeit) gegenüber dem Nebenintervenienten entfaltet, kann es dem Nebenintervenienten nicht verwehrt sein, sich zu den Handlungen der unterstützten Hauptpartei in Widerspruch zu setzen (GRABER/FREI, a.a.O., N. 19 zu Art. 77 ZPO). Das rechtliche Gehör der intervenierenden Person nach Art. 29 Abs. 2 BV bzw. Art. 6 Ziff. 1 EMRK |637| würde mit der abhängigen Stellung, welche ihr Art. 76 Abs. 2 ZPO zuweist, nicht adäquat sichergestellt, wenn sich Folgen eines nachteiligen Handelns der Hauptpartei in direkten Urteilswirkungen niederschlagen und nicht mit der exceptio male gesti processus nach Art. 77 ZPO abgefedert werden können (DOMEJ, a.a.O., N. 12 zu Art. 76 ZPO; sodann SOGO, a.a.O., S. 340 ff.). Der gewöhnliche Nebenintervenient könnte etwa einem kollusiven und für ihn nachteiligen Zusammenwirken der Hauptparteien nicht entgegenwirken, wenn er mit seinen Vorbringen, die im Widerspruch zu den Handlungen der von ihm unterstützten Hauptpartei stehen, nicht gehört würde (SOGO, a.a.O., S. 351 f.). Dies erscheint mit Art. 29 Abs. 2 BV bzw. Art. 6 Ziff. 1 EMRK kaum vereinbar, weshalb in verfassungs- und völkerrechtskonformer Interpretation davon auszugehen ist, dass die ZPO die streitgenössische Nebenintervention keineswegs ausschliesst (DOMEJ, a.a.O., N. 2 zu Art. 74 ZPO), sondern vielmehr als selbstverständlich voraussetzt.\n\nIn jenen Konstellationen, in denen das Urteil kraft materiellen Rechts nicht nur gegenüber den Hauptparteien, sondern auch gegenüber dem Nebenintervenienten direkte Wirkungen zeitigt, die nicht nach Art. 77 ZPO beseitigt oder wenigstens abgemildert werden können, muss der Nebenintervenient mithin auch unter der schweizerischen ZPO Prozesshandlungen vornehmen dürfen, die im Widerspruch zu den Handlungen der unterstützten Hauptpartei stehen. Art. 76 Abs. 2 ZPO kann in solchen Konstellationen keine Anwendung finden.\n\n2.3.7 Wie oben in E. 2.3.1 und 2.3.2 dargelegt, wirkt das bezirksgerichtliche Urteil kraft materiellen Rechts (i.e. Art. 731b OR) auch gegenüber dem Beschwerdeführer als Nebenintervenienten. Bei einem Organisationsmängelgesuch handelt es sich mithin wie bei einer aktienrechtlichen Anfechtungs- oder Auflösungsklage (Art. 706 bzw. Art. 736 Ziff. 4 OR) um eine gesellschaftsrechtliche Streitigkeit, über die mit einem Urteil zu entscheiden ist, das gegenüber allen Aktionären kraft materiellen Rechts notwendigerweise direkte Wirkungen entfaltet, die nicht nach Art. 77 ZPO in einem Folgeprozess beseitigt oder abgemildert werden können. Nach bundesgerichtlicher Rechtsprechung ist der Organisationsmängelrichter zwar nicht gehalten, denjenigen Aktionären, die sich nicht am Organisationsmängelverfahren beteiligen wollen, von Amtes wegen Parteistelung einzuräumen (Urteil 4A_321/2008 vom 5. August 2010 E. 5.2). Beteiligt sich ein Aktionär aber aus freien Stücken als Nebenpartei |638| am Verfahren, muss ihm mit Blick auf die für ihn potentiell nachteiligen Wirkungen des Organisationsmängelurteils die Stellung eines streitgenössischen Nebenintervenienten zukommen, der auch gegen den Willen der Hauptpartei ein Rechtsmittel ergreifen kann.\n\n2.4 Die Vorinstanz ist damit zu Unrecht nicht auf die Berufung des Beschwerdeführers eingetreten. (...)"}