{"annee": "142", "cour": "III", "page": "321", "date": "31/3/2016", "cite": ["126 III 230", "141 III 257", "130 III 302"], "cite_par": [], "chapeau": "41. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen B. AG (Beschwerde in Zivilsachen)\n\n4A_524/2015 vom 31. März 2016", "regestes": ["Autorisation d'une exécution par substitution (art. 98 al. 1 et art. 366 al. 2 CO; art. 221 al. 1 let. b, art. 236 al. 3, art. 250 let. a ch. 4, art. 337 al. 1, art. 338 al. 1, art. 339 al. 2 et art. 343 al. 1 let. e CPC). Portée de l'art. 98 al. 1 CO et son exécution dans le cadre du CPC: si l'obligation de fournir une prestation n'est pas établie, son bénéficiaire ne peut pas immédiatement agir en justice pour être autorisé à exiger une exécution par substitution, en demandant au juge de trancher la question préalable du devoir de fournir une prestation. Il doit plutôt intenter une action en exécution de la prestation, qu'il peut lier à une requête visant à ordonner des mesures d'exécution. Ou il peut, dans un premier temps, obtenir une décision séparée sur le devoir de fournir une prestation et faire ensuite exécuter ce jugement (consid. 4 et 5)."], "faits": "|322|\n\nDie B. AG (Beklagte, Beschwerdegegnerin) realisierte auf dem Nachbargrundstück von A. (Kläger, Beschwerdeführer) ein Bauvorhaben. Der Kläger macht geltend, die Bauarbeiten hätten auf seinem Grundstück Risse verursacht. Die Beklagte habe ihm anlässlich von gemeinsamen Besichtigungen der Liegenschaften zugesichert, die durch den Bau entstandenen Risse zu beheben, die versprochenen Instandstellungsarbeiten aber nicht erbracht.\n\nDer Kläger reichte Klage ein und verlangte im ordentlichen Verfahren, er sei gerichtlich zu ermächtigen, die im Rahmen eines separaten Verfahrens betreffend vorsorgliche Beweisführung nach Art. 158 ZPO festgestellten Schäden auf Kosten der Beklagten beheben zu lassen (Rechtsbegehren 1). Zudem sei diese zu verpflichten, ihm die durch die vorsorgliche Beweisführung entstandenen die Kosten sowie Schadenersatz zu bezahlen (Rechtsbegehren 2).\n\nSowohl das Regionalgericht Berner Jura-Seeland, als auch das Obergericht des Kantons Bern traten auf die Klage nicht ein, da der geltend gemachte Anspruch auf Ersatzvornahme nach Art. 98 Abs. 1 OR zwingend im summarischen Verfahren zu beurteilen |323| (Art. 250 lit. a Ziff. 4 ZPO) und keine (im ordentlichen Verfahren zu behandelnde) Leistungsklage auf Behebung der (behaupteten) Schäden mit gleichzeitigem Antrag auf Anordnung einer Vollstreckungsmassnahme (der Ersatzvornahme) gestellt worden sei. Das Bundesgericht weist die gegen den Entscheid des Obergerichts eingereichte Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n4. Der Beschwerdeführer stützt seinen Anspruch auf die behauptetermassen anlässlich der Besichtigungen gemachten Zusicherungen, leitet daraus einen Erfüllungsanspruch ab und beruft sich auf Art. 98 OR. Ob ihm derartige Ansprüche gegenüber der Beschwerdegegnerin zustehen, haben die kantonalen Instanzen nicht beurteilt, da es in ihren Augen bereits an den Eintretensvoraussetzungen fehlte.\n\n4.1 In der Lehre ist die dogmatische Qualifizierung der Ersatzvornahme gemäss Art. 98 OR umstritten. Umstritten ist, ob Art. 98 Abs. 1 OR eine prozessrechtliche Vollstreckungsregel oder eine materiellrechtliche Erfüllungsregel ist. Nach der ersten Ansicht (sog. \"Vollstreckungstheorie\") richtet sich die Bestimmung nur an den Vollstreckungsrichter und besagt, dass der Gläubiger einer Verpflichtung zu einem Tun von Bundesrechts wegen Anspruch darauf hat, dass ein Leistungsurteil zu einem Tun mittels Ersatzvornahme vollstreckt wird. Die Ermächtigung zur Ersatzvornahme setzt demnach ein rechtskräftiges Leistungsurteil gegen den Schuldner voraus (ROLF H. WEBER, Berner Kommentar, 2000, N. 46 zu Art. 98 OR; PETER GAUCH, Die Ersatzvornahme nach OR 98 I und viele Fragen zur Nichterfüllung - Ein Entscheid des Luzerner Obergerichts, recht 1987 S. 24 ff., 28; VON TUHR/ESCHER, Allgemeiner Teil des Schweizerischen Obligationenrechts, Bd. II, 3. Aufl. 1974, S. 90 f.; KELLERHALS/STERCHI/GÜNGERICH, Die Zivilprozessordnung für den Kanton Bern, 5. Aufl. 2000, N. 3.a zu Art. 404 ZPO/BE; GAUCH/SCHLUEP UND ANDERE, Schweizerisches Obligationenrecht, Allgemeiner Teil, Bd. II, 10. Aufl. 2014, S. 86 Rz. 2515; CLAIRE HUGUENIN, Obligationenrecht, 2012, S. 229 Rz. 812). Nach der zweiten Ansicht (sog. \"Erfüllungstheorie\") ist die Ersatzvornahme ein Bestandteil des Erfüllungsanspruchs, weil es auch bei der Ermächtigung zur Ersatzvornahme um die Bewirkung der geschuldeten Erfüllungshandlung gehe (WALTER FELLMANN, Die Ersatzvornahme nach Art. 98 Abs. 1 OR - \"Vollstreckungstheorie\" oder \"Erfüllungstheorie\", recht 1993 |324| S. 109 ff.; ALFRED KOLLER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 3. Aufl. 2009, S. 682 § 44 Rz. 18).\n\nIn prozessualer Hinsicht ergibt sich aus der \"Erfüllungstheorie\", dass Art. 98 Abs. 1 OR kein Leistungsurteil voraussetzt; vielmehr kann sich ein Dienstleistungsgläubiger nach dieser Theorie auch ohne Leistungsurteil zur Ersatzvornahme ermächtigen lassen, sofern er rechtswirksam auf das Erbringen der Leistung durch den Schuldner selber verzichtet hat. Der Gläubiger, der den Weg über Art. 98 Abs. 1 OR wählt, muss somit nach der \"Erfüllungstheorie\" nicht zuerst und gesondert ein Leistungsurteil gegen den Schuldner erstreiten, sondern kann vielmehr direkt die Ermächtigung beantragen, wobei dann vorfrageweise die Verpflichtung des Schuldners festgestellt wird (FELLMANN, a.a.O., S. 116; KOLLER, a.a.O., S. 682 § 44 Rz. 18).\n\nNach der \"Vollstreckungstheorie\" ergibt sich aus Bundesrecht (Art. 98 Abs. 1 OR) lediglich, dass ein Anspruch auf Ersatzvornahme besteht. Vor Inkrafttreten der ZPO bestimmte damit nach gewissen Vertretern dieser Theorie das (kantonale) Prozessrecht, ob ein gesondertes Vollstreckungsbegehren notwendig war oder das Begehren um Ersatzvornahme mit der Leistungsklage verbunden werden konnte (WEBER, a.a.O., N. 85 zu Art. 98 OR). Andere Autoren scheinen aus Art. 98 Abs. 1 OR von Bundesrechts wegen das Recht auf eine derartige Verbindung der beiden Begehren abzuleiten (GAUCH, a.a.O., S. 28; KELLERHALS/STERCHI/GÜNGERICH, a.a.O., N. 3.a zu Art. 404 ZPO/BE).\n\n4.2 Nach Inkrafttreten der schweizerischen Zivilprozessordnung wird nun darauf hingewiesen, dass Art. 98 Abs. 1 OR seine vollstreckungsrechtliche Umsetzung durch die ZPO und damit durch Bundesrecht erfahre, womit die Kontroverse zwischen \"Erfüllungstheorie\" und \"Vollstreckungstheorie\" \"jede praktische Bedeutung\" (so: FRANZ KELLERHALS, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. II, 2012, N. 67 und 74 zu Art. 343 ZPO) bzw. \"an Bedeutung\" (so: WOLFGANG WIEGAND, in: Basler Kommentar, Obligationenrecht, Bd. I, 6. Aufl. 2015, N. 3 zu Art. 98 OR) verloren habe (vgl. auch LUC THÉVÉNOZ, in: Commentaire romand, Code des obligations, Bd. I, 2. Aufl. 2012, N. 3 zu Art. 98 OR: \"semble désormais tranchée [...]\").\n\nGemäss Art. 236 Abs. 3 in Verbindung mit Art. 337 Abs. 1 ZPO kann das Erkenntnisgericht im Rahmen der \"direkten Vollstreckung\" Vollstreckungsmassnahmen anordnen, also den Gläubiger oder einen |325| Dritten direkt zur Ersatzvornahme (Art. 343 Abs. 1 lit. e ZPO) ermächtigen. Dies setzt nach dem Wortlaut von Art. 221 Abs. 1 lit. b und Art. 236 Abs. 3 ZPO allerdings einen genügenden Antrag sowohl in der Hauptsache als auch bezüglich der Vollstreckung voraus. Der Gläubiger kann aber auch den Weg der indirekten Vollstreckung wählen und gestützt auf ein Leistungsurteil beim Vollstreckungsgericht ein Gesuch um Ermächtigung zur Ersatzvornahme stellen (Art. 338 Abs. 1 i.V.m. Art. 343 Abs. 1 lit. e ZPO). Das Vollstreckungsgericht entscheidet im summarischen Verfahren (Art. 339 Abs. 2 ZPO).\n\n4.3 Es trifft nicht zu, dass die Kontroverse mit dem Inkrafttreten der ZPO jede Bedeutung verloren hat, wie gerade die vorliegend strittige Frage zeigt. Enthält Art. 98 Abs. 1 OR lediglich eine Vollstreckungsregel, hat die Bestimmung mit Blick auf die allgemeinen Regeln über die direkte Vollstreckung kaum mehr praktische Bedeutung (vgl. DANIEL STAEHELIN, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Thomas Sutter-Somm und andere [Hrsg.], 3. Aufl. 2016, N. 30 zu Art. 343 ZPO) und hätte der Beschwerdeführer beantragen müssen, (1.) die Beschwerdegegnerin sei zu verpflichten, die Schäden auf seinem Grundstück zu beheben, und (2.) im Unterlassungsfall sei er zur Ersatzvornahme zu ermächtigen. Beinhaltet Art. 98 Abs. 1 OR dagegen einen (anderen) Erfüllungsanspruch, behält die Bestimmung ihre Bedeutung und konnte der Beschwerdeführer direkt auf Ermächtigung zur Ersatzvornahme klagen, wie er es getan hat (vgl. auch THÉVÉNOZ, a.a.O., N. 3 und 12 zu Art. 98 OR, der die Meinung vertritt, Art. 98 Abs. 1 OR in Verbindung mit Art. 250 lit. a Ziff. 4 ZPO eröffne dem Gläubiger die Möglichkeit, im summarischen Verfahren nach Art. 250 lit. a Ziff. 4 ZPO direkt die Ermächtigung zur Ersatzvornahme nach Art. 98 Abs. 1 OR zu verlangen, ohne dass ein Leistungsurteil vorausgehen müsste). Der Beschwerdeführer beruft sich sinngemäss auf die \"Erfüllungstheorie\", wenn er geltend macht, dem Begehren um Ersatzvornahme sei \"von Natur aus ein Leistungsanspruch inhärent\".\n\n4.4 In der Lehre wird angenommen, das Bundesgericht habe sich in BGE 130 III 302 \"der Sache nach für die Vollstreckungstheorie entschieden\" (GAUCH/SCHLUEP UND ANDERE, a.a.O., S. 86 Rz. 2515). Nach anderer Auffassung hat sich das Bundesgericht mit BGE 130 III 302 gerade umgekehrt \"der Sache nach für die Erfüllungstheorie ausgesprochen\" (KOLLER, a.a.O., S. 683 § 44 Rz. 20). Eine klare |326| Stellungnahme lässt sich indessen dem Entscheid weder im einen noch im anderen Sinn entnehmen (ebenso: HEINZ REY, Die privatrechtliche Rechtsprechung des Bundesgerichts, veröffentlicht im Jahre 2004, Sachenrecht, ZBJV 143/2007 S. 1 ff., Ziff. 2.1.3 Ersatzvornahme bei Nutzniessung, S. 36 ff., 39 f.). Die Frage wurde bislang nicht entschieden.\n\n4.4.1 Der Gesetzgeber hätte im Rahmen der Schaffung der Zivilprozessordnung Gelegenheit gehabt, die Frage zu klären. Es entsprach seinem Willen, mit der Schaffung der schweizerischen Zivilprozessordnung das materielle Zivilrecht soweit als möglich von prozessrechtlichen Regeln zu entlasten, also eine Gesamtkodifikation des Prozessrechts zu schaffen (Botschaft vom 28. Juni 2006 zur Schweizerischen Zivilprozessordnung [ZPO], BBl 2006 7407 Ziff. 5.27). Obwohl mit Art. 343 Abs. 1 lit. e ZPO prozessrechtlich durch ein Bundesgesetz bestimmt wurde, dass ein Entscheid auf eine Verpflichtung zu einem Tun mittels Ersatzvornahme vollstreckt werden kann, wurde Art. 98 Abs. 1 OR nicht wie Art. 97 Abs. 2 OR, der die Zwangsvollstreckung betrifft, abgeändert. Die bisherige Formulierung von Art. 97 Abs. 2 OR \"Die Art der Zwangsvollstreckung steht unter den Bestimmungen des Schuldbetreibungs- und Konkursrechtes und der eidgenössischen und kantonalen Vollstreckungsvorschriften\" wurde ersetzt durch \"Für die Vollstreckung gelten die Bestimmungen des Bundesgesetzes vom 11. April 1889 über Schuldbetreibung und Konkurs sowie der Zivilprozessordnung vom 19. Dezember 2008 (ZPO)\" (Amtliches Bulletin des Ständerates, AB 2007 S 645). Dass Art. 98 OR unverändert blieb, spricht an sich eher gegen ein rein vollstreckungsrechtliches Verständnis der Bestimmung. Aus der Beratung ergibt sich aber keine weitere Diskussion und kein Hinweis, dass sich der Gesetzgeber der Frage bewusst gewesen wäre. Andererseits bestimmt Art. 250 lit. a Ziff. 4 ZPO, dass das summarische Verfahren für die Ermächtigung zur Ersatzvornahme gemäss Art. 98 OR gelte. Wie der Beschwerdeführer zu Recht selber geltend macht, eignet sich das summarische Verfahren mit seinen beschränkten Beweismitteln (Art. 254 ZPO) nicht, um vorfrageweise die materiellrechtliche Verpflichtung zu klären. Soweit hier auf Art. 98 OR Bezug genommen wird, kann damit (entgegen der Auffassung von THÉVÉNOZ, a.a.O., N. 3 und 12 zu Art. 98 OR) deshalb nur die Ermächtigung zur Ersatzvornahme als Vollstreckungsmassnahme gemeint sein, nachdem die Leistungspflicht bereits beurteilt wurde. |327|\n\n4.4.2 KOLLER als Vertreter der \"Erfüllungstheorie\" argumentiert sodann mit dem systematischen Zusammenhang zu Art. 366 Abs. 2 OR, welcher anerkanntermassen eine Spezialregel zu Art. 98 Abs. 1 OR sei: Art. 366 Abs. 2 OR setze voraus, dass der Besteller auf die Leistung des Unternehmers verzichtet und damit dessen Leistungspflicht zum Erlöschen gebracht habe; gleich müsse es sich auch bei Art. 98 Abs. 1 OR verhalten (KOLLER, a.a.O., S. 683 § 44 Rz. 20 i.V.m. demselben, Berner Kommentar, 1998, N. 89 zu Art. 366 OR).\n\nZutreffend ist, dass die bundesgerichtliche Rechtsprechung betreffend Art. 366 Abs. 2 OR davon ausgeht, dass der Besteller auf die Leistung zu einem Tun (Nachbesserung) verzichtet und dass sich so die ursprüngliche Verpflichtung des Schuldners verwandelt in eine Verpflichtung zur Erstattung der Kosten der Ersatzvornahme. Der ursprüngliche Erfüllungsanspruch wird also durch einen andern Erfüllungsanspruch ersetzt (BGE 126 III 230 E. 7a/aa S. 233 und ihm folgend: BGE 141 III 257 E. 3.3 S. 259; Urteile 4A_518/2011 vom 21. Dezember 2011 E. 3; 4A_556/2011 vom 20. Januar 2012 E. 2.4). Art. 366 Abs. 2 OR lehnt sich (\"se rattache\") zwar insofern an Art. 98 Abs. 1 OR an, als beide Bestimmungen die Ersatzvornahme bei Leistungen zu einem Tun betreffen; im Unterschied zu Art. 98 OR setzt Art. 366 Abs. 2 OR aber keine Ermächtigung des Gerichts voraus, um zur Ersatzvornahme zu schreiten (BGE 126 III 230 E. 7a S. 232). Im Unterschied zu Art. 98 Abs. 1 OR, der das Recht des Gläubigers auf Ermächtigung zur Ersatzvornahme nicht von einer Aufforderung (Mahnung) an den Schuldner, insbesondere nicht von einer Fristansetzung im Sinn von Art. 107 Abs. 1 OR, abhängig macht, verlangt Art. 366 Abs. 2 OR sodann ausdrücklich das Ansetzen einer angemessenen Frist mit der Androhung, sonst zur Ersatzvornahme zu schreiten. Nun ist es aber gerade die Tatsache, dass Art. 98 Abs. 1 OR keine solchen Voraussetzungen nennt, aus der die Vertreter der \"Vollstreckungstheorie\" ableiten, Art. 98 Abs. 1 OR wolle nicht einen unmittelbaren Erfüllungsanspruch auf Ersatzvornahme gewähren (VON TUHR/ESCHER, a.a.O., S. 90 f.; WEBER, a.a.O., N. 47 zu Art. 98 OR; GAUCH, a.a.O., S. 28). Das erscheint überzeugend. Auch FELLMANN als Vertreter der \"Erfüllungstheorie\" geht denn davon aus, es bedürfe einer Aufforderung zur Leistung, damit der Schuldner um seine Leistungspflicht wisse, wenn die Zeit der Erfüllung weder durch Vertrag noch durch die Natur des Rechtsverhältnisses bestimmt sei (FELLMANN, a.a.O., S. 116 f.). Er vermag aber nicht zu erklären, weshalb der Gesetzgeber, wenn er denn bei |328| Art. 98 Abs. 1 OR wie bei Art. 366 Abs. 2 OR von einer Umwandlung des Realerfüllungsanspruchs in einen Anspruch auf Ersatzvornahme ausgegangen wäre, eine solche Voraussetzung nicht in das Gesetz aufnahm.\n\n4.5 Aus Art. 98 Abs. 1 OR kann der Beschwerdeführer somit keinen Anspruch ableiten, direkt auf Ersatzvornahme - unter vorfrageweiser Prüfung der Leistungspflicht der Beschwerdegegnerin - zu klagen. Die Vorinstanz ging im Ergebnis zu Recht davon aus, er hätte beantragen müssen, die Beschwerdegegnerin sei zur Beseitigung der von ihr verursachten Schäden zu verpflichten und im Unterlassungsfall sei er zur Ersatzvornahme zu ermächtigen. Das von ihm gestellte Rechtsbegehren lässt sich auch nicht in diesem Sinn interpretieren. So führt er in seiner Replik selber aus, er habe bewusst kein separates Leistungsbegehren gegen die Beschwerdegegnerin gestellt, da aufgrund deren Verhaltens im Vorfeld des Prozesses keine Chancen auf Instandstellung durch diese selber bestanden hätten.\n\n5. Der Beschwerdeführer hätte entweder zuerst im ordentlichen Verfahren ein Leistungsbegehren stellen und, nachdem das Urteil vorlag, in einem zweiten Schritt gestützt auf Art. 98 OR nach Art. 250 lit. a Ziff. 4 ZPO die Ersatzvornahme verlangen müssen. Oder er hätte gleichzeitig mit dem Leistungsbegehren gestützt auf Art. 236 Abs. 3 ZPO für den Fall des Obsiegens ein Begehren um direkte Vollstreckung durch Ersatzvornahme (Art. 343 Abs. 1 lit. e ZPO) stellen können. Der Beschwerdeführer hat bewusst keine der in der ZPO vorgesehenen Varianten gewählt. Daher ist die Vorinstanz zu Recht auf das Begehren 1 nicht eingetreten. Die Beschwerde ist abzuweisen. Dem Ausgang des Verfahrens entsprechend wird der Beschwerdeführer kosten- und entschädigungspflichtig (Art. 66 Abs. 1 und Art. 68 Abs. 2 BGG)."}