{"annee": "142", "cour": "IV", "page": "170", "date": "1/3/2016", "cite": ["136 IV 44"], "cite_par": [], "chapeau": "25. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Generalstaatsanwaltschaft des Kantons Bern (Beschwerde in Strafsachen)\n\n6B_346/2015 vom 1. März 2016", "regestes": ["Art. 106 al. 3 EIMP; art. 80 al. 2 LTF; art. 55 al. 4 CPP; voies de droit dans la procédure d'exequatur. Les art. 106 al. 3, 2e phrase, EIMP et 80 al. 2 LTF prévoient une double instance cantonale dans le cadre de la procédure d'exequatur. L'entrée en vigueur du CPP n'y change rien. La lex specialis l'emporte sur l'art. 55 al. 4 CPP, à teneur duquel l'autorité de recours est compétente lorsque le droit fédéral confère des tâches d'entraide judiciaire internationale à une autorité judiciaire. La décision d'exequatur est rendue sous forme d'un jugement motivé. La décision d'exequatur de première instance peut faire l'objet d'un appel (consid. 1.3.2)."], "faits": "|171|\n\nA. X. wurde in den Jahren 2012 und 2013 in Österreich wegen schweren gewerbsmässigen Betrugs rechtskräftig zu einer Freiheitsstrafe von 3 Jahren sowie zu einer Zusatzfreiheitsstrafe von 2 Jahren verurteilt. Das Bundesministerium für Justiz der Republik Österreich ersuchte die zuständige schweizerische Behörde mit Schreiben vom 20. Oktober und 10. November 2014 um stellvertretende Strafvollstreckung. Das Bundesamt für Justiz nahm das Begehren nach Rücksprache mit der Vollzugsbehörde des zuständigen Kantons Bern an. Diese ersuchte am 10. Februar 2015 die Beschwerdekammer des Obergerichts des Kantons Bern um Durchführung des Exequaturverfahrens. Nach Anhörung der Generalstaatsanwaltschaft des Kantons Bern erklärte das Obergericht mit Beschluss vom 4. März 2015 die österreichischen Urteile für vollstreckbar.\n\nB. X. beantragt mit Beschwerde in Strafsachen, der obergerichtliche Beschluss vom 4. März 2015 sei aufzuheben und die Sache zur Neubeurteilung an das Obergericht des Kantons Bern zurückzuweisen. Im Rahmen des Exequaturverfahrens seien ihm das rechtliche Gehör zu gewähren und ein kantonales Rechtsmittel zur Verfügung zu stellen. |172|\n\nC. Die Generalstaatsanwaltschaft und das Obergericht des Kantons Bern verzichten auf eine Vernehmlassung.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Der Beschwerdeführer macht geltend, die Vorinstanz habe in Verletzung von Art. 105 IRSG (SR 351.1) über die Vollstreckung der ausländischen Urteile entschieden, ohne ihn angehört zu haben. Bundesrechtswidrig sei sodann, dass ihm lediglich die Beschwerde in Strafsachen ans Bundesgericht zur Verfügung gestellt worden sei.\n\n1.2 Die Vorinstanz setzt sich im angefochtenen Beschluss nicht mit den das Exequaturverfahren regelnden und vom Beschwerdeführer als verletzt gerügten Bestimmungen (Art. 105 und 106 IRSG) auseinander. Sie verzichtet gänzlich auf eigene rechtliche Ausführungen und schliesst sich vollumfänglich den Ausführungen der Generalstaatsanwaltschaft des Kantons Bern gemäss deren Schreiben vom 27. Februar 2015 an. Diese kam zum Schluss, gestützt auf Art. 106 Abs. 1 IRSG i.V.m. Art. 55 Abs. 4 StPO und Art. 28 Abs. 2 des Einführungsgesetzes des Kantons Bern vom 11. Juni 2009 zur Zivilprozessordnung, zur Strafprozessordnung und zur Jugendstrafprozessordnung (EG ZSJ; BSG 271.1) sei die Vorinstanz für die Durchführung des Exequaturverfahrens zuständig.\n\n1.3\n\n1.3.1 Gestützt auf Art. 104 Abs. 1 IRSG entscheidet das Bundesamt für Justiz nach Rücksprache mit der Vollzugsbehörde zunächst formell über die Annahme eines ausländischen Vollstreckungsersuchens. Nimmt es dieses an, so übermittelt es die Akten und seinen Antrag der Vollzugsbehörde und verständigt den ersuchenden Staat (Art. 104 Abs. 1 IRSG, vgl. zum Verfahren BGE 136 IV 44 E. 1.2 S. 46 f.). In der Folge unterrichtet der (materiell) nach Art. 32 StPO zuständige kantonale Richter den Verurteilten über das Verfahren, hört ihn und seinen Rechtsbeistand zur Sache an und entscheidet über die Vollstreckung (Art. 105 IRSG). Der Richter prüft von Amtes wegen, ob die Voraussetzungen der Vollstreckung gegeben sind, und erhebt die nötigen Beweise (Art. 106 Abs. 1 IRSG). Sind die Voraussetzungen erfüllt, so erklärt der Richter den Entscheid für vollstreckbar und trifft die für die Vollstreckung erforderlichen Anordnungen (Art. 106 Abs. 2 IRSG). Der Entscheid hat in Form eines |173| begründeten Urteils zu erfolgen (Art. 106 Abs. 3 Satz 1 IRSG). Das kantonale Recht stellt ein Rechtsmittel zur Verfügung (Art. 106 Abs. 3 Satz 2 IRSG).\n\n1.3.2 Vorliegend hat die Vorinstanz in erster und einziger Instanz über das Exequaturbegehren entschieden. Dies widerspricht Art. 106 Abs. 3 Satz 2 IRSG und Art. 80 Abs. 2 BGG, welche einen zweistufigen kantonalen Instanzenzug verlangen (vgl. BGE 136 IV 44 E. 1.4 S. 48). Es liegt kein Fall einer gesetzlichen Ausnahme (im Sinne von Art. 80 Abs. 2 Satz 3 BGG) vor; vielmehr stellt Art. 106 Abs. 3 Satz 2 IRSG die lex specialis dar für den Rechtsweg im Exequaturverfahren. Der doppelte kantonale Instanzenzug dient nicht nur dem Rechtsschutz der betroffenen Personen, sondern auch der Entlastung des Bundesgerichtes (Urteil 1B_467/2013 vom 13. Januar 2014 E. 3.3).\n\nAn den klaren gesetzlichen Vorgaben zum Ablauf des Exequaturverfahrens gemäss Art. 105 f. IRSG hat sich mit Inkrafttreten der StPO per 1. Januar 2011 nichts geändert (OMAR ABO YOUSSEF, in: Basler Kommentar, Internationales Strafrecht, 2015, N. 18 ff. zu Art. 106 IRSG; STEFAN HEIMGARTNER, in: Kommentar zur Schweizerischen Strafprozessordnung [StPO], Donatsch/Hansjakob/Lieber[Hrsg.], 2. Aufl. 2014, N. 7 f. zu Art. 55 StPO; ROBERT ZIMMERMANN, La coopération judiciaire internationale en matière pénale, 4. Aufl. 2014, Rz. 769; CAMILLE PERRIER DEPEURSINGE, Code de procédure pénale suisse [CPP] annoté, 2015, S. 67 zu Art. 55 StPO;a.M. HORST SCHMITT, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 5 f. zu Art. 55 StPO; JEANNERET/KUHN, Précis de procédure pénale, 2013, S. 206 N. 11007; MOREILLON/PAREIN-REYMOND, CPP, Code de procédure pénale, 2013, N. 10 f. zu Art. 55 StPO; NIKLAUS SCHMID, Schweizerische Strafprozessordnung, Praxiskommentar, 2. Aufl. 2013, N. 5 zu Art. 55 StPO; derselbe, Handbuch des schweizerischen Strafprozessrechts, 2. Aufl. 2013, N. 505; NIKLAUS OBERHOLZER, Grundzüge des Strafprozessrechts, 3. Aufl. 2012, S. 89 Rz. 236; MOREILLON/CRUCHET/REYMOND, in: Commentaire romand, Code de procédure pénale suisse, 2011, N. 2 zu Art. 55 StPO; PIQUEREZ/MACALUSO, Procédure pénale suisse, 3. Aufl. 2011, N. 933; PAOLO BERNASCONI, in: Commentario, Codice svizzero di procedura penale [CPP], 2010, N. 13 zu Art. 55StPO; FELIX BÄNZIGER, in: Kommentierte Textausgabe zur Schweizerischen Strafprozessordnung vom 5. Oktober 2007, Goldschmid/Maurer/Sollberger [Hrsg.], 2008, S. 45 zu Art. 55 StPO). Zwar ist |174| in Art. 55 Abs. 4 StPO festgehalten, dass die Beschwerdeinstanz zuständig ist, wenn das Bundesrecht Aufgaben der (internationalen) Rechtshilfe einer richterlichen Behörde zuweist. Die Strafrechtliche Abteilung des Bundesgerichts sprach sich gestützt darauf wiederholt für eine Zuständigkeit der Beschwerdeinstanz aus, allerdings ohne sich zum Spannungsverhältnis zwischen Art. 55 Abs. 4 StPO und Art. 106 Abs. 3 Satz 2 IRSG zu äussern (vgl. Urteile 6B_741/2012 vom 5. September 2013 E. 1 und 6B_300/2013 vom 3. Juni 2013 E. 1). Art. 55 Abs. 4 StPO gilt jedoch nicht absolut. Denn die Gewährung der internationalen Rechtshilfe und das Rechtsmittelverfahren richten sich gemäss Art. 54 StPO nur so weit nach der StPO, als andere Gesetze des Bundes und völkerrechtliche Verträge dafür keine Bestimmungen enthalten. Die Bestimmungen des IRSG gehen der Regelung von Art. 55 Abs. 4 StPO demnach vor (vgl. auch Botschaft vom 21. Dezember 2005 zur Vereinheitlichung des Strafprozessrechts, BBI 2006 1147 Ziff. 2.2.5). Weder der StPO noch der Botschaft lässt sich entnehmen, dass der Gesetzgeber vom zweistufigen kantonalen Instanzenzug im Exequaturverfahren nach Art. 105 f. IRSG hätte abweichen wollen (Urteil 1B_467/2013 vom 13. Januar 2014 E. 3.3).\n\nDer Entscheid über das Exequaturbegehren hätte sodann gemäss Art. 106 Abs. 3 Satz 1 IRSG nicht in Form eines Beschlusses, sondern in Form eines begründeten Urteils erfolgen müssen. Damit ist zugleich klar, dass als Rechtsmittel gegen den erstinstanzlichen Exequaturentscheid nur die Berufung in Frage kommt (Art. 398 Abs. 1 StPO; ABO YOUSSEF, a.a.O., N. 14, 18 und 26 zu Art. 106 IRSG; RIEDO/FIOLKA/NIGGLI, Strafprozessrecht sowie Rechtshilfe in Strafsachen, 2011, Rz. 3890).\n\nIndem es die Vorinstanz unterliess, den Beschwerdeführer und seinen Rechtsbeistand vor dem Entscheid anzuhören, verstiess sie zudem gegen Art. 105 IRSG und verletzte dessen Anspruch auf rechtliches Gehör. (...)"}