{"annee": "142", "cour": "III", "page": "579", "date": "11/8/2016", "cite": ["130 III 213", "130 III 28", "127 III 153", "116 II 145", "124 III 25", "127 III 310", "129 III 380", "121 III 467"], "cite_par": [], "chapeau": "71. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. AG gegen B. (Beschwerde in Zivilsachen)\n\n4A_109/2016 vom 11. August 2016", "regestes": ["Art. 337 CO; résiliation immédiate du contrat de travail. Un motif de congé peut être ajouté après coup même s'il n'est pas similaire ni de même nature que celui indiqué pour justifier la résiliation (consid. 4.2 et 4.3)."], "faits": "BGE 142 III 579 S. 579\n\nEinen Monat, nachdem B. sein Arbeitsverhältnis mit der A. AG ordentlich gekündigt hatte, kündigte diese fristlos; als Grund dafür führte sie geschäftsschädigendes Verhalten gegenüber einer wichtigen Geschäftspartnerin an. Im Rahmen des von B. gegen die A. AG angestrengten Verfahrens schob die A. AG als weiteren Grund für die fristlose Kündigung das unerlaubte Kopieren einer Festplatte nach.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n4. (...)\n\n4.2 Nach der Rechtsprechung zu Art. 337 OR ist eine fristlose Kündigung durch den Arbeitgeber nur bei besonders schweren Verfehlungen des Arbeitnehmers gerechtfertigt. Diese müssen einerseits objektiv geeignet sein, die für das Arbeitsverhältnis wesentliche Vertrauensgrundlage zu zerstören oder zumindest so tiefgreifend zu erschüttern, dass dem Arbeitgeber die Fortsetzung des Vertrags nicht mehr zuzumuten ist, und anderseits auch tatsächlich dazu geführt haben. Sind die Verfehlungen weniger schwerwiegend, müssen sie trotz Verwarnung wiederholt vorgekommen sein (BGE 130 III 28 E. 4.1 S. 31, BGE 130 III 213 E. 3.1 S. 220 f.; BGE 129 III 380 E. 2.1 S. 382 mit Hinweisen). Zu berücksichtigen ist sodann auch die verbleibende Zeit bis zur ordentlichen Beendigung des Arbeitsverhältnisses (Urteil 4C.95/2004BGE 142 III 579 S. 580 vom 28. Juni 2004 E. 2). Ob die dem Arbeitnehmer vorgeworfene Pflichtverletzung die erforderliche Schwere erreicht, lässt sich nicht allgemein sagen, sondern hängt von den konkreten Umständen des Einzelfalles ab (BGE 127 III 153 E. 1a S. 155; BGE 116 II 145 E. 6a S. 150).\n\n4.3 Als wichtiger Grund kommt nur ein Ereignis in Frage, das sich vor der fristlosen Kündigung abgespielt hat. Nachträglich kann sich der Kündigende darauf aber nur berufen, wenn ihm dieser Umstand im Zeitpunkt der Kündigung weder bekannt war noch bekannt sein konnte. Diesfalls ist zu fragen, ob dieser Umstand derart ist, dass er - wenn der Kündigende ihn gekannt hätte - zu einem Vertrauensbruch hätte führen können und damit zur fristlosen Kündigung berechtigt hätte. Insofern ist das Nachschieben von Kündigungsgründen nach der Rechtsprechung des Bundesgerichts zulässig (BGE 127 III 310 E. 4a S. 314; BGE 124 III 25 E. 3c S. 29 f.; BGE 121 III 467 E. 5a S. 472 f.).\n\nIn der Lehre wird die bundesgerichtliche Rechtsprechung zum Teil so wiedergegeben, dass zusätzlich verlangt werde, der nachgeschobene Grund müsse ähnlich bzw. \"von gleicher Art\" sein wie der in der Kündigung genannte (STREIFF/VON KAENEL/RUDOLPH, Arbeitsvertrag, 7. Aufl. 2012, N. 19 zu Art. 337 OR; JÜRG BRÜHWILER, Einzelarbeitsvertrag, 3. Aufl. 2014, N. 14 zu Art. 337 OR; GABRIEL AUBERT, in: Commentaire romand, Code des obligations, Bd. I, 2. Aufl. 2012, N. 14 zu Art. 337 OR; PORTMANN/RUDOLPH, in: Basler Kommentar, Obligationenrecht, Bd. I, 6. Aufl. 2015, N. 10 zu Art. 337 OR; PORTMANN/STÖCKLI, Schweizerisches Arbeitsrecht, 3. Aufl. 2013, S. 226 Rz. 772). Darauf bezieht sich denn auch die Vorinstanz. Diese Auffassung beruht wohl ursprünglich auf einer unzutreffenden Übersetzung von BGE 121 III 467 E. 5a S. 473 in der \"Praxis\", wo die relevante Passage \"[D]ès l'instant où l'art. 337 CO prescrit au juge (...) de tenir compte des règles de la bonne foi, ce serait méconnaître ces dispositions que d'ignorer l'existence d'un semblable motif\" (Hervorhebung beigefügt) wie folgt wiedergegeben wird: \"Ab dem Zeitpunkt, wo Art. 337 OR dem verantwortlichen Richter vorschrieb, bei der Entscheidung über die Gültigkeit der Gründe für eine fristlose Kündigung den Regeln des guten Glaubens Rechnung zu tragen, würde es bedeuten, die Vorschriften zu verkennen, wenn man die Existenz eines ähnlichen Grundes nicht beachten würde\" (Pra 1996 Nr. 207 S. 804; Hervorhebung beigefügt). Die korrekte Übersetzung lautet indessen: \" (...) wenn man die Existenz eines solchen Grundes nicht beachten würde\"; gemeint also eines Grundes, BGE 142 III 579 S. 581der nach Treu und Glauben Grund für eine fristlose Kündigung hätte sein können, wenn der Kündigende ihn gekannt hätte (insofern zutreffend die Übersetzung von BGE 124 III 25 in Pra 1998 Nr. 54 S. 360). Soweit in derselben Passage sodann festgehalten ist, das Gericht prüfe den Vertrauensverlust aufgrund des nachgeschobenen Grundes \"sur la base des motifs déjà allégués\", wird auch damit nicht gesagt, der bei der Kündigung genannte und der nachgeschobene Grund müssten gleicher Art oder ähnlich sein. Missverständlich ist allerdings die Formulierung in BGE 127 III 310 E. 4a S. 314. Dort wird die Vorinstanz in dem Sinn zitiert, sie habe erkannt, der nachgeschobene Kündigungsgrund \"était de même nature\" wie der bei der Kündigung genannte, und am Schluss des Absatzes festgestellt, dem vorinstanzlichen Entscheid, in dem der nachgeschobene Grund zugelassen wurde, sei zuzustimmen, da er sich strikt an die bundesgerichtliche Rechtsprechung halte. Die eigene Rechtsprechung des Bundesgerichts wird jedoch gemäss und unter Hinweis auf die Formulierungen in BGE 124 III 25 E. 3c S. 29 f. und BGE 121 III 467 E. 5a und 5b S. 472 f. wiedergegeben. An letzteren ist festzuhalten. Entscheidend ist stets, ob aufgrund des bei der Kündigung genannten und des - allenfalls auch andersartigen - nicht bekannten, nachgeschobenen Grundes davon auszugehen ist, dass diese insgesamt einen hinreichenden Vertrauensverlust hätten bewirken können. (...)"}