{"annee": "142", "cour": "V", "page": "311", "date": "8/6/2016", "cite": ["140 V 201", "138 II 311", "142 V 20", "139 V 570", "137 II 17", "136 V 362"], "cite_par": [], "chapeau": "34. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Ausgleichskasse des Kantons Thurgau gegen A. und Gemeinde X. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_166/2016 vom 8. Juni 2016", "regestes": ["Art. 11 al. 1 let. c LPC; art. 17 al. 1 OPC-AVS/AI; art. 149 al. 1 LP; évaluation de la fortune prise en compte. Généralisation et précision de la jurisprudence relative aux conditions auxquelles les dettes - en l'espèce celles pour lesquelles un acte de défaut de biens a été délivré - doivent être déduites de la fortune brute pour déterminer la fortune nette (consid. 3).", "Art. 10 al. 3 let. b LPC; frais d'entretien des bâtiments. La déduction des frais d'entretien des bâtiments présuppose l'existence d'un rendement de l'immeuble au moins aussi élevé (consid. 4)."], "faits": "BGE 142 V 311 S. 311\n\nA. Mit Verfügung vom 8. Mai 2014 verneinte die Ausgleichskasse des Kantons Thurgau den Anspruch des A. auf Ergänzungsleistungen zur Altersrente der AHV ab 1. Januar 2014. Dagegen erhoben sowohl der Betroffene als auch die Gemeinde X. Einsprache. Mit Einspracheentscheiden vom 11. und 16. September 2014 bestätigte die Ausgleichskasse die angefochtene Verfügung. BGE 142 V 311 S. 312\n\nB. In teilweiser Gutheissung der Beschwerden von A. und der Gemeinde X. hob das Verwaltungsgericht des Kantons Thurgau als Versicherungsgericht mit Entscheid vom 20. Januar 2016 die Einspracheentscheide vom 11. und 16. September 2014 auf und stellte fest, dass ab 1. Januar 2014 Anspruch auf Ergänzungsleistungen von monatlich Fr. 2'416.- bestehe.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten beantragt die Ausgleichskasse des Kantons Thurgau, der Entscheid vom 20. Januar 2016 sei dahingehend zu korrigieren, dass A. ab 1. Januar 2014 Ergänzungsleistungen von monatlich Fr. 1'169.- auszurichten seien.\n\nA. und die Gemeinde X. ersuchen um Abweisung der Beschwerde. Das Bundesamt für Sozialversicherungen verzichtet auf eine Vernehmlassung.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführerin bestreitet die EL-Berechnung der Vorinstanz in zwei Punkten: Zum einen dürfe die durch den Verlustschein des Betreibungsamtes Y. vom 6. Januar 2012 verurkundete Schuld über Fr. 110'583.66 (vgl. Art. 149 Abs. 2 SchKG) bei der Ermittlung des Reinvermögens nach Art. 11 Abs. 1 lit. c ELG (SR 831.30) nicht berücksichtigt werden (E. 3); zum andern könnten die Unterhaltskosten für die Liegenschaft in B. von Fr. 3'903.- nicht als Ausgaben nach Art. 10 Abs. 3 lit. b ELG anerkannt werden (E. 4).\n\nDie Beschwerdegegner wenden sich in ihren jeweiligen Vernehmlassungen gegen die Anrechnung von Liegenschaftsvermögen bzw. den vom kantonalen Verwaltungsgericht mit Fr. 150'000.-bezifferten Verkehrswert der Liegenschaft auf B. (Art. 17 Abs. 4 ELV [SR 831.301]). Damit sind sie nicht zu hören, nachdem sie selbernicht Beschwerde erhoben haben und die Frage unabhängig von der Anrechenbarkeit der Verlustscheinforderung für die Höhe der Ergänzungsleistung bedeutsam ist. Im Übrigen könnten die vom Beschwerdegegner neu eingereichten definitiven Steuerveranlagungen 2012 vom 18. November 2015 ohnehin nicht berücksichtigt werden, da diese Dokumente schon im kantonalen Verfahren hätten zu den Akten gegeben werden können und in Anbetracht ihrer Relevanz für die Bestimmung des Verkehrswerts der Liegenschaft BGE 142 V 311 S. 313(Fr. 150'000.- gemäss der Berechnung zum Einspracheentscheid vom 11. September 2015) sogar müssen (Art. 99 Abs. 1 BGG).\n\nDie weiteren von der Vorinstanz beurteilten Berechnungspositionen (u.a. Vermögensverzicht [Art. 11 Abs. 1 lit. g ELG] und Einkünfte aus unbeweglichem Vermögen [im Zusammenhang mit der Liegenschaft auf B.; Art. 11 Abs. 1 lit. b ELG]) sind nicht mehr angefochten. Es besteht kein Anlass zu einer näheren Prüfung.\n\n3.\n\n3.1 Nach der Rechtsprechung sind bei der Bestimmung des Reinvermögens nach Art. 11 Abs. 1 lit. c ELG die Schulden des EL-Ansprechers oder -Bezügers vom rohen Vermögen abzuziehen. Dazu zählen u.a. Hypothekarschulden, Kleinkredite bei Banken und Darlehen zwischen Privaten sowie Steuerschulden. Die Schuld muss tatsächlich entstanden sein, ihre Fälligkeit ist nicht vorausgesetzt. Ungewisse Schulden oder Schulden, deren Höhe noch nicht feststeht, können nicht abgezogen werden (BGE 140 V 201 E. 4.2 S. 205 mit Hinweis auf die Lehre). Die Schuld muss einwandfrei belegt sein (Urteil 9C_806/2010 vom 31. Mai 2011 E. 4.2, in: SVR 2011 EL Nr. 9 S. 27).\n\n3.2 Gemäss Vorinstanz erscheint die durch den Verlustschein ausgewiesene Schuld von Fr. 110'583.66 belegt, welcher Betrag daher vom rohen Einkommen abzuziehen sei. Dem hält die Beschwerdeführerin entgegen, in Anbetracht der finanziellen Verhältnisse sei nicht ernsthaft damit zu rechnen, dass der Beschwerdegegner die im Verlustschein verbriefte Forderung bezahlen werde. Die betreffende Schuld könne daher ebenso wenig wie im Urteil 8C_187/2007 vom 22. November 2007 bei der Ermittlung des Reineinkommens nach Art. 11 Abs. 1 lit. c ELG berücksichtigt werden. Der Beschwerdegegner bestreitet, dass dieser Entscheid vorliegend von präjudizieller Bedeutung ist.\n\nIm Urteil 8C_187/2007 vom 22. November 2007 E. 7.2 bestätigte das Bundesgericht die Auffassung der damaligen Vorinstanz, \"dass der eingereichte Verlustschein - beruhend auf einem Konkursverlustschein vom ... - in Höhe von Fr. 24'714.90 nicht anrechenbar ist, weil bei der 2006 erfolgten Pfändung kein pfändbares Vermögen festgestellt werden konnte und ungeachtet des Liegenschaftsbesitzes nicht ernsthaft damit zu rechnen ist, dass die Beschwerdeführerin die im Pfändungsverlustschein aufgeführte Forderung bezahlen wird\". Diese Aussage ist nachfolgend zu verallgemeinern und gleichzeitig BGE 142 V 311 S. 314die Rechtsprechung zu den Voraussetzungen, unter denen bei der Bestimmung des Reinvermögens nach Art. 11 Abs. 1 lit. c ELG Schulden des EL-Ansprechers (und der in die Anspruchsberechnung einbezogenen Personen; Art. 9 Abs. 2 ELG) vom rohen Vermögen abzuziehen sind (vgl. E. 3.1 hiervor), zu präzisieren.\n\n3.3 Nach Art. 17 Abs. 1 ELV (i.V.m. Art. 9 Abs. 5 lit. b ELG) ist das anrechenbare Vermögen nach den Grundsätzen der Gesetzgebung über die direkte kantonale Steuer für die Bewertung des Vermögens im Wohnsitzkanton zu bewerten. Auf derselben Grundlage beurteilt sich, naheliegenderweise, ob eine Schuld vom rohen Vermögen abzuziehen ist. Gemäss Art. 13 Abs. 1 des Bundesgesetzes vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden (StHG; SR 642.14) und § 41 Abs. 1 des Gesetzes des Kantons Thurgau vom 14. September 1992 über die Staats- und Gemeindesteuern (Steuergesetz; RB 640.1) unterliegt das gesamte Reinvermögen der Vermögenssteuer. Der Begriff des gesamten Reinvermögens ist bundesrechtlicher Natur und somit für die Kantone verbindlich (Urteil 2C_555/2010 vom 11. März 2011 E. 2.2). Darunter ist die positive Differenz zwischen den Aktiven und den Schulden der steuerpflichtigen Person zu verstehen. Alle Schulden können abgezogen werden, soweit sie im massgebenden Zeitpunkt tatsächlich und nicht bloss möglicherweise bestehen und ihr Rechts- und Entstehungsgrund erfüllt ist; Fälligkeit ist nicht vorausgesetzt (BGE 138 II 311 E. 3.3.1 S. 318). Weiter können lediglich Schulden berücksichtigt werden, welche die wirtschaftliche Substanz des Vermögens belasten. Das trifft zu, wenn der Schuldner ernsthaft damit zu rechnen hat, dass er sie begleichen muss (Urteil 2C_555/2010 vom 11. März 2011 E. 2.2 mit Hinweis auf die Lehre).\n\nDiese Voraussetzung ist bei Schulden, für die ein Pfändungsverlustschein nach Art. 149 Abs. 1 SchKG ausgestellt wurde, gegeben, wenn mit überwiegender Wahrscheinlichkeit davon auszugehen ist, dass der Gläubiger seine Forderung geltend macht, sobald der Schuldner über neues Vermögen verfügt (Urteil 2C_555/2010 vom 11. März 2011 E. 2.3). Dabei ist in rechtlicher Hinsicht von Bedeutung, dass ein solches Papier, welches das Ungenügen des gesamten der schweizerischen Vollstreckung unterliegenden Vermögens zur Befriedigung des Gläubigers bescheinigt (Urteil 7B.180/2006 vom 1. Dezember 2006 E. 1.3), als Schuldanerkennung im Sinne von Art. 82 SchKG gilt (Art. 149 Abs. 2 SchKG), d.h. als Titel für die Erlangung provisorischer Rechtsöffnung. Sodann verjährt die durch den BGE 142 V 311 S. 315Verlustschein verurkundete Forderung grundsätzlich (erst) 20 Jahre nach der Ausstellung (Art. 149a Abs. 1 SchKG; BGE 137 II 17 E. 2.5 S. 21). Dies spricht dafür, dass der Gläubiger seine Forderung geltend machen wird, wenn eine neue Betreibung Erfolg verspricht, was der Fall sein kann, wenn er über einen Inkassodienst verfügt, die Schuld nicht unbedeutend ist und der Schuldner zu neuem Vermögen kommen kann. Die Tatsache allein, dass während längerer Zeit keine Betreibungshandlungen vorgenommen wurden, lässt jedenfalls nicht denrechtlichen Schluss zu, dass die Schuld die wirtschaftliche Substanzdes Vermögens nicht belastet und damit nicht abzugsfähig wäre (Urteil 2C_555/2010 vom 11. März 2011 E. 2.3).\n\nOb und inwieweit die einzelnen Voraussetzungen für die Abzugsfähigkeit gegeben sind, ist in Bezug auf ein jedes streitige Kalenderjahr zu prüfen, weil die Ergänzungsleistungen jährlich überprüft und neu festgesetzt werden können (Art. 9 Abs. 1 ELG; BGE 139 V 570 E. 3.1 S. 572).\n\n3.4 Die Vorinstanz hat keine Feststellungen getroffen, welche es erlaubten, im Lichte der - zulässigen (BGE 136 V 362 E. 4.1 S. 266) - neuen rechtlichen Begründung der Beschwerdeführerin bzw. der präzisierten Rechtsprechung die Frage zu entscheiden, ob die durch den Verlustschein verurkundete Schuld von Fr. 110'583.66 bei der Ermittlung des Reineinkommens nach Art. 11 Abs. 1 lit. c ELG zu berücksichtigen ist oder nicht. Unter den gegebenen Umständen rechtfertigt es sich, die Sache zu ergänzender Sachverhaltsfeststellung aufgrund der vorinstanzlichen Akten und neuer Entscheidung an das kantonale Verwaltungsgericht zurückzuweisen.\n\n4. Die Vorinstanz hat den anrechenbaren Einnahmen die im Berechnungsblatt zum Einspracheentscheid vom 11. September 2015 anerkannten Ausgaben von insgesamt Fr. 51'198.- gegenübergestellt (Art. 9 Abs. 1 ELG). In dieser Summe sind u.a. Gebäudeunterhaltskosten von Fr. 3'903.- im Zusammenhang mit der Liegenschaft auf B. enthalten. Nach Auffassung der Beschwerdeführerin besteht kein Anspruch auf einen solchen Abzug, nachdem die Vorinstanz keine Erträge als Einnahmen angerechnet habe. Zur Begründung verweist sie auf Art. 10 Abs. 3 lit. b ELG, wonach (bei allen Personen zudem) Gebäudeunterhaltskosten und Hypothekarzinse bis zur Höhe des Bruttoertrages der Liegenschaft als Ausgaben anerkannt werden. Der Beschwerdegegner hält dagegen, die betreffenden Kosten von Fr. 3'903.- fielen tatsächlich an und könnten nicht vermieden werden, weshalb sie zu berücksichtigen seien. BGE 142 V 311 S. 316\n\nNach dem klaren Wortlaut von Art. 10 Abs. 3 lit. b ELG setzt der Abzug von Gebäudeunterhaltskosten - in Form eines Pauschalabzugs (Art. 16 ELV) - einen mindestens so hohen Liegenschaftsertrag voraus. Es bestehen keine triftigen Gründe dafür, dass diese Regelung nicht dem wahren Sinn der Norm entspricht (BGE 142 V 20 E. 3 S. 22). Liesse man die Gebäudeunterhaltskosten ohne anzurechnenden Liegenschaftsertrag zum Abzug zu, würde die daraus resultierende Ergänzungsleistung nicht der Gewährleistung des Existenzbedarfs des EL-Ansprechers oder -Bezügers dienen, sondern - zweckwidrig - der Erhaltung des Vermögensstandes (vgl. Urteil 9C_862/2013 vom 19. Februar 2014 E. 5.3; JÖHL/USINGER-EGGER, Ergänzungsleistungen zur AHV/IV, in: Soziale Sicherheit, SBVR Bd. XIV, 3. Aufl. 2016, S. 1784 f. Rz. 102). Die tatsächlichen Aufwendungen für den Gebäudeunterhalt, soweit sie das Vermögen vermindern, wirken sich in Form eines geringeren Vermögensverzehrs aus (Art. 11 Abs. 1 lit. c ELG).\n\nIm Rahmen ihres neu zu fällenden Entscheids (E. 3.4 hiervor) wird die Vorinstanz bei der EL-Berechnung ab 1. Januar 2014 Ausgaben von Fr. 47'295.- (Fr. 51'198.- - Fr. 3'903.-) zu berücksichtigen haben. (...)"}