{"annee": "142", "cour": "IV", "page": "11", "date": "15/1/2016", "cite": ["139 IV 62", "140 IV 82", "133 IV 112"], "cite_par": [], "chapeau": "2. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Oberstaatsanwaltschaft des Kantons Zürich gegen X. (Beschwerde in Strafsachen)\n\n6B_608/2015 vom 15. Januar 2016", "regestes": ["Art. 354 al. 3 CPP; art. 97 al. 3 CP; ordonnance pénale; prescription. Une ordonnance pénale, contre laquelle est formée opposition, n'est pas un jugement de première instance au sens de l'art. 97 al. 3 CP, après le prononcé duquel la prescription ne court plus (consid. 1.2.2)."], "faits": "|11|\n\nA. Am 12. Oktober 2011 erliess das Stadtrichteramt Zürich gegen X. einen Strafbefehl wegen Überschreitens der allgemeinen Höchstgeschwindigkeit innerorts um 16 km/h, begangen am 15. April 2011, und bestrafte ihn mit einer Busse von Fr. 290.-. Dagegen erhob X. Einsprache, worauf das Stadtrichteramt die Akten nach ergänzenden Untersuchungshandlungen am 14. November 2013 an das Bezirksgericht Zürich überwies.\n\nB. Am 24. Juni 2014 bestrafte das Bezirksgericht Zürich X. wegen Überschreitens der Höchstgeschwindigkeit mit einer Busse von Fr. 290.-. Dagegen erhob X. Berufung. Das Obergericht des Kantons |12| Zürich stellte am 15. April 2015 das Verfahren gegen X. wegen Verjährung ein.\n\nC. Gegen dieses Urteil erhebt die Oberstaatsanwaltschaft Zürich Beschwerde in Strafsachen vor dem Bundesgericht. Sie verlangt die Aufhebung des obergerichtlichen Urteils und die Bestrafung von X., eventualiter eine Rückweisung der Sache an die Vorinstanz.", "considerants": "Aus den Erwägungen:\n\n1. (...)\n\n1.2.1 Bei der dem Beschwerdegegner zur Last gelegten Verkehrsregelverletzung handelt es sich um eine Übertretung. Übertretungen verjähren hinsichtlich Strafverfolgung und Strafe in drei Jahren (Art. 109 StGB). Die Verfolgungsverjährung tritt nicht mehr ein, wenn vor Ablauf dieser Frist ein erstinstanzliches Urteil ergangen ist (Art. 97 Abs. 3 StGB).\n\nDas Bundesgericht hielt in BGE 133 IV 112 E. 9.4.4 fest, dass eine Strafverfügung nach Art. 70 VStrR (SR 313.0) wie ein erstinstanzliches Urteil im Sinne von aArt. 70 Abs. 3 StGB (heute Art. 97 Abs. 3 StGB) zu behandeln sei. Es erwog, dass im Verwaltungsstrafverfahren der angeschuldigten Person weitgehende Mitwirkungsrechte eingeräumt würden. Gegen einen Strafbescheid der Verwaltung (Art. 64 VStrR) könne diese Einsprache erheben. Die Verwaltung habe alsdann den angefochtenen Bescheid neu zu prüfen und eine Strafverfügung nach Art. 70 VStrR zu treffen, welche zu begründen sei. Jeder Strafverfügung habe damit zwingend ein Strafbescheid voranzugehen, welcher wie ein Strafbefehl auf summarischer Grundlage getroffen werden könne. Die Strafverfügung müsse dagegen - einem erstinstanzlichen Urteil ähnlich - auf einer umfassenden Grundlage beruhen und werde in einem kontradiktorischen Verfahren erlassen. Der Erlass eines Strafbescheids nach Art. 64 VStrR weise somit Parallelen zum Strafbefehl auf. Die in Art. 70 VStrR geregelte Strafverfügung sei hingegen im Ergebnis einem gerichtlichen Entscheid gleichzustellen. Im Urteil 6B_775/2009 vom 18. Februar 2010 entschied das Bundesgericht, dass auch eine Strafverfügung nach dem kantonalen Strafprozessrecht als ein erstinstanzliches Urteil anzusehen sei, wenn sie auf einer umfassenden Grundlage beruht und in einem kontradiktorischen Verfahren erlassen wird (E. 2.1).\n\nIn BGE 139 IV 62 erwog das Bundesgericht, dass in Fällen des Verwaltungsstrafrechts, in welchen das Einspracheverfahren nach Art. 71 VStrR |13| übersprungen wird, nicht der Strafbescheid (Art. 64 VStrR), sondern das erste Urteil im gerichtlichen Verfahren (Art. 73 ff., Art. 79 VStrR) als erstinstanzliches Urteil im Sinne von Art. 97 Abs. 3 StGB zu qualifizieren sei, nach dessen Ausfällung vor Ablauf der Verjährungsfrist die Verjährung nicht mehr eintritt (E. 1.4.5). Ob dies folgerichtig auch gelte, wenn nach dem Strafbescheid eine Strafverfügung ergeht und die Rechtsprechung in diesem Sinne zu ändern wäre, liess das Bundesgericht offen (E. 1.4.6).\n\n1.2.2 Am 1. Januar 2011 ist die Schweizerische Strafprozessordnung (StPO) in Kraft getreten. Diese regelt einheitlich, dass ohne gültige Einsprache der Strafbefehl zum rechtskräftigen Urteil wird (Art. 354 Abs. 3 StPO). Die Einsprache ist kein Rechtsmittel, sondern ein Rechtsbehelf. Wird sie erhoben, fällt der Strafbefehl dahin (BGE 140 IV 82 E. 2.6; MICHAEL DAPHINOFF, Das Strafbefehlsverfahren in der Schweizerischen Strafprozessordnung, 2012, S. 553 f.). Einem Strafbefehl, gegen welchen Einsprache erhoben wurde, fehlt demnach die Urteilsqualität. Unabhängig davon, ob nach Einspracheerhebung weitere Untersuchungen stattfinden, kann ein solcher Strafbefehl kein \"erstinstanzliches Urteil\" im Sinne von Art. 97 Abs. 3 StGB sein. Bereits die Botschaft des Bundesrates vom 21. September 1998 zur Änderung des Strafgesetzbuches hielt in diesem Sinne fest, dass als \"erstinstanzliches Urteil\" auch ein Strafbefehl gilt, das nicht Gegenstand einer Einsprache war (BBl 1999 II 1979, 2134 Ziff. 216.11). E contrario trifft dies nicht für Strafbefehle zu, gegen welche Einsprache erhoben wurde (GILBERT KOLLY, in: Commentaire romand, Code pénal, Bd.I, 2009, N. 65 zu Art. 97 StGB; MATTHIAS ZURBRÜGG, in: Basler Kommentar, Strafrecht, Bd. I, 3. Aufl. 2013, N. 58 f. zu Art. 97 StGB). Im Übrigen ist der Erlass eines Strafbefehls ausgeschlossen, wenn die Voraussetzungen von Art. 352 StPO nicht erfüllt sind. In solchen Fällen kann die Verjährung nicht vor dem ersten gerichtlichen Urteil enden. Die Annahme, dass in Strafverfahren, in welchen die Bedingungen von Art. 352 StPO erfüllt sind, bereits ein Strafbefehl die Verjährung unterbrechen kann, würde dazu führen, dass der Lauf der Verjährung bei leichteren Delikten früher enden kann als bei schwereren. Die bisherige Rechtsprechung in Bezug auf Strafverfügungen ausserhalb des Verwaltungsstrafrechts des Bundes trug den Besonderheiten des damals noch kantonalen Strafprozessrechts Rechnung und ist seit Inkrafttreten der Schweizerischen Strafprozessordnung nicht mehr anwendbar. |14|\n\nDie dreijährige Verfolgungsverjährung war bereits eingetreten, als das Bezirksgericht Zürich am 24. Juni 2014 sein Urteil fällte. Die Beschwerde ist demnach abzuweisen. (...)"}