{"annee": "142", "cour": "II", "page": "488", "date": "29/8/2016", "cite": ["141 II 182", "141 II 199", "141 IV 344", "140 I 168", "140 II 248", "123 II 295", "132 II 353", "140 II 495", "124 II 29", "138 II 251", "140 II 80"], "cite_par": ["144 II 412", "144 II 427"], "chapeau": "43. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. AG gegen Eidgenössische Steuerverwaltung (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_1115/2014 vom 29. August 2016", "regestes": ["Art. 130 al. 1 Cst.; art. 1 al. 1 et 2, art. 10, art. 28 ss LTVA; art. 58 al. 1 let. b, art. 59 al. 1 LIFD; conditions de déduction de l'impôt préalable (en l'occurrence sur l'acquisition d'objets d'art). Outre les conditions formelles, la déduction de l'impôt préalable nécessite que l'assujetti soit économiquement soumis à des impôts préalables et que ceux- ci échouent \"dans le cadre de l'activité entrepreneuriale\" (consid. 2.3). Les critères de \"l'activité entrepreneuriale\" (LTVA) et de \"la justification par l'usage commercial\" (LIFD) sont définis par leur caractère de gestion et se recoupent dans une large mesure (consid. 3.6). Une collection d'objets d'art constitue en principe également un élément de l'entreprise au sens de la taxe sur la valeur ajoutée. Dans la mesure où l'Administration fédérale des contributions conteste la déductibilité des impôts préalables, elle doit le démontrer en procédant à un examen qualitatif et quantitatif prenant en compte l'ensemble des circonstances (consid. 3.7 et 3.8)."], "faits": "BGE 142 II 488 S. 489\n\nA. Die X. AG (nachfolgend: die Steuerpflichtige) mit Sitz in U./GR ist seit dem 1. Januar 1995 unter der Nr. x in dem von der Eidgenössischen Steuerverwaltung (ESTV) geführten Register der Mehrwertsteuerpflichtigen verzeichnet. Als gemischte Holdinggesellschaft betätigt sie sich in zwei Geschäftsbereichen, nämlich den Sparten \"Beteiligungen\" (Halten und Verwalten einer grossen Zahl in- und ausländischer Tochtergesellschaften) und \"Zentraleinkauf\" (zentralisierter Einkauf mit anschliessendem Weiterverkauf an die Tochtergesellschaften und von dort an die konzernfremde Kundschaft; dazu Urteil 2C_309/2009 / 2C_310/2009 vom 1. Februar 2010 E. 5.1). Im Weiteren hält sie einen grösseren Bestand an Kunstwerken, um deren Belange sich eine Kuratorin kümmert. Die Objekte sind in einem nahen Lagergebäude untergebracht und werden dem Fundus von Zeit zu Zeit entnommen, um sie einem breiteren Publikum zugänglich zu machen. Teils geschieht dies in den publikumsöffentlichen Bereichen am Hauptsitz. Teils überlässt die Steuerpflichtige ihren Tochtergesellschaften die Werke als Leihgabe. Der Besuch der Kunstwerke am Hauptsitz ist unentgeltlich möglich, ebenso wie die Gebrauchsüberlassung im Konzern ohne direkte Belastung an die Tochtergesellschaften erfolgt. Ein - wenn auch geringes - Entgelt fällt lediglich an, wenn sich eine Gruppe durch die Ausstellung am Hauptsitz führen lässt.\n\nB. Im Spätsommer 2011 unternahm die ESTV bei der Steuerpflichtigen eine Mehrwertsteuerkontrolle, wobei sie die Steuerperioden vom dritten Quartal 2002 bis zum vierten Quartal 2010 überprüfte. Dabei kam sie zum Schluss, dass gewisse Abzüge - Vorsteuerabzug und Einlageentsteuerung - im Bereich von Kunst und Kultur unzulässig seien. BGE 142 II 488 S. 490\n\nAnlass zu Nachbelastungen gaben insbesondere sieben Kunstwerke, welche die Steuerpflichtige in den Jahren 2007 bis 2009 von unabhängigen Dritten und mit Mehrwertsteuer belastet erworben hatte. Nach Inkrafttreten der Mehrwertsteuernovelle von 2009 am 1. Januar 2010 war die Steuerpflichtige davon ausgegangen, die Anschaffungen liessen sich nunmehr entsteuern (Einlageentsteuerung gemäss Art. 32 MWSTG 2009). Nach linearer Abschreibung im Umfang von 20 Prozent pro Jahr verblieb ein zu entsteuerndes Steuerbetreffnis von Fr. (...).\n\nDie ESTV liess die vorgenommene Einlageentsteuerung auf den Gemälden nicht zu, was - nebst weiteren Beanstandungen - zu mehreren Nachbelastungen führte. Gegen die hier interessierende Einschätzungsmitteilung/Verfügung Nr. z vom 19. September 2011 erhob die Steuerpflichtige am 18. Oktober 2011 Einsprache. Sie beantragte, es sei der Vorsteuerabzug (inkl. Einlageentsteuerung) für das Steuerjahr 2010 um Fr. (...) zu erhöhen. Zur Begründung führte sie hauptsächlich aus, die Kunstaktivitäten lägen im unternehmerischen Interesse und müssten daher zum Vorsteuerabzug berechtigen.\n\nMit Einspracheentscheid vom 30. August 2013 wies die ESTV, soweit sie auf die Sache eingetreten war, die Einsprache ab. Sie erklärte, die streitbetroffenen Vorsteuern seien dem nicht unternehmerischen Bereich der Steuerpflichtigen zuzuordnen, weshalb Vorsteuerabzug und Einlageentsteuerung entfielen.\n\nC. Dagegen gelangte die Steuerpflichtige mit Beschwerde vom 1. Oktober 2013 an das Bundesverwaltungsgericht. Sie beantragte, der Vorsteuerabzug für die Steuerperiode 2010 sei um Einlageentsteuerungen von Fr. (...) zu erhöhen. Diese Summe setzte sich zusammen aus Fr. (...) (Bilderarchiv), Fr. (...) (betreffend die sieben genannten Kunstwerke) und Fr. (...) (Anschaffung von Kunstwerken). Mit Urteil A-5534/2013 vom 5. November 2014 wies das Bundesverwaltungsgericht die Beschwerde ab.\n\nD. Mit Eingabe vom 8. Dezember 2014 erhebt die Steuerpflichtige beim Bundesgericht Beschwerde in öffentlich-rechtlichen Angelegenheiten. Sie beantragt, der angefochtene Entscheid sei aufzuheben und es sei, so das sinngemässe Begehren, die Steuerforderung 2010 um den Betrag von Fr. (...) herabzusetzen (bzw. der Vorsteuerüberhang entsprechend anzuheben). BGE 142 II 488 S. 491\n\nDie Vorinstanz sieht von einer Vernehmlassung ab, während die ESTV beantragt, es sei die Beschwerde abzuweisen und der angefochtene Entscheid zu bestätigen. Die ESTV legt ihrer Stellungnahme zwei Auszüge aus dem Internet-Auftritt der X.-Gruppe bei.\n\nIn ihrer unaufgefordert eingereichten Eingabe vom 10. März 2015 macht die Steuerpflichtige geltend, die beiden Beilagen stellten Noven dar, zu denen sie sich bisher nicht habe äussern können. Die Beilagen verdeutlichten, dass Kunst ein zentrales Element der Strategie der Steuerpflichtigen wie auch der ganzen Gruppe bilde. Wenn die ESTV nachweisen wolle, die Sammlung der Steuerpflichtigen sei der Privatsammlung des Hauptaktionärs entnommen, treffe dies nicht zu. Die ESTV vermenge die Situation der Steuerpflichtigen mit jener anderer Gruppengesellschaften. Die Sache sei zur Feststellung des rechtserheblichen Sachverhalts an die ESTV zurückzuweisen.\n\nAm 24. Mai 2016 stellt die Steuerpflichtige ein Gesuch um Sistierung des vorliegenden Verfahrens. Sie begründet dies mit der Änderung der Verwaltungspraxis per 1. Januar 2016 und den laufenden parlamentarischen Beratungen im Hinblick auf eine Teilrevision des Mehrwertsteuergesetzes. Über das Gesuch ist mit der vorliegenden Beschwerde zu entscheiden.\n\nDas Bundesgericht heisst die Beschwerde gut, hebt das angefochtene Urteil auf und weist die Sache zu neuer Entscheidung an die ESTV zurück, womit das Sistierungsgesuch gegenstandslos wird.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Streitig und zu prüfen ist hauptsächlich die bundesrechtliche Rechtsfrage, ob der vorsteuerbelastete Ankauf von sieben Kunstwerken, der in den Jahren 2007 bis 2009 erfolgte und mithin in den Anwendungsbereich des Bundesgesetzes vom 2. September 1999 über die Mehrwertsteuer (MWSTG 1999; AS 2000 1300) fiel, unter Herrschaft des MWSTG 2009 zur Vornahme der Einlageentsteuerung berechtigt.\n\n2.2\n\n2.2.1 Gemäss Art. 130 Abs. 1 BV und Art. 1 Abs. 1 MWSTG (SR 641.20) erhebt der Bund eine Mehrwertsteuer. Bei dieser Steuerart handelt es sich steuertechnisch um eine Verbrauchssteuer (BGE 141 II 199 E. 4.1 S. 201 f.; BGE 141 IV 344 E. 3.1 S. 345; BGE 140 II 80 E. 2.1 S. 82 f., BGE 140 II 495 E. 2.2.1 S. 497). Der Belastungskonzeption der Mehrwertsteuer BGE 142 II 488 S. 492zufolge zielt diese auf den \"nicht unternehmerischen Endverbrauch im Inland\" ab (Art. 1 Abs. 1 Satz 2 MWSTG). Im Zentrum steht freilich nicht der eigentliche Verbrauch, sondern die Mittelverwendung der endverbrauchenden Person zwecks Verbrauchs ausserhalb eines Unternehmens (vgl. Botschaft vom 25. Juni 2008 zur Vereinfachung der Mehrwertsteuer [nachfolgend: Botschaft MWSTG], BBl 2008 6885 ff., insb. 6938 zu Art. 1;). Das Abstellen auf den tatsächlichen Konsum zöge unsachgemässe Ergebnisse nach sich, führt doch nicht jede Mittelverwendung zu einem Konsum und ist nicht jedes Wirtschaftsgut tatsächlich verbrauchsfähig (vgl. Art. 3 lit. c MWSTG; DIEGO CLAVADETSCHER, in: Bundesgesetz über die Mehrwertsteuer [nachfolgend: Komm. MWSTG], Zweifel/Beusch/Glauser/Robinson [Hrsg.], 2015, N. 77, 84, 88 zu Art. 1 MWSTG).\n\n2.2.2 Die Erhebungskonzeption der Mehrwertsteuer kommt im System der Netto-Allphasensteuer mit Vorsteuerabzug zum Ausdruck (Art. 1 Abs. 1 Satz 1 MWSTG; CLAVADETSCHER, in: Komm. MWSTG, a.a.O., N. 70 zu Art. 1 MWSTG). Aus Praktikabilitätsgründen erfolgt der Bezug der Mehrwertsteuer auf Stufe der leistungserbringenden Personen, selbst wenn nicht diese, sondern die leistungsbeziehenden Personen die Destinatäre der Mehrwertsteuer sind (BGE 141 II 199 E. 4.1 S. 202; BGE 140 I 168 E. 2.5.1 S. 160; BGE 138 II 251 E. 2.1 S. 253; CAMENZIND/HONAUER/VALLENDER/JUNG/PROBST, Handbuch zum Mehrwertsteuergesetz, 3. Aufl. 2012, N. 648; BAUMGARTNER/CLAVADETSCHER/KOCHER, Vom alten zum neuen Mehrwertsteuergesetz, 2010, § 4 N. 20; MOLLARD/OBERSON/TISSOT BENEDETTO, Traité TVA, 2009, Kap. 1 N. 296 ff., insb. 304). Dem neurechtlichen Grundsatz nach sind die (steuerpflichtigen) Unternehmen so zu stellen, als ob die Mehrwertsteuer nur einphasig erhoben würde, also auf Ebene der (nicht steuerpflichtigen) Endverbraucher (BAUMGARTNER/CLAVADETSCHER/KOCHER, a.a.O., § 1 N. 44).\n\n2.3\n\n2.3.1 Der objektiven Mehrwertsteuerpflicht (Art. 1 Abs. 2 lit. a, Art. 10 ff. MWSTG) unterliegen die im Inland durch den Unternehmensträger gegen Entgelt erbrachten Leistungen (Art. 18 Abs. 1 MWSTG; BGE 141 II 182 E. 3.1 S. 186). Vor dem Hintergrund der Allgemeinheit der Mehrwertsteuer und dem Postulat der Wettbewerbsneutralität ist eine weite Auslegung des Tatbestandes am Platz (BGE 141 II 199 E. 4.1 S. 202). Ein eigentliches mehrwertsteuerliches Unternehmen betreibt, wer eine auf die nachhaltige Erzielung von Einnahmen aus derartigen Leistungen ausgerichtete berufliche BGE 142 II 488 S. 493oder gewerbliche Tätigkeit selbständig ausübt und unter eigenem Namen nach aussen auftritt (Art. 10 Abs. 1 lit. a und b MWSTG; BGE 141 II 199 E. 4.1 S. 201). In zeitlicher Hinsicht beginnt die Steuerpflicht mit der Aufnahme der unternehmerischen Tätigkeit (Art. 14 Abs. 1 MWSTG).\n\n2.3.2 In die subjektive Mehrwertsteuerpflicht tritt nicht das Unternehmen, sondern der Unternehmensträger (Urteil 2C_321/2015 vom 22. Dezember 2015 E. 4.2; CLAUDIO FISCHER, in: Komm. MWSTG, a.a.O., N. 3 und 66 zu Art. 10 MWSTG; CAMENZIND/HONAUER/ VALLENDER/JUNG/PROBST, a.a.O., N. 420 und 422 ff.; BAUMGARTNER/ CLAVADETSCHER/KOCHER, a.a.O., § 3 N. 7 ff.). Als Unternehmensträger in Frage kommen natürliche Personen, Personengesellschaften, Kapitalgesellschaften, Genossenschaften und alle weiteren Körperschaften des öffentlichen Rechts und des Zivilrechts. Das Führen eines Unternehmens versetzt den Unternehmensträger überhaupt erst in die Lage, subjektiv mehrwertsteuerpflichtig zu werden (BGE 141 II 199 E. 4.1 S. 201; BGE 140 II 80 E. 2.2 S. 83; BGE 138 II 251 E. 2.2 S. 254). Ein Rechtsträger, der kein Unternehmen in diesem Sinne betreibt, wird folglich nicht steuerpflichtig. Mit andern Worten kann (subjektiv) steuerpflichtig regelmässig nur werden, wer Leistungen erbringt, die (objektiv) steuerbar sind (BGE 141 II 182 E. 5.2 S. 204), wobei der Ort der Leistung überdies im Inland zu liegen hat (Art. 7 und 8 in Verbindung mit Art. 18 Abs. 1 MWSTG). Besteht zwar ein Unternehmen im mehrwertsteuerlichen Sinn, erbringt dieses aber ausschliesslich Leistungen, deren Leistungsort sich im Ausland befindet (sog. Ausland/Ausland-Geschäfte), ist der Unternehmensträger von der subjektiven Steuerpflicht im Inland befreit. Gemäss Art. 11 Abs. 1 MWSTG kann er aber auf die Befreiung verzichten, wodurch er zum Steuersubjekt wird (Urteil 2C_1002/2014 vom 28. Mai 2015 E. 3.3).\n\n2.3.3 Wer der subjektiven Mehrwertsteuerpflicht unterliegt (Art. 10 MWSTG), kann im Rahmen seiner unternehmerischen Tätigkeit die in Art. 28 Abs. 1 lit. a-c MWSTG genannten und wirtschaftlich tatsächlich getragenen (Art. 28 Abs. 4 MWSTG) Vorsteuern abziehen. Ein Rechtsträger, der kein Unternehmen betreibt, kann nach dem Gesagten auch nicht subjektiv mehrwertsteuerpflichtig werden, weshalb es ihm benommen ist, den Vorsteuerabzug zu tätigen (BGE 141 II 199 E. 4.1 S. 201; CAMENZIND/HONAUER/VALLENDER/JUNG/ PROBST, a.a.O., N. 1673 e contrario). Dies ergibt sich bereits aus der Belastungskonzeption der Mehrwertsteuer (vorne E. 2.2.1), BGE 142 II 488 S. 494indem der Zweck des Gesetzes darin liegt, den nicht unternehmerischen Endverbrauch im Inland zu besteuern (Art. 1 Abs. 1 MWSTG; BGE 141 II 199 E. 4.1 S. 202). Die rechtliche Möglichkeit der steuerpflichtigen Person, den Vorsteuerabzug vorzunehmen, besteht freilich nicht uneingeschränkt. Der Anspruch entfällt insgesamt, soweit die vorsteuerbelastet bezogene Leistung für Leistungen verwendet wird, die von der Steuer ausgenommen sind und für deren Versteuerung nicht optiert wurde (Art. 29 Abs. 1 i.V.m. Art. 22 MWSTG). Sodann ist der Vorsteuerabzug bei gemischter Verwendung (Art. 30 MWSTG) und Eigenverbrauch (Art. 31 MWSTG) verhältnismässig zu korrigieren. Als \"gemischt verwendet\" in diesem Sinne gilt eine vorsteuerbelastet bezogene Leistung, wenn sie entweder ausschliesslich ausserhalb der unternehmerischen Tätigkeit verwendet wird oder zwar innerhalb derselben, aber teils für steuerbare (Art. 28 MWSTG), teils für steuerausgenommene Leistungen (Art. 29 MWSTG). Und schliesslich ist der Vorsteuerabzug verhältnismässig zu kürzen, soweit die steuerpflichtige Person gewisse Nichtentgelte - nämlich jene nach Art. 18 Abs. 2 lit. a-c MWSTG - erzielt (Art. 33 Abs. 2 MWSTG).\n\n2.3.4 Gemäss dem Wortlaut von Art. 29 Abs. 1 E-MWSTG sollte das Recht zum Vorsteuerabzug ursprünglich davon abhängig sein, dass die Leistungen \"zur Erreichung ihrer unternehmerischen Zwecke\" bezogen werden (Botschaft MWSTG, a.a.O., 7152). Der Bundesrat liess sich dabei vom Prinzip leiten, dass \"alle im Rahmen der unternehmerischen Tätigkeit angefallenen Vorsteuern grundsätzlich in Abzug gebracht werden können\" (Botschaft MWSTG, a.a.O., 6974 f. zu Art. 29; Auszeichnungen durch das Bundesgericht). Auf diese Weise wollte er sicherstellen, dass \"Vorsteuern, die nicht eindeutig einzelnen Umsätzen des Unternehmens zugeordnet werden können, die aber klar im Rahmen der allgemeinen unternehmerischen Tätigkeit der betreffenden steuerpflichtigen Person anfallen\", abziehbar sind (a.a.O., 6975). Die Kommission für Wirtschaft und Abgaben des Nationalrats (WAK-N) war indes der Meinung, die Wendung \"zur Erreichung ihrer unternehmerischen Zwecke\" bringe das neue Konzept zu wenig deutlich zum Ausdruck bzw. lasse die vorrevidierte Rechtslage anklingen, von der man aber gerade abkehren wolle. So hatte das Recht von 1999 auf dem strikten Verwendungskonnex zwischen Leistung und Verwendung beruht (Art. 38 Abs. 2 i.V.m. Art. 38 Abs. 4 MWSTG 1999; BGE 141 II 199 E. 4.2 S. 202; BGE 132 II 353 E. 4.3 S. 358 f. und 8.2 S. 364 f.; Urteil 2C_264/2014 vom BGE 142 II 488 S. 49517. August 2015 E. 2.2.2; MOLLARD/OBERSON/TISSOT BENEDETTO, a.a.O., Kap. 5 N. 81). Einen solchen Konnex hielten Bundesrat und Eidgenössische Räte nun für nicht mehr angebracht. Nach der neuen Konzeption von 2009 ist der Vorsteuerabzug - neben den formellen Voraussetzungen - nur noch davon abhängig, dass die steuerpflichtige Person wirtschaftlich mit Vorsteuern belastet ist und dass diese im Rahmen der unternehmerischen Tätigkeit anfallen (BGE 141 II 199 E. 4.2 S. 202 f.; BÉATRICE BLUM, in: MWSTG Kommentar, [nachfolgend: Kurzkomm. MWSTG], Geiger/Schluckebier [Hrsg.], 2012, N. 3 zu Art. 28 und N. 7 zu Art. 33 MWSTG; REGINE SCHLUCKEBIER, in: Kurzkomm. MWSTG, a.a.O., N. 60 zu Art. 10 MWSTG; BAUMGARTNER/CLAVADETSCHER/KOCHER, a.a.O., § 7 N. 3). Aus diesem Grund griffen die Eidgenössischen Räte bewusst zur Formulierung \"im Rahmen der unternehmerischen Tätigkeit\", wie diese sich in den bundesrätlichen Erläuterungen zu Art. 29 Abs. 1 E-MWSTG, nicht aber im Wortlaut von Art. 29 Abs. 1 E-MWSTG, findet (dazu PHILIPP MÜLLER, Behandlung der MWST-Reform im Nationalrat, Der Schweizer Treuhänder [ST] 83/2009 S. 485 ff., insb. 490 Ziff. 9.1; BARBARA HENZEN, in: Komm. MWSTG, a.a.O., N. 16 zu Art. 28 MWSTG; CAMENZIND/HONAUER/VALLENDER/JUNG/ PROBST, a.a.O., N. 1647; BAUMGARTNER/CLAVADETSCHER/KOCHER, a.a.O., § 7 N. 41).\n\n2.3.5 Hauptvoraussetzung für den Vorsteuerabzug ist damit die Zuordnung zur unternehmerischen Tätigkeit. Diese muss nach dem Gesagten insgesamt auf das nachhaltige Erzielen von Einnahmen aus Leistungen ausgerichtet sein. Fallen neben den steuerbaren Entgelten auch Nicht-Entgelte oder Entgelte aus steuerausgenommenen Leistungen an, schliesst dies ein \"Unternehmen\" nicht aus, kann dies aber gegebenenfalls zur Kürzung oder Korrektur des Vorsteuerabzugs führen (vorne E. 2.3.3; zu den drei Ebenen des Vorsteuerabzugs insbesondere BAUMGARTNER/CLAVADETSCHER/KOCHER, a.a.O., § 7 N. 4). Nachdem der altrechtlich unerlässliche Verwendungskonnex unter neuem Recht bedeutungslos ist, spielt es heute auch keine Rolle mehr, ob das konkrete Vorsteuerbetreffnis je in eine konkrete steuerbare Ausgangsleistung eingeht. Massgebend ist einzig noch das Einfliessen des vorsteuerbelasteten Aufwandes in die unternehmerische Tätigkeit. Ergeben sich daraus nur geringfügige oder gar keine steuerbaren Entgelte, weil das Vorhaben misslingt (\"erfolgloser Unternehmer\") oder das Geschäftsmodell einer langen Anlaufzeit bedarf (\"Start-up-Unternehmen\"), steht auch dies dem sofortigen BGE 142 II 488 S. 496Vorsteuerabzug nicht entgegen (FISCHER, in: Komm. MWSTG, a.a.O., N. 30 f. Art. 10 MWSTG; zum Ganzen BAUMGARTNER/CLAVADETSCHER/ KOCHER, a.a.O., § 7 N. 43 f.). In derartigen Konstellationen fliessen die vorsteuerbelasteten Aufwände dennoch in die betriebliche Leistungserstellung ein, die ihrerseits zu steuerbaren Umsätzen führen könnte, wäre sie nur erfolgreich.\n\n2.3.6 Treten die Voraussetzungen des Vorsteuerabzugs erst nachträglich ein, fehlen sie im Zeitpunkt des Leistungsbezugs also noch, so kann der Vorsteuerabzug in der Abrechnungsperiode vorgenommen werden, in der die Voraussetzungen hierfür gegeben sind. Im Rahmen dieser Einlageentsteuerung kann die früher nicht in Abzug gebrachte Vorsteuer, einschliesslich ihrer als Eigenverbrauch korrigierten Anteile, abgezogen werden (Art. 32 Abs. 1 MWSTG). Ein Abzug ist möglich, soweit die Vorsteuer zu diesem späteren Zeitpunkt noch nicht verjährt ist (Botschaft MWSTG, a.a.O., 6978 zu Art. 33 E-MWSTG). Anlass für eine Einlageentsteuerung gibt zumeist eine teilweise oder vollständige positive Nutzungsänderung (Übergang vom steuerausgenommenen in den steuerbaren Bereich). Die Einlageentsteuerung stellt auf diese Weise das spiegelbildliche Gegenstück zum Eigenverbrauch dar (PHILIP ROBINSON, in: Komm. MWSTG, a.a.O., N. 1 und 3 zu Art. 32 MWSTG).\n\n2.3.7 Gemäss Art. 113 Abs. 2 MWSTG gelten die Bestimmungen über die Einlageentsteuerung (Art. 32 MWSTG) auch für Leistungen, für die vor dem Inkrafttreten des MWSTG (das heisst vor dem 1. Januar 2010) kein Anspruch auf Vorsteuerabzug gegeben war. Mit dieser Norm bezweckt der Gesetzgeber die Herstellung gleicher mehrwertsteuerlicher Verhältnisse zwischen altrechtlichen und neurechtlichen Sachverhalten (RALF IMSTEPF, in: Komm. MWSTG, a.a.O., N. 9 zu Art. 113 MWSTG). Wurde ein Gegenstand oder eine Dienstleistung in der Zeit zwischen dem Empfang der Leistung bzw. der Einfuhr und dem Eintritt der Voraussetzungen für den Vorsteuerabzug in Gebrauch genommen, so beschränkt die abziehbare Vorsteuer (bzw. hier: die Einlageentsteuerung) sich auf den Zeitwert des Gegenstandes oder der Dienstleistung (IMSTEPF, a.a.O., N. 12 zu Art. 113 MWSTG). Zur Ermittlung des Zeitwertes wird der Vorsteuerbetrag linear für jedes abgelaufene Jahr bei beweglichen Gegenständen und bei Dienstleistungen um einen Fünftel, bei unbeweglichen Gegenständen um einen Zwanzigstel reduziert. Die buchmässige Behandlung ist nicht von Bedeutung (Art. 113 Abs. 1 i.V.m. Art. 32 Abs. 2 Satz 2 MWSTG). BGE 142 II 488 S. 497\n\n3.\n\n3.1 Streitig und zu prüfen ist hauptsächlich, ob die sieben vorsteuerbelastet erworbenen Kunstwerke dem Rahmen der unternehmerischen Tätigkeit zuzuordnen sind, sodass die Steuerpflichtige neurechtlich den Vorsteuerabzug bzw. die Einlageentsteuerung beanspruchen kann.\n\n3.2 Das Bundesgericht hat die Frage nach der Vorsteuerberechtigung hinsichtlich der konkreten Steuerpflichtigen bereits unter vorrevidiertem Recht geprüft (Urteil 2C_309/2009/2C_310/2009 vom 1. Februar 2010; vorne Sachverhalt lit. A). Es erwog, hinsichtlich der vorsteuerbelasteten Eingangsumsätze, die bei der Präsentation der Bilder angefallen seien, fehle es an einem steuerbaren Ausgangsumsatz. Ein Leistungsaustausch im mehrwertsteuerlichen Sinne sei nicht ersichtlich. Weder würden der Steuerpflichtigen von dritter Seite Sponsoringleistungen erbracht, noch erbringe sie selber solche zugunsten ihrer Tochtergesellschaften, die von diesen abgegolten würden. Die Verweigerung des Vorsteuerabzugs begründe daher keine Verletzung von Art. 38 MWSTG 1999 (zit. Urteil 2C_309/2009 / 2C_310/ 2009 E. 7.5).\n\n3.3\n\n3.3.1 Die Rechtslage stellt sich heute in einem andern Licht dar. Das seinerzeitige Hauptargument bestand im fehlenden Verwendungskonnex (vorne E. 2.3.4). Im Recht von 2009 hat dieser seine Bedeutung verloren und einer neuartigen Konzeption Platz gemacht. Der Vorsteuerabzug hängt nunmehr davon ab, dass die Vorsteuer der unternehmerischen Tätigkeit des Unternehmensträgers zugeordnet werden kann (vorne E. 2.3.5). Die Vorinstanz ist diesbezüglich zur Auffassung gelangt, bei den Aktivitäten, welche die Steuerpflichtige im Bereich von Kunst und Kultur entfalte, handle es sich um einen \"eigenständigen Tätigkeitsbereich\" im Sinne der Verwaltungspraxis der ESTV (angefochtener Entscheid E. 3.2). Mangels Absicht, nachhaltig Einnahmen aus Leistungen zu erzielen, könne der Bereich von Kunst und Kultur grundsätzlich nicht als \"unternehmerisch\" bezeichnet werden (Entscheid E. 3.3.4). Da die Zwecksetzung dieses Bereichs im Ausstellen der Kunstwerke liege, fehle aber auch ein \"unternehmerischer Grund\" für die Auslagen. Weder der geltend gemachte \"direkte Werbeeffekt\" noch die behauptete Nutzung als \"Wertanlage\" trügen nachweislich zur Förderung der eigentlichen unternehmerischen Tätigkeit bei (Entscheid E. 3.3.5; zum Ganzen vorne Sachverhalt lit. C). BGE 142 II 488 S. 498\n\n3.3.2 Es stellt sich die Frage, ob die Steuerpflichtige über den unstreitig vorhandenen unternehmerischen Bereich hinaus einen nicht unternehmerischen Bereich unterhält. Vor dem Hintergrund der neuen Konzeption ist ein solcher jedenfalls nicht leichthin anzunehmen. Damit ein Rechtsträger überhaupt der Steuerpflicht unterliegt, hat er ein Unternehmen im mehrwertsteuerlichen Sinn zu führen. Ist ein solches gegeben, so liegt von Gesetzes wegen ein unternehmerischer Bereich vor. Dieser stellt eine wirtschaftliche Einheit dar, welcher alle Aktivitäten zuzuordnen sind, die einen Zusammenhang mit der unternehmerischen Tätigkeit aufweisen. Darin einzuschliessen sind auch die vorsteuerbelasteten Investitionen und vorsteuerbelasteten Aufwände (BAUMGARTNER/CLAVADETSCHER/KOCHER, a.a.O., § 7 N. 45). Dem Grundsatz der \"Einheit des Unternehmensträgers\" zufolge bezieht die Steuerpflicht des Rechtsträgers sich auf sämtliche Unternehmenseinheiten, insbesondere neben der Hauptniederlassung auch auf alle inländischen Zweigniederlassungen (\"Single-entity-Prinzip\"; CAMENZIND/HONAUER/VALLENDER/JUNG/PROBST, a.a.O., N. 426; BAUMGARTNER/CLAVADETSCHER/KOCHER, a.a.O., § 3 N. 10). Dagegen besagt der Grundsatz der \"Einheit des Unternehmens\", dass sämtliche Umsätze der jeweiligen Unternehmenseinheit auch der Steuerpflicht unterliegen (BAUMGARTNER/CLAVADETSCHER/KOCHER, a.a.O., § 7 N. 45; vgl. Urteil 2C_321/2015 vom 22. Dezember 2015 E. 4.3).\n\n3.3.3 Ein etwaiger nicht unternehmerischer Bereich kennzeichnet sich dieser Lehrmeinung zufolge dadurch, dass die betreffende Unternehmenseinheit entweder überhaupt keine Einnahmen aus Leistungen bewirkt oder diese zumindest in nicht nachhaltiger Art anfallen. Von einer eigenständigen nicht unternehmerischen Unternehmenseinheit darf mithin erst ausgegangen werden, wenn die Trennung ausreichend klar vollzogen werden kann, sei dies aufgrund einer nach aussen deutlich erkennbaren separaten Tätigkeit oder einer klaren Zweckbestimmung, die von jener der unternehmerischen Tätigkeit abweicht. Fehlt es daran, bleibt es nach dem Grundsatz der \"Einheit des Unternehmens\" bei einem einzigen, und zwar unternehmerischen Bereich (zum Ganzen BAUMGARTNER/CLAVADETSCHER/KOCHER, a.a.O., § 7 N. 46 ff.). Wie es sich damit verhält, ist von Fall zu Fall zu entscheiden (CAMENZIND/HONAUER/VALLENDER/JUNG/PROBST, a.a.O., N. 1659).\n\n3.4\n\n3.4.1 Nach den für das Bundesgericht verbindlichen Feststellungen der Vorinstanz (Art. 105 Abs. 1 BGG; nicht publ. E. 1.3.4) betätigt die Steuerpflichtige sich als gemischte Holdinggesellschaft. Zum einen BGE 142 II 488 S. 499hält sie in grosser Zahl in- und ausländische Tochtergesellschaften, zum andern besorgt sie den zentralen Einkauf. Dabei fallen Umsätze in beträchtlicher Höhe an. Im Weiteren unterhält sie einen grösseren Bestand an Kunstwerken, die sie am Hauptsitz einem breiten Publikum zugänglich macht. Weiter kommt es konzernintern zur Gebrauchsüberlassung (Verleihgabung) an die Tochtergesellschaften. All dies geschieht unentgeltlich. Ein - wenn auch geringes - Entgelt fällt lediglich an, wenn sich eine Gruppe durch die Ausstellung am Hauptsitz führen lässt.\n\n3.4.2 Den Akten (Art. 105 Abs. 2 BGG; auch dazu nicht publ. E. 1.3.4) und dem allgemeinen Kenntnisstand des Bundesgerichts nach verfolgt die Steuerpflichtige einen auffallend aktiven Aussenauftritt. Wenn auch die Gegenstände, mit welchen sie handelt, kaum ein breiteres Publikum ansprechen dürften, nutzt sie umso häufiger die Gelegenheit, um klassische Imagewerbung zu betreiben. Als Sponsorin tritt sie vor allem im sportlichen Umfeld auf, womit sie insgesamt herkömmliche unternehmensbezogene Marketing- und Kommunikationsziele verfolgt (zum Begriff des Sponsoring insbesondere Urteil 2C_576/2013 vom 20. Dezember 2013 E. 2.2.2 mit zahlreichen Hinweisen, in: ASA 82 S. 478 und 83 S. 156, RDAF 2014 II S. 375 und 2015 II S. 83). Aus Anlass dieses Sponsorings fallen Vorsteuern an, deren Abzug von der ESTV unbeanstandet geblieben ist. Die streitbetroffene Kunstsammlung dient der Steuerpflichtigen, wie den vorinstanzlichen Feststellungen zu entnehmen ist, zu zwei Zwecken, die mehrwertsteuerlich auseinanderzuhalten sind. Einerseits handelt es sich um die Gebrauchsüberlassung (Verleihgabung) an die Tochtergesellschaften (hinten E. 3.5), anderseits um die Ausstellung im Eingangsbereich am Hauptsitz (hinten E. 3.6 ff.). Eine weiterreichende Verwendung ist nicht nachgewiesen.\n\n3.5\n\n3.5.1 Was zunächst die Verleihgabung betrifft, steht fest, dass diese unentgeltlich erfolgte. Die Überlassung zur Ausstellung am Sitz der jeweiligen Tochtergesellschaft erfolgt unstreitig in der Absicht, das dortige Gebäude aufzuwerten und für Personal, Kunden und kunstinteressierte Besucher ansprechend zu gestalten. Allein mit Blick auf die Gestehungskosten der streitbetroffenen sieben Kunstwerke, die stellvertretend für den gesamten Fundus stehen, dürfte aber unbestritten sein, dass den Objekten ein erheblicher Verkehrswert zukommt. Wenn die Gebrauchsüberlassung bislang unentgeltlich erfolgte, ist dies jedenfalls betriebswirtschaftlich nicht gerechtfertigt. Der BGE 142 II 488 S. 500Überlassung zum Gebrauch kommt ein wirtschaftlicher Wert zu, der mehrwertsteuerlich zu erfassen ist. Mehrwertsteuerrechtlich handelt es sich bei der Überlassung von Kunstwerken zum Gebrauch um eine steuerbare Lieferung (Art. 21 Abs. 2 Ziff. 16 MWSTG e contrario). Deren Ort liegt im Inland, wenn sich der Gegenstand bei Überlassung zum Gebrauch im Inland befindet (Art. 7 Abs. 1 lit. a MWSTG). Dies ist der Fall. Die Gebrauchsüberlassung erfolgt sodann im Rahmen der unternehmerischen Tätigkeit. Die Steuerpflichtige verfolgt damit einen wirtschaftlichen Zweck, indem sie mit der Verleihgabung repräsentativer Kunstwerke zur vorteilhaften Wahrnehmung der jeweiligen Tochtergesellschaft in der Öffentlichkeit und in Fachkreisen beiträgt. Das verbesserte Image bei Personal, Kunden und Dritten kommt unmittelbar der Tochter-, mindestens mittelbar aber ebenso der Muttergesellschaft zugute.\n\n3.5.2 Wenn auch im konkreten Fall von einer Fakturierung abgesehen wurde, spielt dies keine Rolle. Bei Leistungen an eine eng verbundene Person (Art. 3 lit. h MWSTG) oder an eine Person, die dieser nahesteht, gilt als Entgelt so oder anders der Wert, der unter unabhängigen Dritten vereinbart würde (Art. 24 Abs. 2 MWSTG). Bei der \"Vermieterin\", also der Steuerpflichtigen, wie auch den \"Mieterinnen\" (Tochtergesellschaften) handelt es sich um privatwirtschaftlich geführte Unternehmen, die einander überdies nahestehen. Anders als etwa ein Kunstfreund, der dem Museum für eine vorübergehende Zeit einen Teil seiner privaten Sammlung überlässt, erfolgt die Gebrauchsüberlassung hier zwischen zwei privatwirtschaftlichen Unternehmen, deren Hauptzweck in einer kaufmännischen Tätigkeit besteht. Eine Analogie zum Mäzenatentum verbietet sich daher. Betriebswirtschaftliches Verhalten gebietet es vielmehr, die Gebrauchsüberlassung zu Marktkonditionen vorzunehmen. Dies umfasst insbesondere den Wert der eigentlichen Gebrauchsüberlassung, Amortisation, Kapitalkosten.\n\n3.5.3 Die Verleihgabung ist nach dem Gesagten steuerbar, und zwar zwischen Nahestehenden selbst dann, wenn von einer Fakturierung abgesehen wurde. Im einen wie im andern Fall handelt es sich um eine unternehmerische Tätigkeit. Im Umkehrschluss bleibt für eine Verweigerung des Vorsteuerabzugs bzw. der Einlageentsteuerung kein Raum. Die Beschwerde erweist sich insofern, wenn auch motivsubstituierend (nicht publ. E. 1.3.1), als begründet.\n\n3.6\n\n3.6.1 Es bleibt die Frage, ob die Nutzung der Sammlung, soweit die Exponate am Hauptsitz ausgestellt werden, ebenfalls als BGE 142 II 488 S. 501unternehmerische Tätigkeit zu betrachten ist. Anders als bei der Verleihgabung an eine Tochtergesellschaft fehlt es hier an einem Leistungsaustausch, sieht man von den bescheidenen Entgelten ab, die im Zusammenhang mit Führungen am Hauptsitz anfallen.\n\n3.6.2 Wie ausgeführt, verfolgt die Steuerpflichtige einen auffallend aktiven Aussenauftritt (vorne E. 3.4.2). So ist sie in teils ausserordentlich populären Bereichen des inländischen Sportgeschehens an vorderster Front präsent. Teils tritt sie nicht nur mit ihrem Logo, sondern als Namensgeberin einer namhaften Veranstaltung auf. Die weit überwiegende Mehrheit des mit dem Sponsoring konfrontierten Publikums wird kaum je in die Lage kommen, Geschäfte mit der Steuerpflichtigen abzuschliessen, zumal deren Aktivitäten darauf beschränkt sind, Waren zu günstigen Konditionen einzukaufen und sie sogleich an ihre Tochtergesellschaften weiterzuverkaufen. Konzernfremde Kreise scheinen als Abnehmer nicht in Betracht zu fallen. Ziel und Zweck des Sponsorings, das die Steuerpflichtige betreibt, liegen daher zwangsläufig in der Imagewerbung, nicht in der Bewerbung konkreter Produkte oder eigener Leistungen.\n\n3.6.3 Mit den Ausstellungen am Hauptsitz verhält es sich nicht anders. Dadurch, dass die repräsentativen Exponate einer breiten und damit branchenfremden Öffentlichkeit zugänglich gemacht werden, verfolgt die Steuerpflichtige letztlich denselben Zweck wie mit ihrem Werbeauftritt im Sportbereich. Es fragt sich daher, inwiefern es zu einer abweichenden Beurteilung kommen könnte. Eine Beschränkung des Vorsteuerabzugs liesse sich gegebenenfalls damit begründen, dass die Investition in Kunstwerke insgesamt als Privatverbrauch zu qualifizieren wäre. Unter Herrschaft des Mehrwertsteuerrechts von 1994 befasste das Bundesgericht sich erstmals mit einer derartigen Konstellation, wenn auch nur am Rande. Ausgangspunkt der damaligen Überlegungen bildete Art. 8 Abs. 2 lit. h Ziff. 3 Satz 2 ÜbBest. BV in der Fassung vom 18. Juni 1993 (BBl 1994 I 462, 1993 II 877), welcher lautete: \"Für Ausgaben, die keinen geschäftlichen Charakter haben, besteht kein Vorsteuerabzugsrecht\". Daraus schlossen ESTV und Bundesgericht, dass \"auf Ausgaben für Zwecke ausserhalb des steuerpflichtigen Unternehmens, also vor allem für den Privatverbrauch oder -gebrauch oder für eine der Steuer nicht unterliegende Unternehmenstätigkeit sowie für eindeutige Konsumausgaben, Luxusausgaben und Repräsentationsaufwendungen, der Vorsteuerabzug nicht geltend gemacht werden kann\" (Urteil 2A.303/1996 BGE 142 II 488 S. 502vom 14. März 1997 bzw. BGE 123 II 295 E. 4b S. 300, ferner E. 6d S. 306). Bei seinen Überlegungen stützte das Bundesgericht sich auf die Materialien (Bericht Matthey, AB 1993 N 331, 336, [französisch] 339, 344), nicht unwesentlich aber auch auf die Rechtslage in der Europäischen Union. Streitig und zu klären war indes nur die Beschränkung des Vorsteuerabzugsrechts auf Ausgaben für Unterkunft, Verpflegung, Getränke und Geschäftsreisen, sodass dem Aspekt \"Luxusausgaben und Repräsentationsaufwendungen\" nicht vertiefter nachzugehen war.\n\n3.6.4 Nunmehr zum Mehrwertsteuerrecht von 1999 erkannte das Bundesgericht im Urteil 2C_814/2010 vom 23. September 2011 E. 8.2 wörtlich folgendes (Auszeichnungen durch das Bundesgericht): \"Es ist (...) davon auszugehen, dass eine übliche Ausstattung der Geschäftsräume geschäftsmässig begründet ist und die entsprechenden Vorsteuerabzüge gemacht werden können. Dies gilt hingegen nicht für Luxusausgaben oder Repräsentationsaufwendungen (BGE 123 II 295 E. 6d), die in der Regel nicht für geschäftliche Zwecke verwendet werden wie bspw. Orientteppiche im Coiffeursalon oder Kunstwerke wie Bilder und Skulpturen im Büro des Unternehmensberaters (...). In diesem Sinne wären Spannteppiche oder sonst allgemein übliche Bodenbeläge - wie sie zudem in aller Regel bereits in der Miete der Räume enthalten sind - sicher zu den geschäftsmässig begründeten Aufwendungen für die Geschäftsräume eines Treuhand- und Steuerberatungsunternehmens zu zählen. Der Vorinstanz ist hingegen darin beizupflichten, dass die Ausstattung der Geschäftsräume mit teuren Orientteppichen offensichtlich primär dem persönlichen Wohlergehen der darin anwesenden Personen, also deren persönlichen und privaten Nutzen dient. Wenn sie deshalb die Notwendigkeit der teuren Teppiche zur Erzielung der Umsätze als nicht ersichtlich erachtet, kann ihr keine Verletzung von Bundesrecht vorgeworfen werden.\"\n\n3.6.5 Dem Entscheid von 2011 lagen tatsächliche Umstände zugrunde, die mit der vorliegenden Konstellation nicht vergleichbar sind. Weder geht es um einen Coiffeursalon noch um ein Treuhandbüro. Die Dimensionen tragen ganz andere Züge und rufen nach einer spezifischen Betrachtung. Die Steuerpflichtige erzielt in ihrer Sparte \"Zentraleinkauf\" ausserordentlich hohe Umsätze, investiert viel in ihren Aussenauftritt und ist anhand ihrer konkreten Verhältnisse zu messen. Die Kernaussage des Urteils 2C_814/2010 greift freilich auch BGE 142 II 488 S. 503unter neuem Recht. Entscheidend ist jedenfalls neurechtlich, ob der vorsteuerbelastete Aufwand oder die vorsteuerbelastete Investition \"ins Gesamtkonzept passt\", also den Umständen entspricht und daher \"klar im Rahmen der allgemeinen unternehmerischen Tätigkeit der betreffenden steuerpflichtigen Person\" anfällt (vorne E. 2.3.4). Was mehrwertsteuerrechtlich als \"unternehmerisch\" zu gelten hat, lässt sich freilich nur schwer in abschliessender Weise positiv umschreiben. Es ist unumgänglich, von Fall zu Fall eine Gesamtbetrachtung der jeweiligen Verhältnisse anzustellen.\n\n3.6.6 Der Vorsteuerabzug aufgrund \"unternehmerischer Tätigkeit\" im Sinne von Art. 28 Abs. 1 MWSTG erinnert indes schon dem Wortlaut nach an den \"geschäftsmässig begründeten Aufwand\" gemäss Art. 59 Abs. 1 (positive Formulierung) bzw. Art. 58 Abs. 1 lit. b (negative Formulierung) des Bundesgesetzes vom 14. Dezember 1990 über die direkte Bundessteuer (DBG; SR 642.11). Noch im Entscheid von 1997 äusserte das Bundesgericht erhebliche Bedenken zur Frage, ob vergleichsweise das Recht der direkten Steuern herangezogen werden dürfe, um zu klären, was unter Ausgaben zu verstehen sei, \"die keinen geschäftlichen Charakter haben\" (Art. 8 Abs. 2 lit. h Ziff. 3 Satz 2 ÜbBest. BV). Es verwarf dies, was es im Wesentlichen damit begründete, dass die beiden Steuerarten unterschiedliche Besteuerungsziele verfolgten. Wegen der anders gearteten Steuersysteme liessen sich bei der Mehrwertsteuer die \"Ausgaben mit geschäftlichem Charakter\" daher nicht nach einkommenssteuerrechtlichen Kriterien bestimmen (BGE 123 II 295 E. 6b S. 304 f.).\n\n3.6.7 Unter dem Mehrwertsteuerrecht von 2009 stellt sich die Frage in einem andern Licht. Massgebend ist nunmehr der Umstand, dass \"geschäftsmässig begründet\" und \"unternehmerisch tätig\" auf einem gleichen, wirtschaftlich zu umschreibenden Fundament ruhen. In beiden Fällen muss eine wirtschaftliche Betrachtungsweise vorherrschen, da die Konturen der unternehmerischen Tätigkeit rein positivrechtlich, mit zivilrechtlichen Mitteln, kaum abschliessend gefasst werden können. Entsprechend wird in der Doktrin postuliert, die Auslegung habe sich an die Regelung zu den direkten Steuern anzulehnen (CAMENZIND/HONAUER/VALLENDER/JUNG/PROBST, a.a.O., N. 1654).\n\n3.6.8 Direktsteuerlich gilt, dass die Frage, ob ein konkreter Aufwand auch tatsächlich geschäftsmässig begründet ist, von der Betriebswirtschaftslehre beantwortet wird. Geschäftsmässig begründet sind Kosten daher dann, wenn sie aus betriebswirtschaftlicher Sicht vertretbar erscheinen (BGE 124 II 29 E. 3c S. 33; 113 lb 114 E. 2c S. 118 f.). BGE 142 II 488 S. 504Somit muss direktsteuerlich alles, was nach kaufmännischer Auffassung in guten Treuen zum Kreis der Unkosten gerechnet werden kann, als geschäftsmässig begründet anerkannt werden. Dabei spielt es keine Rolle, ob ein Betrieb auch ohne den fraglichen Aufwand ausgekommen wäre oder ob dieser Aufwand im Sinne einer rationellen und gewinnorientierten Betriebsführung zweckmässig war (zum Ganzen Urteile 2C_697/2014 vom 1. Mai 2015 E. 2.2 [Luxusfahrzeug] und 2C_862/2011 vom 13. Juni 2012 E. 2.3 [Ertragsverzicht], in: StE 2012 B 72.14.2 Nr. 39). Vergleichbare Überlegungen stellte das Bundesgericht im Übrigen auch in mehrwertsteuerlichem Zusammenhang schon an (zit. Urteil 2C_814/2010 E. 8.2 [Orientteppich]), und dies bereits unter dem Recht von 1999.\n\n3.6.9 Wenn auch vieles dafür spricht, muss hier nicht entschieden werden, ob die neurechtliche mehrwertsteuerliche Praxis vollständig mit der direktsteuerlichen Sichtweise zu synchronisieren sei. In jedem konkreten Einzelfall ist eine Gesamtbetrachtung anzustellen. Es liegt aber auf der Hand, dass zwischen dem Vorsteuerabzug aufgrund unternehmerischer Tätigkeit (Art. 28 Abs. 1 MWSTG) und dem Kostenabzug zufolge geschäftsmässiger Begründetheit (Art. 59 Abs. 1 bzw. Art. 58 Abs. 1 lit. b DBG) überaus enge Bande bestehen. Diese reichen über einen ähnlichen Wortlaut hinaus und finden ihren Grund in einem weitgehend gleichartigen betriebswirtschaftlichen Fundament. Im Anwendungsbereich beider Steuerarten haben sodann die Steuerbehörden bei ihrer Beurteilung grundsätzlich auf die Strukturen und Verträge abzustellen, wie sie die Steuerpflichtigen getroffen haben. Soweit die Schranken der gesetzlichen Gestaltungsfreiheit gewahrt sind, bei deren Übertreten die Steuerbehörde zwingend einzugreifen hat, bleibt es der Steuerbehörde benommen, ihr eigenes Ermessen an die Stelle jenes der verantwortlichen Gesellschaftsorgane zu setzen. Gleichermassen kann auch ein Gericht nur zurückhaltend in den Gestaltungsspielraum eingreifen, der dem Unternehmen zukommt (Urteile 2C_711/2014 vom 20. Februar 2015 E. 2.3.2, in: ASA 83 S. 616 und 2C_812/2013 vom 28. Mai 2014 E. 3.2.5, in: ASA 83 S. 63, je zur MWST; 2C_941/2012 vom 9. November 2013 E. 2.6, in: ASA 82 S. 375, StR 69/2014 S. 207 und 2C_1158/2012 vom 27. August 2013 E. 3.5, in: ASA 82 S. 229, RDAF 2014 II S. 12, StE 2014 A 25 Nr. 13, StR 68/2013 S. 786, je zu den direkten Steuern).\n\n3.7\n\n3.7.1 Die Vorinstanz folgt bei ihrer Beurteilung weitgehend der Sichtweise der ESTV, welche diese in ihren Verwaltungsverordnungen BGE 142 II 488 S. 505niedergelegt hat (so namentlich in der MWST-Info 02 \"Steuerpflicht\"). Die Vorinstanz umschreibt das Vorgehen daher folgendermassen (angefochtener Entscheid E. 2.7.4):\n\n\"Können die zu beurteilenden Eingangsleistungen direkt dem unternehmerischen Bereich zugeordnet werden, besteht dem Grundsatze nach ein Recht des Steuerpflichtigen, die Vorsteuer auf diesen Eingangsleistungen abzuziehen. Sind die Eingangsleistungen dagegen nicht unternehmerisch, besteht in der Regel kein Vorsteuerabzugsrecht. Hiervon weicht die ESTV nur ab, falls die eigentlich nicht direkt unternehmerisch verwendete Eingangsleistung dem Unternehmensträger dient, unternehmerische Zwecke zu verfolgen. In solchen Fällen sind die dafür verwendeten Eingangsleistungen (indirekt) ebenfalls dem Unternehmensbereich des Steuerpflichtigen zuzuordnen und die auf den Eingangsleistungen lastenden Vorsteuern dem Grundsatze nach ebenfalls abziehbar.\"\n\nVor diesem Hintergrund erwägt die Vorinstanz im Wesentlichen, bei den Aktivitäten, welche die Steuerpflichtige im Bereich von Kunst und Kultur entfalte, handle es sich um einen \"eigenständigen Tätigkeitsbereich\" im Sinne der Verwaltungspraxis der ESTV (angefochtener Entscheid E. 3.2). Mangels Absicht, nachhaltig Einnahmen aus Leistungen zu erzielen, könne der Bereich von Kunst und Kultur grundsätzlich nicht als \"unternehmerisch\" bezeichnet werden (Entscheid E. 3.3.4). Da die Zwecksetzung dieses Bereichs im Ausstellen der Kunstwerke liege, fehle aber auch ein \"unternehmerischer Grund\" für die Auslagen. Weder der geltend gemachte \"direkte Werbeeffekt\" noch die behauptete Nutzung als \"Wertanlage\" trügen nachweislich zur Förderung der eigentlichen unternehmerischen Tätigkeit bei (Entscheid E. 3.3.5).\n\n3.7.2 Der wirtschaftlich geprägte Begriff der \"unternehmerischen Tätigkeit\" ruft im konkreten Einzelfall nach einer Gesamtbetrachtung. Wie gezeigt, fussen die mehrwertsteuerliche \"unternehmerische Tätigkeit\" und die direktsteuerliche \"geschäftsmässige Begründetheit\" auf einem weitgehend gleichartigen wirtschaftlichen Fundament. Was direktsteuerlich \"geschäftsmässig\" ist, erschliesst sich anhand der Betriebswirtschaftslehre. Dem Grundsatze nach gleich verhält es sich bei Beantwortung der Frage, was mehrwertsteuerlich als \"unternehmerisch\" zu gelten hat. Wiederum direktsteuerlich gilt, dass alles, was nach kaufmännischer Auffassung in guten Treuen zum Kreis der Unkosten gerechnet werden kann, als geschäftsmässig begründet anerkannt werden muss (zum Ganzen vorne E. 3.6.7 und 3.6.8).\n\n3.7.3 Bei der gebotenen einzelfallweisen Gesamtbetrachtung mag sich der Orientteppich in einem Coiffeursalon oder das kostspielige BGE 142 II 488 S. 506Kunstwerk in einem Treuhandbüro daher als unangemessen darstellen, weil es den Rahmen des Üblichen klarerweise sprengt (vorne E. 3.6.4). Handkehrum kann durchaus von geschäftsmässiger Begründetheit der Anschaffung (im Sinne der direkten Steuern) bzw. mehrwertsteuerlich von einer Anschaffung ausgegangen werden, die \"im Rahmen der allgemeinen unternehmerischen Tätigkeit der betreffenden steuerpflichtigen Person liegt\" (vorne E. 2.3.4), wenn nur die gesamten Umstände die Investition als verhältnismässig erscheinen lassen. Die bisherige Praxis hat hierzu hauptsächlich eine qualitative Sichtweise walten lassen, indem sie darauf abstellte, ob eine \"übliche Ausstattung der Geschäftsräume\" vorliege (vorne E. 3.6.4). Es wurde, wie eben ausgeführt, zur Hauptsache geprüft, ob ein bestimmtes Objekt als (qualitativ) ins betriebliche Umfeld \"passend\" erscheint. Auch wenn das Halten erstklassiger Kunstwerke unter diesem Gesichtspunkt als angemessen erscheint, ist damit aber noch nichts dazu gesagt, in welchem Umfang eine Anschaffung von Objekten als \"in den Rahmen der unternehmerischen Tätigkeit fallend\" betrachtet werden kann. Erforderlich ist mithin auch eine quantitative Würdigung, gerade dann, wenn es sich um eine eigentliche Sammlung handelt.\n\n3.7.4 Auch zum quantitativen Aspekt fehlt ein allgemeiner Massstab. Die primäre Weichenstellung wird anhand dessen vorzunehmen sein, ob die gesammelten Stücke im Rahmen einer Verleihgabung verwendet werden (wie hier), der Verschönerung von Räumen mit Publikumsverkehr oder aber nur von solchen dienen, zu welchen lediglich das Personal Zugang hat. Gebäudebereiche, welche auch dem Publikum, den Kunden, Lieferanten oder anderen Geschäftspartnern offenstehen, werden gewöhnlicherweise von Zeit zu Zeit neu bebildert. Denn im Sinn und Zweck der Repräsentation liegt begründet, dass die Kunstwerke periodisch eine Auswechslung erfahren. Eine Bevorratung ist bei dieser Zwecksetzung zwangsläufig geboten, umso mehr, wenn eine Gesellschaft beauftragt ist, die in den übrigen Konzerngesellschaften auszustellenden Kunstwerke zentral anzuschaffen und zu bewirtschaften. Auch in diesem letzten Fall bleibt aber unerlässlich, dass die gehaltenen Objekte insgesamt qualitativ und quantitativ den Gegebenheiten entsprechen.\n\n3.7.5. Der Entscheid darüber, in welcher Beschaffenheit und in welchem Masse Kunstwerke gehalten werden sollen, liegt sowohl direkt- wie mehrwertsteuerlich in der Zuständigkeit der Organe (vorne E. 3.6.9). Sie verfügen dabei über einen nicht unerheblichen Spielraum, nachdem die Frage der qualitativen und quantitativen BGE 142 II 488 S. 507Angemessenheit kaum ein für alle Mal entschieden werden kann. Wird der Rahmen dessen, was qualitativ und quantitativ angemessen ist, aber im Einzelfall und unter Würdigung der Gesamtumstände klarerweise überschritten, muss im überschiessenden Umfang grundsätzlich von einer ausschliesslich durch persönliche Ansprüche zu erklärenden Vermögensanlage ausgegangen werden. Solche Anschaffungen liegen ausserhalb des \"Rahmens der allgemeinen unternehmerischen Tätigkeit\" (vorne E. 2.3.4). Folglich ist ausgeschlossen, die bei der Anschaffung anfallende Vorsteuer abzuziehen. Die Veräusserung derartiger Objekte unterliegt aber auch nicht der Umsatzsteuer.\n\n3.8\n\n3.8.1 Es fragt sich daher, ob die streitbetroffenen sieben Kunstwerke (vorne Sachverhalt lit. B), um die es hier einzig geht, in den Rahmen der \"allgemeinen unternehmerischen Tätigkeit\" fallen. Geklärt ist dies bereits insoweit, als die Objekte im Rahmen der Verleihgabung genutzt werden (vorne E. 3.5). Zu klären steht der Aspekt der Eigennutzung (vorne E. 3.6). Hierbei ist an die Konzernphilosophie anzuknüpfen, die sich aus dem angefochtenen Entscheid (Art. 105 Abs. 1 BGG) und den Vorakten (Art. 105 Abs. 2 BGG) ergibt. Danach tritt die Steuerpflichtige an namhaften, schweizweit Aufmerksamkeit erheischenden Sportanlässen als Sponsorin auf, teils sogar als Hauptsponsorin. Sie dokumentiert damit ihre Absicht, in weiten Kreisen zur Kenntnis genommen zu werden, wenngleich die Absatzmärkte wohl primär im Ausland liegen und ein breites Publikum ohnehin nicht zu den anvisierten Käufern zählt. Die ESTV hat zwar die Sponsoringaktivitäten als in den Rahmen der allgemeinen unternehmerischen Tätigkeit fallend qualifiziert, sie bestreitet dasselbe aber im Bereich der Kunstaktivitäten. Ob die Steuerpflichtige ganz allgemein als Sponsorin von sportlichen Anlässen auftritt oder die dem breiten Publikum zugänglichen Bereiche des Hauptsitzes mit qualitativ hochwertiger Kunst ausstattet, ist letztlich einerlei. Die Parallele liegt auf der Hand: Beides zielt auf ein Publikum ab, das mit der eigentlichen Käuferschaft wenig gemein hat, und beides dient der Repräsentation und mithin der Pflege des Erscheinungsbildes, wenn auch mit unterschiedlichen Mitteln.\n\n3.8.2 Es ist daher bundesrechtswidrig, wenn der Kunstsammlung von vornherein die geschäftsmässige Begründetheit bzw. die unternehmerische Relevanz abgesprochen wird. Gegenteils muss nach dem Grundsatz der Einheit des Unternehmens (Art. 10 Abs. 1 MWSTG) davon ausgegangen werden, dass die Kunstsammlung grundsätzlich BGE 142 II 488 S. 508dem Unternehmen zuzuordnen ist (vorne E. 3.3.2). Wenn auch vorliegend kaum Umsätze nachgewiesen sind, die mit der Ausstellung am Hauptsitz in Zusammenhang stehen, darf dies dennoch zu keiner künstlichen Segmentierung führen. Neurechtlich genügt es, wenn die Vorsteuern klar im Rahmen der allgemeinen unternehmerischen Tätigkeit anfallen. Der Verwendungskonnex spielt keine ausschlaggebende Rolle mehr (vorne E. 2.3.4). Zu einem anderen Schluss müsste man freilich gelangen, soweit die Objekte \"unpassend\" wären, sei es in qualitativer und/oder quantitativer Hinsicht. Diesfalls bestünde eine offensichtliche Wesensverschiedenheit zwischen Vorhandenem und Angemessenem, weshalb von einem eigenständigen Bereich auszugehen wäre, der mit der unternehmerischen Tätigkeit nichts mehr zu tun hat. Nach der im Steuerrecht herrschenden Normentheorie handelte es sich dabei um eine steuererhöhende Tatsache, die als solche von der ESTV nachzuweisen wäre (BGE 140 II 248 E. 3.5 S. 252; Urteil 2C_164/2016 vom 21. April 2016 E. 3.6). Dies würde aber entsprechende vorinstanzliche Feststellungen erfordern. Solche sind im vorliegenden Fall nicht ersichtlich, weshalb es schon aus diesem Grund bei der Einheit des Unternehmens bleibt.\n\n3.8.3 Die streitbetroffenen Objekte fügen sich in eine Sammlung ein, die angelegt wurde, um einerseits am Hauptsitz in der Schweiz, anderseits am Sitz der in- und ausländischen Tochtergesellschaften ausgestellt zu werden. Zumindest am Hauptsitz sind die Exponate einem breiten Publikum zugänglich, was der Imagepflege dienlich ist und ähnlich wie das Sponsoring ein gutes Licht auf die Gruppe werfen kann. Anhaltspunkte dafür, dass die sieben Gemälde neben der eigentlichen Zweckbestimmung hauptsächlich den persönlichen Bedürfnissen der Entscheidungsträger dienen, sind nicht ersichtlich. Unter Berücksichtigung der gesamten Umstände ist die Anschaffung repräsentativer Kunstwerke zum Zweck der späteren Ausstellung am Hauptsitz und für Wanderausstellungen am Sitz von Tochtergesellschaften als \"unternehmerisch\" oder \"geschäftsmässig\" zu qualifizieren. Dies berechtigt die Steuerpflichtige zur Vornahme des Vorsteuerabzugs (Art. 28 Abs. 1 MWSTG) bzw. der Einlageentsteuerung (Art. 32 Abs. 1 MWSTG).\n\n3.8.4 Dieses Ergebnis steht aber auch im Einklang mit der jüngsten Praxis zur Frage der minimalen unternehmerischen Tätigkeit (BGE 141 II 199). Danach kann von einer unternehmerischen Tätigkeit nicht gesprochen werden, wenn die Tätigkeit praktisch ausschliesslich BGE 142 II 488 S. 509durch Nicht-Entgelte finanziert wird bzw. etwaige Entgelte bloss einen symbolischen Charakter haben. Mit Ausnahme der Ausstellung, die - abgesehen von Führungen - zu keinen unmittelbaren Entgelten führt, erbringt die Steuerpflichtige ausschliesslich steuerbare Leistungen. (...)"}