{"annee": "142", "cour": "IV", "page": "383", "date": "22/9/2016", "cite": [], "cite_par": ["144 IV 285", "144 IV 1"], "chapeau": "52. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Oberstaatsanwaltschaft des Kantons Schwyz gegen X. (Beschwerde in Strafsachen)\n\n6B_437/2016 vom 22. September 2016", "regestes": ["Classement de la procédure; confiscation accessoire et indépendante (art. 320 al. 2, 2e phrase, art. 329 al. 4, 2e phrase, et art. 376 CPP; art. 70 CP); confiscation à l'encontre d'une personne morale pour laquelle le prévenu a agi. Lorsqu'une procédure pénale est classée par le ministère public après la conduite de l'instruction ou par le tribunal en raison de l'empêchement de procéder de la prescription, la confiscation d'objets et de valeurs patrimoniales doit être prononcée dans l'ordonnance de classement, respectivement dans la décision de classement, et une procédure de confiscation indépendante n'entre pas en considération. La confiscation au détriment d'une personne morale, pour laquelle le prévenu a agi, sera ordonnée à titre accessoire dans la procédure contre le prévenu ou, lorsqu'une telle procédure ne peut pas être conduite, dans le cadre d'une décision de confiscation indépendante contre la personne morale (consid. 2)."], "faits": "BGE 142 IV 383 S. 384\n\nA. Die Staatsanwaltschaft Innerschwyz erhob am 22. August 2014 bei der Einzelrichterin am Bezirksgericht Schwyz Anklage gegen X. wegen mehrfacher vorsätzlicher Widerhandlung gegen das Gesundheitsgesetz des Kantons Schwyz und wegen vorsätzlicher Übertretung des (eidgenössischen) Heilmittelgesetzes. X. wurde vorgeworfen, er habe als Zahntechniker und Zahnprothetiker in der Zeit vom 28. Juli 2010 bis zum 9. Oktober 2011 bewilligungspflichtige Tätigkeiten ohne die erforderliche Bewilligung ausgeübt und am 9. September 2011 einem Kunden zwei rezeptpflichtige Heilmittel abgegeben, ohne dazu berechtigt zu sein (siehe auch Urteil 6B_907/2013 vom 3. Oktober 2014 für die Zeit vom 1. Januar 2008 bis 27. Juli 2010).\n\nB.\n\nB.a Die Einzelrichterin am Bezirksgericht Schwyz sprach X. mit Urteil vom 23. Oktober 2014 vom Vorwurf der mehrfachen vorsätzlichen Widerhandlung gegen das kantonale Gesundheitsgesetz (Anklageziffern 1.5, 1.26, 1.28 und 1.64) und vom Vorwurf der vorsätzlichen Übertretung des Heilmittelgesetzes (Anklageziffer 2) frei und stellte das Verfahren betreffend die übrigen Anklageziffern zufolge Verjährung ein. Den Antrag der Staatsanwaltschaft Innerschwyz, den widerrechtlich erzielten Gewinn einzuziehen, wies sie ab, soweit sie darauf eintrat. Sie ordnete an, dass die beschlagnahmten Patientenakten nach Eintritt der Rechtskraft des Urteils unbelastet X. herausgegeben werden.\n\nGegen dieses Urteil erhoben die Staatsanwaltschaft Berufung und X. Anschlussberufung.\n\nB.b Das Kantonsgericht Schwyz sprach X. mit Urteil vom 7. März 2016 in der Anklageziffer 1.5 der vorsätzlichen Widerhandlung gegen das kantonale Gesundheitsgesetz schuldig und bestrafte ihn mit einer Busse von CHF 100.-. Es sprach ihn in den Anklageziffern 1.26, 1.28, 1.64 und 2 frei und stellte in den übrigen Anklageziffern das Verfahren zufolge Verjährung ein. Es ordnete an, dass die Beschlagnahme der Patientenakten bis zum rechtskräftigen Entscheid über eine allfällige Vermögenseinziehung aufrechterhalten BGE 142 IV 383 S. 385bleibe und die Patientenakten nach Eintritt der Rechtskraft eines diesbezüglichen Entscheids unbelastet X. herauszugeben seien.\n\nC. Die Oberstaatsanwaltschaft des Kantons Schwyz erhebt Beschwerde in Strafsachen mit den Anträgen, es sei bei X. ein widerrechtlich erzielter Gewinn von CHF 4'400.- einzuziehen und über die Kosten- und Entschädigungsfolgen neu zu befinden. Eventualiter sei die Vorinstanz anzuweisen, die Kosten- und Entschädigungsfolgen des Untersuchungsverfahrens einem Entscheid im selbstständigen Einziehungsverfahren vorzubehalten.\n\nX. beantragt, die Beschwerde sei abzuweisen, soweit darauf einzutreten sei. Das Kantonsgericht Schwyz hat auf Vernehmlassung verzichtet.\n\nIn teilweiser Gutheissung der Beschwerde hebt das Bundesgericht das angefochtene Urteil insofern auf, als darin für die Einziehung auf ein selbstständiges Einziehungsverfahren verwiesen wird.", "considerants": "Aus den Erwägungen:\n\n2. Ein selbstständiges Einziehungsverfahren wird durchgeführt, wenn ausserhalb eines Strafverfahrens über die Einziehung von Gegenständen oder Vermögenswerten zu entscheiden ist (Art. 376 StPO). Gegenstände oder Vermögenswerte, die voraussichtlich in einem selbstständigen Verfahren einzuziehen sind, werden beschlagnahmt (Art. 377 Abs. 1 StPO). Sind die Voraussetzungen für die Einziehung erfüllt, so ordnet die Staatsanwaltschaft die Einziehung in einem Einziehungsbefehl an; sie gibt der betroffenen Person Gelegenheit zur Stellungnahme (Art. 377 Abs. 2 StPO). Sind die Voraussetzungen nicht erfüllt, so verfügt sie die Einstellung des Verfahrens und gibt die beschlagnahmten Gegenstände oder Vermögenswerte der berechtigten Person zurück (Art. 377 Abs. 3 StPO). Das Einspracheverfahren richtet sich nach den Bestimmungen über den Strafbefehl. Ein allfälliger Entscheid des Gerichts ergeht in Form eines Beschlusses oder einer Verfügung (Art. 377 Abs. 4 StPO).\n\n2.1 Ein selbstständiges Einziehungsverfahren ist mithin durchzuführen, wenn ausserhalb des Strafverfahrens über die Einziehung zu entscheiden ist. Dies ist der Fall, wenn aus irgendwelchen Gründen kein Strafverfahren stattfindet. Ein Strafverfahren wird etwa dann nicht durchgeführt, wenn die Staatsanwaltschaft gemäss Art. 310 StPO die Nichtanhandnahme verfügt, beispielsweise weil Verfahrenshindernisse bestehen, wozu die Verjährung der Straftat gehört. Führt BGE 142 IV 383 S. 386die Staatsanwaltschaft hingegen eine Untersuchung durch (Art. 311 ff. StPO), so findet ein Strafverfahren statt und fällt ein selbstständiges Einziehungsverfahren im Sinne von Art. 376 StPO ausser Betracht. Verfügt die Staatsanwaltschaft die Einstellung des Verfahrens (Art. 319 ff. StPO) beispielsweise wegen des Prozesshindernisses (Art. 319 Abs. 1 lit. d StPO) der Verjährung, so hat sie in der Einstellungsverfügung über die Einziehung von Gegenständen und Vermögenswerten zu entscheiden. Art. 320 Abs. 2 Satz 2 StPO, wonach die Staatsanwaltschaft in der Einstellungsverfügung die Einziehung anordnen \"kann\", ist nicht in dem Sinne zu verstehen, dass die Einziehung fakultativ wäre. Vielmehr steht der Staatsanwaltschaft die Kompetenz zu, in der Einstellungsverfügung über die Einziehung zu befinden, und die Staatsanwaltschaft muss die Einziehung in der Einstellungsverfügung anordnen, wenn deren Voraussetzungen erfüllt sind. Erhebt die Staatsanwaltschaft Anklage (Art. 324 ff. StPO), so prüft die Verfahrensleitung des erstinstanzlichen Gerichts unter anderem, ob Verfahrenshindernisse bestehen (Art. 329 Abs. 1 lit. c StPO), wozu beispielsweise die Verjährung zählt. Kann ein Urteil definitiv nicht ergehen, beispielsweise weil ein Verfahrenshindernis besteht, so stellt das Gericht das Verfahren ein, nachdem es den Parteien und weiteren durch die Einstellung beschwerten Dritten das rechtliche Gehör gewährt hat (Art. 329 Abs. 4 Satz 1 StPO). Artikel 320 ist sinngemäss anwendbar (Art. 329 Abs. 4 Satz 2 StPO). Das Gericht hat somit darüber zu entscheiden, ob Gegenstände oder Vermögenswerte einzuziehen sind. Es hat mithin, auch wenn es das Verfahren zufolge Verjährung der eingeklagten Handlungen einstellt, zu prüfen, ob die eingeklagten Handlungen tatbestandsmässig und rechtswidrig sind und ob die beschuldigte Person dadurch Vermögenswerte erlangt hat. Dies ergibt sich nach den zutreffenden Vorbringen der Beschwerdeführerin aus Art. 329 Abs. 4 Satz 2 StPO in Verbindung mit Art. 320 Abs. 2 Satz 2 StPO. Gegebenenfalls sind die Vermögenswerte einzuziehen. Dass das Gericht im Strafverfahren zufolge Verjährung nicht prüfen muss, ob der Beschuldigte sich durch die eingeklagten Handlungen strafbar gemacht hat, ändert nichts daran, dass ein Strafverfahren stattgefunden hat. Daher ist die Konstellation, dass im Sinne von Art. 376 StPO \"ausserhalb eines Strafverfahrens\" über die Einziehung von Gegenständen oder Vermögenswerten zu entscheiden ist, nicht gegeben und bleibt deshalb kein Raum für ein selbstständiges Einziehungsverfahren. Hinzu kommt, dass das Einziehungsverfahren nicht ohne Not von einem pendenten Strafverfahren abgekoppelt werden sollte, da primär im BGE 142 IV 383 S. 387Strafverfahren darüber zu befinden ist, ob die fraglichen Vermögenswerte deliktischer Herkunft sind (Urteile 6S.68/2004 vom 9. August 2005 E. 11.2.2; 6B_733/2011 vom 5. Juni 2012 E. 3.1).\n\n2.2\n\n2.2.1 Diese Ansicht findet ihre Stütze in den Gesetzesmaterialien. In der Einstellungsverfügung wird über die Einziehung entschieden (Begleitbericht des EJPD vom Juni 2001 zum Vorentwurf für eine Schweizerische Strafprozessordnung, S. 244 Fn. 62; www.bj.admin.ch/bj/de/home/sicherheit/gesetzgebung/archiv/strafprozessrecht.html). Mit der Einziehung in der Einstellungsverfügung erübrigt sich ein selbstständiges Einziehungsverfahren (Begleitbericht, a.a.O., S. 212; Botschaft vom 21. Dezember 2005 zur Vereinheitlichung des Strafprozessrechts, BBl 2006 1085 ff., 1273 Ziff. 2.6.4.1).\n\n2.2.2 Diese Auffassung wird auch von der herrschenden Lehre vertreten. Sind die Voraussetzungen der Einziehung erfüllt, muss sie in der Einstellungsverfügung angeordnet werden. Der Behörde steht insoweit kein Ermessen zu. Der Wortlaut von Art. 320 Abs. 2 Satz 2 StPO (\"kann\") ist somit ungenau (LANDSHUT/BOSSHARD, in: Kommentar zur Schweizerischen Strafprozessordnung [StPO], 2. Aufl. 2014, N. 6 zu Art. 320 StPO;GRÄDER/HEINIGER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 11 zu Art. 320 StPO; CHRISTIAN SCHWARZENEGGER, in: Kommentar zur Schweizerischen Strafprozessordnung, 2. Aufl. 2014, N. 2 zu Art. 376 StPO; NIKLAUS SCHMID, Schweizerische Strafprozessordnung, Praxiskommentar, 2. Aufl. 2013, N. 4 zu Art. 320 StPO; derselbe, Handbuch des schweizerischen Strafprozessrechts, 2. Aufl. 2013, N. 1257 Fn. 134). Allerdings wird in der Lehre auch darauf hingewiesen, dass ein selbstständiges Einziehungsverfahren unter anderem dann stattfinden kann, wenn zwar die einziehungsbegründende Straftat verjährt ist, nicht aber der Einziehungsanspruch als solcher (siehe FLORIAN BAUMANN, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2. Aufl. 2014, N. 4 zu Art. 376 StPO; SCHWARZENEGGER, a.a.O., N. 2a zu Art. 376 StPO). Damit sind aber offenbar diejenigen Fälle angesprochen, in welchen zufolge Verjährung der Straftat ein Strafverfahren gar nicht eröffnet worden ist (siehe SCHWARZENEGGER, a.a.O., N. 2a zu Art. 376 StPO), nicht aber die Fälle, in denen erst im Verlauf des Strafverfahrens die Straftat verjährt beziehungsweise deren Verjährung festgestellt wird und daher eine Einstellungsverfügung durch die Staatsanwaltschaft (Art. 320 StPO) oder durch das Gericht (Art. 329 Abs. 4 StPO) erfolgt. BGE 142 IV 383 S. 388\n\n2.3 Allerdings fiel der Gewinn aus den allenfalls tatbestandsmässigen und rechtswidrigen Behandlungen, welche der Beschwerdegegner durchführte, nicht diesem, sondern der Y. AG zu, für welche der Beschwerdegegner tätig war. Weder die kantonalen Instanzen noch die Beschwerdeführerin setzen sich mit diesem Umstand auseinander. Da die Vermögenswerte der Y. AG zuflossen, muss sich das Einziehungsverfahren grundsätzlich gegen die Y. AG als Direktbegünstigte richten (siehe dazu ausführlich SIMONE NADELHOFER DO CANTO, Vermögenseinziehung bei Wirtschafts- und Unternehmensdelikten, 2008, S. 164 ff., 182 ff.). Daran ändert nichts, dass der Beschwerdegegner zu 80 % an der Y. AG beteiligt war und dass sein Einkommen aus den Gewinnen der Y. AG herrührte und er somit davon profitierte. Dass eine allfällige Einziehung zulasten der Y. AG anzuordnen wäre, bedeutet jedoch nicht, dass gegen diese ein selbstständiges Einziehungsverfahren gemäss Art. 376 ff. StPO durchzuführen sei. Die Abschöpfung deliktisch erlangter Vermögenswerte beim Unternehmen wird entweder akzessorisch im Strafverfahren gegen den Täter, der für das Unternehmen gehandelt hat, angeordnet oder, wenn ein solches Strafverfahren nicht durchgeführt werden kann, im Rahmen eines selbstständigen Einziehungsverfahrens gegen das Unternehmen (NADELHOFER DO CANTO, a.a.O., S. 165). Die Voraussetzung gemäss Art. 376 StPO, wonach ausserhalb eines Strafverfahrens über die Einziehung zu entscheiden ist, war vorliegend nicht erfüllt. Denn es konnte gegen die für die juristische Person handelnde natürliche Person, d.h. gegen den Beschwerdegegner, ein Strafverfahren durchgeführt werden.\n\n2.4 Die erste Instanz hätte somit im Strafverfahren gegen den Beschwerdegegner die Y. AG als andere Verfahrensbeteiligte (Art. 105 Abs. 1 lit. f StPO) beiziehen und im Strafverfahren gegen den Beschwerdegegner über die Einziehung zulasten der Y. AG entscheiden müssen. Die Vorinstanz hätte im angefochtenen Entscheid die erste Instanz zu diesem Vorgehen anweisen müssen. Indem sie dies unterliess und stattdessen mit der ersten Instanz das Einziehungsverfahren auf ein selbstständiges Verfahren gemäss Art. 376 ff. StPO verwies, verletzte sie Bundesrecht.\n\n2.5 Nicht zu entscheiden ist im vorliegenden Verfahren, ob und gegebenenfalls in welchem Umfang Vermögenswerte einzuziehen sind. Soweit die Beschwerdeführerin beantragt, es sei beim Beschwerdegegner ein widerrechtlich erzielter Gewinn von CHF 4'400.- einzuziehen, ist daher auf die Beschwerde nicht einzutreten. (...)"}