{"annee": "142", "cour": "II", "page": "259", "date": "7/6/2016", "cite": ["135 I 265", "135 V 382", "129 I 313", "132 I 140", "134 I 204", "141 I 253", "134 V 53", "123 III 454", "140 I 285", "120 IA 95"], "cite_par": ["144 II 77", "145 I 239"], "chapeau": "21. Extrait de l'arrêt de la Ire Cour de droit social dans la cause Conseil d'Etat de la République et canton de Neuchâtel contre A. (recours constitutionnel subsidiaire)\n\n8D_3/2015 du 7 juin 2016", "regestes": ["Art. 115 LTF; qualité pour former un recours constitutionnel subsidiaire d'un employeur public contre un jugement cantonal annulant le prononcé d'un blâme. Est laissée indécise la question de savoir s'il convient de reconnaître à la collectivité publique, en tant qu'employeur, la qualité pour former un recours constitutionnel subsidiaire de la même manière que dans la procédure du recours en matière de droit public (cf. ATF 134 I 204). Lorsque l'objet du litige porte sur un blâme, l'employeur public intervient en tant que détenteur de la puissance publique et n'est pas atteint de façon analogue à celle d'un employeur privé. Le seul fait que le blâme pourrait être invoqué à l'appui d'une procédure ultérieure de licenciement n'y suffit pas. Par conséquent, la possibilité de former un recours constitutionnel subsidiaire est d'emblée exclue (consid. 4.4)."], "faits": "BGE 142 II 259 S. 260\n\nA. A. a été engagée par l'Université B. à partir du 1er novembre 2001. Elle a occupé successivement les postes de collaboratrice scientifique, de maître-assistante, avant de se voir conférer le titre de professeure associée et d'être nommée directrice de la recherche au Laboratoire E. de la même Université.\n\nLe 25 février 2013, la rectrice de l'Université B. a informé la prénommée que le rectorat avait décidé de l'ouverture d'une enquête administrative afin de faire la lumière sur de potentiels comportements inadéquats, \"de caractère personnel\", au sein du laboratoire. L'enquête a été confiée à C., spécialiste en matière de gestion des conflits. L'enquêteur s'est adjoint la collaboration de D., avocate et médiatrice. Les enquêteurs ont rendu leur rapport le 31 mai 2013. Ils ont recommandé au rectorat de prendre des mesures disciplinaires, ou à tout le moins de prononcer un avertissement, à l'endroit de la professeure. Après avoir invité l'intéressée à se déterminer, le rectorat a transmis le dossier au Conseil d'Etat. Par décision du 7 janvier 2014, celui-ci a prononcé un blâme à l'encontre de A. Ce blâme était assorti d'une menace formelle de renvoi.\n\nB. Saisi d'un recours de A., la Cour de droit public du Tribunal cantonal de la République et canton de Neuchâtel a annulé la décision attaquée par arrêt du 4 août 2015.\n\nC. Le Conseil d'Etat de la République et canton de Neuchâtel interjette un recours constitutionnel subsidiaire contre ce jugement. Il en demande l'annulation, assortie de la confirmation de sa décision du 7 janvier 2014.\n\nIl n'a pas été ordonné d'échange d'écritures.\n\nLe Tribunal fédéral a déclaré le recours irrecevable.", "considerants": "Extrait des considérants:\n\n3. La cause relève du droit public, de sorte que, en principe, la voie ordinaire de recours est celle du recours en matière de droit public (art. 82 let. a LTF). Cependant, en ce qui concerne les rapports de travail de droit public (et sauf s'il se rapporte à l'égalité des sexes), le recours en matière de droit public est subordonné à la double condition que la décision attaquée concerne une contestation BGE 142 II 259 S. 261pécuniaire et que la valeur litigieuse atteigne au moins 15'000 fr. (art. 83 let. g LTF en corrélation avec l'art. 85 al. 1 let. b LTF). Même lorsque la valeur litigieuse n'atteint pas le montant déterminant, le recours est recevable si la contestation soulève une question juridique de principe (art. 85 al. 2 LTF). En l'espèce, la décision attaquée, qui porte sur un blâme, n'a pas d'incidence sur le traitement de l'intimée (voir l'arrêt 1D_15/2007 du 13 décembre 2007 consid. 1.3; cf. aussi FLORENCE AUBRY GIRARDIN, in Commentaire de la LTF, 2e éd. 2014, n° 102 ad art. 83 LTF). L'exception prévue à l'art. 83 let. g LTF s'applique donc et seule la voie du recours constitutionnel subsidiaire pourrait entrer en considération (art. 113 LTF).\n\n4.\n\n4.1 La jurisprudence concernant la recevabilité du recours en matière de droit public (art. 82 ss LTF, notamment art. 89 al. 1 LTF) retient que la collectivité publique, en tant qu'employeur, n'agit certes pas au même titre qu'un particulier dans une contestation découlant de rapports de travail régis par le droit public, mais qu'elle a néanmoins un intérêt spécifique digne de protection à l'annulation ou à la modification d'une décision d'un tribunal favorable à son agent; la collectivité publique se trouve en effet dans une situation juridique analogue à celle d'un employeur privé parce que les prestations pécuniaires qu'elle conteste devoir fournir (notamment un salaire ou une indemnité pour licenciement abusif) pourraient être dues par tout employeur dans une situation comparable (ATF 141 I 253 consid. 3.2 p. 255; ATF 134 I 204 consid. 2.3 p. 206 s.; arrêts 8C_596/2009 du 4 novembre 2009 consid. 1.3; 8C_170/2009 du 25 août 2009 consid. 2; 1D_13/2007 du 15 mai 2008 consid. 1.2; 1C_450/2007 du 26 mars 2008 consid. 1; 1C_341/2007 du 6 février 2008 consid. 1.1). Il en va de même d'une décision cantonale qui oblige la collectivité à réintégrer un employé (voir par ex. arrêt 8C_78/2012 du 14 janvier 2013 consid. 1.2).\n\nLa question de savoir si, après avoir reconnu la qualité pour recourir à la collectivité publique en tant qu'employeur dans la procédure du recours ordinaire, le Tribunal fédéral doit également l'admettre pour le recours constitutionnel subsidiaire, a été laissée indécise (arrêts 8D_7/2013 du 8 janvier 2014 consid 1.3; 8C_1077/2009 17 décembre 2010 consid. 3.2; 1D_13/2007 consid. 1.2 précité).\n\n4.2 D'après l'art. 115 LTF, a qualité pour former un recours constitutionnel quiconque a pris part à la procédure devant l'autorité précédente ou a été privé de la possibilité de le faire (let. a) et a un intérêt BGE 142 II 259 S. 262juridique à l'annulation ou à la modification de la décision attaquée (let. b). Le recours constitutionnel peut être formé pour violation des droits constitutionnels (art. 116 LTF). La notion d'intérêt juridiquement protégé au sens de l'art. 115 al. 1 let. b LTF est étroitement liée aux motifs de recours prévus par l'art. 116 LTF, en ce sens que la partie recourante doit être titulaire d'un droit constitutionnel dont elle invoque une violation (ATF 140 I 285 consid. 1.2 p. 290; ATF 135 I 265 consid. 1.3 p. 270). De tels droits ne sont reconnus en principe qu'aux citoyens, à l'exclusion des collectivités publiques qui, en tant que détentrices de la puissance publique, ne sont pas titulaires des droits constitutionnels et ne peuvent donc pas attaquer, par la voie du recours constitutionnel subsidiaire, une décision qui les traite en tant qu'autorités (ATF 140 I 285 consid. 1.2 p. 290). Cette règle s'applique aux cantons, aux communes et à leurs autorités, ainsi qu'aux autres corporations de droit public, qui agissent en tant que titulaires de la puissance publique. La jurisprudence admet toutefois qu'il y a lieu de faire une exception pour les communes et autres corporations de droit public, lorsqu'elles n'interviennent pas en tant que détentrice de la puissance publique, mais qu'elles agissent sur le plan du droit privé ou qu'elles sont atteintes dans leur sphère privée de façon identique ou analogue à un particulier, notamment en leur qualité de propriétaire de biens frappés d'impôts ou de taxes ou d'un patrimoine financier ou administratif. Une seconde exception est admise en faveur des communes et autres corporations publiques lorsque, par la voie du recours constitutionnel subsidiaire, elles se plaignent de la violation de garanties qui leur sont reconnues par les Constitutions cantonales ou fédérale telles que leur autonomie, l'atteinte à leur existence ou à l'intégrité de leur territoire (ATF 140 I 285 consid. 1.2 p. 290; ATF 132 I 140 consid. 1.3.1 p. 143; ATF 129 I 313 consid. 4.1 p. 318; cf. aussi GIOVANNI BIAGGINI, in Commentaire bâlois, Bundesgerichtsgesetz, 2011, n° 1 ad art. 115 LTF; HANSJÖRG SEILER, in Bundesgerichtsgesetz, Seiler/von Werdt/Güngerich/Oberholzer [éd.], 2e éd. 2015, n° 13 ad art. 115 LTF). Pour déterminer si ces conditions sont remplies, on n'examine pas d'abord le statut des parties, mais bien la nature juridique du rapport qui est à la base du litige (ATF 123 III 454 consid. 2 p. 456; ATF 120 Ia 95 consid. 1a p. 96 et les références).\n\n4.3 Un canton ne peut pas se prévaloir d'autonomie au sens de l'art. 50 Cst. qui ne garantit que l'autonomie communale. La question se pose donc à nouveau de savoir s'il convient, s'agissant de la qualité d'une BGE 142 II 259 S. 263collectivité publique pour former un recours constitutionnel subsidiaire dans le domaine du droit de la fonction publique, de tenir un raisonnement semblable à celui appliqué par le Tribunal fédéral à propos de l'art. 89 al. 1 LTF (dans un sens affirmatif: FRANÇOIS BELLANGER, Le contentieux des sanctions et des licenciements en droit genevois de la fonction publique, in Les réformes de la fonction publique, Tanquerel/Bellanger [éd.], 2012, p. 245; dans le même sens, DAVID HOFMANN, in Actualités juridiques de droit public 2011, Hofmann/Welti [éd.], p. 44 ss; plutôt contra semble-t-il, SEILER, op. cit., n° 13 ad art. 115 LTF, qui renvoie à l' ATF 120 Ia 95 relatif à l'ancien recours de droit public).\n\nPour les motifs qui vont suivre, cette question peut encore rester ouverte.\n\n4.4 En règle ordinaire, on admettra qu'une collectivité publique est atteinte de manière analogue à un particulier lorsque le rapport juridique qui fait l'objet du litige, bien que fondé sur le droit public, présente une structure que l'on peut trouver de manière identique dans des rapports fondés sur le droit privé (PIERRE MOOR, La qualité pour agir des autorités et collectivités dans les recours de droit public et de droit administratif, in Etudes de procédure et d'arbitrage en l'honneur de Jean-François Poudret, 1999, p. 118). Tel n'est pas le cas d'un blâme prononcé en application des dispositions cantonales précitées. Dans les rapports de travail, le blâme est une mesure typique du droit disciplinaire de la fonction publique. La compétence pour infliger des sanctions disciplinaires doit être conférée par la loi. Celles-ci sont soumises au principe de l'exhaustivité. La mesure disciplinaire n'a pas en premier lieu pour but d'infliger une peine: elle tend au maintien de l'ordre, à l'exercice correct de l'activité en question et à l'intégrité de l'administration, qui doit appliquer les lois avec impartialité; vis-à-vis de l'extérieur, elle tend à la préservation de la confiance du public à l'égard de l'activité étatique (arrêt 1D_15/2007 du 13 décembre 2007 consid. 1.1; cf. ROBERT ZIMMERMANN, Les sanctions disciplinaires et administratives au regard de l'art. 6 CEDH, RDAF 1994 p. 335 ss, 344 ss). Elle s'insère souvent dans un ordre croissant de sanctions en fonction de la gravité du manquement (PIERRE MOOR, Droit administratif, vol. III, L'organisation des activités administratives, 1992, p. 242; voir aussi MINH SON NGUYEN, Sanctions et licenciements: conditions matérielles et exigences procédurales, in Les réformes de la fonction publique, op. cit., p. 169 ss). S'agissant plus BGE 142 II 259 S. 264particulièrement du blâme, il permet à la collectivité de faire connaître de manière formelle sa désapprobation ou son mécontentement à raison du comportement ou des prestations d'un employé. Accessoirement, il vise à le mettre en garde et à l'informer sur les risques d'un futur licenciement ordinaire (voir PETER HELBLING, in Bundespersonalgesetz [BPG], Portmann/Uhlmann [éd.], 2013, n° 58 ad art. 25 LPers).\n\nLe régime des sanctions disciplinaires du droit de la fonction publique n'a pas d'équivalent en droit privé, où les manquements du salarié sont en priorité sanctionnés par des mesures propres aux règles du code ses obligations, telles que la résiliation ou la modification des rapports de travail (sur cette absence d'équivalence, voir HELBLING, op. cit., n° 9 ad art. 25 LPers). Comme on l'a vu, un blâme n'a aucune incidence sur le traitement. Son annulation par un tribunal n'oblige donc pas le canton à fournir une prestation. Le fait que le blâme pourrait être invoqué à l'appui d'une procédure ultérieure de licenciement, mettant cette fois en jeu un intérêt patrimonial du canton, n'est pas décisif. Il s'agit d'une conséquence hypothétique et indirecte qui ne suffit pas pour assimiler le canton à un particulier frappé dans ses intérêts pécuniaires (cf. MOOR, La qualité pour agir, op. cit., p. 118; ATF 135 V 382 consid. 3.3.1 p. 387; ATF 134 V 53 consid. 2.3.3.4 p. 59 ss). En définitive, le canton recourant n'est pas atteint d'une manière analogue à celle d'un employeur privé. C'est au contraire en tant que détenteur de la puissance publique qu'il intervient en prononçant une mesure disciplinaire spécifique au droit public. Dès lors, même si l'on admettait d'étendre au recours constitutionnel subsidiaire la jurisprudence développée en application de l'art. 89 al. 1 LTF (supra consid. 4.3), la possibilité de former un tel recours serait en l'espèce d'emblée exclue.\n\n4.5 Il s'ensuit que le recourant n'a pas qualité pour recourir contre l'arrêt du 4 août 2015. (...)"}