{"annee": "142", "cour": "III", "page": "581", "date": "29/6/2016", "cite": ["129 III 80", "138 III 471"], "cite_par": ["145 III 460"], "chapeau": "72. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. AG und Mitb. gegen D. S.a.s (Beschwerde in Zivilsachen)\n\n4A_625/2015 vom 29. Juni 2016", "regestes": ["Art. 71 al. 1 CPC; art. 125 lit. c et b CPC; consorité simple; jonction et division de causes. Connexité requise pour la consorité simple: notion de faits ou de fondements juridiques semblables (consid. 2.1). Jonction d'actions indépendantes et division d'actions jointes (consid. 2.1); application au cas concret (consid. 2.2 et 2.3)."], "faits": "|582|\n\nA.\n\nA.a Die D. S.a.s (Klägerin und Beschwerdegegnerin) ist eine Kommanditgesellschaft italienischen Rechts mit Sitz in U. (Italien).\n\nDie A. AG (Beklagte 1 und Beschwerdeführerin 1) ist eine Aktiengesellschaft, die den Betrieb einer Auto-, Camion- und Hundewaschanlage mit Restaurant bezweckt. Sie hatte bis Mitte Dezember 2014 ihren Sitz in V. und ist seither in W. domiziliert. Die B. GmbH (Beklagte 2 und Beschwerdeführerin 2) und die C. GmbH (Beklagte 3 und Beschwerdeführerin 3) sind Gesellschaften mit beschränkter Haftung mit Sitz in V., die den Betrieb einer Waschanlage bzw. den Betrieb eines Restaurants mit Shop sowie den Handel mit Waren aller Art bezwecken.\n\nA.b Zwischen 2009 und 2011 erstellte die Klägerin für die Beklagten auf dem Grundstück E. Nr. x der Beklagten 1 eine Waschanlagenüberdachung sowie massgebliche Teile des Bistrotgebäudes. Zudem nahm die Klägerin den Innenausbau des Bistrots vor, verglaste die Aussenwaschbox der Selbstbedienungswaschanlage und versah diese mit einem automatischen Tor.\n\nGrundlage dieser Arbeiten waren folgende Verträge:\n\n- Vertrag vom 17. Juni 2009 (\"Auftragsbestätigung\") zwischen der Klägerin und der Beklagten 1 betreffend die Waschanlagenüberdachung mit einer Vertragssumme von EUR 450'000.-.\n\n- Vertrag vom 24. Mai 2010 (\"Auftragsbestätigung\") zwischen der Klägerin und der Beklagten 3 betreffend die Erstellung des Bistrotgebäudes mit einer Vertragssumme von EUR 350'000.-.\n\n|583| - Vertrag vom 15. Oktober 2010 (\"Auftragsbestätigung\") zwischen der Klägerin und der Beklagten 3 betreffend den Innenausbau des Bistrots mit einer Vertragssumme von EUR 271'600.- zuzüglich 6 % Montagekosten, insgesamt EUR 287'896.-.\n\n- Vertrag vom 14. Oktober 2010 zwischen der Klägerin und der Beklagten 2 betreffend die Verglasung der Aussenwaschbox und die Installation des automatischen Tors mit einer Vertragssumme von netto EUR 32'500.-.\n\nB.\n\nB.a Am 20. Februar 2012 ersuchte die Klägerin das Handelsgericht des Kantons Aargau um vorläufige Eintragung eines Bauhandwerkerpfandrechts auf dem Grundstück E. Nr. x im Betrag von Fr. 458'854.75 zuzüglich Zins zu 5 % seit dem 31. Mai 2011. Dieses bestätigte mit Entscheid vom 27. Juli 2012 die vorsorgliche Eintragung des Bauhandwerkerpfandrechts und setzte der Klägerin eine dreimonatige Prosequierungsfrist.\n\nMit Klage vom 29. Oktober 2012 stellte die Klägerin dem Handelsgericht des Kantons Aargau folgende Rechtsbegehren:\n\n\"1.a) Die Beklagte 1 sei zu verurteilen, der Klägerin den Betrag von EUR 129'684.10 nebst Zins zu 5% seit 31. Mai 2011 zu bezahlen.\n\n(...)\n\n2. Die Beklagte 2 sei zu verurteilen, der Klägerin den Betrag von EUR 32'500.00 zuzüglich Zins zu 5% seit 31. Mai 2011 zu bezahlen.\n\n3. Die Beklagte 3 sei zu verurteilen, der Klägerin den Betrag von EUR 337'372.64 zuzüglich Zins zu 5% seit 31. Mai 2011 zu bezahlen.\n\n4. Der Grundbuchverwalter des Grundbuchamtes Lenzburg sei richterlich anzuweisen, das auf dem Grundstück der Beklagten 1 E. Nr. x zu Gunsten der Klägerin vorläufig eingetragene Bauhandwerkerpfandrecht im Betrag CHF 454'943.30 nebst Zins zu 5% seit 31. Mai 2011 definitiv einzutragen. (...).\"\n\nZur Begründung führte die Klägerin im Wesentlichen aus, die gegenüber der Beklagten 1 geltend gemachte Forderung setze sich zusammen aus dem noch offenen Teil der geschuldeten Vergütung, der noch unbezahlten Entschädigung für die Erbringung von im Zusammenhang mit der Waschstrasse zusätzlich bestellten Lieferungen und Leistungen sowie der Entschädigung für die Lieferung diverser Waren zur Ausstattung des Bistrotgebäudes. Die gegenüber der Beklagten 3 geltend gemachte Forderung setze sich zusammen aus dem noch offenen Teil der geschuldeten Vergütung, der noch unbezahlten Entschädigung für diverse Arbeiten und Lieferungen, der Vergütung für |584| einen zusätzlich bestellten Dachaufbau sowie der Vergütung für eine zusätzlich bestellte Montage der elektrischen Beleuchtung für das Bistrot. Bei der Forderung gegenüber der Beklagten 2 handle es sich um die gemäss der Vereinbarung vom 14. Oktober 2010 geschuldete Entschädigung.\n\nDas Begehren um definitive Eintragung eines Bauhandwerkerpfandrechts im Betrag von Fr. 454'943.30 begründete die Klägerin im Wesentlichen damit, dass sie als Unternehmerin Arbeiten auf dem Grundstück E. Nr. x der Beklagten 1 ausgeführt habe.\n\nMit Urteil vom 23. September 2015 entschied das Handelsgericht wie folgt:\n\n\"1.1. In teilweiser Gutheissung der Klage wird:\n\n- die Beklagte 1 verpflichtet, der Klägerin den Betrag von EUR 129'684.10 zuzüglich 5 % Zins seit 7. Juni 2011 zu bezahlen;\n\n- die Beklagte 2 verpflichtet, der Klägerin den Betrag von EUR 32'500.00 zuzüglich 5 % Zins seit 7. Juni 2011 zu bezahlen und\n\n- die Beklagte 3 verpflichtet, der Klägerin den Betrag von EUR 268'472.65 zuzüglich 5 % Zins seit 7. Juni 2011 zu bezahlen.\n\n1.2. Im Übrigen wird die Klage abgewiesen.\n\n2. Das Grundbuchamt N. wird angewiesen, nach Eintritt der Rechtskraft dieses Urteils das (...) vorläufig eingetragene Bauhandwerkerpfandrecht auf dem Grdst.-Nr. x, E., der Beklagten 1 zu löschen.\n\n(Kostenregelung).\"\n\nC. Mit Beschwerde in Zivilsachen beantragen die Beklagten dem Bundesgericht, es seien die Ziffern 1.1., 3.1. und 3.3. des Urteils des Handelsgerichts aufzuheben und die Klagen seien abzuweisen; eventualiter sei die Sache an die Vorinstanz zu neuer Beurteilung zurückzuweisen.\n\nDie Klägerin beantragt in ihrer Vernehmlassung die Abweisung der Beschwerde, soweit Eintreten. Die Vorinstanz beantragt sinngemäss Abweisung.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführerinnen rügen eine Verletzung von Art. 71 ZPO, indem die Vorinstanz die Bildung einer einfachen, passiven |585| Streitgenossenschaft für zulässig erachtete. Entgegen der Auffassung der Vorinstanz sei der nötige Sachzusammenhang zwischen den eingeklagten Forderungen nicht gegeben: Diese beruhten auf drei verschiedenen Verträgen der Beschwerdegegnerin mit drei verschiedenen Vertragspartnern; diese Verträge seien weder gleichartig, noch lägen gleichartige Vertragsverletzungen vor. Nur weil die Leistungen aus den verschiedenen Werkverträgen auf dem gleichen Grundstück erbracht worden seien, könne keine passive Streitgenossenschaft unter den einzelnen Handwerkern oder Bauherren gebildet werden.\n\n2.1 Die einfache passive Streitgenossenschaft, um die es hier geht, setzt voraus, dass Rechte und Pflichten zu beurteilen sind, die auf gleichartigen Tatsachen oder Rechtsgründen beruhen (Art. 71 Abs. 1 ZPO). Weiter muss für die einzelnen Klagen die gleiche Verfahrensart anwendbar sein (Art. 71 Abs. 2 ZPO). Schliesslich muss die gleiche sachliche Zuständigkeit für alle eingeklagten Ansprüche gelten. Das setzt Art. 71 ZPO stillschweigend voraus; was für die Klagenhäufung gegen dieselbe Partei gilt (vgl. Art. 90 lit. a ZPO), muss umso mehr für Klagen gegen eine einfache Streitgenossenschaft gelten (BGE 138 III 471 E. 5.1; Urteil 4A_239/2013 vom 9. September 2013 E. 2.1).\n\nZur Frage, was unter gleichartigen Tatsachen oder Rechtsgründen i.S. von Art. 71 Abs. 1 ZPO zu verstehen ist, brauchte sich das Bundesgericht bislang noch nicht zu äussern. In der Lehre wird zutreffend darauf hingewiesen, dass der Gesetzgeber mit dieser Formulierung gerade nicht an die mit BGE 129 III 80 E. 2.2 begründete Rechtsprechung zu Art. 7 Abs. 1 GestG (AS 2000 2356) anknüpfen wollte, wonach eine einfache passive Streitgenossenschaft erfordert, dass die eingeklagten Ansprüche auf gleichen Tatsachen und Rechtsgründen beruhen (GROSS/ZUBER, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. I, 2012, N. 9 zu Art. 71 ZPO; TANJA DOMEJ, in: ZPO, Kurzkommentar, Oberhammer und andere [Hrsg.], 2. Aufl. 2014, N. 2 f. zu Art. 71 ZPO; PETER RUGGLE, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 14 zu Art. 71 ZPO). Der nötige Sachzusammenhang (\"Konnexität\") ist nach neuem Recht lockerer: Die eingeklagten Ansprüche müssen nicht kumulativ, sondern lediglich alternativ auf gleichartigen (also nicht gleichen) Tatsachen oder Rechtsgründen beruhen (\"faits ou fondements juridiques semblables\"; \"fatti o titoli giuridici simili\"). Die erforderliche Gleichartigkeit liegt dabei vor, wenn die Bildung einer einfachen Streitgenossenschaft im Hinblick auf den |586| Prozessstoff zweckmässig erscheint, sei dies aus prozessökonomischen Gründen oder zur Vermeidung widersprüchlicher Urteile (GROSS/ZUBER, a.a.O., N. 9 zu Art. 71 ZPO; DOMEJ, a.a.O., N. 3 zu Art. 71 ZPO; RUGGLE, a.a.O., N. 15 zu Art. 71 ZPO; NICOLAS JEANDIN, in: CPC, Code de procédure civile commenté, Bohnet und andere [Hrsg.], 2011, N. 4 und 6 zu Art. 71 ZPO; STAEHELIN/SCHWEIZER, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm und andere [Hrsg.], 3. Aufl. 2016, N. 5 und 7 zu Art. 71 ZPO; vgl. auch Botschaft vom 28. Juni 2006 zur Schweizerischen Zivilprozessordnung, wonach die Klagen bei einer einfachen Streitgenossenschaft aus \"Zweckmässigkeitsgründen\" [BBl 2006 7221, 7281], d.h. aus \"opportunité\" [BBl 2006 6841, 6895] bzw. \"motivi di opportunità\" [BBl 2006 6593, 6652] zusammengelegt werden).\n\nFasst der Kläger die Beklagten nicht schon als einfache passive Streitgenossenschaft ins Recht, sondern reicht separate Klagen gegen die einzelnen Beklagten ein, kann das hierfür sachlich und örtlich zuständige Gericht diese gestützt auf Art. 125 lit. c ZPO in Ausübung des Prozessleitungsermessens auch von sich aus vereinigen, sofern die gleiche Verfahrensart anwendbar ist (vgl. NINA J. FREI, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. I, 2012, N. 15, 17, 18 und 22 zu Art. 125 ZPO). Umgekehrt kann das Gericht die im Rahmen einer einfachen passiven Streitgenossenschaft gemeinsam eingereichten Klagen gestützt auf Art. 125 lit. b ZPO wieder trennen, sollte sich die gemeinsame Behandlung in einem späteren Verfahrenszeitpunkt als nicht mehr zweckmässig erweisen (GROSS/ZUBER, a.a.O., N. 18 zu Art. 71 ZPO; DOMEJ, a.a.O., N. 7 zu Art. 71 ZPO).\n\n2.2 Die Vorinstanz erwog, dass es zweckmässig erscheine, die gegenüber den Beklagten erhobenen Klagebegehren gemeinsam zu beurteilen. Denn mit ihnen würden vertragliche Forderungen geltend gemacht, deren behauptete Grundlage in Arbeiten oder Lieferungen im Zusammenhang mit der Überdachung der Waschanlage und dem zugehörigen Bistrot auf dem Grundstück E. Nr. x bestehe. Auch die beantragte definitive Eintragung des Bauhandwerkerpfandrechts beruhe auf gleichartigen Tatsachen, da mit ihr die geltend gemachten Forderungsansprüche (teilweise) pfandgesichert werden sollen. Die Vorinstanz sei zudem zur Beurteilung sämtlicher Begehren sachlich zuständig und diese seien alle im ordentlichen Verfahren zu behandeln. Die Bildung einer einfachen passiven Streitgenossenschaft sei damit zulässig. |587|\n\n2.3 Was die Beschwerdeführerinnen gegen diese Erwägungen vorbringen, verfängt nicht: Sie verkennen, dass eine einfache passive Streitgenossenschaft kein gleiches Klagefundament voraussetzt, sondern bereits dann gebildet werden kann, wenn die Klagen alternativ auf gleichartigen Tatsachen oder Rechtsgründen beruhen, so dass sich deren Zusammenlegung als zweckmässig erweist. Die Vorinstanz kam vorliegend zum Schluss, dass diese Voraussetzung mit Blick auf den gleichen Ausführungsort der vertraglichen Leistungen gegeben war. Diese Beurteilung ist nicht zu beanstanden.\n\nDies gilt vorliegend umso mehr, als die Vorinstanz die Verfahren gestützt auf Art. 125 lit. b ZPO in Ausübung ihres Prozessleitungsermessens auch von Amtes wegen hätte vereinigen können, wenn die Beschwerdegegnerin die Beschwerdeführerinnen nicht von sich aus als einfache Streitgenossenschaft ins Recht gefasst, sondern die geltend gemachten Ansprüche je selbständig eingeklagt hätte. Denn für allfällige separate Klagen wäre die Vorinstanz sachlich (Art. 6 Abs. 2 ZPO), international (Art. 2 Nr. 1 und Art. 22 Nr. 1 LugÜ [SR 0.275.12]) und örtlich (Art. 112 Abs. 1 und Art. 21 Abs. 1 IPRG [SR 291]) zuständig gewesen.\n\n2.4 Soweit die Beschwerdeführerinnen nebenbei auch die (objektive) Häufung der Forderungsklagen mit einer Klage auf Eintragung des Bauhandwerkerpfandrechts kritisieren, verkennen sie, dass eine objektive Klagehäufung nach Art. 90 ZPO anders als die Bildung einer einfachen Streitgenossenschaft nach Art. 71 ZPO gerade keinen Sachzusammenhang zwischen den einzelnen Klagebegehren voraussetzt (vgl. Botschaft, a.a.O., S. 7290). (...)"}