{"annee": "142", "cour": "III", "page": "91", "date": "9/2/2016", "cite": ["135 III 112", "138 III 59", "140 III 496"], "cite_par": ["145 III 143", "143 III 344"], "chapeau": "12. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S A. SA gegen Genossenschaft B. (Beschwerde in Zivilsachen)\n\n4A_327/2015 vom 9. Februar 2016", "regestes": ["Art. 271 CO; résiliation du bail en vue de travaux de transformation ou de rénovation; exigences relatives à la motivation du congé. Conditions de validité d'une résiliation du bail en vue de travaux de transformation ou de rénovation; exigences quant au contenu de la motivation d'un tel congé (consid. 3.2)."], "faits": "BGE 142 III 91 S. 91\n\nA. Die Rechtsvorgängerin der Genossenschaft B. (Vermieterin, Beklagte, Beschwerdegegnerin) schloss am 6. April 2006 mit der A. SA (Mieterin, Klägerin, Beschwerdeführerin) einen Mietvertrag über ein Ladenlokal ab. Der Vertrag war nach Ausübung einer Verlängerungsoption mit einer Frist von zwei Jahren kündbar.\n\nDie Mieterin übte in der Folge ihr Optionsrecht aus. Mit Schreiben vom 21. November 2013 bestätigte die Vermieterin die Verlängerung des Mietverhältnisses bis am 31. Dezember 2016 durch erfolgte Ausübung der Option und kündigte dieses gleichzeitig mit amtlichem Formular auf diesen Termin. Sie begründete dies damit, dass ein Architekturwettbewerb durchgeführt werde und verschiedene Nutzungsmöglichkeiten geprüft würden, wobei sie sich als Eigentümerin der Liegenschaft für das \"umfassende Bauvorhaben\" sämtliche Optionen offenhalten wolle.\n\nB.\n\nB.a Am 29. April 2014 erhob die Mieterin beim Regionalgericht Oberland Klage mit den Rechtsbegehren, die Kündigung der Vermieterin vom 21. November 2013 sei für nichtig zu erklären, BGE 142 III 91 S. 92eventualiter sei diese als missbräuchlich aufzuheben und subeventualiter sei das Mietverhältnis um die maximale Dauer von sechs Jahren zu erstrecken.\n\nMit Entscheid vom 18. November 2014 wies das Regionalgericht Oberland die Klage ab.\n\nB.b Mit Urteil vom 13. Mai 2015 wies das Obergericht des Kantons Bern eine von der Klägerin gegen den regionalgerichtlichen Entscheid vom 18. November 2014 erhobene Berufung ab.\n\nC. Mit Beschwerde in Zivilsachen beantragt die Klägerin dem Bundesgericht, es sei der Entscheid des Obergerichts des Kantons Bern vom 13. Mai 2015 aufzuheben und es sei die Kündigung vom 21. November 2013 für unwirksam zu erklären, eventualiter als missbräuchlich aufzuheben.\n\nIn teilweiser Gutheissung der Beschwerde hebt das Bundesgericht den angefochtenen Entscheid auf und und hebt die am 21. November 2013 ausgesprochene Kündigung als treuwidrig auf.\n\n( Zusammenfassung )", "considerants": "Aus den Erwägungen:\n\n3. (...)\n\n3.2.1 Eine ordentliche Kündigung des Mietvertrags setzt keine besonderen Kündigungsgründe voraus. Mieter und Vermieter sind grundsätzlich frei, das (unbefristete) Mietverhältnis unter Einhaltung der vertraglichen oder gesetzlichen Fristen und Termine zu kündigen (Art. 266a OR). Eine Schranke ergibt sich einzig aus dem Grundsatz von Treu und Glauben: Bei der Miete von Wohn- und Geschäftsräumen ist die Kündigung anfechtbar, wenn sie gegen diesen Grundsatz verstösst (Art. 271 Abs. 1 OR; vgl. auch Art. 271a OR). Allgemein gilt eine Kündigung als treuwidrig, wenn sie ohne objektives, ernsthaftes und schützenswertes Interesse und damit aus reiner Schikane erfolgt oder Interessen der Parteien tangiert, die in einem krassen Missverhältnis zueinander stehen. Der Umstand, dass die Kündigung für den Mieter eine Härte darstellt, genügt nicht; eine solche Härte ist nur im Hinblick auf eine Erstreckung des Mietverhältnisses relevant (vgl. Art. 272 OR). Bei mangelnder oder fehlerhafter Begründung der Kündigung (vgl. Art. 271 Abs. 2 OR) wird in der Regel angenommen, es fehle an einem schützenswerten Interesse. Ob eine Kündigung gegen Treu und Glauben verstösst,BGE 142 III 91 S. 93beurteilt sich in Bezug auf den Zeitpunkt, in dem sie ausgesprochen wird (BGE 140 III 496 E. 4.1 S. 497; BGE 138 III 59 E. 2.1; je mit Hinweisen).\n\nNach bundesgerichtlicher Rechtsprechung verstösst eine Kündigung des Mietverhältnisses im Hinblick auf umfassende Umbau- oder Sanierungsarbeiten, die eine Weiterbenutzung des Mietobjekts erheblich einschränken, nicht gegen den Grundsatz von Treu und Glauben. Ohne schützenswerten Grund wäre eine Kündigung des Vermieters demgegenüber, wenn die Vornahme der geplanten Arbeiten durch das Verbleiben des Mieters im Mietobjekt nicht oder nur unerheblich erschwert oder verzögert würde (BGE 140 III 496 E. 4.1 S. 497; BGE 135 III 112 E. 4.2 S. 120). Die Kündigung im Hinblick auf Umbau- und Renovationsarbeiten ist zudem missbräuchlich, wenn das Projekt des Vermieters als nicht realitätsnah oder objektiv unmöglich erscheint, namentlich weil es ganz offensichtlich mit den Bestimmungen des öffentlichen Rechts unvereinbar ist, so dass der Vermieter die notwendigen Bewilligungen mit Sicherheit nicht erhalten wird (BGE 140 III 496 E. 4.1 S. 497 und E. 4.2.1 S. 499). Die Gültigkeit der Kündigung setzt nicht voraus, dass der Vermieter bereits die nötigen Bewilligungen erhalten oder die hierzu erforderlichen Dokumente hinterlegt hat (BGE 140 III 496 E. 4.1 a.E. mit Hinweisen).\n\nDie Beurteilung, ob der Verbleib des Mieters im Mietobjekt geeignet wäre, (bautechnische und organisatorische) Erschwerungen, zusätzliche Kosten oder eine Verzögerung der Bauarbeiten nach sich zu ziehen, hängt von den ins Auge gefassten Arbeiten ab. Die Gültigkeit der Kündigung setzt somit voraus, dass der Vermieter im Zeitpunkt der Kündigung des Mietverhältnisses über ein genügend ausgereiftes und ausgearbeitetes Projekt verfügt, aufgrund dessen der Mieter abzuschätzen vermag, ob die geplanten Arbeiten eine Räumung des Mietobjekts erforderlich machen. Fehlt es an hinreichend genauen Auskünften, ist der Mieter nicht in der Lage, den Realitätsbezug des Projekts und die Belastung einzuschätzen, die seine Anwesenheit für die Durchführung der beabsichtigten Arbeiten zur Folge haben würde. Der Mieter hat das Recht, vom Vermieter eine Begründung zu erhalten (Art. 271 Abs. 2 OR), die es ihm - innert der gesetzlichen Frist von 30 Tagen nach Empfang der Kündigung (Art. 273 Abs. 1 OR) - erlaubt, die Chancen einer Anfechtung der Kündigung abzuschätzen (BGE 140 III 496 E. 4.2.2 mit Hinweisen).\n\nBGE 142 III 91 S. 94\n\n3.2.2 Die Beschwerdeführerin rügt zu Recht, dass die von der Vorinstanz betonte Länge der Kündigungsfrist kein wesentliches Kriterium zur Beurteilung der Treuwidrigkeit der Kündigung darstellt. Entgegen dem angefochtenen Entscheid kann nicht gesagt werden, die zweijährige Kündigungsfrist im Interesse der Mieterin schliesse aus, dass sich diese gegen die Kündigung als solche mit der Begründung wehren könne, die Sanierungsarbeiten wären auch durchführbar, wenn sie die Räume weiter nutzt. Ebenso könnte der Vermieterin vorgehalten werden, dass sie die lange Kündigungsfrist vertraglich vereinbart und damit in Kauf genommen hat, entsprechend lange Zeit im Voraus ein so konkretes Projekt vorlegen zu müssen, dass beurteilt werden kann, ob ein Auszug der Mieterschaft notwendig ist. Die Vorinstanz verkennt zudem mit ihren Ausführungen zur bundesgerichtlichen Rechtsprechung, dass das Bundesgericht bereits Fälle von Kündigungsanfechtungen beurteilt hat, bei denen ebenfalls längere Kündigungsfristen von einem Jahr und mehr zu beachten waren, ohne von der dargelegten Praxis abzuweichen (vgl. etwa Urteile 4A_619/2014 vom 25. Juni 2015 Sachverhalt lit. A und E. 4 f.; 4A_625/2014 vom 25. Juni 2015 Sachverhalt lit. A und E. 4 f.; 4A_425/2009 vom 11. November 2009 Sachverhalt lit. A und E. 3.2).\n\nDie Vorinstanz hat demnach bei der Beurteilung der Treuwidrigkeit der Kündigung vom 21. November 2013 zu Unrecht Umstände berücksichtigt, die sich erst nach diesem Zeitpunkt ereigneten, wie etwa die Projektpläne vom 10. März 2015 in Berufungsbeilage 3 oder die im angefochtenen Entscheid als Klageantwortbeilage (KA) 3 (recte: [KA] 2) bezeichneten Pläne und Standortbestimmungen zum Projekt \"Falco\" vom 29. Oktober 2014. Die entsprechenden Informationen waren in der Begründung der Kündigung vom 21. November 2013 nicht enthalten und hatten aufgrund der zeitlichen Abläufe von der Beschwerdeführerin bei ihrer Einschätzung der Chancen einer Anfechtung nicht berücksichtigt werden können.\n\nZudem kann der Vorinstanz nicht gefolgt werden, wenn sie dafürhält, aufgrund der im Kündigungsschreiben enthaltenen Informationen sei es der Beschwerdeführerin ohne Weiteres möglich gewesen, sich über das Bauvorhaben eine Vorstellung zu machen und abzuwägen, ob eine Anfechtung der Kündigung erfolgversprechend sei. Die Beschwerdegegnerin wies im Kündigungsschreiben vom 21. November 2013 lediglich darauf hin, dass ein Architekturwettbewerb durchgeführt werde. Auch wenn zutreffen mag, dass bei BGE 142 III 91 S. 95bloss geringfügigen Änderungen am Gebäude üblicherweise kein Architekturwettbewerb ausgeschrieben wird, wie die Vorinstanz festhält, erlaubte dieser allgemeine Hinweis im Kündigungsschreiben der Beschwerdeführerin in keiner Weise, konkret abzuschätzen, ob ein Auszug notwendig ist bzw. eine Anfechtung der Kündigung erfolgversprechend wäre. Nach den Feststellungen im angefochtenen Entscheid lag im Zeitpunkt der Kündigungserklärung das Projekt noch nicht vor, womit auch nicht einleuchtet, inwiefern die mündlichen Erklärungen anlässlich eines dem Kündigungsschreiben vorangehenden Telefongesprächs der Beschwerdeführerin eine solche Beurteilung hätten erlauben sollen. Vielmehr wies die Beschwerdegegnerin im Kündigungsschreiben ausdrücklich darauf hin, verschiedene Nutzungsmöglichkeiten zu prüfen und begründete die Kündigung damit, sich als Eigentümerin der Liegenschaft für das Bauvorhaben sämtliche Optionen offenhalten zu wollen. Inwiefern es der Beschwerdeführerin aufgrund dieser Informationen möglich gewesen wäre zu prüfen, ob sämtliche von der Vermieterin konkret ins Auge gefassten Umbauvarianten so tiefgreifend sind, dass sie bei bestehendem Mietverhältnis nicht ausgeführt werden könnten, ist nicht ersichtlich. Auch der blosse Umstand, dass als Kündigungsgrund ein umfassendes Bauvorhaben angeführt wird, reicht entgegen dem, was die Vorinstanz anzunehmen scheint, hierzu nicht aus (vgl. etwa Urteile 4A_619/2014 vom 25. Juni 2015 E. 5; 4A_625/2014 vom 25. Juni 2015 E. 5).\n\n3.2.3 Entgegen dem angefochtenen Entscheid lag demnach im Zeitpunkt der Kündigung kein Projekt vor, aufgrund dessen hinreichend konkret beurteilt werden konnte, ob die Umbauarbeiten mit dem Verbleib der Beschwerdeführerin im Mietobjekt unvereinbar wären. Die Rüge der Verletzung von Art. 271 Abs. 1 OR ist begründet und die am 21. November 2013 per 31. Dezember 2016 ausgesprochene Kündigung ist als treuwidrig aufzuheben. (...)"}