{"annee": "142", "cour": "II", "page": "161", "date": "24/9/2015", "cite": ["136 IV 82", "140 II 185", "139 II 404", "122 II 367", "102 IB 264", "129 II 484", "141 III 495", "131 III 227", "107 IB 264"], "cite_par": ["143 II 628", "144 II 376", "144 II 29", "145 II 339", "145 II 229", "143 II 202", "144 II 206", "144 II 293", "145 II 112", "143 II 136", "143 II 185", "142 II 218", "143 II 506", "143 II 65", "143 II 224", "144 II 130", "144 III 559"], "chapeau": "13. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Administration fédérale des contributions contre A.X. et B.X. (recours en matière de droit public)\n\n2C_1174/2014 du 24 septembre 2015", "regestes": ["Art. 28 CDI CH-FR; art. 4 al. 3 LAAF; assistance administrative internationale en matière fiscale; notion de pertinence vraisemblable; demande visant des contribuables assujettis à l'impôt de manière illimitée en Suisse; applicabilité directe de l'art. 28 par. 5, 2e phrase, CDI CH-FR; étendue des documents bancaires transmissibles. Examen de la condition de la pertinence vraisemblable d'une demande d'assistance administrative en matière fiscale et limites du pouvoir de vérification de l'Etat requis en la matière (consid. 2.1-2.1.4). Cas d'une demande d'assistance administrative visant des contribuables assujettis à l'impôt de manière illimitée en Suisse (consid. 2.2-2.4). L'art. 28 par. 5, 2e phrase, CDI CH-FR est directement applicable, ce qui implique que les documents bancaires demandés par les autorités françaises doivent leur être transmis en application de cette disposition, dans la mesure où ils remplissent la condition de la pertinence vraisemblable. Tel est en particulier le cas du détail des mouvements et des transactions qui sont intervenus sur les comptes bancaires détenus par les contribuables (consid. 4.5.1-4.6.2)."], "faits": "BGE 142 II 161 S. 162\n\nA. Ressortissants français, les époux X., qui habitaient auparavant à Paris, résident à Genève depuis le mois de mars 2010 où ils ont d'abord été imposés à la dépense, puis sur une base ordinaire à compter de la période fiscale 2013.\n\nLe 26 juillet 2013, les autorités françaises ont adressé à l'Administration fédérale des contributions (ci-après: l'Administration fédérale ou l'AFC) une demande d'assistance administrative portant sur la situation fiscale en Suisse des époux X. pendant les périodes fiscales 2010, 2011 et 2012. L'Administration fédérale est entrée en matière et a transmis une partie des informations demandées.\n\nB.\n\nB.a Le 18 décembre 2013, les autorités françaises ont déposé une seconde demande portant sur les années 2010 à 2013. Les époux X. faisaient l'objet d'un contrôle fiscal et des éléments permettaient de considérer qu'ils étaient domiciliés en France, où se trouvait leur foyer, qu'ils y séjournaient principalement et y exerçaient leurs activités professionnelles. En outre, il avait été découvert que les époux X. détenaient des comptes bancaires ouverts en Suisse auprès de la banque Y. (ci-après: la Banque). Au regard de la législation française, les résidents fiscaux avaient notamment l'obligation de déclarer les comptes bancaires ouverts à l'étranger et les revenus de source BGE 142 II 161 S. 163française et étrangère. Malgré les demandes de l'administration française, les époux X. n'avaient pas déclaré ces comptes ni les avoirs qui y figuraient et les revenus en découlant.\n\nLes autorités françaises ont ainsi demandé des renseignements concernant les comptes, soit les relevés de fortune aux 1er janvier 2010, 2011, 2012 et 2013, les relevés indiquant la nature et le montant des revenus (intérêts, dividendes, gains en capital) et la liste des transactions (transferts, dépôts, retraits) pour la période du 1er janvier 2010 au 31 décembre 2011, une copie du formulaire A, ainsi que les références et les mêmes informations au sujet de tous autres comptes bancaires au sein de la Banque dont les intéressés seraient titulaires, ayants droit économiques ou pour lesquels ils disposeraient d'une procuration.\n\nLa Banque a transmis les informations demandées en date du 28 janvier 2014. Divers échanges de courriels ont ensuite eu lieu entre l'AFC et les autorités françaises concernant les motifs pour lesquels la France refusait de tenir compte du domicile fiscal suisse des époux X. Après avoir donné l'occasion à ces derniers de se prononcer, l'AFC a décidé, le 19 mai 2014, d'accorder aux autorités compétentes françaises l'assistance administrative les concernant et de transmettre aux autorités compétentes françaises les informations et la documentation reçues du détenteur d'informations.\n\nConcrètement, les documents communiqués par la Banque se rapportaient à trois comptes dont les époux X. étaient directement titulaires et dont ils étaient également ayants droit économiques. Ils étaient constitués des formulaires A, des relevés de fortune aux 1er janvier 2010, 2011 et 2012, ainsi que des relevés faisant apparaître les mouvements sur ces comptes pour la période du 1er janvier 2010 au 31 décembre 2011, les informations relatives aux tiers non visés par la demande ayant été caviardées.\n\nB.b Statuant le 8 décembre 2014 sur recours des époux X., le Tribunal administratif fédéral a admis celui-ci et annulé la décision du 19 mai 2014 (A-3294/2014). En substance, les juges précédents ont considéré que les renseignements demandés par les autorités françaises ne remplissaient pas l'exigence de la pertinence vraisemblable. Ils ont en outre retenu que l'assistance n'aurait de toute manière pas été accordée en relation avec des comptes détenus de manière indirecte, de sorte que la décision attaquée aurait également dû être annulée sur ce point, même s'il n'en serait résulté aucun effet concret BGE 142 II 161 S. 164pour les contribuables, les époux X. étant les titulaires directs des comptes concernés. Enfin, les documents bancaires que l'AFC envisageait de transmettre à la France n'auraient pas pu être obtenus en vertu du droit suisse, ce qui aurait également exclu leur transmission à la France en cas d'admission, sur le principe, de la demande d'assistance française.\n\nC. A l'encontre de l'arrêt du Tribunal administratif fédéral du 8 décembre 2014, l'Administration fédérale des contributions interjette un recours en matière de droit public au Tribunal fédéral en concluant à l'admission du recours et à l'annulation de l'arrêt attaqué, subsidiairement au renvoi de la cause au Tribunal administratif fédéral pour nouvel arrêt dans le sens des considérants.\n\nLa IIe Cour de droit public a délibéré sur le présent recours en séance publique le 24 septembre 2015.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. La première question litigieuse concerne l'exigence de la pertinence vraisemblable de la demande. La recourante reproche au Tribunal administratif fédéral d'avoir violé l'art. 28 par. 1 CDI CH-FR en considérant que les documents et indications fournis par les autorités françaises n'étaient pas suffisants sous l'angle de la pertinence vraisemblable.\n\n2.1 Selon l'art. 28 par. 1, 1re"}