{"annee": "142", "cour": "V", "page": "26", "date": "14/12/2015", "cite": ["130 I 140", "138 III 46", "133 III 629", "118 V 107", "102 V 76", "127 V 275", "141 III 80", "136 V 395", "137 III 324", "134 III 426", "110 V 199", "127 V 138", "129 V 95", "128 V 159", "108 V 150", "137 V 295", "139 V 135", "133 V 477"], "cite_par": ["144 IV 377", "143 V 139", "145 V 116", "143 V 130", "143 V 369", "142 V 488", "145 II 49", "142 V 368", "142 V 144", "144 V 14"], "chapeau": "4. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Bundesamt für Gesundheit gegen A. AG (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_417/2015 vom 14. Dezember 2015", "regestes": ["Art. 65d al. 1bis OAMal (dans sa teneur en vigueur du 1er juin 2013 au 31 mai 2015), en lien avec l'art. 32 al. 1 et 2 LAMal; réexamen tous les trois ans des conditions d'admission dans la liste des spécialités. La notion de comparaison est essentielle pour le concept du caractère économique au sens de l'art. 32 al. 1 LAMal (consid. 5.2.1). Dans la mesure où il existe plusieurs médicaments d'indication identique ou d'effet similaire, l'appréciation comparative ou plus précisément l'analyse du rapport entre coûts et utilité est un élément indispensable dans l'examen des conditions pour l'admission dans la liste des spécialités (consid. 5.2.2). Le réexamen périodique selon l'art. 32 al. 2 LAMal doit être réalisé de manière étendue et doit inclure une analyse coûts-utilité (consid. 5.2.3). Une analyse indirecte coûts-utilité est effectuée au moyen d'une comparaison thérapeutique (consid. 5.3). L'art. 65d al. 1bis OAMal, qui en règle générale prévoit un réexamen exclusivement relatif aux prix, contrevient au principe de la légalité (consid. 5.4)."], "faits": "BGE 142 V 26 S. 27\n\nA. Im Rahmen der dreijährlichen Überprüfung der Aufnahmebedingungen derjenigen Arzneimittel, die in der Spezialitätenliste (SL) aufgeführt sind (Art. 65d Abs. 1 KVV [SR 832.102]; in der bis 31. Mai2015 geltenden Fassung), informierte das Bundesamt für Gesundheit (BAG) die A. AG am 19. März 2013 darüber, dass die Arzneimittel mit SL-Aufnahmedatum 2010, 2007, 2004, 2001 etc. überprüft würden, und bat um Eingabe der entsprechenden Daten in der bereitgestellten Internet-Applikation. Gemäss Art. 65d Abs. 1bis KVV (aufgenommen durch Verordnungsänderung vom 21. März 2012 [AS2012 1767]; in der hier massgebenden von 1. Juni 2013 bis 31. Mai 2015 in Kraft gestandenen Fassung [AS 2013 1353; 2015 1255])beurteilte das BAG die Wirtschaftlichkeit des Arzneimittels B. ausschliesslich auf der Grundlage eines Auslandpreisvergleichs (fortan: APV); ein therapeutischer Quervergleich (nachfolgend: TQV) wurde nicht durchgeführt. In der Folge teilte das BAG der A. AG mit, B. sei im Vergleich zum ausländischen Durchschnittspreis zu teuer und damit nicht mehr wirtschaftlich, weshalb es eine Preissenkung von 25,69 % beabsichtige (Mitteilungen von 17. Juli und 29. August 2013). Mit Stellungnahmen vom 19. August und 12. September 2013 stellte sich die A. AG auf den Standpunkt, bei der Überprüfung der Wirtschaftlichkeit müsse auch ein TQV durchgeführt werden.Wie angekündigt setzte das BAG mit Verfügung vom 19. September 2013 die SL-Preise (inkl. MWSt; sogenannter Publikumspreis [fortan: PP]; vgl. Ziff. C.1.1.2des vom BAG herausgegebenen Handbuchs betreffend die Spezialitätenliste (SL) vom 1. September 2011 [Stand 1. März 2013; nachfolgend: SL-Handbuch]; abrufbar unter www.bag.admin.ch) von B. - unter Berücksichtigung einer Toleranzmarge von 5 % - mit Wirkung ab 1. November 2013 fest. BGE 142 V 26 S. 28\n\nB. Eine hiergegen erhobene Beschwerde hiess das Bundesverwaltungsgericht mit Entscheid vom 30. April 2015 in dem Sinne gut, als es die angefochtene Verfügung aufhob und die Sache an das BAG zurückwies, damit dieses nach erfolgter Abklärung im Sinne der Erwägungen (Prüfung der Aufnahmebedingungen unter Einschluss von APV und TQV) über die Preissenkung neu verfüge.\n\nC. Das BAG erhebt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, der Entscheid des Bundesverwaltungsgerichts vom 30. April 2015 sei aufzuheben und die Verfügung des BAG vom 19. September 2013 zu bestätigen.\n\nDie Beschwerdegegnerin trägt auf Abweisung der Beschwerde an.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Beim angefochtenen Entscheid, welcher die Sache zur Prüfung der Aufnahmebedingungen unter Einschluss von APV und TQV sowie zum anschliessendem Erlass einer neuen Verfügung über die Preissenkung an das BAG zurückweist, handelt es sich um einen selbstständig eröffneten Vor- oder Zwischenentscheid im Sinne von Art. 93 BGG (BGE 133 V 477 E. 4.2 S. 481 f. mit Hinweisen). Die Beschwerde an das Bundesgericht ist daher nur zulässig, wenn der Entscheid einen nicht wieder gutzumachenden Nachteil bewirken kann (Art. 93 Abs. 1 lit. a BGG) oder wenn die Gutheissung der Beschwerde sofort einen Endentscheid herbeiführen und damit einen bedeutenden Aufwand an Zeit oder Kosten für ein weitläufiges Beweisverfahren ersparen würde (Art. 93 Abs. 1 lit. b BGG).\n\n1.2 Nach der Rechtsprechung obliegt es dem Beschwerdeführer darzutun, dass eine dieser beiden Voraussetzungen erfüllt ist, es sei denn, deren Vorliegen springe geradezu in die Augen (BGE 141 III 80 E. 1.2 S. 81; BGE 138 III 46 E. 1.2 S. 47; BGE 137 III 324 E. 1.1 S. 329; BGE 134 III 426 E. 1.2 i.f. S. 429; BGE 133 III 629 E. 2.3.1 und 2.4.2 S. 633).\n\nDer Beschwerdeführer setzt sich mit den Voraussetzungen von Art. 93 Abs. 1 BGG mit keinem Wort auseinander. Vorliegend ist ein nicht wieder gutzumachender Nachteil jedoch evident: Könnte der Beschwerdeführer den vorinstanzlichen Entscheid nicht anfechten, wäre er gezwungen, eine seines Erachtens rechtswidrige - Art. 65d Abs. 1bis KVV missachtende - Verfügung zu erlassen. Sodann wäre er nicht legitimiert, seine eigene Verfügung anzufechten BGE 142 V 26 S. 29(Art. 27 Abs. 2 KVV e contrario). Die Beschwerdegegnerin ihrerseits hätte keinen Anlass, die neu zu erlassende Verfügung anzufechten, wenn sie zu ihrem Vorteil ist, so dass im Ergebnis der allenfalls rechtswidrige Entscheid nicht mehr angefochten und das falsche Ergebnis nicht korrigiert werden könnte (vgl. BGE 133 V 477 E. 5.2.4 S. 484 f.). Mithin ist auf die Beschwerde einzutreten.\n\n2. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten kann u.a. die Verletzung von Bundesrecht gerügt werden (Art. 95 lit. a BGG), die Feststellung des Sachverhalts nur, wenn sie offensichtlich unrichtig ist oder auf einer Rechtsverletzung im Sinne von Art. 95 BGG beruht und wenn die Behebung des Mangels für den Ausgang des Verfahrens entscheidend sein kann (Art. 97 Abs. 1 BGG). Das Bundesgericht legt seinem Urteil den Sachverhalt zugrunde, den die Vorinstanz festgestellt hat (Art. 105 Abs. 1 BGG). Es kann die Sachverhaltsfeststellung der Vorinstanz von Amtes wegen berichtigen oder ergänzen, wenn sie offensichtlich unrichtig ist oder auf einer Rechtsverletzung im Sinne von Art. 95 beruht (Art. 105 Abs. 2 BGG).\n\n3.\n\n3.1 Wie im angefochtenen Entscheid zutreffend dargelegt wird, übernimmt die obligatorische Krankenpflegeversicherung gemäss Art. 25 KVG die Kosten für die Leistungen, die der Diagnose oder Behandlung einer Krankheit und ihrer Folgen dienen (Abs. 1). Diese Leistungen umfassen u.a. die ärztlich verordneten Arzneimittel (Abs. 2 lit. b). Die Leistungen nach Art. 25 KVG müssen gemäss Art. 32 Abs. 1 KVG wirksam, zweckmässig und wirtschaftlich sein (Satz 1), wobei die Wirksamkeit nach wissenschaftlichen Methoden nachgewiesen sein muss (Satz 2). Die Wirksamkeit, die Zweckmässigkeit und die Wirtschaftlichkeit der Leistungen werden periodisch überprüft (Art. 32 Abs. 2 KVG). Das BAG erstellt laut Art. 52 Abs. 1 lit. b Satz 1 KVG (i.V.m. Art. 34, Art. 37a lit. c und Art. 37e Abs. 1 KVV) nach Anhören der Eidgenössischen Arzneimittelkommission und unter Berücksichtigung der Grundsätze nach Art. 32 Abs. 1 sowie Art. 43 Abs. 6 KVG eine Liste der pharmazeutischen Spezialitäten und konfektionierten Arzneimittel mit Preisen (Spezialitätenliste).\n\n3.2 Die hier massgebenden, auszugsweise wiederzugebenden Bestimmungen der KVV (in der ab 1. Juni 2013 geltenden Fassung) zu den Bedingungen für die Aufnahme in die SL, zur Überprüfung der Aufnahmebedingungen und zur Streichung lauten wie folgt:BGE 142 V 26 S. 30\n\nArt. 65 Allgemeine Aufnahmebedingungen\n\n3 Arzneimittel müssen wirksam, zweckmässig und wirtschaftlich sein.\n\nArt. 65b Beurteilung der Wirtschaftlichkeit im Allgemeinen\n\n1 Ein Arzneimittel gilt als wirtschaftlich, wenn es die indizierte Heilwirkung mit möglichst geringem finanziellen Aufwand gewährleistet.\n\n2 Die Wirtschaftlichkeit wird aufgrund eines Vergleichs mit anderen Arzneimitteln und der Preisgestaltung im Ausland beurteilt.\n\nArt. 65d Überprüfung der Aufnahmebedingungen alle drei Jahre\n\n1 Das BAG überprüft sämtliche Arzneimittel, die in der Spezialitätenliste aufgeführt sind, alle drei Jahre daraufhin, ob sie die Aufnahmebedingungen noch erfüllen.\n\n1bis Bei der Beurteilung der Wirtschaftlichkeit wird der Vergleich mit anderen Arzneimitteln nur durchgeführt, wenn:\n\na. der Vergleich mit der Preisgestaltung im Ausland nicht möglich ist; oder\n\nb. seit der letzten Überprüfung der Aufnahmebedingungen eine Preissenkung nach Artikel 65f Absatz 2 erster Satz vorgenommen wurde.\n\n1ter Das Departement kann beim Auslandpreisvergleich eine Toleranzmarge vorsehen, mit der Wechselkursschwankungen berücksichtigt werden.\n\n2 Ergibt die Überprüfung der Wirtschaftlichkeit aufgrund der umsatzstärksten Packung, dass der geltende Höchstpreis zu hoch ist, so verfügt das BAG auf den 1. November des Überprüfungsjahres eine angemessene Preissenkung.\n\nArt. 68 Streichung\n\n1 Ein in der Spezialitätenliste aufgeführtes Arzneimittel wird gestrichen, wenn:\n\na. es nicht mehr alle Aufnahmebedingungen erfüllt;\n\n(...)\n\n3.3 Die Verordnung des EDI vom 29. September 1995 über Leistungen in der obligatorischen Krankenpflegeversicherung (Krankenpflege-Leistungsverordnung, KLV; SR 832.112.31; in der ab 1. Juli 2013 geltenden Fassung) führt in Art. 34 (\"Wirtschaftlichkeit\") Folgendes aus:\n\n2 Für die Beurteilung der Wirtschaftlichkeit eines Arzneimittels werden berücksichtigt:\n\na. dessen Fabrikabgabepreise im Ausland;\n\nb. dessen Wirksamkeit im Verhältnis zu anderen Arzneimitteln gleicher Indikation oder ähnlicher Wirkungsweise;\n\nc. dessen Kosten pro Tag oder Kur im Verhältnis zu den Kosten von Arzneimitteln gleicher Indikation oder ähnlicher Wirkungsweise;BGE 142 V 26 S. 31\n\nd. bei einem Arzneimittel im Sinne von Artikel 31 Absatz 2 Buchstaben a und b ein Innovationszuschlag für die Dauer von höchstens 15 Jahren; in diesem Zuschlag sind die Kosten für Forschung und Entwicklung angemessen zu berücksichtigen.\n\n4. Im Streit liegt die Gesetzmässigkeit von Art. 65d Abs. 1bis KVV, welche vom Beschwerdeführer bejaht, von der Vorinstanz und von der Beschwerdegegnerin hingegen verneint wird.\n\n4.1 Das Bundesverwaltungsgericht beleuchtete einleitend die bis 2009 sowie die ab 2009 geltende Rechtslage bzw. das entsprechende Prüfsystem im Zusammenhang mit der Aufnahme von Arzneimitteln in die SL und der Überprüfung der Arzneimittel. Es erwog, die Wirtschaftlichkeit eines Arzneimittels der SL sei seit dem Jahr 2000 aufgrund des TQV und des APV beurteilt worden. Sodann sei 2002 eine bedingte Aufnahme in die SL mit einer Prüfung der Aufnahmebedingungen nach 24 Monaten bzw. 2007 nach 36 Monaten eingeführt worden, wobei der Prüfungsmodus beibehalten worden sei. Mit anderen Worten sei bis 2009 die Wirtschaftlichkeitsprüfung wesensnotwendig und in steter Praxis anhand von TQV und APV erfolgt. Seit der Einführung der dreijährlichen Überprüfung im Jahr 2009 lasse sich jedoch - von Ausnahmen abgesehen - ein eigentlicher Systemwechsel feststellen. Der TQV werde nur noch bei der Aufnahme der Arzneimittel in die SL geprüft, bei der dreijährlichen Überprüfung jedoch nicht mehr miteinbezogen. Die Vorinstanz legte dar, beim streitigen Art. 65d KVV handle es sich um eine Bestimmung einer Vollziehungsverordnung, welche der Zielsetzung des Gesetzes folgen müsse und dieses weder aufheben noch abändern dürfe. Indes finde gemäss Art. 65d Abs. 1bis KVV, welcher auf einen TQV verzichte, nicht einmal ein indirekter Vergleich mehr statt, bei welchem die Kosten eines Arzneimittels mit dem medizinisch-therapeutischen Nutzen in Beziehung gesetzt würden. Mithin werde ein therapeutischer Mehrwert eines Arzneimittels im Vergleich zu anderen Arzneimitteln gleicher Indikation oder ähnlicher Wirkungsweise völlig unberücksichtigt gelassen. Dies obwohl das KVG auf einem umfassenden Begriff der Wirtschaftlichkeit basiere, welcher nebst möglichst günstigen Kosten auch die Wirksamkeit eines Arzneimittels im Vergleich zu anderen Arzneimitteln bei der Preisfestsetzung berücksichtige. Diese periodische Überprüfung der \"Aufnahmebedingungen\" widerspreche damit klar dem Begriff der Wirtschaftlichkeit, wie ihn das Bundesgericht in ständiger Rechtsprechung (BGE 136 V 395 E. 7.4 S. 407 f.; BGE 137 V 295 E. 6.3 S. 309 f.) BGE 142 V 26 S. 32und in Übereinstimmung mit der bereits in der Botschaft vom 6. November 1991 über die Revision der Krankenversicherung (BBl 1992 I 93 [fortan: Botschaft zum KVG]) festgehaltenen Begriffsbestimmung der Wirtschaftlichkeit (angemessenes Kosten-Nutzen-Verhältnis) definiert habe. Die in Art. 32 Abs. 1 und Art. 43 Abs. 6 KVG statuierten Voraussetzungen müsse ein Arzneimittel während der gesamten Dauer des Verbleibs in der SL erfüllen, andernfalls es aus der SL gestrichen werde. Entsprechend sehe Art. 32 Abs. 2 KVG die periodische Überprüfung der Wirksamkeit, Zweckmässigkeit und Wirtschaftlichkeit vor. Von Gesetzes wegen müssten bei der dreijährlichen Überprüfung dieselben Kriterien wie bei der Aufnahme beurteilt werden. Art. 65d Abs. 1bis KVV führe einen anderen, beschränkteren Massstab zur Wirtschaftlichkeitsbeurteilung ein, wozu der Verordnungsgeber nicht berechtigt sei. Zusammenfassend gelangte die Vorinstanz zum Schluss, Art. 65d Abs. 1bis KVV sei gesetzeswidrig und keine ausreichende Rechtsgrundlage für die angeordnete Preissenkung. Auch sei diese Bestimmung keine genügende Grundlage für eine zulässige Einschränkung der Wirtschaftsfreiheit, wobei offenbleiben könne, ob der Grundsatz der Gleichbehandlung der Gewerbegenossen verletzt sei. Unter Aufhebung der angefochtenen Verfügung sei die Sache zur umfassenden Wirtschaftlichkeitsprüfung - d.h. anhand des APV und TQV - und neuer Verfügung an das BAG zurückzuweisen.\n\n4.2 Der Beschwerdeführer rügt, die Vorinstanz sei zu Unrecht von einer Verletzung des Legalitätsprinzips ausgegangen. Es sei richtig, dass es sich bei Art. 65d Abs. 1bis KVV um eine Bestimmung einer Vollzugsverordnung handle. Die Bestimmung widerspreche dem übergeordneten Recht jedoch nicht, zumal sie Gegenstand des zu vollziehenden Art. 32 Abs. 2 KVG bilde und das Gesetz weder aufhebe noch abändere. Auch werde damit das Ziel einer qualitativ hochstehenden Versorgung mit möglichst geringen Kosten (Art. 43 Abs. 6 KVG) verfolgt. Es liege in der Kompetenz des Bundesrates und des EDI zu bestimmen, wie die Arzneimittel der SL auf ihre Wirtschaftlichkeit hin überprüft werden sollen. Aus dem KVG ergäben sich keine detaillierten Vorgaben. Dem Bundesrat und dem EDI sei ein grosser Gestaltungsspielraum zugemessen worden, weil dieser Bereich technisch komplex und einem ständigen Wandel unterworfen sei. Je nach Zyklus des Arzneimittels (Aufnahme in die SL, Patentablauf, Indikationsänderung) änderten sich die Kriterien zur Beurteilung der Wirtschaftlichkeit. Die von der Vorinstanz BGE 142 V 26 S. 33zitierten Bundesgerichtsentscheide seien unter altem Recht ergangen oder beträfen keine Preissenkungen, so dass daraus keine Rückschlüsse auf die Rechtmässigkeit von Art. 65d Abs. 1bis KVV gezogen werden könnten. Sodann habe die Durchführung nur des APV bei einer Wirtschaftlichkeitsprüfung schon lange Bestand, so dass nicht von einem Systemwechsel gesprochen werde könne.\n\n4.3 Die Beschwerdegegnerin hält dem entgegen, der Beschwerdeführer verkenne, dass das KVG genügend deutliche Hinweise enthalte, wie die Wirtschaftlichkeit von Leistungen zu bestimmen sei. In der Formulierung \"möglichst günstige Kosten\" von Art. 43 Abs. 6 KVG sei nämlich ein Vergleich zwischen mehreren Arzneimitteln angelegt, was von der Rechtsprechung wiederholt (BGE 137 V 295 E. 6.3.2 S. 309; Urteil 9C_290/2014 vom 13. Juni 2015 E. 2.2) bestätigt worden sei. Die dreijährliche ordentliche Prüfung müsse entsprechend den Vorgaben von Art. 32 Abs. 2 KVG den allgemeinen Regeln zur Überprüfung der Aufnahmebedingungen folgen. An den vom Gesetz vorgegebenen Rahmen müsse sich der Bundesrat beim Vollzug halten. Der für den Bundesrat reklamierte weite Gestaltungsspielraum könne sich daher von vornherein nur auf die praktische Ausgestaltung des Verfahrens beziehen. Der Beschwerdeführer wende zwar ein, die Wirtschaftlichkeitsprüfung sei schon lange vor allem anhand eines APV erfolgt, doch werde auch eine langjährige rechtswidrige Praxis mit Zeitablauf nicht rechtmässig.\n\n5.\n\n5.1 Bei dem vom Bundesrat gestützt auf Art. 96 KVG (vgl. BGE 128 V 159 E. 3b/aa S. 161) erlassenen Art. 65d KVV (\"Überprüfung der Aufnahmebedingungen alle drei Jahre\"; E. 3.2 hiervor), welcher Art. 32 Abs. 2 KVG ausführt, handelt es sich - wovon sowohl Vorinstanz wie auch Beschwerdeführer ausgehen - um eine unselbstständige Verordnungsnorm im Sinne einer Vollziehungsverordnungsbestimmung: In der Botschaft zum KVG zu Art. 87, welcher ohne Veränderung als Art. 96 KVG in das Gesetz Eingang fand, wurden die einzelnen Bereiche aufgelistet, in welchen der Bundesrat zusätzlich zu den üblichen Verordnungskompetenzen Bestimmungen erlassen kann (BBl 1992 I 93, 230 f. Ziff. 82). In dieser Auflistung wird Art. 26 (entspricht Art. 32 KVG) nicht erwähnt. Abweichendes dergestalt, dass dem Bundesrat zur Konkretisierung der Wirtschaftlichkeitsbeurteilung Rechtsetzungsbefugnisse delegiert würden, findet sich auch in den Materialien nicht. Damit sind dem Bundesrat durch das Legalitäts- und Gewaltenteilungsprinzip in vierfacher Hinsicht BGE 142 V 26 S. 34Schranken gesetzt. Die Vollziehungsverordnung muss sich auf eine Materie beziehen, die Gegenstand des zu vollziehenden Gesetzes bildet (1.), darf dieses weder aufheben noch abändern (2.), muss der Zielsetzung des Gesetzes folgen und dabei lediglich die Regelung, die in grundsätzlicher Weise bereits im Gesetz Gestalt angenommen hat, aus- und weiterführen, also ergänzen und spezifizieren (3.) und darf dem Bürger keine neuen, nicht schon aus dem Gesetz folgenden Pflichten auferlegen (4.), und zwar selbst dann nicht, wenn diese Ergänzungen mit dem Zweck des Gesetzes in Einklang stehen (BGE 129 V 95 E. 2.1 S. 97; BGE 130 I 140 E. 5.1 S. 149; je mit Hinweisen; HÄFELIN/HALLER/KELLER, Schweizerisches Bundesstaatsrecht, 8. Aufl., 2012, Rz. 1860).\n\n5.2 Ob sich die Bestimmung von Art. 65d Abs. 1bis KVV in den hiervor genannten Schranken bewegt, hängt davon ab, welche Vorgaben sich aus dem Gesetz zur (erstmaligen) Beurteilung (E. 5.2.2) bzw. Überprüfung der Wirtschaftlichkeit von Leistungen (E. 5.2.3) ergeben und wie Lehre und Rechtsprechung den Begriff der Wirtschaftlichkeit definieren (E. 5.2.1 sogleich).\n\n5.2.1 Bereits die zum altrechtlichen Wirtschaftlichkeitsgebot von Art. 23 KUVG entwickelte Rechtsprechung hob den komparativen Charakter der Wirtschaftlichkeit und das damit verbundene Kosten-Nutzen-Verhältnis einer medizinischen Leistung hervor. Namentlich erkannte das Eidgenössische Versicherungsgericht (EVG, heute: sozialrechtliche Abteilungen des Bundesgerichts) betreffend die vergleichende Wertung mehrerer Heilmittel mit demselben Behandlungszweck, die Wirtschaftlichkeit lasse sich nicht allein mit einem Preisvergleich beurteilen, ohne dass die (Vor-)Frage der (allenfalls unterschiedlichen) Wirksamkeit der zu vergleichenden Arzneimittel geklärt sei (BGE 102 V 76 E. 3 S. 81; vgl. auch BGE 118 V 107 E. 7b S. 115 zur Bedeutung des Kosten-Nutzen-Verhältnisses im Rahmen von Art. 23 KUVG).\n\nDie Botschaft zum KVG enthält keine substanziellen Ausführungen zum Begriff der Wirtschaftlichkeit. In einer kurzen Umschreibung der Begriffe wirksam, zweckmässig und wirtschaftlich wurde - wie die Vorinstanz zutreffend feststellte - zu Letzterem einzig ausgeführt, eine wirtschaftliche Leistung müsse ein \"angemessenes Kosten-/Nutzenverhältnis\" aufweisen (BBl 1992 I 93, 159 zu Art. 26 Abs. 1). Anders als die Wirksamkeit gab die Wirtschaftlichkeit in den parlamentarischen Beratungen zu keinen Diskussionen Anlass (vgl. Protokoll der Sitzung der nationalrätlichen Kommission für soziale BGE 142 V 26 S. 35Sicherheit und Gesundheit vom 5. Oktober 1993, S. 1847, wo zur Wirtschaftlichkeit lediglich wiederholt wird, dass Kosten und Nutzen in einem vernünftigen Verhältnis stehen müssten).\n\nIn Fortführung der zum KUVG entwickelten Grundsätze betonen herrschende Lehre und ständige Rechtsprechung zu Art. 32 Abs. 1 KVG den vergleichenden Charakter der Wirtschaftlichkeit: Nur durch den Vergleich verschiedener Kosten-Nutzen-Verhältnisse kann entschieden werden, ob ein bestimmtes Kosten-Nutzen-Verhältnis günstig oder ungünstig ist. Bestehen zwischen zwei alternativen Behandlungsmethoden vom medizinischen Standpunkt keine ins Gewicht fallenden Unterschiede, ist grundsätzlich die kostengünstigere und damit wirtschaftlichere Anwendung zu wählen. Weist jedoch eine bestimmte Behandlungsmethode gegenüber anderen Anwendungen Vorteile in diagnostischer oder therapeutischer Hinsicht auf (u.a. geringere Risiken, weniger Komplikationen, günstigere Prognose betreffend Nebenwirkungen und Spätfolgen), kann dies die Übernahme der Kosten dieser teureren Applikation rechtfertigen bzw. ist dem beim Preisvergleich der Arzneimittel Rechnung zu tragen (BGE 127 V 138 E. 5 S. 146 f., BGE 127 V 275 E. 2b S. 279; BGE 136 V 395 E. 7.4 S. 407; BGE 137 V 295 E. 6.3.2 S. 309 f.; BGE 139 V 135 E. 4.4.3 S. 140; ALFRED MAURER, Das neue Krankenversicherungsrecht, 1996, S. 52; GEBHARD EUGSTER, Die obligatorische Krankenpflegeversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007 [fortan: SBVR], S. 495 Rz. 297, S. 589 Rz. 570; ders., Das Wirtschaftlichkeitsgebot nach Art. 56 Abs. 1 KVG, in: Wirtschaftlichkeitskontrolle in der Krankenversicherung, Schaffhauser/Kieser [Hrsg.], 2001, S. 12, 38; ders., Wirtschaftlichkeitskontrolle ambulanter ärztlicher Leistungen mit statistischen Methoden, 2003, S. 74 Rz. 173 f.; GÄCHTER/VOLLENWEIDER, Gesundheitsrecht, 2. Aufl. 2010, S. 174 Rz. 748; GÄCHTER/MEIENBERGER, Verfassungsmässigkeit von Wirtschaftlichkeitsüberlegungen, in: Wirtschaftlichkeitsüberlegungen in der Sozialversicherung, Gabriela Riemer-Kafka [Hrsg.], 2012, S. 30; ROLF LUGINBÜHL, Wirtschaftlichkeitsüberlegungen in der Krankenversicherung aus juristischer Sicht, ebenda, S. 140 ff.; GABRIELLE STEFFEN, Droit aux soins et rationnement, 2002, S. 154; UELI KIESER, Die Zulassung von Arzneimitteln im Gesundheits- und im Sozialversicherungsrecht, AJP 2007 S. 1046; vgl. auch GÄCHTER/MEIENBERGER, Rechtsgutachten zuhanden der Parlamentarischen Verwaltungskontrolle vom 8. Februar 2013, in: Evaluation der Zulassung und Überprüfung von Medikamenten in der obligatorischen BGE 142 V 26 S. 36Krankenpflegeversicherung vom 13. Juni 2013 - Materialien zum Bericht der Parlamentarischen Verwaltungskontrolle zuhanden der Geschäftsprüfungskommission des Ständerates [fortan: GÄCHTER/MEIENBERGER, Rechtsgutachten], S. 20 f. Rz. 6; abrufbar unter www.parlament.ch).\n\n5.2.2 Ausgehend von den hiervor genannten Grundsätzen zum Wirtschaftlichkeitsgebot von Art. 23 KUVG bzw. zum Wirtschaftlichkeitsbegriff von Art. 32 Abs. 1 KVG hat die höchstrichterliche Rechtsprechung die vergleichende Wertung mehrerer Arzneimittel stets als zentralen Bestandteil der Beurteilung der Wirtschaftlichkeit von Arzneimitteln verstanden. Entsprechend hat das EVG die unter dem KUVG geltende Bestimmung, wonach die Beurteilung der Wirtschaftlichkeit teils unter dem Gesichtspunkt der vergleichenden Wertung mehrerer zum gleichen Behandlungszweck zur Verfügung stehenden Heilmittel (unter Beachtung der Wirksamkeit und der Kosten pro Tag bzw. Kur), teils nach der Preisgestaltung des in Frage stehenden Präparats im In- und Ausland erfolgte (vgl. Art. 6 Abs. 2 der Verfügung 10 des Eidgenössischen Departements des Innern vom 19. November 1968 über die Krankenversicherung betreffend Aufnahme von Arzneimitteln in die Spezialitätenliste; SR 832.141. 24), als gesetzeskonform eingestuft (vgl. BGE 108 V 150 E. 2 S. 153 mit Hinweisen). Weiter hat das EVG erkannt, mit dem Inkrafttreten des KVG (und den Bestimmungen der KLV) habe sich an der Umschreibung der Wirtschaftlichkeit und an den Beurteilungskriterien nichts geändert, was der gesetzgeberischen Absicht entspreche, an der im Bereich der Spezialitätenliste geltenden Ordnung grundsätzlich nichts zu ändern (BGE 127 V 275 E. 2a S. 278). Die in der Verfügung 10 aufgeführten Kriterien wurden denn auch weitestgehend unverändert in Art. 65b KVV und Art. 34 KLV überführt. Mithin lässt sich festhalten, dass - sofern mehrere Arzneimittel gleicher Indikation oder ähnlicher Wirkungsweise zur Auswahl stehen - die vergleichende Wertung bzw. die Prüfung des Kosten-Nutzen-Verhältnisses (vgl. E. 5.3 hiernach) kraft Verweis von Art. 52 Abs. 1 KVG auf Art. 32 Abs. 1 KVG (und Art. 43 Abs. 6 KVG; E. 3.1 hiervor) unabdingbares Element bei der Prüfung der Aufnahmebedingungen der SL ist. Dass bei der Aufnahme in die SL eine Prüfung des Kosten-Nutzen-Verhältnisses durchgeführt werden muss, wird vom Beschwerdeführer denn auch explizit anerkannt.\n\n5.2.3 Die Überprüfung der Wirksamkeit, Zweckmässigkeit und Wirtschaftlichkeit der Leistungen wird in Art. 32 Abs. 2 KVG statuiert, wobei diese \"periodisch\" zu erfolgen hat. Der Gesetzgeber BGE 142 V 26 S. 37begründete die Einführung dieser Überprüfung damit, dass mit der Zeit gewisse Leistungen infolge des medizinischen Fortschritts als überholt gälten, zum Teil sogar relativ schnell, womit die kumulativen Anforderungen von Art. 26 Abs. 1 (Art. 32 Abs. 1 KVG) nicht mehr erfüllt seien. Mit diesem Vorgehen sollten diejenigen Leistungen aus dem Katalog gestrichen werden können, deren Wirksamkeit, Zweckmässigkeit oder Wirtschaftlichkeit nicht mehr gegeben sei. Das Gesetz ziele in erster Linie auf ein anforderungsgerechtes Leistungsangebot und damit auf die Ausmusterung medizinisch nicht mehr zweckmässiger Leistungen ab (BBl 1992 I 93, 159 zu Art. 26 Abs. 2; heute: Art. 32 Abs. 2 KVG). In den Kommissionen wurde betont, bei der Überprüfung gemäss Abs. 2 handle es sich nicht um eine \"einmalige Festlegung\", sondern um eine \"Nachkontrolle\" der medizinischen, pharmakologischen und pflegerischen Leistung; diese (Nachkontrolle) sei dauernd in Bewegung und kontrolliere das Neue mit (Protokoll der Sitzung der ständerätlichen Kommission für soziale Sicherheit und Gesundheit vom 17. Dezember 1992, S. 1303). Demnach hatte der Gesetzgeber - anders, als der Beschwerdeführer anzunehmen scheint - klare Vorstellungen davon, wie die periodische Überprüfung der Kriterien von Art. 32 Abs. 1 KVG zu erfolgen hat, nämlich umfassend. Denn nur eine umfassende Überprüfung, unter Einschluss einer Kosten-Nutzen-Analyse (E. 5.3 sogleich), ermöglicht es, \"überholte Leistungen auszumustern\" (oder deren Preise zu senken) bzw. sicherzustellen, dass die im Rahmen der Aufnahme eines Arzneimittels in die SL gestellten Anforderungen während der gesamten Verweildauer auf der SL erfüllt sind (vgl. auch EUGSTER, SBVR, a.a.O., S. 597 Rz. 594).\n\n5.3 Der in der SL aufgeführte Höchstpreis wird im Rahmen der Aufnahme nicht mit direktem Bezug zum medizinischen Nutzen des Arzneimittels festgelegt. Indes findet eine indirekte Kosten-Nutzenanalyse mittels TQV statt (THOMAS GÄCHTER, Preisgestaltungsmechanismen in der Sozialversicherung: Das schweizerische System der Preisgestaltung von Medikamenten in der Krankenversicherung im Vergleich, in: Bilim ve uygulamada ilaç ve hukuk uluslararasi sempozyumu, 4-6 haziran 2008, S. 176 und 180 Ziff. 3 [fortan: GÄCHTER, Preisgestaltungsmechanismen]; GÄCHTER/MEIENBERGER, Rechtsgutachten, a.a.O., S. 31 Rz. 41 i.f.; Bericht der Parlamentarischen Verwaltungskontrolle zuhanden der Geschäftsprüfungskommission des Ständerates vom 13. Juni 2013, S. 18 Ziff. 4.3, S. 29 Ziff. 6.3, S. 35 Ziff. 8.1, in: Evaluation der Zulassung und BGE 142 V 26 S. 38Überprüfung von Medikamenten in der obligatorischen Krankenpflegeversicherung [fortan: Bericht PVK]). Dabei wird die Wirksamkeit des Arzneimittels einer vergleichenden Wertung mehrerer zum gleichen Behandlungszweck zur Verfügung stehender Heilmittel unterzogen und in Zusammenhang gesetzt mit den Kosten pro Tag oder Kur im Verhältnis zu den Kosten der anderen Arzneimittel gleicher Indikation oder ähnlicher Wirkungsweise (DOMINIQUE MARCUARD, Preisbildung bei Arzneimitteln, in: Soziale Sicherheit [CHSS] 2/2001 S. 69; GÄCHTER, Preisgestaltungsmechanismen, a.a.O., S. 176 f.; GÄCHTER/MEIENBERGER, Rechtsgutachten, a.a.O., S. 33 Rz. 46 mit Hinweis auf Ziff. C.2.1 des SL-Handbuchs).\n\n5.4 Der infrage stehende Art. 65d Abs. 1bis KVV legt e contrario fest, dass bei der dreijährlichen Überprüfung der Aufnahmebedingungen - von zwei Ausnahmen abgesehen (wenn kein APV möglich ist [lit. a] oder wenn seit der letzten Überprüfung eine Preissenkung im Rahmen einer Indikationserweiterung oder Limitierungsänderung stattgefunden hat [lit. b]) - nur ein APV durchzuführenist (vgl. auch S. 4 Ziff. 2.2 und 3.1 der Publikation \"Änderungen und Kommentar im Wortlaut\" des BAG vom 9. März 2012 zu den Änderungen der KVV per 1. Mai 2012 [abrufbar unter www.bag.admin.ch], wonach die \"Beurteilung der Wirtschaftlichkeit beider dreijährlichen Überprüfung primär auf dem APV basieren soll\").\n\nDiese eingeschränkte Prüfung der Wirtschaftlichkeit, die allein auf einem Vergleich des Fabrikabgabepreises in der Schweiz (exkl. MWSt) mit dem Durchschnitt der Fabrikabgabepreisen (abzüglich MWSt) des grundsätzlich gleichen Arzneimittels in ausgewählten Vergleichsländern basiert (vgl. Art. 35 Abs. 1 Satz 1 KLV [in Kraftbis 31. Mai 2015]; Ziff. C.3.1 und C.3.5 des SL-Handbuchs;GÄCHTER/MEIENBERGER, Rechtsgutachten, a.a.O., S. 32 f. Rz. 42 ff.), berücksichtigt - wie die Vorinstanz zutreffend feststellte - das Kosten-Nutzen-Verhältnis nicht. Das Überprüfungsverfahren anhand des APV vermag daher lediglich zu verhindern, dass die Preisdifferenz zu den Vergleichsländern nicht zunimmt (Bericht PVK, S. 29 Ziff. 6.3, S. 37 Ziff. 8.3). Nota bene bleiben mit dem Verzicht auf die Durchführung eines TQV (und der damit einhergehenden Kosten-Nutzen-Analyse) bei der dreijährlichen Überprüfung nach Art. 65d Abs. 1bis KVV allfällige Veränderungen in der SL, namentlich in Form von neuen, eventuell erheblich wirksameren Arzneimitteln oder von neuen Studien über die Wirkung des zu überprüfenden Arzneimittels (z.B. über neue Nebenwirkungen oder Interaktionen), in BGE 142 V 26 S. 39der Regel (d.h. wenn kein Fall von lit. a oder b dieser Bestimmung vorliegt) gänzlich unbeachtlich. Obschon das Kosten-Nutzen-Verhältnis des zu überprüfenden Arzneimittels durch solche Veränderungen gegebenenfalls erheblich ungünstiger wird, was zur Verneinung der Wirtschaftlichkeit führen müsste, besteht im Rahmen der periodischen Überprüfung nach Art. 65d Abs. 1bis KVV weder Handhabe für eine Preisanpassung noch für eine Streichung dieses Arzneimittels (vgl. Aufnahme und Überprüfung von Medikamenten in der Spezialitätenliste - Bericht der Geschäftsprüfungskommission des Ständerates vom 25. März 2014 [fortan: Bericht der GPK; abrufbar unter www.parlament.ch], S. 13 Ziff. 5.1; Bericht PVK, S. 36 f. Ziff. 8.3; Materialien zum Bericht der Parlamentarischen Verwaltungskontrolle zuhanden der Geschäftsprüfungskommission des Ständerates, S. 137 ff. Ziff. 2.4.4 und 3.3, in: Evaluation der Zulassung und Überprüfung von Medikamenten in der obligatorischen Krankenpflegeversicherung vom 13. Juni 2013 [fortan: Materialien zum PVK-Bericht]).\n\nDie Konsequenz der ausschliesslich preisbezogenen Überprüfung gemäss Art. 65d Abs. 1bis KVV ist, dass die SL Arzneimittel enthalten kann, die qualitativ nicht mehr dem neusten Stand bzw. dem höchsten Nutzen entsprechen bzw. dass die SL nicht als Referenz für die qualitativ besten Arzneimittel dienen kann (Materialien zum PVK-Bericht, S. 137 Ziff. 2.4.4, S. 139 Ziff. 3.3). Für das vom Gesetzgeber ausdrücklich angestrebte Ziel, Leistungen auszusondern, die den kumulativen Anforderungen von Art. 32 Abs. 1 KVG nicht mehr entsprechen, stellt die auf den APV reduzierte Überprüfung gemäss Art. 65d Abs. 1bis KVV somit ein von vornherein untaugliches Instrument dar (in diesem Sinne auch Bericht PVK, S. 139 Ziff. 3.3). Hierfür spricht nicht zuletzt der Umstand, dass das BAG in den letzten 10-15 Jahren offenbar kein Arzneimittel aufgrund von negativen Beurteilungen der \"WZW-Kriterien\" von der SL gestrichen hat (S. 14 Rz. 5.2 des Berichts der GPK). Entsprechend gelangte die Geschäftsprüfungskommission des Ständerates zum Schluss, mit der Aufnahme eines Medikaments (in die SL) erhielten die Arzneimittelhersteller \"faktisch eine unbefristete Garantie auf Abrechnung zulasten der obligatorischen Krankenpflegeversicherung\" (S. 2 des Berichts der GPK).\n\nZusammenfassend ist mit der Vorinstanz festzuhalten, dass Art. 65d Abs. 1bis KVV der Zielsetzung des Art. 32 Abs. 2 KVG - die Sicherstellung, dass die Arzneimittel der SL die Kriterien von Abs. 1 BGE 142 V 26 S. 40(Wirksamkeit, Zweckmässigkeit, Wirtschaftlichkeit) jederzeit erfüllen -zuwiderläuft bzw. die gesetzliche Regelung nicht gehörig ausführt (so auch S. 14 Ziff. 5.1 des Berichts der GPK, wonach die periodische Überprüfung im Medikamentenbereich nicht den Vorgaben von Art. 32 Abs. 2 KVG entspreche, da sie dessen Kriterien nicht vollständig berücksichtige).\n\n5.5 Der Einwand, die Beurteilung der Wirtschaftlichkeit (im Rahmen der Überprüfung der Aufnahmebedingungen) ausschliesslich anhand des APV habe schon lange Bestand, womit kein Systemwechsel vorliege, verfängt - ungeachtet dessen, ob er überhaupt entscheidrelevant ist - nicht. Es mag zutreffen, dass der Beschwerdeführer - wie er selbst darlegt - die Prüfung der Wirtschaftlichkeit de facto seit längerer Zeit primär mittels APV durchgeführt hat. Jedoch ist, wie die Beschwerdegegnerin zutreffend einwendet, nicht die behördliche Praxis massgebend, sondern die gesetzliche Ordnung bzw. die Vorgaben des Gesetzes (Art. 32 Abs. 2 KVG; E. 5.2.3 hiervor). Was die Modalitäten der Prüfung anbelangt, galt bereits unter der Herrschaft des KUVG, dass bei einer Preissenkung grundsätzlich dieselben Kriterien wie bei der Aufnahme anzuwenden sind (BGE 110 V 199 E. 2b S. 201). Ferner ist unbestritten, dass die Überprüfung der Arzneimittel innert 24 Monaten (eingeführt per 1. Juli 2002; AS 2002 3013) nach dem Wortlaut der KLV keine Einschränkung auf den APV vorsah (in diesem Sinne lautet auch Ziff. 2.1 der Antwort des Bundesrates vom 25. Mai 2005 auf die Interpellation Nr. 05.3010 von Ruth Humbel betreffend \"Preisgestaltung von neuen patentgeschützten Medikamenten\" [abrufbar unter www.parlament.ch/Dokumentation/Curia Vista], wonach eine \"generelle Überprüfung der WZW-Kriterien\" ein erstes Mal bei der Aufnahme des Präparats in die Spezialitätenliste, ein zweites Mal nach 24 Monaten erfolge). Auch mit der Änderung der Frist auf 36 Monate per 1. August 2007 (AS 2006 1717) erfolgte keine derartige Einschränkung (vgl. auch Ziff. 252 S. 7 der Publikation \"Kommentar\" des BAG vom Juni 2007 zur Änderungen der KVV per 1. August 2007 und 1. Januar 2008 [abrufbar unter www.bag.admin.ch], wonach die Prüfung der Wirtschaftlichkeit \"u.a.\", mithin nicht ausschliesslich, mittels APV erfolge). Schliesslich wurde bei der Einführung der dreijährlichen Überprüfung der Aufnahmebedingungen explizit darauf hingewiesen, bei der periodischen Überprüfung sei \"sowohl der Auslandpreisvergleich wie der therapeutische Quervergleich massgebend\" (S. 10 Ziff. 3.5 der Publikation \"Änderungen und Kommentar im Wortlaut\" des BAG BGE 142 V 26 S. 41vom 29. Juni 2009 zu den vorgesehenen Änderungen der KVV per 1. Oktober 2009 und 1. Januar 2010 [abrufbar unter www.bag.admin.ch]). Infolgedessen liegt, wie das Bundesgericht bereits mit Urteil 9C_958/2012 vom 20. Dezember 2012 E. 3.2.1 (in: SVR 2013 KV Nr. 9 S. 44) im Rahmen der Beurteilung vorsorglicher Massnahmen in Betracht gezogen hat, mit der Einführung von Art. 65d Abs. 1bis KVV und der ausschliesslichen Anwendung des APV ein Systemwechsel vor.\n\n5.6 Auch das Vorbringen, eine Kosten-Nutzen-Analyse sei entgegen der Vorinstanz nicht jederzeit sinnvoll, zumal je nachdem keine neuen Studien und Daten vorlägen bzw. wenn solche vorlägen, könne ausnahmsweise doch eine umfassende Überprüfung durchgeführt werden, zielt ins Leere. Anders als der Beschwerdeführer darlegt, besteht weder in der KVV noch in der KLV (in den hier anwendbaren Fassungen) eine Bestimmung, die den ausnahmsweisen Einbezug des TQV im Falle von neuen Erkenntnissen aus klinisch kontrollierten Studien zuliesse oder gar vorschriebe. Der vom Beschwerdeführer diesbezüglich erwähnte Art. 35b Abs. 4 lit. c KLV (in Kraft bis 31. Mai 2015) fordert die Zulassungsinhaberinnen lediglich zur Einreichung von aktualisierten Daten (mit Angabe der gegenüber der vorausgegangenen Überprüfung veränderten Informationen zum Arzneimittel) auf, ohne jedoch die Möglichkeit einer umfassenden Wirtschaftlichkeitsprüfung vorzusehen (Abs. 9 dieser Bestimmung, der den Einbezug des TQV bei begründeten Fällen vorsah, wurde mit Wirkung per 1. Mai 2012 aufgehoben [AS 2012 1769]). Ob eine umfassende Überprüfung im Dreijahresrhythmus sachgerecht ist (vgl. hierzu Materialien zum PVK-Bericht, S. 115 Ziff. 2.1.3.3), was der Beschwerdeführer bestreitet, ist hier nicht zu entscheiden: In welchem Rhythmus die periodische \"Nachkontrolle\" von Art. 32 Abs. 2 KVG zu erfolgen hat, ist dem Verordnungsgeber - unter der Bedingung, dass der zeitliche Abstand zwischen den Überprüfungen das Ziel des Gesetzgebers, nur Leistungen zu vergüten, die den Anforderungen von Art. 32 Abs. 1 KVG entsprechen, nicht illusorisch macht - im Rahmen seiner Vollzugskompetenzen anheimgestellt.\n\n5.7 Der Beschwerdeführer macht ferner geltend, der Bundesrat habe den TQV bei der dreijährlichen Überprüfung der Aufnahmebedingungen bewusst ausgeschlossen, um eine Ungleichbehandlung der Zulassungsinhaberinnen zu verhindern. Ansonsten hätten 2012 Zulassungsinhaberinnen insofern profitiert, als ihre Arzneimittel mit BGE 142 V 26 S. 42Arzneimitteln verglichen worden wären, deren Preise noch höher gewesen wären als im Jahr 2014, da zu diesem Zeitpunkt bereits ca. zwei Drittel der Arzneimittel überprüft und entsprechend gesenkt worden seien. Auch mit dieser Argumentation lässt sich die grundsätzliche bzw. unbefristete Einschränkung der periodischen Überprüfung der Arzneimittel auf den APV nicht rechtfertigen: Die Problematik von unterschiedlichen Wechselkursen gründete allein auf dem (damaligen) Prüfsystem, das am Aufnahmejahr des Arzneimittels in die SL anknüpfte (Art. 35b Abs. 1 Satz 2 KLV [in Kraft bis 31. Mai 2015]; vgl. auch Fn. 47 S. 29 Bericht PVK). Dieses Prüfsystem wurde nunmehr per 1. Juni 2015 (AS 2015 1359) dergestalt geändert, dass Arzneimittel, die sich in der gleichen therapeutischen Gruppe (IT[Index Therapeuticus]-Gruppe) der Spezialitätenliste befinden, gleichzeitig überprüft werden (Art. 34d KLV in der ab 1. Juni 2015 gültigen Fassung; vgl. auch Faktenblatt des BAG vom 29. April 2015 betreffend Preisfestsetzung von Arzneimitteln sowie Ziff. 5.2 der [undatierten] Publikation \"Änderungen und Kommentar im Wortlaut\" zu den Änderungen der KVV und der KLV per 1. Juni 2015; beides abrufbar unter www.bag.admin.ch). Damit wird die beschriebene Problematik inskünftig nicht mehr auftreten.\n\n5.8 Soweit der Beschwerdeführer in der Anordnung des Bundesverwaltungsgerichts, die Überprüfung mittels APV und TQV durchzuführen, eine Verletzung von Art. 35 Abs. 1 Satz 1 KLV (in Kraft bis 31. Mai 2015) erblickt, kann dem nicht gefolgt werden. Zum einen wurde, wie die Vorinstanz für das Bundesgericht verbindlich festgestellt hat (E. 2 hiervor; E. 9 S. 40 des angefochtenen Entscheids), vom Beschwerdeführer noch gar kein TQV durchgeführt. Damit ist die Ausgangslage noch offen. Zum anderen hat die Vorinstanz keine Vorgaben gemacht, wie allenfalls divergierende Resultate der einzelnen Vergleichsmethoden zu gewichten sind (zur Gewichtungsproblematik: GÄCHTER/MEIENBERGER, Rechtsgutachten, a.a.O., S. 33 Rz. 47; Materialien zum PVK-Bericht, S. 123 f. Ziff. 2.3.2.2 und S. 141 Tabelle 9; Ziff. 3.1 der [undatierten] Publikation \"Änderungen und Kommentar im Wortlaut\" zu den Änderungen der KVV und der KLV per 1. Juni 2015).\n\n5.9 Nach dem Gesagten hält Art. 65d Abs. 1bis KVV vor dem Legalitätsprinzip nicht stand. Die Vorinstanz hat den Beschwerdeführer zu Recht angewiesen, die Wirtschaftlichkeit - entsprechend Art. 65d Abs. 1 i.V.m. Art. 65b Abs. 2 KVV (E. 3.2 hiervor) - unter BGE 142 V 26 S. 43Anwendung von APV und TQV zu prüfen und hernach über die Preissenkung neu zu verfügen. Bei diesem Ergebnis kann offenbleiben, wie es sich mit der geltend gemachten Verletzung der Wirtschaftsfreiheit verhält. (...)"}