{"annee": "142", "cour": "V", "page": "435", "date": "18/8/2016", "cite": ["102 V 131", "130 III 321", "129 V 402", "129 V 177"], "cite_par": [], "chapeau": "49. Extrait de l'arrêt de la Ire Cour de droit social dans la cause A. contre SWICA Assurances SA (recours en matière de droit public)\n\n8C_734/2015 du 18 août 2016", "regestes": ["Art. 6 al. 1 LAA; art. 4 LPGA; cause naturelle ou accidentelle du décès. Refus d'admettre le caractère accidentel d'un décès constaté à la suite d'une chute survenue lors d'une randonnée en montagne, au motif que la cause la plus probable du décès est une défaillance cardio-vasculaire (consid. 3)."], "faits": "|436|\n\nA.\n\nA.a B. travaillait en qualité de médecin-vétérinaire au service du Cabinet vétérinaire C. S.A., à U. A ce titre, il était obligatoirement assuré contre les accidents auprès de SWICA Assurances SA.\n\nLe 28 septembre 2012, il est parti en randonnée avec cinq amis, dont D. et E., dans l'intention de rallier V. depuis W. en passant par les cols du Chindbetti et de la Gemmi . Après avoir fait une pause d'un quart d'heure pour déjeuner au col du Chindbetti, les randonneurs sont repartis en direction du col de la Gemmi. L'assuré occupait à ce moment-là la quatrième position dans la file, devant D. et E. Peu après, il leur a dit ne pas se sentir bien, être un peu faible et souffrant, ajoutant qu'il devrait éventuellement vomir. Il a exprimé le souhait de fermer la marche, ce à quoi les deux autres randonneurs ont consenti. Ensuite, D. et E. ont entendu leur compagnon vomir et des pierres rouler. Ils se sont retournés et l'ont alors vu dégringoler la tête la première sans émettre le moindre son ou cri. Ils se sont alors précipités à l'endroit où il gisait, dans un champ d'éboulis, à 60 mètres en contrebas selon ces deux témoins. Ils ont tenté une réanimation et alerté la REGA vers 12h30, laquelle est intervenue sur place. La tentative de réanimation est restée vaine. Le décès de B. a été constaté sur place à 13h06 . Le constat médical établi le 28 septembre 2012 par le docteur F., médecin urgentiste de la REGA, fait état d'une intervention pour un accident et de diagnostics provisoires d'arrêt cardio-vasculaire, de traumatisme cranio-cérébral, de suspicion de fractures de la colonne cervicale, de plusieurs fractures au niveau des os du visage et d'un incident cardiaque précédent.\n\nA.b Le procureur en charge de la procédure pénale a ordonné un examen médico-légal externe, qu'il a confié au docteur G. L'examen a eu lieu le jour même du décès à l'hôpital H. Le docteur G. a observé que l'ossature du visage et du crâne était intacte, qu'aucune |437| instabilité n'était clairement identifiable au niveau de la colonne cervicale et qu'à la palpation du thorax, des clavicules, de la colonne vertébrale et du bassin, aucune instabilité n'était perceptible. Il a relevé que l'aspect des blessures, soit principalement des éraflures et des contusions à hauteur du visage, ainsi que les rares marques de blessures aux mains, suggéraient l'absence de réaction de protection pendant la chute, donc une chute consécutive à un lourd malaise ou même à une perte de conscience. Les blessures n'apparaissaient pas dans leur ensemble si graves qu'il doive être conclu qu'elles aient causé la mort. La coloration bleu foncé très marquée de la peau, de la tête et du cou, de même qu'une accumulation distinctement visible de sang dans les veines du cou, étaient des indices de la survenance d'un événement interne aigu comme par exemple d'une défaillance cardiaque aiguë. Le médecin légiste a conclu à une cause vraisemblablement naturelle de la mort ensuite de la survenance d'un événement interne aigu, soit probablement une défaillance cardio-vasculaire.\n\nAucune autopsie n'a été pratiquée. Les rapports du service de la police scientifique du 30 septembre 2012 et des policiers d'intervention du 11 octobre 2012 excluent l'intervention d'une tierce personne et relatent l'un et l'autre qu'il n'a pas pu être déterminé si la cause de la mort était accidentelle ou naturelle. Le ministère public a rendu une ordonnance de classement le 13 novembre 2012.\n\nA.c Le 11 octobre 2012, A., veuve de l'assuré, a informé SWICA du décès de son mari par l'envoi d'une déclaration d'accident LAA mentionnant une chute en montagne. Dans un rapport du 19 octobre 2012, le docteur I., du service médical de la REGA, a indiqué comme cause première du décès une suspicion d'un problème cardiaque et, comme cause secondaire, un polytraumatisme (traumatisme crânien, cervical et facial). Il a rappelé que l'assuré avait été victime d'un malaise et qu'il avait vomi. Il a fait état d'une chute de 120 mètres environ.\n\nPar décision du 12 mars 2013, confirmée par une décision sur opposition du 10 octobre 2013, SWICA a signifié à A. qu'elle refusait de prendre en charge les suites de l'événement du 28 septembre 2012, motif pris que le décès avait vraisemblablement été causé par une insuffisance cardio-circulatoire.\n\nB. Par arrêt du 1er septembre 2015, le Tribunal cantonal du canton de Vaud (Cour des assurances sociales) a rejeté le recours formé par A. contre la décision sur opposition. |438|\n\nC. A. forme un recours en matière de droit public dans lequel elle conclut à l'annulation de l'arrêt cantonal et à la prise en charge par SWICA des suites de l'événement du 28 septembre 2012 à titre d'accident assuré. Subsidiairement, elle conclut au renvoi de la cause à l'autorité précédente pour nouvelle décision .\n\nSWICA conclut au rejet du recours. La juridiction cantonale et l'Office fédéral de la santé publique ont renoncé à déposer une détermination.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n1. L'art. 6 al. 1 LAA prévoit que les prestations de l'assurance-accidents obligatoire - ici notamment les prestations de survivants (art. 28 ss LAA) - sont allouées en cas d'accident professionnel, d'accident non professionnel et de maladie professionnelle. Par accident au sens de cette disposition, on entend toute atteinte dommageable, soudaine et involontaire, portée au corps humain par une cause extérieure extraordinaire qui compromet la santé physique, mentale ou psychique, ou qui entraîne la mort (art. 4 LPGA [RS 830.1]). Le droit aux prestations suppose notamment entre l'événement dommageable de caractère accidentel et l'atteinte à la santé un lien de causalité naturelle. Cette condition est réalisée lorsqu'il y a lieu d'admettre que, sans cet événement accidentel, le dommage ne se serait pas produit du tout ou qu'il ne serait pas survenu de la même manière. Il n'est pas nécessaire que l'accident soit la cause unique ou immédiate de l'atteinte à la santé: il suffit qu'associé éventuellement à d'autres facteurs, il ait provoqué l'atteinte à la santé, c'est-à-dire qu'il apparaisse comme la condition sine qua non de cette atteinte. Savoir si l'événement assuré et l'atteinte en question sont liés par un rapport de causalité naturelle est une question de fait que l'administration ou, le cas échéant, le juge, examine en se fondant essentiellement sur des renseignements d'ordre médical, et qui doit être tranchée à la lumière de la règle du degré de vraisemblance prépondérante, appliquée généralement à l'appréciation des preuves dans l'assurance sociale (ATF 129 V 177 consid. 3.1 p. 181, ATF 129 V 402 consid. 4.3.1 p. 406; arrêt 8C_698/2007 du 27 octobre 2008 consid. 2.1; cf. aussi ATF 130 III 321 consid. 3.2 et 3.3 p. 324 s.).\n\n2. Il n'existe guère de jurisprudence récente sur l'incidence d'une cause interne (pathologique) sur un événement accidentel. Dans le |439| passé, l'ancien Tribunal fédéral des assurances a par exemple eu l'occasion de juger qu'une chute, suivie d'une fracture de la jambe, causée par la diminution intermittente de la pression sanguine, constituait un accident: dans ce cas, la chute est la cause directe et adéquate de l'atteinte à la santé (ATF 102 V 131). Il en est de même lorsque la chute a été favorisée par une fragilité osseuse (arrêt K 636 du 30 janvier 1985, in RAMA 1985 p. 183). Dans une jurisprudence encore plus ancienne, ce même tribunal a refusé d'admettre le caractère accidentel d'un décès par étouffement dû à l'aspiration de matières gastriques lors d'une crise d'épilepsie, non sans avoir souligné que l'accident lui-même et non la maladie devait être la cause du dommage (ATFA 1959 p. 165). S'agissant d'un décès survenu dans l'eau, il avait auparavant jugé qu'une défaillance ou n'importe quels troubles précédant la mort n'excluaient son caractère accidentel que s'ils constituaient la cause physiologique du décès, c'est-à-dire s'ils l'avaient provoqué même sans la submersion du corps de la victime ni la pénétration d'eau dans ses organes intérieurs. Dans cette affaire, à l'inverse du cas précédemment cité, l'existence d'un accident avait été reconnue, la mort étant survenue par submersion et non par suite de troubles circulatoires (ATFA 1945 p. 86, qui fait référence à la notion de cause essentielle).\n\nLa doctrine récente est peu diserte sur la question. Dans une thèse déjà ancienne, un auteur exprime l'avis que si une cause interne, sans engendrer elle-même une atteinte quelconque, ne fait qu'entraîner ou faciliter la survenance d'un événement accidentel qui cause ensuite une atteinte dommageable, l'existence d'un accident assuré ne saurait être niée sous le prétexte de l'intervention d'un état maladif (A. ÖZGERHAN TOLUNAY, La notion de l'accident du travail dans l'assurance-accidents obligatoire en droit suisse, allemand et français, 1977, p. 96). La doctrine cite à titre d'exemples d'accidents (assurés) celui d'une personne qui fait une chute et se casse une jambe à la suite d'un malaise cardio-vasculaire non mortel ou celui d'une personne qui se mord la langue au cours d'une crise d'épilepsie (voir ALFRED MAURER, Schweizerisches Unfallversicherungsrecht, 2e éd. 1989, p. 179; pour d'autres exemples, voir du même auteur, Recht und Praxis der Schweizerischen obligatorischen Unfallversicherung, 1963, p. 107 ss).\n\nDe ce qui précède, on retiendra, en résumé, qu'un état maladif peut être à l'origine d'un événement accidentel (assuré) ou en favoriser la survenance. Cela suppose toutefois que l'accident comme tel apparaisse comme la cause naturelle et adéquate de l'atteinte à la santé ou |440| du décès (dans ce sens également, MAURER, Schweizerisches Unfallversicherungsrecht, op. cit., p. 180; voir aussi à propos de l'ATFA 1945 p. 86, ALFRED BÜHLER, Der Unfallbegriff, in Haftpflicht- und Versicherungsrechtstagung, 1995, p. 231).\n\n3.\n\n3.1 La recourante reproche à la juridiction cantonale une constatation erronée des faits au motif que celle-ci a retenu que le décès était dû à une cause maladive, niant pour cette raison tout lien de causalité entre la chute de l'assuré et son décès. En substance, elle fait valoir que le rapport des médecins de la REGA, ainsi que les constatations du médecin légiste, laissent planer des incertitudes quant à l'existence même d'une affection cardiaque. Elle allègue que son défunt mari jouissait d'un bon état de santé général, circonstance qui aurait dû être prise en compte dans l'appréciation des médecins qui se sont exprimés après le décès. Elle rappelle que, selon l'enquête pénale, le sentier était humide à l'endroit où a eu lieu la chute, ce qui rend vraisemblable l'existence d'une glissade. La cour cantonale aurait ainsi retenu à tort que la topographie des lieux n'était pas dangereuse au point que la chute, à elle seule, eût entraîné inéluctablement une issue fatale. Au contraire, compte tenu de la hauteur de la chute, il était peu probable que l'assuré ait pu s'en sortir indemne.\n\n3.2 La juridiction cantonale s'est fondée sur un ensemble d'éléments convergents permettant selon elle d'accréditer la thèse selon laquelle la cause la plus probable du décès était une défaillance cardio-vasculaire. Elle a mis particulièrement en évidence les circonstances suivantes:\n\nL'assuré avait été victime d'un malaise avant la chute, peu après le déjeuner. Même si le sentier était humide, il ne présentait pas au vu des photographies versées au dossier de la police, de difficultés techniques à cet endroit. Les constatations du docteur G., qui n'a pas signalé la présence de fractures, permettent d'écarter un impact violent lors de la chute et relativisent fortement l'éventualité d'un polytraumatisme à l'origine du décès. Quant à la topographie des lieux, elle montre une zone, certes pentue, mais cependant majoritairement herbeuse. L'interprétation par le médecin légiste de la rareté des lésions à la hauteur des mains est significative d'une absence de réaction de protection, évocatrice d'un lourd malaise, voire d'une perte de connaissance. Cette interprétation est corroborée par la description de la chute par les témoins, qui n'ont entendu ni cri ni son et n'ont pas constaté que leur compagnon de randonnée aurait essayé de se |441| rattraper ou de se retenir. Enfin, la congestion des veines jugulaires comme la coloration bleu foncé de la peau, de la tête et du cou sont clairement les signes cliniques d'une insuffisance cardiaque.\n\n3.3 Ces considérations sont pertinentes et suffisantes pour conclure que le décès de l'assuré était dû, au degré requis de la vraisemblance prépondérante, à une cause naturelle excluant le droit à des prestations de l'assurance-accidents. Elles ne sont pas remises en cause par les rapports des docteurs F. et I. Le premier n'a fait qu'émettre des diagnostics provisoires, ce qui s'explique aisément par le fait qu'il est intervenu en urgence, dans le contexte d'un sauvetage. Au demeurant, il a aussi retenu l'hypothèse d'un arrêt cardiaque. Quant au second, il paraît privilégier une mort naturelle puisqu'il mentionne un problème cardiaque comme cause du décès.\n\n4.\n\n4.1 Subsidiairement, la recourante soutient que même si l'assuré avait été victime d'une insuffisance cardiaque, la chute aurait de toute façon contribué au décès. Elle fait valoir qu'un malaise cardiaque doit être pris en charge médicalement et n'entraîne pas nécessairement le décès. Supposée cette pathologie avérée, elle aurait pu être traitée si l'assuré n'avait pas ensuite dévalé, selon les termes de la recourante, \"une paroi rocheuse de 120 mètres\".\n\n4.2 Cette argumentation repose sur des conjectures, qui ne sauraient valablement remettre en cause la motivation cantonale. Comme le relève l'autorité précédente, aucun élément objectif ne permet de soutenir que les lésions traumatiques auraient influé sur l'issue fatale. Au contraire, sur la base de l'examen du corps par le médecin légiste, on peut retenir que les lésions traumatiques constatées médicalement ne présentaient pas une gravité suffisante pour entraîner la mort. L'allégation selon laquelle l'assuré aurait dévalé une paroi rocheuse est contredite par les pièces au dossier, notamment les clichés photographiques des lieux. De même, une hauteur de 120 mètres bien que mentionnée dans le rapport du docteur I., est sujette à caution, les deux témoins de la chute entendus par la police ayant quant à eux fait état d'une distance de 60 mètres. (...)"}