{"annee": "96", "cour": "I", "page": "613", "date": "25/9/1970", "cite": ["93 I 497"], "cite_par": [], "chapeau": "94. Urteil vom 25. September 1970 i.S. Müller gegen Eidg. Finanz- und Zolldepartement.", "regestes": ["Règlement d'exécution de la loi fédérale sur l'alcool et de la loi fédérale sur la concession des distilleries domestiques du 6 avril 1962. 1. Seul un agriculteur peut être considéré comme un bouilleur de cru ou comme un commettant bouilleur de cru par le règlement d'exécution. Quelles sont les conditions requises à cet égard? (consid. 1). 2. Un boulanger, qui exploite accessoirement 112 ares constitués en majeure partie de prairies et de pâturages pour du menu bébail sans être obligé d'y consacrer une part importante de son temps, n'est pas un agriculteur au sens du règlement d'exécution (consid. 2)."], "faits": "|613|\n\nA.- Fritz Müller führt in Niederösch eine Bäckerei. Er besitzt 353 a Grund und Boden, den er selbst bewirtschaftet. 241 a seines Grundbesitzes sind Wald. Von den restlichen 112 a hat er im Jahre 1969, wie eine Kontrolle ergeben hat, 15 a mit Getreide und 6 a mit Gemüse bepflanzt und 91 a als Wies- und Weidland genutzt. Er besitzt insgesamt 76 Obstbäume. Im Herbst 1969, am Tage der erwähnten Kontrolle, hielt er |61417| Schafe und 6 Schweine. Der Inspektor der Eidg. Alkoholverwaltung, der die Kontrolle durchführte, schätzt den Anteil der Bewirtschaftung von Grund und Boden an der gesamten Erwerbstätigkeit Müllers auf \"nicht mehr als ca. 1/5\". Müller selbst gibt sein Jahreseinkommen aus der Landwirtschaft mit Fr. 1630.--, jenes aus der Bäckerei mit Fr. 6500.-- an.\n\nB.- Am 18. November 1958 hatte die Eidg. Alkoholverwaltung Müller auf Grund des Bundesratsbeschlusses über die Umschreibung der nicht gewerbsmässigen Herstellung der gebrannten Wasser und über die Begrenzung des steuerfreien Eigenbedarfes vom 28. Dezember 1938 als Hausbrennauftraggeber anerkannt. Der für seinen Landwirtschaftsbetrieb und Haushalt erforderliche Branntwein aus Eigengewächs oder selbst gesammeltem Wildgewächs wurde ihm demzufolge als steuerfreier Eigenbedarf belassen. Am 13. November 1969 teilte die Eidg. Alkoholverwaltung Müller zu den voll steuerpflichtigen Branntweinproduzenten im Sinne von Art. 36 der Vollziehungsverordnung zum Alkoholgesetz und zum Bundesgesetz über die Konzessionierung der Hausbrennerei vom 6. April 1962 (VV AlkG) um. Das Eidg. Finanz- und Zolldepartement hat am 22. April 1970 eine gegen diese Verfügung gerichtete Beschwerde abgewiesen.\n\nFritz Müller ficht den Entscheid des Eidg. Finanz- und Zolldepartementes mit Verwaltungsgerichtsbeschwerde beim Bundesgericht an. Das Eidg. Finanz- und Zolldepartement beantragt, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 57 Abs. 1 VV AlkG kann ein Hausbrenner den für seinen Haushalt und Landwirtschaftsbetrieb erforderlichen Branntwein aus Eigengewächs oder selbst gesammeltem inländischem Wildgewächs zum Eigenbedarf steuerfrei zurückbehalten. Als Hausbrenner gilt nach Art. 37 Abs. 1 VV AIG der Landwirt, der Inhaber einer Brennereieinrichtung ist, allein oder mit seiner Familie oder seinen Dientskräften einen Landwirtschaftsbetrieb selbst bewirtschaftet und ausschliesslich inländisches Eigengewächs oder selbst gesammeltes inländisches Wildgewächs brennt. Die für Hausbrenner geltenden Vorschriften sind sinngemäss auch auf Hausbrennauftraggeber anwendbar, d.h. auf Personen, die mangels eigenen Brennapparates |615| Branntwein durch Dritte herstellen lassen, im übrigen aber den Anforderungen an einen Hausbrenner genügen (Art. 65 Abs. 2 VV AlkG).\n\nGrundlegend für die Einteilung als Hausbrenner bzw. Hausbrennauftraggeber sind nach Art. 37 Abs. 1 VV AlkG somit die Begriffe \"Landwirt\" und \"Landwirtschaftsbetrieb\". Wie das Bundesgericht in einem neueren Entscheid festhält, kann als Landwirt im Sinne der Verordnung nur anerkannt werden, wer berufsmässig, sei es im Haupt- oder Nebenberuf, ein landwirtschaftliches Heimwesen, d.h. landwirtschaftlich nutzbares Land von einer gewissen Ausdehnung, bewirtschaftet. Berufsmässig übt nach diesem Entscheid eine landwirtschaftliche Tätigkeit aus, wer sich damit ein Einkommen, sei es in Geld oder Naturalien, schafft, das in seinem Haushalt ins Gewicht fällt (vgl. BGE 93 I 501 ff.). Im zitierten Entscheid erübrigte es sich in Anbetracht des Sachverhaltes, den Begriff des Landwirtes noch näher zu umschreiben. Als Landwirt im Sinne der Verordnung kann aber nur gelten, wer die eben erwähnten Voraussetzungen erfüllt und überdies für seine Tätigkeit in der Landwirtschaft, sei es allein oder mit seiner Familie, ein erhebliches Mass an Zeit aufwenden muss. Beansprucht die Bewirtschaftung seines Bodens ihn allein oder mit seiner Familie nur während weniger Stunden seiner Freizeit, so kann er nicht als Landwirt bezeichnet werden, selbst wenn er vielleicht eine Fläche von einiger Ausdehnung nutzt und aus dieser Tätigkeit sich ein verhältnismässig ansehnliches Einkommen verschafft. Die Nutzung von Wald ist keine landwirtschaftliche, sondern eine forstwirtschaftliche Tätigkeit und fällt hier daher ausser Betracht (BGE 93 I 502).\n\n2. Der Beschwerdeführer ist Bäckermeister. Die Bodenfläche, die er landwirtschaftlich nutzt beträgt 112 a. Davon bebaut er nur einen geringen Teil, während der Rest ihm als Wies- und Weideland für sein Kleinvieh dient. Es kann sich deshalb schon fragen, ob sein Betrieb einen Landwirtschaftsbetrieb im Sinne von Art. 37 VV AlkG darstellt. Diese Frage kann aber offen bleiben, da der Beschwerdeführer ohnehin nicht als Landwirt im Sinne der Verordnung qualifiziert werden kann. Zwar gibt er an, aus seiner landwirtschaftlichen Tätigkeit ein Jahreseinkommen von Fr. 1630.--zu erzielen, einen Betrag also, der im Verhältnis zu seinen übrigen Einkünften ins Gewicht fallen mag. Der für die Landwirtschaft des Beschwerdeführers |616| erforderliche Zeitaufwand erscheint aber mit Rücksicht auf die gegenwärtige Bewirtschaftungsart zu gering, um ernsthaft ins Gewicht zu fallen. Auch wenn man die Mithilfe der Ehefrau dabei berücksichtigt, kann noch nicht von erheblichem Zeitaufwand gesprochen werden. Zu Recht hat die Vorinstanz deshalb dem Beschwerdeführer die Eigenschaft eines Hausbrenners oder Hausbrennauftraggebers aberkannt. Der Beschwerdeführer hat keinen Anspruch auf steuerfreien Bezug von Branntwein nach Art. 57 Abs. 1 VV AIG.\n\nZwar belässt die Verwaltung tatsächlich einzelnen betagten Produzenten, die bisher ununterbrochen als Hausbrenner oder Hausbrennauftraggeber anerkannt waren, zur Vermeidung von Härtefällen ausnahmsweise weiterhin eine begrenzte steuerfreie Branntweinmenge, auch wenn sie die rechtlichen Voraussetzungen nicht mehr erfüllen. Der Beschwerdeführer bringt aber nichts vor, das die Anwendung dieser Praxis auf ihn rechtfertigen könnte. Er ist erst 58 Jahre alt und war lediglich während 12 Jahren als Hausbrennauftraggeber anerkannt. Dass seine 90-jährige Mutter bei ihm wohnt, vermag keine Ausnahme von der geltenden Regelung zu begründen. Die Beschwerde ist abzuweisen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}