{"annee": "96", "cour": "I", "page": "453", "date": "7/10/1970", "cite": ["95 I 130", "72 I 212"], "cite_par": ["97 I 792", "105 V 23", "101 V 1", "114 V 306", "100 IA 287", "97 I 778"], "chapeau": "71. Urteil vom 7. Oktober 1970 i.S. X. gegen Bern, Kanton und Verwaltungsgericht.", "regestes": ["Impôt de fortune frappant les biens-fonds utilisés à des fins agricoles; art. 4 Cst. Ne viole pas le principe de l'égalité de traitement la loi cantonale qui impose à une valeur supérieure à la valeur de rendement les terrains agricoles situés dans une zone où la demande de terrains à bâtir est continuellement forte, notamment les terrains qui n'appartiennent pas en propre à une exploitation agricole ou horticole."], "faits": "|453|\n\nA.- Das Gesetz über die direkten Staats- und Gemeindesteuern (StG) und das gestützt darauf (Art. 109 Abs. 1, Art. 227, Art. 53 Abs. 1) erlassene grossrätliche Dekret betreffend die Hauptrevision der amtlichen Werte der Grundstücke und Wasserkräfte vom 5. Mai 1964 (HRD) des Kantons Bern enthalten folgende Bestimmungen über die Bemessung der Vermögenssteuer für Grundstücke:\n\nArt. 54 Abs. 1 und 2 StG: Der amtliche Wert der Grundstücke ist unter Berücksichtigung des Verkehrs- und des Ertragswertes festzusetzen, soweit hienach keine Ausnahme vorgesehen ist. Verkehrs- und Ertragswert bestimmen sich nach den in den betreffenden Gegenden während einer längeren Zeitspanne geltenden Verhältnissen; insbesondere dürfen die unter dem Einfluss ungewöhnlicher oder persönlicher Verhältnisse erzielten Preise nicht berücksichtigt werden. Im übrigen bestimmt ein Dekret, wie und in welchem Masse den beiden Werten Rechnung zu tragen ist. Für Grundstücke und Gebäude, die vorwiegend der landwirtschaftlichen Nutzung dienen und deren Verkehrswert im wesentlichen durch diese Nutzungsart bestimmt wird, ist der Ertragswert massgebend.\n\n|454|\n\n§ 24 HRD:\n\nIn Ortschaften mit einer andauernden Nachfrage nach Bauland wird eine Übergangszone ausgeschieden. In diese sind aufzunehmen landwirtschaftlich genutzte Grundstücke oder Grundstückteile, deren Verkehrswert sich offensichtlich nicht mehr nach dieser Nutzungsart richtet.\n\nFür Land in der Übergangszone ist vorerst der Verkehrswert festzusetzen. Ein besonderer Ertragswert wird nicht ermittelt. Ihm wird Rechnung getragen, indem der amtliche Wert wie folgt festgesetzt wird:\n\na) auf 10 Prozent des Verkehrswertes für Grundstücke und Grundstückteile, die eigentumsrechtlich zu einem Landwirtschafts- oder Gärtnereibetrieb gehören;\n\nb) auf 60 Prozent des Verkehrswertes für das übrige Land in der Übergangszone.\n\nDie Erben des X. sind Eigentümer der in der Gemeinde Bolligen gelegenen Grundstücke GB Nr. 742 und 744, die zum landwirtschaftlichen Betrieb des Vaters des Erblassers gehört hatten. Parzelle Nr. 744 ist unbebaut, von Parzelle Nr. 742 ist ein kleinerer Teil mit einem Wohnhaus und Nebengebäude überbaut. Das freie Land beider Parzellen wird landwirtschaftlich genutzt und ist zu diesem Zwecke an verschiedene Landwirte verpachtet.\n\nMit Einspracheentscheid vom 23. Januar 1969 wurden die amtlichen Werte der beiden Liegenschaften mit Wirkung ab 1. Januar 1967 auf Fr. 491 700.-- (Parzelle Nr. 742) und Fr. 358 480.-- (Parzelle Nr. 744) festgesetzt. Diese in Anwendung von § 24 Abs. 2 lit. b HRD ermittelten Werte entsprachen 60% des teils auf Fr. 60.-, teils auf Fr. 40.- geschätzten Verkehrswertes pro m2. Gegen diese Festsetzung des amtlichen Wertes der Grundstücke rekurrierten die Erben des X. an die kantonale Rekurskommission, die den Rekurs, nachdem sie die zahlenmässige Festsetzung der Verkehrswerte als richtig anerkannt hatten, am 30. Mai 1969 abwies. Gegen diesen Entscheid erhoben sie Beschwerde beim Verwaltungsgericht des Kantons Bern. Sie machten wiederum geltend, Art. 54 StG und § 24 HRD verstiessen gegen die Rechtsgleichheit im Sinne von Art. 4 BV und beantragten die Besteuerung der Grundstücke als Kulturland zum Ertragswert. Das Verwaltungsgericht wies die Beschwerde am 15. September 1969 ab. Es verneinte eine Verletzung des Gebotes der Rechtsgleichheit durch die genannten Bestimmungen, im wesentlichen mit folgender Begründung: Die in § 24 Abs. 1 HRD für Ortschaften mit einer |455| andauernden Nachfrage nach Bauland vorgeschriebene Ausscheidung einer Übergangszone, in welche landwirtschaftlich genutzte Grundstücke oder Grundstücksteile aufzunehmen sind, deren Verkehrswert sich offensichtlich nicht mehr nach deren Nutzungswert richtet, habe ihren Grund unter anderem im voraussichtlichen Baulandbedarf einer Ortschaft. Zudem ermögliche sie die Anpassung des amtlichen Wertes des Übergangszonenlandes an die während einer längeren Zeitspanne geltenden Verhältnisse (Art. 54 Abs. 1 StG). Dass gemäss § 24 Abs. 2 HRD das Land in der Übergangszone einer vom Ertragswert unabhängigen höheren Bewertung unterliege, ergebe sich schon aus der Tatsache, dass eine solche Zone ausgeschieden werde. Die zudem vorgesehene unterschiedliche Bewertung des Kulturlandes in der Übergangszone nach dem Kriterium der eigentumsrechtlichen Zugehörigkeit zu einem Landwirtschafts- oder Gärtnereibetrieb (lit. a und b) stütze sich auf vernünftige sachliche Gründe. Sie lasse sich schon mit den allgemeinen Bestrebungen für die Erhaltung des bäuerlichen Grundbesitzes begründen. Die zu einem Landwirtschaftsbetrieb gehörenden Grundstücke bildeten nämlich in ihrer Gesamtheit die Grundlage einer bäuerlichen Existenz, die durch übermässige steuerliche Belastung in Frage gestellt werden könnte. Schon deshalb, und weil das Verfügungsrecht des Eigentümers über sein Heimwesen gesetzlich eingeschränkt sei (Art. 19 lit. c EGG), erscheine eine steuerliche Vorzugsbehandlung der eigentumsrechtlich zu einem Landwirtschaftsbetrieb gehörenden Grundstücke gegenüber jenen, die rechtlich nicht einem Landwirtschaftsbetrieb zugehören, gerechtfertigt. Das eigentumsrechtlich nicht zu einem Landwirtschaftsbetrieb gehörende Land diene nicht als Grundlage einer bäuerlichen Existenz. Es bilde, sobald sich sein Verkehrswert nicht mehr im wesentlichen nach der landwirtschaftlichen Nutzungsart richte, in der Regel Bau- oder Bauerwartungsland, sodass sich eine unterschiedliche Behandlung im Sinne einer vermehrten Berücksichtigung des Verkehrswertes bei der Ermittlung seines Steuerwertes zwangsläufig aufdränge. Das Bewertungsmass von 10 Prozent und 60 Prozent entspreche der mit dieser Ordnung bezweckten Wertdifferenzierung des in der Übergangszone gelegenen Kulturlandes. Bei den beiden in der Übergangszone gelegenen Grundstücken GB Nr. 744 und 742 richte sich der Verkehrswert offensichtlich nicht mehr nach der landwirtschaftlichen |456| Nutzungsart. Zudem gehörten sie eigentumsrechtlich nicht zu einem Landwirtschafts- oder Gärtnereibetrieb, sodass ihr amtlicher Wert zu Recht nach Massgabe von Art. 54 Abs. 1 StG und § 24 Abs. 2 lit. b HRD ermittelt, d.h. auf 60% des Verkehrswertes festgesetzt worden sei.\n\nB.- Gegen diesen Entscheid des Verwaltungsgerichts haben die Erben des X. staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV erhoben mit dem Antrag, ihn aufzuheben. Die Begründung der Beschwerde ergibt sich, soweit erforderlich, aus den nachstehenden Erwägungen.\n\nC.- Das Verwaltungsgericht des Kantons Bern hat sich mit dem Antrag auf Abweisung der Beschwerde vernehmen lassen. Die kantonale Steuerverwaltung schliesst sich dessen Ausführungen an und beantragt ebenfalls Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerdeführer beanstanden nicht die ermittelten Schatzungszahlen, sind jedoch der Auffassung, dass das Kulturland der beiden Grundstücke als landwirtschaftlich genutzter Boden nach dem Ertragswert und nicht nach dem Verkehrswert, bzw. 60% davon, zu bewerten sei. Sie machen geltend, die von den Steuerbehörden angewandten Bestimmungen des bernischen Steuerrechts verletzten das Gebot der Rechtsgleichheit von Art. 4 BV und seien deshalb nicht anwendbar.\n\nNach der mehrfach, zuletzt in BGE 95 I 134 bestätigten Rechtsprechung des Bundesgerichtes bindet Art. 4 BV sowohl die rechtsanwendenden als auch die rechtssetzenden Behörden. Ausser den Schranken, die sich aus dem übrigen Verfassungs- und aus dem Bundesrecht ergeben, hat deshalb der kantonale Gesetzgeber das Gleichheitsprinzip nach Art. 4 BV und das sich daraus ergebende Willkürverbot zu beachten. Gegen diese verfassungsmässigen Grundsätze verstösst ein allgemein verbindlicher Erlass dann, wenn er sich nicht auf ernsthafte sachliche Gründe stützen lässt, sinn- und zwecklos ist oder rechtliche Unterscheidungen trifft, für die ein vernünftiger Grund in den zu regelnden tatsächlichen Verhältnissen nicht ersichtlich ist. Innerhalb dieses Rahmens steht dem Gesetzgeber ein weiter Spielraum des Ermessens zu. Der Verfassungsrichter hat diese Befugnis zu achten und nur bei Ermessensmissbrauch oder -überschreitung einzugreifen; er darf nicht sein Ermessen an die |457| Stelle desjenigen des Gesetzgebers setzen und nicht schon einschreiten, wenn ein Erlass auf gesetzgebungspolitischen Erwägungen beruht, die er für materiell unzutreffend erachtet. Wird die Norm nicht schon bei Erlass, sondern wie hier erst im Anschluss an eine gestützt darauf ergangene Verfügung angefochten, so ist zu prüfen, ob die Auslegung und Anwendung, die sie in der beanstandeten Verfügung erfahren hat, verfassungswidrig sei.\n\n2. Nach Auffassung der Beschwerdeführer verstösst Art. 54 Abs. 2 StG dadurch gegen Art. 4 BV, dass er die Bemessung der amtlichen Werte von vorwiegend landwirtschaftlich genutzten Liegenschaften nach dem Ertragswert nur dort vorsieht, wo deren Verkehrswert im wesentlichen durch diese Nutzungsart bestimmt ist. Dass damit diejenigen landwirtschaftlichen Grundstücke, deren Verkehrswert infolge dauernder Nachfrage nach Baugrundstücken höher als der Ertragswert ist, von der Besteuerung nach dem Ertragswert ausgeschlossen sind, verstosse gegen das Gebot der Rechtsgleichheit. Mit der im Sinne dieser Differenzierung vorgenommenen Ausscheidung von Übergangszonen in Ortschaften mit einer andauernden Nachfrage nach Bauland (§ 24 HRD) ergebe sich für den Steuerpflichtigen eine ungleiche Einschätzung der landwirtschaftlich genutzten Grundstücke je nachdem, ob sie in Übergangszonen lägen oder nicht. Das Steuergesetz wolle jedoch gerade den besonderen Bedürfnissen der Landwirtschaft Rechnung tragen, deren Existenz durch eine den Ertrag übersteigende Besteuerung gefährdet würde, weshalb es auch zwischen nichtlandwirtschaftlichen und landwirtschaftlichen Grundstücken unterscheide, um letztere nach dem Ertragswert einzuschätzen. Auch wenn die Verkehrswerte der Grundstücke in und ausserhalb der Übergangszone tatsächlich verschieden sein könnten, so sei aus dieser Sicht nicht verständlich, warum bei gleicher landwirtschaftlicher Nutzung und gleichen Ertragswerten die Vermögenssteuer verschieden angesetzt werden sollte. Damit erreiche das Steuergesetz in der Übergangszone das Gegenteil der von ihm ursprünglich bezweckten Erhaltung der Landwirtschaft.\n\nDie in Art. 54 Abs. 2 StG getroffene Beschränkung der Bewertung landwirtschaftlich genutzter Grundstücke zum Ertragswert auf solche, deren Verkehrswert wesentlich von der landwirtschaftlichen Nutzungsart bestimmt wird, ist gerechtfertigt.\n\n|458|\n\nEs sollen nur diejenigen landwirtschaftlichen Heimwesen oder Einzelgrundstücke in den Genuss der privilegierten Besteuerung nach dem Ertragswert kommen, für die eine andere als die landwirtschaftliche Verwendung auf absehbare Zeit hinaus nicht in Frage steht. Ihr Verkehrswert richtet sich grundsätzlich nach den landwirtschaftlichen Ertragsmöglichkeiten. Wird jedoch die Nutzung als Bau- oder Industrieland innerhalb eines bestimmten Zeitraumes mit einiger Sicherheit möglich, so bestimmen erfahrungsgemäss diese Nutzungsarten mehr und mehr den Verkehrswert, wogegen der landwirtschaftliche Nutzungswert praktisch keine Rolle mehr spielt. Ist die Möglichkeit solch günstigerer Verwendungsarten gegeben, was in Orten mit andauernder Nachfrage nach Bauland zweifellos der Fall ist, so darf bei der Besteuerung der dadurch bedingte höhere Verkehrswert auch berücksichtigt werden. Bei landwirtschaftlich genutzten Grundstücken, deren Verwendung zu Bauzwecken möglich und nach dem Lauf der Dinge in absehbarer Zeit auch zu erwarten ist, liegen die tatsächlichen Verhältnisse anders als bei den auf rein landwirtschaftliche Zwecke beschränkten Grundstücken. Eine entsprechend unterschiedliche Behandlung verletzt daher den Grundsatz der Rechtsgleichheit nicht. Der Umstand, dass der in die Übergangszone eingestufte Boden auch weiterhin landwirtschaftlich genutzt wird, bleibt bei dieser Regelung nicht unberücksichtigt. Es wird ihm dadurch Rechnung getragen, dass nur ein Bruchteil des Verkehrswertes als Schätzungswert gilt (§ 24 Abs. 2 HRD).\n\nEs ist den Beschwerdeführern einzuräumen, dass die in den Übergangszonen massgebende Einschätzung von landwirtschaftlich genutzten Grundstücken, die nicht mehr auf den Ertragswert abstellt, für das betreffende Steuersubjekt eine Belastung bedeuten kann, die eine bauliche Nutzung des Bodens nahelegt. Wie das Verwaltungsgericht ausführt, will mit dieser für wachsende Gemeinden geltenden Regelung gerade die Beschaffung von Bauland gefördert werden. Diese Zwecksetzung erscheint nicht sinnlos, und die mit Rücksicht darauf getroffene Ordnung ist umso eher gerechtfertigt, als in Zonen mit grosser Baulandnachfrage die Grundstücke im allgemeinen nicht mehr um des landwirtschaftlichen Nutzens willen erworben und behalten werden, sondern als Kapitalanlage oder Spekulationsobjekte behandelt werden.\n\nEs sei beigefügt, dass Art. 54 Abs. 2 StG mit Art. 31 Abs. 2 |459| Wehrsteuerbeschluss wörtlich übereinstimmt, und dass das Bundesgericht die Zulässigkeit der unterschiedlichen Einschätzung landwirtschaftlich genutzter Grundstücke ebenfalls bejaht hat (BGE 72 I 216; KÄNZIG, Kommentar zum Wehrsteuerbeschluss S. 281).\n\n3. Die Beschwerdeführer machen geltend, dass insbesondere § 24 Abs. 2 HRD, der für das landwirtschaftlich genutzte Land in der Übergangszone je nach eigentumsrechtlicher Zugehörigkeit zu einem Landwirtschafts- oder Gärtnereibetrieb unterschiedliche Bewertungsgrundsätze aufstellt, gegen das Prinzip der Rechtsgleichheit verstosse. Nach Auffassung der Beschwerdeführer wird damit, dass für die Einschätzung zu 10 oder zu 60 Prozent des Verkehrswertes die eigentumsrechtliche Zugehörigkeit zu einem Landwirtschafts- oder Gärtnereibetrieb als massgeblich erklärt wird, ein subjektives Unterscheidungskriterium herangezogen. Es werde nicht auf die wirtschaftliche Betriebseinheit, sondern auf die sachenrechtlichen Eigentumsverhältnisse abgestellt, was zu einem sachlich widersinnigen und ungerechten Ergebnis führe. Mit dieser subjektiven Unterscheidung zwischen Eigentümer und Nichteigentümer werde das landwirtschaftliche Grundstück in der Übergangszone bei objektiv gleichartigem Verkehrswert, gleicher Lage und gleicher landwirtschaftlicher Bewirtschaftung verschieden eingeschätzt, je nachdem, wer der zur Vermögenssteuer herangezogene Eigentümer sei. Der Landwirt werde zu 10 Prozent, der Nichtlandwirt zu 60 Prozent des Verkehrswertes besteuert. Dass der Eigentümer, der das Grundstück nicht selber im landwirtschaftlichen Betrieb benutze, von der privilegierten Besteuerung ausgeschlossen sei, bedeute eine rechtsungleiche Behandlung, die sich angesichts des angestrebten Schutzes der Landwirtschaft durch keinen vernünftigen Grund rechtfertige.\n\nDie Beschwerdeführer legen ihren Ausführungen eine Auslegung des Begriffes der eigentumsrechtlichen Zugehörigkeit zu einem Landwirtschafts- (oder Gärtnerei-) betrieb zugrunde, die sich weder aus dem Wortlaut der Bestimmung ergibt noch der Praxis der bernischen Behörden entspricht. § 24 Abs. 2 HRD sieht nicht vor, dass die günstigere Bemessung zu 10 Prozent des Verkehrswertes nur dort Platz greife, wo Bodeneigentümer und Betriebsinhaber identisch seien und somit der praktizierende Landwirt vor einem andern Grundeigentümer privilegiert werde. Das massgebliche Kriterium ist objektiv. Es wollen damit |460| nämlich diejenigen Grundstücke, die nach den Eigentumsverhältnissen ein ganzes Heimwesen und damit die Grundlage einer bäuerlichen Existenz bilden, von jenem Kulturland unterschieden werden, das nicht Bestandteil eines Landwirtschaftsbetriebes ist und damit auch nicht landwirtschaftliche Existenzgrundlage bildet. Diese Unterscheidung und die entsprechend verschieden hohe Festsetzung des amtlichen Wertes widerspricht den tatsächlichen Verhältnissen nicht und lässt sich auf ernsthafte sachliche Gründe stützen.\n\nDas Interesse an der Erhaltung des bäuerlichen Grundbesitzes rechtfertigt eine der Einschätzung nach dem Ertragswert angenäherte Bemessung des landwirtschaftlich genutzten Bodens der Übergangszone dort, wo er die Grundlage einer bäuerlichen Existenz bildet. Dies ist dort der Fall, wo die betreffenden Grundstücke Bestandteil eines landwirtschaftlichen Heimwesens sind, weshalb nach der bereits im Einspracheentscheid angeführten Praxis der kantonalen Steuerbehörden nicht zu Unrecht die Zugehörigkeit eines für die landesübliche Bewirtschaftung eingerichteten Ökonomiegebäudes vorausgesetzt wird. - Der Hinweis des Verwaltungsgerichts auf die Verfügungsbeschränkungen des Eigentümers eines landwirtschaftlichen Heimwesens nach Art. 19 Abs. 1 lit. c EGG ist hier allerdings wenig stichhaltig. Ist doch nach dieser Vorschrift der Einspruch gegen den Verkauf gerade dann nicht gegeben, wenn er zum Zwecke der Überbauung oder zur gewerblichen oder industriellen Ausnützung des Bodens erfolgt. Diese bundesrechtliche Vorschrift stimmt vielmehr überein mit der in der bernischen Steuergesetzgebung getroffenen Interessenabwägung, die in wachsenden Gemeinden der Förderung der Baulandbeschaffung gegenüber der Erhaltung landwirtschaftlicher Heimwesen den Vorzug gibt.\n\nDas in der Übergangszone liegende Kulturland in Einzelparzellen dagegen, das nicht Bestandteil eines Landwirtschaftsbetriebes und damit auch nicht landwirtschaftliche Existenzgrundlage bildet, kann ohne Willkür als Anlage- oder Spekulationsobjekt betrachtet werden. Eine weniger privilegierte Besteuerung als diejenige des Bodens landwirtschaftlicher Heimwesen bedeutet daher keine rechtsungleiche Behandlung. Dem Umstand, dass dieser Boden noch landwirtschaftlich genutzt ist, wird immerhin dadurch Rechnung getragen, dass bloss 60% des Verkehrswertes berechnet werden. Auch wenn die vorwiegend |461| nicht mehr auf die landwirtschaftliche Nutzung abstellende Bemessung des amtlichen Wertes dieser Grundstücke für den Eigentümer schwer tragbar sein kann und ihn zur Überführung des Landes zu Bauzwecken bewegen mag, ist sie deshalb nicht unhaltbar. Es ist eben der schon der Ausscheidung von Übergangszonen zugrundeliegende Zweck, die Beschaffung von Bauland in wachsenden Gemeinden zu fördern. In rasch wachsenden Gemeinden wie den städtischen Vorortsgemeinden, zu denen Bolligen gehört, kann die Beschaffung von Wohnraum nur realisiert werden, wenn die für die Überbauung geeigneten Parzellen auch freigegeben werden. Dass diesem Interesse der Vorrang gegeben wird, rechtfertigt sich bei Einzelgrundstücken umso eher, als hier die Erhaltung eines bäuerlichen Heimwesens nicht in Frage steht.\n\nDie in § 24 Abs. 2 HRD getroffene Unterscheidung ist dem Grundsatze nach sachlich gerechtfertigt. Was das Mass der Differenzierung anbelangt, so handelt es sich um eine Ermessensfrage. Dass der Gesetzgeber mit der Ansetzung von 10 Prozent gegenüber 60 Prozent des Verkehrswertes das ihm zustehende Ermessen überschritten hätte, kann nicht gesagt werden. Besteht doch wirtschaftlich ein erheblicher Unterschied zwischen dem eigentumsrechtlich zu einem Landwirtschaftsbetrieb gehörenden Boden und den übrigen Grundstücken; zudem muss die Differenzierung markant sein, soll sie den von ihr erstrebten Zweck fördern.\n\nArt. 54 Abs. 2 StG und § 24 HRD verletzen das Gebot der Rechtsgleichheit nicht und sind nicht willkürlich. Der auf diesen Bestimmungen beruhende angefochtene Entscheid hält daher vor Art. 4 BV stand, weshalb die Beschwerde abzuweisen ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}