{"annee": "96", "cour": "I", "page": "154", "date": "24/4/1970", "cite": ["82 I 112"], "cite_par": [], "chapeau": "28. Urteil vom 24. April 1970 i.S. Kantonales Steueramt Zürich, Abteilung für Wehrsteuer gegen X. und Wehrsteuer-Rekurskommission des Kantons Zürich", "regestes": ["Impôt pour la défense nationale; impôt sur le revenu Le décès du titulaire de l'entreprise n'entraîne pas l'imposition des réserves latentes existantes, lorsque les héritiers reprennent l'entreprise comme telle à la valeur comptable; ce décès donne toutefois lieu à la perception de l'impôt spécial de l'art. 43 AIN, lorsque avant le décès du de cujus, durant la période de calcul et durant la période de taxation, il y a eu des bénéfices en capital et des augmentations de valeur au sens de l'art. 21 al. 1 litt. d et f AIN (consid. 2). Augmentations de valeur comptabilisées du stock de marchandises (art. 21 al. 1 litt. f AIN); le de cujus n'est pas assujetti à l'impôt de ce chef, en raison de circonstances particulières à l'espèce (consid. 3)."], "faits": "BGE 96 I 154 S. 155\n\nA.- X., Inhaber eines Handelsgeschäftes in Y. und Z., ist am 25. Dezember 1965 in Y. gestorben. Seine Ehefrau und seine Tochter führen den Betrieb weiter.\n\nX. pflegte seine Warenvorräte buchhalterisch wie folgt zu behandeln: Auf der Aktivseite der Bilanz führte er ein Konto \"Wareninventar\", auf der Passivseite stellte er einen Bewertungsposten mit der Bezeichnung \"Warenreserve\" ein. Diesen löste er zu Beginn des Geschäftsjahres zugunsten der Betriebsrechnung (und damit mittelbar zugunsten der Gewinn- und Verlustrechnung) auf, um ihn anlässlich des Geschäftsabschlusses unter entsprechender Belastung der Betriebsrechnung erneut zu bilden, wobei er dafür jeweils einen Drittel des ausgewiesenen Wareninventarwertes einsetzte. Ende 1964 betrug das Wareninventar Fr. 400'918.--, die \"Warenreserve\" Fr. 133'700.--. Gestützt darauf brachte X. der Betriebsrechnung zu Beginn des Geschäftsjahres 1965 den Betrag von Fr. 133'700.-- gut. Am Jahresende unterliessen es jedoch seine Erben, die Betriebsrechnung - entsprechend dem Vorgehen in den Vorjahren - mit einem Drittel des Wareninventarwertes, der mit Fr. 397'192.60 ausgewiesen wurde, zu belasten. Dies führte für das Geschäftsjahr zu einem Waren-Bruttogewinn BGE 96 I 154 S. 156von Fr. 1'009,655.28. Wäre die \"Warenreserve\" nach der Methode des Erblassers eingestellt worden, so hätte sich ein Bruttogewinn von Fr. 877'255.28 ergeben und der Reingewinn wäre von Fr. 664'406.80 auf Fr. 532'006.80 gefallen.\n\nB.- Mit Rücksicht auf die erwähnten Buchungen zog die zuständige Veranlagungsbehörde die Erben X. als Steuernachfolger zu einer Sondersteuer nach Art. 43 WStB heran und setzte den steuerlich massgebenden Gewinn auf Fr. 266'000.-- fest. Sie ging davon aus, es sei ein Aufwertungsgewinn in der Höhe von Fr. 133'700.-- erzielt worden. Im übrigen nahm sie an, es seien im Jahre vor dem Tode des Geschäftsinhabers in erheblichem Masse stille Reserven aufgelöst worden, die ebenfalls mit der Sondersteuer nach Art. 43 WStB erfasst werden müssten. Zur Begründung wies sie darauf hin, dass der im Geschäftsabschluss für 1965 ausgewiesene Bruttogewinn von Fr. 1'009,655.-- 66,14% des Bruttoumsatzes von Fr. 1'526,516.-- ausmache, während der entsprechende Prozentsatz im Jahre 1964 lediglich 44,58 und in den drei Vorjahren 1962-1964 insgesamt bloss 48,71 betragen habe. Diese Veranlagung wurde im Einspracheverfahren bestätigt.\n\nC.- Die Erben X. fochten den Einspracheentscheid bei der Wehrsteuerrekurskommission des Kantons Zürich an. Diese hiess die Beschwerde am 20. Juni 1969 gut und hob die angefochtene Veranlagungsverfügung auf. Dabei merkte sie vor, dass die Warenlagerreserve in der Höhe von Fr. 133'700.-- in die Übernahmebilanz der Erben aufgenommen werden dürfe. Die Erwägungen der Wehrsteuer-Rekurskommission lassen sich wie folgt zusammenfassen: Die Erben X. hätten das Geschäft am Todestag des Erblassers zu den bisherigen Buchwerten übernommen. Da sie weder eine Aufwertung vorgenommen noch Teile des Geschäftsvermögens veräussert hätten, sei kein steuerbarer Aufwertungs- bzw. Kapitalgewinn erzielt worden, denn der erbrechtliche Übergang eines Geschäftes sei wehrsteuerrechtlich erfolgsneutral. Was die Auflösung der \"offenen Warenlagerreserven\" im Betrage von Fr. 133'700.-- anbelange, so sei sie auf Weisung der Erbschaftssteuerbehörde erfolgt; sie sei deshalb nicht zu berücksichtigen. Die beim Tode des Erblassers im Warenlager enthaltenen und bis dahin nicht als Einkommen versteuerten offenen und stillen Reserven seien demnach noch nicht realisiert worden und könnten deshalb auch nicht Gegenstand einer Jahressteuer BGE 96 I 154 S. 157nach Art. 43 WStB sein; es bestehe somit kein Anlass, eine solche zu erheben.\n\nD.- Das Kantonale Steueramt Zürich, Abteilung Wehrsteuer, führt Verwaltungsgerichtsbeschwerde mit dem Antrag, der Entscheid der Wehrsteuerrekurskommission vom 20. Juni 1969 sei aufzuheben und der Pflichtige sei für einen nach Art. 43 WStB steuerbaren Kapitalgewinn von Fr. 131'700.-- (Fr. 133'700.-- ./. Fr. 2.000.-- Abzug gemäss Art. 25 Abs. 1 lit. a WStB) zu veranlagen. Zur Begründung wird im wesentlichen folgendes geltend gemacht: Der erbrechtliche Übergang eines Geschäftes sei zwar wehrsteuerrechtlich grundsätzlich erfolgsneutral. Im vorliegenden Fall sei indessen vor dem Erbgang eine Warenreserve von Fr. 133'700.--aufgelöst, d.h. am 1. Januar 1965 im Sinne von Art. 43 in Verbindung mit Art. 21 Abs. 1 lit. f WStB buchmässig realisiert worden, da die Erben X. am Ende des Geschäftsjahres 1965 auf die übliche Bildung einer \"Warenreserve\" zulasten der Betriebsrechnung verzichtet hätten. Entgegen der Ansicht der Wehrsteuer-Rekurskommission habe die Erbschaftssteuerverwaltung eine solche Reservenauflösung nicht verlangt, zumal sie bei der Veranlagung der Erbschaftssteuer nicht an die Buch- und Bilanzwerte gebunden sei, sondern die in Frage stehenden Aktiven und Reserven nach den für sie geltenden Vorschriften frei zu bewerten habe. Eine nachträgliche Bilanzkorrektur, wie sie von den Erben nunmehr verlangt werde, sei schon deshalb unzulässig, weil das Warenlager ohnehin offensichtlich unterbewertet worden sei.\n\nE.- Frau X. beantragt als Erbenvertreterin, die Beschwerde sei abzuweisen. Sie führt in ihrer Vernehmlassung aus, die Bilanz per Ende 1965 sei nach eingehender Beratung mit den Inventarisationsbehörden erstellt worden. Sie sei nun nachträglich im Sinne des Verstorbenen abgeändert worden, indem man wiederum einen Drittel des Wareninventarwertes als Rückstellung ausgewiesen habe. Diese Bilanzänderung sei anzuerkennen. Im übrigen sei das Wareninventar nie unterbewertet, sondern im Gegenteil eher überbewertet worden.\n\nF.- Die Eidgenössische Steuerverwaltung (EStV) schliesst sich in ihrer Vernehmlassung dem Antrag des Beschwerdeführers an. Sie geht ebenfalls davon aus, es sei im vorliegenden Falle eine Jahressteuer gemäss Art. 43 WStB auf einem Aufwertungsgewinn von Fr. 133'700.-- verfallen. Wohl sei der BGE 96 I 154 S. 158erbrechtliche Übergang eines Geschäftes auf die Erben wehrsteuerrechtlich grundsätzlich erfolgsneutral. Aus der von den Erben aufgestellten Bilanz per 31. Dezember 1965 ergebe sich jedoch, dass eine Aufwertungsbuchung vorgenommen worden sei. Diese sei nicht auf Veranlassung der Erbschaftssteuerbehörden erfolgt; die Erben X. seien dabei vielmehr irrtümlich von der Annahme ausgegangen, beim streitigen Aufwertungsgewinn handle es sich um einen Betriebsgewinn, der im Zusammenhang mit der notwendig gewordenen Zwischenveranlagung in die Bemessungslücke falle und somit weder beim Erblasser noch bei den Erben steuerlich erfasst werden könne. Die Erben seien bei ihren buchhalterischen Vorkehren zu behaften. Die Voraussetzungen, unter denen ausnahmsweise eine nachträgliche Bilanzänderung zugelassen werde, seien im vorliegenden Fall nicht erfüllt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer macht vor Bundesgericht nicht mehr geltend, es seien im Geschäftsjahr 1965 ausser der streitigen Warenreserve von Fr. 133'700.-- noch weitere stille Reserven auf dem Warenlager aufgelöst worden. Zu prüfen bleibt demnach bloss, ob im Umfang der streitigen Aufwertung ein Kapitalgewinn im Sinne von Art. 21 Abs. 1 lit. f WStB erzielt worden ist, der mit einer Jahressteuer gemäss Art. 43 WStB erfasst werden kann.\n\n2. Wertvermehrungen auf dem Geschäftsvermögen einer buchführungspflichtigen Einzelfirma oder Personengesellschaft werden wehrsteuerrechtlich erst dann zu Ertrag und damit zu Einkommen des Geschäftsinhabers bzw. -teilhabers, wenn sie tatsächlich (d.h. durch Veräusserung oder Verwertung) oder buchmässig (z.B. durch Aufwertung des betreffenden Geschäftsaktivums) realisiert werden (Art. 21 Abs. 1 lit. d und f WStB). Geht ein Geschäft infolge Todes des Inhabers zu den Buchwerten auf die Erben über, so liegt wehrsteuerrechtlich kein Realisationsakt vor (BGE 82 I 112 ff; KÄNZIG, N. 103 zu Art. 21 WStB; MASSHARDT, Fragen aus dem Gebiet der Besteuerung von Liquidationsgewinnen bei der Wehrsteuer, ASA Bd. 26 S. 168). Im Übergang des Geschäftsvermögens auf die Erben ist mithin weder eine Veräusserung noch eine Verwertung zu erblicken. Ebensowenig sind die Erben in diesem BGE 96 I 154 S. 159Zusammenhang verpflichtet, die vorhandenen stillen Reserven buchmässig aufzulösen. Diese können vielmehr erst dann besteuert werden, wenn die betreffenden Aktiven und Passiven mit Rücksicht auf ihren tatsächlichen Wert bzw. Schuldbetrag höher bzw. tiefer bilanziert werden oder wenn (insbesondere anlässlich der Erbteilung) ein Kapitalgewinn im Sinne von Art. 21 Abs. 1 lit. d WStB erzielt wird. Da die stillen Reserven in diesen Fällen erst nach dem Erbgang realisiert werden, sind für die Gewinne allein die Erben steuerpflichtig (BGE 82 I 117 oben).\n\nNach der allgemeinen Regel des Art. 41 WStB bilden die in der Berechnungsperiode erzielten Kapitalgewinne und verbuchten Wertvermehrungen im Sinne von Art. 21 Abs. 1 lit. d und f WStB zusammen mit dem übrigen Einkommen des Steuerpflichtigen die Bemessungsgrundlage der jeweils für zwei Jahre veranlagten Wehrsteuer. Davon macht Art. 43 WStB eine Ausnahme, wenn die Steuerpflicht dahinfällt, beispielsweise weil der Steuerpflichtige stirbt (Art. 9 Abs. 1 in Verbindung mit Art. 10 Abs. 1 WStB). In diesem Fall wird auf den in der Berechnungs- und in der Veranlagungsperiode erzielten Kapitalgewinnen und Wertvermehrungen an Stelle der ordentlichen Einkommenssteuer eine gesondert berechnete, volle Jahressteuer erhoben. Dabei handelt es sich um eine steuerliche Schlussabrechnung über die in den letzten Jahren der Betriebsführung aufgelösten, bisher nicht als Gewinn versteuerten Reserven (PERRET/MASSHARDT, Kommentar zur eidg. Wehrsteuer 1965-1974, Ziff. 2 zu Art. 43 WStB). Damit soll insbesondere verhindert werden, dass in der Zeit zwischen dem Ende der Berechnungsperiode und dem Dahinfallen der Steuerpflicht im Verlaufe der Veranlagungsperiode stille Reserven steuerfrei aufgelöst werden können, zumal der ordentliche Betriebsgewinn dieses Zeitraums steuerlich ausser Betracht fällt (vgl. KÄNZIG, N. 115 zu Art. 21 WStB). Stirbt der Geschäftsinhaber und verfällt eine Jahressteuer gemäss Art. 43 WStB, da er im genannten Zeitabschnitt vor dem Erbgang einen Aufwertungsgewinn erzielt hat, so treten seine Erben als Steuernachfolger in die Steuerschuld ein (Art. 10 Abs. 1 WStB; BGE vom 4. Juli 1965 i.S. Erben G. S., Erw. 2, veröffentlicht in ASA Bd. 34 S. 156; KÄNZIG, N. 15 zu Art. 43 WStB; PERRET/MASSHARDT, Ziff. 4 zu Art. 43 WStB). Erzielen die Erben nach dem Tode des Geschäftsinhabers einen Aufwertungsgewinn, so BGE 96 I 154 S. 160wird dieser entweder nach der allgemeinen Regel anteilsmässig dem übrigen Einkommen der Erben zugerechnet oder aber ebenfalls mit einer Sondersteuer nach Art. 43 WStB erfasst, wenn ein Zwischenveranlagungsgrund vorliegt (MASSHARDT in ASA Bd. 26 S. 169; KÄNZIG, N. 4 in Verbindung mit N. 15-18 zu Art. 43 WStB).\n\n3. Der Beschwerdeführer und die EStV gehen davon aus, X. habe am 1. Januar 1965 sein Warenlager im Umfang von Fr. 133'700.-- aufgewertet, indem er den entsprechenden Passivposten \"Warenreserve\" der Bilanz per 31. Dezember 1964 zugunsten der Betriebsrechnung aufgelöst habe. Da seine Erben im Zusammenhang mit dem Geschäftsabschluss per 31. Dezember 1965 bewusst darauf verzichtet hätten, die \"Warenreserve\" in der Höhe eines Drittels des Wareninventarwertes erneut zu bilden und die Betriebsrechnung entsprechend zu belasten, habe sich die zu Beginn des Geschäftsjahres 1965 vorgenommene Auflösung der \"Warenreserve\" von Fr. 133'700.-- \"endgültig als Aufwertungsgewinn ausgewirkt\" (Vernehmlassung der EStV, Ziff. 7, S. 8), der mit einer Jahressteuer gemäss Art. 43 WStB belastet werden müsse, wobei die Erben als Steuernachfolger in die Steuerpflicht des Verstorbenen einzutreten hätten. Diese Betrachtungsweise überzeugt nicht.\n\nDie Jahressteuer, welche wegen Wegfalls der Steuerpflicht infolge Todes erhoben wird, setzt - wie bereits erwähnt - voraus, dass der verstorbene Steuerpflichtige in der Berechnungs- oder Veranlagungsperiode einen Kapitalgewinn oder eine Wertvermehrung erzielt hat. Aufwertungsgewinne gemäss Art. 21 Abs. 1 lit. f WStB gelten grundsätzlich in dem Zeitpunkt als realisiert, in dem die entsprechenden Buchungen getroffen werden (vgl. KÄNZIG, N. 122 zu Art. 21 WStB); Voraussetzung ist dabei allerdings, dass der Steuerpflichtige damit tatsächlich einen solchen Gewinn erzielen, d.h. in seinen Büchern ausweisen will. Diese Absicht ist ohne weiteres zu vermuten, wenn die betreffenden Buchungen am Ende des Geschäftsjahres vorgenommen werden und unmittelbar zu einem ausgewiesenen Gewinn führen. Ist dies jedoch ausnahmsweise nicht der Fall, so bedarf die Buchhaltung in diesem Zusammenhang einer näheren Prüfung, um daraus - wenn nötig unter Berücksichtigung der Vorjahre - Hinweise auf die mit den fraglichen Buchungen verfolgten Absichten des Steuerpflichtigen zu gewinnen.\n\nBGE 96 I 154 S. 161\n\nIm vorliegenden Fall brachte es die besondere buchhalterische Behandlung des Warenlagers mit sich, dass X. seine \"Warenreserve\" jeweils zu Beginn des Geschäftsjahres formell auflösen musste. Es unterliegt jedoch keinem Zweifel, dass er damit nicht etwa eine Aufwertung vornehmen wollte, die zu einer entsprechenden Besteuerung hätte Anlass geben können. Am Ende des Geschäftsjahres glich er die erwähnte Gutschrift auf die Betriebsrechnung nämlich stets wieder aus, indem er im Soll einen Drittel des ausgewiesenen Wareninventarwertes als neue \"Warenreserve\" verbuchte. Dieses Vorgehen ist von den Steuerbehörden immer anerkannt worden. Sie dachten denn auch nicht daran, den Steuerpflichtigen im Zusammenhang mit der streitigen Steuerveranlagung für die zu Beginn der Geschäftsjahre 1963 und 1964 (Berechnungsperiode) vorgenommenen Gutschriften auf die Betriebsrechnung zu einer Jahressteuer nach Art. 43 WStB heranzuziehen. Sie trugen vielmehr richtigerweise dem Umstand Rechnung, dass der Steuerpflichtige auch in diesen Jahren keinen Aufwertungsgewinn auf dem Warenlager erzielen wollte, zumal er jeweils die Betriebsrechnung am Schluss des Geschäftsjahres in der soeben erwähnten Weise belastete. Behandelt also ein Steuerpflichtiger sein Warenlager buchhalterisch nach der von X. gewählten Methode und wird dies von den Steuerbehörden grundsätzlich anerkannt, so hat ein bezüglicher Aufwertungsgewinn erst dann als erzielt zu gelten, wenn es der Pflichtige im Zusammenhang mit der Erstellung des ordentlichen oder eines ausserordentlichen Abschlusses willentlich unterlässt, zulasten der Betriebsrechnung eine neue \"Warenreserve\" zu bilden. Die EStV nimmt sinngemäss keinen andern Standpunkt ein, wenn sie in ihrer Vernehmlassung (Ziff. 7 S. 8) ausführt, die streitige Gutschrift habe sich am Ende des Geschäftsjahres 1965 \"endgültig als Aufwertungsgewinn\" ausgewirkt, weil die Betriebsrechnung im Zusammenhang mit dem Jahresabschluss nicht entsprechend belastet worden sei.\n\nX. ist am 25. Dezember 1965, also wenige Tage vor dem ordentlichen Jahresabschluss, gestorben. Er hatte somit nach dem Gesagten gar keine Möglichkeit mehr, im ersten Jahr der Veranlagungsperiode 1965/66 einen Aufwertungsgewinn auf seinem Warenlager zu erzielen. Aufgrund der von ihm erstellten Jahresabschlüsse darf zudem angenommen werden, dass er in der Bilanz per 31. Dezember 1965 wiederum eine \"Warenreserve\" BGE 96 I 154 S. 162gebildet und dadurch deutlich zum Ausdruck gebracht hätte, dass er auch im Geschäftsjahr 1965 nicht daran dachte, sein Warenlager tatsächlich aufzuwerten. Es ist unbestritten, dass seine Erben es im Zusammenhang mit der von ihnen erstellten Jahresabschlussbilanz per 31. Dezember 1965 unterlassen haben, die Betriebsrechnung mit einem Drittel des ausgewiesenen Wareninventarwertes zu belasten. Aus den gesamten Umständen und aus den vorstehenden Erwägungen ergibt sich, dass damit höchstens die Erben (und nicht der Erblasser) einen Aufwertungsgewinn erzielt haben, und zwar im eigenen Namen und auf eigene Rechnung (vgl. Erw. 2 am Ende); ob sie im Rahmen ihrer Veranlagung auf den einmal eingereichten Jahresabschluss zurückkommen können und wie sich gegebenenfalls der Jahresabschluss per Ende 1965 auf ihre Steuerpflicht auswirkt, ist im vorliegenden Verfahren nicht zu prüfen.\n\nDa X. selbst keinen Aufwertungsgewinn auf seinem Warenlager erzielt hat, fehlt es an den Voraussetzungen zur Erhebung einer Jahressteuer nach Art. 43 WStB, für welche seine Erben als Steuernachfolger einzutreten hätten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}