{"annee": "96", "cour": "II", "page": "218", "date": "6/10/1970", "cite": ["74 II 202", "81 II 512", "88 II 516", "86 I 256", "88 II 111", "88 II 131", "81 II 223", "72 II 311", "57 II 36", "81 II 547", "59 II 468", "62 II 347", "89 II 56", "93 I 290", "56 II 283", "88 II 38", "95 II 93", "68 II 287", "50 II 489"], "cite_par": ["125 IV 153", "123 III 280"], "chapeau": "34. Auszug aus dem Urteil der I. Zivilabteilung vom 6. Oktober 1970 i.S. Schweizerische Bundesbahnen gegen Baumann.", "regestes": ["Art. 1 LRC, art. 128 ch. 3 et 129 al. 2 LAMA. Responsabilité des entreprises de chemins de fer. 1. La responsabilité pour le cas fortuit de l'entreprise de chemin de fer à l'égard d'ouvriers d'autres entreprises occupés à la construction de la voie et assurés obligatoirement a été abrogée en principe par l'art. 128 ch. 3 LAMA, que l'accident soit dû aux dangers inhérents à la construction ou à l'exploitation de la ligne (consid. 3). 2. Cette règle s'applique aussi à la partie d'une créance soumise à la LAMA qui n'est pas couverte par la Caisse nationale (consid. 4). 3. Lorsque, comme en l'espèce, des employés du chemin de fer ont commis une faute, l'entreprise de chemin de fer ne peut invoquer l'art. 129 al. 2 LAMA mais elle doit réparer le dommage subi par l'ouvrier d'une autre entreprise occupé à la construction de la voie conformément aux art. 41 ss CO (consid: 5 à 7; modification de la jurisprudence). 4. Art. 47 CO et 8 LRC. Détermination de 1'indemnité pour tort moral (consid. 8)."], "faits": "BGE 96 II 218 S. 219\n\nA.- Die Schweizerischen Bundesbahnen (SBB) liessen durch die Firma Reller & Cie. gewisse der Einführung der neuen Käferberglinie in den Bahnhof Zürich-Oerlikon dienende Tiefbauarbeiten ausführen. Unter anderem hatte diese Firma 1,7 m von der Achse des von Zürich-Hauptbahnhof nach Oerlikon BGE 96 II 218 S. 220führenden Geleises entfernt und parallel dazu einen etwa 2 m tiefen Entwässerungsgraben auszuheben. Sie hatte zu diesem Zwecke einen Bagger eingesetzt. Zwischen diesem und dem Bahnhof Zürich-Oerlikon, etwa 50-70 m vom Bagger entfernt, spitzte ihr Polier Heinrich Baumann am Freitag den 23. September 1966 nach der Mittagszeit mit einem Pressluft-Abbauhammer einen in den Graben hineinragenden betonierten Teil eines unter den Geleisen durchführenden Wasserdurchlasses weg, damit im Graben, der dort noch nicht vollständig ausgehoben war, bei allenfalls über das Wochenende einsetzendem Regen das Wasser abfliessen könne. Die Sicherung des Personals der Firma Reller & Cie. gegen die Gefahren des Eisenbahnverkehrs an der Baustelle besorgten die SBB. Für die Organisation und die Wirksamkeit dieses Sicherungsdienstes war ihr technischer Assistent Edwin Rutschmann verantwortlich. Er hatte auf jeder Seite der Baustelle in einer Entfernung von rund 100 m einen Vorwarner und auf der Baustelle selbst Alfonso Buffolini als Wächter eingesetzt. Buffolini hatte die Arbeiter bei der Annäherung von Zügen durch Hornsignale zu warnen. Er befand sich zur erwähnten Zeit in der Nähe der beim Bagger beschäftigten Arbeiter, die er als am meisten gefährdet erachtete, da der Baggerarm beim Ausschwenken in das Profil des Geleises geriet. Dem Verlangen Baumanns, durch einen ihm persönlich zugeordneten besonderen Wächter geschützt zu werden, entsprach Rutschmann nicht. Er begnügte sich damit, Baumann das Betreten des Lichtraumprofils des Geleises zu untersagen. Um anzuzeigen, wie weit dieses Profil reiche, spannte er eine Schnur.\n\nAls etwa um 13.25 Uhr ein \"Roter Pfeil\" als Extrazug von Zürich-Hauptbahnhof her sich mit 80-40 km/h dem Bahnhof Oerlikon näherte, stand Baumann, den Rücken gegen das Geleise gewandt und die Schnur eindrückend, auf dem alten Wasserdurchlass und bediente den Abbauhammer. Wegen des Lärms, den dieses Gerät und der Kompressor verursachten, überhörte er sowohl das Hornsignal Buffolinis als auch das Pfeifsignal des noch etwa 200 m entfernten Zuges. Aus ungefähr 50 m Nähe warnte der Lokomotivführer zum zweiten Mal, doch gelang es Baumann nicht mehr, genügend wegzutreten. Das vorderste Trittbrett des noch mit 36 km/h fahrenden Zuges streifte ihn und warf ihn um. Baumann wurde verletzt, war vorerst vollständig arbeitsunfähig und bleibt dauernd zu 20% invalid.BGE 96 II 218 S. 221\n\nB.- Im Mai 1968 klagte Baumann beim Bezirksgericht Zürich gegen die Schweizerischen Bundesbahnen auf Zahlung von Fr. 29 262.-- nebst Zins seit 23. Oktober 1967. Er stellt diese Forderung mit der Begründung, die Beklagten schuldeten ihm:\n\na) Den von der Schweizerischen Unfallversicherungsanstalt (SUVA) nicht gedeckten Teil des Lohnausfalles, den er vom 23. September 1967 bis am 1. April 1968 erlitten habe ................... Fr. 2 940.--\n\nb) Den Barwert des Unterschiedes zwischen dem Lohnausfall, den er seit 2. April 1968 erleide (1/5 von jährlich Fr. 17 550.--) und der Rente,die ihm die SUVA seit diesem Tage gewährte (1/5 von 70% einesjährlichen Verdienstes von Fr. 15 000.--, d.h. des nach Gesetz zuberücksichtigenden Höchstbetrages) ... Fr. 16 539.30\n\nc) Eine Genugtuung von ...................... Fr. 10 000.--\n\nZusammen Fr. 29 479.30\n\nDer Kläger beantragte, ihm für die Dauer von zwei Jahren einen \"Vorbehalt für allfällige Spätschäden einzuräumen\".\n\nDas Bezirksgericht wies die Klage ab. Das Obergericht des Kantons Zürich verpflichtete dagegen auf Berufung des Klägers hin am 23. Oktober 1969 die Beklagten, dem Kläger Fr. 29 262.-- nebst 5% Zins seit 23. Oktober 1967 zu zahlen. Ausserdem erkannte es: \"Dem Kläger wird ein Abänderungsvorbehalt im Sinne des Art. 10 EHG für die Dauer zweier Jahre ab Rechtskraft dieses Urteils eingeräumt\".\n\nC.- Die Beklagten haben gegen dieses Urteil die Berufung an das Bundesgericht erklärt. Sie halten am Antrag auf Abweisung der Klage fest.\n\nDer Kläger beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Aus den Erwägungen:\n\n3. a) Nach dem Eisenbahnhaftpflichtgesetz von 1875 (aEHG) hafteten die konzessionierten Eisenbahnunternehmungen nur aus Verschulden, wenn sich die Tötung oder Körperverletzung beim Bau einer Eisenbahn ereignete (Art. 1), dagegen auch für Zufall, wenn sie durch den Betrieb einer solchen BGE 96 II 218 S. 222verursacht wurde (Art. 2). In beiden Fällen hatte die Bahnunternehmung für das Verhalten ihrer Angestellten und der Personen, deren sie sich zum Bau der Bahn bzw. zum Betrieb des Transportgeschäftes bediente, einzustehen (Art. 3).\n\nIm Jahre 1887 wurde die durch BG vom 25. Brachmonat 1881 vorgesehene Haftpflicht aus Fabrikbetrieb, die eine auf den Betrag von Fr. 6000.-- beschränkte Zufallshaftung war (Art. 2 und 6 Abs. 2), unter anderem auf den Eisenbahnbau ausgedehnt, jedoch behielt man bezüglich der Haftbarkeit der konzessionierten Eisenbahnunternehmung Art. 1 aEHG vor (BG vom 26. April 1887 Art. 1 lit. d und 2 Abs. 3). Fortan haftete also der Bauunternehmer für Zufall, die Eisenbahnunternehmung für Bauunfälle dagegen weiterhin nur aus Verschulden.\n\nDas geltende Eisenbahnhaftpflichtgesetz von 1905 (EHG) unterwirft die Eisenbahnunternehmungen nicht nur für die beim Betrieb, sondern auch für die beim Bau einer Eisenbahn vorkommenden Tötungen und Körperverletzungen der Zufallshaftung, wobei das Verhalten ihres Personals und der Personen, deren sie sich zum Bau der Bahn oder zum Betrieb des Transportgeschäfts bedient, sie nicht entlastet (Art. 1). Vom Inkrafttreten dieses Gesetzes an konnten also die beim Bau einer Bahn verunfallten Arbeitnehmer ihre Ansprüche gegen die Eisenbahnunternehmung geltend machen, ohne ihr ein Verschulden nachweisen zu müssen, und zwar gleichgültig, ob sie im Dienste der Eisenbahnunternehmung oder im Dienste eines beim Bahnbau tätigen andern Unternehmers standen.\n\nDas BG vom 13. Juni 1911 über die Kranken- und Unfallversicherung (KUVG) hob das EHG bezüglich der Unfälle, von denen die Angestellten oder Arbeiter der Eisenbahnunternehmungen betroffen werden, auf (Art. 128 Abs. 5) und ersetzte sie durch die Bestimmungen des Obligationenrechts, unter gleichzeitiger Einschränkung der Haftung des Arbeitgebers auf die Fälle von Absicht oder grober Fahrlässigkeit (Art. 129). Für die Bediensteten der Eisenbahnunternehmung bedeutete das eine Schlechterstellung, denn die Leistungen der SUVA decken den Schaden nicht ganz und für den Fehlbetrag haftet die Eisenbahnunternehmung nur, wenn sie den Unfall absichtlich oder grobfahrlässig herbeigeführt hat.\n\nAnlässlich der Ergänzung des KUVG durch BG vom 18. Juni 1915 wurde die Ungleichheit zwischen den Angestellten und BGE 96 II 218 S. 223Arbeitern der Eisenbahnunternehmung einerseits und den beim Bahnbau beschäftigten obligatorisch versicherten Arbeitnehmern anderer Unternehmungen anderseits beseitigt, indem Art. 128 Ziff. 3 KUVG nunmehr die Vorschriften des EHG als aufgehoben erklärt, \"soweit sie die Haftpflicht dieser Unternehmungen für Unfälle im Dienst gegenüber ihren eigenen obligatorisch versicherten Angestellten und Arbeitern und den bei dem Eisenbahnbau beschäftigten obligatorisch versicherten Angestellten und Arbeitern anderer Unternehmungen betreffen\".\n\nb) Diese Änderung wurde damit begründet, man habe bei der Revision des Eisenbahnhaftpflichtgesetzes die Zufallshaftung für Unfälle aus Bauarbeiten eingeführt, weil es vorgekommen sei, dass die beim Bahnbau verunfallten Arbeiter von Bauunternehmern bei Zahlungsunfähigkeit ihres Arbeitgebers leer ausgegangen seien; unter der obligatorischen Unfallversicherung bestehe diese Gefahr nicht, weshalb es keinen Sinn mehr habe, den im Dienste der Bauunternehmung stehenden Arbeitern neben den Rechten aus der obligatorischen Versicherung noch einen Anspruch gegen die Eisenbahnunternehmung zu gewähren (BBl 1915 I 954; StenBull NatR 1915 150 Votum Hirter, StR 1915 98 Votum Keller). In der Tat hatte man seinerzeit auf das Argument, die Zufallshaftung für Unfälle aus Bauarbeiten sei nicht nötig, weil die Bauunternehmer nach Fabrikhaftpflichtgesetz ohnehin für Zufall hafteten, geantwortet, der Bauunternehmer sei nicht immer so zahlungsfähig wie die Eisenbahnunternehmung (StenBull NatR 1902 360 Spalte links unten, 377 Spalte rechts oben, StR 1904 42 Spalte links). Die Begründung, mit der im Jahre 1915 die Zufallshaftung der Eisenbahnunternehmung gegenüber den bahnfremden Bauarbeitern aufgehoben wurde, mag stichhalten, wenn der Unfall ausschliesslich auf die Gefahren des Bauens zurückzuführen ist. Verunfallt der Bauarbeiter dagegen, weil er während der Arbeit mit einer im Betrieb stehenden Bahn in Berührung kommt, so kann er einwenden, er sei nicht das Opfer des Bahn baues, sondern des Bahnbetriebes und für Unfälle aus dem Betrieb habe die Eisenbahnunternehmung schon unter aEHG für Zufall gehaftet, und zwar auch gegenüber Bauarbeitern.\n\nDass in einem solchen Falle das erwähnte Argument des Gesetzgebers nicht standhält, ändert jedoch nichts daran, dass im Jahre 1915 nach dem Wortlaut des Art. 128 Ziff. 3 KUVG BGE 96 II 218 S. 224die Zufallshaftung der Eisenbahnunternehmung gegenüber obligatorisch versicherten bahnfremden Bauarbeitern schlechthin aufgehoben wurde, gleichgültig ob sie wegen reiner Baugefahren oder vielmehr wegen des Betriebes einer Bahn verunfallen. Das Bundesgericht hat es denn auch ausdrücklich abgelehnt, diese Unterscheidung zu machen (BGE 88 II 524). Sie hätte eine Privilegierung der bahnfremden Bauarbeiter zur Folge, da die Zufallshaftung der Eisenbahnunternehmung gegenüber ihren eigenen Arbeitnehmern schon durch die alte Fassung des Art. 128 KUVG schlechthin aufgehoben wurde und die neue Fassung hieran nichts ändert. Der Gesetzgeber wollte im Jahre 1915 die obligatorisch versicherten bahnfremden Bauarbeiter in der Frage der Zufallshaftung der Eisenbahnunternehmungen den eigenen Bediensteten dieser Unternehmungen gleichstellen.\n\nDer Kläger und die Vorinstanz sind allerdings der Auffassung, Art. 128 Ziff. 3 KUVG benachteilige die Arbeitnehmer bahnfremder Bauunternehmer im Vergleich zum Bahnpersonal, obschon sie den gleichen Gefahren ausgesetzt seien wie dieses. Sie übersehen jedoch, dass die Vorteile, welche die im Betrieb verunfallten Beamten der SBB und ihre Hinterbliebenen gemäss Art. 57 der Beamtenordnung II vom 10. November 1959 über die Leistungen der SUVA hinaus geniessen (s. auch schon Art. 52 der Beamtenordnung II vom 24. Oktober 1930), nicht dem Art. 128 Ziff. 3 KUVG zuzuschreiben sind, sondern einem entgegenkommenden Verhalten des Bundes als Arbeitgeber. Den Bediensteten anderer Eisenbahnunternehmungen kommen diese Vorteile nicht zugute. Sie können nicht dazu Anlass geben, Art. 128 Ziff. 3 KUVG irgendwie zugunsten der Arbeitnehmer bahnfremder Bauunternehmer auszulegen.\n\nÜbrigens folgern auch der Kläger und die Vorinstanz aus ihrer Kritik nicht, die Eisenbahnunternehmungen müssten den bahnfremden Bauarbeitern für Zufall einstehen, wenn sich der Unfall bei einem Umbau ereignet und dem Betrieb der Bahn zuzuschreiben ist.\n\nc) Art. 128 Ziff. 2 KUVG erklärt die Vorschriften des BG vom 24. Juni 1902 betreffend die elektrischen Schwach- und Starkstromanlagen (E1 G) \"über die Haftung des Betriebsinhabers, soweit sie dessen Verhältnis zu seinen obligatorisch versicherten Angestellten und Arbeitern betreffen\", als aufgehoben. Die in Art. 27 E1 G vorgesehene Zufallshaftung des BGE 96 II 218 S. 225Betriebsinhabers gilt also gegenüber seinen obligatorisch versicherten Arbeitnehmern nicht mehr. Für Unfälle, die einem im Dienste eines anderen Unternehmers stehenden Arbeitnehmer zustossen, z.B. bei der Umänderung oder Instandstellung einer Leitung, besteht sie dagegen weiter. Diese ungleiche Behandlung der obligatorisch versicherten Arbeitnehmer des Betriebsinhabers einerseits und der Arbeitnehmer Dritter anderseits fällt auf, wenn man sie mit der in Art. 128 Ziff. 3 vorgeschriebenen Gleichbehandlung auf dem Gebiete der Eisenbahnhaftpflicht vergleicht. Sie kann aber nicht Anlass geben, Art. 128 Ziff. 3 auf Bahnbetriebsunfälle, die sich anlässlich des Umbaues einer Bahn ereignen, gegenüber Arbeitnehmern bahnfremder Unternehmer nicht anzuwenden. Der Unterschied zwischen dieser Bestimmung und Art. 128 Ziff. 2 KUVG ist gewollt. Er erklärt sich historisch daraus, dass Art. 1 EHG auch die Bauunfälle unter Zufallshaftung stellt, Art. 27 ElG dagegen nur die Unfälle aus dem Betrieb der Anlage.\n\nd) Es bleibt somit dabei, dass Art. 128 Ziff. 3 KUVG die Zufallshaftung der Eisenbahnunternehmung gegenüber den beim Eisenbahnbau (inbegriffen Umbau) beschäftigten obligatorisch versicherten Arbeitnehmern anderer Unternehmungen grundsätzlich aufgehoben hat, gleichgültig welcher Art der Unfall sei. Der Umstand, dass der Kläger nicht das Opfer eines reinen Bauunfalles ist, sondern von einem dem Transportgeschäft dienenden Zuge verletzt wurde, führt also nicht dazu, dass die Beklagten für Zufall einzustehen hätten.\n\n4. Das Obergericht ist der Auffassung, Art. 128 Ziff. 3 KUVG schliesse die Anwendung des EHG zugunsten der beim Betrieb und Bau der Bahn Beschädigten nur insoweit aus, als sie für ihre Forderungen durch Leistungen der SUVA gedeckt würden.\n\nArt. 128 Ziff. 3 ist im Zusammenhang mit Art. 129 KUVG auszulegen. Jene Bestimmung will die Eisenbahnunternehmung nicht jeder Haftung für Unfälle entheben, die ihren obligatorisch versicherten Arbeitnehmern oder den beim Eisenbahnbau beschäftigten obligatorisch versicherten Arbeitnehmern anderer Unternehmungen zustossen. Die Zufallshaftung nach EHG wird ersetzt durch eine Haftung nach Obligationenrecht.\n\na) Was die Haftung gegenüber den eigenen Arbeitnehmern der Eisenbahnunternehmung betrifft - sie ist durch Art. 129 Abs. 2 KUVG auf Absicht und grobe Fahrlässigkeit beschränkt -, BGE 96 II 218 S. 226liegt der Grund der Milderung darin, dass die Unternehmung die Prämien für Betriebsunfälle zahlt. Soweit Art. 129 Abs. 2 die Eisenbahnunternehmung gegenüber ihren Arbeitnehmern entlasten will, darf sie daher nicht durch einschränkende Auslegung des Art. 128 Ziff. 3 doch wieder belastet werden.\n\nNach der Rechtsprechung des Bundesgerichtes muss der weder absichtlich noch grobfahrlässig handelnde Arbeitgeber für jene Folgen nicht einstehen, die Gegenstand der obligatorischen Versicherung gegen Betriebsunfälle sind, also für den dem Versicherten und seinen Hinterlassenen aus der Körperverletzung oder Tötung entstandenen Schaden (Kosten der versuchten Heilung, Nachteile der Arbeitsunfähigkeit, Bestattungskosten, Versorgerschaden; vgl. Art. 72 KUVG) (BGE 88 II 46 Erw. 4). Insoweit wird der Arbeitgeber vollständig befreit, auch soweit der materielle Schaden aus der Tötung oder Körperverletzung durch die SUVA nicht gedeckt wird. Eisenbahnunternehmungen befinden sich in dieser Hinsicht in der gleichen Lage wie andere Arbeitgeber. Art. 128 Ziff. 3 und Art. 129 KUVG können nicht den Sinn haben, dass die Eisenbahnunternehmung für den ungedeckten Teil des weder absichtlich noch grobfahrlässig zugefügten Schadens zwar nicht nach OR, aber weiterhin nach dem EHG hafte.\n\nAnders verhält es sich hinsichtlich der Genugtuung. Art. 129 Abs. 2 KUVG beschränkt die Pflicht des Arbeitgebers, unter den Voraussetzungen des Art. 47 OR Genugtuung zu leisten, nicht auf die Fälle von Absicht oder grober Fahrlässigkeit (BGE 72 II 314 f., 432 f., BGE 81 II 553 Erw. 4, BGE 86 I 256). Jene Norm berührt auch die Pflicht des Arbeitgebers, Sachschaden zu ersetzen, in keiner Weise, da der Arbeitnehmer gegen solchen bei der SUVA nicht versichert ist (BGE 88 II 47). Daher lässt sich die Auffassung vertreten, Art. 128 Ziff. 3 KUVG schliesse die Anwendung des EHG auf die Genugtuungsansprüche und Ersatzforderungen für Sachschaden nicht aus. Diese Frage kann aber im vorliegenden Falle offen bleiben.\n\nb) Art. 128 Ziff. 3 KUVG will die Haftung der Eisenbahnunternehmungen gegenüber den beim Bahnbau beschäftigten obligatorisch versicherten Angestellten und Arbeitern anderer Unternehmungen der Haftung annähern, der die Bahn gegenüber ihren eigenen obligatorisch versicherten Arbeitnehmern untersteht. Der Grund liegt darin, dass das KUVG beiden BGE 96 II 218 S. 227Gruppen von Arbeitnehmern und ihren Hinterlassenen die Leistungen der SUVA verschafft. Dieser Gedanke schliesst aus, die Eisenbahnunternehmung gegenüber den bahnfremden Arbeitnehmern für den von der SUVA nicht gedeckten Teil des materiellen Schadens aus der Tötung oder Körperverletzung nach EHG haften zu lassen, während diese Zufallshaftung gegenüber den eigenen Arbeitnehmern der Bahn nicht gilt.\n\nDie II. Zivilabteilung hat denn auch in BGE 59 II 468 ff., wo sie die Eisenbahnhaftpflicht gegenüber einem Postangestellten, der anlässlich seiner dienstlichen Verrichtungen von einem Zuge getötet wurde, als durch Art. 128 Ziff. 3 KUVG aufgehoben erklärte, nicht zwischen gedecktem und von der SUVA nicht gedecktem Schaden unterschieden. Auch die I. Zivilabteilung hat in dem in BGE 88 II 516 ff. veröffentlichten Urteil, das Schadenersatzklagen eines beim Bahnbau Verunfallten und der Hinterlassenen eines bei diesen Arbeiten Getöteten betraf, diese Unterscheidung nicht gemacht.\n\nDie verwaltungsrechtliche Kammer allerdings hat dann in BGE 93 I 290 ff. den Hinterlassenen eines Arbeiters einer privaten Unternehmung, der auf dem Marsch zu einer Instandstellungsarbeit in einem Tunnel von einem Zuge der SBB getötet wurde, entgegengehalten, sie könnten sich jedenfalls insoweit, als eine Entschädigung für Bestattungskosten (\"Todesfallkosten\") und Genugtuungssummen in Frage ständen, auf das EHG stützen, denn Art. 128 Ziff. 3 KUVG erfasse nur solche Forderungen, für welche die obligatorische Versicherung Deckung biete; das VG sei deshalb nicht anwendbar. Die verwaltungsrechtliche Kammer verwies zur Begründung ihrer Auffassung auf OFTINGER, Haftpflichtrecht, 2. Auflage, 1384 und SAXER, Der Regress nach Art. 100 KUVG gegenüber der Eisenbahnunternehmung S. 44.\n\nOFTINGER behandelt aber an der zitierten Stelle nur die Haftung für Sachschaden. Allerdings sagt er in diesem Zusammenhange, nach allgemeiner Regel blieben \"Schäden und Teile von solchen, für die die SUVA keine Deckung bietet, ausserhalb der Regelung der Art. 100, 128 und 129\". Dieser Satz ist jedoch nicht dahin zu verstehen, für den durch die SUVA nicht gedeckten Teil einer dem KUVG unterstehenden Forderung gälten Art. 128 und 129 KUVG nicht. Sonst würde Oftinger dort, wo er sich über diese Teilforderung, die sog. \"Restforderung\", ausspricht und ausführt, dass sie der personellen und rechtlichen BGE 96 II 218 S. 228Beschränkung des Art. 129 Abs. 2 KUVG unterliegt (S. 386), nicht beifügen (S. 388): \"Es macht hierbei keinen Unterschied aus, auf welche Haftpflichtnorm sich die Klage stützt: OR, ZGB, Spezialgesetz (EHG, MFG, LFG usw.), Verschuldens- oder Kausalhaftung, vertragliche oder ausservertragliche Haftung (OR 41 ff., 101, 339 usw.).\" Es wäre ein Widerspruch, einerseits die Auffassung zu vertreten, für die Restforderung gelte Art. 128 Ziff. 3 KUVG nicht, d.h. die Eisenbahnunternehmung hafte für sie nach EHG auch ohne Verschulden, anderseits auf diese Restforderung dann doch gemäss Art. 129 Abs. 2 KUVG die Haftung dieser Unternehmung auf die Fälle von Absicht oder grober Fahrlässigkeit beschränken zu wollen. Unter den \"Schäden und Teilen von solchen, für die die SUVA keine Deckung bietet\" (S. 384), kann Oftinger nur jene verstehen, für die gegen die SUVA überhaupt keine Forderung, auch nicht eine bloss beschränkte, gestellt werden kann, weil sie nicht unter die obligatorische Unfallversicherung fallen. Das gilt für Sachschäden und Teile von solchen. Bestattungskosten sind aber nicht Sachschaden, sondern Folgen der Tötung und können auch nicht gleich wie Sachschaden behandelt werden, da die Hinterlassenen nach KUVG Anspruch auf eine Bestattungsentschädigung haben (Art. 72), während Sachschäden überhaupt nicht nach KUVG versichert sind. Die II. Zivilabteilung hat denn auch in BGE 59 II 468 ff. die Bestattungskosten nicht von Art. 128 Ziff. 3 KUVG ausgenommen.\n\nAuch SAXER spricht sich an der von der verwaltungsrechtlichen Kammer zitierten Stelle ausser über die Genugtuungsleistungen nur über die Sachschäden, nicht auch über die durch die SUVA nicht gedeckte Restforderung für Körperschäden aus.\n\n5. Die Beklagten berufen sich auf BGE 88 II 525 Erw. 3 a, wonach der Eisenbahnunternehmung auch gegenüber bahnfremden Bauarbeitern Art. 129 Abs. 2 KUVG zugute komme, sie also auch diesen Arbeitnehmern nur für Absicht und grobe Fahrlässigkeit hafte.\n\nDer Einwand des Klägers, diese Auffassung widerspreche dem Wortlaut des Art. 129 Abs. 2 KUVG, hält stand. Die Eisenbahnunternehmung ist nicht Arbeitgeber des bahnfremden Bauarbeiters; dieser steht im Dienste des Bauunternehmers, nicht der Bestellerin der Bauarbeiten. Diese trifft auch keine \"in der obligatorischen Versicherung liegende Prämienzahlung\", die der Arbeitgeber erfüllt haben muss, um sich auf Art. 129 BGE 96 II 218 S. 229Abs. 2 berufen zu können. Die Eisenbahnunternehmung wird durch die SUVA-Prämien höchstens mittelbar belastet, indem der Bauunternehmer sie in den Werklohn einrechnen mag. Die I. Zivilabteilung hat sich denn auch im erwähnten Entscheide nur darauf berufen, dass es sich nicht rechtfertigte, die bahnfremden Arbeitnehmer anders zu behandeln als die bahneigenen. Sie führt aus, die ungleiche Behandlung widerspräche den Grundsätzen des Gesetzes, das anderseits die Verpflichtungen und Leistungen der beiden Gruppen von Arbeitnehmern einheitlich ordne, z.B. in Art. 60 Ziff. 1 und 2 lit. a und d.\n\nDass unter dem Gesichtspunkt des KUVG beide Gruppen gleiche Pflichten und Rechte haben, weil Art. 60 KUVG nicht nur die Angestellten und Arbeiter der Eisenbahnunternehmung, sondern auch die im Baugewerbe, besonders beim Eisenbahnbau tätigen Arbeitnehmer diesem Gesetze unterstellt, ist indessen kein Grund, die sich aus dem klaren Wortlaut des Art. 129 ergebenden Rechte der bahnfremden Arbeitnehmer gegenüber der Eisenbahnunternehmung zu beschneiden, bloss weil sie den bahneigenen Arbeitnehmern nicht zustehen. Die Bahnunternehmung hat gegenüber den bahnfremden Arbeitnehmern die Stellung eines Dritten, der sie geschädigt hat, gegenüber dem bahneigenen Personal dagegen die Stellung eines Arbeitgebers, der seine Arbeitnehmer bei der SUVA versichern muss und dafür Prämien zahlt. Auch die beschränkte Gleichstellung, die Art. 128 Ziff. 3 dadurch verwirklicht, dass er die Zufallshaftung nach EHG durch die Verschuldenshaftung nach OR ersetzt, ist kein Grund, die beiden Gruppen von Arbeitnehmern selbst dort gleich zu behandeln, wo der Wortlaut des Gesetzes es verbietet und die Ungleichheit die Folge des ungleichen Rechtsverhältnisses ist, in dem der Verletzte zum Schädiger steht. Art. 128 Ziff. 3 KUVG hat ja auch nicht verhindert, dass die im Dienste der SBB verunfallenden Arbeitnehmer auf Grund der Beamtenordnung II erheblich mehr erhalten als die Arbeitnehmer von privaten Bauunternehmern. SAXER, a.a.O. S. 67, führt aus, dass auch die Bediensteten der konzessionierten Bahnunternehmungen weitergehende Rechte haben als ihre Kollegen von der Bauunternehmung. Das liegt in der Natur der Sache; denn nicht alle Arbeitgeber pflegen ihre Arbeitnehmer gleich zu behandeln. Wenn aber schon auf diesem Gebiete Ungleichheiten vorkommen, sind sie auch in einem BGE 96 II 218 S. 230Punkte erträglich, wo ausnahmsweise der bahnfremde Arbeitnehmer gegenüber der Eisenbahnunternehmung mehr Rechte hat als der bahneigene. Dazu kommt, dass Art. 41 OR, auf Grund dessen auch der nur leicht fahrlässig Handelnde dem Geschädigten den widerrechtlich zugefügten Schaden ersetzen muss, nicht leichthin durchbrochen werden darf. Art. 129 Abs 2 KUVG ist eine Ausnahmebestimmung, und der Anwendungsbereich solcher Normen ist nicht ohne zwingenden Grund auszudehnen, namentlich dann nicht, wenn sich die Ausdehnung mit dem Wortlaut nicht verträgt.\n\nSAXER, a.a.O. S. 68, scheint denn auch BGE 88 II 525 Erw. 3 a nur zögernd zuzustimmen. Er bringt als einziges Argument vor, Art. 129 Abs. 2 KUVG wolle das \"Betriebsklima\" entgiften, nämlich gewährleisten, dass der Verunfallte nicht bloss den Arbeitgeber, sondern auch den Nebenarbeiter nur belangen könne, wenn er absichtlich oder grobfahrlässig handelte; würde der bahnfremde Bauarbeiter die Eisenbahnunternehmung auch bei leichterem Verschulden belangen können, so stände ihm das gleiche Recht auch gegenüber einem bloss leicht fahrlässig handelnden Bediensteten der Bahn zu, was dem \"Betriebsklima\" abträglich wäre. Dieser Auffassung ist entgegenzuhalten, dass die bahnfremden Arbeitnehmer und die Bediensteten der Bahn nicht ein und demselben Betriebe angehören. Sie arbeiten auch nicht ständig zusammen wie die Angehörigen ein und desselben Betriebes, sondern sie kommen nur vorübergehend dadurch miteinander in Berührung, dass die Bauunternehmung von der Eisenbahnunternehmung einen einzelnen Bauauftrag erhalten hat. Ein der Störung des \"Betriebsklimas\" ähnlicher Zustand kann höchstens für die Dauer dieser Arbeiten eintreten. Ein Verunfallter scheidet aber ohnehin in der Regel längere Zeit, wenn nicht dauernd aus der Arbeitsgemeinschaft mit den Bahnbediensteten aus. Es ist deshalb nicht zu ersehen, weshalb die Haftung mit Rücksicht auf das \"Klima\" eingeschränkt werden sollte. Eine strenge Haftung kann zudem präventiv wirken, eine gemilderte Haftung dagegen Nachlässigkeiten Vorschub leisten. Gerade im Eisenbahnbetrieb können aber Nachlässigkeiten nicht geduldet werden. Hier sind nicht nur die Interessen eines einzelnen Verunfallten auf dem Spiele, sondern die Interessen aller beim Bahnbau beteiligten Arbeiter, ja sogar die Interessen der Bahnbenützer, die geschädigt werden können, wenn ein Zug z.B. in eine Baumaschine hineinfährt.\n\nBGE 96 II 218 S. 231\n\nAus diesen Gründen ist von BGE 88 II 525 Erw. 3 a abzurücken und der Eisenbahnunternehmung nicht zu gestatten, sich auf Art. 129 Abs. 2 KUVG zu berufen, wenn sie von einem bahnfremden Bauarbeiter oder seinen Hinterlassenen auf Ersatz des durch die SUVA nicht gedeckten Schadens aus Körperverletzung oder Tötung belangt wird.\n\n6. Es fragt sich ferner, nach welchen Bestimmungen des Obligationenrechtes die Eisenbahnunternehmung dem bahnfremden Bauarbeiter Schadenersatz zu leisten hat.\n\na) In BGE 88 II 527 f. Erw. 4 c wurde erörtert, ob die Bauunternehmung und die SBB nach Art. 339 OR hafteten. Das Bundesgericht verneinte diese Frage für beide Belangten, weil der Sicherheitsdienst richtig organisiert und überwacht worden sei.\n\nDiese Erwägung war gegenstandslos, soweit sie die SBB betrifft, denn zwischen der Eisenbahnunternehmung und dem bahnfremden Bauarbeiter besteht kein Dienstvertrag, ja überhaupt kein Vertragsverhältnis, weshalb Art. 339 OR von vorneherein nicht anwendbar ist.\n\nAus dem gleichen Grunde haftet die Eisenbahnunternehmung nicht gemäss Art. 101 OR für das Verschulden ihrer Hilfspersonen.\n\nDas ist in BGE 88 II 530 Erw. 5 zweitletzter Absatz, wo der fehlbare Sicherheitswächter als Hilfsperson der Bundesbahnen bezeichnet und Art. 101 OR zitiert wurde, offenbar verkannt worden. MERZ, ZBJV 99 381 unten, meint allerdings, das Bundesgericht habe auf diese Bestimmung abgestellt, weil es - was er als künstlich bezeichnet - von einer im Sinne des Art. 112 Abs. 2 OR eingegangenen vertraglichen Verpflichtung der SBB gegenüber der Bauunternehmung auf Einsetzung eines Warndienstes ausgehe. Das trifft aber nicht zu. Das Bundesgericht vertrat die Auffassung, die Geschädigten hätten gemäss Art. 112 Abs. 2 OR ein direktes Klagerecht gegen die Bundesbahnen nur für den Fall, dass man sich der These anschliessen würde, der Bauunternehmer habe den ihm obliegenden Sicherheitsdienst vertraglich den Bundesbahnen übertragen. Unmittelbar anschliessend verwarf es diese These, indem es in Erw. 5 Abs. 6 ausführte, in Wirklichkeit hätten die Bundesbahnen den Warndienst vorbehalten, weil die Bahnpolizeivorschriften sie dazu verpflichteten.\n\nAuch im vorliegenden Falle kann von einem Vertrag zwischen BGE 96 II 218 S. 232der Bauunternehmung und den Beklagten zugunsten des Klägers nicht die Rede sein. Das Obergericht stellt nirgends fest, die Bauunternehmung habe den Sicherheitsdienst vertraglich den Beklagten übertragen. In Wirklichkeit oblag er von Gesetzes wegen den Beklagten, nicht nur zum Schutze der Bauarbeiter, sondern auch zum Schutze der verkehrenden Züge, die namentlich durch den Bagger erheblich gefährdet werden konnten (Art. 19 Abs. 1 des Eisenbahngesetzes vom 20. Dezember 1957, AS 19.58 340).\n\nb) Da der Kläger gegenüber den Beklagten keine Ansprüche aus Vertrag hat, schulden sie ihm nur unter den Voraussetzungen der Art. 41 ff. OR Schadenersatz.\n\nSie haften ihm in erster Linie, wenn einem ihrer Organe Fahrlässigkeit vorzuwerfen ist (Art. 41 Abs. 1 OR in Verbindung mit Art. 55 Abs. 2 ZGB). Das Verschulden blosser Hilfspersonen, die nicht Organe sind, gilt nach diesen Normen nicht als Verschulden der Beklagten. Darin liegt ein Rückschritt, hatte doch die Eisenbahnunternehmung schon nach aEGH, das für die beim Bau einer Bahn vorkommenden Tötungen und Körperverletzungen noch die Verschuldenshaftung kannte, für das Verhalten ihrer Angestellten (und der Personen, deren sie sich zum Bau der Bahn bediente) einzustehen (Art. 3). Auch nach Art. 1 EHG gilt das Verschulden des Personals der Eisenbahnunternehmung (und das Verschulden bahnfremden Baupersonals) nicht als Verschulden eines Dritten, das die Bahnunternehmung entlasten würde. Es ist nicht anzunehmen, der Gesetzgeber habe beim Erlass des Art. 128 Ziff. 3 KUVG diesen Grundsatz mit über Bord werfen wollen. Es war ihm nur darum zu tun, die Zufallshaftung des EHG gegenüber den in Art. 128 Ziff. 3 genannten Personen aufzuheben und darüber hinaus das EHG auch insoweit auszuschalten, als sei ne Bestimmungen dem KUVG widersprechen. Die Pflicht der Eisenbahnunternehmung, für das Verschulden ihres Personals einzustehen, widerspricht dem KUVG nur insoweit, als dessen Art. 129 Abs. 2 zutrifft. Da diese Bestimmung auf die Haftung der Eisenbahnunternehmung gegenüber bahnfremden Bauarbeitern nicht anwendbar ist, hat die Bahn diesen Arbeitern weiterhin für das Verschulden des gesamten Bahnpersonals einzustehen. Art. 1 EHG hat insoweit als nicht aufgehoben zu gelten.\n\nHaftet die Eisenbahnunternehmung für das Verschulden ihres Personals, so erübrigt es sich, den Begriff des Organs im Sinne BGE 96 II 218 S. 233des Art. 55 ZGB einem befriedigenden Ergebnis zuliebe so ausdehnend auszulegen, dass er unglaubhaft wirken müsste.\n\nc) Wenn den Angestellten oder Arbeiter der Eisenbahnunternehmung ein Verschulden trifft und diese Unternehmung dafür einzustehen hat, ist Art. 55 OR gegenstandslos. Die Frage, ob sie alle nach den Umständen gebotene Sorgfalt angewendet habe, um einen Schaden dieser Art zu verhüten oder ob der Schaden auch bei Anwendung dieser Sorgfalt eingetreten wäre, stellt sich dann nicht; die Eisenbahnunternehmung darf diesen Entlastungsbeweis nicht erbringen.\n\nDa Art. 55 OR nicht ein Verschulden des Angestellten oder Arbeiters voraussetzt (BGE 50 II 494, BGE 56 II 287 und 289, BGE 57 II 38 und 45, BGE 88 II 135, 90 II 90, BGE 95 II 97), bleibt für diese Bestimmung Raum, wenn das Personal der Eisenbahnunternehmung sich nicht schuldhaft verhalten hat. Art. 128 KUVG steht der Anwendung des Art. 55 OR nicht im Wege (BGE 62 II 347, BGE 68 II 291), und die Rechtsprechung, wonach Art. 129 Abs. 2 KUVG die Haftung nach Art. 55 OR mildert (BGE 62 II 347, BGE 68 II 291, BGE 72 II 314, BGE 81 II 224), trifft auf die Haftung der Eisenbahnunternehmung gegenüber dem bahnfremden Bauarbeiter nicht zu, weil Art. 129 Abs. 2 KUVG nicht anwendbar ist.\n\n7. Das Obergericht führt aus, es sei Rutschmann, der für den Sicherheitsdienst der Baustelle verantwortlich war, bekannt gewesen, dass die ursprünglichen Sicherheitsvorschriften der Lage am Arbeitsplatz nicht mehr entsprachen, nachdem dieser auseinandergezogen worden war und man an zwei Orten mit Maschinen arbeitete; er sei sich der Gefahr durchaus bewusst gewesen, welcher der mit dem Pressluftbohrer arbeitende Kläger ausgesetzt war; er sei selber der Ansicht gewesen, für die Ausführung dieser Arbeit hätte ein Wächter unmittelbar auf den Platz gehört; er habe zugegeben, dass der Kläger von ihm einen zusätzlichen Wächter verlangte; er habe ihm aber nur untersagt, in das Lichtraumprofil des Betriebsgeleises zu treten.\n\nAus diesen Feststellungen, die tatsächliche Verhältnisse betreffen und daher das Bundesgericht binden, ergibt sich, dass Rutschmann damit rechnete, der Kläger könnte das Hornsignal des 50-70 m entfernten Wächters Buffolini - und umso mehr auch das Signal des noch rund 100 m weiter entfernten Vorwarners - überhören. Das blosse Verbot aber, in das Lichtraumprofil des Betriebsgeleises zu treten, durfte er nicht als zur BGE 96 II 218 S. 234Verhütung eines Unfalles genügend erachten. Freilich spannte er eine Schnur, um den vom Kläger einzuhaltenden Sicherheitsabstand kenntlich zu machen; der Kläger hat das vor dem Bezirksgericht zugegeben. Die Schnur konnte aber den Kläger, wie Rutschmann hätte bedenken sollen, nicht hindern, im Drange der Arbeit unbewusst zu nahe an das Geleise heranzutreten. Die Auffassung Rutschmanns, der Kläger hätte im Graben arbeiten können, also nicht, den Rücken gegen das Geleise gewandt, auf den Wasserdurchlass zu stehen brauchen, scheitert an der verbindlichen Feststellung der Vorinstanz, es sei praktisch undurchführbar gewesen, die Arbeit vom Graben aus zu verrichten. Rutschmann, der sie angeordnet hatte und als technischer Assistent der Beklagten fachkundig war, hätte das bedenken sollen. Er wusste auch, dass die Arbeit dringend war. Umso mehr musste er damit rechnen, dass der Kläger sie auf möglichst einfache Art verrichten und darob seiner persönlichen Sicherheit zu wenig Beachtung schenken könnte. Das Ausspannen einer Schnur zeigt übrigens, dass Rutschmann sich nicht darauf verliess, der Kläger werde sich nur im Graben aufhalten. Mit Recht wirft das Obergericht Rutschmann vor, da er auf die Ausführung dieser Arbeit so Wert gelegt habe, hätte er für die kurze Zeit den notwendigen Sicherungsdienst selber versehen können. Die Auffassung der Beklagten, Rutschmann habe den Un fall des Klägers nicht verschuldet, hält somit nicht stand.\n\nDie Schadenersatzansprüche des Klägers sind daher mit Recht gutgeheissen worden. Sie sind der Höhe nach nicht bestritten. Eine Herabsetzung wegen Mitverschuldens des Klägers ist nicht am Platze. Dem Kläger kann kein Vorwurf daraus gemacht werden, dass er zu nahe an das Geleise herantrat, noch handelte er schuldhaft, indem er die Signale Buffolinis und des Zuges überhörte. Diese Umstände sind der Arbeit zuzuschreiben, die er verrichten musste; insbesondere war der Lärm des Abbauhammers und des Kompressors nicht vermeidbar.\n\n8. a) Gemäss Art. 47 OR kann der Richter dem Opfer einer Körperverletzung unter Würdigung der besonderen Umstände eine angemessene Geldsumme als Genugtuung zusprechen. Nach der Rechtsprechung des Bundesgerichtes ist dies selbst dann zulässig, wenn jemand ohne Verschulden für die Folgen der Körperverletzung haftet (BGE 74 II 210 Erw. 8, BGE 81 II 518 Erw. 5, BGE 88 II 528 Erw. 5). OFTINGER, Haftpflichtrecht, BGE 96 II 218 S. 2352. Auflage, 1 262 vertritt demgegenüber die Auffassung, den Haftpflichtigen oder die Person, für die er einzustehen habe, müsse ein Verschulden treffen. Diese Meinung hilft den Beklagten indessen schon deshalb nicht, weil Rutschmann die Körperverletzung des Klägers verschuldet hat.\n\nDieses Verschulden erlaubt die Zusprechung einer Genugtuung grundsätzlich auch nach Art. 8 EHG. Im übrigen hat der Richter auch nach dieser Bestimmung die besonderen Umstände des einzelnen Falles zu würdigen, also nach Recht und Billigkeit zu entscheiden (Art. 4 ZGB).\n\nDeshalb kann offen bleiben, ob auf die Genugtuungsforderung Art. 47 OR oder Art. 8 EHG anzuwenden sei.\n\nb) Der Kläger ist durch den Unfall zu 20% bleibend arbeitsunfähig geworden. Da er schon 52 Jahre alt war, als er verunfallte, konnte er sich der neuen Lage beruflich nicht leicht anpassen. Mitverschulden trifft ihn keines. Das Verschulden Rutschmanns anderseits ist nicht gering, da dieser fachkundige Beamte sich des Ungenügens des Sicherungsdienstes bewusst war und es darauf ankommen liess, dass der Kläger für seine Sicherheit selber sorge, d.h. sich dem Betriebsgeleise nicht zu sehr nähere. Gemildert wird das Verschulden nur dadurch, dass Rutschmann dem Kläger das Betreten der gefährlichen Zone untersagte und sie durch eine Schnur kennzeichnete. Es rechtfertigt sich eine Genugtuung.\n\nDer zugesprochene Betrag von Fr. 10 000.-- verletzt das Gesetz nicht. In den Fällen, in denen das Bundesgericht so hohe Genugtuungssummen schützte, waren allerdings die Folgen der Körperverletzung schwerer (Urteile der I. Zivilabteilung vom 23. Februar 1960 i.S. Schär [dauernde Arbeitsunfähigkeit von 70-75%], vom 23. November 1965 i.S. Nimis [offener Schädelbruch, Verletzungen im Gesicht, Verlust eines Auges, 25% bleibende Arbeitsunfähigkeit] und vom 26. Februar 1963 i.S. Gétaz, BGE 88 II 114 [sehr schwere Beeinträchtigung der Funktionen des Gehirns]). In der Sache Daziani (BGE 88 II 516 ff.), wo Fr. 15 000.-- gewährt wurden, war der Verletzte dauernd vollständig arbeitsunfähig. Bei geringerer Beeinträchtigung sprach das Bundesgericht Genugtuungssummen von z.B. Fr. 5000.-- zu (BGE 86 I 256 [dauernde Arbeitsunfähigkeit von 50%], 89 II 55 Erw. 3 [neurologische Störungen, beschleunigtes Altern usw.], BGE 89 II 61 Erw. 3 und 4 [dauernde Arbeitsunfähigkeit von 20%]). In den beiden ersten Fällen waren nur BGE 96 II 218 S. 236Fr. 5000.-- verlangt worden, im dritten dagegen Fr. 8000.--. Die Kaufkraft des Geldes hat jedoch inzwischen abgenommen. Zudem weist jeder Fall seine besonderen Umstände auf. Auch steht dem kantonalen Richter ein gewisses Ermessen zu, in welches das Bundesgericht nicht einzugreifen pflegt. Das Obergericht hat es im vorliegenden Falle nicht überschritten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichtes (I. Zivilkammer) des Kantons Zürich vom 23. Oktober 1969 bestätigt."}