{"annee": "96", "cour": "I", "page": "474", "date": "25/9/1970", "cite": ["94 III 65", "87 II 184"], "cite_par": ["99 IB 436", "98 IB 53", "98 IA 10", "100 II 52"], "chapeau": "75. Urteil vom 25. September 1970 i.S. X. AG gegen Eidg. Bankenkommission.", "regestes": ["Loi fédérale sus les fonds de placement. En principe tout au moins, l'autorité de surveillance doit retirer, à la direction du fonds constituée en société anonyme, l'autorisation d'exercer son activité et lui substituer un gérant lorsque, dans leur gestion du fonds, des organes sociaux ont gravement manqué à leurs devoirs. On ne pourrait envisager d'exception que lorsque la société a pris des mesures dont on est fondé à conclure qu'elle est, à tous égards, digne de confiance (consid. 1 et 2). L'autorité de surveillance doit fixer les sûretés qu'elle peut exiger de la direction du fonds de telle manière qu'elles couvrent toutes les prétentions apparemment fondées et compromises, que les participants possèdent contre la direction (consid. 3)."], "faits": "|475|\n\nAus dem Tatbestand:\n\nA.- Im Jahre 1960 gründeten die Beschwerdeführerin X. AG als Fondsleitung und eine Treuhandgesellschaft als Treuhänderin einen Immobilien- und Wertschriften-Anlagefonds. Der Verwaltungsrat der Beschwerdeführerin setzte sich ursprünglich aus zahlreichen schweizerischen und ausländischen Persönlichkeiten zusammen. Vizepräsident und Delegierter war A., der über die Mehrheit der Aktien der Beschwerdeführerin verfügt. Im Jahre 1962 übernahm B. den Vorsitz im Verwaltungsrat der Beschwerdeführerin. Im gleichen Jahre wurde C. zum Direktor der Beschwerdeführerin ernannt; im Jahre 1966 wurde er zudem Mitglied ihres Verwaltungsrates.\n\nAuf den 1. Februar 1967, den Zeitpunkt des Inkrafttretens des Bundesgesetzes über die Anlagefonds vom 1. Juli 1966 (AFG), meldeten sich die Beschwerdeführerin als Fondsleitung und die Treuhandgesellschaft als Depotbank bei der Eidg. Bankenkommission an, wodurch sie die Bewilligung zur Weiterführung der Geschäfte gemäss Art. 53 Abs. 3 AFG erwarben.\n\nKurz nachher beschlossen die beiden Gesellschaften, den Anlagefonds aufzulösen.\n\nIm Frühjahr 1969 erstattete die Beschwerdeführerin Strafanzeige gegen C. wegen Veruntreuung und weiterer Verfehlungen. Er wurde darauf von der Generalversammlung der Beschwerdeführerin als Mitglied des Verwaltungsrates abberufen; die Stelle des Direktors war schon im Jahre 1968 aufgehoben worden. Die übrigen bisherigen Mitglieder der Verwaltung der Beschwerdeführerin erklärten den Rücktritt. Zur Zeit ist mit der Verwaltung eine einzige Person betraut.\n\nB.- Mit Verfügung vom 26. September 1969 entzog die Eidg. Bankenkommission (Kammer für Anlagefonds) der Beschwerdeführerin die Bewilligung zur Geschäftstätigkeit |476| (Ziff. 1) und ernannte an ihrer Stelle für den in Liquidation stehenden Anlagefonds einen Sachwalter (Ziff. 2); ferner verpflichtete sie die Beschwerdeführerin, für Ansprüche der Anleger den Betrag von Fr. 3'500,000.-- in bar oder leicht realisierbaren Werten - unter Ausschluss von Forderungen gegen den Fonds oder gegen dessen Immobiliengesellschaften - bei einer Bank sicherzustellen (Ziff. 3).\n\nIn der Begründung wird ausgeführt, der angeordnete Bewilligungsentzug sei nach Art. 44 Abs. 1 AFG gerechtfertigt, weil die Beschwerdeführerin mehrfach ihre gesetzlichen und vertraglichen Pflichten grob verletzt habe. Unter anderem werden folgende Vorwürfe erhoben:\n\nAuf Veranlassung des C. habe ein Architekt in Deutschland aus Mitteln des Anlagefonds grosse Beträge als Darlehen für seine persönliche Rechnung erhalten. Nach dem Inkrafttreten des AFG seien die Zuwendungen fälschlich als Bauvorschüsse für Rechnung des Fonds gebucht worden. C. habe die Falschbuchungen durch unrichtige Auskunft gegenüber der Revisionsstelle bekräftigt. Das Darlehen sei zurückbezahlt, doch habe man die letzte Rückzahlung in den Büchern des Fonds vordatiert und damit falsch verurkundet.\n\nIn der Folge habe C. zum Nachteil des Fonds Veruntreuungen im Betrage von rund 3 Millionen DM begangen. B. hätte den Schaden verhindern können, wenn er pflichtgemäss gehandelt hätte. Die Beschwerdeführerin sei ihrer Verpflichtung, die veruntreute Summe samt Zinsen wieder in den Fonds einzuwerfen, nicht nachgekommen.\n\nDie Bankenkommission nimmt an, infolge des pflichtwidrigen Verhaltens der Beschwerdeführerin seien Ansprüche der Anleger gegen sie in einem dreieinhalb Millionen Franken übersteigenden Betrage entstanden. Diese Ansprüche seien anscheinend gefährdet, so dass nach Art. 43 Abs 2 AFG eine entsprechende Sicherstellung verlangt werden dürfe.\n\nC.- Mit der Verwaltungsgerichtsbeschwerde beantragt die X. AG, Ziff. 1 und 2 der Verfügung der Bankenkommission seien aufzuheben, und der sicherzustellende Betrag sei in Abänderung der Ziff. 3 der Verfügung auf Fr. 1'151,875.-- herabzusetzen.\n\nEs wird geltend gemacht, der Beschwerdeführerin könnten keine groben Pflichtverletzungen im Sinne von Art. 44 Abs. 1 AFG vorgeworfen werden. Allerdings habe C. sich durch |477| Gewährung der Darlehen an den deutschen Architekten, durch Machenschaften zu deren Verschleierung und durch Veruntreuungen schwer verfehlt. Es treffe auch zu, dass B. seine Pflichten vernachlässigt habe; er hätte den übrigen Mitgliedern der Verwaltung der Beschwerdeführerin von den ihm bekannten hohen Wechselverpflichtungen des C. unverzüglich Kenntnis geben müssen. Für das Verhalten des B. und des C. könne aber die Beschwerdeführerin unter dem Gesichtspunkte des Art. 44 Abs. 1 AFG nicht verantwortlich gemacht werden. Sie sei von C. irregeführt worden. Der Delegierte A. habe C. nicht auf Schritt und Tritt überwachen können. Die Beschwerdeführerin habe sich darauf verlassen dürfen, dass die Depotbank ihre Verpflichtungen gehörig erfülle, was nicht geschehen sei. In der Art der Verbuchung der letzten Rückzahlung des deutschen Architekten könne keine Falschverurkundung gesehen werden. Die Beschwerdeführerin habe sich bereit erklärt, den veruntreuten Betrag von 3 Millionen DM in den Fonds einzuwerfen, sofern von der Ernennung eines Sachwalters abgesehen werde.\n\nSie habe C. abberufen und B. zum Rücktritt gezwungen. Der jetzige einzige Verwaltungsrat sei eine neutrale und fachkundige Persönlichkeit; er biete Gewähr dafür, dass die begonnene Liquidation des Fonds rasch und zu günstigen Bedingungen beendet werden könne. Es seien nur noch einige wenige Liegenschaften zu veräussern. Mit der Ernennung eines Sachwalters, der sich noch einarbeiten müsse, sei den Interessen der Anleger nicht gedient. Die Beschwerdeführerin habe gegen die ehemaligen Verwaltungsräte, die im Jahre 1969 den Rücktritt erklärt haben, eine Verantwortlichkeitsklage eingereicht und werde eine solche Klage auch gegen die Depotbank erheben. Unter den gegebenen Umständen seien der Bewilligungsentzug und die Ernennung eines Sachwalters selbst dann, \"wenn gewisse Pflichtverletzungen in der Vergangenheit vorliegen sollten\", nicht gerechtfertigt. Durch Anordnung dieser Massnahmen habe die Bankenkommission auf jeden Fall gegen den Grundsatz der Verhältnismässigkeit verstossen und das ihr zustehende Ermessen überschritten.\n\nGemäss Art. 43 Abs. 2 AFG könne nur Sicherstellung der vorhandenen eigenen Mittel der Fondsleitung verlangt werden. Werde die Fondsleitung zu einer darüber hinausgehenden Sicherheitsleistung verpflichtet, so könnte sie in den Konkurs |478| getrieben werden, mit der Folge, dass der Entscheid des Zivilrichters über die Frage einer allfälligen Haftung vorweggenommen oder vereitelt würde. \"Die Interessen der Anleger können nur in bezug auf vorhandene Mittel gefährdet sein\". Die verfügbaren eigenen Mittel der Beschwerdeführerin, im Betrage von Fr. 1'151,875.--, seien bereits bei einer Bank hinterlegt.\n\nD.- Die Bankenkommission beantragt, die Beschwerde sei abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 44 Abs. 1 AFG entzieht die Aufsichtsbehörde der Fondsleitung, welche die Voraussetzungen der Bewilligung nicht mehr erfüllt oder ihre gesetzlichen oder vertraglichen Pflichten grob verletzt, die Bewilligung zur Geschäftstätigkeit. Der Entzug der Bewilligung hat gemäss Art. 45 Abs. 1 AFG zur Folge, dass die Aufsichtsbehörde für die geschäftsunfähige Fondsleitung einen Sachwalter ernennen muss. Im vorliegenden Fall hat die Behörde diese Massnahmen mit der Begründung getroffen, dass die Beschwerdeführerin ihre Pflichten grob verletzt habe.\n\nDie Beschwerdeführerin gibt zu, dass C. während der Zeit, da er an der Leitung ihrer Geschäftstätigkeit beteiligt war, einem Architekten aus Mitteln des Anlagefonds Darlehen in grossen Beträgen für persönliche Zwecke gewährt, diese Zuwendungen fälschlich als Bauvorschüsse für Rechnung des Fonds dargestellt und in der Folge Millionenbeträge zum Nachteil des Fonds veruntreut hat. Damit hat er sich über elementare Obliegenheiten, die er bei der Führung der Geschäfte des Fonds hätte beachten müssen, bewusst hinweggesetzt, ja sogar schwerwiegende strafbare Handlungen begangen. Die Beschwerdeführerin bestreitet dies ebenfalls nicht; hat sie doch selber Strafanzeige gegen C. erstattet. Es ist klar und auch unbestritten, dass C. durch die erwähnten Machenschaften die Pflichten, die er als Direktor und Mitglied der Verwaltung der den Fonds leitenden Beschwerdeführerin zu erfüllen hatte, grob verletzt hat.\n\nFerner anerkennt die Beschwerdeführerin, dass B. ihre von ihm präsidierte Verwaltung auf die ihm bekannte finanzielle Bedrängnis des C., die durch hohe Wechselverpflichtungen entstanden war, unverzüglich hätte aufmerksam machen müssen. In der Tat wären vorsorgliche Massnahmen der Verwaltung dringend geboten gewesen, weil zu befürchten war, dass der |479| Bedrängte Fondsgelder veruntreuen könnte, was er dann auch getan hat. Indem Verwaltungsratspräsident B. untätig geblieben ist, hat er sich seinerseits eine grobe Pflichtverletzung zuschulden kommen lassen, was ebenfalls nicht bestritten wird.\n\nDie Bankenkommission legt der Fondsleitung auch noch andere grobe Pflichtwidrigkeiten zur Last. Was von diesen Vorwürfen zu halten ist, kann indessen offen gelassen werden. Allein schon wegen der zugegebenen schweren Verfehlungen durfte und musste der Beschwerdeführerin nach Art. 44 Abs. 1 AFG die Bewilligung zur Geschäftstätigkeit entzogen werden.\n\n2. Die Einwände der Beschwerdeführerin gegen den Bewilligungsentzug und gegen die damit verbundene Ernennung eines Sachwalters sind unbegründet.\n\na) Zu Unrecht macht die Beschwerdeführerin geltend, sie könne für die von C. und B. begangenen Verfehlungen unter dem Gesichtspunkte des Art. 44 Abs. 1 AFG nicht verantwortlich gemacht werden, auch wenn sie nach dem Zivilrecht den Anlegern für den entstandenen Schaden hafte. Da sie eine juristische Person ist, handelt sie durch ihre Organe. Als die nicht bestrittenen groben Pflichtverletzungen begangen wurden, war C. (bis 1968) Direktor und (seit 1966) Mitglied des Verwaltungsrates der Beschwerdeführerin, während B. Präsident dieses Rates war. Beide waren in ihrer damaligen Stellung berufen, bei der Bildung des Willens der Fondsleitung massgebend mitzuwirken und ihm Ausdruck zu geben, was sie auch taten. Sie waren demnach Organe der Beschwerdeführerin (vgl. Art. 55 ZGB; BGE 87 II 187). Gerade in dieser Eigenschaft haben sie sichjener groben Pflichtwidrigkeiten schuldig gemacht. Daraus folgt aber, dass die Verfehlungen bei der Anwendung des Art. 44 Abs. 1 AFG der Beschwerdeführerin angerechnet werden müssen. Denn diese hat durch Organe, welche für sie gehandelt haben, die ihr selber auferlegten Pflichten grob verletzt.\n\nVergeblich wendet sie ein, C. habe sie irregeführt, der Delegierte A. habe ihn nicht auf Schritt und Tritt überwachen können, und sie habe sich darauf verlassen dürfen, dass die Depotbank ihre Pflichten gehörig erfülle, was nicht geschehen sei. Damit vermag sie gegen die Feststellung, dass die erwähnten, von ihr ja zugegebenen groben Verfehlungen in ihrem eigenen Geschäftsbetriebe begangen worden und daher unter dem Gesichtspunkte des Art. 44 Abs. 1 AFG ihr zuzurechnen |480| sind, nicht aufzukommen. Übrigens kann keine Rede davon sein, dass ihre Verwaltung C. genügend überwacht habe. Hätte Präsident B. die anderen Mitglieder der Verwaltung rechtzeitig auf die ihm bekannte finanzielle Bedrängnis des C. aufmerksam gemacht, so hätte die Beschwerdeführerin die von diesem begangenen Veruntreuungen verhindern können. Wie gesagt, hat B. dadurch, dass er den Dingen ihren Lauf gelassen hat, seine Pflichten grob verletzt, und dafür hat die Beschwerdeführerin ebenfalls einzustehen.\n\nWürde der Auffassung der Beschwerdeführerin gefolgt, so würde Art. 44 Abs. 1 AFG in vielen Fällen versagen, da zahlreiche Fondsleitungen juristische Personen sind. Es kann offensichtlich nicht der Sinn dieser Bestimmung sein, dass solchen Fondsleitungen die Bewilligung zur Geschäftstätigkeit nicht entzogen werden darf, wenn in ihrem Betriebe grobe Pflichtverletzungen begangen worden sind.\n\nb) Sodann macht die Beschwerdeführerin geltend, der verfügte Bewilligungsentzug und die damit verbundene Einsetzung eines Sachwalters müssten auf jeden Fall wegen Verletzung des Grundsatzes der Verhältnismässigkeit und wegen Ermessensüberschreitung aufgehoben werden. Besondere Umstände hätten die Bankenkommission veranlassen müssen, von diesen Massnahmen abzusehen, \"selbst wenn gewisse Pflichtverletzungen in der Vergangenheit vorliegen sollten\".\n\nNach dem Wortlaut des Art. 44 Abs 1 AFG muss die Bankenkommission einer Fondsleitung, welche ihre Pflichten grob verletzt, die Bewilligung zur Geschäftstätigkeit entziehen. Man kann sich allerdings fragen, ob es der Sinn dieser - dem Schutz der Interessen der Anleger dienenden - Vorschrift sei, dass Fondsleitungen, denen solche Pflichtwidrigkeiten vorzuwerfen sind, unter allen Umständen die Bewilligung zur Geschäftstätigkeit verlieren sollen. Jedenfalls könnte aber eine Ausnahme nur in Betracht kommen, wenn die fehlbare Fondsleitung Massnahmen getroffen hat, die den Schluss rechtfertigen, dass sie nun in jeder Beziehung vertrauenswürdig ist.\n\nSo verhält es sich hier jedoch nicht. Wohl hat die Beschwerdeführerin C. sofort nach der Entdeckung der Veruntreuungen abberufen und sind damals die übrigen bisherigen Mitglieder ihrer Verwaltung zurückgetreten; auch mag zutreffen, dass der jetzige einzige Verwaltungsrat eine \"neutrale und fachkundige Persönlichkeit\" ist. Aber der den Anlegern durch die Veruntreuungen |481| zugefügte Schaden ist nicht gedeckt worden. Dazu kommt, dass die Beschwerdeführerin nach wie vor von A., dem früheren Vizepräsidenten und Delegierten ihres Verwaltungsrates, beherrscht wird, da er noch immer über die Mehrheit der Aktien verfügt. Er ist daher weiterhin in der Lage, die Geschäftstätigkeit der Beschwerdeführerin nach seinem Belieben zu lenken; insbesondere könnte er die Entfernung der jetzt mit der Verwaltung betrauten \"neutralen und fachkundigen Persönlichkeit\" erzwingen, wenn er mit deren Amtsführung nicht einverstanden wäre. Es besteht aber zum mindesten der Anschein, dass auch A. eine gewisse Verantwortung für die groben Pflichtverletzungen, die der Beschwerdeführerin zur Last gelegt werden müssen, zu tragen habe. Die Beschwerdeführerin selber ist offenbar der Auffassung, dass er für den entstandenen Schaden haftbar gemacht werden könne; richtet sich doch die Verantwortlichkeitsklage, die sie gegen frühere Mitglieder ihrer Verwaltung erhoben hat, auch gegen ihn. Unter diesen Umständen kann nicht angenommen werden, dass die Beschwerdeführerin heute in jeder Hinsicht vertrauenswürdig ist. Daher darf ihr nicht gestattet werden, bei der Durchführung der Liquidation des Anlagefonds weiterhin mitzuwirken. Gerade in diesem Stadium, in dem vielfach heikle Ermessensentscheidungen (bei der Geltendmachung von Forderungen, bei Verkaufsverhandlungen usw.) zu treffen sind, ist die Vertrauenswürdigkeit der Leitung des Fonds besonders wichtig.\n\nAus diesen Feststellungen ergib sich, dass die Bankenkommission gezwungen war, der Beschwerdeführerin die Bewilligung zur Geschäftstätigkeit zu entziehen und daher an ihrer Stelle einen Sachwalter zu ernennen. Wenn infolgedessen der Abschluss der Liquidation des Fonds etwas verzögert wird, so muss dies in Kauf genommen werden; denn jeder Sachwalter muss sich zunächst einarbeiten. Die Beschwerdeführerin macht nicht etwa geltend, dass als Sachwalter anstelle des Gewählten jemand anders hätte ernannt werden sollen. Gründe, aus denen die getroffene Wahl beanstandet werden könnte, sind auch nicht ersichtlich.\n\nDie angestellten Erwägungen zeigen, dass von einer Verletzung des Grundsatzes der Verhältnismässigkeit und von Ermessensüberschreitung nicht die Rede sein kann.\n\n3. Nach Art. 43 Abs. 2 AFG kann die Aufsichtsbehörde |482| die Fondsleitung zur Sicherheitsleistung verpflichten, \"wenn die Rechte der Anleger gefährdet erscheinen\"; die Sicherstellungsverfügung steht einem vollstreckbaren gerichtlichen Urteil im Sinne des Art. 80 SchKG gleich.\n\nDie Bankenkommission verlangt von der Beschwerdeführerin Sicherheitsleistung im Betrage von Fr. 3'500,000.-- mit der Begründung, dass die Rechte der Anleger in diesem Umfang gefährdet erscheinen. Als anscheinend gefährdet betrachtet sie u.a. die Ansprüche der Anleger auf Deckung des Schadens, der ihnen durch die von C. begangenen Veruntreuungen zugefügt worden ist. Die Beschwerdeführerin anerkennt, dass sie den Anlegern aus diesem Grunde an Kapital und Zinsen einen Betrag schuldet, der Fr. 3'500,000.-- übersteigt. Ferner räumt sie ein, dass die entsprechenden Rechte der Anleger gefährdet erscheinen. Das ist nach den gegebenen Umständen in der Tat anzunehmen. Die Bankenkommission war daher nach Art. 43 Abs. 2 AFG berechtigt, die Beschwerdeführerin zur Sicherheitsleistung zu verpflichten. Die Beschwerdeführerin bestreitet dies nicht. Die Anordnungen der Bankenkommission über Art und Weise der Sicherstellung sind ebenfalls nicht angefochten, und es besteht auch kein Grund, sie zu beanstanden.\n\nDie Beschwerdeführerin macht jedoch geltend, dass nach dem Gesetz höchstens die Sicherstellung des Betrages ihrer eigenen Mittel verlangt werden dürfe. In einer Aufstellung zuhanden der Bankenkommission hat sie die \"vorhandenen eigenen Mittel laut Bilanz vom 31. März 1969\" auf Fr. 1'326,869.49 beziffert. In der Beschwerdeschrift erklärt sie, dass ihre \"eigenen verfügbaren Mittel\" sich auf Fr. 1'151,875.-- belaufen. Sie beantragt, die Sicherstellungspflicht sei auf diesen Betrag zu beschränken. Ihr Begehren beruht auf einer unrichtigen Auslegung des Gesetzes.\n\nDie Sicherheitsleistung, die nach Art. 43 Abs. 2 AFG angeordnet werden kann, wird dadurch veranlasst, dass die Rechte der Anleger gefährdet erscheinen. Sie soll diese Rechte gegen die Gefährdung schützen. Das gilt auch für Ansprüche gegen die Fondsleitung auf Einwerfung von Vermögenswerten, die dem Anlagefonds widerrechtlich entzogen worden sind, oder auf Schadenersatz (Art. 23, 24 AFG). Wie gerade der vorliegende Fall zeigt, können aber solche Forderungen Beträge erreichen, welche weit höher sind als die nach Art. 3 und 4 AFG |483| vorgeschriebenen oder die vorhandenen eigenen Mittel der Fondsleitung. Nach dem Wortlaut und dem Sinn des Art. 43 Abs. 2 AFG kann es der Aufsichtsbehörde nicht verwehrt sein, die Sicherheitsleistung so zu bemessen, dass sie Deckung für alle dem Anschein nach begründeten und gefährdeten Forderungen der Anleger gegenüber der Fondsleitung bietet. Der Zweck der Bestimmung, die Anleger gegen die Gefährdung ihrer Rechte zu schützen, könnte aber in manchen Fällen nicht erreicht werden, wenn der Meinung der Beschwerdeführerin, dass eine Sicherstellung höchstens für den Betrag der vorhandenen oder gar der verfügbaren (liquiden) eigenen Mittel der Fondsleitung zulässig sei, gefolgt würde. Eine solche Beschränkung ist mit der gesetzlichen Ordnung nicht vereinbar. Die Beschwerdeführerin beruft sich auf die folgenden Ausführungen in der Botschaft des Bundesrates zum Entwurf eines Gesetzes über die Anlagefonds (BBl 1965 III 330, Bemerkungen zu Art. 42 Abs. 2 des Entwurfs):\n\n\"Absatz 2 ermöglicht wirksame Sicherungsmassnahmen, wenn Unordnung besteht (z.B. in der Buchhaltung oder in der Verwahrung der Titel), wenn die Beschaffung genügender eigener Mittel hinausgezögert wird und vor allem dann, wenn der Fondsleitung die Bewilligung zur Geschäftstätigkeit entzogen worden ist: Da in diesem Falle die Fondsleitung in der Regel kein Interesse am Weiterbestand hat (vgl. Art. 3 Abs. 2), ist dafür zu sorgen, dass die vorhandenen eigenen Mittel den Anlegern für die Deckung von Schadenersatzansprüchen weiterhin haften\".\n\nIn diesen Bemerkungen werden jedoch nur Beispiele angeführt, und zwar Fälle, in denen eine Sicherstellung auch dann gerechtfertigt werden kann, wenn eine Schädigung der Anleger noch nicht eingetreten ist. Erscheinen die Rechte der Anleger gefährdet, ohne dass es zu einer Schädigung gekommen ist, so kann die Aufsichtsbehörde sich damit begnügen, die Sicherstellung der ausgewiesenen oder der gesetzlich vorgeschriebenen eigenen Mittel der Fondsleitung zu verlangen. Über die Fälle, in denen die Anleger - wie hier - bereits geschädigt worden sind, spricht sich die Botschaft nicht aus. Auf sie lässt sich der Standpunkt der Beschwerdeführerin nicht stützen.\n\nAuch der Hinweis auf BGE 94 III 65 ff. (72) hilft der Beschwerdeführerin nicht. Die Frage, ob nach Art. 43 Abs. 2 AFG eine die eigenen Mittel der Fondsleitung übersteigende Sicherheitsleistung |484| verlangt werden dürfe, war in diesem Entscheid der Schuldbetreibungs- und Konkurskammer nicht zu prüfen und wurde darin auch nicht erörtert. Der Entscheid zitiert den Schluss der oben wiedergegebenen Ausführungen der Botschaft des Bundesrates, um darzutun, dass die Sicherstellungsverfügung nach Art. 43 Abs. 2 AFG der Sicherung der Ansprüche von Privatpersonen diene und dass daher die auf eine solche Verfügung gestützte Betreibung gegen eine als Aktiengesellschaft im Handelsregister eingetragene Fondsleitung nicht auf dem Wege der Pfändung (Art. 43 SchKG), sondern auf dem des Konkurses (Art. 39 SchKG) fortzusetzen sei.\n\nDie Beschwerdeführerin wendet ein, dass die Bankenkommission eine Fondsleitung durch Einforderung einer deren eigene Mittel übersteigenden Sicherheitsleistung in den Konkurs treiben könnte und dass damit den Interessen der Anleger nicht gedient wäre. Indessen ist die auf einer Sicherstellungsverfügung gemäss Art. 43 Abs. 2 AFG beruhende Betreibung gegen eine Fondsleitung stets auf dem Wege des Konkurses fortzusetzen, wenn der Schuldner, der entweder eine Bank im Sinne des Bankengesetzes oder eine ausschliesslich mit der Leitung von Anlagefonds befasste Aktiengesellschaft oder Genossenschaft sein muss (Art. 3 Abs. 2 AFG), vorschriftsgemäss im Handelsregister eingetragen ist und daher der Konkursbetreibung unterliegt (BGE 94 III 71 E. 3). Auch eine Verfügung, mit der die Bankenkommission nur Sicherheit für den Betrag der eigenen Mittel der Fondsleitung fordert, kann also nach der gesetzlichen Ordnung dazu führen, dass die Fondsleitung in Konkurs fällt. Die Möglichkeit des Konkurses kann daher kein Grund sein, die Anordnung einer über diesen Betrag hinausgehenden Sicherheitsleistung von vornherein auszuschliessen. Es ist Sache der Bankenkommission, im einzelnen Fall darüber zu befinden, ob die - nach dem Gesetz zulässige - Durchführung der Konkursbetreibung im Interesse der Anleger liege oder nicht. Wie es sich damit im Fall der Beschwerdeführerin verhalte, ist im vorliegenden Beschwerdeverfahren nicht zu prüfen.\n\nEs genügt festzustellen, dass nach Art. 43 Abs. 2 AFG Sicherstellung für alle Ansprüche der Anleger, die gefährdet erscheinen, verlangt werden darf. Wie ausgeführt, ist anzunehmen, dass hier solche Ansprüche in einem den Betrag von Fr. 3'500,000.-- übersteigenden Umfange gefährdet sind.\n\n|485|\n\nDaraus folgt, dass die Bankenkommission berechtigt war, die Beschwerdeführerin zur Sicherstellung dieses Betrages zu ver pflichten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}