{"annee": "96", "cour": "II", "page": "392", "date": "17/11/1970", "cite": ["80 II 338", "81 II 439", "87 II 117", "83 II 409", "89 II 239", "66 II 165", "70 II 168"], "cite_par": ["115 V 413", "102 II 232", "142 III 433", "112 V 30", "105 V 225", "107 V 173", "115 II 440", "107 II 238", "101 II 277", "100 V 17", "102 II 256", "101 II 154", "123 III 110", "107 II 269", "98 II 288", "145 III 72"], "chapeau": "51. Urteil der I. Zivilabteilung vom 17. November 1970 i.S. Sacheli gegen Waadt-Unfall.", "regestes": ["Art. 58 et 63 al. 2 LCR. Responsabilité civile du détenteur d'un véhicule automobile à l'égard des séquelles psychiques d'un accident. Relation de causalité naturelle et adéquate entre un accident de circulation et des troubles psychiques conduisant à une névrose d'appétence et rendant la victime de l'accident impropre au travail. Réaction d'appétence en tant que séquelles d'un accident; prédisposition à de telles réactions."], "faits": "|393|\n\nA.- Pietro Sacheli arbeitete seit 1961 in der Schweiz. Am 7. September 1963 nachts um 0.45 Uhr, als er sich auf dem Heimweg befand, wurde er auf der Überlandstrasse zwischen Mönchaltorf und Esslingen von einem Personenwagen, dessen Führer betrunken war, von hinten angefahren und verletzt. Halter des Fahrzeuges war Vinzenz Huser. Nach den Feststellungen des Arztes erlitt Sacheli eine Rissquetschwunde am Hinterkopf, eine Hirnerschütterung und eine Quetschung der linken Schulter. Am 27. September 1963 wurde er aus dem Bezirksspital Uster entlassen. Am 21. Oktober 1963 liess ihn die SUVA durch einen Neurologen untersuchen. Dieser stellte im Röntgenbild des Kopfes eine vertikale Aufhellungslinie fest, die wahrscheinlich einer Fraktur entspreche. Sacheli klagte über Drehschwindel, Ohrengeräusch und Vergesslichkeit. Der Arzt fand keine Anhalte für neurologische Störungen, dagegen zahlreiche Zeichen von Aggravation. Er schätzte die Arbeitsfähigkeit am Tag der Untersuchung auf 50, eine Woche später auf 75%.\n\nSacheli nahm daraufhin die Arbeit wieder auf, wurde vom Arbeitgeber aber auf den 15. November 1963 entlassen. Am 16. November 1963 klagte er beim Arzt über \"Schwäche, Gedächtnisschwäche\". Der Arzt fand indes, dass Sacheli die Beschwerden überwerte; er hielt ihn vom 18. November 1963 an für voll arbeitsfähig. Sacheli arbeitete dann während etwa elf Monaten bei der Accum AG in Gossau/ZH.\n\nAm 20. Oktober 1964 suchte er dort wegen Bauchschmerzen einen Arzt auf, der ihn am 27. Oktober 1964 wegen Verdachts einer Blinddarmentzündung in das Kreisspital Wetzikon einwies. Am 20. November 1964 wurde er nach einem hysterischen Anfall in die psychiatrische Universitätsklinik Burghölzli übergeführt. Vom 29. Dezember 1964 bis 18. Januar 1965 weilte er in Italien. Nach seiner Rückkehr liess ihn die SUVA in der Neurologischen Universitätsklinik Zürich untersuchen und begutachten. Er klagte über dauernde Kopfschmerzen, |394| Schwindel und allgemeine Schwäche. Verletzungen konnten keine festgestellt werden. Da Sacheli während Monaten wieder gut arbeiten konnte, nahm der Gutachter an, es sei unwahrscheinlich, dass die psychischen Störungen auf eine unfallbedingte organische Schädigung zurückgingen; viel wahrscheinlicher sei eine vorwiegend psychische Aggravation. Gestützt auf dieses Gutachten lehnte die SUVA vom 22. Februar 1965 an weitere Leistungen ab. Sacheli nahm die Arbeit bei der Accum AG wieder auf, klagte aber weiterhin über Kopfweh, Depressionen, Schlaflosigkeit und Ohnmachtsanfälle. Seine Vorgesetzten befürchteten, er suche eine Verletzung, um seine Beschwerden glaubwürdig zu machen. Er wurde deshalb am 16. März entlassen, erhielt den Lohn aber bis 2. April 1965 bezahlt. Sacheli kehrte daraufhin nach Italien zurück.\n\nB.- Mit Klage vom 20. Juni 1966 verlangte Sacheli von der Versicherungsgesellschaft \"Waadt-Unfall\", bei der Huser für seine Halterhaftpflicht versichert war, Fr. 100'000.-- Schadenersatz nebst 5% Zins seit 7. September 1963.\n\nDas Bezirksgericht Uster wies die Klage ab, weil ein adäquater Kausalzusammenhang zwischen dem Verkehrsunfall und den heutigen Leiden des Klägers zu verneinen sei.\n\nDer Kläger appellierte an das Obergericht des Kantons Zürich. Die Beklagte zahlte ihm Fr. 500.-- und anerkannte einen weiteren Betrag von Fr. 1'000.--. Das Obergericht sprach dem Kläger unter Annahme eines leichten Selbstverschuldens eine Genugtuungssumme von Fr. 1'500.-- sowie für Kleiderschaden und (nicht gedeckten) Erwerbsausfall, den er bis 15. November 1963 gehabt habe, Fr. 1'000.-- zu; die Beklagte schulde ihm somit noch Fr. 1'000.-- nebst 5% Zins seit 27. Oktober 1964.\n\nIm übrigen wies das Obergericht die Klage ab. Es begründet dies damit, für die Zeit vom 18. November 1963 bis 24. Oktober 1964 fehlten Anhaltspunkte dafür, dass der Kläger an Kopfschmerzen, Schwindelgefühlen oder ähnlichen Beschwerden gelitten habe. Die Störungen seien erst nachher wieder aufgetreten und beruhten nach der Auffassung des Sachverständigen nicht auf organischen Veränderungen, sondern auf einer Begehrungsneurose. Der Begehrungsneurotiker sei aber nur krank, weil der Unfall ihm Aussicht auf Leistungen Dritter gebe. Diese Bedingung, für welche die Beklagte nicht einzustehen habe, sei hier in Verbindung mit der krankhaften Veranlagung |395| des Klägers als entscheidende Ursache der Neurose anzusehen; sie dränge den Unfall selbst in den Hintergrund und lasse ihn als inadäquate Ursache der Störungen erscheinen, mit anderen Worten: sie unterbreche den Kausalzusammenhang zwischen Unfall und Neurose.\n\nC.- Der Kläger legte gegen das Urteil des Obergerichts Berufung ein. Er beantragt dem Bundesgericht, es aufzuheben und die Klage im vollen Umfange oder nach richterlichem Ermessen nebst 5% Zins seit 7. September 1963 gutzuheissen; die Beklagte sei zudem zu verpflichten, den teils anerkannten, teils vom Obergericht zugesprochenen Betrag von Fr. 2'000.-- ebenfalls vom Unfalltage an zu verzinsen.\n\nD.- Die Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach dem angefochtenen Urteil sind die gesundheitlichen Störungen des Klägers psychischer Natur. Sie sind nicht auf eine anatomische Veränderung eines Organs zurückzuführen, sondern entspringen einer hysterischen Begehrungsreaktion, die den Kläger arbeitsunfähig macht. Die Vorinstanz stellt gestützt auf das gerichtliche Gutachten des Neurologen Dr. Richter ferner fest, der heutige regressive Zustand des Klägers sei im Anschluss an den Unfall entstanden und hange damit unmittelbar zusammen.\n\nDamit ist der natürliche Kausalzusammenhang zwischen dem Unfall vom 7. September 1963 und den psychischen Störungen, an denen der Kläger leidet, verbindlich festgestellt; denn ob ein Leiden die Folge eines schädigenden Ereignisses sei, ist eine Tatfrage. Die Beklagte meint zwar, die Folgerungen des medizinischen Sachverständigen, dem sich das Obergericht angeschlossen hat, seien aktenwidrig oder unklar. Sie sieht indes mit Recht davon ab, von einer offensichtlich auf Versehen beruhenden Feststellung im Sinne von Art. 63 Abs. 2 OG zu sprechen und die Annahme des Obergerichts zu widerlegen. Dass der Unfall die alleinige oder unmittelbare Ursache der gesundheitlichen Störungen sei, ist übrigens nicht erforderlich; für den Begriff des natürlichen Kausalzusammenhanges genügt, dass das schädigende Ereignis zusammen mit andern Bedingungen die körperliche oder geistige Integrität des Klägers beeinträchtigt |396| hat, der Unfall folglich nicht weggedacht werden kann, ohne dass auch die eingetretenen gesundheitlichen Störungen entfielen. Diese Voraussetzung trifft zu. Nach der Feststellung des Obergerichts ist der Unfall eine notwendige Bedingung (conditio sine qua non) für das heutige Leiden des Klägers.\n\n2. Rechtsfrage ist, ob ein Unfallereignis und daraufhin auftretende gesundheitliche Störungen zueinander in einem adäquaten Verhältnis stehen und der zwischen ihnen vorhandene ursächliche Zusammenhang darum auch rechtserheblich sei. Als adäquate Ursache ist nach der Rechtsprechung ein Ereignis dann anzusehen, wenn es nach dem gewöhnlichen Lauf der Dinge und der allgemeinen Lebenserfahrung an sich geeignet ist, einen Erfolg von der Art des eingetretenen herbeizuführen, der Eintritt dieses Erfolges also durch das Ereignis allgemein als begünstigt erscheint (BGE 66 II 172, BGE 81 II 445, BGE 83 II 411, BGE 87 II 126, BGE 89 II 250).\n\nDas gilt grundsätzlich auch für psychische Unfallfolgen, insbesondere Neurosen, gleichviel ob diese unmittelbar durch den Unfallvorgang ausgelöst werden, was bei der Schreckneurose der Fall ist, oder sich, wie die Behandlungs- und Begehrungsneurose, erst nachträglich herausbilden und den Verunfallten arbeitsunfähig machen. Gewiss kommt es für die Beurteilung der Adäquanz auch in solchen Fällen auf die generelle Eignung der fraglichen Ursachen an, Wirkungen der eingetretenen Art herbeizuführen (OFTINGER, Haftpflichtrecht, 2. Aufl. Bd. I S. 59). Das heisst indes nicht, wie gelegentlich angenommen wird, dass ein Erfolg von der Art des eingetretenen sich regelmässig oder häufig ereignen müsse. Wie das Bundesgericht gerade in einem Falle, wo es ebenfalls um eine Begehrungsneurose ging, ausgeführt hat, darf das Erfordernis der Adäquanz nicht dazu verleiten, nur solche Folgen eines Unfalles zu berücksichtigen, die nach dem Unfallhergang und dessen Einwirkungen auf den Körper gewöhnlich zu erwarten sind. Vielmehr ist von den tatsächlichen Auswirkungen auszugehen und rückblickend zu entscheiden, ob und wiefern der Unfall noch als deren wesentliche Ursache erscheint (BGE 70 II 177). Wenn ein Ereignis an sich geeignet ist, einen Erfolg von der Art des eingetretenen herbeizuführen, können selbst singuläre, d.h. aussergewöhnliche Folgen adäquate Unfallfolgen darstellen (BGE 80 II 343 f., BGE 87 II 127).\n\n|397|\n\nZu beachten ist ferner, dass der adäquate Kausalzusammenhang bloss ein Korrektiv zum naturwissenschaftlichen Ursachenbegriff ist, der vom Recht als natürliche Kausalität übernommen worden ist, der aber, um für die rechtliche Verantwortlichkeit tragbar zu sein, der Einschränkung bedarf (BECKER N. 17 und 32 ff. zu Art. 41 OR). Im Haftpflichtrecht insbesondere soll der Begriff der adäquaten Verursachung eine vernünftige Begrenzung der Haftung ermöglichen (OFTINGER, a.a.O. S. 58). Wo diese Grenze zu ziehen ist, beurteilt sich aber nach rechtlichen Gesichtspunkten, nicht nach der medizinisch-biologischen Betrachtungsweise, welche nach Unfällen auftretende Neurosen in der Regel nicht als adäquate Unfallfolgen gelten lässt (QUENSEL, Unfallneurose und Rechtsprechung des Reichsgerichtes, Leipzig 1940, S. 24 ff. und dort angeführtes Schrifttum; JEAN GRAVEN, Les invalidités, Bern 1941. S. 113; ULRICH VENZLAFF, Die psychoreaktiven Störungen nach entschädigungspflichtigen Ereignissen, Berlin 1958, S. 94). Dass die Begehrungsneurose meist auf der Grundlage einer abnormen psychischen Veranlagung entsteht und der Begehrungsneurotiker nicht wegen der medizinischen Folgen des Unfalles selbst krank ist, sondern weil der Unfall ihm Aussicht auf Leistungen Dritter gibt (WYRSCH, Gerichtliche Psychiatrie, S. 219 und 312; BRUN, Allgemeine Neurosenlehre, 3. Aufl. S. 421; DUKOR, Die psychogenen Reaktionen in der Versicherungsmedizin, Schweiz. med. Wochenschrift 1950, Sonderabdruck S. 16/17 und 24; BLEULER, Lehrbuch der Psychiatrie, S. 516; TILLMANN, Neurose und Unfallversicherung, Zeitschrift für Sozialversicherung 1957 S. 199 f.), kann deshalb für die Beurteilung des adäquaten Kausalzusammenhanges nicht entscheidend sein, wie die Vorinstanz gestützt auf die herrschende medizinische Lehrmeinung anzunehmen scheint. Es geht insbesondere nicht an, durch den Unfall ausgelöste psychische Störungen deswegen von der Schadenersatzpflicht auszunehmen, weil sie auf einer besonderen Veranlagung des Betroffenen beruhen. Entscheidend ist vielmehr, ob eine unfallbedingte Störung billigerweise noch dem Schädiger oder Haftpflichtigen zugerechnet werden darf. Das ist nach der Rechtsprechung zu verneinen, wenn der Unfall bloss äusserer Anlass der Störung ist, diese im übrigen aber auf einen fehlerhaften Willen des Verunfallten zurückgeht, dagegen zu bejahen, wenn der Betroffene infolge eines auf den Unfall zurückzuführenden Zustandes getrübter Einsicht und gehemmten |398| Willens, wovon er sich nicht frei machen kann, arbeitsunfähig wird (BGE 70 II 172und dort angeführte Urteile). Diese für das Gebiet des privaten Unfallversicherungsrechtes aufgestellten Grundsätze müssen auch für das Haftpflichtrecht gelten.\n\nDas heisst nicht, dass die Abgrenzung adäquater Unfallfolgen von inadäquaten im Privatrecht gleich ausfallen müsse wie im Sozialversicherungsrecht. Dieses gehört dem öffentlichen Verwaltungsrecht an und beruht auf anderen gesetzlichen Grundlagen. Dass das Eidg. Versicherungsgericht z.B. die Schreck- und die Behandlungsneurose, nicht aber die Begehrungsneurose als abfindungswürdig im Sinne von Art. 82 KUVG gelten lässt (MAURER, Recht und Praxis der schweizerischen obligatorischen Unfallversicherung, 2. Aufl. S. 258/259), veranlasst das Bundesgericht daher weder zu einer Änderung seiner Rechtsprechung noch zu einem Meinungsaustausch gemäss Art. 16 OG. Das Eidg. Versicherungsgericht begründet seine abweichende Auffassung über die Begehrungsneurose denn auch vor allem mit dem Charakter der Sozialversicherung und der Betreuungspflicht ihrer Organe gegenüber dem Versicherten; darin, dass Begehrungstendenzen sich mit Vorliebe gerade an diese Pflicht heften, möge einer der Gründe dafür liegen, solche Neurosen im Privatrecht anders zu behandeln als im Sozialversicherungsrecht (EVGE 1960 S. 264 Erw. 2; vgl. ferner EVGE 1950 S. 80, 1962 S. 35, 1964 S. 157).\n\n3. Nach dem angefochtenen Urteil leidet der Kläger an einer Begehrungsneurose, die in einer hysterischen Pseudodemenz zum Ausdruck kommt und eine hochgradige Arbeitsunfähigkeit zur Folge hat. In der Zeit vor dem Unfall waren beim Kläger wohl gewisse psychopathische Züge festzustellen; dass er aber schon damals an neurotisch bedingten Beschwerden, wie Kopfschmerzen, Schwindel und dergleichen, gelitten habe, hält das Obergericht nicht für erwiesen. Die Beschwerden sind, wie die Vorinstanz feststellt, vielmehr erst durch den Unfall verursacht worden. Nach der Auffassung des Neurologen sodann, auf dessen Gutachten das Obergericht wiederholt verweist, beruhen die Beschwerden nicht auf Simulation oder absichtlicher Aggravation, weil beim Kläger kein bewusster Täuschungswille vorliege. Freilich hätte der Kläger, wie der Gutachter beifügt, bei gutem Willen der Entwicklung einer Begehrungsneurose widerstehen können; dieser Wille sei ihm aber nicht abzuverlangen, |399| weil er mit einer schweren charakterlichen Fehlanlage behaftet sei.\n\nDaraus erhellt, dass der Kläger der durch den Unfall ausgelösten hysterischen Begehrungsreaktion wegen seiner psychopathischen Veranlagung nicht zu begegnen vermochte und immer mehr in einen regressiven Zustand mit infantilem Verhalten geriet. Es liegt somit kein Grund vor, ihn für seinen heutigen Zustand und das damit verbundene Fehlverhalten selbst verantwortlich zu machen. Das wäre aber der Fall, wenn sein Schadenersatz grundsätzlich abgelehnt würde. Dass eine abnorme psychische Veranlagung zu einer Herabsetzung des Schadenersatzes führt, den adäquaten Kausalzusammenhang aber nicht unterbricht (OFTINGER, a.a.O. S. 85/86), ist dem Obergericht nicht entgangen. Dagegen irrt die Vorinstanz, wenn sie glaubt, die Rechtserheblichkeit des Kausalzusammenhanges mit dem Bestehen einer Leistungspflicht, die sich als notwendige Zwischenbedingung zwischen den Unfall und die Neurose schiebe, verneinen zu dürfen. Die Leistungspflicht ist wie die konstitutionelle Prädisposition als konkurrierende Ursache der Begehrungsneurose zu werten und bei der Bemessung des Schadens entsprechend zu berücksichtigen. Sie ändert jedoch nichts daran, dass der Kläger die durch den Unfall verursachten psychischen Störungen nicht zu überwinden vermag und in einem regressiven Zustand befangen ist, der Unfall folglich als wesentliche Ursache der Neurose bestehen bleibt. Anders verhielte es sich, wenn der Kläger sein Fehlverhalten verschuldet hätte, ihm insbesondere eine verwerfliche Willensbetätigung vorzuwerfen wäre (vgl.BGE 70 II 177). Anhalte dafür sind indes weder dem angefochtenen Urteil noch dem neurologischen Gutachten zu entnehmen.\n\n4. Das angefochtene Urteil ist deshalb gestützt auf Art. 64 Abs. 1 OG aufzuheben und die Sache zur Ermittlung und Berechnung des Schadens, insbesondere gemäss Art. 43, 44 und 46 OR, an die Vorinstanz zurückzuweisen. Die Beklagte hat nach den hiervor angeführten Grundsätzen auch für die Folgen der psychischen Störungen einzustehen, die durch den Unfall ausgelöst worden, nach dem 24. Oktober 1964 erneut aufgetreten sind und den Kläger schliesslich, als sie die Form einer Begehrungsneurose annahmen, arbeitsunfähig gemacht haben. Die Vorinstanz wird - prozesskonforme Behauptungen und Beweisanträge vorbehalten - den Schaden weiter abklären und |400| allenfalls auch das Beweisverfahren ergänzen müssen. Sie wird ferner, nötigenfalls mit Hilfe von Sachverständigen, zu beurteilen haben, innert welcher Frist nach Abschluss des Falles eine Heilung der Begehrungsneurose zu erwarten ist. Leistungen über diesen Zeitpunkt hinaus fallen ausser Betracht.\n\nDer Kläger beantragt, die Beklagte habe den teils anerkannten, teils vom Obergericht zugesprochenen Betrag von Fr. 2'000.-- vom Unfalltage an zu verzinsen. Die Vorinstanz verpflichtete die Beklagte, dem Kläger Fr. 1'000.-- nebst 5% Zins seit 27. Oktober 1964 zu zahlen. Warum sie auf diesen Tag abstellte und dem Kläger für den von der Beklagten anerkannten Betrag keinen Zins zusprach, ist dem angefochtenen Urteil nicht zu entnehmen. Sie hat sich darüber im neuen Entscheid ebenfalls auszusprechen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Obergerichts (II. Zivilkammer) des Kantons Zürich vom 9. Juni 1970 aufgehoben und die Sache zur neuen Beurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}