{"annee": "96", "cour": "I", "page": "636", "date": "8/12/1970", "cite": ["80 I 155", "61 I 166", "54 I 143", "54 I 188", "34 I 431", "81 I 192", "26 I 444", "94 I 669", "37 I 381", "63 I 167", "73 I 103", "94 I 120", "41 I 316", "61 I 331", "89 I 371", "77 I 42", "81 I 351", "92 I 358", "88 I 248", "93 I 17", "44 I 76", "94 I 525", "90 I 69", "51 I 8", "90 I 41"], "cite_par": ["103 V 167", "114 IA 263", "102 IA 131", "99 IA 216", "113 IA 46", "100 IA 418", "106 IB 154", "99 IA 724", "99 IA 638", "109 IA 335", "106 IA 56", "100 IA 231", "105 IA 11", "129 I 366", "103 IA 360", "111 IA 303", "97 I 193", "99 IA 177", "112 V 337", "102 IA 548", "112 IA 75", "110 IA 211", "97 I 359", "97 I 669", "98 IA 637"], "chapeau": "98. Urteil vom 8. Dezember 1970 i.S. Voggensperger und Mitbeteiligte gegen Regierungsrat des Kantons Basel-Landschaft", "regestes": ["Recours de droit public. Concordats. Droit d'initiative. Art. 86 OJ. Lorsque la recevabilité d'un moyen de droit cantonal fait l'objet de doutes sérieux, il n'est pas nécessaire d'user de ce moyen avant de former le recours de droit public (consid. 1). Art. 88 OJ. Qualité pour recourir en raison de la violation d'un concordat (consid. 2). Concordats. Interprétation. Une convention intercantonale peut-elle venir à chef par actes concluants, en particulier par l'adoption simultanée dans deux cantons de dispositions constitutionnelles identiques? Question résolue par la négative pour les dispositions constitutionnelles de Bâle-Ville et de Bâle-Campagne sur la procédure de réunification de ces deux demi-cantons. Le canton de Bâle-Campagne peut donc abroger lesdites dispositions avant la clôture de la procédure qui y est prévue; une initiative tendant à cette fin est admissible (consid. 4). Droit d'initiative. Portée du principe de l'unité de la matière (consid. 7). Admissibilité d'une initiative tendant à introduire dans la constitution cantonale des \"articles-programme\" (consid. 8)."], "faits": "|637|\n\nA.- Durch Beschluss vom 26. August 1833 hatte die Eidg. Tagsatzung der Trennung des Kantons Basel in zwei besondere Gemeinwesen (Halbkantone) unter dem Vorbehalt freiwilliger Wiedervereinigung zugestimmt. Gestützt auf diesen Vorbehalt |638| wurden 100 Jahre später in den beiden Halbkantonen Basel-Stadt und Basel-Landschaft gleichlautende Initiativen auf Wiedervereinigung eingereicht. Entgegen der Auffassung des Regierungsrates von Basel-Landschaft erklärte das Bundesgericht die Initiative mit Urteil vom 21. Juni 1935 (BGE 61 I 166 ff.) als zulässig, weil sie nicht direkt die Wiedervereinigung vorschlage, sondern lediglich die in der Kantonsverfassung zur Zeit noch fehlende Grundlage schaffen wolle, um einen späteren Entscheid über die Wiedervereinigung herbeizuführen (Erw. 6 und 7). In den hierauf gleichzeitig durchgeführten Volksabstimmungen vom 23. Februar 1936 beschlossen die Stimmberechtigten beider Halbkantone, auf die Initiativbegehren einzutreten. Im Anschluss hieran wurde in beiden Halbkantonen je eine gleichlautende Verfassungsbestimmung ausgearbeitet, in Basel-Stadt durch den Grossen Rat ein § 58 KVBS, in Basel-Landschaft durch einen besonderen Verfassungsrat ein § 57bis KVBL. Diese Verfassungsbestimmungen entsprachen im wesentlichen dem Inhalt des in BGE 61 I 167 /68 wiedergegebenen Textes der Initiativbegehren und sahen vor, dass binnen drei Monaten nach Erteilung der eidgenössischen Gewährleistung ein aus je 75 Mitgliedern der beiden Halbkantone bestehender Verfassungsrat zur Ausarbeitung einer Verfassung für den neuen Kanton Basel zu wählen sei (Ziff. 1) und dass die von diesem Verfassungsrat beschlossene Verfassung erst in Kraft trete, nachdem sie durch die Mehrzahl der Stimmenden beider Kantone in gesonderter, aber gleichzeitiger Abstimmung angenommen worden sei und die eidgenössische Gewährleistung erhalten habe (Ziff. 6). Ferner bestimmten § 57bis KVBL und § 58 KVBS in Ziff. 7:\n\n\"Wird die beschlossene Verfassung in einem Kanton oder in beiden verworfen, so hat die Regierung in Verbindung mit der Regierung von Basel-Stadt (bzw. Basel-Landschaft) binnen sechs Monaten Neuwahlen für einen zweiten Verfassungsrat anzuordnen, der eine zweite Verfassung auszuarbeiten hat. Für die Wahl und die Arbeit dieses zweiten Verfassungsrates und für die Abstimmung über die zweite Verfassungsvorlage gelten alle einschlägigen Bestimmungen dieses vorliegenden Verfassungsartikels.\n\nWird die zweite Verfassungsvorlage in einem Kanton oder beiden verworfen, so fällt der vorliegende Verfassungsartikel dahin\".\n\nDie neuen Verfassungsbestimmungen wurden in beiden Halbkantonen in Volksabstimmungen vom 2. Oktober 1938 angenommen, |639| doch verweigerte ihnen die Bundesversammlung die Gewährleistung (AS 1948 S. 219).\n\nB.- Im Juni 1957 wurde im Kanton Basel-Landschaft eine Initiative eingereicht mit dem Begehren um Ergänzung der KV durch eine Bestimmung, wonach der Zusammenschluss der zwei Halbkantone so rasch als möglich zu vollziehen sei. Nachdem diese Initiative in der Volksabstimmung vom 1. Juni 1958 angenommen worden war, ersuchten der Landrat von Basel-Landschaft und der Grosse Rat von Basel-Stadt auf dem Wege der Standesinitiative die eidgenössischen Räte um Wiedererwägung ihres Beschlusses von 1948 (BBl 1959 II 1355 ff.). Die Räte entsprachen diesem Begehren und erteilten den am 2. Oktober 1938 angenommenen Verfassungsbestimmungen durch Bundesbeschluss vom 22. Juni 1960 die Gewährleistung (BBl 1960 II 221). Inzwischen hatte ein Verfassungsrat von Basel-Landschaft einen neuen § 57 KVBL ausgearbeitet, der in der Volksabstimmung vom 25. September 1960 angenommen wurde, die Gewährleistung des Bundes erhielt (BBl 1961 I 633) und bestimmt:\n\n\"Die Behörden smd gehalten, im Rahmen und mit den Mitteln der Rechtsordnung die Wiedervereinigung von Basel-Landschaft und Basel-Stadt zum einen Kanton Basel ohne Verzug herbeizuführen\".\n\nAm 25. September 1960 wurde ferner ein gemeinsamer Verfassungsrat der beiden Halbkantone bestellt. Dieser arbeitete eine Verfassung des Kantons Basel, Hauptgrundzüge der Gesetzgebung sowie zwei weitere Erlasse aus und beschloss am 28 Juni 1968, diese Vorlagen in den beiden Halbkantonen gleichzeitig zur Abstimmung zu bringen. Eine gegen diesen Vollziehungsbeschluss erhobene staatsrechtliche Beschwerde hiess das Bundesgericht mit Urteil vom 18. Dezember 1968 (BGE 94 I 525 ff.) teilweise gut, indem es den Beschluss insoweit aufhob, als er das Inkrafttreten der Verfassung nicht von der Annahme der Hauptgrundzüge abhängig machte. Hierauf fand am 5./7. Dezember 1969 in beiden Halbkantonen die Volksabstimmung über die vier Vorlagen statt. Im Kanton Basel-Stadt wurden sie angenommen, die Verfassung mit 43'786 Ja gegen 22'024 Nein, im Kanton Basel-Landschaft dagegen wurden sie abgelehnt, die Verfassung mit 48'133 Nein gegen 33'222 Ja.\n\nC.- Angesichts dieses Abstimmungsergebnisses im Kanton |640| Basel-Landschaft reichten Landrat Boss und 37 Mitunterzeichner dem Landrat am 15. Dezember 1969 eine Motion ein, die der Landrat am 15. Januar 1970 erheblich erklärte und die den Regierungsrat einlud, dem Landrat eine Vorlage zu unterbreiten, wonach die §§ 57 und 57bis KVBL aufzuheben und durch eine Verpflichtung zur regionalen Zusammenarbeit zu ersetzen seien. Ferner reichte ein \"Überparteiliches Komitee für die Zusammenarbeit der Kantone\" beim Regierungsrat am 26. Februar 1970 ein von über 23'000 Stimmberechtigten unterzeichnetes Initiativbegehren ein mit folgendem Wortlaut:\n\n\"Nachdem die Wiedervereinigungsverfassung vom Baselbietervolk eindeutig abgelehnt worden ist, sind die Unterzeichneten der Auffassung, die Wahl eines zweiten Verfassungsrates lasse sich nicht verantworten.\n\nHingegen setzen sie sich mit Überzeugung dafür ein, dass die Zusammenarbeit zwischen den beiden Kantonen Basel-Stadt und Basel-Landschaft weitergeführt und ausgebaut wird.\n\nUm dies zu erreichen, sind die §§ 57 und 57bis der Staatsverfassung aufzuheben. Gleichzeitig sind die Behörden durch eine Bestimmung zu verpflichten, die regionalen Probleme in Zusammenarbeit mit den Nachbarkantonen zu lösen.\n\nDie unterzeichneten Stimmberechtigten stellen deshalb das Volksbegehren:\n\nDie §§ 57 und 57bis der Staatsverfassung seien aufzuheben und durch eine Bestimmung zu ersetzen, wonach die Behörden gehalten sind, in allen Fragen von regionaler Tragweite mit Basel-Stadt und den andern Nachbarkantonen zusammenzuarbeiten\".\n\nDer Regierungsrat berichtete dem Landrat am 10. März 1970 über die Einreichung dieser Initiative und beantragte ihm, die mit ihr inhaltlich übereinstimmende Motion Boss als erledigt abzuschreiben. Mit Beschluss vom 17. März 1970 erklärte sodann der Regierungsrat die Initiative als zustandegekommen und setzte die Volksabstimmung darüber auf den 24. Mai 1970 fest. Im kantonalen Amtsblatt vom 19. März 1970 erschien eine Bekanntmachung des Regierungsrates, die den Gegenstand und den Zeitpunkt der Abstimmung angab.\n\nAm 19. März 1970 beriet der Landrat über den Bericht des Regierungsrates vom 10. März 1970. Dabei wies er einen Antrag, die Initiative an eine landrätliche Kommission zur Vorbereitung der Volksabstimmung zu weisen, ab und beschloss, die Motion Boss als erledigt abzuschreiben.\n\nD.- Am 16. April 1970 reichten 63 Stimmberechtigte des Kantons Basel-Landschaft und 10 Stimmberechtigte des Kantons |641| Basel-Stadt beim Bundesgericht eine staatsrechtliche Beschwerde ein mit dem Antrag, der Regierungsratsbeschluss vom 17. März 1970, von dem der Landrat in der Sitzung vom 19. März 1970 in zustimmendem Sinne Kenntnis genommen habe, sei aufzuheben. Sie stützen die Beschwerde auf Art. 84 lit. a und b sowie Art. 85 lit. a OG und erheben folgende Rügen:\n\na) Durch den Erlass der §§ 57bis KVBL und 58 KVBS sei eine einheitliche Verfahrensnorm zur Herbeiführung einer Entscheidung über die Wiedervereinigung geschaffen worden, die erst nach Verwerfung einer zweiten Verfassungsvorlage dahinfalle. Diese konkordatsmässige oder konkordatsähnliche Abmachung binde die beiden Kantone, könne nicht einseitig aufgehoben werden und werde daher durch die auf Aufhebung von § 57bis KVBL gerichtete Initiative und damit auch durch die Anordnung der Volksabstimmung über sie verletzt.\n\nb) Die Initiative verletze auch die politischen Rechte der Stimmbürger beider Kantone, da diese aufgrund der §§ 57bis KVBL und 58 KVBS ein Recht auf Wahl eines zweiten Verfassungsrates hätten. Ferner verstosse die Initiative gegen § 57 KVBL.\n\nc) Die Initiative verstosse auch gegen den Grundsatz der Einheit der Materie, da die drei damit gestellten Begehren (Aufhebung des § 57 KVBL, Aufhebung des § 57bis KVBL und Erlass eines sog. Partnerschaftsartikels) offensichtlich innerlich verschieden seien, so dass eine einheitliche Abstimmung über sie zu einer Verfälschung des Volkswillens führe.\n\nd) Die Initiative dürfte schliesslich auch deshalb unzulässig sein, weil sie keine konkreten Massnahmen, sondern nur Postulate verlange.\n\nDie nähere Begründung dieser Rügen ergibt sich, soweit notwendig, aus den nachstehenden Erwägungen.\n\nE.- Der Regierungsrat des Kantons Basel-Landschaft beantragt, auf die Beschwerde der Stimmberechtigten des Kantons Basel-Stadt nicht einzutreten und diejenige der Stimmberechtigten des Kantons Basel-Landschaft abzuweisen. Er spricht den Stimmberechtigten des Kantons Basel-Stadt die Legitimation zur Beschwerde ab und führt zur Sache aus: Ob der gleichzeitige Erlass der §§ 57bis KVBL und 58 KVBS als Abschluss eines Konkordates zu betrachten sei, sei nicht von entscheidender Bedeutung, da das Konkordat jederzeit ohne Kündigungsfrist kündbar wäre. In der Abstimmung über die weder formell |642| noch materiell zu beanstandende Initiative könne keine Verletzung politischer Rechte liegen. Ebensowenig verstosse die Initiative gegen den Grundsatz der Einheit der Materie.\n\nDas \"Überparteiliche Komitee für die Zusammenarbeit der Kantone\" beantragt, es sei auf die Beschwerde, soweit sie sich auf Art. 85 lit. a OG stütze, mangels Erschöpfung des kantonalen Instanzenzuges nicht einzutreten; im übrigen sei sie abzuweisen.\n\nF.- Der Regierungsrat des Kantons Basel-Stadt, dem Gelegenheit gegeben wurde, sich zur Rüge der Verletzung einer konkordatsmässigen oder -ähnlichen Abmachung zu äussern, beantragt Gutheissung der Beschwerde und führt aus: Durch die gemeinsam von den beiden Kantonen erlassenen Bestimmungen über die Wiedervereinigung sei eine staatsvertragliche Bindung entstanden, welche ein genau vorgezeichnetes Verfahren festlege und für welche der völkerrechtliche Grundsatz \"pacta sunt servanda\" gelte. Das in diesen Bestimmungen vorgeschriebene Verfahren müsse daher zu Ende geführt werden und könne nicht einseitig nach Abschluss der ersten, aber vor Beginn der zweiten Phase abgebrochen werden. Für eine vorzeitige Kündigung des in seinen Wirkungen zeitlich begrenzten Verhältnisses bleibe kein Raum, da der Aufhebungsgrund im Begründungsakt selber vorgesehen sei.\n\nG.- Der Instruktionsrichter hat den Regierungsrat und das Verwaltungsgericht des Kantons Basel-Landschaft ersucht, sich zu der vom \"Überparteilichen Komitee\" aufgeworfenen Frage der Erschöpfung des kantonalen Instanzenzuges zu äussern. Der Regierungsrat ist der Auffassung, das Verwaltungsgericht sei zur Beurteilung der Stimmrechtsbeschwerde nicht zuständig. Der Präsident des Verwaltungsgerichts erklärt, dieses sei zu gutachtlichen Äusserungen weder berechtigt noch verpflichtet und überlasse daher die Beantwortung jener Vorfrage dem Bundesgericht.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nI. Eintretensfragen\n\n1. Die Beschwerdeführer machen in erster Linie Verletzung eines Konkordates (Art. 84 lit. b OG) geltend. Dafür ist die Erschöpfung des kantonalen Instanzenzuges nicht erforderlich (Art. 86 Abs. 3 OG). Dagegen ist sie vorgeschrieben für die |643| weiter erhobenen Rügen, der angefochtene Entscheid verletze das Stimmrecht der Beschwerdeführer, verstosse gegen Bestimmungen der KVBL und missachte allgemeine, für Initiativen geltende Grundsätze (Art. 86 Abs. 1 und 2 OG). Es ist daher zu prüfen, ob der mit der staatsrechtlichen Beschwerde angefochtene Entscheid des Regierungsrates an eine andere kantonale Instanz hätte weitergezogen werden können.\n\nNach § 6 des Verwaltungsrechtspflegegesetzes vom 22. Juni 1959 (VRG) ist das Verwaltungsgericht zuständig zur Beurteilung von Beschwerden gegen Verfügungen und Entscheide des Regierungsrates, die ihm durch dieses oder andere Gesetze nicht ausdrücklich entzogen sind. Der Beschluss, mit dem der Regierungsrat in der Annahme, ein Volksbegehren sei inhaltlich nicht rechtswidrig, die Volksabstimmung über dieses anordnet, kann als Entscheid im Sinne des § 6 VRG gelten. Da eine Gesetzesvorschrift, welche die verwaltungsgerichtliche Beschwerde gegen einen solchen Entscheid ausschliessen würde, von keiner Seite genannt wird und auch nicht ersichtlich ist, scheint diese Beschwerde zulässig zu sein, wie das \"Überparteiliche Komitee\" in seiner Beschwerdeantwort behauptet. Hiegegen bestehen indessen Bedenken.\n\nDer Entscheid darüber, ob eine Initiative auf Revision der Verfassung materiell rechtmässig sei, steht in der Schweiz im allgemeinen dem kantonalen Parlament zu (GIACOMETTI, Staatsrecht der Kantone S. 425/6). Im Kanton Basel-Landschaft scheint diese Zuständigkeit allerdings nicht festzustehen. Als 1934 die Wiedervereinigungsinitiative eingereicht wurde, hat nicht der Landrat, sondern der Regierungsrat die Anordnung der Volksabstimmung abgelehnt und das Bundesgericht in BGE 61 I 173 bemerkt, dass er hiezu \"unbestrittenermassen befugt\" sei. Nach Einreichung der Initiative auf Erlass eines neuen § 57 KVBL holte jedoch der Regierungsrat bei Prof. H. Huber ein Gutachten auch über die Frage der Zuständigkeit zum Entscheid über die Zulässigkeit der Initiative ein. Der Gutachter kam nach eingehender Prüfung zum Schluss, dass der Entscheid dem Landrat zustehe; der Regierungsrat dürfe allenfalls über ein offenbar gültiges Volksbegehren unmittelbar die Volksabstimmung anordnen, habe aber, wenn er irgendwelche Zweifel an der Gültigkeit habe, dem Landrat Antrag zu stellen und ihm den Entscheid zu überlassen. Schliesslich ergibt sich aus dem Protokoll des Landrates vom 19. März 1970 |644| über die Behandlung der Motion Boss, dass verschiedene Auffassungen bestanden über die Frage, ob und wann eine Verfassungsinitiative zunächst dem Landrat vorzulegen sei. Angesichts dieser noch immer bestehenden Unsicherheit kann nicht wohl angenommen werden, dass der Gesetzgeber mit der Schaffung des Verwaltungsgerichts im Jahre 1959 diesem eine Kompetenz einräumen vollte, von der streitig ist, ob sie dem Landrat oder dem Regierungsrat zukommt. Berücksichtigt man weiter, dass es in der Schweiz durchaus ungewöhnlich wäre, wenn ein kantonales Verwaltungsgericht über die Rechtmässigkeit einer Verfassungsinitiative zu befinden hätte, so ist es zumindest zweifelhaft, ob im vorliegenden Falle die Beschwerde an das Verwaltungsgericht zulässig war. Bestehen aber ernstliche Zweifel an der Zulässigkeit eines kantonalen Rechtsmittels, so ist dessen Ergreifung nach der Rechtsprechung des Bundesgerichts nicht erforderlich (BGE 34 I 433, BGE 37 I 387 /88, BGE 51 I 11, nicht veröffentlichte Erwägung 3 des Urteils vom 17. September 1969 i.S. Pedrazzi). Dass die Beschwerde an den Landrat zulässig gewesen wäre, wird von keiner Seite behauptet. Von einer solchen Beschwerde hätten die Beschwerdeführer übrigens auch deshalb keinen Gebrauch machen müssen, weil sie sich als zwecklos und als leere Formalität erwiesen hätte (vgl. BGE 93 I 21 Erw. 2 b und dort angeführte frühere Urteile), hat der Landrat doch dadurch, dass er zunächst die Motion Boss erheblich erklärt und dann diese Motion im Hinblick auf das mit ihr inhaltlich übereinstimmende Volksbegehren als erledigt abgeschrieben hat, klar zum Ausdruck gebracht, dass er die Initiative als zulässig betrachte.\n\n2. Die staatsrechtliche Beschwerde wird sowohl von Stimmberechtigten des Kantons Basel-Landschaft als auch von solchen des Kantons Basel-Stadt erhoben. Es ist zu prüfen, ob beide Gruppen von Beschwerdeführern und gegebenenfalls inbezug auf welche Rügen sie zur staatsrechtlichen Beschwerde legitimiert sind.\n\na) Die basel-städtischen Beschwerdeführer sind im Kanton Basel-Landschaft nicht stimmberechtigt und daher nicht legitimiert, den Entscheid des Regierungsrates von Basel-Landschaft wegen Verletzung des politischen Stimmrechts oder der in diesem Kanton für Initiativen geltenden allgemeinen Grundsätze anzufechten. Sie betrachten sich denn auch in erster Linie zur Rüge legitimiert, der angefochtene Entscheid verletze ein |645| zwischen den beiden Kantonen abgeschlossenes Konkordat. Der Regierungsrat bestreitet ihre Legitimation auch in diesem Punkte mit der Begründung, die Konkordatsverletzung \"könnte nur von den zuständigen Behörden des Kantons Basel-Stadt im Rahmen des in Art. 7 BV vorgezeichneten Verfahrens geltend gemacht werden\". Sofern er damit sagen will, dass Konkordatsverletzungen nur von den Konkordatskantonen mit staatsrechtlicher Klage gemäss Art. 83 lit. b OG geltend gemacht werden können, so übersieht er, dass solche Verletzungen nach Art. 84 lit. b OG auch von Privaten mit staatsrechtlicher Beschwerde gerügt werden können. Will er dagegen einwenden, dass das angebliche Konkordat nur Rechte und Pflichten der Kantone, nicht aber der Kantonsangehörigen begründe, so wäre dieser Einwand gegen die Legitimation unbegründet. Das Bundesgericht hat freilich in einzelnen Urteilen die Legitimation des Beschwerdeführer mit dieser Begründung verneint (BGE 41 I 321 E. 3 und das in ZBl 67/1966 abgedruckte Urteil vom 22. Desember 1965 E. 3). In BGE 81 I 358 E. 3 erklärte es dagegen, die Frage der Legitimation erledige sich hier dadurch, dass der Beschwerdeführer eine Rechtsverletzung behaupte und damit Rechte aus dem Konkordat herleite; ob dies zu Recht oder zu Unrecht geschehe, betreffe die sachliche Begründetheit der Beschwerde, nicht die prozessrechtliche Frage nach der Legitimation. Das muss auch im vorliegenden Falle gelten. Die Aufhebung des § 57bis KVBL, auf welche die streitige Initiative gerichtet ist, hätte zur Folge, dass § 58 KVBS und damit das sich daraus ergebende Recht der basel-städtischen Stimmbürger, einen zweiten Verfassungsrat zu wählen, hinfällig würden. Diese erscheinen daher als legitimiert zur Rüge, dass die Initiative und die Anordnung der Volksabstimmung über sie ein durch den Erlass der §§ 57bis KVBL und 58 KVBS abgeschlossenes Konkordat verletzten.\n\nb) Die basel-landschaftlichen Beschwerdeführer sind offensichtlich legitimiert zur Rüge, der angefochtene Entscheid verletze kantonales Verfassungsrecht sowie ihr politisches Stimmrecht. Fraglich ist dagegen, ob sie auch zur Rüge der Konkordatsverletzung legitimiert sind. Nach einer älteren Rechtsprechung des Bundesgerichts (l, 312; 2, 232; 3, 80; 6, 224; 7, 54) kann die Rüge der Konkordatsverletzung nur erhoben werden, wo das Konkordat als interkantonaler Vertrag, und nicht, wo es, wie es gegenüber den Kantonsangehörigen der Fall ist, als |646| internes kantonales Recht zur Anwendung kommt (FLEINERGIACOMETTI, Bundesstaatsrecht S. 901 bei Anm. 12; AUBERT, Traité de droit constitutionnel suisse Nr. 893; MARTI, Die staatsrechtliche Beschwerde S. 33). Ob an dieser Rechtsprechung, die von BURCKHARDT kritisiert wurde (ZBJV 65/1929 S. 388), festzuhalten sei, erscheint fraglich, und erst recht bestehen hiegegen Bedenken in einem Falle wie dem vorliegenden, werden doch die basel-landschaftlichen Stimmberechtigten durch die behauptete Konkordatsverletzung ebensosehr, ja eher stärker betroffen als die basel-städtischen Stimmbürger. Die Frage der Legitimation der Kantonsangehörigen zur Rüge der Konkordatsverletzung kann indes, wie in BGE 54 I 147 E. 2 a, offen bleiben, da nach dem Gesagten jedenfalls die basel-städtischen Stimmberechtigten legitimiert sind, die Konkordatsverletzung geltend zu machen.\n\nII. Materielle Beurteilung\n\n3. Nach der ständigen Rechtsprechung ist die Behörde, die nach dem kantonalen Recht berufen ist, die Volksabstimmung über Verfassungs- oder Gesetzesinitiativen anzuordnen, auch ohne besondere gesetzliche Grundlage befugt, neben dem Vorliegen der formellen Voraussetzungen für das Zustandekommen der Initiative auch deren materielle Rechtmässigkeit zu prüfen und die Vorlegung an das Volk zu verweigern, wenn sich die Initiative als inhaltlich rechtswidrig erweist (BGE 61 I 335 E. 2, BGE 63 I 172, BGE 80 I 161 E. 3, BGE 88 I 251 E. 1/2, BGE 89 I 374 E. 2; vgl. BGE 92 I 359, BGE 94 I 125 /26). Ob die Behörde hiezu auch verpflichtet sei (wie GIACOMETTI, Staatsrecht der Kantone S. 426 annimmt) und ob der Stimmbürger einen Anspruch darauf habe, dass rechtswidrige Initiativen dem Volke nicht unterbreitet werden, hatte das Bundesgericht, soweit ersichtlich, bisher noch nicht zu entscheiden. Eine Prüfung dieser Frage erübrigt sich, da in den Beschwerdeantworten nicht bestritten wird, dass die vorliegende Initiative dem Volke nicht vorgelegt werden darf, wenn sie sich als materiell rechtswidrig erweisen sollte.\n\n4. Die Beschwerdeführer machen in erster Linie geltend, die Initiative verstosse gegen eine konkordatsmässige oder konkordatsähnliche Vereinbarung zwischen den beiden Kantonen, die durch die gleichzeitige Aufnahme inhaltlich übereinstimmender Bestimmungen (§§ 57bis KVBL und 58 KVBS) in ihre Verfassungen abgeschlossen worden sei. Diese interkantonale |647| Vereinbarung verpflichte die Kantone, das in jenen Bestimmungen vorgesehene Wiedervereinigungsverfahren bis zum (positiven oder negativen) Ende durchzuführen und könne nicht von einem von ihnen einseitig durch Aufhebung der in seiner Verfassung enthaltenen Bestimmung aufgelöst werden. Es ist daher zunächst zu prüfen, ob eine solche die Kantone gegenseitig berechtigende und verpflichtende Vereinbarung, d.h. ein Konkordat, zwischen ihnen abgeschlossen worden ist. Sollte dies der Fall sein, so würde sich weiter fragen, ob dieses Konkordat mit dem Bundesrecht, insbesondere mit Art. 6 Abs. 2 lit. c und Art. 7 BV vereinbar sowie, ob und unter welchen Voraussetzungen es kündbar oder sonst vorzeitig auflösbar ist.\n\na) Die §§ 57bis KVBL und 58 KVBS stellen an sich internes kantonales Recht dar. Als solches sind sie, solange sie nicht aufgehoben werden, für die Behörden und Angehörigen beider Kantone verbindlich. Ferner war, wie in BGE 94 I 534 festgestellt wurde, der gestützt auf sie gewählte gemeinsame Verfassungsrat an diese Bestimmungen und den ihm darin erteilten Auftrag gebunden. Im vorliegenden Falle geht es nicht mehr um die Verbindlichkeit der Bestimmungen für solange, als sie Bestandteil der Verfassungen bilden, sondern darum, ob es der Gesamtheit der Stimmberechtigten, die § 57bis KVBL erlassen hat, gestattet ist, ihn vor dem in Ziff. 7 vorgesehenen Ende der Geltung aufzuheben. Dies wäre ihr offenbar nur dann verwehrt, wenn der Kanton Basel-Landschaft, wie die Beschwerde geltend macht, durch ein Konkordat mit dem Kanton Basel-Stadt auf eine solche vorzeitige Aufhebung verzichtet hätte. Die Beschwerdeführer und der Regierungsrat von Basel-Stadt erblicken den Abschluss eines solchen Konkordates im Parallelakt der beiden Kantone, nämlich darin, dass in beide Kantonsverfassungen gleichzeitig inhaltlich übereinstimmende Bestimmungen über das Wiedervereinigungsverfahren aufgenommen wurden.\n\nb) Der Annahme, in diesem Parallelakt liege der Abschluss eines Konkordates, würde jedenfalls aus dem Gesichtspunkt der Form und Zuständigkeit nichts entgegenstehen. Das Bundesrecht schreibt über die Form interkantonaler Verträge nichts vor. Die Schriftform ist freilich üblich und wird in Art. 7 Abs. 2 BV, wonach die Kantone solche Verträge der Bundesbehörde \"vorzulegen\" haben, vorausgesetzt; sie ist aber nicht Gültigkeitserfordernis. Hier wäre sie übrigens gegeben, da der Abschluss des Konkordates nach Auffassung der Beschwerdeführer |648| im gleichzeitigen Erlass von Verfassungsbestimmungen in den beiden Kantonen liegt. Sodann sind diese Bestimmungen in einer Volksabstimmung, also vom Volk als dem obersten, zum Abschluss interkantonaler Verträge zuständigen Staatsorgan angenommen worden (§§ 11 KVBL und 29 KVBS).\n\nc) Auf die interkantonalen Verträge sind, soweit nicht nach Bundesrecht, Gewohnheitsrecht oder Vereinbarung etwas anderes gilt, die Grundsätze des Völkerrechts anwendbar (vgl. BGE 26 I 450, BGE 54 I 202 /3; FLEINER-GIACOMETTI, Bundesstaatsrecht S. 162; SCHAUMANN, Verträge zwischen Gliedstaaten im Bundesstaat, in \"Veröffentlichungen der Vereinigung deutscher Staatsrechtslehrer\", Heft 19/1961 S. 120 ff. und dazu das Votum von HANS HUBER S. 144/45). Diese Grundsätze gelten nicht nur für die Auslegung interkantonaler Verträge (BGE 90 I 47 /8), sondern auch, wenn durch Auslegung von Willensäusserungen der massgebenden Staatsorgane zu ermitteln ist, ob ein Konkordat abgeschlossen worden, zustandegekommen ist.\n\nNach der Völkerrechtslehre wie auch nach der bundesgerichtlichen Rechtsprechung hat sich die Auslegung bei Staatsverträgen möglichst an den Wortlaut zu halten und kommt eine über diesen hinausgehende, ausdehnende Auslegung einer Bestimmung nur in Frage, wenn aus dem Zusammenhang oder der Entstehungsgeschichte derselben mit Sicherheit aufeine vom Wortlaut abweichende Willenseinigung der Vertragsstaaten zu schliessen ist (GUGGENHEIM, Lehrbuch des Völkerrechts S. 124 ff.; derselbe, Traité de droit international public 2. Aufl. 1967 S. 250 ff.; VERDROSS, Völkerrecht, 5. Aufl. 1964 S. 172/74; BERNHARDT, Die Auslegung völkerrechtlicher Verträge 1963 S. 58 ff.; BGE 44 I 78, BGE 77 I 48, BGE 90 I 47 /48, BGE 94 I 673 E. 4). Allgemein gilt für die Auslegung die Vertrauenstheorie (BGE 94 I 673 E. 4).\n\nNach der in der Völkerrechtslehre vorherrschenden Auffassung ist der Abschluss völkerrechtlicher Verträge an keine besondere Form gebunden; sie können auch mündlich, ja sogar stillschweigend, durch konkludente Handlungen zustandekommen (ANZILOTTI, Lehrbuch des Völkerrechts 3. Aufl. S. 260 und 280; VERDROSS a.a.O. S. 158; GUGGENHEIM, Lehrbuch S. 60 und Traité S. 138; BERBER, Lehrbuch des Völkerrechts Bd. 1 S. 412/3; FAVRE, Cours de droit des gens S. 304/5). Nähere Ausführungen über den Vertragsschluss durch konkludente Handlungen sind freilich, offenbar weil er in der Praxis äusserst |649| selten vorkommt, ausser bei ANZILOTTI a.a.O. S. 53 ff. nicht zu finden. Immerhin kann nicht zweifelhaft sein, dass der Vertragsschluss durch konkludente Handlungen wie namentlich durch innerstaatliche Akte voraussetzt, dass aus diesen der Wille, sich gegenüber einem andern Staate rechtlich zu binden, klar hervorgeht (in diesem Sinne ANZILOTTI a.a.O. S. 54/5 und BERBER a.a.O. S. 413). Das trifft gelegentlich zu, wenn es in zwei Staaten aufgrund vorheriger Verhandlungen zu parallelen, inhaltlich übereinstimmenden Akten kommt. Als Beispiele hiefür werden die von der Schweiz und Deutschland erteilten Konzessionen für das Kraftwerk Rheinau erwähnt (GUGGENHEIM, Traité S. 139). Ferner ist die Realunion, die von 1918 bis 1940 zwischen Dänemark und Island bestand, nicht durch einen formellen Staatsvertrag zustandegekommen, sondern durch zwei in beiden Staaten erlassene parallele Gesetze, die, wie ANZILOTTI a.a.O. S. 145 ausführt, in Wirklichkeit die Wirkung und gleichzeitig der Ausdruck des zwischen den beiden Ländern getroffenen Abkommens sind.\n\nd) Die gleichzeitige Aufnahme der inhaltlich übereinstimmenden Bestimmungen über das Wiedervereinigungsverfahren in die KVBL und KVBS stellt ebenfalls einen Parallelakt dar. Als ein Konkordat mit dem von den Beschwerdeführern behaupteten Inhalt könnte dieser Parallelakt indessen nach dem soeben Gesagten nur gelten, wenn der Wille, sich damit gegenüber dem andern Kanton rechtlich zu binden, aus dem Wortlaut der Bestimmungen hervorginge oder wenn mit hinreichender Sicherheit anzunehmen wäre, dass ein dahingehender Wille bei den Stimmberechtigten, die die Bestimmungen in der Volksabstimmung angenommen haben, bestand. Eine unzweideutige Willensäusserung erscheint auch deshalb erforderlich, weil der Verzicht, eine Bestimmung der KV während einer bestimmten Zeit zu revidieren, eine Ausnahme von dem in Art. 6 Abs. 2 lit. c BV enthaltenen Grundsatz jederzeitiger Revidierbarkeit der Kantonsverfassung bedeuten würde.\n\naa) Die Annahme einer rechtlichen Bindung zwischen den beiden Kantonen kann nicht schon deshalb von vorneherein verneint werden, weil sie für die Herbeiführung der Wiedervereinigung nicht den ebenfalls in Betracht fallenden Weg des formellen Vertrags gewählt, d.h. das Wiedervereinigungsverfahren nicht in einem Konkordat geregelt haben, sondern in inhaltlich übereinstimmenden Bestimmungen der beiden Kantonsverfassungen.\n\n|650|\n\nDenn das ist offensichtlich darauf zurückzuführen, dass die Wiedervereinigungsbestrebungen nicht von den kantonalen Behörden, sondern von den Stimmberechtigten ausgingen und diesen nur der Weg der Verfassungsinitiative offen stand; eine auf Abschluss eines Staatsvertrages gerichtete Initiative ist dem schweizerischen Staatsrecht unbekannt (BGE 73 I 109; GIACOMETTI, Staatsrecht der Kantone S. 485).\n\nbb) Der Wortlaut der parallelen Verfassungsbestimmungen der beiden Kantone enthält nichts, was auf eine gegenseitige Verpflichtung der Kantone, eine rechtliche Bindung im Sinne eines Verzichts auf die Revision oder Aufhebung dieser Bestimmungen schliessen liesse. Wohl heisst es in jeder, dass der Verfassungsrat \"in Verbindung\" mit dem andern Kanton gewählt werde (Ziff. 1), dass er aufgrund einer \"Verständigung\" beider Kantonsregierungen einzuberufen sei (Ziff. 3) und dass jede Regierung \"im Einvernehmen\" mit der andern die Arbeit des Verfassungsrates zu fördern habe (Ziff. 4). Diese Vorschriften ergeben sich aus der Natur des für die Herbeiführung der Wiedervereinigung gewählten Verfahrens der Ausarbeitung eines Verfassungsentwurfes durch einen gemeinsamen Verfassungsrat. Insofern ist die Bestimmung jeder KV von derjenigen der andern abhängig. Das ändert jedoch nichts daran, dass die Bestimmungen internes kantonales Recht enthalten und lediglich die Behörden und Angehörigen des betreffenden Kantons und den gemeinsamen Verfassungsrat verpflichten. Von einer Verpflichtung des einen Kantons gegenüber dem andern ist nirgends auch nur andeutungsweise die Rede, geschweige denn klar und deutlich. Insbesondere kann Ziff. 7, wonach die Verfassungsbestimmungen nach Verwerfung des zweiten Verfassungsentwurfes dahinfallen, nicht dahin verstanden werden, dass damit eine vorherige Revision oder Aufhebung derselben ausgeschlossen werden sollte.\n\ncc) Ebensowenig bestehen Anhaltspunkte dafür, dass bei den Stimmberechtigten, welche die parallelen Verfassungsbestimmungen angenommen haben, ein dahingehender Wille bestanden hätte. Dass vor der Abstimmung oder nachher, bis zur Erteilung der Gewährleistung des Bundes, je die Auffassung vertreten worden wäre, die §§ 57bis KVBL und 58 KVBS könnten nach ihrer Annahme durch das Volk oder nach ihrem Inkrafttreten bis zu ihrem in Ziff. 7 vorgesehenen Dahinfallen nicht mehr aufgehoben werden, wird von den Beschwerdeführern |651| nicht dargetan und ist auch nicht ersichtlich. Soweit Äusserungen hierüber vorliegen, lauten sie - offenbar im Hinblick auf Art. 6 Abs. 2 lit. c BV - ausnahmslos dahin, dass diese Bestimmungen jederzeit revidierbar seien. So haben die Beschwerdeführer, die 1934 das Bundesgericht angerufen haben, ausdrücklich erklärt, dass durch Annahme des § 57bis KVBL keine dauernde, unwiderrufliche Bindung des Volkes von Baselland gegenüber Baselstadt geschaffen werde, sondern eine solche erst mit der Annahme der Verfassung für den geeinten Kanton eintrete. Dementsprechend hat das Bundesgericht in BGE 61 I 178 festgehalten, der vorgeschlagene Verfassungsartikel könne, \"wie jede andere Verfassungsbestimmung, jederzeit aufgehoben oder revidiert werden, solange die KV überhaupt besteht\". Auch im Gewährleistungsverfahren vor den eidgenössischen Räten wurde es als selbstverständlich erachtet, dass die §§ 57bis KVBL und 58 KVBS dem Erfordernis des Art. 6 Abs. 2 lit. c BV genügen und jederzeit revidierbar seien (Votum Schoch, Sten-Bull StR 1947 S. 418, Votum Huber, StenBull NR 1948 S. 24, Voten Chamorel und Stadlin, StenBull NR 1960 S. 340 und 344). Schliesslich hat auch Prof. MAX HUBER, der - offenbar als erster - die Auffassung vertreten hatte, ein Parallelakt wie die Abstimmung über die Initiativen sei \"wenn auch nicht der Form, so doch der Substanz nach\" ein interkantonaler Vertrag, die beiden transitorischen Verfassungsartikel der KVBL und KVBS als \"jederzeit noch revidierbar\" bezeichnet (Rechtsakten zur Basler Wiedervereinigung S. 11 und 156; vgl. auch S. 27/8). Liegen demnach zahlreiche Äusserungen vor, welche die Revidierbarkeit bejahen, während gegenteilige Stimmen völlig fehlen, so erscheint es als ausgeschlossen, dass die Stimmberechtigten im Jahre 1938 der Auffassung waren, sie hätten nicht nur über internes kantonales Recht, sondern über einen interkantonalen Vertrag, d.h. ein Konkordat abzustimmen und verzichteten durch Annahme der Verfassungsbestimmungen in Abweichung von Art. 6 Abs. 2 lit. c BV auf die Möglichkeit, sie jederzeit zu revidieren oder aufzuheben. Jedenfalls aber kann nicht von einer dahingehenden unzweideutigen Willensäusserung der Gesamtheit der Stimmberechtigten gesprochen werden, wie sie nach dem Gesagten erforderlich wäre für die Annahme eines Konkordats mit dem von den Beschwerdeführern behaupteten Inhalt.\n\n5. Ist eine konkordatsmässige oder -ähnliche Abmachung, |652| die durch die mit der vorliegenden Initiative angestrebte Aufhebung des § 57bis KVBL verletzt würde, nicht dargetan, so braucht nicht geprüft zu werden, ob eine solche Abmachung mit Art. 6 Abs. 2 lit. c und Art. 7 BV vereinbar und unter welchen Voraussetzungen sie kündbar wäre. Bemerkt sei lediglich, dass Art. 6 Abs. 2 lit. c BV wohl nur die Aufstellung sogenannter autonomer Schranken der Revision kantonaler Verfassungen verbietet, nicht dagegen eine vertragliche Bindung wie die von den Beschwerdeführern behauptete, zumal wenn diese Bindung nur für die Dauer eines bestimmten Verfahrens gilt und mit dessen Abschluss dahinfällt.\n\n6. Ist es dem Kanton Basel-Landschaft nicht aufgrund eines Konkordates verwehrt, § 57bis KVBL aufzuheben, so verstösst die Initiative offensichtlich weder gegen diese Bestimmung noch gegen § 57 KVBL. Ebensowenig verletzt sie deshalb das Stimmrecht der basellandschaftlichen Beschwerdeführer, weil im Falle der Annahme der Inititative ihr Recht auf Wahl eines zweiten Verfassungsrates dahinfällt. Das politische Stimmrecht schützt nicht vor einer Änderung seiner Umschreibung und Ausgestaltung in der Kantonsverfassung, sofern damit nicht Bundesrecht verletzt wird. Eine solche Verletzung wird aber in der Beschwerde mit Recht nicht gerügt.\n\n7. Die Beschwerdeführer bezeichnen die Initiative weiter deshalb als unzulässig, weil sie drei innerlich verschiedene Begehren vereinige und damit den (für Initiativen auf Partialrevision geltenden) Grundsatz der Einheit der Materie verletze. Während dieser Grundsatz im Bund (Art. 121 Abs. 3 BV) und in einzelnen Kantonen in der Verfassung oder in Gesetzen verankert ist, fehlt im Kanton Basel-Landschaft eine ausdrückliche Vorschrift. Der Grundsatz gilt jedoch, wie der Regierungsrat mit Recht nicht bestreitet, auch in diesem Kanton. Er folgt, wie das Bundesgericht im nicht veröffentlichten Urteil vom 9. Oktober 1957 i.S. Heimann c. Kantonsrat von Obwalden (Erw. 5) ausgeführt hat, aus der Natur der Sache und dem Wesen der Partialrevision. Er gewährleistet namentlich dem Stimmberechtigten die unverfälschte Kundgabe seines Willens bei der Unterzeichnung einer Initiative und bei der Abstimmung darüber. Hat nämlich die Initiative zwei Materien zum Gegenstand, so kann der Stimmberechtigte, der inbezug auf die eine die vorgeschlagene Änderung wünscht, inbezug auf die andere dagegen nicht, diesen Willen nicht zum Ausdruck bringen, |653| sondern hat nur die Möglichkeit, beide Änderungen zu befürworten oder beide abzulehnen (vgl. hiezu BGE 81 I 197 E. 5 und BGE 90 I 73 E. 2 b; GIACOMETTI, Staatsrecht der Kantone S. 423/4). Immerhin dürfen an die Einheit der Materie, zumal wo der Grundsatz wie im Kanton Basel-Landschaft nicht ausdrücklich aufgestellt ist und überdies die Verfassungsinitiative nur die Bedeutung einer allgemeinen Anregung hat (vgl. BGE 61 I 177 E. 8), keine überspannten Anforderungen gestellt werden, durch welche die Ausübung des Initiativrechts übermässig erschwert wird. Es genügt, wenn zwischen den verschiedenen Vorschlägen im Falle von Neuerungen vor allem im Hinblick auf ihren Zweck, bei Änderungen auch im Hinblick auf die bisherige Regelung ein Zusammenhang besteht, der die Zusammenfassung in einer Initiative und zu einer Abstimmungsfrage als sachlich gerechtfertigt erscheinen lässt (zit. Urteil i.S. Heimann).\n\nDie vorliegende Initiative enthält, wie die Beschwerde zutreffend feststellt, drei Begehren; sie verlangt Aufhebung sowohl des § 57 als auch des § 57bis KVBL und Ersetzung dieser §§ durch eine Bestimmung, wonach die Behörden gehalten sind, in allen Fragen von regionaler Tragweite mit dem Kanton Basel-Stadt und den andern Nachbarkantonen zusammenzuarbeiten. Zwischen diesen drei Begehren besteht indes schon deshalb ein hinreichender sachlicher Zusammenhang, weil nach dem Wunsch der Initianten die zu erlassende Bestimmung die beiden aufzuhebenden ersetzen soll, d.h. weil an Stelle der bisherigen Ordnung (unverzügliche Herbeiführung der Wiedervereinigung von Basel-Stadt und -Landschaft, und zwar in einem bestimmten Verfahren) eine neue Ordnung (Zusammenarbeit mit dem Kanton Basel-Stadt und den andern Nachbarkantonen in gewissen Fragen) treten soll und diese neue Ordnung die Aufhebung der bisherigen voraussetzt. Richtig ist freilich, dass diejenigen Stimmbürger, die entweder sowohl die Wiedervereinigung als auch die vorgeschlagene Zusammenarbeit ablehnen oder welche die unverzügliche Herbeiführung der Wiedervereinigung (§ 57), aber nicht auf dem bisher vorgesehenen Weg (§ 57bis) wünschen, diesen Willen weder durch Annahme noch durch Ablehnung der Initiative zum Ausdruck bringen können. Damit wird jedoch der Grundsatz der Einheit der Materie nicht verletzt. Aus diesem Grundsatz lässt sich nicht ableiten, dass bei der Abstimmung über eine durch Initiative |654| vorgeschlagene Verfassungsänderung den Stimmberechtigten Gelegenheit zu geben sei, neben der vorgeschlagenen Verfassungsänderung auch die bisher geltende Ordnung ganz oder teilweise zu verwerfen.\n\n8. Die Beschwerdeführer behaupten schliesslich, die Initiative \"dürfte\" auch deshalb unzulässig sein, weil sie \"keine konkreten Massnahmen, nur Postulate verlangt\"; sie enthalte keinen \"eindeutigen Auftrag\" an den Landrat, sondern höchstens eine \"allgemeine Richtlinie\". Die Rüge ist unbegründet. Der Wortlaut der in der Form der allgemeinen Anregung eingereichten Initiative bringt mit hinreichender Deutlichkeit zum Ausdruck, was die Initianten wollen. Wird sie vom Volke angenommen, so wird es Aufgabe des Landrates (oder Verfassungsrates) sein, eine diesem Willen entsprechende Verfassungsbestimmung auszuarbeiten, die wiederum der Volksabstimmung unterliegt. Dass das, was die Beschwerdeführer als Inhalt der neuen Verfassungsbestimmung anstreben, ein Postulat an die Behörden, nicht ein Rechtssatz ist, lässt die Initiative nicht als unzulässig erscheinen, enthalten doch alle Kantonsverfassungen von jeher sogenannte \"Programmsätze\" mehr oder weniger bestimmten Inhalts (vgl. die Übersicht bei GIACOMETTI, Staatsrecht der Kantone § 4 Ziff. 7 S. 53 ff.). Einen ebenso programmatischen Inhalt wie die Initiative weist übrigens der im Jahre 1960 erlassene § 57 KVBL auf, dem die Bundesversammlung ohne Bedenken die Gewährleistung erteilt hat. Die Berufung der Beschwerdeführer auf das Urteil des Bundesgerichts vom 13. September 1950 über die basel-städtische \"Sparinitiative\" (auszugsweise abgedruckt in ZBl 51/1951 S. 22 ff.) geht fehl. Dort handelte es sich um eine als allgemeine Anregung formulierte Gesetzesinitiative, die konkrete Massnahmen zur Verminderung der Staatsausgaben verlangte, den Inhalt dieser Massnahmen jedoch nicht deutlich genug umschrieb. Hier dagegen wird vom Landrat die Ausarbeitung eines Programmartikels der KV verlangt, über dessen Inhalt nach der Initiative kein Zweifel bestehen kann.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}