{"annee": "96", "cour": "IV", "page": "45", "date": "25/2/1970", "cite": [], "cite_par": ["99 IA 262", "97 I 45", "97 I 839", "97 IV 70"], "chapeau": "11. Auszug aus dem Entscheid der Anklagekammer vom 25. Februar 1970 i.S. Frauenknecht gegen Schweiz. Bundesanwaltschaft und eidg. Untersuchungsrichter.", "regestes": ["Art. 48 al. 1 2e phrase PPF. Cette disposition l'emporte sur les prescriptions des règlements des prisons cantonales. C'est donc selon le droit fédéral et non pas selon le règlement cantonal qu'il faut examiner si l'autorisation d'utiliser un appareil de radio ou de télévision est compatible avec le maintien de l'ordre dans l'établissement où l'inculpé est détenu préventivement."], "faits": "|45|\n\nA.- Frauenknecht wird in einer eidgenössischen Voruntersuchung des wirtschaftlichen Nachrichtendienstes, der Verletzung militärischer Geheimnisse und eventuell des militärischen Nachrichtendienstes beschuldigt. Er befindet sich im Untersuchungsgefängnis des Kantons Basel-Stadt im Lohnhof zu Basel in Untersuchungshaft.\n\nAm 10. Februar 1970 ersuchte sein Verteidiger den eidgenös sischen Untersuchungsrichter unter anderem, dem Beschuldigten den Gebrauch von Geräten zum Empfang der Radio- und der Fernsehsendungen zu gestatten. Der Untersuchungsrichter wies am 12. Februar 1970 dieses Begehren mit der Begründung ab, die Benützung solcher Geräte komme nach der Hausordnung des Basler Untersuchungsgefängnisses nicht in Frage.\n\nB.- Mit Eingabe vom 13./16. Februar 1970 führt der Ver teidiger im Namen und im Auftrage Frauenknechts gegen diese |46| Verfügung Beschwerde. Er beantragt der Anklagekammer des Bundesgerichts, dem Beschuldigten zu gestatten, in seiner Zelle einen (kombinierten) Radio-Fernsehapparat zu halten.\n\nC.- Der Untersuchungsrichter und die Bundesanwaltschaft beantragen, die Beschwerde abzuweisen.", "considerants": "Aus den Erwägungen:\n\nNach Art. 48 Abs. 1 BStP darf der Untersuchungsgefangene in seiner Freiheit nicht weiter beschränkt werden, als es der Zweck der Haft und die Aufrechterhaltung der Ordnung im Gefängnis erfordern.\n\na) Die Untersuchungshaft will vor allem der Gefahr vorbeugen, dass der Beschuldigte sich durch Flucht der Strafverfolgung entzieht oder mit Dritten kolludiert, um die Abklärung der Straftat zu vereiteln. Ein Radio- oder Fernsehgerät darf daher einen Untersuchungsgefangenen nicht in die Lage versetzen, mit Dritten Verbindung aufzunehmen, die ihm Weisungen erteilen oder ihn über Fluchtmöglichkeiten, Beseitigung von Beweisen, Beeinflussung von Zeugen usw. unterrichten könnten. Daran ist namentlich bei Beschuldigten zu denken, die wegen verbotenen Nachrichtendienstes im Sinne von Art. 272 ff. StGB in Untersuchungshaft genommen werden und die ihre Aufträge über Radioapparate entgegenzunehmen hatten.\n\nDass im vorliegenden Falle eine solche Gefahr bestehe, wird von keiner Seite behauptet. Der Untersuchungsrichter erklärt im Gegenteil, dass der Zweck der Haft den Gebrauch von Geräten für Radio- und Fernsehempfang nicht verbiete, und die Bundesanwaltschaft begnügt sich mit dem Hinweis, der Untersuchungsrichter begründe die Abweisung des Gesuches einzig mit der Hausordnung des Basler Untersuchungsgefängnisses. Fragen kann sich somit nur, ob die Verwendung solcher Geräte durch den Beschuldigten sich mit der \"Aufrechterhaltung der Ordnung im Gefängnis\" (Art. 48 Abs. 1 BStP) vertrage.\n\nb) In dieser Wendung des Bundesrechts ist entgegen der Annahme der Bundesanwaltschaft und des Untersuchungsrichters kein Verweis auf die Hausordnung des Untersuchungsgefängnisses zu erblicken, in dem der Beschuldigte in Haft gehalten wird. Gewiss ist der Bund, weil er keine eigenen Untersuchungsgefängnisse hat, auf kantonale Anstalten angewiesen. Auch ist es Sache des Kantons, nicht des Bundes, dem der Kanton gemäss Art. 27 BStP durch den Vollzug der Untersuchungshaft |47| Rechtshilfe leistet, in der Anstalt für Ordnung zu sorgen. Es ist zudem zu vermuten, dass das, was kantonale Anstaltsreglemente vorsehen, auch im Interesse der Aufrechterhaltung der Ordnung im Gefängnis liegt.\n\nDas ändert jedoch nichts daran, dass Art. 48 Abs. 1 BStP den Ordnungsvorschriften der kantonalen Anstaltsreglemente vorgeht. Denn der Grundsatz, dass der Verhaftete in seiner Freiheit nicht weiter beschränkt werden darf, als es (der Zweck der Haft und) die Aufrechterhaltung der Ordnung im Gefängnis erfordern, ist nach seinem Sinn und Wortlaut kein blosser Vorbehalt zugunsten des kantonalen Rechtes, sondern eine selbständige Norm des Bundesrechts. Nach diesem Satz, nicht nach der jeweils geltenden Hausordnung ist daher zu prüfen, ob die Zulassung von Radio- oder Fernsehgeräten die Ordnung im Untersuchungsgefängnis stören könne. Folglich kann auch nichts darauf ankommen, ob Art. 48 Abs. 1 BStP sich im Ergebnis mit der Hausordnung decke oder davon abweiche und deswegen zu einer rechtsungleichen Behandlung von Untersuchungsgefangenen führe.\n\nc) Dass der Gebrauch von Radio- und Fernsehapparaten wegen der Tonsendungen die Ordnung in einem Untersuchungsgefängnis stören kann, liegt auf der Hand. Besondere Rücksicht auf andere ist beim Radiohören eher selten und von Untersuchungsgefangenen umsoweniger zu erwarten, als sie versucht sein können, den Apparat den ganzen Tag laufen zu lassen. Die Gefahr, andere zu stören, entfällt indessen, wenn dem Untersuchungsgefangenen die Pflicht auferlegt wird, Tonsendungen nur mit dem Kopfhörer zu empfangen. Ist er, wie der Beschwerdeführer, mit dieser Auflage einverstanden, so erfordert es die Aufrechterhaltung der Ordnung im Gefängnis nicht, ihm den Empfang von Ton- und Bildsendungen in der Zelle zu verbieten und seine Freiheit deswegen weiter zu beschränken. Unter diesen Umständen lässt sich das Begehren des Beschwerdeführers nicht abweisen.\n\nDas heisst nicht, dass der Beschwerdeführer nach Art. 48 Abs. 1 BStP einen Anspruch auf irgendwelche Sonderleistungen der Anstalt habe. Ein kantonales Untersuchungsgefängnis ist auch einem eidgenössischen Untersuchungsgefangenen gegenüber nur zu den in der Hausordnung vorgesehenen oder in der Anstalt üblichen Leistungen verpflichtet. Da nach der Hausordnung des Lohnhofes den Untersuchungsgefangenen keine |48| Radio- oder Fernsehgeräte bewilligt werden, darf der Beschwerdeführer daher von der Anstalt nichts verlangen, was für den Betrieb oder den Unterhalt eines solchen Gerätes nötig ist; er hat ihr gegenüber insbesondere keinen Anspruch auf Anschluss an die Stromleitung oder eine bereits bestehende Antenne. In Frage kommt vielmehr nur ein Apparat mit Batterieantrieb und eingebauter Antenne. Auch versteht sich von selbst, dass dem Beschwerdeführer der Gebrauch des Apparates jederzeit wieder verweigert werden kann, wenn er sich über die ihm auferlegten Bedingungen hinwegsetzen sollte.\n\nDemnach erkennt die Anklagekammer:\n\nDie Beschwerde wird in dem Sinne gutgeheissen, dass dem Beschuldigten gestattet wird, in seiner Zelle einen Batterieradio-Fernsehapparat zu halten, sofern er denselben nur mit einem Kopfhörer benützt."}