{"annee": "96", "cour": "II", "page": "433", "date": "17/12/1970", "cite": ["74 II 68"], "cite_par": ["102 II 154", "101 II 360", "107 IB 160"], "chapeau": "56. Urteil der II. Zivilabteilung vom 17. Dezember 1970 i.S. Hirzel gegen Hirzel.", "regestes": ["For de l'action en divorce, art. 144 CC. Le délai d'attente prévu au § 254 du code de procédure civile zurichois, qui ne permet d'intenter l'action en divorce que huit semaines après l'audience de conciliation, n'a pas pour effet d'opposer à l'exercice de cette action des difficultés insupportables ou inadmissibles; il est dès lors compatible avec le droit fédéral (confirmation de jurisprudence)."], "faits": "BGE 96 II 433 S. 433\n\nA.- Max Hirzel erhob am 13. März 1970 beim Friedensrichteramt Wetzikon Scheidungsklage. Zur Sühnverhandlung vom 20. März 1970 erschien nur der Ehemann. Die in Basel wohnhafte Ehefrau Barbla Hirzel-Werro hatte dem Friedensrichter mitgeteilt, dass sie an der Sühnverhandlung nicht teilnehmen werde, da sie bereits in Basel eine Scheidungsklage eingereicht habe und sich einer Scheidung nicht widersetze. Der Friedensrichter entsprach deshalb dem Begehren des Ehemannes auf sofortige Ausstellung der Weisung. Bereits drei Tage nach der Sühnverhandlung reichte Max Hirzel die Weisung beim Bezirksgericht Hinwil ein. Dieses wies die Scheidungsklage am 23. April 1970 mit der Begründung von der Hand, dass die in § 254 der Zürcher ZPO vorgesehene Wartefrist von acht Wochen nach dem ersten Sühnversuch bis zur BGE 96 II 433 S. 434Einreichung der Weisung beim Gericht nicht eingehalten worden sei.\n\nB.- Das Obergericht des Kantons Zürich wies einen von Max Hirzel gegen diesen Entscheid erhobenen Rekurs mit Beschluss vom 26. Juni 1970 ab. Zur Begründung führte es aus, die in § 254 ZPO vorgesehene Wartefrist sei nach konstanter Praxis zwingenden Rechts. Eine in Missachtung dieser Frist ausgestellte Weisung sei nichtig und vermöge daher die Rechtshängigkeit der Klage nicht zu begründen. Eine Ausnahme im Sinne von § 254 Abs. 2 ZPO sei nicht gegeben, da es nicht darauf ankomme, ob der Aussöhnungsversuch bzw. die Besinnungszeit einen Erfolg verspreche. Entscheidend für die Annahme einer solchen Ausnahme sei vielmehr allein, ob eine Aussöhnung aus zwingenden Gründen tatsächlicher Natur zum vornherein ausgeschlossen sei; dies sei der Fall, wenn ein Ehegatte geisteskrank oder sein Wohnsitz nicht bekannt sei. Schliesslich treffe auch nicht zu, dass die Wartefrist des § 254 ZPO bundesrechtswidrig sei, wie der Ehemann geltend mache.\n\nC.- Max Hirzel führt beim Bundesgericht Nichtigkeitsbeschwerde und beantragt, den Entscheid des Obergerichts vom 26. Juni 1970 aufzuheben und die Sache zu neuer Beurteilung an die Vorinstanz zurückzuweisen. Er behauptet, § 254 Abs. 1 der Zürcher ZPO sei mit dem Bundesrecht nicht vereinbar, da es nicht angehe, dass ein Scheidungskläger durch das kantonale Recht daran gehindert werde, einen ihm gemäss Bundesrecht zustehenden Anspruch jederzeit gerichtlich geltend zu machen.\n\nD.- Barbla Hirzel-Werro beantragt die Abweisung der Beschwerde.\n\nE.- Mit Präsidialverfügung vom 16. Juli 1970 wurde der Nichtigkeitsbeschwerde gestützt auf Art. 70 Abs. 2 OG aufschiebende Wirkung erteilt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 68 Abs. 1 lit. a OG ist in Zivilsachen, die nicht der Berufung unterliegen, gegen letztinstanzliche Entscheide kantonaler Behörden die Nichtigkeitsbeschwerde an das Bundesgericht zulässig, wenn statt des massgebenden eidgenössischen Rechts kantonales oder ausländisches Recht angewendet worden ist. Gegen den angefochtenen Beschluss des Zürcher Obergerichts ist eine Berufung nicht möglich, weil es sich dabei nicht um einen Endentscheid im Sinne von Art. 48 BGE 96 II 433 S. 435OG handelt. Ein solcher läge nur dann vor, wenn ein materiellrechtlicher Anspruch endgültig beurteilt worden wäre. Die Vorinstanzen haben die vorliegende Klage jedoch materiell nicht geprüft. Sie haben diese vielmehr aus einem prozessualen Grund nicht an die Hand genommen, und zwar ohne dass dem Beschwerdeführer dadurch verunmöglicht worden wäre, seinen Anspruch erneut geltend zu machen (WURZBURGER, Les conditions objectives du recours en réforme au Tribunal fédéral, S. 180 ff. mit Verweisungen; BIRCHMEIER, Handbuch des OG, S. 162).\n\nGegenstand der vorliegenden Beschwerde bildet die Rüge, die letzte kantonale Instanz habe statt des eidgenössischen Rechts kantonales Recht angewendet. Eine Nichtanwendung eidgenössischen Rechts im Sinne von Art. 68 Abs. 1 lit. a OG liegt nämlich auch dann vor, wenn sich aus dem Bundeszivilrecht ergibt, dass es bestimmte zur Anwendung gelangte kantonale Vorschriften - und zwar auch solche prozessualer Natur - ausschliessen will (BIRCHMEIER, a.a.O., S. 257). Eine solche Nichtanwendung von Bundesrecht wird vom Beschwerdeführer geltend gemacht. Auf seine Beschwerde ist daher einzutreten.\n\n2. a) Ehescheidungsklagen werden im Kanton Zürich gemäss § 121 Abs. 1 ZPO durch Einreichung der vom Friedensrichter auszustellenden Weisung beim Bezirksgericht anhängig gemacht. Für das Sühnverfahren gelten nach § 254 ZPO folgende Sonderregeln:\n\n\"Bei Ehescheidungsklagen kann der Friedensrichter nach seinem Ermessen einen zweiten Sühnversuch anordnen. Die Ausstellung der Weisung darf nicht vor acht Wochen nach dem ersten Sühnversuch verlangt werden.\n\nWird die Scheidung einer Ehe aus Gründen verlangt, welche einen Aussöhnungsversuch von vornherein ausschliessen (z.B. Geisteskrankheit), so soll dem klagenden Ehegatten ohne weiteres die Weisung an das Gericht zugestellt werden.\"\n\nZürich und Schwyz sind die einzigen Kantone, die in Ehescheidungssachen zwischen das Sühnverfahren und die Anrufung des Gerichts eine Sperrfrist eingeschoben haben (GULDENER, Schweiz. Zivilprozessrecht, 2. Aufl., S. 468, Ziff. 5 d). Was den Kanton Schwyz anbetrifft, sei auf § 391 Abs. 2 seiner Zivilprozessordnung verwiesen, wonach der Weisungsschein nicht vor Ablauf von 60 Tagen nach dem ersten BGE 96 II 433 S. 436Sühnversuch ausgestellt werden darf. Ferner sieht die Zivilprozessordnung des Kantons Genf vor, dass der mit der Durchführung des Sühnverfahrens betraute Gerichtspräsident innert einer Frist von längstens einem Monat eine zweite Sühnverhandlung anordnen kann, wenn er eine Versöhnung als noch möglich erachtet; erscheint der beklagte Teil zum zweiten Mal nicht zur Sühnverhandlung, hat der Gerichtspräsident ferner die Möglichkeit, die Einreichung der Klage beim Gericht erst nach Ablauf eines Monats zuzulassen (vgl. die Art. 434 Abs. 3, 436 Abs. 2 und 438 Abs. 1 der Genfer Zivilprozessordnung).\n\nb) Die Sperrfrist des § 254 der Zürcher ZPO hängt mit dem Aussöhnungsversuch, den der Friedensrichter in der Sühnverhandlung vorzunehmen hat, insofern zusammen, als sie wegfällt, falls eine solche Verhandlung aus zwingenden äusseren Gründen von vornherein nicht durchgeführt werden kann, so wenn ein Ehegatte z.B. geisteskrank oder sein Aufenthaltsort unbekannt ist. In allen andern Fällen muss die Sperrfrist ohne Rücksicht darauf abgewartet werden, ob der Aussöhnungsversuch Erfolg verspreche oder nicht. Sie ist auch dann zu beachten, wenn der beklagte Teil zur Sühnverhandlung gar nicht erscheint oder auf andere Weise zu erkennen gibt, dass er zu einem Aussöhnungsversuch nicht Hand bieten will (ZR Bd 58 Nr. 88 S. 234/35; STRÄULI/HAUSER, Kommentar, N. 3 zu § 254 ZPO). Daraus kann aber nicht abgeleitet werden, der Sinn der Sperrfrist sei ein anderer als derjenige des Sühnverfahrens. Die Sperrfrist soll den Parteien auch dann, wenn sie zu Beginn des Sühnverfahrens zu einer Aussöhnung nicht bereit sind, Gelegenheit zu nochmaliger Besinnung geben und sie von einer voreiligen Klageanhängigmachung abhalten (ZR 58 S. 235 2. Spalte unten). Es mag zwar Fälle geben, in denen schon in diesem Stadium der Auseinandersetzung eine Aussicht auf Versöhnung ausgeschlossen werden kann. In der überwiegenden Mehrzahl der Fälle steht aber in diesem Zeitpunkt noch nicht fest, ob die Parteien innerlich endgültig und unwiderrruflich zur Scheidung entschlossen seien. Viele, die den Friedensrichter anrufen mit dem scheinbar unwiderruflichen Entschluss, sich endgültig vom Gatten zu trennen, revidieren diesen in oder nach der Sühnverhandlung und reichen dem Partner die Hand zur Versöhnung, wenn nach einiger Zeit ihre Erregung abgeklungen ist. Eine solche nachträgliche Versöhnung ist auch möglich, wenn der Beklagte gar nicht zur Sühnverhandlung BGE 96 II 433 S. 437gekommen ist oder sonst zum Ausdruck gebracht hat, dass er scheiden will. Sie wird durch die Sperrfrist erleichtert; denn erfahrungsgemäss ist eine Aussöhnung eher möglich, solange der Prozess noch nicht beim Gericht hängig ist. Das friedensrichterliche Verfahren ist aber noch kein eigentliches Gerichtsverfahren und wird von den Parteien auch nicht als solches aufgefasst.\n\nDer pflichtbewusste Friedensrichter wird sich denn auch nicht darauf beschränken, den Parteien gegen die Erhebung offenbar unbegründeter Ansprachen oder die Bestreitung begründeter Rechtsbegehren Vorstellungen zu machen (§ 112 Abs. 1 ZPO), sondern er wird die Gatten an ihre Pflichten mahnen, ihnen die Nachteile einer Scheidung auseinandersetzen, sie zu beraten versuchen und ihnen nahelegen, ihre weitern Schritte nochmals gründlich zu überlegen. Die Sperrfrist zwingt die Parteien zu solcher Überlegung und bewahrt sie vor voreiligen Schritten; insofern ist sie ein Teil des Sühnverfahrens.\n\n3. Es ist nun zu prüfen, ob diese Regelung im zürcherischen Prozessrecht mit dem Bundesrecht vereinbar sei. Das kantonale Prozessrecht widerspricht dem Bundesprivatrecht dann, wenn es dessen Verwirklichung verunmöglicht oder hindert (GULDENER, a.a.O., S. 64; GULDENER, Bundesprivatrecht und kantonales Zivilprozessrecht, ZSR N.F. Bd 80 II S. 22 f. mit Verweisungen). Eine Verletzung des Bundesprivatrechts darf allerdings nicht schon immer dann angenommen werden, wenn es für die Durchsetzung des materiellen Rechts zweckmässigere Lösungen gäbe als die im kantonalen Prozessrecht vorgesehenen, sondern erst dann, wenn die Verwirklichung des Bundesprivatrechts durch die Ausgestaltung des kantonalen Prozessrechts unerträglich bzw. in unzulässiger Weise erschwert wird (KUMMER, Das Klagerecht und die materielle Rechtskraft im schweizerischen Recht, S. 9).\n\nEs fragt sich nun, ob die im zürcherischen Prozessrecht vorgesehene Sperrfrist die Geltendmachung des Scheidungsanspruchs in unzulässiger Weise erschwert und daher mit dem Bundesrecht nicht vereinbar ist, wie der Beschwerdeführer unter Berufung auf verschiedene Meinungsäusserungen in der Literatur behauptet (vgl. insbesondere GULDENER, ZSR Bd 80 II S. 404, und GULDENER, Schweiz. Zivilprozessrecht, II. Supplement, zu S. 468 Anm. 56). Zuzugeben ist, dass die Sperrfrist in gewissen Fällen dem Scheidungskläger die Durchsetzung des BGE 96 II 433 S. 438Scheidungssanpruchs etwas erschweren mag, was aber noch nicht einen Eingriff in die kantonale Prozessordnung rechtfertigen würde.\n\nOb die Anhängigmachung der Scheidungsklage in unerträglicher oder in unzulässiger Weise erschwert wird, beurteilt sich in erster Linie nach den tatsächlichen Auswirkungen der Sperrfrist in der Praxis. Sie veranlasst und zwingt die Parteien, sich nach erfolglosem ersten Sühnversuch nochmals zu besinnen. Tatsächlich kommen in dieser nachträglichen Besinnungszeit häufig Aussöhnungen zustande. Die Sperrfrist begünstigt demnach die Aussöhnung zwischen den Parteien und dient damit, wie das Sühnverfahren, einem schutzwürdigen Zweck (BGE 74 II 72; BÜHLER, Das Ehescheidungsverfahren, ZSR N.F. Bd 74 II S. 391a/392a; BARDE, Le Procès en divorce, ZSR N.F. Bd 74 II S. 459a). Die Verfolgung dieses Zwecks liegt im Rahmen des Bundesprivatrechts. Die Sperrfrist will den Kläger nämlich keineswegs hindern, seine unter Umständen begründete Klage einzureichen, sondern sie verlangt von ihm nur, dass er sich diesen Schritt gut und reiflich überlege. Angesichts der Wichtigkeit und der Bedeutung, die ein Scheidungsprozess im Leben eines jeden Gatten hat, darf von demjenigen, der einen auf Lebzeiten abgeschlossenen Vertrag in einer spannungsgeladenen Atmosphäre oder aus einer gefühlsbetonten Situation heraus auflösen will, verlangt werden, dass er sich auch nach einer ersten ergebnislos verlaufenen Sühnverhandlung nochmals besinne und nicht voreilig handle. Dabei ist eine Überlegungszeit von acht Wochen dem Scheidungskläger zumutbar; jedenfalls bedeutet sie nicht eine unerträgliche oder unzulässige Erschwerung der Geltendmachung des Scheidungsanspruchs. Sie ist demzufolge auch nicht bundesrechtswidrig. Das Bundesgericht hat schon im EntscheidBGE 74 II 71f., auf dessen Begründung verwiesen werden kann, ausgeführt, es gehe wohl nicht an, die zürcherische Sperrfrist von Bundesrechts wegen als unstatthaft zu erklären - und zwar sagte es dies in Kenntnis der Unzukömmlichkeiten, welche die Sperrfrist nach sich ziehen kann, wenn die Ehegatten in verschiedenen Kantonen Wohnsitz haben. Von dieser Auffassung abzuweichen, besteht auch zur Zeit kein Anlass.\n\nBGE 96 II 433 S. 439\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen und der Ent scheid des Obergerichts des Kantons Zürich (I. Zivilkammer) vom 26. Juni 1970 bestätigt."}