{"annee": "96", "cour": "IV", "page": "16", "date": "6/3/1970", "cite": ["80 IV 102", "78 IV 38", "85 IV 125", "87 IV 115", "94 IV 5"], "cite_par": ["111 IV 49", "107 IV 84", "112 IV 13", "103 IV 305"], "chapeau": "4. Auszug aus dem Urteil des Kassationshofes vom 6. März 1970 i.S. Hefti gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 123 ch. 1 al. 2 CP. La matraque de caoutchouc est une arme au sens de cette disposition."], "faits": "|16|\n\nA.- In der Nacht vom 30. Juni auf den 1. Juli 1968 leistete Hans Hefti während der sog. Globus-Krawalle in Zürich als Polizeimann Dienst. Er hatte westlich des Globus-Provisoriums hinter der polizeilichen Abschrankung mit anderen Polizeimännern dafür zu sorgen, dass keine Demonstranten die Abschrankung überstiegen und in das Globus-Gebäude eindrangen. Hefti war mit Helm, einem Schild aus Weidengeflecht und Gummiknüppel ausgerüstet. Während längerer Zeit war es in seinem Abschnitt ruhig. Hefti wurde weder angepöbelt noch mit Wurfgeschossen oder tätlich angegriffen.\n\nNachdem die Demonstranten von der Hauptwache weggetrieben waren, begab sich eine Gruppe von Nachzüglern gegen die Westseite des Globus. Einige Journalisten folgten ihnen, darunter der Pressefotograf Adolf Preisig, der zwei Kameras umgehängt hatte. Nach einigem Hin und Her forderte Hefti Preisig auf, über die Abschrankung zu kommen und ihn ins Globus-Gebäude zu begleiten. Preisig kam der Aufforderung willig nach, wobei Hefti beim Übersteigen der Abschrankung mit Hand anlegte. Hefti und ein anderer Polizist führten Preisig ca. 50 Meter |17| weit zum Globus-Gebäude. Auch hier verhielt sich Preisig völlig korrekt und ruhig. Er folgte dem Polizisten ohne Widerspruch. Auf dem Weg soll Hefti ihm einen Schlag mit dem Gummiknüppel über den Kopf erteilt haben. Im Globus-Gebäude führte er Preisig in einen halbdunklen Raum, auf dessen nassem Boden Feuerwehrschläuche lagen. Preisig kam zu Fall, wobei nicht feststeht, ob er über die Schläuche stolperte oder von Hefti zu Fall gebracht wurde.\n\nHefti versetzte dem am Boden liegenden Preisig, der sich in keiner Weise wehrte, sondern nur seinen Kopf mit den Händen zu schützen suchte, ungefähr zehn Schläge mit dem Gummiknüppel vorwiegend auf den Kopf, aber auch auf die Hände, Arme und den Körper. Als Folge dieser Hiebe wies Preisig an beiden Vorderarmen dorsal und am Rücken Hämatome und oberflächliche längliche Schürfungen auf. Er hatte druckempfindliche und geschwollene Schläfen. Über dem linken Auge und auf der rechten Brustseite erlitt er Verletzungen. Seine Armbanduhr wurde von den Schlägen zertrümmert. Am folgenden Tag litt Preisig an Übelkeit mit wiederholtem Erbrechen.\n\nNach Kontrolle der Ausweise schickte Hefti Preisig weg. Hefti rapportierte nicht über den Vorfall.\n\nIn der Strafuntersuchung stellte Hefti zunächst alles in Abrede und wollte sich an nichts erinnern. Erst als er auf einer von einem Berufskollegen Preisigs aufgenommenen Fotografie eindeutig als der Polizist identifiziert werden konnte, der Preisig abgeführt hatte, gestand Hefti. Er behauptete aber, Preisig sei nach seinem Fall über die Feuerwehrschläuche wie ein Wilder aufgesprungen und drohend auf ihn losgegangen, worauf er mit dem Knüppel Abwehrbewegungen gemacht habe. Das Obergericht hat diese Darstellung abgelehnt und das Vorliegen von Umständen, die in Hefti den Eindruck einer Notwehrsituation hätten erwecken können, verneint.\n\nZwischen Hefti und Preisig kam es zu einem Vergleich; Hefti leistete auf Kosten einer Polizeikasse volle Entschädigung, worauf Preisig seine Anträge im Straf- und Zivilpunkt zurückzog.\n\nB.- Das Bezirksgericht Zürich verurteilte Hefti am 14. Mai 1969 wegen einfacher Körperverletzung zu einer bedingten Haftstrafe von sieben Tagen. Von der Anklage der Nötigung und des Amtsmissbrauchs sprach es ihn frei. Auf die Anklage wegen Tätlichkeiten und Sachbeschädigung wurde wegen Rückzugs des Strafantrages nicht eingetreten.\n\n|18|\n\nDas Obergericht, an das der Verurteilte appellierte, verneinte im Gegensatz zum Bezirksgericht die Voraussetzungen von Art. 19 Abs. 1 und 33 Abs. 2 Satz 1 StGB. Mangels Berufung des Staatsanwaltes konnte es keine schärfere Strafe aussprechen. Mit Urteil vom 14. November 1969 bestätigte es die Verurteilung Heftis wegen einfacher Körperverletzung zu der siebentägigen Haftstrafe.\n\nC.- Hefti führt Nichtigkeitsbeschwerde mit dem Antrag auf Rückweisung der Sache an die Vorinstanz, damit diese auf die Anklage wegen Körperverletzung infolge Rückzuges des Strafantrages nicht eintrete, eventuell die Untersuchung durch Einvernahme zweier Zeugen ergänze.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n2. Mit dem Hauptantrag macht der Beschwerdeführer geltend, auf die Anklage wegen einfacher Körperverletzung hätte nicht eingetreten werden dürfen, weil der Strafantrag vor Verkündung des erstinstanzlichen Urteils zurückgezogen worden sei (Art. 31 Abs. 1 StGB).\n\nEs ist nicht streitig, dass gemäss dem zwischen Preisig und Hefti abgeschlossenen Vergleich der Geschädigte seinen Strafantrag zurückgezogen hat.\n\nAn der Verhandlung vor Bezirksgericht hat indessen der Bezirksanwalt die Anklage dahin berichtigt, dass Hefti sich im Sinne von Art. 123 Ziff. 1 Abs. 2 StGB schuldig gemacht habe, der erfüllt ist, wenn der Täter Gift, eine Waffe oder ein gefährliches Werkzeug gebraucht oder einen Wehrlosen verletzt hat. Der Gummiknüppel sei eine Waffe, zumindest aber ein gefährliches Werkzeug. Hefti sei daher von Amtes wegen zu verfolgen. Sofern diese Würdigung des Sachverbaltes zutrifft, kommt dem Rückzug des Strafantrages keine Bedeutung zu.\n\n3. Eine Waffe ist ein Gegenstand, der nach seiner Bestimmung zu Angriff oder Verteidigung dient. Der Beschwerdeführer anerkennt, dass dies nach dem allgemeinen Sprachgebrauch auf den Gummiknüppel zutrifft. Doch macht er geltend, in Art. 123 StGB komme dem Wort Waffe nicht diese Bedeutung zu.\n\na) Seine Auffassung, wonach qualifizierte Tatbestände, wie Art. 123 Ziff. 1 Abs. 2, einschränkend zu interpretieren seien, ist abwegig. Strafnormen sind stets nach ihrem wahren Sinn auszulegen (BGE 78 IV 40, BGE 87 IV 118). Etwas anderes hat das |19| Bundesgericht entgegen der Meinung des Beschwerdeführers auch in BGE 80 IV 108 nicht getan, als es beiläufig erwähnte, das Züchtigungsrecht des Täters schliesse die Wehrlosigkeit des Opfers im Sinne des Art. 123 Ziff. 1 Abs. 2 aus; dieser Entscheid ist übrigens durch BGE 85 IV 127 f. überholt.\n\nb) Der Beschwerdeführer glaubt, der Begriff der Waffe sei zu bestimmen, indem untersucht werde, ob die in Frage stehende Waffe einem gefährlichen Werkzeug gleichzusetzen sei. Waffe und Werkzeug unterscheiden sich im vorliegenden Zusammenhang dadurch, dass jene für Angriff und Verteidigung bestimmt ist, während dieses hiefür verwendet wird, jedoch eine andere Zweckbestimmung hat. Die Doktrin zur Art. 101 des französischen Code pénal stellt den Unterschied anschaulich dar, indem sie von \"armes par leur nature\" und \"armes par l'usage qui en est fait\" spricht (GARÇON, Code pénal annoté S. 440, GOYET, Précis de droit pénal spécial S. 362). In gleicher Weise setzt Art. 123 StGB das Werkzeug der Waffe gleich, nicht umgekehrt die Waffe dem Werkzeug. Ein Werkzeug ist gefährlich, wenn es so beschaffen ist, dass es, als Waffe verwendet, ähnliche Schädigungen hervorrufen kann wie eine Waffe bei bestimmungsgemässem Gebrauch.\n\nNicht erforderlich ist eine besondere Gefährlichkeit. Der Beschwerdeführer bestreitet dies mit dem Einwand, die Gleichstellung mit gefährlichen Werkzeugen ergebe, dass der Gesetzgeber auch unter Waffen nur solche verstehe, die bei ihrer Einwirkung auf den menschlichen Körper immer zu einer Verletzung führen und die Gefahr einer schweren Schädigung bergen. Abgesehen davon, dass Wortlaut und Systematik des Gesetzes gegen diese Auffassung sprechen, wären, falls sie zuträfe, jedenfalls bei einem waffenkundigen Polizisten kaum mehr Fälle denkbar, in denen die schweren Folgen, wenn nicht vom Täter im Sinne des Eventualvorsatzes gewollt, für ihn nicht zumindest voraussehbar waren, womit Ziff. 2 ev. 3 des Art. 123 erfüllt wäre (vgl. GERMANN, Verbrechen S. 241).\n\nDer Hinweis des Beschwerdeführers auf das interkantonale Konkordat über den Waffenhandel und die zürcherische Waffenverordnung ist müssig. Dem Gummiknüppel geht der Charakter der Waffe nicht ab, weil er ohne Waffenschein erworben werden kann.\n\nRichtig ist, dass eine Waffe zu geringeren Schädigungen führen kann als ein Werkzeug. Ein Mensch kann mit Faustschlägen |20| gefährlicher verletzt werden, als wenn ihm mit einer Flobert-Pistole ins Bein geschossen wird. Der Einwand geht aber an der Sache vorbei. Das Gesetz stellt nicht in erster Linie auf den Erfolg ab. Es will, dass der Täter, der eine einfache Körperverletzung begangen hat, von Amtes wegen verfolgt werde, weil er an sich infolge der Verwendung von Waffen, Gift oder gefährlichen Werkzeugen als gefährlicher erscheint, selbst wenn er im Einzelfall durch den Gebrauch der Waffe keine schweren Folgen herbeigeführt hat.\n\n4. Der Beschwerdeführer hält es für richtig, dass ein Polizist von Amtes wegen in Untersuchung gezogen wird, wenn er mit der Schusswaffe jemanden auch nur leicht verletzt. Es könne aber nicht der Wille des Gesetzes sein, den Gebrauch des Gummiknüppels gleich zu behandeln. Man dürfe der Polizei keine unnötigen und unverhältnismässigen Fesseln anlegen. Es sei für den Polizeibeamten unangenehm, in Strafuntersuchung gezogen zu werden, selbst wenn er einen Rechtfertigungsgrund habe. Man dürfe die Polizei nicht bei jedem handfesten Eingreifen der Gefahr einer Strafuntersuchung aussetzen.\n\nDie Polizei hat bei allen Zwangsmassnahmen gegenüber Privaten nach den Grundsätzen der Gesetzmässigkeit und der Verhältnismässigkeit zu verfahren (BGE 94 IV 8). Das gilt ganz besonders beim Gebrauch jeder Art von Waffe und bei der Verletzung der körperlichen Integrität. Die Polizei besitzt keinen Freibrief zum Gebrauch des Gummiknüppels. Anderseits wird ein Polizist, der in Erfüllung seiner Pflicht aus zureichenden Gründen zur Waffe greift, auch beim Strafrichter Schutz und bei unbedeutenden Überschreitungen Verständnis finden (BGE 94 IV 7 f.). Ein Schläger aber, der unbeteiligte, sich in keiner Weise zur Wehr setzende Personen mit dem Gummiknüppel traktiert und verletzt, verdient weder Verständnis noch Schutz. Gegen solches Tun ist im wohlverstandenen Interesse der Polizei selbst von Amtes wegen strafrechtlich einzuschreiten.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit darauf einzutreten ist."}