{"annee": "96", "cour": "II", "page": "409", "date": "3/11/1970", "cite": ["58 II 290", "69 II 53", "88 II 48", "84 II 570"], "cite_par": ["110 II 411", "142 III 387", "99 IV 50", "117 II 466", "113 II 306"], "chapeau": "53. Urteil der I. Zivilabteilung vom 3. November 1970 i.S. Monopol-Films AG gegen Chaplin und The Roy Export Company Establishment.", "regestes": ["Convention de Berne pour la protection des oeuvres littéraires et artistiques (CBDA). 1. Art. 6 al. 2 et 3 LDA, Art. 4 CBDA. Protection du droit d'auteur relatif à un film de Chaplin offert pour la première fois au public à l'étranger, qu'un tiers a reproduit de sa propre autorité et qu'il a partiellement adapté. Fondement juridique. Notion de la publication d'un film. Publication simultanée d'une oeuvre filmée dans un pays de l'Union et dans un pays étranger à l'Union (consid. I 1-4). 2. Art. 13 LDA, Art. 2 al. 1 et 2 CBDA. L'oeuvre originale et l'adaptation qu'en a faite l'auteur bénéficient de la même protection (consid. I 5). 3. Art. 28 CC, Art. 6 bis CBDA. Protection de l'auteur dans ses rapports personnels avec l'oeuvre (consid. I 6). 4. Art. 54 al. 1 LDA. Quand la destruction d'un film produit contrairement au droit est-elle justifiée (consid. II)?"], "faits": "BGE 96 II 409 S. 410\n\nA.- Der in der Schweiz wohnhafte Charles Chaplin ist Verfasser eines Bühnenstückes (dramatic composition), das den Titel \"The Gold Rush\" trägt und in drei Akte aufgeteilt ist. Er hinterlegte es am 16. März 1925 beim Urheberrechtsamt der Vereinigten Staaten von Amerika und bestimmte, dass es nicht für den Verkauf verfasst sei. Chaplin ist ferner Autor, Regisseur, Hauptdarsteller und Produzent eines den gleichen Titel tragenden Stummfilms, den er am 13. Oktober 1925 beim amerikanischen Urheberrechtsamt hinterlegen und gemäss amerikanischem Recht registrieren liess, wobei er als Datum der Veröffentlichung den 16. August 1925 angab. Von diesem Tage an wurde der Film in den Vereinigten Staaten und in Kanada aufgeführt. Kurz vorher hatte Chaplin ihn der Verleihfirma United Artists Corporation in New York zur Verbreitung übergeben.\n\nDurch Umarbeitung des Stummfilms schuf Chaplin 1942 einen Tonfilm, der am 12. Mai 1942 in den Vereinigten Staaten registriert wurde. Die Musik dazu hat er selber zusammengestellt, den Text selber geschrieben und gesprochen. Den Text liess er später ins Deutsche übertragen, wobei der Tonfilm den Titel \"Goldrausch\" bekam. Am 8. Dezember 1955 übertrug er die Auswertungsrechte am Stumm- und am Tonfilm auf die Roy Export Company in Tanger, die ihrerseits diese Rechte an die Roy Export Company Establishment in Vaduz abtrat.\n\nGemäss einem im November 1962 erschienenen Programm für 1962/63 bot die in Zürich niedergelassene Verleihgesellschaft Monopol-Films AG den Film \"Goldrausch\" von Chaplin zur \"Neu-Aufführung\" an. Es handelt sich dabei um eine gekürzte Fassung des Stummfilms, welche die deutsche Firma Atlas-Filmverleih GmbH ohne Erlaubnis Chaplins mit deutschsprachigen Zwischentiteln und einer von Konrad Elfers geschriebenen Musik versehen liess.\n\nBGE 96 II 409 S. 411\n\nB.- Als Chaplin und die Roy Export Company erfuhren, dass die Monopol-Films AG eine \"Neu-Aufführung\" des Stummfilms in schweizerischen Filmtheatern vorbereite, ersuchten sie den Einzelrichter des Bezirkes Zürich, im Besitze der Monopol-Films AG befindliche Kopien des Filmes sofort zu beschlagnahmen und ihr dessen Verbreitung bei Strafe zu verbieten. Der Einzelrichter entsprach dem Gesuch am 30. November 1962 im Sinne einer vorsorglichen Massnahme, die vom Obergericht des Kantons Zürich am 19. Juli 1963 bestätigt wurde.\n\nInnert der ihnen auferlegten Frist klagten Chaplin und die Roy Export Company sodann beim Obergericht gegen die Monopol-Films AG mit den Begehren, der Beklagten den Vertrieb des Chaplin-Filmes \"Goldrausch\" unter Strafandrohung zu untersagen und die am 3. Dezember 1962 bei der Beklagten beschlagnahmte Kopie des Filmes vernichten zu lassen.\n\nDurch Urteil vom 3. März 1970 verbot das Obergericht der Beklagten, den Chaplin-Film \"Goldrausch\" in der Schweiz feilzuhalten, zu verleihen oder sonstwie, insbesondere durch Vorführenlassen in Kinotheatern, in Verkehr zu bringen. Es verband das Verbot mit der Androhung, dass die Organe der Beklagten im Falle einer Widerhandlung wegen Ungehorsams gerichtlich bestraft würden. Eine Vernichtung der beschlagnahmten Filmkopie hielt das Obergericht nicht für notwendig.\n\nC.- Die Beklagte hat gegen das Urteil des Obergerichts die Berufung erklärt. Sie beantragt dem Bundesgericht, die Klage vollumfänglich abzuweisen oder die Sache zur Abnahme angetragener Beweise an die Vorinstanz zurückzuweisen.\n\nDie Kläger haben sich der Berufung angeschlossen mit dem Antrag, die Zerstörung der beschlagnahmten Filmkopie anzuordnen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Dem angefochtenen Urteil ist zu entnehmen, dass zur Herstellung des Films, den die Beklagte im November 1962 zur \"Neu-Aufführung\" anbot, ein Bildstreifen des von Chaplin geschaffenen Stummfilms verwendet wurde. Man schnitt aus dem Negativ insgesamt lediglich 185 m heraus, weil einzelne Stellen wegen ihres schlechten Zustandes nicht mehr brauchbar waren. Die Atlas-Filmverleih GmbH beauftragte Elfers, die Musik zur \"Neu-Aufführung\" zu schreiben. Sie liess ferner BGE 96 II 409 S. 412die Zwischentitel ins Deutsche übertragen, wobei darauf geachtet wurde, dass die Übersetzung nicht vom Sinn des Stummfilms abwich. Die Schriftart und die Randzeichnungen der Zwischentitel wurden beibehalten. Neue Szenen wurden keine eingefügt. Der Charakter des Films und der Handlungsablauf blieben vielmehr unverändert; das Bildwerk entspricht bis auf die weggelassenen Stellen, deren Fehlen für das Publikum nicht bemerkbar ist, genau Chaplins Stummfilm.\n\nDer von der Atlas-Filmverleih GmbH hergestellte Film war somit zur Hauptsache eine Wiedergabe, zum Teil eine Bearbeitung des von Chaplin 1925 geschaffenen Stummfilms. Die Beklagte bestreitet das nicht, führt sie doch in der Berufung aus, sie habe 1962 beabsichtigt, die Originalfassung des Stummfilms in der Schweiz zu verleihen, sei daran jedoch durch die Kläger gehindert worden. Sie macht hingegen geltend, in den Vereinigten Staaten sei der urheberrechtliche Schutz für den Stummfilm 1953 abgelaufen und in den Ländern der Berner Übereinkunft habe der Film überhaupt keinen Schutz erlangt. Als gemeinfreies Werk habe aber ein Dritter den Film beliebig bearbeiten, insbesondere auch mit Musik versehen und seine Titel in eine andere Sprache übersetzen dürfen.\n\n2. Chaplin hat seinen Stummfilm nicht in der Schweiz zuerst herausgegeben. Er ist zudem britischer Staatsbürger, und die Roy Export Company hat ihren Sitz in Liechtenstein. Die Kläger können sich daher nicht auf Art. 6 Abs. 1 Ziff. 1 oder 2 URG berufen; nach diesen Bestimmungen sind nur die Werke von Schweizerbürgern und die erstmals in der Schweiz herausgegebenen Werke von Ausländern geschützt. Fragen kann sich bloss, ob der urheberrechtliche Schutz des Stummfilms in der Schweiz sich aus Gegenrechtserklärungen oder aus Staatsverträgen ergebe (Art. 6 Abs. 2 und 3 URG).\n\nDer Bundesratsbeschluss vom 26. September 1924 betreffend Gegenrecht zwischen der Schweiz und den Vereinigten Staaten von Amerika über das Urheberrecht an Werken der Literatur und Kunst (BS 2 S. 841) bezieht sich nur auf Bürger dieser beiden Staaten und ist daher im vorliegenden Fall nicht anwendbar. Das Welturheberrechts-Abkommen vom 6. September 1952 sodann findet Anwendung auf Werke, die beim Inkrafttreten des Abkommens in dem vertragsschliessenden Staat, in dem der Schutz beansprucht wird, noch geschützt waren (Art. VII). Diesen Schutz konnte der Stummfilm Chaplins am 30. März 1956, BGE 96 II 409 S. 413als das Abkommen in der Schweiz in Kraft trat (AS 1956 S. 101/102), hier nur gestützt auf eine internationale Regelung wie die Berner Übereinkunft haben, auf welche die Kläger sich denn auch berufen.\n\n3. Die Berner Übereinkunft zum Schutze von Werken der Literatur und Kunst (BUe) in der am 26. Juni 1948 in Brüssel revidierten Fassung ist für die Schweiz am 2. Januar 1956 (AS 1955 S. 1092) und für Grossbritannien am 15. Dezember 1957 (Le Droit d'Auteur 1957 S. 225) in Kraft getreten. Sie gilt für alle Werke, die bei Inkrafttreten der (revidierten) Fassung noch nicht infolge Ablaufs der Schutzdauer im Ursprungsland Gemeingut geworden sind (Art. 18 Abs. 1). Wie es sich damit im vorliegenden Fall verhält, hängt von den früheren Fassungen, insbesondere von den zur Zeit, als der Stummfilm herausgegeben wurde, geltenden Bestimmungen der BUe ab. Die in Rom vereinbarte Fassung vom 2. Juni 1928 ist von der Schweiz und von Grossbritannien mit Wirkung ab 1. August 1931 ratifiziert worden (BS 11 S. 960 und 962). Sie beschränkt ihre Anwendbarkeit in Art. 18 Abs. 1 ebenfalls auf Werke, die bei Inkrafttreten der Übereinkunft im Ursprungsland noch nicht infolge Ablaufs der Schutzdauer gemeinfrei geworden sind. Damit wird auf die am 13. November 1908 in Berlin revidierte Fassung verwiesen, der sowohl Grossbritannien als auch die Schweiz schon vor 1925 beigetreten sind (BS 11 S. 941/942). Ob der Stummfilm 1925 in der Schweiz urheberrechtlichen Schutz erlangt und ihn 1962 noch genossen hat, ist daher nach den Bestimmungen der jeweils geltenden Fassung der Übereinkunft zu beurteilen.\n\nDie Fassung von 1908 - wie übrigens auch jene von 1928 und 1948 - bestimmt in Art. 4 Abs. 1, dass die einem Verbandslande angehörigen Urheber für ihre unveröffentlichten wie für ihre zum ersten Mal in einem Verbandsland veröffentlichten Werke in allen Verbandsländern, ausser dem Ursprungsland, die gleichen Rechte geniessen, welche die Gesetzgebung eines Verbandslandes den inländischen Urhebern einräumt. Damit ist zugleich gesagt, dass ein Urheber, selbst wenn er einem Verbandsland angehört, diese Rechte für erstmals in einem verbandsfremden Lande veröffentlichten Werke nicht beanspruchen darf. Eine Ausnahme sieht Art. 4 Abs. 3 für Werke vor, die gleichzeitig in einem verbandsfremden und in einem Verbandslande veröffentlicht werden; diesfalls gilt das BGE 96 II 409 S. 414Verbandsland ausschliesslich als Ursprungs-, d.h. als Land der ersten Veröffentlichung.\n\nUnter Werken der Literatur und Kunst sind schon nach der Fassung von 1908 alle Erzeugnisse auf dem Gebiete der Literatur, Wissenschaft und Kunst zu verstehen, welches auch die Art oder die Form der Wiedergabe sei, z.B. Schriftwerke, dramatische oder dramatisch-musikalische Werke, musikalische Kompositionen mit oder ohne Text (Art. 2 Abs. 1). Die Fassung von 1908 bestimmt ferner, dass die Übereinkunft auch auf die Werke der Photographie und die durch ein analoges Verfahren hergestellten Werke anwendbar ist (Art. 3), dass die Schutzdauer das Leben des Urhebers und fünfzig Jahre nach seinem Tode umfasst (Art. 7 Abs. 1) und dass kinematographische Erzeugnisse den gleichen Schutz geniessen wie Werke der Literatur oder Kunst, wenn der Urheber durch den Plan der Inszenierung oder die Verbindung der dargestellten Begebenheiten - was hier unbestritten ist - dem Werk einen persönlichen Charakter verliehen hat (Art. 14 Abs. 2).\n\nNach Art. 4 Abs. 4 der Fassung von 1908 sind unter veröffentlichten Werken im Sinne der Übereinkunft die herausgegebenen Werke zu verstehen; die Aufführung eines dramatischen, dramatisch-musikalischen oder musikalischen Werkes, die Ausstellung eines Kunstwerkes und die Errichtung eines Werkes der Baukunst sind keine Veröffentlichung. Eine Veröffentlichung im Sinne dieser Bestimmung, die von den spätern Fassungen im wesentlichen übernommen worden ist, liegt demnach nicht schon dann vor, wenn Interessenten vom Werk Kenntnis nehmen können, sondern erst dann, wenn es der Allgemeinheit in einer seiner Art entsprechenden Zahl von Ausfertigungen zur Verfügung gestellt wird. Das gilt auch für den Film. Dass die Fassung von 1908 kinematographische Werke in Art. 4 Abs. 4 nicht erwähnt und dass Filme in der Regel bloss vermietet, nach der Vorführung vom Vermieter zurückgenommen und nicht, wie z.B. Bücher oder Schallplatten, verkauft werden, steht dem nicht entgegen. Entscheidend ist weder die Vorführung noch die Rechtsform der Vermittlung, sondern dass der Urheber den Film zum Vertrieb freigibt und ihn dem breiten Publikum zugänglich macht. Das trifft zu, wenn der Film mit Zustimmung des Berechtigten in einer solchen Zahl von Kopien hergestellt und zum Vertrieb angeboten wird, dass der bei solchen Werken übliche Bedarf des Publikums gedeckt werden kann (vgl. BGE 96 II 409 S. 415BAPPERT/WAGNER, Internationales Urheberrecht, München und Berlin 1956, S. 69; PL. BOLLA, in Le Droit d'Auteur 1954 S. 136).\n\n4. Die Beklagte macht geltend, Chaplins Stummfilm sei erstmals in den Vereinigten Staaten von Amerika veröffentlicht worden, d.h. in einem Lande, das keiner der drei Fassungen der Übereinkunft beigetreten sei. Die Kläger bestreiten dies nicht, halten der Beklagten jedoch entgegen, dass der Film gleichzeitig auch in einem Verbandslande, nämlich in Kanada, herausgegeben worden sei.\n\na) Grossbritannien hat am 14. Juli 1912, als es der revidierten Fassung der BUe von 1908 beitrat, Kanada ausdrücklich vom Beitritt ausgenommen (AS 1912 S. 572/573). Im Januar 1924 teilte es den Verbandsländern mit, dass Kanada als Dominium des Britischen Königreiches mit Wirkung ab 1. Januar 1924 der Übereinkunft beigetreten sei (AS 1924 S. 24). Am 10. April 1928 wurde Kanada selber ein Verbandsland (AS 1928 S. 237). Von 1924 bis 10. April 1928 gehörte Kanada somit als britische Kolonie und seitdem als selbständiger Mitgliedstaat dem Verbande an.\n\nWeder Grossbritannien noch Kanada haben vor oder nach 1925 eine von Art. 7 Abs. 1 BUe abweichende Schutzdauer eingeführt (vgl. Le Droit d'Auteur 1912 S. 18 und 1921 S. 87; MÖHRING/SCHULZE/ULMER/ZWEIGERT, Quellen des Urheberrechts I, unter Grossbritannien I S. 12 bzw. Kanada I S. 12). Gemäss Art. 4 Abs. 1 bis 3 der Fassung von 1908 und 1928 genoss Chaplin daher in der Schweiz für den Stummfilm ohne Erfüllung einer Förmlichkeit die gleichen Rechte, die das schweizerische Gesetz den schweizerischen Urhebern einräumt, wenn er den Film in den Vereinigten Staaten und in Kanada gleichzeitig veröffentlichte. Unter der gleichen Voraussetzung steht ihm dieser Schutz seit 15. Dezember 1957 auch nach Art. 4 Abs. 1 bis 3 der Fassung von 1948 zu, wobei die Karenzfrist von 30 Tagen (Abs. 3 letzter Satz) allerdings nicht berücksichtigt werden darf; wann gegebenenfalls die Schutzdauer gemäss BUe zu laufen begann, beurteilt sich ausschliesslich nach den Bestimmungen der 1925 geltenden Fassung.\n\nb) Es ist unbestritten, dass Chaplin den Stummfilm erstmals am 26. Juni 1925 in Hollywood vorführen liess. Dass diese Aufführung öffentlich war, hält das Obergericht nicht für erwiesen. In Würdigung des Beweises nimmt es vielmehr an, BGE 96 II 409 S. 416Chaplin habe den Film erst von Mitte August 1925 an der Öffentlichkeit zur Verfügung halten wollen. Diese Feststellung über den Willen des Urhebers ist tatsächlicher Natur und bindet das Bundesgericht. Sie schliesst eine Veröffentlichung des Filmes vor dem 15. August 1925 aus. Eine Veröffentlichung liegt auch nach der Auffassung der Beklagten nur vor, wenn der Urheber das Werk in der Absicht aus der Hand gibt, es Dritten zugänglich zu machen.\n\nDie Aufführung in New York fand nach der Behauptung der Beklagten am 15., nach jener der Kläger in der Nacht vom 15. auf den 16. August 1925 als \"Mitternachtspremière\" statt. Aus dem angefochtenen Urteil geht nicht hervor, auf welche Behauptung das Obergericht abstellte. Wie es sich damit verhält, kann offen bleiben, denn in der Berufung nimmt die Beklagte ebenfalls an, der Stummfilm sei in der Nacht vom 15. auf den 16. August 1925 in New York aufgeführt worden. Von diesem Tag an wurde der Film, was unbestritten ist, mit Zustimmung Chaplins und gestützt auf Verleihverträge der United Artists Corporation in zahlreichen Kinotheatern der Vereinigten Staaten gezeigt, hatte folglich in diesem Lande als veröffentlicht zu gelten.\n\nc) Die Kläger machen geltend, der Stummfilm sei vom 16. August 1925 an, als er erstmals in Kanada aufgeführt wurde, auch in diesem Lande ununterbrochen bis 31. Dezember 1925 in vielen Theatern gezeigt worden, womit das Erfordernis gleichzeitiger Veröffentlichung in einem Verbandslande erfüllt sei. Die Beklagte bestreitet die Erstaufführung vom 16. August 1925 im \"Regent Theatre\" in Toronto nicht; sie stellt dagegen in Abrede, dass eine Veröffentlichung des Films in Kanada von diesem Tage an bewiesen sei. Die Kläger hätten nicht dargetan, dass damals in Kanada eine Vertriebsstelle bestanden, diese über genügend Kopien verfügt und mit dem Verleih des Filmes durch Abschluss von Verträgen begonnen habe. Jedenfalls habe die Erstaufführung in Toronto nicht zu gleicher Zeit wie diejenige in New York stattgefunden, da jene Stadt bedeutend westlicher liege als diese.\n\naa) Zum Beweise ihrer Behauptung, dass der Stummfilm vom 16. August bis zum 26. September 1925 ununterbrochen im \"Regent Theatre\" in Toronto und vom 16. August bis 31. Dezember 1925 in 98 weitern Kinotheatern Kanadas gezeigt worden sei, beriefen die Kläger sich auf das Kontrollbuch (ledger) BGE 96 II 409 S. 417der United Artists Corporation. Die Vorinstanz hält dafür, die Behauptung der Kläger lasse sich anhand dieses Buches nicht beweisen, weil es keine Angaben über Daten und den Titel des Films enthalte.\n\nDiese Feststellung beruht, wie die Kläger mit Recht einwenden, offensichtlich auf einem Versehen. Der Stummfilm wird im Kontrollbuch auf vielen Seiten, die z.B. Aufführungen in Montreal, Toronto und Winnipeg betreffen, mit dem Titel \"Gold Rush\" oder der abgekürzten Überschrift \"Rush\" erwähnt. Auch weist das Buch in der diesem Film vorbehaltenen Kolonne zahlreiche den Eintragungen mit Bleistift beigefügte Daten in angelsächsischer Schreibweise (Monat, Tag, Jahr) auf. Ob das Bundesgericht das Versehen von sich aus berichtigen könnte oder die Sache wegen Beweiseinreden der Beklagten an die Vorinstanz zurückweisen müsste, kann dahingestellt bleiben. Das Obergericht hält gestützt auf Zeitungsausschnitte, insbesondere ein Inserat, das am 28. August 1925 in der amerikanischen Zeitschrift \"The Film Daily\" erschien und den Stummfilm anpries, für erwiesen, dass der Film nach dem Willen Chaplins vom 16. August 1925 an als veröffentlicht gelten sollte und dem Publikum nicht bloss in den Vereinigten Staaten, sondern auch in Kanada für öffentliche Aufführungen zur Verfügung stand. Das ist Beweiswürdigung, die das Bundesgericht bindet.\n\nbb) Dem Umstand, dass die United Artists Corporation in Kanada kein Vertriebszentrum errichtete, hat das Obergericht mit Recht keine Bedeutung beigemessen. Die Verbreitung eines Filmwerkes kann vom Hersteller und seiner Verleihgesellschaft, zumal wenn es sich wie hier um Nachbarländer handelt, auch von einem fremden Lande aus organisiert und besorgt werden. Nicht massgebend ist ferner, wann die Verleihverträge abgeschlossen wurden. Gewiss bedingt die Ausgabe eines Filmwerkes eine Reihe von Vorbereitungen, zu denen unter Umständen auch der Abschluss von Verleihverträgen gehört. Entscheidend ist indes allein, dass der Film in einer genügenden Zahl von Kopien bereitgestellt und zur Aufführung angeboten wird. Das Erfordernis eines ausreichenden Angebotes darf dabei freilich nicht überwertet werden. Ein Film wird im Gegensatz z.B. zu literarischen oder musikalischen Werken gewöhnlich bloss vermietet, weshalb die gleichen Kopien wiederholt abgegeben werden können. Auch kommt für die Frage der Veröffentlichung BGE 96 II 409 S. 418nichts darauf an, ob ein Film Erfolg habe oder nicht. Von einem Hersteller darf zudem in einem Falle, wie hier, vernünftigerweise nicht verlangt werden, dass er eine bereits mehr als 40 Jahre zurückliegende Herausgabe eines Filmes bis in alle Einzelheiten nachweise. Es genügt, wenn er Tatsachen dartut, die den Rückschluss zulassen, er habe seinerzeit die handelsübliche Zahl von Kopien zu öffentlichen Aufführungen bereitgehalten und angeboten.\n\nSolche Tatsachen haben die Kläger nach dem angefochtenen Urteil dargetan. Das Obergericht nimmt als bewiesen an, dass der Stummfilm mit dem Willen des Herstellers Dritten vom 16. August 1925 an uneingeschränkt für öffentliche Vorführungen zur Verfügung stand und die Erstaufführungen in New York und Toronto den Auftakt zu seinem Verleih bildeten. Diese Annahme schliesst in sich, dass Chaplin bereit war, den Film sowohl in Kanada wie in den Vereinigten Staaten zu verbreiten, und dass er über die hiezu nötigen Kopien verfügte. Nachdem feststeht, dass er den Film durch dieselbe Verleihgesellschaft und die gleichen Inserate in beiden Ländern zur öffentlichen Aufführung anpreisen liess, ist übrigens nicht zu ersehen, wie die Beklagte die Veröffentlichung in einem Lande bejahen, im andern dagegen verneinen kann.\n\ncc) Schliesslich lässt sich im Ernst auch nicht bestreiten, dass der Stummfilm in beiden Ländern gleichzeitig veröffentlicht worden ist. Gewiss ist die Karenzfrist von 30 Tagen erst 1948 in Art. 4 Abs. 3 BUe aufgenommen worden. Das heisst indes nicht, die in den früheren Fassungen enthaltene Bestimmung über die gleichzeitige Veröffentlichung eines Werkes in zwei Ländern sei wörtlich zu nehmen; sie kann bei sinn- und zweckentsprechender Auslegung nicht besagen, die Veröffentlichung müsse im verbandsfremden und im Verbandslande am gleichen Kalendertag oder gar, wie die Beklagte anzunehmen scheint, in der gleichen Stunde erfolgen, unbekümmert um die Lage der Länder, die Entfernungen der Aufführungsorte und die ortsüblichen Öffnungszeiten für Filmtheater. Entscheidend ist, ob der Film nach dem Vorgehen des Berechtigten in beiden Ländern nicht in zeitlich getrennten Aktionen, sondern in einem Zuge zur Verbreitung angeboten wird. Dies aber traf hier zu. Die einheitliche Werbung in den Vereinigten Staaten und in Kanada sowie die Erstaufführungen in New York und Toronto, die wie das Obergericht feststellt, den Auftakt zum Verleih des BGE 96 II 409 S. 419Filmes in den beiden Ländern bildeten, lassen daran nicht zweifeln.\n\nd) Hat somit der Stummfilm in Kanada und in den Vereinigten Staaten als gleichzeitig veröffentlicht zu gelten, so geniesst Chaplin dafür nach Art. 4 Abs. 1 bis 3 BUe in der Schweiz den gleichen Schutz, den das schweizerische Gesetz den schweizerischen Urhebern gegen Verletzung ihrer Rechte gewährt. Solche Verletzungen hat die Beklagte im November 1962 dadurch begangen, dass sie seinen Stummfilm in der von der Atlas-Filmverleih GmbH hergestellten Fassung zur \"Neu-Aufführung\" in der Schweiz anbot; denn es handelte sich bei dieser Fassung im wesentlichen um eine unerlaubte Wiedergabe (Art. 12 Abs. 1 Ziff. 1 URG), zum Teil um eine widerrechtliche Bearbeitung (Art. 13 Abs. 1 URG).\n\nDie Roy Export Company hat sich Ende 1955 die Verwertungsrechte am Stummfilm vom Hersteller abtreten lassen. Sie ist deshalb befugt, wegen der von der Beklagten begangenen Verletzungen solcher Rechte zu klagen und Rechtsschutz gegen weitere Verletzungen zu verlangen. Die Beklagte hat diese Befugnis nach dem angefochtenen Urteil übrigens ausdrücklich anerkannt.\n\n5. Das Bühnenstück wurde am 16. März 1925 auf Antrag Chaplins beim amerikanischen Urheberrechtsamt als nicht für den Verkauf bestimmt registriert und zuhanden des Amtes in der Bibliothek des Kongresses hinterlegt. Es ist bisher weder vervielfältigt noch herausgegeben worden, kann folglich entgegen der Auffassung der Beklagten nicht als veröffentlicht im Sinne von Art. 4 Abs. 4 BUe gelten. Für ein unveröffentlichtes Werk kann Chaplin sich aber schon als Angehöriger eines Verbandslandes auf den Schutz der BUe berufen (Art. 4 Abs. 1).\n\nNach der Auffassung der Beklagten ist das Bühnenstück nichts anderes als die Wiedergabe des mit den Schauspielern gedrehten Stummfilms, also kein selbständiges Werk, sondern ein Nebenprodukt des Filmes. Das Obergericht ist dieser Auffassung nicht gefolgt; es hat seinem Urteil vielmehr die Darstellung der Kläger zugrunde gelegt, wonach es sich beim Stummfilm um eine Bearbeitung des Bühnenstückes handelt, das im Film in eine Pantomime umgestaltet und um hauptsächlich filmische Szenen erweitert worden sei. Das Obergericht hält der Beklagten entgegen, dass sie die Darstellung der Kläger im einzelnen nicht bestritten und widerlegt habe, obschon sie sich dazu wiederholt BGE 96 II 409 S. 420habe äussern können, insbesondere gestützt auf ein privates Gutachten, das sich eingehend mit den Unterschieden der beiden Werke befasse und von den Klägern schon mit der Klageschrift eingereicht worden sei; auf die behaupteten Unterschiede könne deshalb abgestellt werden.\n\nDiese Annahme des Obergerichts stützt sich teils auf Beweiswürdigung, teils auf kantonales Verfahrensrecht und kann mit der Berufung nicht angefochten werden (Art. 43 Abs. 1, 5 Abs. 1it. c OG). Dass sie aufeiner Verletzung bundesrechtlicher Beweisvorschriften oder offensichtlich auf Versehen beruhe, behauptet die Beklagte nicht. Das Bundesgericht ist daher nicht befugt, von einem andern als dem festgestellten Sachverhalt auszugehen. Nach diesem handelt es sich aber um zwei inhaltlich verschiedene Werke, von denen das eine als das Original (Bühnenstück), das andere (Stummfilm) als dessen Bearbeitung anzusprechen ist. Solche Werke sind sowohl nach Art. 2 Abs. 1 und 2 BUe wie nach Art. 13 URG in gleicher Weise geschützt.\n\nChaplin hat die Auswertungsrechte am Stummfilm (und am Tonfilm), nicht aber jene am Bühnenstück auf die Roy Export Company übertragen. Ob er durch die unerlaubte Wiedergabe und Bearbeitung des Stummfilms und durch das Verhalten der Beklagten, die den rechtswidrig hergestellten Film anbot, auch in seinen Urheberrechten am Bühnenstück, dem Originalwerk, verletzt worden sei, braucht nicht geprüft zu werden. Er ist durch das Vorgehen der Monopol-Films AG und deren Rechtsvorgängerin, wie noch näher ausgeführt wird, jedenfalls in seinem Urheberpersönlichkeitsrecht betroffen worden. Offen bleiben kann auch, ob Urheberrechte am Tonfilm verletzt worden seien, denn diese Rechte sind nach den eigenen Angaben der Kläger nicht Gegenstand des Prozesses.\n\n6. Nach schweizerischer Rechtsauffassung und Gesetzgebung ist der Urheber nicht nur in seinen vermögensrechtlichen Befugnissen am Werk, sondern auch in seinen persönlichen Beziehungen zum Werk, d.h. in seinem Urheberpersönlichkeitsrecht (droit moral) geschützt, das als Teil oder besondere Seite des allgemeinen Persönlichkeitsrechtes aufgefasst wird. Der Schutz des Urheberpersönlichkeitsrechtes ergibt sich teils aus Vorschriften des URG, wie z.B. aus Art. 43 Zifl. 1 und 2, vor allem aber aus den Bestimmungen der Art. 28 ZGB und 49 OR, die in Art. 44 Satz 2 URG denn auch ausdrücklich vorbehalten werden. Er ergibt sich ferner aus Art. 6bis BUe, BGE 96 II 409 S. 421der erstmals in der 1928 in Rom vereinbarten Fassung vorkommt. Durch seine Zustimmung (AS 1931 S. 461) erklärte der schweizerische Gesetzgeber diese Vorschrift im internationalen Verhältnis auch für die Schweiz als anwendbar, hielt eine Ergänzung des URG aber für unnötig, weil die in Art. 6bis umschriebenen Befugnisse des Urhebers schon nach Art. 28 ZGB in genügender Weise geschützt seien (BBl 1930 II 113; BGE 58 II 308 Erw. 5, BGE 69 II 57/58, BGE 84 II 573).\n\na) Gemäss Art. 6bis Abs. 1 BUe (Fassung von 1948) behält der Urheber unabhängig von seinen vermögensrechtlichen Befugnissen und selbst nach deren Abtretung insbesondere das Recht, sich jeder Entstellung, Verstümmelung oder sonstigen Änderung oder jeder anderen Beeinträchtigung des Werkes zu widersetzen, welche seiner Ehre oder seinem Ruf nachteilig sein könnten. Der Urheber braucht also keine Schmälerung seines Ansehens nachzuweisen; es genügt, dass die Änderung oder Beeinträchtigung des Werkes geeignet sind, sich nachteilig auf seine Ehre oder seinen Ruf auszuwirken. Nach BAPPERT/WAGNER (a.a.O. S. 87 N. 5 zu Art. 6bis BUe) hat er gegenüber einem Dritten, der das Werk ohne seine Erlaubnis ändert, sogar einen absoluten Anspruch auf Unterlassung, gleichviel ob das Werk durch die Änderung entstellt oder verstümmelt, berichtigt oder wertvoll ergänzt wird; der Urheber habe unter Vorbehalt der einzelnen Landesgesetze allein und ausschliesslich das Recht, darüber zu befinden, in welcher Form das Werk der Öffentlichkeit zugänglich gemacht werden soll.\n\nRechtsschutz gemäss Art. 28 ZGB kann beanspruchen, wer in seinen persönlichen Verhältnissen unbefugterweise verletzt wird. Wann eine unerlaubte Änderung eines Werkes durch einen Dritten die persönlichen Interessen des Urhebers im Sinne dieser Bestimmung verletzt, entscheidet sich nicht allgemein, sondern hängt von den Umständen des Einzelfalles, insbesondere der Beschaffenheit und Art des Werkes sowie der Persönlichkeit des Urhebers ab. Ein dramatisches Werk hängt mit dem Verfasser naturgemäss viel enger zusammen als z.B. ein wissenschaftliches, lässt folglich kaum wesentliche Änderungen zu, ohne dass es entstellt und der Urheber in seinen persönlichen Interessen verletzt wird. Das gilt umsomehr, wenn das Werk, wie hier, verfilmt wird und der Urheber im Film die Hauptrolle spielt. Je mehr aber ein Werk Ausdruck der persönlichen Eigenart des Urhebers und das Ergebnis einer individuellen BGE 96 II 409 S. 422Geistestätigkeit desselben ist und je stärker die Beziehung der Urheberpersönlichkeit zum Werk ist, desto eher ist bei Änderungen durch Dritte eine Verletzung im Sinne von Art. 28 ZGB anzunehmen (vgl. BGE 69 II 59; EGGER, N. 15 zu Art. 28 ZGB).\n\nb) Im vorliegenden Falle sind die Bande zwischen Urheber und Werk besonders eng und vielseitig. Chaplin ist nicht nur Autor, Regisseur und Hersteller, sondern auch Hauptdarsteller des Filmes \"The Gold Rush\", der übrigens zu den Meisterwerken der Filmkunst gehört (vgl. Der Grosse Brockhaus, 16. Aufl. Bd. II S. 578). Im Jahre 1942 hat er ihn in einen Tonfilm umgestaltet, wobei er die Musik selber auswählte und zusammenstellte, den Begleittext selber schrieb und sprach. Bei einem Filmwerk, das derart Ausdruck seiner künstlerischen Eigenart ist und den Stempel seiner Persönlichkeit trägt, kann Chaplin aber mit guten Gründen behaupten, dass es durch die Musik eines andern erheblich beeinträchtigt wird, welches auch immer der innere Wert oder Gehalt dieser Musik sein mag. Ebenso ist zu verstehen, dass Chaplin durch die unbefugten Eingriffe Dritter sich in seinen künstlerischen Empfindungen und ideellen Interessen verletzt fühlt, ohne dass er dies im einzelnen darzutun braucht. Bei der Vielfalt von Komik und Mimik, die den Film auszeichnen, ist die Gefahr in der Tat gross, dass ein Dritter Vorstellungen des Künstlers über die Wirkungen filmischer Szenen auf das Publikum missversteht, die Musik deswegen nicht auf das Geschehen abzustimmen weiss und dadurch Eindrücke, die das Werk vermitteln will, verfälscht oder zunichte macht.\n\nDass Chaplin sich zur Stummfilmzeit in jedem Kinotheater beliebige Begleitmusik zu seinem Film gefallen lassen musste, wie von der Beklagten behauptet wird, hilft darüber nicht hinweg. Diese Musik war nicht Bestandteil des Werkes, wie es die von Konrad Elfers beigefügte Musik sein will. Ebensowenig hilft der Beklagten, dass Elfers der von Chaplin zusammengestellten Musik zum Tonfilm aus dem Wege gegangen ist. Die Vorinstanz hält der Beklagten mit Recht entgegen, dass die von der Atlas-Filmverleih GmbH hergestellte Fassung sich gerade deshalb als wesentliche Änderung des Werkes erweist; denn eine dem Film in den Einzelheiten nicht angepasste Musik ist geeignet, vom Stummfilm bezweckte Wirkungen beim Publikum zu mindern oder zu verfälschen, den Hersteller des BGE 96 II 409 S. 423Werkes folglich in seinen persönlichen Interessen zu verletzen. Durch das Verhalten der Beklagten, die einen unter Verletzung von Urheberrechten hergestellten Film feilgeboten hat, ist Chaplin somit jedenfalls in seinen persönlichen Interessen betroffen worden. Er ist folglich ebenfalls berechtigt, Rechtsschutz gegen Verletzung seiner Rechte zu verlangen.\n\nII\n\nGemäss Art. 54 Abs. 1 URG kann der Richter im Falle der zivil- oder strafrechtlichen Verurteilung unter anderem die Zerstörung der unter Verletzung des Urheberrechtes hergestellten oder in Verkehr oder an die Öffentlichkeit gebrachten Exemplare des Werkes verfügen.\n\nDas Obergericht hat die Beklagte zivilrechtlich verurteilt, das Begehren der Kläger auf Zerstörung der beschlagnahmten Filmkopie aber abgelehnt. Es begründet dies insbesondere damit, die Zerstörung sei nach der Rechtsprechung angebracht, wenn unrechtmässig hergestellte Werke trotz allen Massnahmen immer wieder im Verkehr auftauchten. Diese Gefahr bestehe hier nicht, da die Kläger bisher nur gegen die Atlas- Filmverleih GmbH und die Monopol-Films AG hätten einschreiten müssen und die Beklagte seit ihrer Verwarnung im Jahre 1962 nichts mehr unternommen habe; sie habe sich vielmehr bereit erklärt, von der Auswertung ihres Films in der Schweiz bis zum Abschluss des in Deutschland hängigen Verfahrens abzusehen. Es könne deshalb angenommen werden, dass die Beklagte sich auch ohne Zerstörung der beschlagnahmten Kopie an das ihr vom Gericht auferlegte Verbot halte.\n\nDiese Auffassung verletzt das Gesetz nicht. Art. 54 URG ist eine Kannvorschrift, die dem Richter auch beim Vorliegen der darin erwähnten Voraussetzung ein gewisses Ermessen lässt. Dieses ist freilich kein völlig freies, ungebundenes. Wie das Bundesgericht in BGE 88 II 49 ausgeführt hat, ist die Vernichtung eines widerrechtlich hergestellten Films gerechtfertigt, wenn seine Verleihung nur so mit Sicherheit verhindert werden kann. Es müssen also Gründe vorliegen, die eine weitere Verletzung nicht bloss als objektiv möglich, sondern als wahrscheinlich erscheinen lassen. Die Vorinstanz hat eine solche Gefahr verneint, ohne das ihr zustehende Ermessen zu überschreiten. Zu bedenken ist auch, dass Chaplins Stummfilm in verschiedenen BGE 96 II 409 S. 424Ländern nicht mehr geschützt ist, dort folglich auch in der von der Atlas-Filmverleih GmbH hergestellten Fassung aufgeführt werden darf. Das gleiche gilt - was sich durch Umkehrschluss aus Art. 12 Abs. 1 Ziff. 3 URG ergibt - für private Aufführungen (vgl. Art. 22 URG).\n\nDemnach erkennt das Bundesgericht:\n\nBerufung und Anschlussberufung werden abgewiesen und das Urteil des Obergerichts des Kantons Zürich (I. Zivilkammer) vom 3. März 1970 wird bestätigt."}