{"annee": "96", "cour": "II", "page": "439", "date": "8/12/1970", "cite": [], "cite_par": ["116 II 320", "111 II 284", "123 III 220"], "chapeau": "57. Arrêt de la Ire cour civile, du 8 décembre 1970 dans la cause Verreyken contre Parsel SA", "regestes": ["Société anonyme. Pouvoir de représentation. Art. 458 ss. et 718 CO. 1. Le pouvoir peut être conféré tacitement (consid. 2). 2. Lorsque les organes d'une SA tolèrent seulement qu'une personne agisse au nom de la société, les actes de cette personne engagent la SA lorsque les tiers contractants étaient fondés à admettre de bonne foi l'existence d'un pouvoir; lorsqu'en revanche les organes ont voulu conférer le pouvoir, la question de la bonne foi des tiers contractants ne se pose pas (consid. 2). 3. Les actes du représentant n'engagent pas la SA lorsqu'il a agi pour son propre compte ou lorsqu'il a accompli des actes exorbitants du but social (consid. 3). - Distinction entre le fait et le droit sur le premier point (consid. 3 a). - Le but social d'une SA est opposable aux tiers qui traitent avec elle, fussent-ils étrangers et domiciliés à l'étranger (consid. 3 b)."], "faits": "|440|\n\nA.- Parsel SA avait un seul actionnaire, Mozes, lequel était titulaire d'une procuration qui lui permettait de prélever de l'argent sur le compte de chèques postaux et sur le compte en banque; Chapuis était administrateur unique et pouvait, seul, engager la société par sa signature. Le but social était \"la vente par correspondance de marchandises de toute nature et de toutes provenances se rapportant à l'homme, à la femme, à l'enfant et à la maison\". Depuis 1964, c'est Mozes seul qui s'est occupé des achats et, notamment, a traité avec les fournisseurs. A partir de l'année suivante, il s'est mis à payer les commandes importantes au moyen de traites, qu'il signait lui-même. Dès avant le mois de septembre 1966, Chapuis savait que Mozes en usait ainsi.\n\nVerreyken, qui faisait, à Anvers, le commerce des diamants, est entré en rapport avec Parsel par un tiers qui appartenait, au même lieu, à la maison CEF, spécialisée dans la taille des diamants.\n\nLe 28 septembre 1966, il a envoyé à la \"maison Parsel, 16 rue Roveray, à Genève\", un premier lot de diamants, commandé par l'intermédiaire de CEF et facturé 295 440 fr. belges. Le 5 octobre, Mozes a accusé réception de la marchandise et annoncé l'envoi d'un \"effet accepté à 60 jours suivant les conventions prévues\". Le 6 octobre, il a envoyé, avec une lettre de couverture, un effet accepté par Parsel SA et qui devait échoir le 5 décembre 1966. Le paiement est intervenu le 22 décembre 1966.\n\nLe 19 octobre 1966, Verreyken a envoyé à Parsel un second lot de diamants pour 560 045 fr. belges. Le 27 octobre, Mozes |441| en a accusé réception et annoncé l'envoi d'une traite; en même temps, il a passé une nouvelle commande, dite urgente. Le 2 novembre, il a expédié à Verreyken une traite qui portait, comme date d'échéance, le 10 janvier 1967; elle était également accompagnée d'une lettre de couverture.\n\nVerreyken a fait à Parsel un troisième envoi, le 31 octobre 1966, pour 1 328 576 fr. belges; il a écrit, le 4 novembre, que le destinataire avait la faculté de conserver ou de renvoyer la marchandise. Le 8 novembre, Mozes a répondu qu'il avait dédouané définitivement les pierres, à l'exception de trois grands brillants qu'il avait introduits en Suisse avec passavant et se réservait de renvoyer après examen. Il les a finalement conservés et ils ont été facturés. Le 21 novembre, il a envoyé à Verreyken, toujours avec une lettre de couverture, un effet accepté par Parsel, avec échéance le 20 janvier 1967. Cet effet a été protesté, faute de paiement, le 24 janvier 1967.\n\nLe quatrième envoi de Verreyken à Parsel date du 19 décembre 1966; la facture se montait à 180 808 fr. belges.\n\nEnfin, le cinquième envoi, du 9 janvier 1967, pour 347 612 fr., a été refusé par une lettre du 13 janvier suivant, signée par Chapuis, lequel déclarait qu'en l'absence de Mozes et ignorant tout de l'affaire, il demandait les duplicata de toutes les factures que Verreyken aurait pu adresser à Parsel. Le 17 janvier, Chapuis a écrit à Verreyken, au nom de Parsel, que l'affaire ne concernait pas la société, laquelle déclinait toute responsabilité et refusait tous paiements pour les transactions entre Verreyken et Mozes.\n\nPour toute sa correspondance avec celui-là, celui-ci avait utilisé du papier portant l'en-tête de Parsel. Verreyken était venu à Genève dans la première quinzaine du mois de décembre 1966; Mozes l'y avait reçu dans les locaux de Parsel, qui ne contenaient que des vêtements et de la lingerie; il s'y était comporté comme le chef de l'entreprise; lui ayant exhibé des montres, il lui avait expliqué que la maison allait en entreprendre la vente par correspondance; il lui avait même fait une commande de petits diamants, les disant destinés à ce commerce.\n\nA la fin du mois de décembre, Mozes a cessé de venir dans les bureaux de Parsel et a disparu sans laisser d'adresse. Au début du mois suivant, Verreyken a téléphoné à de très nombreuses reprises chez Parsel, cherchant à l'atteindre et se plaignant que la traite du 20 novembre 1966, donnée pour le |442| paiement de la deuxième livraison, fût demeurée impayée. Il a même écrit au domicile privé de Mozes, le 16 janvier 1966, au sujet de la lettre que Chapuis lui avait envoyée, le 13 janvier 1966. La comptabilité de Parsel ne porte pas trace des achats de diamants.\n\nB.- Parsel SA est tombée en faillite et Verreyken a produit sa créance pour 241 757,90 fr. suisses. Sa production ayant été totalement écartée de l'état de collocation, il a ouvert action en rectification dudit état; il demandait que sa créance fût admise en cinquième classe. La masse en faillite a conclu au déboutement.\n\nStatuant le 12 décembre 1968, le Tribunal de première instance de Genève a ordonné la collocation en cinquième classe de 176 766 fr.\n\nSur appel de la masse en faillite de Parsel SA, la Cour de justice de Genève a annulé le jugement de première instance et débouté Verreyken, le 19 juin 1970.\n\nC.- Verreyken a recouru en réforme. Il conclut à la collocation en cinquième classe de 176 766 fr. dans la faillite de Parsel.\n\nD.- La masse en faillite de Parsel SA conclut à la confirmation de l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n1. ...\n\n2. D'après les constatations souveraines du juge du fait, Mozes était le véritable maître de Parsel SA, société dont il était l'unique actionnaire et où il exerçait effectivement tous les pouvoirs. L'administrateur unique Chapuis n'était qu'un prête-nom; il se bornait à contrôler la comptabilité et a toléré que Mozes s'arroge tous les pouvoirs, y compris celui de signer des effets de change. Mozes avait aussi pris en main toutes les relations avec la clientèle et la conclusion de tous les contrats. L'administrateur unique de la société l'avait donc laissé exercer les pouvoirs les plus étendus; il l'avait fait sciemment.\n\nSans doute ces pouvoirs n'avaient-ils fait l'objet ni d'un acte écrit, ni d'une inscription au registre du commerce; ils étaient simplement tacites. Mais cela ne fait pas obstacle à leur validité (art. 458 s. et 718 CO; RO 60 I 393; 74 II 151; 76 I 351 s.). Si Chapuis, administrateur unique de Parsel, avait simplement toléré que Mozes ait accompli, au nom de la société, les |443| actes les plus divers, comme s'il était représentant de celle-ci mais sans vouloir, d'une façon générale, lui conférer les pouvoirs correspondants, il faudrait sans doute rechercher si Verreyken était fondé à admettre de bonne foi, vu les apparences ainsi créées, que Mozes avait pouvoir d'agir comme il l'a fait (RO 76 I 352). Mais cette question ne se pose pas, en l'espèce. Le juge du fait - à savoir le Tribunal de première instance, suivi par la Cour de justice - a constaté souverainement que l'administration s'en était entièrement remise à Mozes, lequel exerçait les pouvoirs les plus étendus, y compris celui de signer seul des traites, mais, bien plus encore, que l'administrateur unique, Chapuis, voulait qu'il en fût ainsi.\n\n3. Dès lors, c'est dans deux hypothèses seulement que les actes de Mozes auraient pu ne pas engager Parsel SA: premièrement s'il avait agi pour son propre compte et non comme représentant de la société, secondement si les achats de diamants étaient exorbitants du but social.\n\na) Sur le premier point, il faut distinguer les questions de fait des questions de droit. Le juge cantonal examine des questions de fait - et sa décision à cet égard est souveraine selon l'art. 63 al. 2 OJ - lorsqu'il recherche qui a conclu tel contrat, sous quelle forme, dans quelles circonstances, qui a signé telle lettre, sur quel genre de papier et comment. Il tranche des questions de droit lorsqu'il dit en quelle qualité telle personne a conclu un marché, si c'est en son propre nom ou en qualité de représentant d'une tierce personne, par exemple. En cette matière, son prononcé est soumis à la censure du Tribunal fédéral saisi par la voie du recours en réforme (art. 43 OJ).\n\nLe juge genevois a constaté les faits suivants (arrêt entrepris, qui se réfère aux faits constatés par le Tribunal de première instance): C'est avec Parsel SA que Verreyken a été mis en rapport par la maison CEF; c'est sur du papier à en-tête de Parsel SA que Mozes lui a fait cinq commandes successives de diamants et c'est à l'adresse de cette société qu'il a livré les diamants par la poste. C'est également sur du papier à en-tête de Parsel SA qu'ont été écrites toutes les autres lettres adressées à Verreyken par Mozes, lequel a même, parfois, apposé le timbre humide de la société au-dessus de sa signature. C'est la société également que mentionnent toutes les factures et tous les documents douaniers relatifs aux livraisons. C'est elle enfin |444| qui est l'acceptant des effets de change envoyés à Verreyken pour le paiement.\n\nCes faits obligent à conclure que, contrairement à ce qu'a admis la Cour de justice, c'est au nom de Parsel SA et non pas en son propre nom que Mozes a traité avec Verreyken. Peu importe à cet égard que Verreyken ait écrit à l'adresse de cette société en usant de la formule d'appel \"Monsieur\" au lieu de \"Messieurs\", que celle-ci ait écrit à son tour, sous la signature de Mozes: \"J'accuse réception\" ... et non pas \"Nous accusons réception\" ... Ce sont là des nuances dont on ne saurait rien tirer de décisif, vu les faits constatés par ailleurs.\n\nDe même, il n'importe que, le 6 janvier 1967, Verreyken ait écrit à Mozes une lettre personnelle. Cette lettre, postérieure aux livraisons, s'explique par la surprise qu'avait causée à son auteur l'intervention soudaine de Chapuis, administrateur de Parsel SA, qu'il ne connaissait en aucune manière. Comme l'a expliqué le juge de première instance, le fait que, lors de sa comparution personnelle, le recourant ait nié s'être adressé directement à Mozes ne permet pas de conclure qu'il avait voulu traiter avec lui, à l'exclusion de Parsel SA\n\nb) La Cour de justice a admis que le but statutaire de Parsel SA ne lui permettait pas de faire le commerce des pierres précieuses.\n\nLe but d'une société anonyme, tel qu'il a été inscrit au registre du commerce (art. 641 ch. 3 CO), est censé connu des tiers et leur est opposable. Le tiers qui conclut un marché sans s'informer sur ce point en assume le risque et supporte le dommage qui peut en découler (art. 933 CO). Peu importe qu'il soit étranger et domicilié à l'étranger. Les doutes que le Tribunal de première instance exprime sur ce point ne sont pas fondés. En principe, l'étranger qui traite des affaires en Suisse avec une personne morale constituée selon le droit suisse se soumet implicitement à l'ordre juridique de ce pays. Les renseignements qu'il trouve au registre du commerce constituent du reste, positivement pour lui, une certaine garantie. Parsel SA ne répondrait donc pas des actes par lesquels son représentant aurait conclu des marchés exorbitants de son but social, inscrit au registre du commerce.\n\nLa formule inscrite au registre du commerce, qui définit le but d'une société, doit être comprise dans un sens large. Aussi bien l'art. 718 al. 1 CO donne-t-il aux représentants d'une SA |445|\n\nle droit de faire, au nom de celle-ci, \"tous les actes que peut impliquer le but social\". Cette disposition vise à protéger les tiers de bonne foi et non à régir les rapports internes entre la société et ses représentants. Le Tribunal fédéral a jugé (RO 95 II 448) que le but social embrasse l'ensemble des actes juridiques qui, du point de vue objectif, peuvent, ne fût-ce que de façon indirecte, contribuer à atteindre le but social, c'est-à-dire tous ceux que ce but n'exclut pas nettement; il n'est pas nécessaire qu'ils rentrent dans l'activité habituelle de l'entreprise.\n\nEn l'occurrence, Parsel SA avait pour but, selon ses statuts, de vendre par correspondance des marchandises de toute nature et de toute provenance se rapportant en particulier \"à la femme\". On ne saurait dire qu'un tel but exclue l'achat de diamants; il peut le couvrir, soit que la société veuille s'attirer des clients par l'institution de concours pour lesquels les pierres, montées, pourraient servir de prix, comme Mozes l'avait fait entrevoir à l'un de ses employés, soit qu'elle veuille entreprendre le commerce par correspondance de joaillerie et de montres - serties ou non de pierres précieuses. Il n'importe que cette activité n'ait pas été usuelle pour Parsel SA\n\nL'arrêt attaqué méconnaît donc aussi le droit fédéral pour avoir interprété trop strictement la notion du but de la société.anonyme.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours, annule l'arrêt attaqué, rectifie l'état de collocation de la masse en faillite de Parsel SA en ce sens que la production de Verreyken est colloquée en 5e classe à concurrence de 176 766 fr."}