{"annee": "96", "cour": "IV", "page": "97", "date": "11/11/1970", "cite": [], "cite_par": ["101 IV 129", "97 I 831", "102 IV 225"], "chapeau": "24. Arrêt de la Cour de cassation pénale du 11 novembre 1970 dans la cause X. contre Ministère public du canton du Valais.", "regestes": ["Art. 13 CP. Nature et portée de l'expertise psychiatrique dans la procédure pénale; pouvoir d'examen du Tribunal fédéral saisi d'un pourvoi en nullité."], "faits": "BGE 96 IV 97 S. 97\n\nA.- Le 9 février 1970, le Tribunal du IIe arrondissement pour le district de Sion a condamné X. à deux ans d'emprisonnement pour débauche contre nature, attentat à la pudeur des enfants, attentat à la pudeur des mineurs de plus de seize ans et outrage public à la pudeur.\n\nLe condamné a appelé de ce jugement; il demandait qu'une expertise psychiatrique fût ordonnée pour établir dans quelle mesure il était pénalement responsable des actes retenus contre lui. Le Tribunal cantonal du canton du Valais, après avoir fait droit à cette requête, a confirmé le jugement de première instance, le 29 septembre 1970, considérant que la responsabilité de l'inculpé était pleine et entière.\n\nB.- X. s'est pourvu en nullité. Il allègue derechef que sa responsabilité est restreinte et conclut au renvoi de la cause au juge cantonal pour qu'il prononce une peine n'excédant pas un an d'emprisonnement et le mette au bénéfice du sursis à l'exécution de la peine.", "considerants": "Considérant en droit:\n\nLe recourant allègue que, si l'autorité cantonale a ordonné une expertise psychiatrique, c'est nécessairement qu'elle a eu des doutes sur la responsabilité pénale de l'inculpé. Il trouve BGE 96 IV 97 S. 98dès lors illogique que, sur le vu d'un rapport médical qui concluait à une responsabilité limitée, elle ait fait taire les doutes qu'elle avait conçus tout d'abord.\n\nIl semble ignorer que l'expertise a pour but de faciliter au juge la constatation des faits qui nécessite certaines connaissances spéciales, en particulier dans les domaines scientifiques et techniques; qu'elle constitue donc une preuve parmi d'autres et que, comme telle, le juge en apprécie librement la valeur probante de par l'art. 249 PPF; qu'il n'est donc pas lié par elle, alors même que l'art. 13 CP l'oblige à y avoir recours dès lors qu'il a des doutes sur la responsabilité de l'inculpé.\n\nCertes le juge cantonal a conçu de tels doutes, comme le relève le recourant, puisqu'il a commis un expert psychiatre; certes aussi le rapport dudit expert tendait à confirmer ces doutes, puisqu'il ne reconnaissait au recourant qu'une responsabilité restreinte. Néanmoins, la cour valaisanne pouvait, en principe, sans se mettre dans aucune contradiction, abandonner ses doutes sur le vu de l'expertise. Car les raisons données par l'expert pouvaient ne pas lui paraître probantes et ne pas la confirmer dans le sentiment qu'elle avait eu tout d'abord.\n\nIl s'agit là d'une question de fait, qui échappe à la censure de la cour de céans, saisie d'un pourvoi en nullité. Cette voie de droit, en effet, ne lui permet de revoir que les questions de droit fédéral (art. 269 al. 1, 277 bis al. 1 et 273 al. 1 lit. b PPF). C'est seulement s'il était saisi par la voie du recours de droit public pour violation de l'art. 4 Cst. (art. 269 al. 2 PPF) et si le juge cantonal était tombé dans l'arbitraire en appréciant les preuves que le Tribunal fédéral pourrait intervenir dans les constatations de fait, qui sont en principe souveraines.\n\nAu surplus, il ne saurait être question d'arbitraire en l'espèce. Sans doute - le recourant le relève avec raison - doué d'une intelligence moyenne, il pouvait néanmoins être irresponsable. Mais il ne l'était pas nécessairement du fait qu'il n'avait pas pris conscience de la gravité de ses actes; il pouvait néanmoins se rendre compte du caractère illicite de ceux-ci, nonobstant son infantilisme; une situation analogue se retrouve fréquemment chez les délinquants qui commettent des délits contre les moeurs en prenant des enfants pour victimes. Enfin l'expert dit lui-même que le recourant sera capable de ne plus commettre, à l'avenir, d'actes semblables; c'est dire qu'il n'a pas agi sous BGE 96 IV 97 S. 99l'empire d'une contrainte psychique irrésistible, mais était capable de se déterminer selon la conscience qu'il avait du caractère illicite de ses actes.\n\nPar ces motifs, la Cour de cassation pénale:\n\nRejette le pourvoi."}