{"annee": "96", "cour": "IV", "page": "111", "date": "30/11/1970", "cite": ["91 IV 69", "86 III 53", "82 IV 187", "86 III 15", "87 IV 115", "84 IV 155", "85 III 38"], "cite_par": ["102 IV 248"], "chapeau": "29. Urteil des Kassationshofes vom 30. November 1970 i.S. Leibundgut gegen Generalprokurator des Kantons Bern.", "regestes": ["Art. 169 CP. Saisie du revenu provenant d'une activité lucrative indépendante. En cas de saisie d'un montant mensuel fixe, ce n'est pas le revenu de chaque mois pris isolément, mais le revenu mensuel moyen réalisé pendant toute la durée de la saisie qui est déterminant pour juger si le gain effectif a dépassé le minimum indispensable au débiteur. Il faut déduire du revenu brut les frais d'acquisition afférents à la période de saisie, et cela même s'ils. ne sont payés que plus tard."], "faits": "BGE 96 IV 111 S. 111\n\nA.- Otto Leibundgut, der sich seit Jahren in einer gespannten finanziellen Lage befand, bestritt vom April 1968 an seinen Lebensunterhalt vor allem dadurch, dass er in Ittigen in einer verlassenen Stallung, die er gemietet und hergerichtet hatte, fremde Pferde wartete, sie ausmietete und gelegentlich Verkäufe vermittelte. In mehreren gegen ihn durchgeführten Pfändungen bezifferte er sein monatliches Einkommen auf ca. Fr. 600.--. Als für die Zeit vom 20. April 1968 bis 11. Februar 1969 von seinem Verdienst monatlich Fr. 100.-- gepfändet wurden, erhob er keine Einwendungen, leistete aber auch nie eine Zahlung. Das Betreibungsamt Bern erstattete daher am 12. Juli 1969 Strafanzeige gegen Leibundgut wegen Verstrickungsbruches und wegen Ungehorsams gegen amtliche Verfügungen.\n\nB.- Das Strafamtsgericht Bern sprach Leibundgut am BGE 96 IV 111 S. 1121. September 1969 von der Anschuldigung des Ungehorsams gegen amtliche Verfügungen (Art. 292 StGB) frei. Es erklärte ihn dagegen der Verfügung über gepfändete Sachen (Art. 169 StGB) schuldig und verurteilte ihn zu vier Monaten Gefängnis.\n\nGegen die Verurteilung appellierte Leibundgut an das Obergericht des Kantons Bern. In der Hauptverhandlung schloss sich der Generalprokurator seinem Antrag auf Freispruch an. Die II. Strafkammer des Obergerichts bestätigte am 30. Januar 1970 den Schuldspruch und setzte die Strafe auf drei Monate Gefängnis herab.\n\nC.- Der Verurteilte führt Nichtigkeitsbeschwerde an das Bundesgericht mit dem Antrag, das Urteil des bernischen Obergerichts aufzuheben und die Sache zur Freisprechung an die Vorinstanz zurückzuweisen.\n\nD.- Der Generalprokurator des Kantons Bern hat auf Gegenbemerkungen verzichtet.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Gemäss Art. 169 StGB ist strafbar, wer u.a. über eine amtlich gepfändete Sache eigenmächtig zum Nachteil der Gläubiger verfügt.\n\nNach ständiger Rechtsprechung des Bundesgerichts sind unter Sachen im Sinne dieser Bestimmung auch Rechte und andere Forderungen zu verstehen (BGE 87 IV 118 lit. a), namentlich der Anspruch auf Lohn und anderes Arbeitseinkommen, gleichgültig, ob der Verdienst aus unselbständiger oder selbständiger Erwerbstätigkeit stammt (BGE 84 IV 155). Art. 169 StGB erfasst auch den gepfändeten Anspruch auf Lohn, der noch nicht verdient ist, und ebenso den gepfändeten künftigen Verdienst aus selbständiger Arbeit (BGE 82 IV 187, BGE 84 IV 155, BGE 85 III 38, BGE 86 III 15, 53, BGE 91 IV 69).\n\n2. Das Einkommen aus selbständiger Berufstätigkeit ist insoweit pfändbar, als es nach Abzug der notwendigen Auslagen (Gestehungs- oder Gewinnungskosten) den Notbedarf des Schuldners übersteigt (BGE 86 III 16). Zu diesem Zweck hat das Betreibungsamt auf Grund des durchschnittlichen Ertrages und Aufwandes das zu erwartende durchschnittliche Reineinkommen einerseits und das Existenzminimum anderseits festzustellen und gestützt darauf einen bestimmten Betrag zu bestimmen, der monatlich abzuliefern ist, sofern nicht auf künftige monatliche Abrechnung hin ein veränderlicher Betrag, BGE 96 IV 111 S. 113der jeweils sich ergebende Überschuss, gepfändet wird (BGE 85 III 40 Erw. 3, BGE 86 III 56). Kommt der Schuldner seiner Pflicht zur Ablieferung der gepfändeten Monatsbeträge trotz rechtskräftiger Verdienstpfändung in der Folge nicht nach und wird deshalb ein Strafverfahren gegen ihn durchgeführt, so hat der Strafrichter den Verdienstumfang und den Notbedarf des Schuldners sowie die allfällige pfändbare Quote selber zu ermitteln, um festzustellen, ob eine strafbare Handlung vorliege oder nicht.\n\n3. Die Vorinstanz hat den Beschwerdeführer bei seiner möglicherweise leichtfertigen Angabe, er werde monatlich voraussichtlich Fr. 600.-- verdienen, zu Recht nicht behaftet, sondern stellte auf die während der Dauer der Einkommenspfändung tatsächlich erzielten Einkünfte ab. Wie das Strafverfahren ergab, waren diese in den fraglichen zehn Monaten unterschiedlich hoch und schwankten monatlich zwischen Fr. 40.- und Fr. 1'134.--. Die Vorinstanz prüfte, in welchen Monaten der Verdienst das Existenzminimum, das in den ersten drei Monaten Fr. 400.--, in den folgenden Fr. 550.-- betrug, überschritten habe oder nicht und sprach dementsprechend den Beschwerdeführer für drei Monate, in denen der Verdienst kleiner war, von der Anschuldigung des Verstrickungsbruches frei, wogegen sie ihn für die übrigen sieben Monate schuldig erklärte.\n\nDieses Vorgehen ist bei der Verdienstpfändung eines selbständigerwerbenden Schuldners, insbesondere eines solchen mit unregelmässigen Einnahmen und Auslagen, unzutreffend. Wäre der Schuldner bei der Pfändung eines festen Monatsbetrages nur ablieferungspflichtig, wenn sein Verdienst in den einzelnen Monaten das Existenzminimum übersteigt, käme man zum unbefriedigenden Ergebnis, dass der Schuldner die Höhe der abzuliefernden Beträge weitgehend selber bestimmen könnte, indem er in den Monaten, in denen er den Verdienst absichtlich unter den Notbedarf sinken lässt, nichts zu bezahlen hätte, in andern dagegen, in denen er für ein übermässig hohes Einkommen sorgt, trotzdem nur die festgesetzte Quote abliefern müsste. Die Annahme der Vorinstanz, dass der jeweilige tatsächliche Monatsverdienst massgebend sei, hätte ausserdem die unbillige Folge, dass ein Schuldner, der regelmässig das Existenzminimum übersteigende Einnahmen erzielt, aber die Geschäftsunkosten (z.B. Miete, Lieferantenrechnungen) in grösseren BGE 96 IV 111 S. 114Zeitabständen zu bezahlen hat, während Monaten zur Ablieferung der Pfändungsquote verpflichtet wäre, die Gewinnungskosten dagegen unter Umständen überhaupt nicht oder nur in dem Monat, in dem er die Anschaffungen bezahlt, abziehen könnte, was zu einer Verfälschung der wirklichen Einkommensverhältnisse führen würde. Um zu einem den Gegebenheiten gerecht werdenden Ergebnis zu gelangen, hätte die Vorinstanz, statt die Einkünfte jedes einzelnen Monats dem Existenzminimum gegenüberzustellen, auf Grund des während der ganzen Pfändungsperiode erzielten Verdienstes das durchschnittliche Monatseinkommen berechnen und gestützt darauf ermitteln müssen, ob der Notbedarf überschritten wurde oder nicht. Bereits das aus der vorinstanzlichen Aufstellung sich ergebende Gesamtbruttoeinkommen von Fr. 5'297.-- zeigt, dass der durchschnittliche Monatsverdienst von Fr. 529.70 das während sieben Monaten auf Fr. 550.-- bemessene Existenzminimum nicht erreichte.\n\nEntscheidend ist jedoch nicht das Bruttoeinkommen, sondern der Nettoverdienst, der allein von der Einkommenspfändung erfasst wird. Gewinnungskosten, ohne die ein pfändbares Einkommen überhaupt nicht erzielt werden könnte, sind daher vom Bruttoeinkommen abzuziehen. Entgegen der Auffassung der Vorinstanz ist die Berücksichtigung von Gewinnungskosten nicht davon abhängig zu machen, ob sie vom Schuldner tatsächlich bezahlt wurden oder nicht. Aufwendungen, die ein selbständigerwerbender Schuldner zur Erzielung seines Verdienstes notwendig machen muss, behalten ihren Charaker als Gewinnungskosten auch dann, wenn deren Zahlung erst in einem späteren Zeitpunkt fällig oder aus einem andern Grunde hinausgeschoben wird. Die vom Beschwerdeführer geltend gemachten und ausgewiesenen Auslagen für die Anschaffung von Futtermitteln im Betrage von Fr. 4'663.05 sind somit vom Bruttoeinkommen in Abzug zu bringen, vorausgesetzt, dass der Bedarf an Futtermitteln während der Pfändungsdauer nicht geringer war. Das wird auch von der Vorinstanz nicht angenommen, die davon ausgeht, dass die Anschaffung erforderlich gewesen sei.\n\nDas durchschnittliche Reineinkommen des Beschwerdeführers lag unter diesen Umständen während der ganzen Pfändungsperiode bei weitem unter dem festgestellten Existenzminimum. Es fehlte daher an einem pfändbaren Verdienst, so BGE 96 IV 111 S. 115dass der Tatbestand des Art. 169 StGB nicht erfüllt wurde und der Beschwerdeführer von der Anklage freizusprechen ist.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Bern vom 30 Januar 1970 aufgehoben und die Sache zur Freisprechung des Angeschuldigten an die Vorinstanz zurückgewiesen."}