{"annee": "96", "cour": "II", "page": "4", "date": "12/3/1970", "cite": ["79 II 401", "94 I 669", "45 II 503", "39 II 408", "88 I 86", "84 II 602", "53 II 89", "41 II 423", "93 II 367", "94 II 240", "77 II 113", "83 II 93", "39 II 18", "51 I 101", "94 II 231", "69 II 342"], "cite_par": ["103 II 15", "102 II 128", "128 III 201", "96 I 396", "118 II 468", "116 II 33", "107 II 38"], "chapeau": "2. Urteil der II. Zivilabteilung vom 12. März 1970 i.S. Pattavina gegen Novak", "regestes": ["Action en recherche de paternité tendant à des prestations pécuniaires; droit applicable. Application dans le temps de la Convention de La Haye du 24 octobre 1956 sur la loi applicable aux obligations alimentaires envers les enfants. Action introduite plus d'un an après sa naissance par un enfant autrichien né avant le 17 janvier 1965, date de l'entrée en vigueur pour la Suisse de la Convention du 24 octobre 1956, qui a depuis sa naissance sa résidence habituelle en Autriche, contre un Italien qui réside en Suisse depuis la conception. Les prestations d'entretien afférentes à la période antérieure au 17 janvier 1965 sont soumises au droit suisse, en vertu de la règle de conflit suisse alors en vigueur (RO 84 II 602 ss) et le demandeur est déchu de son droit parce qu'il n'a pas observé le délai de l'art. 308 CC. En revanche, les prestations afférentes à la période ultérieure sont régies par le droit autrichien, applicable selon la Convention de La Haye, qui ne soumet pas l'action en recherche de paternité à un délai de péremption."], "faits": "|5|\n\nA.- Die ledige Österreicherin Novak, die vom 4. Dezember 1960 bis 27. November 1961 in der Schweiz gearbeitet hatte, gebar am 8. Februar 1962 in Österreich einen Knaben. Dieser lebt seit der Geburt in Österreich. Als seinen Vater bezeichnete die Mutter den Italiener Pattavina, der seit 1959 in der Schweiz wohnt (und seit Ende Dezember 1961 verheiratet ist). Sie behauptet, Pattavina habe ihr nach Ostern 1961 wiederholt beigewohnt, letztmals am 22. Mai 1961.\n\nB.- Vom Vormund des Kindes am 12. August 1967 zur Vertretung des Kindes bevollmächtigt, leitete der Jugendsekretär des Bezirks Meilen gegen Pattavina am 20. Oktober 1967 beim Friedensrichteramt der Gemeinde, wo Pattavina wohnt, und am 3. November 1967 beim Bezirksgericht Meilen Klage ein mit dem Begehren, der Beklagte sei als ausserehelicher Vater des Kindes zu erklären und zu verpflichten, für das Kind von dessen Geburt bis zu dessen zurückgelegtem 18. Altersjahr monatliche Unterhaltsbeiträge von Fr. 80.-, zuzüglich gesetzliche oder vertragliche Kinderzulagen, zu bezahlen. Er machte geltend, gemäss dem Haager Abkommen vom 24. Oktober 1956 über das auf Unterhaltsverpflichtungen gegenüber Kindern anzuwendende Recht, das für Österreich am 1. Januar 1962 und für die Schweiz am 17. Januar 1965 in Kraft trat, sei die Klage nach österreichischem Recht zu beurteilen, das die Vaterschaftsklage nicht befriste. Der Beklagte bestritt die Anwendbarkeit des österreichischen Rechts, weil das Haager Abkommen vom 24. Oktober 1956 nicht zurückwirke und weil die beim Inkrafttreten dieses Abkommens für die Schweiz bereits unbenützt abgelaufene Klagefrist des Art. 308 ZGB zudem um der öffentlichen Ordnung willen aufgestellt worden sei. Ferner behauptete er, es verstosse gegen die ebenfalls um der öffentlichen Ordnung willen aufgestellte Vorschrift von Art. 2 ZGB, dass die vorliegende Klage erst mehr als 5 1/2 Jahre nach der Geburt des Kindes erhoben wurde. Im übrigen bestritt er die Klage auch materiell.\n\n|6|\n\nDas Bezirksgericht hielt dafür, das auf Vaterschaftsklagen anwendbare Recht bestimme sich nach den zur Zeit der Empfängnis geltenden Regeln des internationalen Privatrechts; nach diesen Regeln sei im vorliegenden Falle das schweizerische Recht massgebend; nach schweizerischem Recht (Art. 308 ZGB) sei das Klagerecht verwirkt. Deshalb wies es die Klage mit Urteil vom 7. März 1968 ab.\n\nDas Obergericht des Kantons Zürich, an das der Kläger appellierte, wies die Sache am 11. Juni 1968 zu neuer Beurteilung im Sinne der Erwägungen an das Bezirksgericht zurück. Es führte in den Erwägungen aus, der Unterhaltsanspruch des ausserehelichen Kindes sei ein \"dauerschuldrechtliches Verhältnis\", so dass nach dem Inkrafttreten des Haager Abkommens vom 24. Oktober 1956 nicht nur die Höhe, sondern auch der Bestand des Anspruchs nach dem von diesem Abkommen als massgebend bezeichneten Rechte zu beurteilen sei. Für die Zeit bis zum Inkrafttreten des Abkommens (17. Januar 1965) sei die Klage gemäss dem nach der damaligen Gerichtspraxis anwendbaren schweizerischen Rechte verwirkt. Für die Folgezeit dagegen gelte nach dem Abkommen nur noch das österreichische Recht, das die Vaterschaftsklage nicht befriste. Das Fehlen einer solchen Befristung verstosse nicht - zumal nicht offensichtlich im Sinne von Art. 4 des Abkommens - gegen die schweizerische öffentliche Ordnung.\n\nC.- Gegen das Urteil des Obergerichts hat der Beklagte die Berufung an das Bundesgericht erklärt mit dem Antrag auf Abweisung der Klage.\n\nDas Bundesgericht weist die Berufung ab und bestätigt das angefochtene Urteil.", "considerants": "Erwägungen:\n\n1., 2. - ... (Zulässigkeit der Berufung nach Art. 50 OG; Streitwert).\n\n3. a) In seinem Urteil vom 7. November 1958 i.S. Harder gegen Reinprecht (BGE 84 II 602 ff.) hat das Bundesgericht erklärt, Vaterschaftsklagen auf Vermögensleistungen, die bei einem nach Art. 312 ZGB örtlich zuständigen schweizerischen Gericht erhoben werden, seien in jedem Falle nach schweizerischem Recht zu beurteilen. Nach diesem Grundsatz wäre im vorliegenden Falle das schweizerische Recht anzuwenden; denn die Klage wurde bei einem schweizerischen Gericht angebracht, |7| das als das Gericht des Wohnsitzes des Beklagten zur Zeit der Klageeinleitung gemäss Art. 312 ZGB örtlich zuständig ist. Nach Art. 308 ZGB ist die Klage vor Ablauf eines Jahres seit der Geburt des Kindes anzuheben. Diese Frist ist eine Verwirkungsfrist. Der Kläger behauptet mit Recht nicht, er habe auf die Gewährung einer Nachfrist nach Art. 139 OR Anspruch (vgl. hiezu BGE 93 II 369 ff.) oder die Berufung des Beklagten auf den Ablauf der Frist sei rechtsmissbräuchlich (vgl. BGE 83 II 98). Als der im Februar 1962 geborene Kläger im Herbst 1967 die vorliegende Klage einleitete, hatte er also sein Klagerecht nach schweizerischem Recht schon längst verwirkt.\n\nb) Das Haager Abkommen vom 24. Oktober 1956, das für die Schweiz am 17. Januar 1965 in Kraft trat und seither in der Schweiz wie ein Bundesgesetz wirkt (vgl. BGE 88 I 90 /91, BGE 94 I 672 E. 2; vgl. auch Art. 43 Abs. 1 OG), sieht in Art. 1 Abs. 1 vor, das Recht des Staates, in welchem das Kind seinen gewöhnlichen Aufenthalt hat, bestimme ob, in welchem Ausmass und von wem das Kind Unterhalt verlangen kann. Dieses Recht bestimmt nach Art. 1 Abs. 3 des Abkommens auch, wer die Unterhaltsklage erheben kann und welche Fristen für die Klageerhebung gelten. Der Kläger ist ein Kind im Sinne des Abkommens (vgl. Art. 1 Abs. 4) und hat seinen gewöhnlichen Aufenthalt unstreitig seit der Geburt in Österreich. Wenn das Abkommen auch für Fälle gilt, in welchen das Kind geboren wurde, bevor das Abkommen für den Staat, dessen Behörden angerufen werden, in Kraft trat, beurteilt sich also gemäss Art. 1 des Abkommens nach österreichischem Recht, ob die vorliegende Klage rechtzeitig erhoben wurde sowie ob und in welchem Ausmass dem Kläger gegenüber dem Beklagten Unterhaltsansprüche zustehen. Das österreichische Recht kennt keine Frist für die Erhebung der Vaterschaftsklage (vgl. KLANG, Kommentar zum ABGB, 2. A., 1. Band 2. Halbband 1962, Anm. III 1 a.E. zu § 163, S. 149, mit Fussnote 59, wo auf Art. 308 ZGB als auf eine zur österreichischen Regelung im Gegensatz stehende Vorschrift hingewiesen wird).\n\nArt. 2 des Abkommens erlaubt allerdings jedem Vertragsstaat, abweichend von Art. 1 sein eigenes Recht für anwendbar zu erklären, \"a. wenn der Unterhaltsanspruch vor einer Behörde dieses Staates erhoben wird, b. wenn die Person, von welcher der Unterhalt verlangt wird, und das Kind die Staatsangehörigkeit dieses Staates besitzen und c. wenn die Person, von welcher |8| der Unterhalt verlangt wird, ihren gewöhnlichen Aufenthalt in diesem Staate hat\" (vgl. die amtliche Übersetzung des französischen Originaltextes in AS 1964 S. 1279). Die Schweiz hat eine solche Erklärung abgegeben (vgl. AS 1964 S. 1278). Dieser Vorbehalt greift jedoch im vorliegenden Falle nicht ein; denn von den drei Voraussetzungen des Art. 2, die kumulativ gelten (BBl 1964 I 504, BGE 94 II 231 E. 7), ist die zweite (schweizerische Staatsangehörigkeit der auf Unterhalt belangten Person und des Kindes) nicht erfüllt.\n\nSo wenig wie auf Grund von Art. 2 lässt sich die Anwendung des nach Art. 1 massgebenden österreichischen Rechts auf Grund von Art. 3-6 des Abkommens ablehnen. Insbesondere kann nicht die Rede davon sein, dass die Anwendung des österreichischen Rechts im Sinne von Art. 4 des Abkommens mit der schweizerischen öffentlichen Ordnung offensichtlich unvereinbar sei, weil es die Vaterschaftsklage nicht befristet. Das Bundesgericht hat längst entschieden, dass die Klagefrist des Art. 308 ZGB nicht zur schweizerischen öffentlichen Ordnung gehört (BGE 41 II 424,BGE 45 II 505,BGE 51 I 105,BGE 69 II 347), und das Schrifttum stimmt dieser Rechtsprechung zu (EGGER N. 3, HEGNAUER N. 35 zu Art. 308 ZGB, mit Hinweisen; LALIVE, ZSR 1965 II 741/42).\n\nVerträgt sich die Anwendung des österreichischen Rechts, das keine dem Art. 308 ZGB entsprechende Vorschrift kennt, mit der schweizerischen öffentlichen Ordnung, so kann in der blossen Tatsache, dass ein in Österreich lebendes Kind mit der Klage mehrere Jahre zuwartet, entgegen der Auffassung des Beklagten nicht ein offenbarer Rechtsmissbrauch erblickt werden, der nach Art. 2 ZGB, welcher zur schweizerischen öffentlichen Ordnung gehört (BGE 79 II 405 E. 5 mit Hinweisen), keinen Rechtsschutz finden könnte; dies um so weniger, als Mehrverkehr und unzüchtiger Lebenswandel der Mutter, deren Nachweis durch die Verzögerung der Klage erschwert wird, nach österreichischem Recht (das sich auch in diesem Punkte mit der schweizerischen öffentlichen Ordnung verträgt; BGE 53 II 94 E. 3, BGE 77 II 117 E. 3; HEGNAUER N. 218 zu Art. 314/315 ZGB) einer Vaterschaftsklage nicht entgegengehalten werden können (KLANG a.a.O. Anm. III 3 b S. 161). - Erst recht lässt sich die Anwendung des nach Art. 1 des Abkommens massgebenden ausländischen Rechts in der Schweiz nicht mit der Begründung ablehnen, es bedeute eine stossende Rechtsungleichheit, |9| wenn ein ausländischer Kläger nach Jahren noch klagen könne, während ein schweizerischer Kläger an die Jahresfrist des Art. 308 ZGB gebunden sei. Beim Beitritt zum Abkommen vom 24. Oktober 1956 musste in Kauf genommen werden, dass auf in der Schweiz erhobene Vaterschaftsklagen fortan je nach dem gewöhnlichen Aufenthalt des Kindes verschiedene Rechtsordnungen zur Anwendung kommen können (vgl. BBl 1964 I 506/07).\n\nDass die Parteien einem Vertragsstaate angehören, ist nach dem Wortlaut des Abkommens für dessen Anwendung nicht erforderlich. Auf die Staatsangehörigkeit der Parteien nimmt das Abkommen nur im bereits besprochenen Art. 2 Bezug. Ob die Zugehörigkeit der Parteien zu einem Vertragsstaate gleichwohl eine Voraussetzung für die Anwendung des Abkommens sei, ist umstritten (vgl. MÜLLER-FREIENFELS, Zum räumlichpersönlichen Geltungsbereich Haager IPR Übereinkommen ..., in Festschrift für Hans G. Ficker, 1967, S. 289 ff., wo dieses Erfordernis nach eingehender Auseinandersetzung mit den verschiedenen Auffassungen verworfen wird, S. 334; gleicher Auffassung SCHEUCHER, Das Haager Unterhaltstatutabkommen, in Zeitschrift für Rechtsvergleichung, herausgegeben vom Institut für Rechtsvergleichung der Universität Wien und von der Österreichischen Gesellschaft für Rechtsvergleichung, 1963, S. 82 ff., bes. S. 83/84). Diese Frage braucht indes im vorliegenden Falle nicht näher geprüft zu werden; denn das Abkommen gilt seit dem 1. Januar 1962 sowohl für Österreich, das Heimatland des Klägers, als auch für Italien, das Heimatland des Beklagten.\n\nc) Der Entscheid darüber, ob die vorliegende Vaterschaftsklage als rechtzeitig erhoben einlässlich zu beurteilen oder wegen Verwirkung des Klagerechts abzuweisen ist, hängt also davon ab, ob das Abkommen vom 24. Oktober 1956 auch für Fälle gilt, in denen das Kind geboren wurde, bevor das Abkommen im Staate, dessen Behörden angerufen werden, in Kraft stand, oder ob in solchen Fällen die innerstaatlichen Kollisionsregeln des betreffenden Staates massgebend bleiben. Dabei handelt es sich um eine Frage des zeitlichen Geltungsbereichs der im Abkommen aufgestellten Kollisionsnormen.\n\n4. Das Abkommen tritt nach seinem Art. 8 am 60. Tage nach Hinterlegung der vierten Ratifikationsurkunde und für jeden Unterzeichnerstaat, der später ratifiziert, am 60. Tage |10| nach Hinterlegung seiner Ratifikationsurkunde in Kraft. Das bedeutet zunächst, dass das Abkommen in einem bestimmten Staat vor Ablauf der genannten Frist innerstaatlich keine Wirkungen entfaltet. Positiv lässt sich aus dem Inkrafttreten des Abkommens für einen bestimmten Staat soviel ableiten, dass es von den Behörden dieses Staates auf jeden Fall dann anzuwenden ist, wenn sich alle Elemente des Tatbestandes, aus dem die Unterhaltsverpflichtung hervorgehen soll, für die das anwendbare Recht zu bestimmen ist, erst nach dem Inkrafttreten des Abkommens für den betreffenden Staat verwirklicht haben. Art. 8 des Abkommens sagt hingegen nichts darüber, ob und wieweit es nach seinem Inkrafttreten für Fälle gilt, in denen sich einzelne Tatbestandselemente vor seinem Inkrafttreten verwirklicht haben. Eine Antwort auf diese Frage ergibt sich entgegen der Auffassung der Vorinstanz, die in diesem Punkte SCHEUCHER (a.a. O. S. 84) folgt, auch nicht ohne weiteres aus Art. 1 Abs. 2 des Abkommens, wonach dann, wenn das Kind seinen gewöhnlichen Aufenthalt wechselt, vom Zeitpunkt dieses Wechsels an das Recht des Staates anwendbar ist, in welchem das Kind seinen neuen gewöhnlichen Aufenthalt hat. Das hier aufgestellte Prinzip des \"wandelbaren Statuts\" schliesst nicht in sich, dass das Abkommen auch für Fälle gilt, in denen wesentliche Tatbestandselemente aus der Zeit vor seinem Inkrafttreten stammen. Ebensowenig beantworten andere Bestimmungen des Abkommens die Frage seiner Anwendbarkeit auf solche Fälle, und es liegen auch keine sonstigen Erklärungen der Vertragsstaaten vor, aus denen sich eine Einigung über diesen Punkt ergäbe.\n\nLässt sich der zeitliche Geltungsbereich eines derartigen Abkommens weder diesem selbst noch andern übereinstimmenden Erklärungen der Vertragsstaaten entnehmen, so bleibt der Behörde, die über seine Anwendbarkeit zu entscheiden hat, nichts anderes übrig, als die einschlägigen Regeln des innerstaatlichen Rechts des eigenen Staates heranzuziehen. Da der Bundesbeschluss vom 1. Oktober 1964 betr. die Genehmigung der internationalen Haager Übereinkommen über die Unterhaltsverpflichtungen gegenüber Kindern (AS 1964 S. 1277) nicht sagt, welche Fälle diese Übereinkommen nach ihrem Inkrafttreten für die Schweiz in zeitlicher Hinsicht erfassen sollen, und da das schweizerische Recht auch sonst keine besondern Bestimmungen darüber enthält, wie bei einer Änderung |11| der Kollisionsnormen des eigenen internationalen Privatrechts der Geltungsbereich der neuen Normen von jenem der alten abzugrenzen ist, muss auf die allgemeinen Grundsätze des schweizerischen intertemporalen Rechts zurückgegriffen werden (vgl. SCHNITZER, Handbuch des IPR, 4. A., Band I, 1957, S. 196; NIEDERER, Einführung in die allgemeinen Lehren des IPR, 3. A. 1961, S. 356 f.). Bei deren Anwendung ist jedoch die besondere Natur der Normen, deren zeitlicher Geltungsbereich zu bestimmen ist, im Auge zu behalten. Da das Abkommen die Stellung des Kindes verbessern will, ist im Zweifel darüber, ob es einen bestimmten Fall erfasse, eher zugunsten seiner Anwendung zu entscheiden. Ferner sind im Interesse einer möglichst einheitlichen Praxis in den verschiedenen Vertragsstaaten auch die im Ausland gefundenen Lösungen zu beachten.\n\n5. Wo im schweizerischen Zivilrecht besondere Übergangsbestimmungen fehlen, sind nach ständiger Rechtsprechung des Bundesgerichts grundsätzlich die im Schlusstitel des ZGB aufgestellten Regeln über die Anwendung des bisherigen und des neuen Rechts massgebend (BGE 94 II 245 mit Hinweisen). Art. 1 SchlT stellt nach seinem Randtitel die Regel der Nichtrückwirkung auf. Die rechtlichen Wirkungen von Tatsachen, die vor dem Inkrafttreten des Gesetzes eingetreten sind, beurteilen sich gemäss Art. 1 Abs. 1 SchlT auch nachher nach den Bestimmungen des frühern Rechts, die zur Zeit des Eintritts dieser Tatsachen galten. Die nach dem Inkrafttreten des Gesetzes eingetretenen Tatsachen werden dagegen gemäss Art. 1 Abs. 3 SchlT, soweit das Gesetz eine Ausnahme nicht vorgesehen hat, nach dem neuen Rechte beurteilt. Die Art. 2 und 3 SchlT, die unter dem Randtitel \"Rückwirkung\" stehen, sehen zwei Ausnahmen von der Regel der Nichtrückwirkung vor: nach Art. 2 Abs. 1 sind die Bestimmungen des neuen Gesetzes, die um der öffentlichen Ordnung und Sittlichkeit willen aufgestellt sind, mit dessen Inkrafttreten auf alle Tatsachen anzuwenden, soweit das Gesetz eine Ausnahme nicht vorgesehen hat, und nach Art. 3 sind Rechtsverhältnisse, deren Inhalt unabhängig vom Willen der Beteiligten durch das Gesetz umschrieben wird, nach dem Inkrafttreten des neuen Gesetzes nach diesem zu beurteilen, auch wenn sie vorher begründet worden sind.\n\nDie Unterhaltsverpflichtung des Beklagten gegenüber dem Kläger, über deren Bestand und Umfang die Parteien streiten, |12| wird mit der Behauptung begründet, der Kläger sei ein aussereheliches Kind des Beklagten. Der Streit geht also um das Vorhandensein und die vermögensrechtlichen Wirkungen dieser Abstammung. Stammt der 1962 geborene Kläger wirklich vom Beklagten ab, so ist diese Tatsache eingetreten, bevor das Haager Abkommen vom 24. Oktober 1956 am 17. Januar 1965 für die Schweiz in Kraft trat. Gemäss der Grundregel des Art. 1 SchlT sind ihre rechtlichen Wirkungen also nach dem vor diesem Zeitpunkt geltenden Rechte zu beurteilen, d.h. es sind grundsätzlich die damals massgebend gewesenen, auf das schweizerische Recht verweisenden Kollisionsregeln anzuwenden. Art. 2 SchlT kann hieran nichts ändern; denn bei aller Anerkennung des vom Abkommen verfolgten Bestrebens, die Stellung des Kindes durch eine Vereinheitlichung der Kollisionsnormen der Vertragsstaaten zu verbessern, kann doch nicht gesagt werden, die Kollisionsregeln des Abkommens hätten geradezu den Rang von Vorschriften, die um der öffentlichen Ordnung und Sittlichkeit willen aufgestellt wurden. Dagegen folgt aus Art. 3 SchlT, dass die Frage, nach welchem Recht die behauptete Unterhaltsverpflichtung des Beklagten gegenüber dem Kläger zu beurteilen ist, für die Zeit nach dem 17. Januar 1965 von den Kollisionsregeln des Abkommens beherrscht wird, nach denen das österreichische Recht als das am gewöhnlichen Aufenthaltsort des Kindes geltende Recht anwendbar ist. Die Unterhaltsverpflichtung, über welche die Parteien streiten, ist nämlich ein Rechtsverhältnis, das sich von Gesetzes wegen unmittelbar aus der behaupteten Abstammung, einer von ihrem Eintritt an dauernd bestehenden Tatsache, ergibt. Bei Rechtsverhältnissen, welche die unmittelbar aus dem Gesetz sich ergebende Folge eines solchen Zustandes, eines sog. Dauertatbestandes sind, bestimmt sich vom Inkrafttreten des neuen Gesetzes an nicht nur der Inhalt, sondern auch der Bestand nach neuem Recht (vgl. MUTZNER N. 2, 3 zu Art. 3 SchlT; BGE 39 II 20ff. und 681). Betrifft die Änderung der Rechtsordnung nicht das materielle Recht, sondern die Kollisionsregeln, die sagen, nach welchen Sachnormen Bestand und Inhalt des Rechtsverhältnisses zu beurteilen sind, so sind vom Inkrafttreten der neuen Regeln an diese massgebend.\n\nArt. 13 SchlT lässt auf die mit Art. 3 SchlT im Einklang stehende Regel von Absatz 1, das aussereheliche Kindesverhältnis stehe, sobald das ZGB in Kraft getreten sei, unter |13| dem neuen Rechte, in Absatz 2 freilich die Bestimmung folgen: \"Ist ein aussereheliches Kind vor diesem Zeitpunkt geboren, so können die Mutter und das Kind gegenüber dem Vater nur diejenigen familienrechtlichen Ansprüche geltend machen, die nach dem bisherigen Rechte gegeben waren.\" Damit wurden die unmittelbar auf Gesetz beruhenden Rechtsfolgen einer vor dem Inkrafttreten des ZGB (1. Januar 1912) entstandenen ausserehelichen Vaterschaft, obwohl diese ein Dauertatbestand ist, auch für die Zeit nach dem Inkrafttreten des ZGB, das gemäss Art. 3 SchlT von da an massgebend gewesen wäre, der Herrschaft des neuen Rechts entzogen und entsprechend der Grundregel des Art. 1 SchlT dem frühern Recht unterstellt, unter dessen Geltung das Abstammungsverhältnis mit der Geburt des Kindes entstanden war (vgl. MUTZNER N. 8 zu Art. 3, N. 1, 32 und 34 zu Art. 13 SchlT; BGE 39 II 410). Den Art. 13 Abs. 2 SchlT beim Entscheid darüber anzuwenden, ob die Unterhaltsverpflichtung eines ausserehelichen Vaters gegenüber einem vor Inkrafttreten des Abkommens vom 24. Oktober 1956 geborenen Kinde nach diesem Zeitpunkte von der gemäss diesem Abkommen oder von der gemäss dem innerstaatlichen schweizerischen Kollisionsrecht anwendbaren Rechtsordnung beherrscht sei, ist jedoch entgegen der Auffassung, die das Obergericht des Kantons Aargau in einem Urteil vom 30. Juni 1967 vertreten hat (SJZ 1970 S. 43 Nr. 15), nicht am Platze. Art. 13 Abs. 2 SchlT ist eine zeitbedingte Sondervorschrift, die auf die starken Unterschiede zwischen den frühern kantonalen Vorschriften über die aussereheliche Vaterschaft Rücksicht nahm (vgl. MUTZNER N. 1 zu Art. 13 SchlT) und bei deren Erlass wohl auch die überholte Vorstellung mitwirkte, die Unterhaltspflicht des ausserehelichen Vaters beruhe weniger auf dem Dauertatbestand der Abstammung als auf einer Art unerlaubter Handlung (vgl. BROGGINI, Intertemporales Privatrecht, in Schweiz. Privatrecht I, 1969, S. 472; zur Entwicklung der Anschauungen über die Grundlagen der gewöhnlichen Vaterschaftsklage vgl. EGGER N. 5 zu Art. 307 ZGB).\n\nDie sinngemässe Anwendung der allgemeinen Regeln des schweizerischen Übergangsrechts führt also zu der bereits von der Vorinstanz gefundenen Lösung, dass die vorliegende Klage, soweit damit Unterhaltsansprüche für die Zeit vor dem Inkrafttreten des Abkommens vom 24. Oktober 1956 (17. Januar 1965) geltend gemacht werden, nach schweizerischem Recht zu beurteilen |14| und folglich wegen Verwirkung des Klagerechts abzuweisen ist, dass dagegen die für die Zeit nach dem 17. Januar 1965 gestellten Ansprüche dem österreichischen Recht unterliegen, das die Vaterschaftsklage auf Vermögensleistungen nicht befristet. Das bedeutet nicht, dass verwirkte Ansprüche wieder aufleben. Soweit die aus der behaupteten Vaterschaft sich ergebenden Unterhaltsansprüche des Klägers dem schweizerischen Recht unterstehen, sind und bleiben sie verwirkt. Nach dem österreichischen Recht, das in der Schweiz vom 17. Januar 1965 an für die Beurteilung der streitigen Ansprüche massgebend ist, hat der Kläger diese Ansprüche nie verwirkt. - Von den Fällen, in denen die unter der Herrschaft des früher massgebend gewesenen Rechts eingetretene Verjährung oder Verwirkung ein abgeschlossenes Verhältnis, eine endgültige Lage schafft, die auch unter der Herrschaft des später massgebend gewordenen Rechts anerkannt werden muss (vgl. hiezu MUTZNER, N. 3 zu Art. 49 SchlT; STAUFFER, N. 77 zu Art. 1 der Schluss- und Übergangsbestimmungen zu den am 18. Dezember 1936 revidierten Titeln 24-34 des OR; BROGGINI a.a.O. S. 506 Ziff. 5), unterscheidet sich der heute zu beurteilende Fall dadurch, dass die hier streitigen Ansprüche auf einem Tatbestand (dem Abstammungsverhältnis) beruhen, der das Inkrafttreten des neuen Rechts überdauert.\n\n6. Die Auffassung, dass das Abkommen vom 24. Oktober 1956 von seinem Inkrafttreten an wenigstens hinsichtlich der für die Folgezeit geltend gemachten Ansprüche auch dann gilt, wenn das Kind vorher geboren wurde, wird auch in andern Vertragsstaaten vertreten (vgl. für Österreich: SCHEUCHER a.a.O. S. 84 sowie die im Anschluss an diesen Aufsatz veröffentlichten Urteile österreichischer Gerichte, S. 106, 112, 118 und 120; für Frankreich, wo das Abkommen am 1. Juli 1963 in Kraft trat: DROZ in Revue critique de droit international privé 1967 S. 144 ff., bes. 146 f., sowie ein Urteil der Cour d'appel de Dijon vom 7. Juni 1967, Journal du droit international 1969 S. 87 ff., besprochen von PONSARD, ebenda S. 90 ff.; für die Niederlande, wo das Abkommen am 14. Dezember 1962 in Kraft trat: Urteile der Gerichtshöfe von Leeuwarden und von Arnhem vom 23. Januar 1964 bzw. 31. Januar 1967, Rabels Zeitschrift für ausländisches und internationales Privatrecht 1965 S. 737 bzw. Fundheft für Zivilrecht 1968 S. 178, linke Spalte). Soweit im Ausland die Möglichkeit in Betracht gezogen |15| wird, das Abkommen nach seinem Inkrafttreten auch auf die Unterhaltsansprüche für die frühere Zeit anzuwenden, d.h. das anwendbare Recht auch hinsichtlich dieser Ansprüche gemäss dem Abkommen zu bestimmen (vgl. PONSARD, der auf S. 92 eine zu diesem Ergebnis führende Lösung anzudeuten, sie aber auf S. 93 schliesslich abzulehnen scheint), können die im Ausland entwickelten Auffassungen in der Schweiz im Hinblick auf die hier geltende, in diesem Punkte durch Art. 3 SchlT nicht durchbrochene Regel der Nichtrückwirkung grundsätzlich nicht übernommen werden. Ob vom Grundsatze, dass sich das anwendbare Recht hinsichtlich der Unterhaltsansprüche für die Zeit vor dem 17. Januar 1965 in der Schweiz nicht nach dem Abkommen vom 24. Oktober 1956, sondern nach dem innerstaatlichen schweizerischen Kollisionsrecht bestimmt, allenfalls dann eine Ausnahme im Sinne der Rückwirkung des Abkommens zu machen sei, wenn der Fall vor dem Inkrafttreten des Abkommens für die Schweiz zur schweizerischen Rechtsordnung überhaupt keine Beziehung hatte (vgl. hiezu RAAPE, IPR, 5. A. 1961, S. 13 f. Fussnote 17, und RABEL, The conflict oflaws, 4. Band 1958, S. 514 Ziff. 1), kann dahingestellt bleiben; denn im vorliegenden Falle wohnte der Beklagte während der ganzen Zeit von der Zeugung und der Geburt des Kindes bis zum 17. Januar 1965 (und darüber hinaus bis heute) in der Schweiz."}