{"annee": "96", "cour": "III", "page": "74", "date": "16/2/1970", "cite": ["76 III 41", "88 III 28", "62 III 201", "63 III 1", "86 III 31", "55 III 39", "87 III 79", "73 III 91", "90 III 41", "93 III 84", "52 III 118", "33 I 686", "39 I 662"], "cite_par": ["105 III 4", "139 III 384", "120 III 20", "120 III 32", "102 III 155", "114 III 60", "113 III 17", "111 II 81", "138 III 437", "108 III 23"], "chapeau": "13. Entscheid vom 16. Februar 1970 i.S. Beuret.", "regestes": ["Epuration de l'état des charges dans la faillite. 1. Délai pour contester, par une plainte ou par une action en justice, un état des charges déposé avec l'état de collocation et modifié après coup (art. 250 al. 1 LP). Les prescriptions sur les féries de poursuite et leur influence sur l'expiration des délais (art. 56 et 63 LP) ne sont pas applicables dans la faillite (consid. 1). 2. Les prescriptions qui règlent la procédure à suivre pour fixer le rang des gages immobiliers sont-elles des normes de droit impératif? (consid. 2). 3. Conditions requises pour que l'état de collocation, en particulier l'état des charges qui en est partie intégrante, puisse être modifié après coup. En l'espèce, rectification de l'extrait du registre foncier sur la base duquel l'état des charges avait été dressé (consid. 3). Procédure d'épuration de l'état des charges dans le cas où la modification qui lui a été apportée après coup ne concerne que le rang des gages immobiliers. Renonciation à publier le dépôt de l'état des charges modifié (consid. 1, 4). Application par analogie des art. 37 et 39 ORI qui, en principe, ne s'appliquent pas à la faillite. Plainte contre l'état des charges traitée comme une contestation au sens de l'art. 37 al. 2 ORI (consid. 4)."], "faits": "|75|\n\nIm Konkurs über die Aquasana AG in Fideris erstellte das Konkursamt Jenaz ein Lastenverzeichnis für die Liegenschaft Hotel Aquasana, das die Spar- und Leihkasse Schmerikon in Liq. als Gläubigerin eines Inhabertitels im 1. Rang, Harry Beuret und Otto Täschler als Gläubiger von Grundpfandrechten im 2. Rang, Peter Müller als Gläubiger eines Inhabertitels im 3. Rang und vier Bauhandwerker als Gläubiger von Bauhandwerkerpfandrechten im 4. Rang aufführte, ohne die Daten der Eintragung dieser verschiedenen Grundpfandrechte anzugeben. Das Lastenverzeichnis wurde den Grundpfandgläubigern am 19. Februar 1969 unter Verwendung des Betreibungsformulars VZG Nr. 9 Betr. mitgeteilt und als Bestandteil des Kollokationsplans, dessen Auflegung durch das Schweiz. Handelsamtsblatt (Nr. 41 vom 19. Februar 1969) und durch das Amtsblatt des Kantons Graubünden (Nr. 8 vom 21. Februar 1969) öffentlich bekanntgemacht wurde, vom 24. Februar bis 7. März 1969 zur Einsicht aufgelegt. Es blieb unangefochten. Bei der Steigerung vom 2. August 1969 wurde die Hotelliegenschaft der Explica AG zugeschlagen. Da diese die Zahlungsbedingungen nicht erfüllte, erklärte das Konkursamt den Zuschlag am 18. September 1969 als dahingefallen. Gleichzeitig schrieb es den Grundpfandgläubigern, es behalte sich vor, für die zweite Steigerung \"eine neue Prüfung der sachdienlichen Unterlagen vorzunehmen.\" Es erstellte hieraufein neues Lastenverzeichnis, worin an erster Stelle die am 22. Januar/12. Februar 1968 eingetragenen Bauhandwerkerpfandrechte und hierauf die in den Monaten April bis Juni 1968 eingetragenen vertraglichen |76| Grundpfandrechte im 1. bis 3. Rang aufgeführt wurden. Dieses Verzeichnis wurde den Grundpfandgläubigern am 24. September 1969 durch Formular VZG Nr. 9 Betr. mitgeteilt mit den Bemerkungen: \"neu aufgelegt am 26. September 1969\"; \"Beschwerdefrist bis am 6. Oktober 1969...\". Öffentlich bekanntgemacht wurde die Neuauflegung des Lastenverzeichnisses nicht.\n\nAm 3. Oktober 1969 führte die Spar- und Leihkasse Schmerikon in Liq. Beschwerde mit dem Begehren, das neue Lastenverzeichnis sei aufzuheben und das unangefochtene frühere Lastenverzeichnis als auch für die zweite Steigerung massgebend zu erklären. Am 7. Oktober 1969 führte auch Harry Beuret Beschwerde, mit der er verlangte, die Bauhandwerkerpfandrechte seien in den 4. Rang zu setzen.\n\nDie kantonale Aufsichtsbehörde trat am 17. November 1969 auf die Beschwerde Beurets wegen Verspätung nicht ein und wies die Beschwerde der Spar- und Leihkasse Schmerikon in Liq. ab.\n\nDen Entscheid der kantonalen Aufsichtsbehörde hat Beuret an das Bundesgericht weitergezogen, während die Spar- und Leihkasse Schmerikon in Liq. nicht rekurriert hat.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Das Lastenverzeichnis, das zur Feststellung der auf einem Grundstück des Gemeinschuldners lastenden beschränkten dinglichen Rechte nach Bestand, Umfang und Rang erstellt wird (Art. 125 Abs. 1 VZG, Art. 58 Abs. 2 KV), ist ein Bestandteil des Kollokationsplans (Art. 125 Abs. 2 VZG). Der Kollokationsplan kann von den Beteiligten, die mit einer darin enthaltenen Verfügung über eine Konkursforderung oder über den Bestand, Umfang oder Rang eines beschränkten dinglichen Rechts nicht einverstanden sind, durch Klage angefochten werden (Art. 250 SchKG). Wegen Verfahrensfehlern, die bei seiner Aufstellung begangen worden sein sollen, können die Beteiligten Beschwerde führen (Art. 17 SchKG). Die Frist für beides beträgt zehn Tage seit der öffentlichen Bekanntmachung der Auflegung des Kollokationsplans (Art. 250 Abs. 1 SchKG; BGE 93 III 87).\n\nDie Auflegung des bereinigten Lastenverzeichnisses, gegen das die Spar- und Leihkasse Schmerikon in Liq. und der Rekurrent Beuret Beschwerde führten, wurde nicht öffentlich |77| bekanntgemacht, sondern lediglich den beteiligten Grundpfandgläubigern, die zugleich eine Abschrift dieses Verzeichnisses erhielten, angezeigt. Das genügte, da die erfolgte Änderung des Lastenverzeichnisses ausschliesslich das Rangverhältnis unter den Bauhandwerkerpfandrechten einerseits und den vertraglichen Grundpfandrechten anderseits betraf und dieses Rangverhältnis die Kurrentgläubiger in keiner Weise berührt, so dass sie zur Anfechtung des Lastenverzeichnisses in diesem Punkte nicht befugt sind (Art. 127 Abs. 1 VZG). Die Frist für die Anfechtung des bereinigten Lastenverzeichnisses, die für alle Beteiligten gleichzeitig beginnen muss (vgl. BGE 62 III 204, BGE 93 III 87), ist unter diesen Umständen vom Tage der - den Beteiligten rechtzeitig angezeigten - Auflegung (26. September 1969) an zu berechnen. Sie lief also, wie in der Mitteilung des Konkursamtes angegeben, mit dem 6. Oktober 1969 ab. Die erst am 7. Oktober 1969 zur Post gegebene Beschwerde Beurets war daher, wie die Vorinstanz angenommen hat, verspätet, was in der Rekursschrift nicht bestritten wird.\n\nDie Auflegung des bereinigten Lastenverzeichnisses und deren Anzeige erfolgten freilich während der vom 14. bis 28. September 1969 dauernden Bettags-Betreibungsferien (Art. 56 Ziff. 3 SchKG). Die Handlungen des Konkursamtes und der Konkursverwaltung sind jedoch keine Betreibungshandlungen im Sinne von Art. 56 SchKG (JAEGER N. 3 zu Art. 56 SchKG). Auch Art. 63 SchKG, wonach eine während der Betreibungsferien ablaufende Frist bis zum dritten Tag nach dem Ende der Ferienzeit verlängert wird, ist auf die Fristen im Konkursverfahren nicht anwendbar (BGE 88 III 33 E. 1). Die Vorschriften über die Betreibungsferien beruhen auf dem Gedanken, dass der Schuldner während bestimmter Zeiten der Sorge um gegen ihn gerichtete Betreibungen enthoben sein soll (BGE 73 III 92 E. 2). Diese Erwägung ist im Falle des Konkurses gegenstandslos. Es bleibt also dabei, dass die Beschwerde verspätet ist.\n\n2. Die Frage, ob das Konkursamt das frühere Lastenverzeichnis von sich aus abändern durfte, ist trotz der Verspätung der Beschwerde zu prüfen, wenn die Vornahme dieser Änderung gegen Verfahrensvorschriften verstösst, die im öffentlichen Interesse oder im Interesse eines unbestimmten Kreises Dritter aufgestellt wurden und daher zwingend sind (vgl. BGE 93 III 87 mit Hinweisen). In diesem Falle ist das |78| neue Lastenverzeichnis ohne Rücksicht darauf, ob es wegen des begangenen Verfahrensfehlers rechtzeitig durch Beschwerde angefochten wurde, als schlechthin nichtig von Amtes wegen aufzuheben. Ob die Vorschriften über das Verfahren zur Feststellung des gegenseitigen Rangverhältnisses der Grundpfandrechte, die durch die erfolgte Abänderung allenfalls verletzt worden sein könnten, zwingender Natur seien, ist indessen zweifelhaft, weil die Feststellung dieses Verhältnisses, wie schon erwähnt, nur die Grundpfandgläubiger berührt, also nur für einen begrenzten Personenkreis von Bedeutung ist (vgl. BGE 93 III 87, wo mit entsprechender Begründung angenommen wurde, eine gegen Art. 63 Abs. 1 KV verstossende Kollokationsverfügung sei nicht schlechthin nichtig). Diesen Punkt näher zu prüfen, erübrigt sich jedoch, wenn sich ergibt, dass die erfolgte Abänderung verfahrensrechtlich zulässig war.\n\n3. Als Bestandteil des Kollokationsplans wird das Lastenverzeichnis, wenn es innert der Frist für die Anfechtung des Kollokationsplans (Art. 250 Abs. 1 SchKG) nicht angefochten wird, mit dem Ablauf dieser Frist rechtskräftig. Das rechtskräftig gewordene Lastenverzeichnis gilt nach Art. 65 Abs. 1 in Verbindung mit Art. 130 Abs. 1 VZG grundsätzlich auch für eine allfällige zweite Steigerung.\n\nDie Auffassung der Vorinstanz, die Konkursverwaltung könne ein rechtskräftiges Lastenverzeichnis abändern, wenn sich herausstellt, dass eine ihm zugrundeliegende Angabe des Grundbuchamtes unrichtig ist, lässt sich entgegen der Ansicht der Vorinstanz nicht auf Art. 251 Abs. 4 SchKG stützen, wonach die Konkursverwaltung den Kollokationsplan abändert, wenn sie eine verspätete Konkurseingabe für begründet hält. Die Abänderung des Kollokationsplans wegen Zulassung einer verspäteten Konkurseingabe und die Abänderung des zum Kollokationsplan gehörenden Lastenverzeichnisses wegen Entdeckung eines Irrtums des Grundbuchamtes sind verschiedene Dinge. Auch die von den Beschwerdegegnern angerufenen Bestimmungen über die Abänderung des Kollokationsplans während der Beschwerdefrist und im Prozess (Art. 65 f. KV) erlauben die erfolgte Änderung nicht.\n\nDer Grundsatz, dass ein rechtskräftiger Kollokationsplan unter Vorbehalt der Berücksichtigung verspäteter Konkurseingaben so wenig wie ein gerichtliches Urteil nachträglich einseitig abgeändert werden kann (BGE 52 III 121, BGE 87 III 84), |79| gilt jedoch nicht uneingeschränkt. Vielmehr kann eine vom Konkursbeamten verschuldete Unterlassung eine nachträgliche Ergänzung des Kollokationsplans rechtfertigen (BGE 55 III 43 E. 1, 44 E. 2 am Ende). Ferner ist bei der Verteilung, die grundsätzlich auf Grund des rechtskräftigen Kollokationsplans zu erfolgen hat (Art. 261 SchKG), gegebenenfalls auf eine seit der Kollokation eingetretene Änderung des Rechtsverhältnisses Rücksicht zu nehmen (BGE 39 I 662 ff., BGE 52 III 121, BGE 87 III 84; vgl. BGE 90 III 47 /48), was sich praktisch gleich auswirkt wie eine Abänderung des Kollokationsplans. Die neueste Rechtsprechung schliesst auch die Möglichkeit einer Revision des Kollokationsplans wegen neuer Tatsachen nicht aus (BGE 90 III 48 oben; vgl. BGE 33 I 687 E. 5, wo offen gelassen wurde, ob diese Möglichkeit bestehe). Mit Bezug auf die Lastenbereinigung bei der Grundpfandverwertung, die im hier interessierenden Punkte den gleichen Grundsätzen unterliegt wie die Lastenbereinigung im Konkurs, hat das Bundesgericht in BGE 76 III 44 angenommen, eine nach Erstellung des Lastenverzeichnisses eingetretene Änderung der Verhältnisse rechtfertige die Anordnung eines nachträglichen Bereinigungsverfahrens, wenn sich bestimmte Rechteu nd erhebliche Interessen nur so genügend wahren lassen.\n\nIm vorliegenden Falle führte der Grundbuchauszug vom 6. Januar 1969, der dem ersten Lastenverzeichnis zugrunde lag, an erster Stelle die vertraglichen Pfandrechte im 1. bis 3. Rang und an zweiter Stelle die Bauhandwerkerpfandrechte auf, ohne deren Rang, der nach Art. 50 und 40 Abs. 1 lit. e GBV im Grundbuch anzugeben ist (vgl. BGE 63 III 3), ausdrücklich zu bezeichnen. Obwohl dieser Auszug für die vertraglichen Pfandrechte ein späteres Datum (27. April 1968) angab als für die Bauhandwerkerpfandrechte (22. Januar/12. Februar 1968), legte er den - vom Konkursamt im ersten Lastenverzeichnis daraus gezogenen - Schluss nahe, die Bauhandwerkerpfandrechte seien als den vertraglichen Pfandrechten nachgehende Belastungen eingetragen, zumal da die \"zum bessern Verständnis der Situation\" beigefügte Aufstellung über die Belastungen, die am 13. Januar 1968 (im Zeitpunkt einer Intervention des Grundbuchinspektors) bestanden hatten, den Bauhandwerkern ausdrücklich den letzten (7.) Rang zuwies. Demgegenüber führte ein neuer Grundbuchauszug vom 24. Juni 1969 zuerst die am 22. Januar/12. Februar 1968 eingetragenen Bauhandwerkerpfandrechte und |80| hierauf die am 27. April/3. Mai/26. Juni 1968 eingetragenen vertraglichen Pfandrechte auf. Wenn dieser zweite Auszug, dem das neue Lastenverzeichnis entspricht, richtig ist und die darin wiedergegebenen Eintragungen ihrerseits stimmen, geniessen die Bauhandwerkerpfandrechte gegenüber den vertraglichen Pfandrechten gemäss Art. 972 Abs. 1 ZGB den Vorrang. Diesen können die Bauhandwerker im Konkurs der Grundeigentümerin nur bei Anordnung eines nachträglichen Bereinigungsverfahrens zur Geltung bringen. Anders als die Frage der richtigen Anwendung des Art. 840 ZGB, der den Bauhandwerkern untereinander den gleichen Anspruch auf Befriedigung aus dem Pfande gewährleistet (vgl. hiezu BGE 63 III 1 ff.), kann nämlich die Frage des Rangverhältnisses zwischen den Bauhandwerkerpfandrechten einerseits und den vertraglichen Pfandrechten anderseits mit einer Beschwerde gegen die Verteilungsliste (Art. 88 KV, BGE 86 III 34) nicht mehr aufgeworfen werden, und die Klage aus Art. 841 ZGB, deren Gutheissung gemäss Art. 117/132 VZG bei der Verteilung zu berücksichtigen ist, wenn sie innert der vom Amte gemäss Art. 117 Abs. 1/132 VZG angesetzten Frist eingeleitet wurde, gewährt den Bauhandwerkern nur im Rahmen und unter den besondern Voraussetzungen des Art. 841 ZGB den Ersatz eines allfälligen Ausfalls. Die Bauhandwerker haben also nach dem neuen Grundbuchauszug, der dem Konkursamt nach der Aufstellung des ersten Lastenverzeichnisses zuging, bestimmte Rechte und erhebliche Interessen, die sich nur dann genügend wahren lassen, wenn im Hinblick auf den Eingang des neuen Grundbuchauszuges und die damit eingetretene Änderung der Verhältnisse im Sinne von BGE 76 III 44 ein nachträgliches Bereinigungsverfahren angeordnet wird, d.h. wenn das Konkursamt - wie geschehen - auf Grund des neuen Auszuges ein neues Lastenverzeichnis erstellt und dieses der Anfechtung durch die Beteiligten (d.h. durch die zurückgesetzten Gläubiger der vertraglichen Pfandrechte) unterwirft. Dieses Vorgehen rechtfertigt sich um so eher, als die Bauhandwerker angesichts des dargestellten Inhalts des ersten Grundbuchauszugs (den sie für richtig halten durften) keinen unmittelbaren Anlass hatten, das erste Lastenverzeichnis anzufechten. Auch erscheint von vorneherein als gegeben, dass die Konkursverwaltung, welche die aus den öffentlichen Büchern ersichtlichen Ansprüche von Amtes wegen zu berücksichtigen und zu diesem Zweck einen Grundbuchauszug einzufordern hat (Art. 226 und 246 SchKG, |81| Art. 26 KV, Art. 34 lit. b VZG; Formular VZG Nr. 9 K), eine vom Grundbuchamt vorgenommene Berichtigung dieses Auszugs ebenfalls von Amtes wegen berücksichtigt. Einer solchen Berichtigung nicht Rechnung zu tragen und die durch den Irrtum des Grundbuchamtes benachteiligten Gläubiger kurzerhand auf den Weg der Verantwortlichkeitsklage nach Art. 955 ZGB zu verweisen, wäre unbefriedigend.\n\nDie erfolgte Abänderung des Lastenverzeichnisses war also verfahrensrechtlich zulässig, womit über die materielle Richtigkeit des neuen Verzeichnisses, welche die Vorinstanz bejahen zu können glaubte, nichts gesagt ist.\n\n4. Da das Lastenverzeichnis ein Bestandteil des Kollokationsplans ist, sind Einwendungen gegen die darin enthaltenen Feststellungen über den Bestand, den Umfang und den Rang von Grundpfandrechten innert der Frist von Art. 250 Abs. 1 SchKG durch Klage geltend zu machen (Erw. 1 Abs. 1 hievor). Nach dem Wortlaut des Gesetzes würde das auch für Einwendungen gegen den Inhalteines nachträglich abgeänderten Lastenverzeichnisses gelten. Im vorliegenden Falle hat jedoch das Konkursamt die Auflegung des abgeänderten Lastenverzeichnisses nicht öffentlich bekannt gemacht. Wie in Erwägung 1 Absatz 2 hievor ausgeführt, durfte es hievon absehen, da die Änderung nur das gegenseitige Rangverhältnis zwischen den Bauhandwerkerpfandrechten und den vertraglichen Pfandrechten betraf. Genügte es demzufolge, dass das Amt die Auflegung des neuen Lastenverzeichnisses unter Zustellung einer Abschrift den Grundpfandgläubigern anzeigte, so ist auch nicht zu beanstanden, dass es den Beteiligten durch Verwendung des Betreibungsformulars VZG Nr. 9 Betr. (Mitteilung des Lastenverzeichnisses) Gelegenheit gab, die im neuen Lastenverzeichnis aufgeführten Ansprüche binnen zehn Tagen vom Empfang der Anzeige (so Ziff. 1 des Vordrucks) oder vielmehr (vgl. Erw. 1 Abs. 2 hievor) vom darin angegebenen Datum der Auflegung an durch Erklärung an das Amt zu bestreiten, obwohl Art. 37 VZG, der die Bestreitung der im Verzeichnis aufgeführten Ansprüche durch Erklärung an das Betreibungsamt vorsieht, für die Lastenbereinigung im Konkursverfahren grundsätzlich nicht gilt. Auf jeden Fall lag in diesem Vorgehen bei der gegebenen Sachlage nicht ein Verfahrensfehler, gegen den von Amtes wegen einzuschreiten wäre. (Dass das Konkursamt das erwähnte Betreibungsformular auch schon verwendete, als es das erste |82| Lastenverzeichnis zusammen mit dem Kollokationsplan auflegte, war dagegen unrichtig, doch entstand daraus praktisch offenbar kein Nachteil und ist dieser Fehler auf jeden Fall heute nicht mehr von Bedeutung.) Die entsprechende Anwendung von Art. 37 VZG zieht diejenige von Art. 39 VZG nach sich.\n\nSofern die Gläubiger vertraglicher Grundpfandrechte, die an der Anfechtung des neuen Lastenverzeichnisses allein interessiert sein können, dieses durch Erklärung an das Konkursamt bestritten haben, ist ihnen nach Art. 39 VZG Frist zur Klage gegen die Bauhandwerker zu setzen. Das entspricht auch der Parteirollenverteilung, wie Art. 127 Abs. 2 VZG sie für die Bestreitung des einem Pfandgläubiger zugewiesenen Rangs durch einen andern auf dem normalen Wege der Kollokationsklage vorsieht.\n\nOb und allenfalls welche Gläubiger vertraglicher Grundpfandrechte den Rang, den das neue Lastenverzeichnis den Bauhandwerkerpfandrechten zubilligt, durch Erklärung an das Konkursamt rechtzeitig bestritten haben, ist aus den vorliegenden Akten nicht ersichtlich. Das Konkursamt hat das anhand der Konkursakten zu prüfen und gegebenenfalls den bestreitenden Grundpfandgläubigern im angegebenen Sinne Frist zur Klage zu setzen.\n\nDa die vom Konkursamt am 24. September 1969 erlassenen Mitteilungen des Lastenverzeichnisses den vorgedruckten Bestimmungen über die Bestreitung der Lasten durch Erklärung an das Amt den maschinengeschriebenen Hinweis auf die Beschwerdefrist voranstellten und da das vom Konkursamt eingeschlagene Verfahren immerhin ungewöhnlich war und der Formulartext nicht in allen Teilen der Verwendung im Konkursverfahren angepasst wurde, konnte bei den Gläubigern vertraglicher Grundpfandrechte eine gewisse Unsicherheit darüber entstehen, wie sie vorzugehen hatten. Daher rechtfertigt es sich, die auf dem Beschwerdeweg erfolgten Bestreitungen des neuen Lastenverzeichnisses den an das Konkursamt gerichteten Bestreitungen gleichzustellen, d.h. auch den Gläubigern, die das neue Lastenverzeichnis lediglich durch Beschwerde angefochten haben, wie das für die Spar- und Leihkasse Schmerikon in Liq. und für den Rekurrenten zuzutreffen scheint, Frist zur Klage gegen die Bauhandwerker zu setzen.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird im Sinne der Erwägungen abgewiesen."}