{"annee": "96", "cour": "I", "page": "369", "date": "9/6/1970", "cite": ["95 I 289", "94 I 15", "96 I 151", "93 I 254", "91 I 69", "95 I 33", "93 I 1", "94 I 63", "94 I 127"], "cite_par": ["136 I 395", "100 IA 272", "103 IB 197", "98 IB 477", "97 I 134", "101 IB 361", "97 I 530", "96 I 718", "104 IB 108", "98 IB 489", "98 IA 627", "113 IA 161", "97 I 519", "96 I 678", "98 IB 85", "103 IV 96", "100 IA 200", "97 I 540"], "chapeau": "58. Urteil vom 9. Juni 1970 i.S. Gemeinde Flims gegen Walter und Altorfer AG.", "regestes": ["Autonomie communale; notion juridique imprécise, appréciation. La commune qui doit appliquer à un cas particulier une notion juridique imprécise appartenant au droit communal autonome jouit d'une certaine latitude de jugement lorsqu'elle se trouve en présence d'un cas limite et qu'il s'agit avant tout d'apprécier des circonstances locales. Si l'autorité cantonale compétente intervient dans le champ réservé au jugement de la commune et annule une décision qui peut se soutenir, elle violel'autonomie communale, car elle s'arroge ainsi un pouvoir d'examen qui équivaut pour l'essentiel à un contrôle de l'opportunité et qui est contraire à l'essence même de l'autonomie."], "faits": "BGE 96 I 369 S. 369\n\nA.- Die Stimmbürger der Gemeinde Flims haben am 17. März 1968 ein neues Baugesetz (BG) mit Zonenplan angenommen, welches vom Kleinen Rat des Kantons Graubünden am 4. November 1968 genehmigt worden ist. Der Erlass ersetzt das Baugesetz der Gemeinde Flims vom 15. Oktober 1961.\n\nBGE 96 I 369 S. 370\n\nLaut Art. 31 des alten Baugesetzes hatte der Eigentümer für eine ausreichende Zufahrt zu seinem Grundstück zu sorgen. Die entsprechende Bestimmung des neuen Baugesetzes (Art. 45 BG) bildet Bestandteil der Vorschriften über das Baubewilligungsverfahren (Art. 44 ff. BG) und lautet wie folgt:\n\n\"Baureife Baubewilligungen werden für andere als land- und forstwirtschaftliche Bauten nur für baureife Grundstücke erteilt. Ein Grundstück gilt als baureif:\n\nwenn alle Anlagen für die Zufahrt, die Wasser- und Energieversorgung sowie die Abwasserbeseitigung vorschriftsgemäss mit dem Bau erstellt werden\".\n\nB.- Dr. Rudolf Walter ist Eigentümer des Grundstücks Nr. 2492 in Flims/Scheia. Die Fraktion Scheia liegt am Südhang nordöstlich von Flims und nordwestlich von Fidaz. Sie kann vom Kurhaus Fidaz aus auf einer ungefähr zwei Meter breiten, im unteren Teil eine Steigung von 18 Prozent aufweisenden Naturstrasse erreicht werden. Die Parzelle Nr. 2492 liegt ungefähr 80 Meter von der erwähnten Zufahrtsstrasse entfernt am Ende eines Weges, der 50 Meter oberhalb der zweiten Strassenbiegung nach Nordosten abzweigt. Zwischen der Scheiastrasse und der Parzelle Walter stehen drei Ferienhäuser (Grundstücke Nr. 2428, 2423 und 2424). Dem Eigentümer des letztgenannten, unmittelbar neben der Parzelle Nr. 2492 liegenden Grundstücks Nr. 2424 ist die Baubewilligung im Jahre 1967 erteilt worden. Die Zufahrt von der Scheiastrasse zum Grundstück Walter ist durch Wegrechte über die erwähnten Nachbarparzellen gewährleistet.\n\nC.- Am 20. Januar 1969 reichte die Firma Altorfer AG, Wald, im Namen von Dr. Walter ein Baugesuch für die Erstellung eines Ferienhauses auf der Parzelle Nr. 2492 ein. Das Baugesuch wurde mit Schreiben vom 24. März 1969 ergänzt.\n\nMit Verfügung vom 24. bzw. 31. März 1969 entschied der Gemeinderat von Flims, das Baugesuch werde gestützt auf Art. 45 BG solange zurückgestellt, bis die im allgemeinen Wegnetzplan vorgesehene Quartierstrasse von der Post Fidaz bis zur Parzelle des Gesuchstellers gebaut sei. Da sich die Gemeinde mit diesem Projekt nicht sogleich befassen könne, stehe es dem Gesuchsteller frei, die Strasse auf eigene Kosten erstellen zu lassen; dabei bestehe die Möglichkeit, dass die Gemeinde sie später übernehme und die Kosten im Perimeterverfahren BGE 96 I 369 S. 371auf die Anstösser aufteile. Im übrigen könnte die Baubewilligung auch erteilt werden, wenn der Gesuchsteller für einen angemessenen Ausbau der Scheiastrasse sorge.\n\nD.- Dr. Walter und die Altorfer AG, welcher Kosten auferlegt worden waren, erhoben gegen die Verweigerung der Baubewilligung Rekurs beim Verwaltungsgericht des Kantons Graubünden. Dieses führte einen Augenschein durch und hiess die Beschwerde am 14. Juli 1969 gut; es wies die Gemeinde an, die nachgesuchte Baubewilligung zu erteilen und der Altorfer AG die verlangten Gebühren und Kosten zurückzuerstatten. Zur Begründung führte es im wesentlichen folgendes aus: Der Augenschein habe ergeben, dass die Parzelle Walter erschlossen sei. Wohl sei die Scheiastrasse im Winter schwer befahrbar; sie werde aber von allen Einwohnern der Fraktion Scheia von jeher benutzt und gehöre zu den Bergstrassen, die nicht für den Autoverkehr gebaut und später den neuen Verhältnissen nicht rechtzeitig angepasst worden seien. Mit Rücksicht darauf erscheine die dem Gesuchsteller auferlegte Bedingung, entweder den unteren Teil der Scheiastrasse auszubauen oder die projektierte Quartierstrasse zu erstellen, als unverhältnismässig. Im übrigen habe sich die Gemeinde bereits anlässlich der Überbauung des Nachbargrundstücks im Jahre 1967 darüber Rechenschaft geben müssen, dass die Parzelle Nr. 2492 in absehbarer Zeit überbaut würde. Die in der Zwischenzeit erfolgte Revision des Baugesetzes vermöge eine unterschiedliche Behandlung nicht zu rechtfertigen, denn der Wortlaut von Art. 45 BG enthalte gegenüber Art. 31 des alten Baugesetzes keine materielle Änderung.\n\nE.- Die Gemeinde Flims führt staatsrechtliche Beschwerde wegen Verletzung der Gemeindeautonomie. Sie beantragt, der Entscheid des Verwaltungsgerichts vom 14. Juli 1969 sei aufzuheben. Die Beschwerdebegründung ergibt sich, soweit erforderlich, aus den nachfolgenden Erwägungen.\n\nF.- Das Verwaltungsgericht des Kantons Graubünden, Dr. Walter und die Altorfer AG beantragen, die Beschwerde sei abzuweisen.\n\nG.- Eine Instruktionskommission des Bundesgerichts hat am 9. Mai 1970 einen Augenschein durchgeführt. Für dessen Ergebnis wird auf die nachstehenden Erwägungen verwiesen.\n\nBGE 96 I 369 S. 372", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Eine Gemeinde ist nach ständiger Rechtsprechung zur Autonomiebeschwerde legitimiert, wenn der kantonale Entscheid oder Erlass sie in ihrer Eigenschaft als Trägerin hoheitlicher Gewalt trifft und sie mit hinreichender Begründung eine Verletzung der Gemeindeautonomie rügt (BGE 95 I 36 mit Hinweisen). Das Verwaltungsgericht hat eine baupolizeiliche Verfügung der Beschwerdeführerin aufgehoben und diese gegen ihren Willen verpflichtet, die für das Grundstück Nr. 2492 nachgesuchte Baubewilligung zu erteilen. Damit ist die Beschwerdeführerin als Trägerin hoheitlicher Gewalt unmittelbar betroffen. Auf die Beschwerde ist deshalb einzutreten (BGE 95 I 36; unveröffentlichtes Urteil vom 1. Oktober 1969 i.S. Gemeinde Flims gegen Wertli, Erw. 1).\n\n2. Wie das Bundesgericht in den letzten Jahren wiederholt entschieden hat (BGE 95 I 37, BGE 94 I 64 mit Verweisungen), fällt das öffentliche Baurecht im Kanton Graubünden grundsätzlich in den Autonomiebereich der Gemeinden. Das Baugesetz der Gemeinde Flims stellt demnach autonomes Gemeinderecht dar. Die Anwendung desselben durch die zuständige kantonale Instanz kann vom Bundesgericht nur unter dem beschränkten Gesichtswinkel der Willkür überprüft werden (BGE 96 I 153, BGE 95 I 37).\n\n3. Streitig ist, ob die Parzelle Nr. 2492 über eine \"vorschriftsgemässe Zufahrt\" verfügt und im Sinne von Art. 45 BG als baureif bezeichnet werden kann. Der Ausdruck \"vorschriftsgemäss\" lässt erwarten, dass die Anforderungen, denen die Zufahrt im Einzelfall zu genügen hat, entweder im Baugesetz selber oder in einem Ausführungserlass umschrieben werden. Was indessen unter einer \"vorschriftsgemässen Zufahrt\" im Einzelnen zu verstehen ist, wird weder im Baugesetz noch anderswo näher ausgeführt. Eine sachgemässe Auslegung und Anwendung von Art. 45 BG ist deshalb nur möglich, wenn dabei die für die Auslegung unbestimmter Rechtsbegriffe geltenden Regeln beachtet werden; die Ermittlung des Sinngehalts von Art. 45 BG hat mit andern Worten in gleicher Weise zu erfolgen wie die Auslegung von Art. 31 des alten Baugesetzes, der im Ausdruck \"ausreichende Zufahrt\" einen unbestimmten Rechtsbegriff enthält. Die Beschwerdeführerin macht in diesem Zusammenhang geltend, bereits der Wortlaut von Art.45 BG BGE 96 I 369 S. 373gestatte eine Verschärfung der Baubewilligungspraxis; das Verwaltungsgericht geht demgegenüber davon aus, die erwähnte Bestimmung des neuen Baugesetzes habe am bisherigen Rechtszustand (Art. 31 des alten Baugesetzes) nichts geändert. Ob unter einer \"vorschriftsgemässen Zufahrt\" das gleiche zu verstehen ist wie unter einer \"ausreichenden Zufahrt\", mag indessen offen bleiben, wenn der angefochtene Entscheid, der diese Frage bejaht, die Gemeindeautonomie verletzt.\n\n4. Unbestimmte Rechtsbegriffe gewinnen ihren Inhalt aus dem Sinn und Zweck der Vorschrift sowie aus deren Stellung im Gesetz und im Rechtssystem (BGE 93 I 6), bedürfen also der Auslegung (BGE 95 I 297). Das Bundesgericht hat den Grundsatz aufgestellt, die Auslegung unbestimmter Rechtsbegriffe sei als Beantwortung einer Rechtsfrage von der Ermessensbetätigung zu trennen (BGE 91 I 75, BGE 94 I 135, BGE 95 I 40). Es anerkennt freilich, dass den kantonalen Behörden bei der Anwendung unbestimmter Rechtsbegriffe im Einzelfall ein gewisser Beurteilungsspielraum (latitude de jugement) offen stehen kann (BGE 91 I 75, BGE 93 I 6). Insbesondere wenn örtliche Verhältnisse zu würdigen sind, ein Grenzfall vorliegt und die Auslegung schwierig ist, lässt sich die Rechtsanwendung innerhalb des soeben erwähnten Beurteilungsspielraums nicht scharf von der Ermessensbetätigung trennen (vgl. BGE 94 I 135; IMBOBEN, Schweiz. Verwaltungsrechtsprechung, 3. Aufl., Nr. 221 I, S. 73). Mit Rücksicht darauf übt das Bundesgericht eine gewisse Zurückhaltung, wenn es in derartigen Fällen die Entscheidung einer kantonalen Behörde zu überprüfen hat. Es widerspräche in der Tat dem Wesen der Rechtskontrolle, wenn der Staatsgerichtshof in solchen Fällen einer vertretbaren Auslegung des fraglichen unbestimmten Rechtsbegriffs die Anerkennung versagen und in völlig freier Überprüfung von der Rechtsauffassung der kantonalen Behörde abweichen würde. Soll die Rechtskontrolle indessen nicht in unzulässiger Weise beschränkt werden, so darf ein Beurteilungsspielraum bloss innerhalb enger, möglichst genau umschriebener Grenzen anerkannt werden (vgl. F. GYGI, Verwaltungsrechtspflege und Verwaltungsverfahren im Bund, S. 140 oben).\n\nÄhnlich wie das Bundesgericht haben kantonale Gerichte ihre Überprüfungsbefugnis zu beschränken, wenn der fragliche unbestimmte Rechtsbegriff dem autonomen Gemeinderecht angehört. Die Gemeinde ist in diesem Fall kraft ihrer Doppelstellung BGE 96 I 369 S. 374als Gesetzgeberin und Rechtsanwenderin in besonderem Masse dazu berufen, den Sinngehalt des umstrittenen Begriffs zu ermitteln. Sie verfügt über sämtliche Materialien, vermag ihre Entscheidung auf eine umfassende Kenntnis der örtlichen Verhältnisse zu stützen und ist am ehesten in der Lage, die künftige Entwicklung vorauszusehen. Insbesondere in Zweifelsfällen, wenn die Auslegung schwierig ist und in besonderem Masse örtliche Verhältnisse zu würdigen sind, kommt der Entscheidung der Gemeinde besonderes Gewicht zu. Mit Rücksicht auf Wesen und Schutzfunktion der Gemeindeautonomie rechtfertigt es sich, der Gemeinde in derartigen Fällen einen Beurteilungsspielraum im soeben umschriebenen Sinne zuzuerkennen. Dies hat zur Folge, dass der kommunale Verwaltungsakt von der übergeordneten kantonalen Behörde nur aufgehoben werden darf, wenn sich die Gemeinde im Zusammenhang mit der Anwendung des fraglichen unbestimmten Rechtsbegriffs auf den Einzelfall eines Missbrauchs oder einer Überschreitung ihrer Beurteilungsermächtigung schuldig gemacht oder wenn sie verfassungsmässige Rechte des Bürgers verletzt hat. Liegt keine derartige Rechtsverletzung vor und hebt die kantonale Behörde eine vertretbare Entscheidung der Gemeinde dennoch auf, so verletzt sie die Gemeindeautonomie, unbekümmert darum, ob ihre eigene Wertung der konkreten Verhältnisse der Willkürrüge zu entgehen vermöchte, denn sie masst sich damit eine Überprüfungsbefugnis an, die im wesentlichen einer Ermessenskontrolle gleichkommt und dem Wesen der Gemeindeautonomie widerspricht.\n\nIm vorliegenden Fall ist demnach nicht in erster Linie zu prüfen, ob sich das Verwaltungsgericht einer willkürlichen Anwendung von autonomem Gemeinderecht schuldig gemacht hat (vgl. BGE 95 I 37 /8), sondern ob der Beschwerdeführerin bei der Behandlung des Baugesuchs für die Parzelle Nr. 2492 ein Beurteilungsspielraum im oben umschriebenen Sinne offen gestanden hat. Da sich dieser - wie erwähnt - unmittelbar aus dem Wesen und aus der Schutzfunktion der Gemeindeautonomie ergibt und da die bezügliche Entscheidung den Umfang der Gemeindeautonomie auf dem Gebiete der Rechtsanwendung massgeblich beeinflusst, steht dem Bundesgericht dabei die freie Prüfung zu, zumal das öffentliche Baurecht im Kanton Graubünden grundsätzlich zum verfassungsmässig garantierten Autonomiebereich der Gemeinde gehört (BGE 94 I 64, BGE 95 I 37 BGE 96 I 369 S. 375Erw. 2). Ist die Frage zu bejahen und erscheint die Verweigerung der Baubewilligung durch die Gemeinde aufgrund der gesamten Umstände als vertretbar und verfassungsgemäss, so verletzt der angefochtene Entscheid nach dem Gesagten die Gemeindeautonomie.\n\n5. Die Scheiastrasse ist stellenweise sehr steil und schmal; die Strassenbiegungen sind unübersichtlich, und ein Kreuzen von Motorwagen ist weitgehend unmöglich. Nach starkem Schneefall ist die Fraktion Scheia oft überhaupt nicht erreichbar, da die Schneeräumung Schwierigkeiten bereitet und den Einzatz von Unimog-Schneeschleudern erfordert. Schneewände von gegen zwei Metern Höhe sind keine Seltenheit. Insbesondere die öffentlichen Dienste (Feuerwehr, Kehrichtabfuhr, Krankentransporte) werden durch die prekären Strassenverhältnisse aufs schwerste behindert. Der Augenschein hat ferner ergeben, dass die Scheiastrasse auch ausserhalb der Wintersaison bis zur Grenze des Zumutbaren beansprucht wird. Mit Rücksicht darauf lässt es sich sachlich begründen, das Baugesuch Dr. Walters mangels \"ausreichender\" bzw. \"vorschriftsgemässer\" Zufahrt zur Zeit abzuweisen. Andererseits ist es nicht unhaltbar, die Baute zuzulassen, mit der Begründung, die Zufahrt vermöge den Bedürfnissen noch gerade zu genügen. Es liegt mithin ein Grenzfall vor. Aufgrund der gesamten Umstände rechtfertigt es sich, der Beschwerdeführerin bei der Behandlung des Baugesuchs für die Parzelle Nr. 2492 einen Beurteilungsspielraum im oben umschriebenen Sinn zuzuerkennen. Zu prüfen bleibt demnach, ob die Beschwerdeführerin davon einen übermässigen Gebrauch gemacht hat, d.h. ob die Verweigerung der Baubewilligung gegen den Grundsatz der Verhältnismässigkeit oder gegen das Gebot der rechtsgleichen Behandlung verstösst.\n\n6. a) Polizeiliche Eingriffe müssen verhältnismässig sein; sie dürfen nicht weiter gehen, als es der Zweck der Massnahme verlangt (IMBODEN, Schweiz. Verwaltungsrechtsprechung, 3. Aufl., Nr. 342 S. 219; A. GRISEL, Droit administratif suisse, p. 184 ss.). Die Verweigerung der Baubewilligung für das Grundstück Nr. 2492 steht nicht im Widerspruch zu diesem anerkannten Grundsatz. Anders als durch ein Verbot weiterer Bauten lässt sich eine Verkehrsgefährdung, welche von der Beschwerdeführerin mit haltbaren Gründen als unzumutbar bezeichnet worden ist, nicht verhindern, solange die Scheiastrasse BGE 96 I 369 S. 376nicht ausgebaut oder die geplante Quartierstrasse nach Fidaz nicht erstellt ist. Daran ändert nichts, dass im vorliegenden Fall nicht die private Zufahrt, sondern eine öffentliche Strasse den Anforderungen nicht genügt. Freilich obliegt es der Gemeinde, für eine angemessene Erschliessung ihres Baugebiets zu sorgen. Die Fraktion Scheia ist indessen erst im Zusammenhang mit dem Erlass des neuen Baugesetzes eingezont und der Bauzone B zugewiesen worden. Das Recht einer Gemeinde, der zu erwartenden baulichen Weiterentwicklung durch sachgemässe Planung Rechnung zu tragen, schliesst die Befugnis in sich, die Erschliessung neugeschaffener Bauzonen zeitlich zu staffeln. Nichts deutet darauf hin, dass die Erschliessung der Fraktion Scheia übermässig verzögert werden soll, beabsichtigt doch die Beschwerdeführerin, die bestehende Zufahrtsstrasse in absehbarer Zeit selbst auszubauen und die geplante Quartierstrasse nach Fidaz zu erstellen. Die Beschwerdeführerin widersetzt sich im übrigen einer sofortigen Überbauung der Parzelle Nr. 2492 nicht, sofern der Gesuchsteller die Zufahrtsstrasse auf eigene Kosten ausbaut; sie erklärt sich bereit, neu hinzukommende Anstösser in diesem Fall zu verpflichten, an die Strassenbaukosten anteilsmässig beizutragen. Die Verfügungen der Beschwerdeführerin vom 24. bzw. 31. März 1969 verletzen demnach den Grundsatz der Verhältnismässigkeit nicht.\n\nb) Dr. Walter vermag aus der Überbauung der Nachbargrundstücke keine Rechte abzuleiten. Die Beschwerdeführerin gibt zwar zu, früher eine weniger strenge Praxis befolgt zu haben. Dies hindert sie jedoch nicht, im Hinblick auf die künftige Entwicklung und die damit verbundenen Gefahren eine sachlich gerechtfertigte Praxisänderung vorzunehmen (BGE 94 I 16 und insbesondere BGE 93 I 259 Erw. 2 b). Die heutigen Verhältnisse stimmen im übrigen mit denjenigen des Jahres 1967 (Überbauung des Grundstücks Nr. 2424) nicht überein, da in der Zwischenzeit - wie bereits erwähnt - ein Zonenplan aufgestellt worden ist, der auch die Fraktion Scheia erfasst. Diese planerische Massnahme lässt erwarten, dass in absehbarer Zeit weitere Baugesuche eingereicht werden, sind doch bereits Verhandlungen über Landkäufe in der neugeschaffenen Bauzone im Gange. Dem Entscheid über das streitige Bauvorhaben kommt deshalb erhebliche präjudizielle Wirkung zu. Auch dieser Umstand lässt eine Überprüfung der Baubewilligungspraxis als gerechtfertigt erscheinen, unbekümmert darum, ob der Wortlaut BGE 96 I 369 S. 377von Art. 45 BG ohne weiteres eine Verschärfung der Praxis erlaubt. Die Verweigerung der streitigen Baubewilligung steht daher auch unter diesem Gesichtspunkt nicht im Widerspruch zu Art. 4 BV.\n\n7. Da die Beschwerdeführerin von ihrer Beurteilungsermächtigung keinen übermässigen Gebrauch gemacht hat, erweist sich die verwaltungsgerichtliche Überprüfung der gemeinderätlichen Verfügungen vom 24. bzw. 31. März 1969 als unzulässig. Die Autonomiebeschwerde ist daher gutzuheissen und der angefochtene Entscheid aufzuheben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Entscheid des Verwaltungsgerichts des Kantons Graubünden vom 14. Juli 1969 aufgehoben."}