{"annee": "96", "cour": "I", "page": "145", "date": "27/5/1970", "cite": ["40 I 492", "94 I 318", "41 I 110", "32 I 76", "40 I 418", "81 I 52", "85 II 359", "86 I 10"], "cite_par": ["114 IA 381", "106 IB 353", "115 II 160", "117 IA 292"], "chapeau": "26. Auszug aus dem Urteil vom 27. Mai 1970 i.S. L. gegen H. und Appellationshof des Kantons Bern.", "regestes": ["Garantie du for du domicile (art. 59 Cst.). Le for du séquestre, que certaines dispositions cantonales de procédure prévoient pour l'action en validation du séquestre, n'est valable que dans les limites de l'art. 59 Cst. (consid. 2). Notion du domicile au sens de l'art. 59 Cst. Le principe selon lequel une personne conserve son domicile aussi longtemps qu'elle ne s'en est pas créé un nouveau (art. 24 al. 1 CC) ne s'applique pas; seul entre en considération le domicile effectif, déterminé en fonction des circonstances existant au moment de l'introduction de l'instance (consid. 4)."], "faits": "BGE 96 I 145 S. 146\n\nA.- Die Ehegatten H. schlossen am 4. September 1968, nach der Scheidung ihrer Ehe, einen Vergleich, den das Amtsgericht Bern gemäss Art. 158 Ziff. 5 ZGB genehmigte. Gemäss diesem Vergleich übernahm die Ehefrau (jetzt Frau L.) die Liegenschaft X. in Bern und verpflichtete sich, eine Summe die nach den im Vergleich getroffenen Vereinbarungen zu berechnen ist, am 1. Juni 1969 zu bezahlen. Der Ehemann berechnete seine Gesamtforderung in der Folge auf Fr. 129'451.25.\n\nEnde April 1969 betrieb H. die Schuldnerin auf Sicherheitsleistung, doch konnte der Zahlungsbefehl an ihrer Adresse Blauenstrasse 45 in Basel nicht zugestellt werden und kam zurück mit dem Vermerk: \"Schuldner ist ausgezogen laut Polizeirapport vom 13. Mai 1969\". Gegen einen am 9. Juli 1969 dem Anwalt der Schuldnerin zugestellten, auf Zahlung von Fr. 129'451.25 gerichteten Zahlungsbefehl wurde für die ganze Summe Rechtsvorschlag erhoben. Darauf verlangte H., dass die Liegenschaft X. in Bern zur Sicherung seiner Ansprüche mit Arrest belegt werde. Der Gerichtspräsident IV von Bern bewilligte den Arrest am 24. Juli 1969 gestützt auf Art. 271 Ziff. 1 und 2 SchKG. Die Schuldnerin erhob Arrestaufhebungsklage, BGE 96 I 145 S. 147wurde aber vom Gerichtspräsident IV von Bern und vom Appellationshof des Kantons Bern abgewiesen, von diesem mit Urteil vom 4. Dezember 1969. Eine hiegegen erhobene staatsrechtliche Beschwerde der Schuldnerin ist vom Bundesgericht mit Urteil vom heutigen Tage verworfen worden.\n\nB.- Unmittelbar nach Zustellung der Arresturkunde reichte H. am 1. September 1969 beim Appellationshof des Kantons Bern Arrestprosequierungsklage ein. Der Appellationshof stellte die Klage der Beklagten am 4. September 1969 zu, setzte ihr Frist zur Beantwortung bis 26. September und forderte sie auf, innert der gleichen Frist einen Gerichtskostenvorschuss von Fr. 1000.-- zu bezahlen. Die Beklagte leistete den Vorschuss nicht, reichte aber fristgerecht eine Klageantwort ein, mit der sie - ohne sich materiell zur Sache zu äussern - den Antrag stellte, die Klage sei mangels örtlicher Zuständigkeit von der Hand zu weisen. Der Appellationshof forderte sie in der Folge ein zweites Mal zur Zahlung des verlangten Vorschusses auf und erklärte sie, als sie auch dieser Aufforderung nicht nachkam, mit Verfügung vom 2. Dezember 1969 gemäss Art. 286 bern. ZPO \"säumig\".\n\nIm Anschluss an diese Verfügung erhob Frau L. staatsrechtliche Beschwerde, mit der sie u.a. Verletzung des Art. 59 BV geltend machte und behauptete, sie wohne seit mindestens vier Jahren in Basel und habe den dortigen Wohnsitz nie aufgegeben.\n\nDas Bundesgericht weist diese Rüge ab.", "considerants": "Aus den Erwägungen:\n\n2. Der Kläger begründete die örtliche Zuständigkeit des Appellationshofes mit dem Hinweis auf Art. 25 Abs. 2 bern. ZPO, wonach \"die Klage auf Begründetheit einer Forderung, für welche Arrest herausgenommen ist\", am Orte der Arrestnahme angebracht werden kann. Dieser Gerichtsstand des Arrestortes gilt jedoch, wie Rechtsprechung und Lehre einhellig annehmen, nur im Rahmen des Art. 59 BV; aufrechtstehende, in der Schweiz, aber nicht im Kanton Bern wohnende Arrestschuldner brauchen sich an dem im Kanton Bern gelegenen Ort der Arrestnahme nicht auf die Arrestprosequierungsklage einzulassen (BGE 40 I 499, BGE 85 II 363 E. 1 a.E.; LEUCH N. 5 zu Art. 25 ZPO; BURCKHARDT, Komm. der BV S. 564 oben; JAEGER-DAENIKER N. 11 zu Art. 278 SchKG; GULDENER, Schweiz. Zivilprozessrecht BGE 96 I 145 S. 148S. 83 Anm. 37 sowie internat. und interkant. Zivilprozessrecht der Schweiz S. 73 Anm. 224 und S. 186 Anm. 29 lit. a).\n\n4. Dass die Beschwerdeführerin \"aufrechtstehend\" im Sinne des Art. 59 BV, d.h. zahlungsfähig sei, ist nicht streitig. Die Vermutung spricht für die Zahlungsfähigkeit (BGE 41 I 115; BURCKHARDT a.a.O. S. 543; AUBERT, Traité de droit constitutionnel suisse Nr. 852), und der Beschwerdegegner behauptet nicht und versucht noch weniger darzutun, dass die Beschwerdeführerin zahlungsunfähig sei. Zu prüfen ist einzig, ob sie im massgebenden Zeitpunkt einen \"festen Wohnsitz\" im Sinne des Art. 59 BV gehabt habe. Dem Beiwort \"fest\", das im französischen Text fehlt, kommt dabei keine Bedeutung zu (BURCKHARDT a.a.O. S. 544).\n\na) Die Frage des Wohnsitzes ist für einen Arrestprosequierungsprozess unabhängig vom vorausgegangenen Arrestbewilligungs- und von einem allfälligen Arrestaufhebungsverfahren zu prüfen, denn es kommt auf die Verhältnisse zur Zeit der Anhängigmachung der Klage an (vgl. BGE 81 I 58 /9 und dort zitierte frühere Urteile). Wenn ein Schuldner, dessen Vermögensgegenstände wegen Fehlens eines festen Wohnsitzes gemäss Art. 271 Ziff. 1 SchKG mit Arrest belegt worden sind, nachher vor Einreichung der Arrestprosequierungsklage einen festen Wohnsitz in der Schweiz begründet, so kann er sich für diese Klage auf die Garantie des Art. 59 BV berufen. Er kann es übrigens auch, ohne dass sich die Wohnsitzverhältnisse seit der Arrestbewilligung verändert haben, so wenn er auf die Arrestaufhebungsklage verzichtet hat oder mit ihr abgewiesen worden ist. Die vorliegende Arrestprosequierungsklage ist am 1. September 1969 eingereicht worden. Es fragt sich daher, ob die Beschwerdeführerin, wie sie behauptet, in diesem Zeitpunkt ihren Wohnsitz in Basel hatte.\n\nb) Die Beschwerdeführerin, die früher unbestrittenermassen in Basel gewohnt, ihre dortige Wohnung aber spätestens Ende Juni 1969 aufgegeben hat, hat sich für ihre Behauptung, sie habe weiterhin in Basel Wohnsitz gehabt, mit Recht weder in der vorliegenden Beschwerde noch in derjenigen gegen die Abweisung der Arrestaufhebungsklage auf Art. 24 Abs. 1 ZGB berufen, wonach der einmal begründete Wohnsitz einer Person bestehen bleibt bis zum Erwerb eines neuen Wohnsitzes. In zwei älteren Urteilen des Bundesgerichts (BGE 32 I 80, BGE 40 I 423 /4) ist freilich beiläufig die Meinung geäussert worden, der BGE 96 I 145 S. 149(früher in Art. 3 Abs. 2 NAG und nun in Art. 24 Abs. 1 ZGB enthaltene) Grundsatz der Fortdauer eines einmal begründeten, aber aufgegebenen Wohnsitzes könnte bei der Anwendung des Art. 59 BV beachtet werden. Indessen ist, obwohl in BGE 32 I 80 von einer dahingehenden Rechtsprechung die Rede ist, kein Urteil zu finden, in welchem ein bloss gemäss Art. 24 Abs. 1 ZGB weiter bestehender Wohnsitz als fester Wohnsitz im Sinne des Art. 59 BV anerkannt worden wäre. Nach dem Zweck dieser Vorschrift kann nur ein effektiver Wohnsitz als fester Wohnsitz gelten und ist derjenige, der den bisherigen Wohnsitz tatsächlich aufgibt, ohne einen neuen zu begründen, als wohnsitzlos zu behandeln, sonst käme es, wie BURCKHARDT (a.a.O. S. 545 unten) zutreffend bemerkt, kaum mehr vor, dass jemand keinen festen Wohnsitz hat. Die Auffassung GULDENERS, dass Art. 24 Abs. 1 ZGB auch im Rahmen von Art. 59 BV gelte (Das internat. und interkant. Zivilprozessrecht der Schweiz S. 71 Anm. 212) ist, abgesehen von dem nach dem Gesagten nicht schlüssigen Hinweis auf BGE 32 I 80, nicht weiter begründet und steht in einem gewissen Widerspruch zu seiner an anderer Stelle geäusserten Auffassung, Art. 24 ZGB sei nicht anwendbar, wenn \"an das Fehlen eines Wohnsitzes in der Schweiz prozessuale Folgen geknüpft sind\" (Schweiz. Zivilprozessrecht S. 76 Anm. 6).\n\nc) Damit ein Ort als effektiver Wohnsitz, d.h. als Lebensmittelpunkt einer Person gelten kann, ist zuallererst erforderlich, dass sie sich dort aufhalte (BGE 86 I 15 E. 4, BGE 94 I 325 /6). Dieser Aufenthalt darf nicht in einer blossen Anwesenheit bestehen; erforderlich ist vielmehr ein \"Wohnen\", wozu die Benützung von Räumen gehört (EGGER, N. 20 zu Art. 23 ZGB). Steht einer Person an einem Ort eine solche Wohngelegenheit zur Verfügung, so dauert ihr Wohnsitz an diesem Ort auch fort, wenn sie für Ferien, aus beruflichen oder sonstigen Gründen während kürzerer oder selbst längerer Zeit vorübergehend abwesend ist. Dagegen geht der Wohnsitz verloren, wenn sie mit dem Weggang auch die ihr zum Wohnen dienenden Räume aufgibt. So verhält es sich im vorliegenden Falle. Die Beschwerdeführerin hat ihre Wohnung an der Blauenstrasse in Basel spätestens Ende Juni 1969 (nach dem auf dem Zahlungsbefehl vom 30. April 1969 erwähnten Polizeirapport vom 13. Mai 1969 schon wesentlich früher) aufgegeben, ist zunächst im Juli im Tessin in den Ferien gewesen und hat anschliessend BGE 96 I 145 S. 150bei ihren zukünftigen Schwiegereltern in Aesch/BL gewohnt, und zwar, wie sich aus der Eingabe ihres Anwaltes vom 10. Oktober 1969 an den Appellationshofergibt, noch anfangs Oktober. Damit waren alle tatsächlichen Beziehungen zu Basel abgebrochen, die es rechtfertigen könnten, diesen Ort ab 1. Juli 1969 weiterhin als ihren Wohnsitz zu betrachten. Der Umstand, dass sie sich polizeilich nicht abgemeldet hat, genügt nicht, zumal da sie weder den basel-städtischen Behörden noch dem Beschwerdegegner eine neue Adresse in Basel angegeben hat, so dass es in einer Verfügung des Zivilgerichts Basel-Stadt vom 22. Juli 1969 heisst, man wisse nicht, wo die Beschwerdeführerin wohne. Mag sie auch stets die Absicht gehabt haben, nach Basel zurückzukehren, so wusste sie doch im massgebenden Zeitpunkt (1. September 1969) und noch in den 5 darauf folgenden Wochen nicht, wann sie dort eine passende Wohnung finden würde. In dieser Zeit, in welcher sie weder durch einen Arbeitsplatz noch durch eine Wohnung mit Basel tatsächlich verbunden war, hatte sie daher dort keinen Wohnsitz mehr. Dass sie, falls sich ihr Wohnsitz am 1. September 1969 nicht mehr in Basel befunden haben sollte, einen solchen anderswo begründet habe, hat sie selber nie behauptet. Somit hatte sie im massgebenden Zeitpunkt keinen Wohnsitz und ist die Beschwerde wegen Verletzung des Art. 59 BV unbegründet."}