{"annee": "96", "cour": "III", "page": "24", "date": "2/3/1970", "cite": [], "cite_par": [], "chapeau": "4. Arrêt du 2 mars 1970 dans la cause Dufour et consorts.", "regestes": ["Saisie et réalisation d'une part de copropriété sur un immeuble. Art. 132 LP et 73 ORI. Lorsqu'un immeuble bâti est la copropriété de plusieurs personnes, sans que la propriété par étages ait été constituée, mais de telle façon que chaque part donne droit à la jouissance de locaux déterminés, que l'une de ces parts est saisie et qu'elle est grevée, conjointement avec d'autres parts, d'un gage immobilier, la vente aux enchères de l'immeuble lui-même, au sens de l'art. 73 lettre b ORI, a pour objet toutes les parts grevées du gage, mais celles-là seulement."], "faits": "|25|\n\nA.- Albert Oggier, architecte à Sion, est poursuivi par plusieurs créanciers. L'Office des poursuites de Sion a saisi au préjudice du débiteur sa part de copropriété de la parcelle immatriculée au registre foncier de la commune de Sion sous no 608, folio 9, sise en Pratifori, en nature de maison d'habitation (412 m2), garages (346 m 2) et place (180 m2).\n\nLe bâtiment abrite au rez-de-chaussée cinq locaux commerciaux. Il compte en outre quatre étages, divisés en appartements.\n\nLes parts de copropriété de l'immeuble ne sont pas encore constituées en propriété par étages au sens des art. 712 a ss. CC. Les intéressés entendent le faire. Actuellement, en vertu d'un accord entre les copropriétaires, l'immeuble est grevé de servitudes de telle façon que les quotes-parts donnent à chacun des copropriétaires la jouissance de locaux déterminés, à savoir:\n\nRez-de-chaussée: de Kalbermatten Charles, de François: 38/894\n\nGobelet Renée, de Charles: 38/894\n\nOggier Albert, de Joseph: 38/894\n\nVadi Maurice, de Ferdinand: 38/894\n\nDufour Michel, de Joseph: 38/894\n\nIer étage:\n\npartie ouest: Denimo SA, Sion: 78/894\n\ncentre: de Quay Serge de René: 21/894\n\npartie est: de Preux Charles-Henri d'Henri: 65/894\n\nIIe étage:\n\npartie ouest: Zenklusen Oscar, de Léon: 90/894\n\npartie est: Dufour Michel, de Joseph: 89/894\n\n|26| : à reporter: 533/894>\n\nIIIe étage:: report: 533/894\n\nBayard André d'Adolphe 1/2 et son de Torrenté Janny, de Jules 1/2: 180/894\n\nIVe étage:\n\npartie ouest: de Torrenté Janny de Jules: 90/894\n\npartie est: Sierro Dominique d'Edouard: 91/894\n\n: 894/894\n\nLe 9 septembre 1963, une hypothèque en 1er rang a été inscrite en faveur de l'Union de banques suisses, à Sion, pour une somme de Fr. 550 000.--. Initialement, elle grevait tout l'immeuble. A la suite de cinq radiations partielles, elle ne grève plus que les quotes-parts correspondant à la jouissance des locaux suivants:\n\ntout le rez-de-chaussée: 190/894\n\nIIe étage, partie est: 89/894\n\nIVe étage, partie ouest: 90/894\n\nsoit: 369/894\n\nDame Janny Bayard-de Torrenté a acquis de Charles de Kalbermatten, le 21 novembre 1968, le IVe étage, partie ouest. Elle a consigné Fr. 98 000.--, représentant le solde du prix de vente, jusqu'à la délivrance de la chose par le vendeur, en vue de faire radier l'hypothèque dans la mesure où elle grève la quote-part acquise.\n\nLe 11 janvier 1967, une hypothèque en 2e rang a été inscrite en faveur du Crédit Suisse, à Sion, pour une somme de Fr. 110 000.--. Elle grève uniquement les quotes-parts correspondant à la jouissance du rez-de-chaussée, soit 190/894.\n\nLe 8 avril 1969, l'office des poursuites a requis le Juge-Instructeur de Sion, autorité inférieure de surveillance, de fixer le mode de réalisation de la part de copropriété saisie, conformément aux art. 132 LP et 73 lettre b ORI. N'ayant pu provoquer une entente entre les autres copropriétaires et les créanciers gagistes au sujet de la dissolution du rapport de copropriété, le Juge-Instructeur, par décision du 30 mai 1969, a fixé aux autres copropriétaires un délai de dix jours pour requérir le partage en nature, bien que cette solution parût impraticable en l'espèce. Il ajoutait qu'une fois ce délai expiré, s'il ne recevait aucune requête de partage en nature, il ordonnerait la vente aux enchères de la totalité de l'immeuble, d'abord entre les autres copropriétaires, puis, le cas échéant, aux enchères publiques. |27|\n\nPar décision du 10 septembre 1969, le Juge-Instructeur a ordonné la vente aux enchères de l'immeuble lui-même, en précisant qu'il entendait par là les parts grevées de droits de gage, c'est-à-dire les cinq parts de 38/894 donnant droit à la jouissance des locaux du rez-de-chaussée, la part de 89/894 donnant droit à la jouissance du IIe étage, partie est et la part de 90/894 donnant droit à la jouissance du IVe étage, partie ouest.\n\nSaisi d'un recours de dame Janny Bayard-de Torrenté, le Tribunal cantonal valaisan, statuant le 5 février 1970 en sa qualité d'autorité cantonale supérieure de surveillance, a modifié la décision de l'autorité inférieure en ce sens que seules les parts donnant droit à la jouissance du rez-de-chaussée de la parcelle no 608 devaient être vendues aux enchères. Il a considéré qu'en fait, sinon en droit, l'immeuble avait été divisé par étages et que chaque étage formait une unité indépendante des autres. Dès lors, le rez-de-chaussée, qui comprend la part saisie, pouvait être considéré comme \"l'immeuble lui-même\" au sens de l'art. 73 lettre b ORI, sinon juridiquement, en tout cas économiquement et pratiquement.\n\nC.- Contre cette décision, Michel Dufour, Maurice Vadi, Charles de Kalbermatten et dame Jean-Jérôme Roten ont recouru au Tribunal fédéral et pris les conclusions suivantes:\n\n\"L'immeuble qui sera l'objet d'une vente aux enchères entre copropriétaires intéressés, soit entre Albert Oggier, Maurice Vadi, Michel Dufour, Charles de Kalbermatten, Renée Roten-Gobelet et Janny Bayard-de Torrenté, est constitué par les 369/894 donnant droit de jouissance sur le rez-de-chaussée, sur le deuxième étage partie est et sur le quatrième étage partie ouest.\"", "considerants": "Considérant en droit:\n\n1. Selon l'art. 712 d al. 1 CC, la propriété par étages est constituée par inscription au registre foncier. L'inscription peut être requise en vertu d'un contrat par lequel les copropriétaires conviennent de soumettre leurs parts au régime de la propriété par étages (art. 712 d al. 2 ch. 1 CC). Cet acte juridique n'est valable que s'il est passé en la forme authentique (art. 712 d al. 3 CC). Lorsque ces conditions font défaut, il n'y a pas de propriété par étages. Les copropriétaires sont alors soumis au régime ordinaire de la copropriété (art. 646 ss. CC). On ne saurait invoquer en pareil cas des raisons d'ordre pratique ou |28| économique pour appliquer, fût-ce par analogie, les dispositions légales relatives à la propriété par étages. Peu importe qu'en l'espèce, les copropriétaires aient envisagé cette forme spéciale de copropriété. Au moment de la saisie, ils ne l'avaient pas encore constituée. Leurs droits sur l'immeuble se caractérisent dès lors comme des parts de copropriété ordinaire, mais assorties de servitudes qui leur confèrent la jouissance de locaux déterminés (cf. RO 81 II 598).\n\nMême dans le régime de la copropriété ordinaire, chacun des copropriétaires a le droit d'aliéner ou d'engager sa part et ses créanciers peuvent la saisir (art. 646 al. 3 CC). Les parts de copropriété d'un immeuble sont considérées comme immeubles (art. 655 al. 2 ch. 4 CC, disposition introduite par la loi fédérale du 19 décembre 1963, qui a simplement confirmé un principe déjà valable sous l'empire du droit antérieur; cf. LIVER, Das Miteigentum als Grundlage des Stockwerkeigentums, Gedächtnisschrift Ludwig Marxer, Zurich 1963, p. 195; MEIER-HAYOZ, n. 40 et 45 ad art. 646 et n. 3 ad art. 655 CC). Que les parts de copropriété aient été constituées en propriété par étages ou non, la réalisation forcée obéit aux mêmes règles, à savoir l'ordonnance du Tribunal fédéral du 23 avril 1920 sur la réalisation forcée des immeubles (ORI) et l'ordonnance du Tribunal fédéral du 17 janvier 1923 concernant la saisie et la réalisation de parts de communauté, sous réserve de l'adaptation nécessitée par le régime particulier de la propriété par étages (cf. LIVER, op.cit., p. 195 s.; MEIER-HAYOZ, n. 53 ss. ad art. 646 CC; K. AMONN, Das Stockwerkeigentum in der Zwangsvollstreckung, BlSchK 1968, p. 1 ss.; FRIEDRICH, FJS no 1303, Propriété par étages III, p. 15 s.).\n\n2. Dans la poursuite par voie de saisie, la réalisation d'une part de copropriété sur un immeuble est régie par l'art. 73 ORI. Lorsque l'immeuble comme tel n'est pas grevé de droits de gage, la part de copropriété est vendue d'après les règles applicables à la réalisation de l'immeuble (art. 73 lettre a ORI). Si, en revanche, l'immeuble est grevé de droits de gage, l'art. 73 lettre b ORI dispose que l'office demandera à l'autorité de surveillance, conformément à l'art. 132 LP, de fixer le mode de réalisation. L'autorité de surveillance doit chercher tout d'abord à provoquer une entente entre les autres copropriétaires et les créanciers gagistes au sujet de la dissolution du rapport de copropriété. Cette tentative a été faite en l'espèce, mais elle a échoué. Conformément |29| à l'art. 73 lettre b ORI, l'autorité de surveillance a fixé ensuite aux autres copropriétaires un délai de dix jours pour requérir du juge compétent le partage en nature. Aucun des intéressés n'a fait usage de ce droit. Il n'est dès lors pas nécessaire d'examiner si le partage en nature d'un immeuble bâti est praticable ou non, ni de juger s'il pourrait être opéré par la division de l'immeuble en parts de copropriété constituées en propriété par étages (contra, en matière de partage successoral, RO 94 II 231; cf. cependant les remarques du professeur LIVER, RJB 106, 1970, p. 57 ss., sur lesquelles il n'est pas nécessaire de se déterminer aujourd'hui).\n\nL'ultime mode de réalisation prévu par l'art. 73 lettre b ORI est la vente aux enchères de l'immeuble lui-même d'abord entre les autres copropriétaires, et ensuite, si à cette mise l'immeuble n'a pu être adjugé, en enchères publiques, afin de déterminer la part de liquidation afférente à la part de copropriété saisie. Cette disposition envisage le cas où l'immeuble comme tel, soit le bien-fonds (art. 655 al. 2 ch. 1 CC), est grevé de droits de gage. La situation est différente en l'espèce. Le gage constitué lors de la construction du bâtiment ne grève plus le bien-fonds tout entier, mais seulement certaines parts de copropriété sur l'immeuble, les autres parts ayant été dégrevées ensuite de radiations partielles de l'hypothèque. Ainsi que l'admettent avec raison l'autorité cantonale et le recourant, il n'y a pas lieu de réaliser tout l'immeuble bâti (cf. a contrario RO 66 III 18 s.). Une pareille procédure engloberait dans la réalisation forcée les parts de copropriété qui ne sont pas grevées de l'hypothèque qui pèse sur la part du débiteur poursuivi. Elle serait contraire à la pratique du Tribunal fédéral, qui s'efforce de ménager les autres copropriétaires, dont les parts ne sont pas saisies; ces copropriétaires ne sauraient être privés sans nécessité de leurs droits pour une dette qui n'est pas la leur et qu'ils n'ont pas garantie ou ne garantissent plus (cf. RO 65 III 87, 68 III 183, 79 III 27 s.; K. AMONN, op.cit., p. 9).\n\nMais si la réalisation ne doit pas être étendue aux parts de copropriété qui ne sont pas grevées de la même hypothèque que la part saisie, elle concerne toutes les parts sur lesquelles pèse ce droit de gage. L'autorité cantonale a violé les dispositions qui régissent la copropriété et la réalisation forcée des parts de copropriété en limitant la réalisation forcée aux seules parts qui donnent droit à la jouissance des locaux du rez-de-chaussée. |30|\n\nCe point de vue pourrait être adopté si, avant la saisie, la propriété par étages avait été introduite, si le rez-de-chaussée du bâtiment formait l'objet de l'une des parts de copropriété constituées en propriété par étages et si l'hypothèque grevait uniquement cette part. Or il n'en est rien.\n\nIl résulte en effet des constatations de l'autorité cantonale, fondées sur un extrait du registre foncier, qu'en réalité, l'hypothèque inscrite en faveur de l'Union de banques suisses grève les 369/894 de l'immeuble qui correspondent aux parts de copropriété donnant à leurs titulaires la jouissance de tout le rez-de-chaussée, du IIe étage, partie est et du IVe étage, partie ouest. Toutes ces parts, qui forment ensemble l'objet du gage immobilier, doivent être soumises à la procédure de réalisation forcée. Comme l'observent les recourants, c'est la seule solution qui assure une protection efficace au créancier hypothécaire, auquel on ne saurait imposer une division de la dette et du gage, ni une radiation partielle de l'inscription figurant au registre foncier.\n\nContrairement aux conclusions des recourants, Albert Oggier, dont la part est saisie, ne saurait participer à la vente aux enchères réservée aux autres copropriétaires (art. 73 lettre b ORI).\n\nPar ces motifs, la Chambre des poursuites et des faillites:\n\nAdmet partiellement le recours et réforme la décision attaquée en ce sens que l'immeuble qui sera vendu aux enchères, d'abord entre les copropriétaires intéressés, à savoir Maurice Vadi, Michel Dufour, Charles de Kalbermatten, dame René Roten, née Gobelet et dame Janny Bayard, née de Torrenté, est constitué par les 369/894 en copropriété de la parcelle no 608 du Registre foncier de la commune de Sion, soit la part de copropriété d'Albert Oggier et les parts des autres copropriétaires susmentionnés, donnant droit à la jouissance du rez-de-chaussée, du deuxième étage, partie est, et du quatrième étage, partie ouest."}