{"annee": "96", "cour": "III", "page": "1", "date": "16/1/1970", "cite": [], "cite_par": ["99 III 4"], "chapeau": "1. Estratto della sentenza 16 gennaio 1970 nella causa Weinmann.", "regestes": ["1. Le recourant ne peut pas critiquer l'appréciation des preuves par l'autorité cantonale (consid. 1). 2. Lorsqu'un débiteur poursuivi par plusieurs créanciers fait un versement à l'Office des poursuites en lui donnant pour instructions précises de le virer à un créancier déterminé, l'Office doit s'en tenir à la volonté ainsi exprimée (consid. 2)."], "faits": "|1|\n\nRiassunto della fattispecie:\n\nA.- Il 12 luglio 1968 l'Ufficio di esecuzione e fallimenti del circondario di Lugano eseguì un pignoramento a carico di Walter Bensegger, domiciliato a Paradiso, e a favore dello Stato del Cantone Ticino e di Christine Weinmann. Successivamente, entrò a far parte di questo gruppo anche l'avv. Orazio Dotta, che pure aveva reso pendente un'esecuzione contro il |2| debitore. Il 18 ottobre 1968 lo Stato del Cantone Ticino chiese la vendita degli oggetti pignorati. L'avv. Dotta formulò, a sua volta, analoga domanda l'8 novembre successivo. Quanto a Christine Weinmann, essa presentò la richiesta di vendita il 24 febbraio 1969.\n\nNel periodo dal 20 novembre 1968 al 19 febbraio 1969 Bensegger versò all'Ufficio di Lugano, in varie rate, un importo complessivo di fr. 5800.--. Ulteriori fr. 900.-- furono versati dal 17 marzo al 21 aprile 1969. L'Ufficio girò tutti questi importi a favore dell'avv. Dotta.\n\nB.- La creditrice Christine Weinmann è insorta il 10 settembre 1969 contro questo modo di procedere dell'Ufficio mediante un reclamo alla Camera di esecuzione e fallimenti del Tribunale di appello del Cantone Ticino, quale autorità di vigilanza. Essa gli rimproverava di non averle versato alcunchè dei fr. 6700.-- incassati, sebbene la domanda di vendita presentata dall'avv. Dotta valesse anche per gli altri creditori del gruppo.\n\nL'Ufficio, nelle proprie osservazioni, ha rilevato che il citato importo è stato interamente versato all'avv. Dotta su indicazione e insistenza dello stesso debitore. Esso ha aggiunto che, in concreto, non era stata concessa a quest'ultimo la dilazione ai sensi dell'art. 123 LEF e che la domanda di vendita di Weinmann era stata presentata solo il 24 febbraio 1969.\n\nMediante decisione del 20 novembre 1969 l'Autorità cantonale di vigilanza ha respinto il reclamo.\n\nC.- Christine Weinmann impugna tale decisione mediante un tempestivo ricorso alla Camera di esecuzione e dei fallimenti del Tribunale federale. Essa chiede di condannare l'Ufficio di esecuzione di Lugano a versarle la quota spettantele sull'importo di fr. 6700.-- versato dal debitore.", "considerants": "Considerando in diritto:\n\n1. L'Autorità cantonale di vigilanza ha accertato che la signora Hilda Dietrich, la quale agiva per conto del debitore, ha invitato l'Ufficio di esecuzione di Lugano a girare all'avv. Dotta tutti gli importi versati. Questa constatazione, che poggia su di un apprezzamento delle prove, è vincolante per il Tribunale federale (v. art. 63 cpv. 2, cui rinvia l'art. 81 OG). Le critiche volte dalla ricorrente a questo riguardo sono pertanto irricevibili.\n\n|3|\n\n2. La ricorrente rimprovera in definitiva alla precedente istanza di aver fatto beneficiare il solo avv. Dotta degli acconti versati dal debitore. Simile censura è però infondata. Risulta in modo incontestabile che quest'ultimo ha inteso eseguire i versamenti a favore del citato creditore. Ora, secondo giurisprudenza e dottrina, quando un debitore escusso da più creditori effettua un versamento all'Ufficio con il preciso invito di girarlo ad un determinato creditore, l'Ufficio deve attenersi a questa volontà (JAEGER-DAENIKER, Praxis, Art. 12 N. 1 e riferimenti; JOOS, Handbuch, p. 97). Il citato modo di procedere, lungi dall'essere errato, corrisponde del resto alla disposizione dell'art. 86 cpv. 1 CO, secondo cui chi ha più debiti verso la stessa persona ha diritto di dichiarare, all'atto del pagamento, quale sia il debito che intende soddisfare.\n\nLa ricorrente obietta che la presente fattispecie rivelerebbe un indebito favoreggiamento dell'avv. Dotta a scapito degli altri creditori. Il quesito di sapere se siano adempiuti in concreto i requisiti per una impugnazione del modo di procedere di Bensegger non può porsi tuttavia in questa procedura. Del resto, non è per nulla accertato che la ricorrente abbia subito o stia per subire un danno come conseguenza del censurato modo di procedere.\n\nLa ricorrente afferma poi che la domanda di vendita presentata da un creditore ha efficacia nei confronti di tutti i creditori appartenenti al medesimo gruppo. Questa allegazione, per quanto esatta (v. art. 117 LEF, RU 59 III 57), è irrilevante nella fattispecie. In effetti, fino al 21 agosto 1969 non era stato indetto alcun incanto dei beni pignorati, di guisa che non poteva, almeno sino a quella data, esistere alcun ricavo da ripartire tra i creditori (RU 59 III 57). Infine, non va dimenticato che al debitore non era stata accordata alcuna dilazione nel pagamento ai sensi dell'art. 123 LEF. Comunque, se anche una siffatta misura fosse stata concessa, i singoli acconti versati dal debitore e destinati a differire l'incanto, avrebbero dovuto essere computati per il soddisfacimento di quel creditore che aveva domandato la vendita (JAEGER, Commentario, Art. 123 N. 2 e Art. 144 N. 2).\n\n3. e 4. - ...\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è respinto."}