{"annee": "96", "cour": "I", "page": "123", "date": "28/1/1970", "cite": ["89 I 460", "69 I 234", "87 I 507", "82 I 102", "89 I 381", "87 I 362", "93 I 338", "90 I 29", "82 I 157", "81 I 340", "79 I 230", "88 I 248", "95 I 453", "89 I 483", "91 I 329", "93 I 130"], "cite_par": ["106 IB 330", "102 IA 243", "98 IA 381", "103 IB 210", "101 IA 443", "96 I 350", "105 IA 330", "106 IB 336", "96 I 557", "97 I 112"], "chapeau": "23. Auszug aus dem Urteil vom 28. Januar 1970 i.S. Zwyssig gegen Obwalden, Kanton und Regierungsrat.", "regestes": ["Indemnisation pour expropriation matérielle. Notion de l'expropriation matérielle. Application au cas des restrictions de droit public à la propriété établies directement par le législateur. Il n'y a en tout cas pas d'obligation d'indemniser à la charge de la collectivité publique lorsque les restrictions servent exclusivement ou principalement à éviter des dangers concrets qui menacent la sécurité publique ou les biens juridiques des particuliers. C'est le cas de la disposition légale selon laquelle les constructions doivent se tenir à une distance de 20 m. de la lisière d'une forêt, comme de la décision qui refuse d'accorder une dérogation à cette règle pour une parcelle située sur une pente raide."], "faits": "|124|\n\nA.- Architekt Alois Zwyssig in Horw kaufte im Jahre 1960 das 13 075 m2 haltende Grundstück Nr. 1232 in Engelberg zum Preis von Fr. 90 000.--, was mit den Handänderungskosten einen Preis von gegen Fr. 7.- je m2 ergab. Das Grundstück liegt an einem steilen Südhang und grenzt im Norden an einen dem Verkäufer des Landes gehörenden Wald, von dem gemäss Kaufvertrag die Bauten auf dem Grundstück Nr. 1232 einen Abstand von 5 m einzuhalten haben.\n\nZwyssig erstellte einen Parzellierungs- und Bebauungsplan, wonach auf dem Grundstück 22 Ferienhäuser gebaut werden sollten. Er begann im Jahre 1962 mit der Erschliessung und will dafür Fr. 315 000.-- aufgewendet haben. In der Folge verkaufte er 11 Parzellen, von denen einige überbaut wurden.\n\nAm 16. Mai 1965 erliess der Kanton Obwalden ein Baugesetz (BauG), das sofort in Kraft trat und in Art. 10 Abs. 2 bestimmt, dass gegenüber Waldrändern ein Gebäudeabstand von 20 m einzuhalten ist. Nach Art. 26 Abs. 2 BauG kann der Gemeinderat von den gesetzlichen Abstandsvorschriften Ausnahmen bewilligen, sofern dadurch \"keine wichtigen öffentlichen oder privaten Interessen gefährdet oder verletzt werden\"; solche Ausnahmebewilligungen bedürfen der Genehmigung des Regierungsrates.\n\nBei Anwendung des Art. 10 Abs. 2 BauG können auf dem Zwyssig verbleibenden Lande statt der vorgesehenen 11 nur noch 4 Ferienhäuser erstellt werden. Zwyssig ersuchte den Gemeinderat um eine Ausnahmebewilligung. Der Gemeinderat entsprach dem Gesuch, indem er den Waldabstand auf 10 m herabsetzte unter Vorbehalt der Genehmigung des Regierungsrates. Dieser holte einen Bericht des kantonalen Oberforstamtes ein und lehnte gestützt darauf die Genehmigung der Ausnahmebewilligung mit Beschluss vom 22. März 1966 ab. Zwyssig erhob hiegegen beim Bundesgericht eine staatsrechtliche Beschwerde wegen Verletzung des Art. 4 BV, wurde aber mit Urteil vom 10. Juni 1966 abgewiesen.\n\n|125|\n\nB.- Mit Eingabe vom 29. März 1969 gelangte Zwyssig neuerdings an den Regierungsrat. Er behauptete, dass das in der Waldabstandsvorschrift des Art. 10 Abs. 2 BauG enthaltene Bauverbot inbezug auf sein Land einer Enteignung gleichkomme, und ersuchte den Regierungsrat gestützt auf Art. 23 Abs. 2 BauG, ihm eine Entschädigung von insgesamt Fr. 200 789.-- zuzusprechen bzw. ein Enteignungsverfahren zur Feststellung der Entschädigung zu eröffnen.\n\nDer Regierungsrat verneinte mit Beschluss vom 16. Juli 1969 das Vorliegen einer materiellen Enteignung und lehnte die Einleitung eines Enteignungsverfahrens ab, indem er ausführte: Durch die gesetzliche Waldabstandsvorschrift von 20 m werde Zwyssig kein bisher rechtmässig ausgeübter oder wirtschaftlich verwerteter Gebrauch des Bodens untersagt, sondern lediglich die Überbaubarkeit der Liegenschaft dem Waldrand entlang eingeschränkt. Zu prüfen sei, ob Zwyssig dadurch ähnlich wie von einer Enteignung betroffen werde. Dabei komme es auf die Wirkung der Waldabstandsvorschrift inbezug auf die ursprüngliche Gesamtparzelle Nr. 1232 an. Von dieser sei nur etwa 1/5 vollständig unüberbaubar und ein weiterer Teil beschränkt überbaubar. Das Land verbleibe aber weiterhin im Eigentum Zwyssigs und könne z.B. landwirtschaftlich genutzt oder als Umschwung zu den verschiedenen Wohnbauten verwendet werden; lediglich die Überbauung sei ausgeschlossen. Einen derart nach seinem Inhalt und Umfang beschränkten Eingriff müsse sich ein Grundeigentümer ohne Entschädigung gefallen lassen; er halte sich im Rahmen dessen, was noch als \"gewöhnliche\" öffentlichrechtliche Eigentumsbeschränkung gelten könne, zumal er Land an einem Steilhang betreffe.\n\nC.- Gegen diesen Entscheid des Regierungsrates hat Alois Zwyssig staatsrechtliche Beschwerde erhoben. Er macht Verletzung der Eigentumsgarantie (Art. 14 KV) sowie des Art. 4 BV geltend und bringt zur Begründung im wesentlichen vor: Es sei willkürlich, die Frage des Vorliegens einer materiellen Enteignung aufgrund der Grösse des ursprünglichen Grundstücks zu beurteilen, wie es der Regierungsrat getan habe. Massgebend sei vielmehr das dem Beschwerdeführer bei Inkrafttreten des BauG gehörende Land im Halte von 6254 m2. Von diesem völlig erschlossenen Bauland sei noch ungefähr 1/4 überbaubar. Berücksichtige man die Erschliessungskosten dieses Landes, so erleide der Beschwerdeführer infolge des Bauverbots |126| einen Schaden von rund Fr. 200 000.--. Damit seien nach der Rechtsprechung des Bundesgerichts die Voraussetzungen einer materiellen Enteignung gegeben, da nicht nur die heutige, sondern auch die künftige Benützung der Sache geschützt sei (BGE 91 I 338) und der Eingriff daher besonders schwer sei. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\nOb ein bestimmter Eingriff in das Eigentum wie eine Enteignung wirkt und daher nur gegen Entschädigung erfolgen darf, ist eine Frage, die das Bundesgericht frei prüft (BGE 89 I 384 /5, BGE 93 I 138 /9 und 342 E. 7).\n\nNach der neuern Rechtsprechung wird eine materielle Enteignung angenommen, wenn der bisherige oder ein voraussehbarer künftiger Gebrauch der Sache verboten oder in besonders schwerer Weise eingeschränkt wird oder wenn ein einziger oder einzelne wenige Eigentümer so betroffen werden, dass ihr Opfer gegenüber der Allgemeinheit nicht als zumutbar erscheint (BGE 69 I 241, BGE 81 I 346 /7, BGE 82 I 164 E. 3, BGE 89 I 385 E. 2 und 461/2, BGE 91 I 337 E. 3, BGE 93 I 342 E. 7, BGE 95 I 460 E. 7). Die angeführten Urteile, in denen dieser Begriff der materiellen Enteignung angewandt und, wie namentlich in BGE 91 I 337 E. 3, präzisiert worden ist, betrafen mit einer einzigen Ausnahme (BGE 89 I 461 /2) Eingriffe, die sich auf einzelne Grundstücke oder, als Planungsmassnahmen, auf eine Gruppe solcher bezogen. Um bei solchen Eingriffen zu bestimmen, ob sie enteignungsähnlich wirken, genügt es, im Sinne der erwähnten Umschreibung auf die Intensität des Eingriffs und die Zahl der von ihm Betroffenen abzustellen. Dagegen erscheinen diese Kriterien nicht als genügend, wenn Beschränkungen der Grundstückbenützung in Frage stehen, die wie der streitige Waldabstand vom kantonalen Gesetzgeber ausgehen. Diese Beschränkungen nehmen insofern eine Sonderstellung ein, als der kantonale Gesetzgeber beim Erlass von öffentlichrechtlichen Eigentumsbeschränkungen, sofern er nur den Wesensgehalt des Eigentums unangetastet lässt, weitgehend frei ist (BGE 88 I 255, BGE 90 I 37). Dazu kommt, dass die Eigentumsgarantie das Eigentum nur mit dem Inhalt gewährleistet, den es nach Massgabe der jeweiligen Rechtsordnung hat (BGE 82 I 106 E. 2 mit Verweisungen auf frühere Urteile), und grundsätzlich keinen Schutz gegen deren Änderung bietet (vgl. MEIER-HAYOZ, Komm. zum Sachenrecht, |127| Systemat. Teil N. 218 c und dort angeführte Rechtsprechung). Insbesondere gilt für das Gebiet des Baurechts, dass der Grundeigentümer stets damit rechnen muss, dass es der Gesetzgeber ändert (BGE 87 I 511, BGE 89 I 483).\n\na) Die Eigentumsbeschränkungen, die sich unmittelbar aus neuen oder abgeänderten Bestimmungen kantonaler Baugesetze ergeben, haben im allgemeinen nicht die Intensität, die bei Einzelverfügungen oder Planungsmassnahmen die Entschädigungspflicht des Gemeinwesens begründen. Doch kann es sich im Einzelfall so verhalten. Wenn ein Baugesetz für die offene Bebauung Grenz- und Gebäudeabstände vorschreibt, so hat dies für Grundstücke, die ausserhalb des Gebiets der geschlossenen Bauweise liegen und ein gewisses Ausmass nicht erreichen, die Unüberbaubarkeit und damit unter Umständen eine erhebliche Wertverminderung zur Folge. Ähnlich verhält es sich mit der Waldabstandsvorschrift des Art. 10 Abs. 2 BauG, die für alle im Kanton Obwalden befindlichen, zweifellos sehr zahlreichen Grundstücke, die an einen Wald grenzen, gilt und bewirkt, dass sie je nach ihrer Grösse teilweise oder ganz unüberbaubar sind.\n\nDie Abgrenzung zwischen entschädigungslosen und entschädigungspflichtigen Eigentumsbeschränkungen, die schon an sich erhebliche Schwierigkeiten bereitet (MEIER-HAYOZ a.a.O. N. 234 b und dort zitierte Literatur), erscheint bei den unmittelbar auf Gesetz beruhenden Beschränkungen besonders heikel. Die Frage ist in der Rechtsprechung und Lehre noch wenig geklärt. Die oben angeführten Urteile des Bundesgerichts über die Voraussetzungen der materiellen Enteignung betreffen, wie bereits bemerkt, meist Einzelverfügungen oder Planungsmassnahmen; um eine gesetzliche Beschränkung ging es lediglich in BGE 89 I 461 ff., doch lässt sich aus diesem Urteil für den vorliegenden Fall nichts ableiten, da es dort um eine ihrer Natur nach vorübergehende und auch sonst ganz anders geartete, nämlich ausgesprochen wohlfahrtspolitische Beschränkung (zur Bekämpfung der Wohnungsnot erlassenes Verbot des Abbruches von Wohnhäusern) ging. MEIER-HAYOZ, der sich zuletzt mit dieser Frage befasst hat, verweist im wesentlichen auf die grossen Schwierigkeiten der Grenzziehung und das Ungenügen der bisherigen Lösungen (a.a.O. N. 242 a und b, 232 e). Allgemeine, auf jeden Fall anwendbare Kriterien dürften sich kaum finden lassen. Sie sind zur Beurteilung der vorliegenden |128| Beschwerde auch nicht erforderlich, da, wie im folgenden zu zeigen ist, die Entschädigungspflicht jedenfalls bei solchen gesetzlichen Benutzungsbeschränkungen zu verneinen ist, die den Zweck verfolgen, ernsthafte Gefahren abzuwenden, die der öffentlichen Sicherheit oder den Rechtsgütern Einzelner drohen, was bei der streitigen Waldabstandsvorschrift der Fall ist.\n\nb) Die herrschende Lehre und das Bundesgericht haben von jeher angenommen, dass Eingriffe in das Eigentum, die den genannten Zweck verfolgen, als rein polizeiliche Massnahmen mit der Eigentumsgarantie vereinbar sind und keine Entschädigungspflicht des Gemeinwesens begründen. Das gilt für Eingriffe, die sich gegen einen einzelnen Grundeigentümer richten, und muss erst recht für gesetzliche Eigentumsbeschränkungen gelten (BGE 79 I 232 ff.; BGE 87 I 363 /4; MEIER-HAYOZ a.a.O. N. 237; HANS HAAB, Privateigentum und materielle Enteignung, Diss. Zürich 1947 S. 70; SCHAUMANN, Landesplanung, Diss. Zürich 1950 S. 219/20; BAGI, La garantie de la propriété, Diss. Lausanne 1956 S. 147/8; HINTERMANN, Die Freihaltezonen im Rahmen der Bauzonenplanung, Diss. Zürich 1963 S. 71/2; GUT, Die materielle Enteignung, Diss. Zürich 1969 S. 97). Hiegegen hat HANS HUBER, jedoch ohne eingehende Auseinandersetzung mit der Rechtsprechung und Lehre, eingewendet, dass der Polizeibegriff für die Abgrenzung zwischen entschädigungsloser Eigentumsbeschränkung und materieller Enteignung nicht tauge, da Gründe der Polizei und Gründe der öffentlichen Wohlfahrt keinen Gegensatz bilden (Staat und Privateigentum S. 78). Hieran ist so viel richtig, dass zwischen Polizei und Wohlfahrt keine scharfe Grenze besteht. Doch gibt es Eingriffe und Beschränkungen, die ohne Zweifel ausschliesslich oder überwiegend der Gefahrenabwehr dienen. So verhält es sich etwa beim Verbot, ein Haus in einem lawinengefährdeten Gebiet zu erstellen (Rekurspraxis des Kleinen und Grossen Rates von Graubünden 1951/60 S. 177 ff.), beim Verbot, ein Haus zu bewohnen, das den elementarsten hygienischen und baupolizeilichen Anforderungen nicht mehr genügt, oder beim Gebot, ein Haus abzubrechen, das wegen seiner Baufälligkeit die Nachbarn gefährdet (ZBl 42/1941 S. 153 ff.). In solchen Fällen, wo die Beschaffenheit des Grundstücks Anlass zu beschränkenden Eingriffen gibt und diese Eingriffe der Abwehr einer konkreten Gefahr dienen, erwachsen gegen das Gemeinwesen |129| keine Entschädigungsansprüche (FORSTHOFF, Verwaltungsrecht, 8. Aufl. S. 305). Da entsprechendes auch für gesetzliche Eigentumsbeschränkungen gelten muss, ist die vorliegende Beschwerde abzuweisen, wenn die Abstandsvorschrift des Art. 10 Abs. 2 BauG die Abwehr bestimmter konkreter Gefahren bezweckt.\n\nc) Die meisten Kantone schreiben in ihren Bau- oder Forstgesetzen für Wohnbauten einen Mindestabstand vom Waldrand vor (HUBER a.a.O. S. 106), der in der Regel 30 m bis 40 m beträgt (vgl. LUDER, Baupolizeirecht als Beschränkung der Eigentumsfreiheit S. 107). Der Kanton Obwalden hat einen solchen Abstand erst im Baugesetz vom 16. Mai 1965 vorgeschrieben und ihn auf 20 m festgesetzt. Alle diese Waldabstandsvorschriften dienen, wie nicht zweifelhaft sein kann, der konkreten Gefahrenabwehr. Das Bundesgericht hat denn auch schon im Urteil vom 10. Juni 1966, mit dem es die staatsrechtliche Beschwerde gegen die Verweigerung der vom Beschwerdeführer nachgesuchten Ausnahmebewilligung abgewiesen hat, festgestellt, dass der Gesetzgeber den Waldabstand aus allgemeinen forstwirtschaftlichen Erkenntnissen auf 20 m bemessen habe und dieser Abstand der Erhaltung des Waldes und der Sicherung seiner Bewirtschaftung wie auch dem Schutze der künftigen Bewohner von Bauten am Waldrand diene. Es hat dabei auf den vom Regierungsrat eingeholten Bericht des kantonalen Oberforstamtes verwiesen, in dem ausgeführt wird, dass und weshalb eine Herabsetzung des gesetzlichen Waldabstandes für das Land des Beschwerdeführers abzulehnen sei. Was in diesem Bericht ausgeführt wird, leuchtet durchaus ein und lässt das Gebot eines Waldabstandes von 20 m und die Verweigerung einer Ausnahmebewilligung als Massnahmen zur Abwehr konkreter Gefahren erscheinen. Ein Waldabstand von 20 m, der im Vergleich mit den Vorschriften anderer Kantone an der untern Grenze liegt, ist für Wohnbauten vor allem zur Verhütung von Waldbränden geboten. Ferner rechtfertigt sich die Einhaltung dieses Abstandes zum Schutze der in Waldesnähe befindlichen Gebäude und ihrer Bewohner, zumal wenn der Wald und das Land davor, wie es im Kanton Obwalden häufig und gerade auch hier der Fall ist, an einem Steilhang liegen. Dies deshalb, weil die an solchen Waldrändern stehenden Bäume mit ihren Wurzeln talwärts verminderten Halt finden, daher bei Schnee- oder Winddruck leichter in dieser Richtung |130| fallen können und dadurch die Anwohner gefährden. Der gesetzliche Waldabstand dient somit im allgemeinen wie auch inbezug auf das Land des Beschwerdeführers der Abwehr bestimmter konkreter Gefahren, welche beim Näherbau bestehen würden. Nach dem oben Gesagten kann daher der Beschwerdeführer für die Beschränkung der Überbauungsmöglichkeit, welche sich aus der Abstandsvorschrift und ihrer Anwendung auf sein Land ergibt, vom Staate keine Entschädigung verlangen. Daran ändert auch der Umstand nichts, dass die Vorschrift erst erlassen worden ist, nachdem der Beschwerdeführer das Land erworben und mit dessen Erschliessung begonnen hat. Waldabstandsvorschriften sind in der Schweiz so verbreitet, dass auch im Kanton Obwalden mit ihrem Erlass zu rechnen war.\n\nEntfällt die Entschädigungspflicht des Staates schon wegen der Rechtsnatur und des Zweckes der Waldabstandsvorschrift, so kommt es nicht darauf an, ein wie grosser Teil des einem bestimmten Eigentümer gehörenden Landes infolge dieser Vorschrift unüberbaubar wird. Es ist daher bedeutungslos, dass der Beschwerdeführer von dem ursprünglich 13 075 m2 haltenden Grundstück heute nur noch 6254 m2 besitzt und dass davon, wie er behauptet, nur noch ungefähr 1/4 überbaubar ist."}