{"annee": "96", "cour": "IV", "page": "21", "date": "27/2/1970", "cite": ["77 IV 160", "73 IV 39", "72 IV 59", "82 IV 89", "85 IV 24", "85 IV 17"], "cite_par": ["115 IV 207", "99 IV 140", "105 IV 29"], "chapeau": "5. Auszug aus dem Urteil des Kassationshofes vom 27. Februar 1970 i.S. Gantenbein gegen Staatsanwaltschaft des Kantons St. Gallen.", "regestes": ["Art. 143 CP. Définition de la soustraction sans dessein d'enrichissement."], "faits": "BGE 96 IV 21 S. 21\n\nA.- Am 8. September 1962 stieg Gallus Gantenbein über den Zaun seiner Liegenschaft in Gossau und entriss einer Nachbarin gewaltsam eine Teppichklopfstange, die sie in die dort angebrachte Vorrichtung einsetzen wollte. Gantenbein nahm die Stange fort. Die Nachbarin erhob Strafklage, wobei sie darauf verwies, dass sie als Mieterin der Hausmeisterin gegenüber für Ersatz der Stange verantwortlich sei. Die Eigentümerin des Hauses schloss sich der Strafklage an. In seiner ersten Einvernahme erklärte Gantenbein, er gebe die Stange nicht freiwillig zurück, sondern verlange im Gegenteil, dass die ganze Teppichklopfanlage beseitigt werde. Noch am 14. Januar 1963 verweigerte er die vorbehaltlose Rückgabe; schliesslich übergab er die Stange dem Berechtigten.\n\nB.- Das Kantonsgericht St. Gallen verurteilte Gantenbein am 9./22. September 1964 im Abwesenheitsverfahren wegen Sachentziehung zu einer Busse von Fr. 100.--. Das Urteil konnte zunächst nicht zugestellt werden, weil sich Gantenbein nach Madagaskar begeben hatte. Als er anfangs 1969 vorübergehend in Gossau weilte, stellte das Bezirksamt ihm am 13. Januar 1969 das Urteil zu.\n\nGantenbein stellte ein Reinigungsbegehren und erhob sowohl kantonale Kassationsbeschwerde wie eidgenössische Nichtigkeitsbeschwerde.\n\nDas Kantonsgericht wies das Reinigungsbegehren am 22. April 1969 ab. Das Kassationsgericht verwarf mit Urteil vom 25. Oktober 1969 die kantonale Kassationsbeschwerde. Mit der Nichtigkeitsbeschwerde ans Bundesgericht verlangt Gantenbein Aufhebung des kantonsgerichtlichen Urteils und Freisprechung des Angeklagten.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Art. 143 StGB bedroht denjenigen mit Strafe, der ohne Bereicherungsabsicht eine bewegliche Sache dem Berechtigten entzieht und ihn dadurch schädigt.\n\nBGE 96 IV 21 S. 22\n\nDer Tatbestand der Sachentziehung ist subsidiär zum Diebstahl wie zur Veruntreuung und zur Unterschlagung (BGE 72 IV 61,BGE 77 IV 162oben); die Entziehung kann in einem Wegnehmen oder Vorenthalten der Sache bestehen.\n\nArt. 143 schützt entgegenBGE 77 IV 162nicht nur das Eigentum, sondern das Vermögen (in diesem SinnBGE 73 IV 40). Dass die Bestimmung im Abschnitt \"Strafbare Handlungen gegen das Eigentum\" eingereiht ist, ändert an dem sich aus dem Wortlaut ergebenden Sinn nichts (BGE 85 IV 26). Danach können aber nicht nur der Eigentümer, sondern auch andere Berechtigte verletzt werden. Der durch die Entziehung verursachte Schaden muss ein vermögenswerter sein (BGE 77 IV 162mit Hinweisen). Dabei genügt ein bloss vorübergehender Schaden (BGE 82 IV 90 zu Art. 148 StGB; vgl. HEIM, Journal des Tribunaux 1952 IV S. 18 ff.).\n\nSubjektiv ist erforderlich der Vorsatz, den Berechtigten zu schädigen, wobei Eventualvorsatz genügt. Nicht nötig ist dagegen, dass der Täter mit Aneignungsabsicht gehandelt habe (BGE 85 IV 20). Etwas anderes meint auch SCHWANDER, Strafgesetzbuch 2. Aufl. Nr. 552 trotz der missverständlichen Verwendung des Ausdrucks der Aneignungsabsicht nicht, wie sein Hinweis auf BGE 85 IV 20 in der ergänzenden Nr. 552 a Ziff. 3 zeigt.\n\n2. Der Einwand des Beschwerdeführers, er habe nicht in Aneignungsabsicht gehandelt, vermag ihn somit nicht zu entlasten. Auch seine Berufung aufBGE 72 IV 62geht fehl. Die Frage, ob der Beschwerdeführer lediglich eine Rückgabepflicht nicht oder nicht rechtzeitig erfüllt habe, stellt sich nicht. Die Teppichklopfstange ist ihm nicht anvertraut worden oder gegen seinen Willen zugekommen. Er hat sie unberechtigterweise aus dem Gewahrsam der Nachbarin weggenommen, eigenmächtig von ihr Besitz ergriffen. Nach der Feststellung der Vorinstanz konnten Eigentümerin und Mieterin die Stange während rund drei Monaten nicht benutzen. Wie der Beschwerdeführer heute nicht mehr bestreitet, liegt in der Entziehung einer solchen arbeitserleichternden Einrichtung eine wirtschaftliche Schädigung. Da sie, wie das Kantonsgericht verbindlich feststellt (Art. 277 bis Abs. 1 BStP), vom Vorsatz des Beschwerdeführers, die Stange wegzunehmen und nicht mehr herauszugeben, mitumfasst war, ist er mit Recht der Sachentziehung schuldig erklärt worden.\n\nBGE 96 IV 21 S. 23\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit darauf einzutreten ist."}