{"annee": "96", "cour": "I", "page": "11", "date": "4/2/1970", "cite": ["88 I 1", "91 I 133", "85 I 1", "94 I 513", "91 I 169", "93 I 130", "90 I 18"], "cite_par": ["101 IA 92", "98 IA 627", "97 I 116", "107 IA 186", "99 IA 344", "104 IB 232", "109 IA 304", "111 IA 86", "98 IA 460", "97 I 651", "103 IA 107", "98 IB 241", "98 IA 151", "112 IB 51", "97 I 125"], "chapeau": "3. Urteil vom 4. Februar 1970 i.S. Jeske gegen Regierungsrat des Kantons Schaffhausen.", "regestes": ["Art. 4 Cst.; principe de la bonne foi. Une information ou une assurance erronées données par une autorité ne lient celle-ci que sous certaines conditions (confirmation de la jurisprudence)."], "faits": "BGE 96 I 11 S. 11\n\nA.- Auf dem am Emmersberg in Schaffhausen gelegenen Grundstück GB Nr. 2727 befindet sich ein älteres Gebäude. 1967 reichte Norbert Jeske, Schaffhausen, ein Gesuch für den Bau eines Terrassenhauses auf diesem Grundstück ein, nach welchem im Untergeschoss Garagen vorgesehen waren. Es war geplant, dass die Zufahrt zu den Garagen von der Pestalozzistrasse her erfolge. Diese Strasse führt an Schulhäusern vorbei und weist in der Nähe des Grundstücks Nr. 2727 eine Spitzkehre auf. Bei dieser Spitzkehre beginnt die sog. Frohbergtreppe (auch Frohbergstieg), welche für Fussgänger die Pestalozzi- mit der Frohbergstrasse verbindet. Um die Zufahrt zu den Garagen zu ermöglichen, hätte die im Eigentum der Stadtgemeinde Schaffhausen stehende Frohbergtreppe im untern Teil geändert BGE 96 I 11 S. 12werden müssen. Jeske richtete am 28. März 1967 ein entsprechendes Gesuch an den Stadtrat. Zu gleicher Zeit wurde im Grossen Stadtrat eine Interpellation behandelt, mit welcher verlangt wurde, die Pestalozzistrasse solle als verkehrsfrei für das Schulquartier reserviert bleiben. Am 4. April 1967 lehnte der Stadtrat die von Jeske beantragte Verlegung der Frohbergtreppe mit der Begründung ab, zusätzlicher Verkehr auf der Pestalozzistrasse sei unerwünscht und die Verlegung liege nicht im öffentlichen Interesse. Am 18. April 1967 legte Jeske ein abgeändertes Gesuch für den Bau des Terrassenhauses vor, nach welchem im Untergeschoss statt der Garagen ein Bastelraum erstellt werden sollte. Am 9. Mai 1967 wurde dafür die Baubewilligung erteilt. Dem Bauherrn wurde die Auflage gemacht, für die drei projektierten Wohnungen je einen Autoabstellplatz auf privatem Boden mit Zufahrt von der Frohbergstrasse her zu erstellen. Der Bauherr schuf in der Folge oberhalb des auf dem Grundstück Nr. 2727 stehenden Altbaues sechs Autoabstellplätze. Im Herbst 1967 wurde das Grundstück Nr. 2727 aufgeteilt in eine Liegenschaft, auf der sich der Altbau befindet (bisherige GB Nr. 2727), und eine unterhalb gelegene, auf welcher das neue Terrassenhaus steht (Nr. 5398). Die Autoabstellplätze beim Altbau befinden sich infolge dieser Aufteilung nicht mehr auf dem gleichen Grundstück wie das Terrassenhaus.\n\nFür die Bauzeit bewilligte die Stadtpolizei Schaffhausen die Zufahrt zum Terrassenhaus-Grundstück von der Pestalozzistrasse her, was eine provisorische Änderung der Frohbergtreppe bedingte. Am 18. Januar 1968 ersuchte Jeske den Stadtrat, seinen Beschluss vom 4. April 1967 in Wiedererwägung zu ziehen, welches Gesuch abgewiesen wurde. Im Sommer 1968 stellte die Baupolizeibehörde fest, dass im Untergeschoss des Terrassenhauses anstelle der Bastelräume Garageboxen erstellt worden waren und im Vorplatz ein Benzinabscheider eingebaut war. Es wurde weiterhin festgestellt, dass der Bauherr beabsichtigte, die für die Bauzeit bewilligte Änderung der Frohbergtreppe beizubehalten, um so die Zufahrt von der Pestalozzistrasse her aufrecht zu erhalten. Der Stadtrat forderte Jeske auf, unverzüglich den früheren Zustand der Treppe wieder herzustellen.\n\nAm 26. November 1968 reichte Jeske ein Baugesuch für den \"Ausbau\" der Bastelräume zu drei Garagen ein. Der Stadtrat von Schaffhausen beantragte dem Regierungsrat, das Baugesuch BGE 96 I 11 S. 13abzuweisen, und zwar im Hinblick auf die unerwünschte zusätzliche Verkehrsbelastung der in einem ausgesprochenen Schulbezirk liegenden und zum Teil als Pausenplatz dienenden Pestalozzistrasse. Die kantonale Baudirektion stellte fest, dass die vorgesehenen Garagen nur benützbar wären, wenn Jeske eine Einfahrt von der Pestalozzistrasse her erstellen könnte. Dazu bedürfte es der Bewilligung der Stadtbehörden, die im Wege stehende Frohbergtreppe abzuändern. Die Baudirektion setzte den Entscheid über die Bewilligung des Baugesuches aus, bis diese Bewilligung für die Treppenänderung vorgelegt werden könne. Am 18. Februar 1969 stellte Jeske beim Stadtrat das Gesuch, einige Stufen der Frohbergtreppe zu verlegen und ihm ein Fahrrecht auf dem untersten Teil des Treppenareals einzuräumen. Der Stadtrat lehnte das Gesuch am 25. Februar 1969 ab, gegen welchen Beschluss Jeske beim Regierungsrat des Kantons Schaffhausen Rekurs einlegte. Dieser wies den Rekurs am 17. Juli 1969 ab, wobei er zur Begründung seines Entscheides unter anderem ausführte: Der Rekurrent möchte über ein Gelände verfügen, welches der Stadtgemeinde Schaffhausen gehöre und für Fussgänger reserviert sei. Es könnte zwar die Treppe technisch so geändert werden, dass sich für den Rekurrenten eine Durchfahrt zu seinem Grundstück ergäbe. Einen Anspruch darauf habe der Rekurrent aber nicht, und die Verkürzung der Treppe liege auch nicht im öffentlichen Interesse. Die Stadt Schaffhausen habe aus guten Gründen die durch Schulgebiet führende Pestalozzistrasse für den Fahrzeugverkehr weitgehend gesperrt. Der Rekurrent werde nicht schlechter gestellt als andere Grundeigentümer. Die Stadt Schaffhausen habe zwar kürzlich die Bewilligung dafür erteilt, dass auf dem in der Nähe gelegenen Grundstück Forster anstelle einer Einzeleine Doppelgarage erstellt werde. Für die Liegenschaft Forster habe indessen bereits die Möglichkeit der Zufahrt von der Pestalozzistrasse her bestanden. Es komme hinzu, dass mit dem Abbruch des untersten Teils der Frohbergtreppe nicht nur die Liegenschaft Jeske, sondern auch die Liegenschaft Öchslin Zugang zur Pestalozzistrasse erhielte. Der dadurch bewirkte potentielle Zustrom von Fahrzeugen wäre deshalb erheblich grösser als der durch den Bau der Doppelgarage bewirkte. Von einer rechtsungleichen Behandlung könne nicht gesprochen werden. Im übrigen zeige das ganze Verhalten des Rekurrenten, dass er auf einem Schleichweg (Umwandlung der Bastelräume BGE 96 I 11 S. 14in Garagen, Parzellierung des Grundstücks ohne Begründung einer Dienstbarkeit für die Abstellplätze des Terrassenhauses) die Erstellung der Garagen und die Einräumung der Zufahrt von der Pestalozzistrasse her habe erreichen wollen. Wenn dem Rechtsvorgänger des Rekurrenten durch das Baureferat der Stadt Schaffhausen die Möglichkeit einer Zufahrt von der Pestalozzistrasse her in Aussicht gestellt worden sei, habe es sich um eine blosse Meinungsäusserung dieser Amtsstelle gehandelt, wobei dem Rekurrenten habe klar sein müssen, dass der Entscheid dem Stadtrat zustehe.\n\nB.- Gegen den Entscheid des Regierungsrates vom 17. Juli 1969 hat Jeske gestützt auf Art. 4 BV staatsrechtliche Beschwerde erhoben mit dem Antrag, die Beschlüsse (des Regierungsrates und des Stadtrates) seien aufzuheben. Die Begründung der Beschwerde ergibt sich, soweit erforderlich, aus den nachfolgenden Erwägungen.\n\nC.- Der Regierungsrat des Kantons Schaffhausen beantragt Abweisung der Beschwerde, welchem Antrag sich der Stadtrat von Schaffhausen anschliesst.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach der bundesgerichtlichen Rechtsprechung darf die durch Art. 90 OG vorgeschriebene Begründung der staatsrechtlichen Beschwerde nicht darin bestehen, dass auf im kantonalen Verfahren eingelegte Rechtsschriften verwiesen wird (BGE 93 I 137 E. 2; BIRCHMEIER, Bundesrechtspflege, S. 390). Die Berufung auf Vorbringen, welche in der an den Regierungsrat gerichteten Rekursschrift enthalten waren, muss deshalb unbeachtet bleiben.\n\nDer Regierungsrat hat als letzte kantonale Instanz mit freier Prüfungsbefugnis entschieden. Die Beschwerde kann sich deshalb nur gegen seinen Entscheid, nicht (auch) gegen den vorinstanzlichen Entscheid des Stadtrates richten (BGE 90 I 20 E. 1, 107 E. 1, BGE 88 I 3 E. 4a, BGE 85 I 2 /3 E. 1). Der Beschwerdeführer ficht zwar nur den Beschluss des Regierungsrates an, verlangt aber die Aufhebung der angefochtenen Beschlüsse, das heisst auch desjenigen des Stadtrates. Richtet sich die Beschwerde nur gegen den letztinstanzlichen Entscheid und kann sie sich nur dagegen richten, so ist auf das Rechtsmittel nicht einzutreten, soweit damit die Aufhebung des Entscheids des Stadtrates verlangt wird.\n\nBGE 96 I 11 S. 15\n\n2. Der Baureferent der Stadt Schaffhausen hatte dem frühern Eigentümer des Grundstücks Nr. 2727 mit Schreiben vom 11. November 1966 mitgeteilt:\n\n\"Zurückkommend auf die telephonische Unterredung zwischen Ihnen und unserem Herrn Boller, betreffend die Schaffung einer Zufahrtsmöglichkeit von der Pestalozzistrasse auf den unteren Teil Ihrer Liegenschaft GB Nr. 2727, teilen wir Ihnen folgendes mit:\n\nSofern es allfällig vorhandene Werkleitungen und die Kanalisation nicht verunmöglichen, sind wir bereit, einer Verlegung der Treppe Frohbergstieg zuzustimmen, wenn dies höhenmässig geht und dadurch keine Beeinträchtigung des öffentlichen Fussgängerverkehrs entsteht. An die Kosten einer solchen Treppen- und eventuellen Leitungsverlegung leistet die Stadt keinen Beitrag. Diese Arbeiten müssten also voll zulasten des Verursachers erfolgen. Wie hoch diese Kosten sein werden, können wir im Moment ohne ein Projekt nicht beurteilen. Sofern Sie diese Angelegenheit weiter verfolgen möchten, müssen wir Sie bitten, uns ein den städtischen Normalien entsprechendes Projekt einzureichen, damit wir dem Stadtrat Bericht und Antrag stellen können.\"\n\nDer Beschwerdeführer macht geltend, er habe darin eine verbindliche Zusicherung erblicken können, dass die Verlegung der Frohbergtreppe bewilligt und ihm auf diese Weise eine Zufahrt von der Pestalozzistrasse her ermöglicht werde. Er will damit offenbar geltend machen, es widerspreche Treu und Glauben, wenn hinterher entgegen dieser Zusicherung die Bewilligung zur Änderung der Treppe verweigert worden sei. Nach der bundesgerichtlichen Rechtsprechung ist der Grund satz von Treu und Glauben, wie er in Art. 2 Abs. 1 ZGB verankert ist, auch im Verwaltungsrecht zu beachten. Es handelt sich dabei um einen unmittelbar aus Art. 4 BV folgenden, für die gesamte staatliche Tätigkeit geltenden Grundsatz, nach welchem der Bürger Anspruch auf Schutz des berechtigten Vertrauens auf behördliche Zusicherungen hat (BGE 94 I 520 E. 4a). Eine (selbst unrichtige) Auskunft oder Zusicherung, welche eine Behörde dem Bürger erteilt und auf die er sich verlassen hat, ist unter gewissen Umständen bindend. Voraussetzung dafür ist, dass die Amtsstelle, welche die Auskunft gegeben hatte, für die Auskunfterteilung zuständig war, dass der Bürger die Unrichtigkeit des Bescheids nicht ohne weiteres hat erkennen können und dass er im Vertrauen auf die Auskunft eine nicht wieder rückgängig zu machende Disposition getroffen hat (BGE 91 I 136). Es kann offen bleiben, ob sich jemand auf eine BGE 96 I 11 S. 16Zusicherung verlassen kann, die einem andern gegeben wurde. Die Verlegung der Frohbergtreppe wurde durch den Baureferenten nur unter bestimmten Vorbehalten in Aussicht gestellt, nämlich nur, \"wenn dies höhenmässig geht und dadurch keine Beeinträchtigung des öffentlichen Fussgängerverkehrs entsteht\". Der Adressat des Briefes musste sich deshalb schon unter diesem Gesichtspunkt darüber im klaren sein, dass ihm keine verbindliche Zusicherung gegeben wurde. Der Baureferent war zudem nicht zuständig, die Treppenverlegung zu bewilligen. Das war Sache des Stadtrates. Der Adressat des Briefes konnte auch nicht annehmen, der Baureferent sei kompetent, da sich in dem Brief der abschliessende Passus findet: \"Sofern Sie diese Angelegenheit weiter verfolgen möchten, müssen wir Sie bitten, uns ein den städtischen Normalien entsprechendes Projekt einzureichen, damit wir dem Stadtrat Bericht und Antrag stellen können\". Es ergibt sich daraus mit genügender Klarheit, dass der massgebliche Entscheid vom Stadtrat auszugehen hat, dem der Baureferent nur seinen Antrag unterbreiten würde. Der Adressat des Briefes konnte demnach nach Treu und Glauben nicht annehmen, es sei ihm die Treppenverlegung verbindlich zugesichert. Die Voraussetzungen, unter denen nach der bundesgerichtlichen Rechtsprechung eine wenn auch unrichtige Zusicherung als verbindlich zu betrachten ist, sind in keiner Weise gegeben. Der Beschwerdeführer hat übrigens wohl selber zum Ausdruck gebracht, dass er den Baureferenten für die Erteilung einer Bewilligung zur Treppenänderung nicht als zuständig erachtete, indem er am 28. März 1967 ein Gesuch um eine solche Änderung an den Stadtrat richtete. Der Beschwerdeführer beklagt sich deshalb zu Unrecht über eine Verletzung des Grundsatzes von Treu und Glauben durch die Behörden, während der Regierungsrat anderseits mit Recht erwägen durfte, der Beschwerdeführer habe sein Ziel auf einem Schleichweg erreichen wollen, indem er die Bastelräume zu Garagenboxen ausgestaltete und im Vorplatz einen Benzinabscheider einbaute.\n\n3. Der Beschwerdeführer erblickt darin eine rechtsungleiche Behandlung, dass dem Eigentümer des Hauses Pestalozzistrasse 15 (Forster) 1929 die Zufahrt für eine Garage gewährt und 1965 die Umwandlung der Garage in eine Doppelgarage gestattet worden sei. Der Beschwerdeführer übersieht, dass eine Zufahrt zur Liegenschaft Forster, welche direkt an die BGE 96 I 11 S. 17Pestalozzistrasse angrenzt, bereits vorhanden war. Der Beschwerdeführer verlangt nicht bloss, dass ihm der Bau von Garagen zu bewilligen sei. In dem kantonalen Verfahren, das mit dem angefochtenen Entscheid des Regierungsrates seinen Abschluss fand, war vielmehr darüber zu entscheiden, ob die Frohbergtreppe im unteren Teil abzuändern und dem Beschwerdeführer das Recht einzuräumen sei, über das der Stadtgemeinde Schaffhausen gehörende, dem Fussgängerverkehr dienende Areal zu fahren. Der Sachverhalt war also wesentlich von demjenigen verschieden, welcher dem Entscheid über die Erstellung einer Garage auf dem Grundstück Forster zu Grunde lag. Von einer rechtsungleichen Behandlung kann schon unter diesem Gesichtspunkt nicht gesprochen werden. Die Behörde durfte zudem mit Grund erwägen, dass mit der Verlegung der Treppe nicht nur eine Zufahrt zur Pestalozzistrasse vom Terrassenhaus her geöffnet würde, sondern auch die Liegenschaft Öchslin eine Zufahrt zu dieser Strasse erhielte, sodass der Fahrzeugverkehr nach der Erfahrung in stärkerem Mass zunehmen würde als durch die Bewilligung einer zweiten Garage auf dem Grundstück Forster, da schon der Beschwerdeführer allein drei Fahrzeuge in den von ihm geplanten Garagen unterzubringen gedachte. Der Hinweis des Beschwerdeführers darauf, dass die Zufahrtsmöglichkeit zum Haus Pestalozzistrasse 15 nicht auf die beiden garagierten Fahrzeuge beschränkt, sondern auch der Zubringerdienst gestattet sei, ist unbehelflich, da die Zufahrt über das abgeänderte Treppenareal zu dem Terrassenhaus und der Liegenschaft Öchslin ebenfalls von Zubringern benützt werden könnte. Da die tatsächlichen Verhältnisse im Fall Forster in wesentlichen Punkten von denjenigen des hier zu beurteilenden Falles verschieden waren, liegt darin keine rechtsungleiche Behandlung, dass sie rechtlich verschieden behandelt wurden (BGE 91 I 172).\n\n4. Soweit der Beschwerdeführer behauptet, er habe einen \"quartierplanrechtlichen Anspruch\" darauf, dass ihm eine hinreichende und ordnungsgemässe Zufahrt zu seinem Grundstück eingeräumt werde, entbehrt die Beschwerde der nach Art. 90 OG erforderlichen Begründung, da nicht gesagt wird, welche Vorschriften oder allgemein anerkannten Rechtsgrundsätze die kantonalen Behörden in einer gegen Art. 4 BV verstossenden Weise verletzt haben sollen. Der Hinweis auf Vorbringen, die in der an den Regierungsrat gerichteten Rekursschrift BGE 96 I 11 S. 18enthalten waren, vermag, wie ausgeführt (Erw. 1), diesen Mangel nicht zu beheben.\n\nWas der Beschwerdeführer im kantonalen Verfahren verlangte, war die Verlegung einer im Eigentum der Stadtgemeinde Schaffhausen stehenden, dem Fussgängerverkehr dienenden Treppenanlage und die Einräumung eines Fahrrechts über dieses Areal. Es stand im freien Ermessen der kantonalen Behörden, ob sie zu Gunsten des Beschwerdeführers die öffentliche Anlage ändern und dem Beschwerdeführer das verlangte Recht einräumen wollten oder nicht. Dieses Ermessen wurde nicht überschritten, da für die Ablehnung des Gesuches sachliche Gründe ins Feld geführt werden konnten. Es ist nicht bestritten und ergibt sich aus den Akten, dass die Pestalozzistrasse durch ein Gebiet führt, in dem sich Schulhäuser befinden. Zum Schutz der Schulkinder ist es angezeigt, dass der Fahrzeugverkehr auf einer solchen Strasse nach Möglichkeit beschränkt wird, wobei unwesentlich ist, ob es angeht, die Strasse zum Teil als Pausenplatz zu benützen oder nicht. Wesentlich ist allein, dass die Strasse in besonders starkem Mass von Schulkindern benützt wird, deren Sicherheit eine Beschränkung des Fahrzeugverkehrs rechtfertigt.\n\nDie weitern Ausführungen des Beschwerdeführers sind, auch wenn sie in der Form einer Willkürrüge vorgebracht werden, im Grunde eine appellatorische Kritik des angefochtenen Entscheids, auf welche nicht einzugehen ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf eingetreten werden kann."}