{"annee": "96", "cour": "II", "page": "145", "date": "9/6/1970", "cite": ["93 II 373", "78 II 243", "67 II 88", "91 II 442", "63 II 240", "94 II 167", "76 II 144", "88 II 28", "84 III 141", "89 II 87"], "cite_par": ["109 II 319", "111 II 471", "109 II 26", "100 II 24", "102 III 94", "99 II 246", "108 II 30", "106 IV 257", "110 II 360", "97 II 53", "102 II 243", "107 II 119"], "chapeau": "25. Urteil der I. Zivilabteilung vom 9. Juni 1970 i.S. Frau X. gegen Schweizerische Bankgesellschaft.", "regestes": ["Art. 18, 41 et 479 al. 1 CO; responsabilité d'une banque. 1. C'est une question de fait, que le juge cantonal tranche souverainement, que de décider si les circonstances permettent de conclure à l'existence d'un acte juridique simulé (consid. 1). 2. Mandat confié à une banque de Suisse, par un client domicilié à l'étranger, d'ouvrir un compte en faveur d'un tiers, d'y affecter un premier dépôt et d'y ajouter d'autres valeurs; droit applicable, exécution du mandat par la banque (consid. 2). 3. Celui qui confère au tiers bénéficiaire un droit de disposition sur un tel compte et ne se réserve à lui-même qu'une procuration entend, par les versements faits sur ledit compte, transférer la propriété; conséquences pour ses héritiers (consid. 3 et 4). 4. L'exécution correcte de contrats valables n'est ni illicite, ni contraire aux moeurs (consid. 5)."], "faits": "|146|\n\nA.- X., der der Geschäftsleitung eines amerikanischen Chemiekonzerns angehörte und in Bezons (Frankreich) eine Tochtergesellschaft leitete, verheiratete sich 1931 mit Catherine T. Sie gebar ihm einen Sohn. Im Jahre 1949 lernte X. die deutsche Ärztin Ursula K. kennen, die ihren Beruf aufgab und auf sein Gut in Oberbayern übersiedelte, wo X. oft die Freizeit verbrachte. Sie begleitete ihn auch auf vielen Geschäftsreisen. Aus ihrer Verbindung ist 1955 und 1960 je eine Tochter hervorgegangen, die beide am 7. Februar 1961 in Bayern mit Zustimmung der Frau X. ehelich erklärt wurden.\n\nX. hatte bei einer Zürcher Filiale der Schweizerischen Bankgesellschaft ein Konto, das er 1957 als \"Contremarque - Cque - Nr. 73'406\" zusammen mit dem offenen Wertschriftendepot Nr. 41'378 auf den Hauptsitz der Bank übertragen liess. Am 18. März 1958 schrieb er der Bank:\n\n\"Betrifft: Cque 73'406 Ich ersuche Sie hiermit, aus meinem Depot No. 41'378 die nachgenannten Titel, DM. 3'000.-- Aktien Daimler-Benz AG, DM. 6'000.-- Aktien Farbenfabriken Bayer AG, DM. 5'600.-- Aktien Siemens & Halske AG, auf ein neues Depot, lautend auf Cque 73'791, Depot No. 42'080 zu übertragen. Über dieses Depot soll ausser Frau Dr. Ursula K. (D/D) ich persönlich auch nach dem Tode von Frau Dr. K. verfügungsberechtigt sein. Ich habe 60 Aktien General Dynamics zum bestmöglichen Kauf in New York aufgegeben; diese Titel sind ebenfalls dem neuen Depot 42'080 beizufügen.\n\nDie Vollmacht zu meinen Gunsten lasse ich Ihnen bei nächster Gelegenheit zugehen.\"\n\nAm gleichen Tag schloss Frau K. mit der Bank über das Depot \"Cque 73'791\" sowie ein zugehöriges Konto einen Hinterlegungsvertrag.\n\nAm 2. Juli 1959 wies X. die Bank an, die Konten Nr. 73'406 und 73'791 sowie die in den Depots Nr. 41'378 und 42'080 liegenden Aktien wieder auf die Filiale zu nehmen, wo er fortan das Konto \"Cque Nr. R. 20'920 (Depot Nr. 87'240)\" und Frau K. das Konto \"Cque Nr. R. 20'921 (Depot Nr. 87'241)\" hatte. X. führte dem Konto 20'921 weitere Vermögenswerte zu. Als er am 26. April 1961 tödlich verunfallte, enthielt es Wertschriften für rund Fr. 2'670,000.-- und einen Barsaldo von etwa Fr. 70'000.--.\n\nAm 12. Juni 1961 teilten Frau X. und ihr Sohn der Bank mit, dass sie als Erben des X. sämtliche Vollmachten widerriefen, die der Verstorbene für die Konten 20'920 und 20'921 Dritten |147| erteilt habe; der Widerruf beziehe sich auch auf alle Konten, die auf den Namen Dritter, jedoch im Eigentum oder im Interesse des Verstorbenen errichtet worden seien. Die Bank verwies die Erben an den Direktor der Filiale, Max Schibli, der ihnen mit den gewünschten Anskünften dienen werde.\n\nDirektor Schibli empfahl daraufhin der Frau K., die auf dem Konto 20'921 und im zugehörigen Depot liegenden Wertpapiere samt dem Barsaldo bei der Filiale zurückzuziehen, um einer allfälligen Arrestnahme seitens der Erben zuvorzukommen. Frau K. kam dieser Empfehlung am 13. Juni 1961 nach und übertrug die Werte auf den Sohn des Direktors, Rolf Schibli, der sie auf seinen Namen bei Banken in anderen Kantonen anlegte. Wo sie sich heute befinden, ist unbekannt.\n\nB.- Ein Strafverfahren gegen Ursula K. und weitere Angeschuldigte wegen Veruntreuung, eventuell ungetreuer Geschäftsführung oder Sachentziehung wurde von der Staatsanwaltschaft des Kantons Zürich am 23. September 1965 eingestellt.\n\nIm Juni 1967 klagte Frau X. beim Landsgericht München gegen Frau K. insbesondere mit dem Begehren, ihr den Barbetrag und die Wertschriften herauszugeben. Dieser Prozess ist noch nicht abgeschlossen.\n\nC.- Im Oktober 1967 erhob Frau X. ferner gegen die Schweizerische Bankgesellschaft Klage auf Bezahlung von Fr. 2'747,311.-- Schadenersatz nebst 5% Zins seit 13. Juni 1961.\n\nDas Handelsgericht des Kantons Zürich wies die Klage am 1. Juni 1969 ab. Es hält dafür, die Voraussetzungen für eine Haftung der Beklagten aus Vertrag seien nicht gegeben, weil der Depotvertrag zwischen der Bank und Frau K. abgeschlossen worden sei. Diese sei denn auch als Depot- und Kontoinhaberin aufgetreten. Um allfällige Beziehungen des Vertragspartners zu Dritten brauche eine Bank sich nicht zu kümmern, sondern müsse, namentlich wenn es sich um eine Grossbank handle, davon ausgehen können, dass der Depot- und Kontoinhaber auch der Verfügungsberechtigte sei. Im vorliegenden Fall habe sich X. bewusst und gewollt mit der Rolle eines Bevollmächtigten begnügt. Mehr Rechte, als er sich ausbedungen habe, könnten auch seine Erben nicht beanspruchen. Das Vollmachtsverhältnis sei mit seinem Tode erloschen, Frau X. folglich nicht mehr befugt gewesen, der Bank Weisungen zu erteilen.\n\nDas Handelsgericht verneint auch eine Haftung der Beklagten |148| aus unerlaubter Handlung. Die Bank habe nicht widerrechtlich, sondern nach Gesetz gehandelt. Da die Voraussetzungen für eine Weigerung gemäss Art. 479 Abs. 1 OR fehlten, habe sie Ursula K. die Werte herausgeben müssen. Ihr Verhalten verstosse auch nicht gegen die guten Sitten. Als Beauftragte und Aufbewahrerin habe sie vor allem die Interessen ihrer Vertragspartnerin Ursula K. wahren müssen. Wenn sie diese darauf hinwies, wie einem allfälligen Arrest vorgebeugt werden könne, gereiche ihr das nicht zum Vorwurf. Sie habe ein berechtigtes Interesse daran gehabt, nicht auf dem Wege einer Eigentumsklage in einen Prozess zwischen den Erben des X. und der Depotinhaberin hineingezogen zu werden.\n\nD.- Die Klägerin hat die Berufung an das Bundesgericht erklärt. Sie beantragt, das Urteil des Handelsgerichts aufzuheben und die Klage gutzuheissen.\n\nDie Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin versucht eine Haftung der Bank aus Vertrag vor allem damit zu begründen, X. habe das Konto samt dem Depot zugunsten der Frau K. bloss zu Tarnzwecken errichtet. Aus dem Hinterlegungsvertrag, der Vollmacht und den weiteren Belegen der Bank könne nicht zweifelsfrei auf den wahren Berechtigten geschlossen werden; dagegen ergebe sich aus den gesamten Begleitumständen, dass X. in Wirklichkeit nicht bloss Bevollmächtigter, sondern Inhaber des Kontos gewesen sei und sich auch als solcher benommen habe.\n\nDas Handelsgericht stellt indes fest, für einen simulierten Hinterlegungsvertrag und eine Mitwirkung des X. am Zustandekommen eines solchen Vertrages lägen keine Anhaltspunkte vor; der Wunsch des X., für Frau K. und die gemeinsamen Kinder vorzusorgen, schliesse eine Simulation vielmehr aus. X. habe sich bloss die Befugnisse eines Bevollmächtigten vorbehalten wollen. Nach seiner beruflichen Stellung sei zudem nicht anzunehmen, dass er sich über die Folgen seines Auftrages, die Bank solle ein Konto samt Depot auf den Namen und zugunsten von Ursula K. errichten und Wertschriften auf das Depot geben, nicht im klaren gewesen sei.\n\nDiese Feststellungen der Vorinstanz über den Willen der Vertragsschliessenden sind für das Bundesgericht verbindlich, denn |149| sie beruhen nicht auf einer blossen Auslegung der Vertragstexte, sondern namentlich auf der Würdigung der Beweisergebnisse des Strafverfahrens (BGE 76 II 144; BGE 88 II 34 f. und 78 f.). Dass X. über das Konto der Frau K. wie über ein eigenes verfügte, ist der Vorinstanz nicht entgangen. Sie erklärt sein Verhalten aber vor allem mit seinen engen Beziehungen zu Frau K. Das ist Beweiswürdigung, die das Bundesgericht bindet. Eine Frage der Beweiswürdigung, nicht der Beweislastverteilung (Art. 8 ZGB) war auch, ob das Handelsgericht in diesen Beziehungen einen Beweggrund dafür erblicken durfte, dass X. der Frau K. ein eigenes Bankdepot samt zugehörigem Konto errichten liess. Das Bundesgericht ist daher nicht befugt, den Vereinbarungen der Beteiligten einen andern als den vom Handelsgericht festgestellten Willen der Vertragsschliessenden zugrunde zu legen. Es hat davon auszugehen, dass Vollmacht und Verträge ernst gemeint waren.\n\nOb X. mit Frau K. ein Treuhandverhältnis vereinbarte, ist dem angefochtenen Urteil nicht zu entnehmen und kann offen bleiben. Eine solche Vereinbarung hatte der Bank gegenüber keine Wirkungen, könnte ihr folglich nicht entgegengehalten werden.\n\n2. Das Schreiben des X. vom 18. März 1958 an die Bank enthält einen Auftrag, der von der Bank angenommen und ausgeführt worden ist. Dazu gehörte nicht nur, dass die Bank die von X. angeführten Wertpapiere auf das neue Depot übertrug und der Frau K. ein Konto eröffnete, sondern auch, dass sie mit der Depot- und Kontoinhaberin einen Hinterlegungsvertrag abschloss. Diese Dienstleistungen der Bank unterstehen daher den Vorschriften über den Auftrag. Auftragsrecht gilt grundsätzlich auch, wenn eine Bank von einem Depot- und Kontoinhaber ersucht wird, Wertschriften auf ein Depot zu nehmen und sie zu verwalten, Gelderträgnisse aus den verwahrten Titeln einem Konto gutzuschreiben oder auf seine Rechnung Zahlungen vorzunehmen (BGE 63 II 242;BGE 78 II 254; BGE 94 II 169, 315).\n\nAuftragsverhältnisse hangen nach der Rechtsprechung des Bundesgerichts am engsten mit dem Orte zusammen, wo der Beauftragte seine wesentlichen Verpflichtungen zu erfüllen hat (BGE 91 II 446 und dort angeführte Urteile). Im vorliegenden Fall ging es vor allem um die Verwahrung und Verwaltung von Vermögenswerten in der Schweiz, weshalb auf die Rechte und Pflichten der Bank schweizerisches Recht anwendbar ist.\n\n|150|\n\nÜber das neue Depot, das die Bank gemäss Schreiben des X. vom 18. März 1958 zu errichten hatte, sollte nach ausdrücklichem Wunsch des Auftraggebers Frau K. verfügungsberechtigt sein. Indem die Bank am 13. Juni 1961 die Wertschriften, die X. vom 18. März 1958 bis zu seinem Tode auf das neue Depot übertragen liess, auf Verlangen der Frau K. aushändigte, befolgte sie nicht nur die Weisung der verfügungsberechtigen Depotinhaberin, sondern auch die Anordnung des Auftraggebers, handelte also vertragsgemäss. Dasselbe gilt vom Barsaldo auf dem zugehörigen Konto. Nach Art. 112 Abs. 3 OR konnte die Bank übrigens von ihrer vertraglichen Verpflichtung zugunsten der Frau K. nicht mehr entbunden werden, als diese ihr erklärte, vom Verfügungsrecht Gebrauch machen zu wollen. Dass die Bank ihre Verpflichtungen aus dem Auftrag verletzt habe, lässt sich daher nicht sagen.\n\n3. Aus dem Hinterlegungsvertrag kann die Klägerin als Rechtsnachfolgerin von X. keine Schadenersatzansprüche ableiten, weil er zwischen der Bank und Frau K. abgeschlossen wurde. X. hat ihn nicht mitunterzeichnet und sich auch kein Recht ausbedungen, wie ein Eigentümer über das neue Depot zu verfügen; er hat das Verfügungsrecht über das Depot vielmehr ausdrücklich Frau K. eingeräumt und sich selber, wie das Handelsgericht feststellt, mit der Rolle eines blossen Bevollmächtigten begnügen wollen. Das kann nur heissen, dass er mit seinen wiederholten Weisungen an die Bank, Vermögenswerte auf das neue Depot zu nehmen bzw. dem neuen Konto gutzuschreiben, auch Eigentum übertragen wollte.\n\nWie Eigentum übertragen wird, bestimmt sich nach dem Rechte des Landes, in dem die Sache liegt (BGE 93 II 375 Erw. a mit Zitaten). Im vorliegenden Falle lagen die Vermögenswerte in der Schweiz, wo zudem nicht nur der Auftrag des X. vom 18. März 1958, sondern auch seine spätern Anweisungen zugunsten der Frau K. ausgeführt wurden. Es ist daher schweizerisches Recht anzuwenden. Die Übertragung des Eigentums setzt freilich auch nach schweizerischem Recht einen gültigen Rechtsgrund voraus (BGE 84 III 154; BGE 89 II 89; BGE 93 II 375 Erw. b). X. leistete jeweils, ohne dass Frau K. eine entsprechende Gegenleistung erbrachte. Als Rechtsgrund kommt daher entweder eine Schenkung unter Lebenden oder eine Schenkung von Todes wegen in Frage, die sich insbesondere dadurch unterscheiden, dass letztere den Formvorschriften über die Verfügungen von |151| Todes wegen untersteht (Art. 245 Abs. 2 OR), während erstere, abgesehen von den in Art. 242 Abs. 2 OR geregelten Fällen, keiner besondern Form bedarf.\n\nX. hat Frau K. das Verfügungsrecht über das Depot bereits zu seinen Lebzeiten eingeräumt und sich bloss eine Vollmacht vorbehalten wollen. Das schliesst eine Schenkung von Todes wegen aus. Es verhielt sich anders als in dem in BGE 89 II 87 veröffentlichten Falle, wo der Schenker sich das volle Verfügungsrecht über ein Sparheft bis zu seinem Tode vorbehielt (vgl. auchBGE 67 II 94Erw. 1). Hier ging es jeweils um Besitzesanweisungen im Sinne von Art. 924 Abs. 2 ZGB, die von Frau K. angenommen wurden und als Zuwendungen unter Lebenden nicht formgebunden waren, folglich rechtsgültig zustandekamen. War aber Frau K. bereits zu Lebzeiten des X. Eigentümerin und Gläubigerin der Bank geworden, so war damit nicht nur X., sondern auch seinen Rechtsnachfolgern jede Möglichkeit genommen, den Hinterlegungsvertrag zu widerrufen. Frau K. blieb auch nach dem Tode des X. Hinterlegerin und durfte als solche von der Bank verlangen, dass die verwahrten Wertschriften samt dem Barsaldo nicht einem Dritten, sondern ihr herausgegeben werden.\n\nWollte man annehmen, X. habe sich das ausschliessliche Verfügungsrecht vorbehalten, so würde der von der Vorinstanz festgestellte und für das Bundesgericht verbindliche Sachverhalt durch einen andern ersetzt. Dass X. sich von Frau K. eine Vollmacht über ihren Tod hinaus ausstellen liess, hülfe darüber nicht hinweg, denn das ist kein Indiz dafür, dass er sich das Eigentumsrecht habe vorbehalten wollen. Der Grund der Vollmacht lag zudem nahe. Die Vermögenswerte befanden sich auf einer Bank in der Schweiz, wo X. auch ein eigenes Depot und Konto besass. Zu bedenken ist ferner, dass X. im März 1958 bereits Vater eines Kindes der Frau K. war und dass er für Mutter und Kind, das damals noch nicht ehelich erklärt war, vorsorgen wollte. Die Vollmacht über ihren Tod hinaus liess er sich offenbar erteilen, damit er als ihr Bevollmächtigter und als Vater des Kindes sagen könne, was mit den Vermögenswerten geschehen sollte, wenn die Mutter allenfalls vorher sterbe. Frau K. erklärte im Strafverfahren denn auch, X. habe erreichen wollen, dass im Falle ihres Todes nicht der Vormund ihres (ersten) Kindes, sondern er selber über das Konto verfügen könne. Die vorgenommene Schenkung wird durch den Vorbehalt |152| der Vollmacht über den Tod hinaus umsoweniger widerlegt, als der Fall, für den der Vorbehalt gemacht wurde, nicht eingetreten ist.\n\n4. Ob das Vorgehen des X. im Ergebnis auf eine Umgehung erbrechtlicher Bestimmungen, insbesondere derjenigen über die Pflichtteile, hinauslief, ist weder dem angefochtenen Urteil noch den Akten zu entnehmen. Die Frage braucht im vorliegenden Verfahren indes nicht geprüft zu werden, da die Klägerin auch dann, wenn eine solche Umgehung vorliegen sollte, nicht Schadenersatz wegen Vertragsverletzungen verlangen könnte, sondern unter erbrechtlichen Titeln klagen müsste.\n\n5. Nach der in der Berufung vertretenen Auffassung hat das Handelsgericht auch eine ausservertragliche Haftung der Beklagten zu Unrecht verneint. Die Klägerin macht geltend, die Bank könne sich selbst dann, wenn zwischen ihr und X. kein Depotvertrag abgeschlossen worden sei, nicht auf Art. 479 Abs. 1 OR berufen, denn die hinterlegten Vermögenswerte seien nicht von einem Dritten (im Sinne von einem bisher nicht Beteiligten) zu Eigentum verlangt worden, sondern von den Rechtsnachfolgern derjenigen Person, die sie auf das Sonderdepot gegeben, sie verwaltet und darüber verfügt habe. Direktor Schibli habe die Zusammenhänge gekannt und auch gewusst, dass X. über die Werte weder von Todes wegen noch durch Schenkung unter Lebenden bestimmte.\n\nDamit unterstellt die Klägerin wiederum, X. habe sich an den hinterlegten Vermögenswerten, die angeblich einen Viertel seines Nachlasses ausmachten, das Eigentumsrecht vorbehalten. Das trifft indes nach dem festgestellten Sachverhalt, wie bereits ausgeführt worden ist, nicht zu. X. war nicht mehr Eigentümer, sondern ein Dritter. Der Hinterleger braucht übrigens nicht Eigentümer der hinterlegten Sache zu sein. Wird an der hinterlegten Sache von einem Dritten Eigentum beansprucht, so ist der Aufbewahrer nach Art. 479 Abs. 1 OR dennoch zur Rückgabe an den Hinterleger verpflichtet, sofern nicht gerichtlich Beschlag auf die Sache gelegt oder die Eigentumsklage gegen ihn anhängig gemacht worden ist. Solche Hindernisse, welche die Bank der Pflicht zur Rückgabe enthoben hätten, bestanden hier nicht, da die Erben des X. sich mit dem Widerruf der Vollmacht begnügten. Die Bank war daher am 13. Juni 1961, als Frau K. die hinterlegten Vermögenswerte zurückforderte, zur Leistung an die Hinterlegerin verpflichtet. Weder sie noch ihre |153| Angestellten haben sich gegenüber der Klägerin widerrechtlich verhalten.\n\nDie richtige Erfüllung von Verträgen, deren Inhalt nach Art. 18 ff. OR nicht zu beanstanden ist, verstösst auch nicht gegen die guten Sitten im Sinne von Art. 41 Abs. 2 OR. Direktor Schibli begnügte sich freilich nicht damit, Frau K. die hinterlegten Werte aushändigen zu lassen. Er half ihr zusammen mit seinem Sohn die Werte beiseitezuschaffen, um weitere Nachforschungen der Erben des X. zu vereiteln. Darauf kommt in diesem Zusammenhang jedoch nichts an. Die Bank hatte nach den Vereinbarungen der Beteiligten, insbesondere dem Auftrag des X. vom 18. März 1958, davon auszugehen, dass Frau K. berechtigt war, über das auf ihren Namen errichtete Depot und Konto zu verfügen. Sie brauchte daher nicht danach zu forschen, was X. bewog, diesem Depot Vermögen zuzuführen, und welchen Zweck er damit verfolgte. Sie schuldete seinen Erben aus dem Hinterlegungsvertrag nichts, und die guten Sitten verlangten nicht, dass sie sich in der Auseinandersetzung zwischen der Hinterlegerin und den Erben des X. neutral verhalte.\n\nDas Handelsgericht hat daher auch eine Haftung der Beklagten aus unerlaubter Handlung zu Recht verneint.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 1. Juli 1969 bestätigt."}