{"annee": "96", "cour": "I", "page": "219", "date": "24/6/1970", "cite": ["91 I 321", "57 I 266", "60 I 197", "93 I 1", "94 I 305", "83 I 242", "84 I 89", "91 I 480", "95 I 12", "96 I 104", "94 I 111", "89 I 253", "87 I 362", "61 I 32", "92 I 24", "87 I 114", "61 I 103", "95 I 243"], "cite_par": ["105 IA 80", "121 I 367", "105 IA 15", "102 IA 50", "98 IB 301", "104 IA 113", "98 IA 596", "103 IA 310", "100 IA 392", "107 IA 226", "107 IA 292", "135 I 302", "98 IA 73", "113 IA 291", "127 I 164", "144 I 50", "117 IA 41", "103 IA 369"], "chapeau": "39. Auszug aus dem Urteil vom 24. Juni 1970 i.S. Nöthiger und Pinkus gegen Polizeirichteramt der Stadt Zürich und Obergericht des Kantons Zürich.", "regestes": ["Condamnation pour participation à une manifestation non autorisée. 1. La liberté de réunion et la libre expression de la pensée sont des libertés garanties par le droit constitutionnel non écrit de la Confédération. La \"liberté de manifestation\" l'est-elle aussi? (consid. 4). 2. Interprétation et base légale de la disposition édictée par le Conseil de ville (exécutif) de Zurich, selon laquelle l'organisation de rassemblements et de cortèges sur le domaine public est subordonnée à l'obtention préalable d'une autorisation de police (consid. 6). 3. Compatibilité de cette disposition avec le droit constitutionnel non écrit de la Confédération et avec le principe dit de la proportionnalité (consid. 7)."], "faits": "BGE 96 I 219 S. 219\n\nA.- Am 14. Oktober 1959 erliess der Gemeinderat der Stadt Zürich eine Allgemeine Polizeiverordnung (APV), die den BGE 96 I 219 S. 220gleichnamigen Erlass vom 5. April 1894 ersetzte und in Art. 6 bestimmt:\n\n\"Anordnungen der Polizeibeamten ist Folge zu leisten.\"\n\nGemäss Art. 52 APV werden Übertretungen der Vorschriften der APV mit Polizeibusse bis Fr. 50.- bestraft.\n\nDie vom Stadtrat von Zürich am 24. Juin 1911 erlassene Verordnung betreffend Benützung des öffentlichen Grundes (VBöG) enthält hauptsächlich Vorschriften über diese Benützung zu Bau- und gewerblichen Zwecken. Am 27. April 1929 fügte der Stadtrat der VBöG folgenden Art. 18bis bei:\n\n\"Die Veranstaltung von Versammlungen, Umzügen, Vorträgen, Darbietungen usw. auf dem öffentlichen Grunde bedarf der vorgängigen Bewilligung des Vorstandes des Polizeiamtes.\"\n\nB.- Am 9. November 1967 wurden in Winterthur und Zürich Flugblätter verteilt, in denen die spanischen Gastarbeiter unter Hinweis auf die politischen Verhältnisse ihres Heimatlandes eingeladen wurden, an einer am 11. November 1967 um 15.30 Uhr auf dem Helvetiaplatz in Zürich stattfindenden Protestkundgebung teilzunehmen. In einem weiteren Flugblatt wurde mitgeteilt, dass vom Helvetiaplatz zum spanischen Konsulat marschiert werde. Da für diese Demonstration keine Bewilligung eingeholt worden war, machte die Polizei die auf dem Helvetiaplatz eintreffenden Leute mit Lautsprechern auf das Fehlen der erforderlichen Bewilligung aufmerksam und forderte sie auf, die Kundgebung zu unterlassen und den Platz zu räumen. Trotzdem kam es zu einem Marsch von etwa 200 Personen zum spanischen Konsulat, wobei den wiederholten Aufforderungen der Polizei, diesen Marsch abzubrechen, keine Folge gegeben wurde. Unterwegs wurden Transparente enthüllt, von der Polizei jedoch in einem Handgemenge beschlagnahmt. Beim spanischen Konsulat kam es zu einem Auflauf, der schliesslich von der Polizei zerstreut wurde.\n\nC.- Unter den Demonstranten befanden sich auch die heutigen Beschwerdeführer Rudolf Nöthiger, die Eheleute Amalie und Theodor Pinkus sowie Marco Pinkus. Der Polizeirichter der Stadt Zürich büsste sie am 8. Januar 1968 wegen Übertretung der Art. 18bis VBöG und 6 APV mit Fr. 35.- bzw. Fr. 30.-. Ähnliche Bussen wurden gegen sechs weitere Personen BGE 96 I 219 S. 221ausgesprochen. Während diese sich damit abfanden, verlangten die Beschwerdeführer gerichtliche Beurteilung.\n\nDer Einzelrichter des Bezirksgerichts Zürich sprach sie mit Urteil vom 18. November 1968 frei. Er nahm an, Übertretung des Art. 18bis VBöG könne den Verzeigten schon deshalb nicht vorgeworfen werden, weil diese Bestimmung sich nur an die Veranstalter, nicht an die Teilnehmer von Versammlungen usw. richte. Die Verurteilung wegen Übertretung des Art. 6 APV aber komme nicht in Frage, weil die Verzeigten durch ihre Teilnahme an der Demonstration lediglich ein verfassungsmässiges Recht ausgeübt hätten, weil eine gesetzliche Grundlage für die Anordnungen der Polizei fehle und weil auch sonst kein hinreichender Grund für das Einschreiten der Polizei vorgelegen habe.\n\nDer Polizeirichter führte gegen diesen Freispruch Nichtigkeitsbeschwerde gemäss § 430 zürch. StPO, mit welcher er dem Einzelrichter sowohl aktenwidrige tatsächliche Annahmen als auch Verletzung materieller Gesetzesvorschriften vorwarf.\n\nDas Obergericht des Kantons Zürich hiess die Beschwerde mit Urteil vom 7. Juli 1969 teilweise gut, indem es die Verzeigten der Übertretung des Art. 6 APV schuldig erklärte, von einer Bestrafung jedoch wegen Rechtsirrtums Umgang nahm. Der Begründung dieses Urteils ist zu entnehmen: Art. 18bis VBöG beziehe sich nach seinem Wortlaut und Sinn auch auf politische Versammlungen und Umzüge, untersage aber nur die Veranstaltung nicht bewilligter Versammlungen und Umzüge, nicht dagegen die Teilnahme an solchen; er falle daher hier ausser Betracht, da nicht bewiesen sei, dass die Verzeigten die Demonstration veranstaltet oder veranlasst hätten. Dagegen hätten sie sich im Sinne von Art. 6 APV strafbar gemacht. Da die Demonstration mangels Bewilligung rechtswidrig gewesen sei, habe die Polizei die Teilnahme daran verbieten dürfen. Dies sei nicht etwa deshalb unzulässig gewesen, weil der Bürger ein verfassungsmässiges Recht auf Demonstration besitze, das ohne gesetzliche Grundlage nicht von einer Bewilligung abhängig gemacht werden dürfe. Gewiss gehe es hier um ein verfassungsmässig garantiertes Freiheitsrecht, wobei offen bleiben könne, ob es unter die Rechte der Versammlungs- und Meinungsäusserungsfreiheit falle oder darüber hinausgehend ein selbständiges Freiheitsrecht darstelle. Alle diese Rechte stünden nämlich, wie Art. 3 zürch. KV ausdrücklich festhalte, aber auch BGE 96 I 219 S. 222sonst gelten müsste, unter dem Vorbehalt der durch das Gesetz gezogenen Schranken, insbesondere unter dem allgemeinen Polizeivorbehalt. Weder für generelle noch für konkrete Einschränkungen, die sich auf diese Vorbehalte stützen könnten, bedürfe es einer besonderen gesetzlichen Grundlage. Übrigens habe der den streitigen Aufforderungen zugrunde liegende Art. 18bis VBöG in § 74 des Gemeindegesetzes und § 61 des Strassengesetzes eine gesetzliche Grundlage. Er enthalte auch eine sinnvolle, ja unbedingt notwendige Regelung. Da bei jeder grösseren Ansammlung von Menschen auf öffentlichen Plätzen und Strassen die Gefahr von Verkehrsstörungen und strafbaren Handlungen gegen Personen und Eigentum bestehe, müsse die Polizei über beabsichtigte Demonstrationen orientiert sein, um die nötigen Vorkehren zur Gewährleistung von Ordnung, Ruhe und Sicherheit zu treffen. Dem Bürger, der seine Freiheitsrechte rechtmässig ausüben wolle, sei die in der Einholung einer Bewilligung liegende unbedeutende Einschränkung seiner Rechte durchaus zuzumuten. Die Behörde könne ihren Entscheid nicht nach freiem Belieben treffen, sondern sei an die allgemeinen Grundsätze der Rechtsanwendung gebunden. Im vorliegenden Falle hätte die Bewilligung ohne jeden Zweifel erteilt werden müssen. Da sie aber nicht nachgesucht worden sei, sei die Demonstration illegal und das Vorgehen der Polizei zulässig und verhältnismässig gewesen, auch ohne dass es noch wegen besonderer Gefährdung nötig gewesen sei. Dagegen sei von einer Bestrafung der Verzeigten nach Art. 20 StGB Umgang zu nehmen angesichts der in Zürich selbst bei Juristen bestehenden Unsicherheit inbezug auf die rechtliche Beurteilung des Demonstrationsrechts, zumal da diese Rechtsunsicherheit noch dadurch gefördert worden sei, dass in den Jahren 1967/68 nicht weniger als 19 Demonstrationen ohne Bewilligung durchgeführt worden seien.\n\nD.- Gegen dieses Urteil des Obergerichts haben Rudolf Nöthiger, die Eheleute Pinkus und Marco Pinkus staatsrechtliche Beschwerde erhoben mit dem Antrag, es aufzuheben. Sie machen geltend, der Entscheid verletze das Demonstrationsrecht als selbständiges Recht und als Bestandteil des Rechts auf freie Meinungsäusserung und auf Versammlungsfreiheit, somit Art. 56 BV, ungeschriebenes Verfassungsrecht des Bundes und Art. 3 zürch. KV. Ferner sei der Entscheid willkürlich und verstosse gegen Art. 4 BV. Die Begründung der Beschwerde BGE 96 I 219 S. 223ergibt sich, soweit wesentlich, aus den nachstehenden Erwägungen.\n\nE.- Das Polizeirichteramt der Stadt Zürich beantragt Abweisung der Beschwerde, soweit auf sie einzutreten sei. Das Obergericht des Kantons Zürich hat sich, ohne einen Antrag zu stellen, auf eine kurze Bemerkung zu einem einzelnen Vorbringen der Beschwerdeführer beschränkt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1./2. - (Prozessuales).\n\n3. (Selbständige Willkürrügen).\n\n4. Die weiteren Ausführungen und Rügen der Beschwerdeführer betreffen die Frage der Gesetz- und Verfassungsmässigkeit des den Anordnungen der Polizeibeamten zugrunde liegenden Art. 18bis VBöG sowie die Auslegung dieser Bestimmung. Was die Verfassungsmässigkeit betrifft, berufen sich die Beschwerdeführer auf ein Demonstrationsrecht als ein durch ungeschriebenes Verfassungsrecht des Bundes gewährleistetes Freiheitsrecht. Im kantonalen Verfahren haben sie behauptet, dieses Demonstrationsrecht bestehe \"nach anerkannter Lehre und Rechtsprechung\". Sie haben diese Behauptung indes weder dort noch in der staatsrechtlichen Beschwerde zu belegen versucht. Dieser Mangel schadet jedoch ihnen nicht. Dass es ungeschriebenes Verfassungsrecht des Bundes gibt und dieses auch Freiheitsrechte gewährleistet, deren Verletzung mit staatsrechtlicher Beschwerde gerügt werden kann, hat das Bundesgericht schon wiederholt erkannt (BGE 91 I 485 /6, BGE 96 I 107). Es ist daher zu prüfen, ob das ungeschriebene Verfassungsrecht des Bundes die von den Beschwerdeführern angerufenen Freiheitsrechte, das Versammlungs-, Meinungsäusserungs- und Demonstrationsrecht, gewährleiste. Insoweit dies der Fall ist, hat die in Art. 3 zürch. KV enthaltene Gewährleistung der freien Meinungsäusserung und des Versammlungsrechtes keine Bedeutung, es sei denn die KV biete einen weitergehenden Schutz als das ungeschriebene Bundesrecht.\n\nWie das Bundesgericht kürzlich unter Hinweis auf AUBERT, Traité de droit constitutionnel suisse Nr. 312 ausgeführt hat, ist bei der Anerkennung von durch ungeschriebenes Bundesrecht gewährleisteten Freiheitsrechten Zurückhaltung geboten. Die Annahme einer solchen Gewährleistung rechtfertigt sich BGE 96 I 219 S. 224nur für Befugnisse und Freiheiten, die eine Voraussetzung für die Ausübung anderer Freiheitsrechte bilden oder die sonst als unentbehrliche Bestandteile der demokratischen und rechtsstaatlichen Ordnung des Bundes erscheinen (BGE 96 I 107; vgl. Hans HUBER, Probleme des ungeschriebenen Verfassungsrechts, ZBJV 91bis/1955 S. 104/5. Das trifft, wie das Bundesgericht schon früher entschieden hat (BGE 87 I 117, BGE 91 I 485 /6), vorab für die Meinungsäusserungsfreiheit zu, denn ohne freie Meinungsäusserung ist die demokratische Willensbildung bei Wahlen und Abstimmungen und die freie Ausübung der politischen Rechte (Initiativrecht, Referendum usw.) nicht denkbar. Und das gleiche gilt für die Versammlungsfreiheit, die den Bürgern die Möglichkeit gibt, politische Fragen auch ausserhalb der unter dem Schutz der Vereinsfreiheit stehenden politischen Parteien gemeinsam zu erörtern und darüber Beschlüsse zu fassen. Dass die Meinungsfreiheit und die Versammlungsfreiheit durch das ungeschriebene Verfassungsrecht des Bundes gewährleistet seien, wird auch von der neueren Rechtslehre angenommen (Hans HUBER a.a.O.; FLEINER-GIACOMETTI, Bundesstaatsrecht S. 245, 365 und 379; FAVRE, Droit constitutionnel suisse S. 295 und 313; AUBERT a.a.O. Nr. 2011 und 2159). Eine besondere, durch ungeschriebenes Verfassungsrecht des Bundes gewährleistete Demonstrationsfreiheit ist bisher weder in der Rechtsprechung anerkannt noch in der schweizerischen Rechtslehre erörtert worden (vgl. BUSCHBECK, Demonstrationsfreiheit und Strassenverkehr in der Schweiz, Beiträge des Max-Planck-Instituts für ausländisches öffentliches Recht und Völkerrecht, Bd. 54 S. 157 ff.). Soweit Demonstrationen in der Form von Versammlungen und auf privatem Boden durchgeführt werden, reicht der Schutz der Versammlungs- und Meinungsäusserungsfreiheit aus. Eine besondere Demonstrationsfreiheit hätte darüber hinaus zum Inhalt, dass für Demonstrationen in der Form von Versammlungen und namentlich Umzügen der öffentliche Grund beansprucht werden dürfte. Ob das ungeschriebene Verfassungsrecht des Bundes ein solches Demonstrationsrecht gewährleiste, braucht nicht entschieden zu werden. Dieses Demonstrationsrecht stünde jedenfalls, wie alle persönlichen Freiheitsrechte, unter dem allgemeinen Polizeivorbehalt und könnte nur in den durch die öffentliche Ordnung geforderten Schranken ausgeübt werden (BGE 91 I 326 E. 4). Dabei fällt in Betracht, dass die Inanspruchnahme des öffentlichen Grundes für Demonstrationsversammlungen BGE 96 I 219 S. 225und -umzüge einen gesteigerten Gemeingebrauch darstellt (BGE 61 I 110; AUBERT a.a.O. Nr. 2167, GRISEL, Droit administratif suisse S. 299) und dass den Behörden aus diesem Gesichtspunkt eine weitergehende Möglichkeit der Beschränkung zur Wahrung allgemeiner Interessen zuzugestehen ist als gegenüber Versammlungen auf privatem Boden (vgl. BGE 57 I 272, BGE 60 I 207; AUBERT a.a.O. Nr. 2167). Die Beschwerdeführer anerkennen mit Recht, dass das von ihnen behauptete Demonstrationsrecht unter dem \"allgemeinen Polizeivorbehalt\" steht. Dagegen machen sie unter Hinweis auf das eben erwähnte Urteil BGE 91 I 325 ff. geltend, gestützt auf diesen Vorbehalt könnten Freiheitsrecht nur von Fall zu Fall in konkreten Verfügungen, nicht aber generell eingeschränkt werden. Der Einwand ist unbegründet. Das Bundesgericht hat dort (S. 326 unten) zunächst ausgeführt, dass die durch die öffentliche Ordnung geforderten Schranken der Ausübung von Freiheitsrechten grundsätzlich durch das Gesetz festgelegt werden müssen, und hat dann, wie auch in BGE 92 I 30 E. 5, geprüft, unter welchen Voraussetzungen einschränkende Massnahmen auch ohne ausdrückliche verfassungs- oder gesetzmässige Grundlage zulässig seien.\n\n5. Im vorliegenden Fall ist streitig, ob die Durchführung einer Demonstration auf öffentlichem Grund von einer vorgängigen Bewilligung abhängig gemacht werden darf.\n\nDie Verpflichtung zur Einholung einer Polizeierlaubnis kann, als Beschränkung der Freiheit, im allgemeinen nur durch Rechtssatz begründet werden (IMBODEN, Schweiz. Verwaltungsrechtssprechung Nr. 441 VII). Es ist daher in erster Linie zu prüfen, ob Art. 18bis VBöG auf politische Demonstrationen anwendbar und insoweit gesetz- und verfassungsmässig ist. Das Bundesgericht hat freilich wiederholt erklärt, dass die Behörde, welche die staatliche Aufsicht über die öffentlichen Sachen im Gemeingebrauch ausübe, auch ohne besondere gesetzliche Grundlage befugt sei, eine über den Gemeingebrauch hinausgehende Benutzung von einer Bewilligung oder Konzession abhängig zu machen (BGE 95 I 249 E. 3 und dort angeführte frühere Urteile). Ob dieser Grundsatz auch gilt, wenn der gesteigerte Gemeingebrauch zur Ausübung von Rechten beansprucht wird, die wie die Versammlungs- oder Meinungsäusserungsfreiheit unentbehrliche Bestandteile der demokratischen und rechtsstaatlichen Ordnung sind, kann dann offen bleiben, wenn sich ergibt, dass BGE 96 I 219 S. 226die streitige Bewilligungspflicht auf einer gesetzlichen Grundlage beruht.\n\nDagegen fragt sich auch in diesem Fall, ob eine im kantonalen Recht vorgesehene generelle Bewilligungspflicht sich mit den durch ungeschriebenes Bundesrecht gewährleisteten Freiheitsrechten vereinbaren lässt. Ferner ist die Rüge der Beschwerdeführer zu prüfen, dass die Bewilligungspflicht gegen den Grundsatz der Verhältnismässigkeit verstosse, der nach der bundesgerichtlichen Rechtsprechung sowohl für generelle wie für konkrete polizeiliche Eingriffe in Freiheitsrechte gilt (BGE 91 I 327 und 487, BGE 92 I 35 E. 7, BGE 94 I 111 it. b; vgl. AUBERT a.a.O. Nr. 1765, GRISEL a.a.O. S. 184/5.\n\n6. Auf das Erfordernis der gesetzlichen Grundlage der Bewilligungspflicht beziehen sich drei Rügen der Beschwerdeführer.\n\na) Sie sprechen dem Stadtrat die Zuständigkeit zum Erlass des Art. 18bis VBöG ab unter Berufung auf Art. 32 lit. e der Gemeindeordnung der Stadt Zürich vom 15. Januar 1933, wonach der Erlass von \"Verordnungen von allgemeiner Wichtigkeit\" dem Gemeinderat (= Gemeindeparlament) zusteht.\n\nDas Obergericht erblickt die gesetzliche Grundlage des Art. 18bis VBöG in § 74 des kantonalen Gemeindegesetzes vom 6. Juli 1926 (GG) und § 61 des kantonalen Strassengesetzes vom 20. August 1893 (StrG). Nach § 74 Abs. 1 GG hat der Gemeinderat (= Exekutive) u.a. für die \"Aufrechterhaltung der öffentlichen Ruhe und Ordnung und für die Sicherheit von Personen und Eigentum gegen Schädigungen und Gefahren jeder Art zu sorgen\" und \"zu diesem Zwecke eine Gemeindepolizeiverordnung\" zu erlassen, während nach § 61 StrG die Städte Zürich und Winterthur \"Polizeivorschriften über das an die Strassen grenzende Gebiet und über das Strassengebiet selbst und dessen Benützung\" aufstellen. § 74 Abs. 1 GG, der die Zuständigkeit zum Erlass der Gemeindepolizeiverordnung der Exekutive zuweist, enthält eine zwingende Ordnung, die eine andere Verteilung der Zuständigkeit in der Gemeindeverfassung ausschliesst (EPPRECHT, Die ausserordentliche Gemeindeorganisation im Kanton Zürich S. 80; ETTER, Die Gewaltendifferenzierung in der zürch. Gemeinde S. 49/50). Der Stadtrat von Zürich war daher aufgrund von § 74 Abs. 1 GG (und § 61 StrG) zum Erlass des Art. 18bis VBöG zuständig, wenn es sich dabei um eine Polizeivorschrift handelt. Das ist, wie ohne jede Willkür angenommen BGE 96 I 219 S. 227werden kann, der Fall. Erste Aufgabe der Polizei ist die Aufrechterhaltung der öffentlichen Ordnung, Ruhe und Sicherheit (statt vieler BGE 87 I 364, BGE 93 I 7). Die Kontrolle der Versammlungen, Umzüge usw. auf öffentlichem Grunde gehört insofern zu dieser Aufgabe der Polizei, als sie dazu dient, Störungen des öffentlichen Verkehrs zu vermeiden und die Ruhe und Sicherheit der Anwohner und übrigen Benützer der für solche Veranstaltungen beanspruchten öffentlichen Strassen und Plätze zu schützen. Ebenso verfolgt Art. 18bis VBöG ein polizeiliches Ziel, denn mit der darin vorgesehenen Bewilligungspflicht werden Veranstaltungen, die erfahrungsgemäss leicht zu polizeiwidrigen Zuständen führen, einer vorbeugenden Überwachung unterstellt.\n\nb) Die Beschwerde wiederholt den bereits vor Obergericht erhobenen und von diesem zurückgewiesenen Einwand, Art. 18bis VBöG beziehe sich nicht auf politische Versammlungen und Umzüge. Wie es sich damit verhält, kann das Bundesgericht nur unter dem beschränkten Gesichtswinkel der Willkür prüfen, da es sich um die Auslegung kantonalen Rechts handelt und die streitige Bestimmung nicht besonders schwer in die Rechte der Bürger eingreift (vgl. BGE 95 I 16). Von Willkür kann jedoch nicht die Rede sein. Zwar spricht Art. 1 VBöG nur von privater Benützung des öffentlichen Grundes zu \"Bau- und gewerblichen Zwecken\" und findet sich der bei der Revision vom 27. April 1929 eingefügte Art. 18bis im Abschnitt über die \"Benützung zu gewerblichen Zwecken\". Die in Art. 18bis in erster Linie erwähnten Versammlungen und Umzüge haben aber erfahrungsgemäss nur ganz ausnahmsweise einen kommerziellen Zweck, sondern verfolgen in der Regel politische oder gewerkschaftliche Ziele. Wären solche Versammlungen und Umzüge von der Bewilligungspflicht ausgenommen, so wäre dies in Art. 18bis zweifellos ausdrücklich gesagt, erklärt doch der gleichzeitig mit der Einfügung von Art. 18bis revidierte Art. 18 in Abs. 2 die Verteilung von Drucksachen politischen Inhalts auf öffentlichem Grund ohne besondere Erlaubnis als zulässig im Gegensatz zu der nach Abs. 1 verbotenen Verteilung von Drucksachen, die Erwerbszwecken dienen. Bei dieser Sachlage erscheint die Annahme, Art. 18bis sei auch auf politische Veranstaltungen auf öffentlichem Grunde anwendbar, als zutreffend und hält jedenfalls dem Vorwurfe der Willkür stand.\n\nc) Die Beschwerdeführer machen weiter dem Sinne nach BGE 96 I 219 S. 228geltend, Art. 18bis VBöG sei gewohnheitsrechtlich ausser Kraft getreten; die Polizei habe allein in den Jahren 1967/68 insgesamt 19 politische Demonstrationen ohne Bewilligung geduldet, und zur Zeit der Globus-Krawalle im Jahre 1968 habe der Stadtrat politische Demonstrationen auf öffentlichem Grund ohne Bewilligung ausdrücklich untersagt, was nicht nötig gewesen wäre, wenn Art. 18bis noch gegolten hätte.\n\nOb eine klare Vorschrift des Verwaltungsrechts durch derogierendes Gewohnheitsrecht aufgehoben werden kann, ist in der Rechtsprechung und Lehre umstritten (vgl. BGE 94 I 308 E. 2; IMBODEN a.a.O. Nr. 231 I, GRISEL a.a.O. S. 39; HÖHN, Gewohnheitsrecht im Verwaltungsrecht S. 78 ff. und 87/88). Wie es sich damit verhält, kann dahingestellt bleiben. An die Voraussetzungen für die Entstehung von Gewohnheitsrecht (langanhaltende Übung und opinio necessitatis) werden im öffentlichen Recht strenge Anforderungen gestellt (BGE 83 I 247, BGE 84 I 95, BGE 89 I 270). Im vorliegenden Falle ist schon die erste Voraussetzung, die lange Dauer der Übung, nicht dargetan. Dazu genügen die zwei Jahre, in denen die Polizei offenbar eine grössere Zahl nicht bewilligter politischer Demonstrationen auf öffentlichem Grund der Stadt Zürich geduldet hat, bei weitem nicht. Soweit die Beschwerdeführer aus der zeitweisen Nichtanwendung des Art. 18bis schliessen durften, die Vorschrift sei hinfällig, hat das Obergericht dem dadurch Rechnung getragen, dass es ihnen Rechtsirrtum zugebilligt und von Strafe Umgang genommen hat. Bedeutungslos ist der Umstand, dass der Stadtrat nach der streitigen Demonstration im Jahre 1968, im Anschluss an die Globus-Krawalle, nicht bewilligte Demonstrationen durch einen besondern Erlass verboten hat. Er hat damit lediglich die Bevölkerung darauf aufmerksam gemacht, dass die Polizei inskünftig nicht bewilligte Demonstrationen auf öffentlichem Grund nicht mehr dulden werde.\n\n7. Beruht demnach die Bewilligungspflicht gemäss Art. 18bis VBöG auch für politische Veranstaltungen auf einer hinreichenden gesetzlichen Grundlage, so bleibt zu prüfen, ob sie sich mit den durch ungeschriebenes Bundesrecht gewährleisteten Freiheitsrechten und mit dem Grundsatz der Verhältnismässigkeit vereinbaren lässt.\n\na) Indem der Staat die Ausübung einer bestimmten Tätigkeit von einer Bewilligung (Polizeierlaubnis) abhängig macht, unterwirft er sie einer besonders wirkungsvollen präventiven BGE 96 I 219 S. 229Überwachung zur Verhinderung polizeiwidriger Zustände (vgl. FLEINER, Institutionen S. 405/6). Einer solchen Überwachung kann grundsätzlich auch die Ausübung verfassungsmässiger Freiheitsrechte unterstellt werden. So sind, obwohl Art. 45 BV dies nicht ausdrücklich sagt, die Kantone befugt, die Schweizerbürger, die sich auf ihrem Gebiet niederlassen wollen, zur Einholung einer Niederlassungsbewilligung zu verpflichten (BURCKHARDT, Komm. der BV S. 395/6; FLEINER-GIACOMETTI, a.a.O. S. 252). Die Ausübung der in der Eigentumsfreiheit enthaltenen Baufreiheit setzt regelmässig die Einholung einer Baubewilligung voraus. Ferner darf die Ausübung zahlreicher unter dem Schutz des Art. 31 BV stehender Berufe und Gewerbe der Bewilligungspflicht unterstellt werden (FLEINER-GIACOMETTI a.a.O. S. 306 und dort in Anm. 18 angeführte Urteile). Indessen gibt es auch Freiheitsrechte, deren Ausübung der präventiven Überwachung entzogen ist. Die Pressefreiheit (Art. 55 BV) schliesst es aus, Herstellung und Vertrieb von Presseerzeugnissen von einer Bewilligung abhängig zu machen oder einer Vorzensur zu unterstellen (BURCKHARDT a.a.O. 515/6, FLEINER-GIACOMETTI a.a.O. S. 372/3, FAVRE a.a.O. S. 296, AUBERT a.a.O. Nr. 2097 und 2099). Entsprechendes muss für das die Pressefreiheit umfassende Recht der freien Meinungsäusserung gelten. Ferner wird allgemein angenommen (eine Rechtsprechung hierüber scheint nicht zu bestehen), dass es mit der Vereinsfreiheit (Art. 56 BV) unvereinbar sei, die Gründung von Vereinen oder die Veranstaltung von Vereinsversammlungen von einer Bewilligung abhängig zu machen (FLEINER-GIACOMETTI a.a.O. S. 384 Anm. 48 und 387 Anm. 66; AUBERT a.a.O. Nr. 2157; a.A. BURCKHARDT a.a.O. S. 525 inbezug auf die Gründung von Vereinen).\n\nDass die Ausübung der hier in erster Linie in Frage stehenden Versammlungsfreiheit durch präventive Massnahmen beschränkt werden darf, hat das Bundesgericht wiederholt bejaht, doch ging es jeweils um das spezielle Verbot einer angekündigten Versammlung oder eines Umzugs oder um die Ausnahme von einem bestimmten Verbot (BGE 57 I 272 ff., BGE 60 I 202 ff.; BGE 61 I 35 ff., 107 ff., 265 ff.; BGE 91 I 325 ff., BGE 92 I 29 ff.). Ein generelles Verbot stellt trotz des Erlaubnisvorbehalts einen schwereren Eingriff in das Freiheitsrecht dar als wenn Versammlungen und Umzüge zwar auch präventiv, aber bloss von Fall zu Fall verboten werden können. Inwieweit die Bewilligungspflicht mit BGE 96 I 219 S. 230der Versammlungsfreiheit vereinbar ist, hatte das Bundesgericht bisher noch nicht zu entscheiden. Auch in der Rechtslehre ist die Frage nicht abgeklärt. Nach HOERNI (Die Versammlungsfreiheit in der Schweiz. Diss. Zürich 1938, S. 122 ff.) ist zwar die Abhaltung von Versammlungen auf öffentlichem Grund allgemein bewilligungspflichtig, auf privatem Boden dagegen solange nicht, als kein ausdrücklicher Rechtssatz die Bewilligungspflicht einführt. AUBERT a.a.O. Nr. 2164 und 2167 erklärt indes lediglich, dass auch präventive Einschränkungen zulässig sind und diese bei Versammlungen auf öffentlichem Grund weiter gehen können, äussert sich aber nicht über ihre Natur, und FLEINER-GIACOMETTI a.a.O. S. 378 sowie FAVRE a.a.O. S. 315 befassen sich überhaupt nicht mit der Frage der präventiven Massnahmen.\n\nb) Ob Versammlungen auf privatem Boden der Bewilligungspflicht unterstellt werden dürfen, ist hier nicht zu prüfen. Art. 18bis VBöG bezieht sich nur auf Versammlungen und Umzüge auf öffentlichem Grund, und die Beschwerdeführer machen lediglich geltend, dass für solche Versammlungen und Umzüge die Bewilligungspflicht unnötig, unzweckmässig und unverhältnismässig sei. Dass Art. 18bis mit dem Wesen der Versammlungs- und einer allfälligen Demonstrationsfreiheit unvereinbar sei, kann nicht gesagt werden, da diese Rechte jedenfalls keinen unbedingten Anspruch auf Inanspruchnahme des öffentlichen Grundes umfassen. Zu prüfen bleibt, ob er gegen den Grundsatz der Verhältnismässigkeit verstösst. Das wäre dann der Fall, wenn der mit der Bewilligungspflicht verfolgte polizeiliche Zweck auch mit weniger weit gehenden präventiven Massnahmen wie dem Verbot angekündigter polizeiwidriger Veranstaltungen oder mit repressiven Massnahmen wie der Auflösung solcher Veranstaltungen erreicht werden könnte.\n\nVersammlungen und Umzüge auf öffentlichem Grund gefährden die polizeiliche Ordnung zweifellos stärker und unmittelbarer als Versammlungen auf privatem Boden, die zudem meist in geschlossenen Räumen stattfinden. Mit jenen sollen Gegner und Gleichgültige gezwungen werden, die Meinung der Veranstalter über politische Dinge zur Kenntnis zu nehmen und sich mit ihr auseinanderzusetzen. Anderseits haben die Veranstalter von Versammlungen und Umzügen auf öffentlichem Grund die Teilnehmer weniger in der Hand als bei geschlossenen Veranstaltungen, BGE 96 I 219 S. 231und die Gefahr, dass es zu Gewaltakten gegen Personen oder Sachen oder zu andern Ausschreitungen kommt, ist verhältnismässig gross, zumal da häufig mit der Veranstaltung von Gegendemonstrationen zu rechnen ist (vgl. BGE 92 I 24 ff.). Ferner kann es bei einer Demonstration, die sich wie die hier in Frage stehende gegen einen fremden Staat richtet, zu Angriffen gegen diesen kommen, wodurch die Beziehungen der Schweiz zu ihm gestört werden. Ob all dies für sich allein die streitige Bewilligungspflicht zu rechtfertigen vermag oder ob nicht präventive Sicherungsmassnahmen wie die in BGE 91 I 321 ff. und BGE 92 I 24 ff. beurteilten genügen, kann offen bleiben. Hinzu kommt nämlich, dass die öffentlichen Strassen und Plätze, die für Versammlungen und Umzüge beansprucht werden, in erster Linie für andere Zwecke bestimmt sind, die sich mit der Abhaltung jener Veranstaltungen nicht vertragen, verstösst doch derjenige, der an einem Umzug teilnimmt, fast unausweichlich gegen Verkehrsvorschriften des Bundesrechts (Art. 49 SVG und 46 ff. VRV). Es wird also in jedem Falle ein polizeiwidriger Zustand geschaffen, der in einer Stadt mit starkem Verkehr bis zum Zusammenbruch desselben mit unter Umständen schwerwiegenden Folgen für einzelne Verkehrsteilnehmer sowie zu Verkehrsunfällen führen kann. Die öffentliche Ordnung und Sicherheit wird demnach durch Veranstaltungen auf öffentlichen Strassen und Plätzen nicht nur in Ausnahmefällen, sondern regelmässig gestört, und diese Störung kann auch dann, wenn keinerlei politische Bedenken bestehen, für die Bevölkerung oder Teile derselben, z.B. solcher, die auf die Offenhaltung bestimmter Verkehrswege dringend angewiesen sind, unzumutbar sein.\n\nDiese verkehrspolizeilichen Gründe vor allem rechtfertigen es, jedenfalls in Ortschaften mit grösserem Verkehr für alle Veranstaltungen auf öffentlichen Strassen und Plätzen die Bewilligungspflicht einzuführen. Sie ermöglicht es der Polizei, das öffentliche Interesse an der Aufrechterhaltung des Verkehrs und das Interesse der Veranstalter, ihre Meinung mittels Versammlungen und Umzügen einem möglichst grossen Teil der Bevölkerung bekannt zu geben, gegeneinander abzuwägen und nötigenfalls die Veranstaltung durch Auflagen und Bedingungen örtlich und zeitlich zu beschränken. Ferner erlaubt sie es der Polizei, für den Fall, dass nach dem Gegenstand der Veranstaltung Ausschreitungen zu befürchten sind, rechtzeitig die BGE 96 I 219 S. 232erforderlichen Sicherheitsvorkehren zu treffen. Wie die Bewilligungspflicht im einzelnen zu handhaben ist und ob, wie das Obergericht annahm, die streitige Demonstration hätte bewilligt werden müssen, ist hier nicht zu prüfen, da die Bewilligung nicht nachgesucht worden ist. Bemerkt sei lediglich, dass die Polizei selbstverständlich die Bewilligung nicht nach freiem Belieben erteilen oder verweigern oder auch nur dem Verkehr einen unbedingten Vorrang einräumen darf, sondern dass sie, wie schon in BGE 61 I 108 E. 3 betont wurde, die entgegenstehenden Interessen nach objektiven Gesichtspunkten gegeneinander abzuwägen und ihren Entscheid nach pflichtgemässem Ermessen zu treffen hat.\n\nDie Beschwerdeführer wenden ein, dass der Rechtsweg, auf den das Obergericht die Veranstalter für den Fall ungerechtfertigter Verweigerung der Bewilligung verweise, in der Regel sehr lange dauere und deshalb die Bewilligungspflicht für Demonstrationsversammlungen und -umzüge darauf hinauslaufe, die in Frage stehenden Freiheitsrechte total aufzuheben. Diesem Einwand ist eine gewisse Berechtigung nicht abzusprechen, da zahlreiche Demonstrationen an ein bestimmtes politisches Ereignis oder an eine bestimmte Situation anknüpfen und später oft keinen Sinn mehr haben. Die Gefahr, dass einer zu engen Bewilligungspraxis der Polizei mit den zur Verfügung stehenden Rechtsmitteln nicht wirkungsvoll und vor allem nicht rechtzeitig entgegengetreten werden kann, besteht daher. Sie lässt die Bewilligungspflicht aber nicht als unverhältnismässig erscheinen. Sie bestünde übrigens im gleichen Umfange auch dann, wenn diese Pflicht ersetzt würde durch die Pflicht, Versammlungen und Umzüge auf öffentlichem Grunde der Polizei vorher anzumelden (vgl. § 14 des Versammlungsgesetzes der Bundesrepublik Deutschland vom 24. Juli 1953), wobei die Polizei die erforderlichen Weisungen erteilt und allfällige Verbote erlässt, weshalb die Beschwerdeführer mit Recht nicht geltend machen, die Bewilligungspflicht könnte durch eine blosse Anmeldepflicht ersetzt werden. Kommt die Kontrolle der Rechtsmittelinstanzen in der Regel zu spät, so hat sie umso grössere präjudizielle Bedeutung und hält die Polizei ab, die Bewilligung wiederholt in ungerechtfertigter Weise zu verweigern. Dazu kommt, dass die Polizei auch der Kritik der Presse und des Parlaments ausgesetzt ist und diese Kritik, deren Wirkung nicht zu unterschätzen ist, meist sehr rasch BGE 96 I 219 S. 233einsetzt. Die Beschwerdeführer haben denn auch nicht aufgrund von Entscheiden der Rechtsmittelinstanzen oder auf andere Weise darzutun versucht, dass die bisherige Handhabung des im Jahre 1929 erlassenen Art. 18bis VBöG zu einer unzulässigen Einschränkung der Versammlungs- und Meinungsäusserungsfreiheit in der Stadt Zürich geführt hätte.\n\nDie Beschwerdeführer werfen dem Obergericht schliesslich noch deshalb Willkür und Verletzung der verfassungsmässigen Freiheitsrechte vor, weil es mit seinem Entscheid gestatte, Teilnehmer an Spontandemonstrationen, die naturgemäss nicht bewilligt sein könnten, wegzuweisen und zu bestrafen. Das Obergericht hat indes im angefochtenen Entscheid zur Frage der Spontandemonstrationen in keiner Weise Stellung genommen und hatte auch keinen Anlass dazu, da die streitige Demonstration keine solche war, sondern zwei Tage vorher öffentlich angekündigt wurde. Mit dem Verhältnis der Bewilligungspflicht zur sogenannten Spontandemonstration braucht sich daher auch das Bundesgericht nicht zu befassen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}