{"annee": "96", "cour": "II", "page": "305", "date": "18/6/1970", "cite": ["74 II 145", "58 II 325", "88 II 142", "95 II 599", "62 II 335", "52 II 5", "40 II 169", "41 II 323", "94 III 4", "85 II 5"], "cite_par": ["104 II 156", "112 II 384", "102 II 70", "97 II 289", "109 II 92", "118 II 382"], "chapeau": "42. Auszug aus dem Urteil der II. Zivilabteilung vom 18. Juni 1970 i.S. Obrecht gegen Obrecht.", "regestes": ["Liquidation du régime matrimonial au décès de l'un des époux; calcul du bénéfice ou du déficit (art. 214 CC). Lorsque la valeur d'un apport varie uniquement en fonction de la conjoncture, cela n'affecte pas le calcul du bénéfice ou du déficit au sens de l'art. 214 CC, mais constitue seulement un gain ou une perte pour l'époux auteur de l'apport (consid. 1a). Cas d'une maison achetée en nom propre par un homme, avant son mariage mais pour l'établissement des époux, grâce à un prêt consenti à cet effet par la femme qu'il a épousée par la suite. L'épouse est-elle en droit de réclamer un intérêt pour son prêt durant le mariage? La prétention fondée sur le prêt s'accroît-elle en fonction de l'augmentation de valeur du fonds? La prétention déduite du prêt est assimilable à celles, demeurant invariables, qui sont fondées sur l'art. 201 al. 3 CC (consid. 1 b). Dans le cas envisagé, l'immeuble appartient au mari; il ne constitue toutefois pas un apport de celui-ci mais un acquêt, si bien que son accroissement de valeur durant le mariage entre dans le calcul du bénéfice de l'union conjugale (consid. 1c)."], "faits": "|306|\n\nAus dem Tatbestand:\n\nDurch Vertrag vom 8. September 1924 kaufte Johann Obrecht, der seit dem 19. Dezember 1921 geschieden war, zum Preise von Fr. 24'500.-- ein kleines Einfamilienhaus in Zürich. Die |307| im Vertrag vorgesehene Barzahlung von Fr. 3700.-- leistete er mit Hilfe eines zu 4% verzinslichen Darlehens in dieser Höhe, das ihm die damals in Scheidung stehende Frau Denzler-Schönmann gemäss Quittung vom gleichen Tage ausdrücklich zu diesem Zweck gewährt hatte. Der Rest des Kaufpreises wurde durch Hypotheken aufgebracht. Am 6. Oktober 1924 zog Frau Denzler-Schönmann in das von Obrecht gekaufte Haus. Am 25. Februar 1925 wurde dieser im Grundbuch als Eigentümer eingetragen. Nachdem die Ehe Denzler-Schönmann am 3. März 1925 geschieden worden war, heirateten Obrecht und Frau Schönmann gesch. Denzler einander am 24. September 1925. Sie bewohnten das erwähnte Haus, bis der Ehemann am 26. Februar 1964 starb. Die Ehefrau wohnt heute noch dort.\n\nDie gesetzlichen Erben Obrechts, der keine Verfügung von Todes wegen hinterlassen hat, sind eine Tochter aus seiner ersten Ehe und die zweite Ehefrau, mit der er unter dem Güterstande der Güterverbindung gelebt hatte. Das Hauptaktivum des ehelichen Vermögens bestand am Todestage Obrechts in der Liegenschaft, deren Wert während der Ehe unstreitig um Fr. 50'500.-- zugenommen hat.\n\nIm Erbteilungsprozess der Tochter gegen die Witwe des Erblassers stritten die Parteien vor allem darüber, ob dieser Mehrwert in die Berechnung des ehelichen Vorschlags einzubeziehen sei oder nicht. Mit dem Bezirksgericht Zürich und im Gegensatz zum Obergericht des Kantons Zürich bejaht das Bundesgericht diese Frage.", "considerants": "Aus den Erwägungen:\n\n1. Die Beklagte rügt mit ihrer Berufung vor allem, dass der während ihrer Ehe mit Obrecht eingetretene Wertzuwachs der Liegenschaft im Betrage von Fr. 50'500.-- nicht in die Berechnung des Vorschlags einbezogen wurde. Sie macht geltend, in Höhe dieser Wertsteigerung bestehe eine Ersatzforderung der Errungenschaft gegenüber dem Mannesgut. Im Zusammenhang damit macht sie Ausführungen darüber, dass eine Leistung an ein anderes eheliches Gut (insbesondere der Errungenschaft oder des Frauenguts an das eingebrachte Gut des Mannes) eine veränderliche, einen Anteil am Konjunkturgewinn einschliessende Ersatzforderung auszulösen vermöge.\n\na) Nach Art. 214 Abs. 1 ZGB ist bei der Auflösung des |308| ehelichen Vermögens infolge Todes eines Ehegatten zur Berechnung des Vor- oder Rückschlags vorweg das (eingebrachte) Mannes- und Frauengut auszuscheiden. Ein zufällig entstandener Mehr- oder Minderwert eines als Mannes- oder Frauengut ausgeschiedenen Vermögensgegenstandes berührt die Berechnung des Vor- oder Rückschlages grundsätzlich nicht, sondern kommt dem Ehegatten zugute oder ist vom Ehegatten zu tragen, der den betreffenden Gegenstand eingebracht hat (BGE 62 II 339; vgl. auch die in Scheidungsfällen ergangenen EntscheideBGE 40 II 173,BGE 41 II 332/33,BGE 58 II 326,BGE 74 II 147; für die Auflösung des ehelichen Vermögens infolge Todes und infolge Scheidung gilt in diesem Punkte das gleiche). Anders verhält es sich z.B. dann, wenn die eingebrachten Güter infolge wertvermehrender Investitionen aus der Errungenschaft oder infolge einer Tätigkeit, die über die gewöhnliche Verwaltung hinausgeht, an Wert zugenommen haben (BGE 85 II 8 /9, BGE 88 II 143 f.; auch Wertvermehrungen dieser Art sind beim Tode eines Ehegatten gleich zu behandeln wie bei Scheidung der Ehe, welchen Fall die eben angeführten Entscheide betreffen; vgl. LEMP N. 44 zu Art. 214 ZGB). Ob eine solche Wertvermehrung erfolgt sei, ist Tatfrage (BGE 85 II 9 oben).\n\nIm vorliegenden Falle hat die Vorinstanz festgestellt, die Wertvermehrung der streitigen Liegenschaft sei einzig auf die Konjunktur zurückzuführen. Investitionen, die zu dieser Wertvermehrung beigetragen hätten, seien während der Ehe der Beklagten mit dem Erblasser nicht erfolgt. Dass diese Feststellungen unter Verletzung bundesrechtlicher Beweisvorschriften zustande gekommen seien oder offensichtlich auf Versehen beruhen, wird von der Beklagten nicht behauptet, und es bestehen dafür auch keine Anhaltspunkte. Sie sind daher für das Bundesgericht verbindlich (Art. 63 Abs. 2 OG).\n\nIst die Liegenschaft eingebrachtes Mannesgut und die Wertvermehrung rein konjunkturbedingt, so kann nach den dargelegten Grundsätzen keine Rede davon sein, dass der Errungenschaft eine Ersatzforderung für die eingetretene Wertsteigerung zustehe.\n\nHiebei bliebe es selbst dann, wenn die Behauptung der Beklagten zuträfe, der Erblasser hätte das Haus mit seinem Einkommen nicht halten können, wenn daneben nicht Leistungen aus Frauen- und Sondergut erfolgt wären. Wie die Beklagte selbst ausführt, wurden damit u.a. Auslagen für den laufenden |309| Unterhalt des Hauses und Hypothekarzinse bezahlt. Es handelte sich also um Beiträge der Ehefrau an die Kosten des gemeinsamen Haushalts, für die ihr - soweit sie den Rahmen der ihr nach Art. 192 Abs. 1 in Verbindung mit Art. 246 und nach Art. 192 Abs. 2 ZGB obliegenden Beitragspflicht (vgl. BGE 94 III 5 mit Hinweisen) überschritten - eine Ersatzforderung zusteht (vgl. BGE 95 II 602 bb mit Hinweisen), die von der Vorinstanz auf Fr. 3900.35 bemessen wurde. Eine Zunahme des Liegenschaftswerts bewirkten diese Beiträge nicht.\n\nZu Unrecht beruft sich die Beklagte in diesem Zusammenhang auf HINDERLING (Wertsteigerungen eingebrachter Güter bei der Güterverbindung, in Festgabe zum Schweiz. Juristentag 1963, S. 107 ff.; Wertsteigerungen und Ersatzforderungen bei der Güterverbindung, SJZ 1965 S. 17 ff.); denn auch dieser Autor hält für Fälle wie den vorliegenden an der \"grundsätzlichen und bedeutsamen Unterscheidung\" zwischen unverdientem und erarbeitetem Wertzuwachs fest (Festgabe S. 112 Ziff. 2 und S. 124) und hat wörtlich ausgeführt, wenn \"die Liegenschaft zum Einbringen des Ehemannes gehört, geht die lediglich konjunkturbedingte Wertsteigerung die Vorschlagsberechnung nichts an\" (SJZ 1965 S. 17, 1. Spalte). Die gleiche Auffassung vertritt auch A. J. WIEDERKEHR, der auf die Übereinstimmung von Schrifttum und Rechtsprechung in dieser Frage hinweist (Die Berücksichtigung der Wertsteigerungen der eingebrachten Güter bei der Vorschlagsberechnung, Zürcher Diss. 1966, S. 52 unten).\n\nb) Es lässt sich freilich nicht verkennen, dass die Beklagte gegenüber ihrem Ehemann bzw. seinem Nachlass benachteiligt ist, wenn der Wertzuwachs des mit ihrer Hilfe erworbenen Grundstücks dem eingebrachten Mannesgut zugute kommt und ihr im Zusammenhang mit diesem Erwerb nur eine erst bei Auflösung der Ehe fällig werdende Forderung gegen den Ehemann in Höhe des von ihr gewährten, zur Leistung der Anzahlung bestimmten Darlehens nebst Zins bis zum Eheabschluss zugestanden wird.\n\nDiese Benachteiligung lässt sich jedoch von vornherein nicht etwa dadurch wenigstens teilweise beheben, dass der Beklagten für die Dauer der Ehe ein Anspruch auf Verzinsung des von ihr vorgestreckten Geldes zugebilligt würde. Art. 201 Abs. 1 ZGB, wonach der Ehemann die Nutzung am eingebrachten Frauengut hat, verbietet die Gewährung eines solchen Zinsanspruchs |310| unabhängig davon, ob die Forderung als Darlehensforderung bestehen blieb oder sich (vgl. hiezu den übernächsten Absatz) mit dem Eheabschluss in eine Ersatzforderung verwandelte (zur Unverzinslichkeit der Ersatzforderungen vgl. LEMP N. 40 zu Art. 209 ZGB). Ein Verzicht des Ehemanns auf die Nutzung ist nach den Feststellungen der Vorinstanz nicht bewiesen.\n\nDas entstandene Missverhältnis ist aber auch nicht so schwerwiegend, dass entsprechend einer Anregung von HINDERLING (Festgabe S. 111 Fussnote 13) auf Grund von Art. 2 ZGB eingegriffen werden könnte. Die Geldentwertung und die den Wertschwund des Geldes überkompensierende Steigerung der Grundstückpreise wirken sich bei zahlreichen andern Schuldverhältnissen von langer Dauer ähnlich aus wie im vorliegenden Falle, ohne dass deswegen jetzt schon geradezu von einer \"Sozialkatastrophe\", einer einschneidenden Veränderung der \"Sozialexistenz\" (MERZ N. 214 ff. und 258 zu Art. 2 ZGB) gesprochen werden könnte, die mangels einer entsprechenden Gesetzgebung allenfalls eine Aufwertung der betreffenden Geldforderungen durch den Richter rechtfertigen könnte. Eine Anpassung der aus dem Darlehen der Beklagten herrührenden Forderung an die Wertvermehrung des Grundstücks, dessen Kaufpreis zum Teil mit dem geliehenen Gelde getilgt wurde, lässt sich aber auch nicht etwa damit begründen, dass diese Forderung im Grunde genommen auf eine Sachleistung gerichtet sei (vgl. zu solchen Fällen MERZ N. 207 ff. zu Art. 2 ZGB); denn die Forderung der Beklagten hat nicht diesen Charakter.\n\nEine andere Frage ist es, ob sich im Sinne des Aufsatzes von HINDERLING in SJZ 1965 S. 17 ff. aus dem Wesen der Güterverbindung und der Ehe ableiten lasse, dass Ersatzforderungen, die entstehen, weil Mittel einer bestimmten Masse des Vermögens der Ehegatten für eine bestimmte, zu einer andern Masse gehörende Sache verwendet werden, in gewissen Fällen veränderlich seien, d.h. die Schwankungen des Werts der betreffenden Sache mitmachen. Diese Frage braucht hier nicht umfassend geprüft zu werden, weil auf jeden Fall die Forderung, die aus der Hingabe des für die Anzahlung von Fr. 3700.-- erforderlichen Geldes entstanden ist, nicht als veränderlich gelten kann. Es handelte sich dabei ursprünglich um eine ihrer Natur nach unveränderliche Darlehensforderung. Diese Darlehensforderung verwandelte sich damit, dass die Beklagte sie in die Ehe einbrachte, freilich in eine Ersatzforderung, und zwar |311| in eine solche im Sinne von Art. 201 Abs. 3 ZGB; denn im Falle einer Rückzahlung während der Ehe wäre das dafür verwendete Geld nach dieser Bestimmung sofort wieder Eigentum des Ehemannes geworden und hätte die Beklagte dafür eine Ersatzforderung erhalten (vgl. LEMP N. 51 zu Art. 201 ZGB). Die Umwandlung der eingebrachten Forderung in eine Ersatzforderung durch Neuerung kann in einem Falle wie dem vorliegenden nicht vom Eintritt der Fälligkeit abhängig gemacht werden, die LEMP (a.a.O.) als eine Voraussetzung solcher Neuerung betrachtet. Das Darlehen war mangels Verabredung eines Rückzahlungstermins auf Kündigung gestellt. Eine Kündigung war während der Ehe im Hinblick auf Art. 201 Abs. 3 ZGB sinnlos und hätte im übrigen dem Zwecke der Geldhingabe (Finanzierung des ehelichen Heims) widersprochen. Mit dem Eheabschluss entfiel, wie schon ausgeführt, auch die Zinspflicht. Unter diesen Umständen ist anzunehmen, dass sich das Darlehen mit dem Eheabschluss ohne weiteres in eine Ersatzforderung nach Art. 201 Abs. 3 ZGB verwandelte. Solche Ersatzforderungen sind aber nach dem klaren Willen des Gesetzes unveränderlich. Art. 201 Abs. 3 ZGB ordnet die Unveränderlichkeit zwar im Gegensatz zu Art. 199 ZGB nicht ausdrücklich an. Die beiden Bestimmungen sehen aber übereinstimmend den Übergang von Frauengut ins Eigentum des Mannes und die Pflicht des Ehemanns zum Ersatz des damaligen Wertes vor, und es lässt sich kein Grund dafür finden, weshalb die Ersatzforderung im Falle des Art. 201 Abs. 3 trotz der engen Verwandtschaft der beiden Bestimmungen einen andern Charakter haben sollte als im Falle des Art. 199.\n\nc) Es fragt sich indessen, ob die streitige Liegenschaft, wie bisher mit der Vorinstanz vorausgesetzt, im Sinne des Art. 214 Abs. 1 ZGB wirklich zum eingebrachten Mannesgut gehöre.\n\nDer Erblasser hat diese Liegenschaft, in die er die Beklagte wenige Wochen nach Abschluss des Kaufvertrags einziehen liess, zweifellos im Hinblick auf die spätere Eheschliessung erworben, und es steht auch ausser Zweifel, dass die Beklagte ihm das für die Anzahlung bestimmte Darlehen im Hinblick auf die geplante Heirat gewährte. Hieran ändert nichts, dass die Heirat erst ein Jahr nach dem Erwerb der Liegenschaft stattfand. Die Behauptung der Beklagten, die Ehe habe wegen eines gegenüber dem Erblasser bestehenden Eheverbots nicht früher geschlossen werden können, wird zwar durch die Akten nicht |312| belegt. Da die frühere Ehe des Erblassers gemäss Familienschein am 19. Dezember 1921 rechtskräftig geschieden worden war, konnte ein ihm damals auferlegtes Eheverbot gemäss Art. 150 ZGB längstens bis zum 19. Dezember 1924 dauern. Die eingetretene Verzögerung wird aber dadurch erklärt, dass die frühere Ehe der Beklagten erst am 3. März 1925 geschieden wurde und dass die Beklagte einer Bewilligung im Sinne von Art. 103 Abs. 3 ZGB bedurfte, um vor Ablauf von 300 Tagen seit der Scheidung wieder heiraten zu können.\n\nDer Erblasser war beim Erwerb der Liegenschaft auf eine finanzielle Hilfe, wie die Beklagte sie ihm durch das Darlehen von Fr. 3700.-- gewährte, unbedingt angewiesen. Nach den Feststellungen der Vorinstanz war er damals zwar nicht überschuldet. Er befand sich aber doch in angespannten finanziellen Verhältnissen. Aus einem Schreiben der SBB vom 5. September 1922 ergibt sich, dass er diese um ein Darlehen von Fr. 1500.-- ersucht hatte. Die Beklagte hatte ihm schon am 21. Oktober 1922 Fr. 100.-- und am 4. April 1924 Fr. 2000.-- geliehen. Er hatte - abgesehen von der Belastung mit den Kosten der Scheidung seiner ersten Ehe, deren Höhe nicht bekannt ist - für seine beiden Kinder aus dieser Ehe (von denen eines 1929 gestorben ist) monatlich je Fr. 70.- zu entrichten sowie die erste Frau für ihre Frauengutsforderung (in nicht bekannter Höhe) abzufinden. Er war daher nicht in der Lage, die beim Kaufabschluss zu leistende Barzahlung aus eigenen Mitteln aufzubringen. Mit der Gewährung des Darlehens von Fr. 3700.-- schuf die Beklagte also eine unerlässliche Voraussetzung dafür, dass der Erblasser das als eheliches Heim vorgesehene Haus kaufen konnte.\n\nDer Erblasser und die Beklagte haben also im Hinblick auf die geplante, nicht sofort mögliche Heirat wie Eheleute nach Massgabe ihrer finanziellen Möglichkeiten zusammengewirkt, um sich ein Heim zu sichern. Der Beitrag des Ehemanns bestand in der Eingehung von Grundpfandschulden von Fr. 20'800.--, der Beitrag der Beklagten in der leihweisen Hingabe des für die Anzahlung benötigten Geldbetrags von Fr. 3700.--, den sie offenbar ihren Sparguthaben entnahm. Angesichts dieser besondern Umstände ist die streitige Liegenschaft, obwohl sie vor der Heirat vom Kläger gekauft und auf seinen Namen im Grundbuch eingetragen wurde, nicht zum eingebrachten Mannesgut zu rechnen. Was ein Ehegatte vor der |313| Heirat aus eigenen Mitteln oder mit Hilfe von Dritten im eigenen Namen erwirbt, gehört zwar grundsätzlich zu seinem eingebrachten Gut, auch wenn die fraglichen Gegenstände für die Bedürfnisse des künftigen ehelichen Haushalts angeschafft wurden. Dabei bleibt es in der Regel selbst dann, wenn die Hilfe Dritter in Darlehen von Verwandten des künftigen Ehepartners bestand (vgl. den am 12. Mai 1966 beurteilten Fall der Eheleute Mattmann, wo der Ehemann vor der Heirat mit Hilfe von Darlehen seines künftigen Schwiegervaters ein Haus gekauft und die Darlehensforderungen verzinst und teilweise zurückbezahlt hatte, bevor sie im 15. Ehejahre im damals noch ausstehenden Betrage von der Ehefrau geerbt wurden). Im vorliegenden Falle war es aber die künftige Ehefrau selbst, welche die für die Anschaffung notwendige Hilfe leistete. Ein Gegenstand, den ein Ehemann vor der Ehe unter wesentlicher finanzieller Mithilfe der künftigen Ehefrau auf seinen eigenen Namen für die künftigen ehelichen Bedürfnisse anschafft, ist bei der güterrechtlichen Auseinandersetzung gerechterweise nicht zum eingebrachten Gut des Erwerbers, sondern zur Errungenschaft zu rechnen.\n\nDie Beklagte vertritt in der Berufungsschrift die Auffassung, es liesse sich sogar rechtfertigen, die mit ihrer Hilfe gekaufte Liegenschaft als Ersatzanschaffung für eingebrachtes Frauengut und damit als Teil dieser Vermögensmasse zu betrachten. Hieran ist grundsätzlich soviel richtig, dass Anschaffungen für den gemeinsamen Haushalt, die der Ehemann im Einverständnis mit seiner Braut und ausschliesslich mit ihren Mitteln (oder mit solchen ihrer Eltern) verhältnismässig kurze Zeit vor der Eheschliessung gemacht hat, in der Regel als Eigentum der Ehefrau zu gelten haben (vgl.BGE 52 II 10). Im vorliegenden Falle erfolgte die Anschaffung jedoch nicht ausschliesslich aus Mitteln der künftigen Ehefrau, sondern der Ehemann brachte den grössern Teil des Kaufpreises durch Eingehung von Grundpfandschulden auf, und zudem wurde das Haus mit wenn nicht ausdrücklicher, so doch zum mindesten konkludenter Einwilligung der Beklagten auf den Namen des Erblassers gekauft. Daher kann nicht die Rede davon sein, dass der Erblasser es für die Beklagte erworben habe. Vielmehr wird den gegebenen besondern Verhältnissen nur die Annahme gerecht, dass die streitige Liegenschaft zwar Eigentum des Mannes wurde, aber nicht zu seinem eingebrachten Gut, sondern zur Errungenschaft |314| gehört. Der Kauf bildete, richtig betrachtet, eine geschäftliche Operation, die im Hinblick auf die künftige Eheschliessung vorweg für Rechnung der Errungenschaft vorgenommen wurde. Es entspricht einer vernünftigen Auslegung des Gesetzes, den Begriff des eingebrachten Gutes der Ehegatten in dem Sinne einzuschränken, dass durch solche Operationen erworbene Gegenstände nicht darunter fallen."}