{"annee": "96", "cour": "I", "page": "387", "date": "13/5/1970", "cite": [], "cite_par": ["102 IA 574", "112 II 512", "97 I 250", "109 II 193", "97 I 359", "103 IB 69", "97 I 151", "98 II 88"], "chapeau": "60. Arrêts du 13 mai 1970 dans la cause Nowak contre dame Siccardi et Cour de justice du canton de Genève.", "regestes": ["Exécution des jugements étrangers. Ordre public suisse. Compétence du tribunal étranger. Art. 84 al. 1 lettre c OJ, 59 Cst., 24 al 2 CC, 17 al. 1 de la Convention franco-suisse, du 15 juin 1869, sur la compétence judiciaire et l'exécution des jugements en matière civile. 1. Seule la voie du recours de droit public fondé sur l'art. 84 al. 1 lettre c OJ est ouverte au justiciable qui se plaint de la violation d'un traité international, à moins qu'il ne s'agisse de dispositions de droit civil ou de droit pénal (consid. 1). 2. Réserve de l'ordre public suisse. Attribution des enfants dans une procédure de divorce (consid. 3). 3. Examen de la compétence du tribunal étranger au regard du droit étranger (consid. 4b) et au regard des règles de solution des conflits du droit suisse (consid. 4c). En cas de concurrence de for, la tendance actuelle de la doctrine et de la jurisprudence est de ne contester la compétence du tribunal étranger que si le for du pays requis est un for impératif et exclusif."], "faits": "|388|\n\nA.- François Nowak, d'origine polonaise mais apatride, a vécu en France dès l'âge de deux ans, au bénéfice d'un statut de réfugié. En 1950, il a épousé à Marseille la ressortissante française Louise Siccardi. Deux enfants sont nés de cette union: Jean-François le 30 mars 1956 et Serge le 30 octobre 1958.\n\nLe 23 mars 1962, le Tribunal de grande instance de Marseille a prononcé le divorce des époux Nowak-Siccardi aux torts de la femme et a confié les deux enfants à la garde du père. Sur appel de dame Siccardi, la Cour d'appel d'Aix-en-Provence a confirmé ce jugement le 30 avril 1963, avec cette différence qu'elle a prononcé le divorce aux torts réciproques des conjoints. Ces décisions ont accordé à la mère un droit de visite s'exerçant quatre fois par mois et durant tout le mois de juillet, ainsi que durant la moitié des vacances de Noël et de Pâques.\n\nB.- François Nowak se remaria le 21 juillet 1964 avec Madeleine Morin.\n\nLe droit de visite de dame Siccardi sur les deux enfants donna lieu à des difficultés croissantes et François Nowak en entrava l'exercice dès avant le divorce. Puis il refusa de permettre l'exercice du droit de visite et il fut condamné de ce chef (nonreprésentation d'enfant) à plusieurs reprises, notamment en 1965 à trois mois d'emprisonnement avec sursis, peine portée en appel à six mois d'emprisonnement ferme et 500 fr. d'amende le 18 mars 1966, enfin à un an d'emprisonnement par jugement du Tribunal de grande instance de Grasse, rendu le 3 octobre 1966. Afin d'échapper aux poursuites pénales, Nowak quitta la France le 2 décembre 1965 pour se rendre en Suisse, avec ses deux enfants et sa seconde femme. Il habite depuis lors dans le canton de Genève.\n\nLouise Siccardi introduisit le 6 décembre 1965 une action en |389| modification du jugement de divorce qui aboutit, le 7 juin 1966, à un jugement du Tribunal de grande instance de Grasse lui confiant la garde des deux enfants, le droit de visite du père étant réservé et devant être réglé après la remise des enfants à dame Siccardi. Ce jugement fut confirmé le 16 février 1967 par\n\nla Cour d'appel d'Aix-en-Provence.\n\nC.- Le jugement du 7 juin 1966 contient les motifs suivants:\n\n\"Attendu que la dame Siccardi justifie par une enquête sociale du 18 janvier 1965, que dès cette époque ses conditions de vie étaient convenables, son comportement normal et que les enfants lorsqu'ils avaient pu aller en vacances chez leur mère l'année précédente, étaient soignés et paraissaient heureux,\n\nque par contre par l'hostilité systématique dont il fait montre à l'égard de la mère de ses enfants et le mépris qu'il témoigne devant eux pour les lois du pays qui est le leur, Nowak démontre son incapacité à assurer sainement leur éducation.\"\n\nL'arrêt de la Cour d'appel, du 16 février 1967, relève notamment:\n\n\"Attendu que cette enquête fait déjà apparaître que Nowak est un exalté, agressif, tandis que sa femme est douce et résignée; que le caractère exalté de Nowak est confirmé par des lettres versées aux débats par dame Siccardi; que tout ceci explique le comportement postérieur de Nowak, quand sa femme a voulu exercer son droit de visite, ce qui lui a valu de nombreuses condamnations correctionnelles;\n\nAttendu que tout ceci apparaît à nouveau dans les renseignements fournis par la nouvelle enquête sociale diligentée à l'occasion de la poursuite de la mère par le père en déchéance de puissance paternelle; qui fait apparaître dame Nowak comme ayant des conditions de vie normales, un comportement normal et comme étant très attachée à ses enfants, et au contraire Nowak comme un exalté;\n\nAttendu qu'il apparaît difficile de concevoir qu'en raison de son caractère exalté Nowak puisse être un éducateur convenable; que par contre leur mère offre des garanties certaines et suffisantes.\"\n\nD.- Par exploit du 22 juillet 1966, Louise Siccardi introduisit à Genève une action tendant à faire déclarer exécutoire le jugement du 7 juin 1966 lui attribuant la garde des deux enfants. D'entente entre parties, la cause fut suspendue en octobre 1966, Nowak ayant recouru en appel contre le jugement du 7 juin. Elle fut reprise le 22 septembre 1967 à l'instance de Louise Siccardi. Après avoir fait procéder à une expertise par le Dr Feldmann, expertise d'ailleurs favorable au défendeur et à sa seconde femme, sur les conditions dans lesquelles les enfants |390| étaient élevés, le Tribunal de première instance ordonna l'exequatur requis. Ce jugement fut confirmé par la Cour de justice de Genève le 30 septembre 1969.\n\nE.- Contre l'arrêt de la Cour de justice genevoise, François Nowak a déposé auprès du Tribunal fédéral, dans les vingt jours, un recours en réforme que la seconde Cour civile a déclaré irrecevable par arrêt du 8 décembre 1969, arrêt dont elle a ordonné la communication à la Chambre de droit public pour qu'elle examine si l'acte de recours est recevable comme recours de droit public et, dans l'affirmative, pour qu'elle statue sur le mérite d'un tel recours.", "considerants": "Considérant en droit:\n\n1. Le justiciable qui allègue la violation, par une autorité cantonale, des dispositions d'un traité international autres que ses dispositions de droit civil ou de droit pénal, doit agir exclusivement par la voie du recours de droit public fondé sur l'art. 84 al. 1 lettre c OJ. S'il saisit par erreur le Tribunal fédéral d'un recours en réforme, l'acte de recours peut être traité comme un recours de droit public s'il en remplit les exigences de forme (RO 93 I 164 ss.; 90 I 12 consid. 2). Ces exigences sont satisfaites en l'espèce: le délai de 30 jours de l'art. 89 OJ a été respecté: l'acte de recours contient les conclusions du recourant; il relate les faits essentiels et indique en quoi les dispositions de la Convention franco-suisse sur la compétence judiciaire et l'exécution des jugements en matière civile, du 15 juin 1869 (en abrégé: la Convention) auraient été violées (art. 90 OJ). Sur ce dernier point, le Tribunal fédéral revoit librement les questions de fait et de droit (RO 93 I 164 ss.), de sorte que l'énoncé des moyens n'est pas soumis à des exigences particulières. Le recours est donc recevable.\n\n2. Le recourant reprend le moyen consistant à soutenir que la demande d'exequatur a été présentée alors que le jugement à exécuter n'était pas encore définitif, ce qui invaliderait l'instance. Or il appartient au droit cantonal de procédure de dire si une action ouverte prématurément est invalidée définitivement ou si elle peut être validée lorsque le droit déduit en justice devient exécutoire. Cette question échappe au contrôle du Tribunal fédéral, qui - sous réserve du grief d'arbitraire qui n'est pas invoqué en l'espèce - n'a pas à revoir la manière dont le droit cantonal a été appliqué. Il lui suffit ici de constater |391| qu'au moment où l'exequatur a été accordé, le jugement à exécuter était devenu définitif, ce que personne ne conteste. Le moyen doit dès lors être rejeté.\n\n3. En vertu de l'art. 17 al. 1 ch. 3 de la Convention, l'autorité saisie d'une demande d'exequatur peut refuser l'exécution si les règles du droit public ou les intérêts de l'ordre public du pays où l'exécution est demandée s'opposent à ce que la décision de la juridiction étrangère y reçoive son exécution. Le recourant prétend que les conditions d'un tel refus sont réalisées en l'espèce; il soutient que la décision dont l'exécution est requise va à l'encontre de l'intérêt des enfants; il reproche à cette décision d'avoir enlevé à un père innocent dans la procédure de divorce la garde des enfants, à lui confiée en première et deuxième instance, pour l'attribuer à la mère, qui se serait \"laissée aller à des gestes, des propos, des exemples que notre ordre public réprouve\".\n\nSelon la jurisprudence du Tribunal fédéral, la notion d'incompatibilité avec l'ordre public suisse doit recevoir, en matière d'exécution de jugements étrangers, une interprétation plus étroite que lorsqu'il s'agit de l'application directe de la loi étrangère par le juge suisse. L'ordre public suisse s'oppose à l'exécution d'un jugement étranger lorsque ce jugement va, d'une manière intolérable, à l'encontre du sentiment du droit, tel qu'il existe généralement en Suisse, et viole les règles fondamentales de l'ordre juridique suisse (RO 87 I 193 s. et les arrêts cités).\n\nLe droit suisse ne s'oppose pas à ce que la garde des enfants, d'abord attribuée à l'un des parents, soit ensuite transférée à l'autre; au contraire, l'art. 157 CC prévoit expressément qu'à la requête de l'autorité tutélaire ou de l'un des parents, le juge prend les mesures commandées par les faits nouveaux. Quant à l'attribution des enfants à tel ou tel des anciens conjoints, c'est un principe du droit suisse que cette décision soit prise en fonction du bien des enfants; on peut même affirmer que ce principe constitue \"une de ces règles fondamentales de l'ordre juridique suisse à l'encontre de laquelle il serait impossible d'aller sans heurter le sentiment du droit en Suisse\" (RO 87 I 194). Mais le même principe prévaut en France et les autorités judiciaires françaises l'ont expressément appliqué en statuant, en présence de rapports et d'expertises contradictoires, sur l'attribution des enfants. Que la solution |392| choisie soit peut-être discutable, cela ne suffit en tout cas pas à la taxer d'incompatible avec l'ordre public suisse. Et le juge de l'exequatur ne peut réexaminer le fond de l'affaire - ce que lui interdit d'ailleurs expressément l'art. 17 al. 1 de la convention -, sans quoi les conventions internationales sur la reconnaissance et l'exécution des jugements étrangers n'auraient plus de raison d'être.\n\nLe grief d'incompatibilité avec l'ordre public suisse doit donc être rejeté.\n\n4. Le moyen tiré de l'incompétence des tribunaux français mérite un examen plus approfondi.\n\na) En vertu de l'art. 24 al. 2 CC, Nowak pouvait être considéré comme domicilié en Suisse dès le 2 décembre 1965. Il avait en effet quitté son domicile français avec sa famille.\n\nLa fiction de domicile en Suisse découlant de l'art. 24 al. 2 entraînait la constitution d'un for suisse pour l'action en modification de l'attribution des enfants (art. 157 CC); c'est en effet au domicile du défendeur que la jurisprudence a fixé le for d'une telle action, à défaut de disposition expresse de la loi (RO 89 II 14, 81 II 315).\n\nOn peut donc admettre que l'action en modification de l'attribution des enfants, ouverte par dame Siccardi, aurait pu l'être devant le juge suisse. Cela ne suffit cependant pas pour conclure à l'incompétence des tribunaux français et, partant, à la violation de la convention, dont l'art. 17 al. 1 ch. 1 permet de refuser l'exécution d'un jugement étranger lorsqu'il émane d'une juridiction incompétente. Il s'agit d'examiner si les tribunaux français étaient compétents ou non, d'abord au regard du droit français, ensuite au regard des règles de solution des conflits du droit suisse.\n\nb) En France, le for de l'action en modification d'une décision relative au droit de garde n'est, pas plus qu'en Suisse, déterminé par la loi. Mais selon la jurisprudence, le droit de statuer appartient au tribunal qui a prononcé le divorce, même si les parents sont domiciliés dans un autre ressort. Cette règle de compétence ne fait cependant pas obstacle à ce qu'on ouvre devant le tribunal du domicile du défendeur une action tendant à faire ordonner une mesure particulière justifiée par les circonstances (cf. Petit code Dalloz, édition 1968/69, note 8 ad art. 303 CC; RIPERT et BOULANGER, Traité de droit civil, vol. I, 1956, p. 842 no 2281; DALLOZ, Répertoire de droit civil, Mise à |393| jour 1968 p. 194). Il n'est pas contesté que le dernier domicile français de Nowak se trouvait à Cannet-Rocheville (Alpes maritimes), soit dans le ressort du Tribunal de grande instance de Grasse; au regard du droit français (cf. RIPERT et BOULANGER, op.cit. no 920 ss.), il avait conservé son domicile à cet endroit malgré son absence.\n\nLe Tribunal de grande instance de Grasse pouvait considérer Nowak comme domicilié dans son ressort, tant que la preuve d'un changement de domicile n'était pas apportée. Cette preuve résulte, selon l'art. 104 CC fr., d'une déclaration expresse faite tant à la municipalité du lieu que l'on quitte qu'à celle du lieu où l'on transfère son domicile; à défaut d'une telle déclaration expresse, la preuve de l'intention de changer de domicile dépend des circonstances.\n\nOr Nowak n'a pas prétendu avoir fait les déclarations précitées, ni allégué que son intention de changer de domicile découlait des circonstances de fait. Il n'a d'ailleurs pas soulevé, devant le Tribunal de Grasse, d'exception d'incompétence tirée du fait qu'il aurait été domicilié en Suisse au moment de l'ouverture de l'action par dame Siccardi. Or la compétence juridictionnelle française en matière de divorce est relative: le tribunal saisi n'a pas à décliner d'office sa compétence, il ne le fait que sur requête du défendeur, laquelle n'est du reste recevable que si elle est soulevée d'entrée de cause (RO 35 I 464/5; cf. RIPERT et BOULANGER, op.cit. no 1469). Nowak avait bien soulevé devant le Tribunal de Grasse une exception de litispendance et de connexité, en raison de l'action en suspension du droit de visite qu'il avait lui-même ouverte le 26 avril 1966 devant le Tribunal de grande instance de Marseille, qui avait prononcé le divorce en 1962. Mais après le rejet de cette exception par le Tribunal de Grasse, il s'est désisté de son action pendante devant le Tribunal de Marseille et a pris devant celui de Grasse une conclusion reconventionnelle en suppression du droit de visite. Il a donc expressément admis la compétence du Tribunal de grande instance de Grasse.\n\nDès lors ce tribunal devait être considéré comme compétent au regard du droit français. Au surplus, la décision du Tribunal de Grasse, du 7 juin 1966, a été confirmée par la Cour d'appel d'Aix-en-Provence, celle-là même qui avait prononcé le divorce aux torts réciproques des époux et confirmé l'attribution de la garde des enfants au père.\n\n|394|\n\nc) Selon la tendance actuelle de la doctrine et de la jurisprudence, il ne suffit pas, pour que l'exequatur soit accordé, que le tribunal qui a rendu le jugement soit compétent selon son propre droit national, il faut encore qu'il le soit selon le droit du pays où l'exequatur est requis, plus exactement selon les règles - en vigueur dans ce pays - pour la solution des conflits de lois (cf. RO 64 II 72 et les références de doctrine). Il s'agit donc d'examiner si les tribunaux français étaient aussi compétents en vertu des règles de solution de conflits de lois en vigueur en Suisse.\n\nExaminer cette question revient à se demander si, en dépit d'un for en Suisse, le défendeur pouvait aussi être valablement actionné en France.\n\nEn présence d'une telle situation, la tendance actuelle de la doctrine et de la jurisprudence est de ne contester la compétence du tribunal étranger que si le for du pays requis est un for impératif et exclusif.\n\nOr tel n'est pas le cas du for de l'action en modification d'une décision relative à l'attribution des enfants. D'une part un tel for au domicile de l'intimé n'est pas institué par la loi, mais par la jurisprudence, qui aurait pu tout aussi bien attribuer au juge de la partie demanderesse la compétence pour juger une telle affaire; sa solution requiert - pour le bien de l'enfant qui en est l'élément déterminant - la connaissance des conditions dans lesquelles vivrait l'enfant aussi bien auprès de l'une que de l'autre des parties. D'autre part, la jurisprudence elle-même ne considère pas comme impératif un tel for, puisqu'elle y renonce dans la situation inverse de celle de la présente espèce: elle admet en effet que lorsque la partie défenderesse a quitté la Suisse après un jugement de divorce prononcé en Suisse, l'action en modification de l'attribution des enfants soit ouverte au domicile suisse de la partie demanderesse (RO 61 II 226 consid. 2).\n\nLe recourant Nowak prétend également qu'il ne pouvait être actionné qu'à son domicile en Suisse en raison de l'art. 59 Cst. Or la garantie constitutionnelle du for du domicile du défendeur ne s'applique pas en matière de droit de famille. Le recourant ne peut donc invoquer une telle disposition pour conclure à l'existence d'un for impératif en Suisse.\n\nCes considérations suffisent pour permettre de reconnaître la compétence des tribunaux français qui ont rendu le jugement |395| dont l'exequatur est demandé et pour exclure l'hypothèse visée par l'art. 17 al. 1 ch. 1 de la convention.\n\nd) Une autre considération corrobore encore la solution admise par les tribunaux français.\n\nLes deux fors concurrents sont tous deux le for du domicile du défendeur. Or le domicile d'une personne se détermine en principe selon les mêmes critères en droit suisse et en droit français, qui connaissent tous deux et le principe de l'unité de domicile, et le principe du maintien de l'ancien domicile tant que l'intéressé ne s'en est pas constitué un nouveau (art. 23 al. 2 et 24 al. 1 CC; art. 102 ss. CC fr., cf. Dalloz périodique, années 1913 I 400 et 1893 I 29). S'il y a néanmoins concurrence de fors en l'espèce, c'est en raison de l'art. 24 al. 2 CC, qui établit une exception à ces principes en permettant de considérer comme le domicile d'une personne le lieu où elle réside, lorsqu'elle a quitté son domicile à l'étranger et n'en a pas acquis un nouveau en Suisse. Cette disposition ne crée cependant pas un nouveau domicile réel, mais simplement un nouveau domicile fictif, permettant notamment d'actionner une telle personne en Suisse. Elle n'a en somme qu'un caractère complémentaire. Elle n'empêche pas, selon la jurisprudence, l'existence d'un domicile à l'étranger (RO 68 II 181); il suffit, pour qu'on puisse l'appliquer, que la personne ait quitté son domicile; il n'est pas nécessaire qu'elle y ait mis fin (cf. EGGER, Kommentar, n. 5 ad art. 24). Dans la situation inverse de celle qui se présente en l'espèce, le juge suisse aurait considéré comme encore domicilié en Suisse un père qui aurait quitté la Suisse depuis quelques jours seulement, sans se créer encore un domicile ailleurs. En tant que règle exceptionnelle et complémentaire, connue du droit suisse seulement et non du droit français, la disposition de l'art. 24 al. 2 doit céder le pas devant la règle générale de l'art. 24 al. 1, commune aux deux droits.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}