{"annee": "96", "cour": "V", "page": "129", "date": "8/9/1970", "cite": [], "cite_par": ["117 V 275", "139 V 490"], "chapeau": "35. Auszug aus dem Urteil vom 8. September 1970 i.S. Bundesamt für Sozialversicherung gegen Haltinner und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 23 al. 1er LAI et art. 21 al. 3 RAI: Calcul de l'indemnité journalière. Lorsque l'indemnité journalière est réduite parce que l'assuré présente une capacité de gain partielle durant la réadaptation, la réduction s'applique à l'indemnité d'exploitation également."], "faits": "", "considerants": "|129|\n\nAus den Erwägungen:\n\nDie Taggelder der Invalidenversicherung werden gemäss Art. 23 Abs. 1 IVG als Haushaltungsentschädigungen, Entschädigungen für Alleinstehende, Kinder-, Unterstützungs- und Betriebszulagen ausgerichtet. Für die einzelnen Taggeldarten gelten die gleichen Anspruchsvoraussetzungen wie für die entsprechenden Entschädigungen und Zulagen gemäss Bundesgesetz über die Erwerbsausfallentschädigungen an Wehr- und Zivilschutzpflichtige (EOG). Gemäss Art. 21 Abs. 1 IVV sind für die Bemessung der Taggelder und die Ermittlung der Unterstützungszulagen |130| die Bestimmungen der Vollzugsverordnung zum EOG (= EOV) sinngemäss anwendbar.\n\nIm direkten Anwendungsbereich des EOG und der EOV wird die Betriebszulage in keinem Falle gekürzt. Das ergibt sich aus der Zweckbestimmung der Betriebszulage. Wer Militärdienst leistet, muss seinen Arbeitsplatz verlassen und hat, neben dem Erwerbsausfall, für die während der dienstlichen Abwesenheit weiterlaufenden Betriebskosten aufzukommen. Das gilt auch für den vollständig erwerbsunfähigen Invaliden während der Dauer der Eingliederungsmassnahmen. Daher erhält auch er das nach den gleichen Regeln wie für den Wehrpflichtigen bestimmte Taggeld und insbesondere auch die Betriebszulage ungekürzt, solange er nicht wieder in seinem Betrieb tätig sem kann.\n\nEine wesentlich andere Rechtslage besteht jedoch in den Fällen, in denen während der Eingliederung eine beschränkte Erwerbstätigkeit möglich ist und ein Erwerbseinkommen erzielt wird. In solcher Lage ist das Taggeld einschliesslich Eingliederungszuschlag gestützt auf Art. 21 Abs. 3 IVV zu kürzen. Da nach dem Gesetzeswortlaut die Taggelder als Haushaltungsentschädigungen, Entschädigungen für Alleinstehende, Kinder-, Unterstützungs- und Betriebszulagen ausgerichtet werden (Art. 23 Abs. 1 IVG), besteht keine Veranlassung, die Betriebszulage von der Kürzung auszunehmen, weil auch sie einen Bestandteil des gesetzlich umschriebenen Taggeldes bildet. So wurde auch im Zusammenhang mit der Revision des IVG, die am 1. Januar 1968 in Kraft trat und eine loprozentige Taggelderhöhung brachte, dieser Zuschlag auch auf die Betriebszulage gewährt. Dagegen wurde diese Erhöhung bei den Eingliederungszuschlägen, die als Sonderleistungen der Invalidenversicherung aufgefasst wurden, nicht angewendet. Die gleiche Gesetzesrevision bestimmte aber, dass das Taggeld unter den entsprechenden Voraussetzungen einschliesslich des Eingliederungszuschlages zu kürzen sei. Daher bleibt keinem Zweifel Raum, dass an eine Ausnahme hinsichtlich der Betriebszulage nicht gedacht worden ist. Zweck der erwähnten Ordnung ist es, dem in Eingliederung befindlichen Versicherten das Erwerbseinkommen zu ersetzen, das er ohne Invalidität gehabt hätte; daher sollen die aus Erwerbseinkommen während der Eingliederung und gekürztem Taggeld erzielten Einkünfte keine diesen Ersatz übersteigende Überversicherung ergeben. Die |131| Verhältnisse eines in Eingliederung befindlichen Invaliden lassen sich nicht mehr mit denen eines Dienstpflichtigen vergleichen, sobald der Invalide wieder teilweise im Betrieb mitarbeiten kann. Es ist somit gerechtfertigt, die Betriebszulage uneingeschränkt in die Taggeldkürzung gemäss Art. 21 Abs. 3 IVV einzubeziehen."}