{"annee": "96", "cour": "V", "page": "70", "date": "26/5/1970", "cite": [], "cite_par": ["105 V 198"], "chapeau": "16. Auszug aus dem Urteil vom 26. Mai 1970 i.S. Bucher gegen Ausgleichskasse des Kantons Luzern und Versicherungsgericht des Kantons Luzern", "regestes": ["Art. 43bis LAVS et art. 42 LAI. L'allocation pour impotent de l'AI et celle au sens de la LAVS relèvent, quant à la notion, de la même institution juridique. L'administration et le juge des assurances doivent examiner d'office quelle disposition légale justifie une éventuelle allocation pour impotent."], "faits": "", "considerants": "BGE 96 V 70 S. 71\n\nAus den Erwägungen:\n\nWährend der Versicherte in der Verwaltungsgerichtsbeschwerde das Begehren gestellt hatte, die Kassenverfügung und der vorinstanzliche Entscheid, welche die Gewährung einer Hilflosenentschädigung gemäss AHVG zum Gegenstand haben, seien aufzuheben, verlangte er später, dass ihm eine Hilflosenentschädigung im Sinne des IVG zugesprochen werde. Es stellt sich damit zunächst die verfahrensrechtliche Frage, ob im Verlauf des Beschwerdeverfahrens das ursprüngliche Gesuch um Zusprechung einer Hilflosenentschädigung der AHV abgeändert werden darf in ein Begehren um Gewährung einer Hilflosenentschädigung der Invalidenversicherung.\n\nDiese Frage ist zu bejahen. Bei der Hilflosenentschädigung nach beiden Sozialversicherungen handelt es sich begrifflich um ein und dasselbe Rechtsinstitut. Es ist lediglich eine Frage des von Amtes wegen anzuwendenden Rechtes, ob die Hilflosenentschädigung zu Lasten der Invalidenversicherung oder der AHV zu gewähren sei. Grundsätzlich genügt es daher, dass der interessierte Versicherte eine Hilflosenentschädigung verlangt. Alsdann ist es Sache der Verwaltung bzw. des Sozialversicherungsrichters, die vom Ansprecher vorgebrachten oder sonstwie bekannten Tatsachen nach den zutreffenden rechtlichen Normen zu würdigen. Es liegt demzufolge keine unzulässige Änderung des Rechtsbegehrens vor, wenn der Versicherte, wie im vorliegenden Fall, zunächst eine Hilflosenentschädigung der AHV und danach im gleichen Verfahren statt jener eine solche der Invalidenversicherung verlangt."}