{"annee": "96", "cour": "V", "page": "124", "date": "4/9/1970", "cite": [], "cite_par": ["112 V 152", "108 V 50", "119 V 389", "98 V 26", "103 V 120", "109 V 86", "114 V 219", "108 V 189", "122 V 185"], "chapeau": "33. Auszug aus dem Urteil vom 4. September 1970 i.S. AHV Ausgleichskasse des Kantons Zürich gegen Konkursmasse Eschmann und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 52 LAVS et art. 81 RAVS. Le juge en matière d'AVS est compétent pour statuer sur l'action en dommages-intérêts dans le sens de l'art. 52 LAVS, même lorsqu'elle est intentée directement contre celui qui a agi au nom d'une personne morale."], "faits": "", "considerants": "|124|\n\nAus den Erwägungen:\n\n1. Gemäss Art. 52 AHVG hat ein Arbeitgeber, welcher durch absichtliche oder grobfahrlässige Missachtung von Vorschriften einen Schaden verschuldet, diesen der Ausgleichskasse zu ersetzen. Das dabei einzuschlagende Verfahren regelt Art. 81 AHVV...\n\n3. In der AHV kommt den Arbeitgebern nebst ihrer Eigenschaft als Beitragspflichtige (Art. 12 AHVG) auch Organfunktion hinsichtlich Beitragsbezug\n\nund Rentenauszahlung zu (Art. 51 AHVG). Korrelat dieser Organstellung im öffentlichen Recht des Bundes ist die Bestimmung von Art. 52 AHVG, welche die interne Haftung des Organs Arbeitgeber gegenüber dem Versicherungswerk, |125| regelt. Fragen könnte sich, ob dieser Bestimmung mit dem Inkrafttreten des Verantwortlichkeitgesetzes von 1958 derogiert worden sei. Die Frage ist zu verneinen, bildet Art. 52 AHVG doch innerhalb des Systems des Verantwortlichkeitsgesetzes eindeutig eine Spezialbestimmung. Hingegen sind die\n\ndem Verantwortlichkeitsgesetz zugrundeliegenden allgemeinen Rechtsnormen auch bei der Auslegung dieser Bestimmung heranzuziehen. Hier fällt insbesondere auf,\n\ndass im Bereich der internen Haftung, auch wenn die öffentliche Aufgabe einer Organisation übertragen ist, primär der Schadensverursacher persönlich und die Organisation erst subsidiär haftet (Art. 19 Verantwortlichkeitsgesetz). Dafür, dass Art. 52 AHVG diese Verantwortlichkeit der für die Organisation handelnden Personen hatte wegbedingen wollen, fehlt es an Anhaltspunkten. Es handelt sich vielmehr um die Umkehrung des allgemeinen Grundsatzes, indem nach dem klaren Wortlaut dieser Bestimmung primär der Arbeitgeber, also gegebenenfalls die Organisation, haftet. Daneben muss im Hinblick auf den erwähnten allgemeinen Grundsatz aber auch die - wenigstens subsidiäre - Haftung der handelnden Personen angenommen werden.\n\nDass eine solche Haftung allgemeinen Rechtsgrundsätzen entspricht, ergibt sich ferner aus der im Privatrecht getroffenen Regelung hinsichtlich der Haftung der Organe einer juristischen Person (vgl. Art. 55 Abs. 3 ZGB und Art. 754 OR). Dass Art. 52 AHVG auch die Erfassung der Organe einer juristischen Person und gegebenenfalls weiterer Hilfspersonen erlaubt, wird übrigens auch im\n\nSchrifttum dargelegt (vgl. Winzeler, Die Haftung der Organe und der Kassenträger in der AHV, Diss. Zürich 1952, S. 64 ff., Sommerhalder, Die Rechtsstellung des Arbeitgebers in der AHV, Diss. Zürich 1958, S. 78 f.).\n\nFür eine direkt auf Art. 754 OR oder 55 Abs. 3 ZGB gestützte Zivilklage bleibt somit entgegen der Ansicht der Vorinstanz kein Raum. Offenbleiben kann die Frage, wie vorzugehen wäre, wenn nicht ein Schaden im Sinne von Art. 52 AHVG, sondern ein solcher gemäss Art. 41 ff. OR geltend gemacht würde..."}