{"annee": "96", "cour": "V", "page": "97", "date": "21/12/1970", "cite": [], "cite_par": ["104 V 155", "120 V 33", "113 V 301", "107 V 161"], "chapeau": "27. Extrait de l'arrêt du 21 décembre 1970 dans la cause Société vaudoise et romande de secours mutuels contre Illiet et Cour de justice de Genève", "regestes": ["Art. 1er al. 2, 4 et 5 al. 3 LAMA. Décision tendant à modifier les conditions d'assurance déclarée inopérante à l'égard d'un assuré qui n'en avait pas eu connaissance."], "faits": "", "considerants": "BGE 96 V 97 S. 97\n\nExtrait des considérants:\n\nLa question de principe qui se pose ici est celle de la portée des décisions tendant à modifier les conditions d'assurance, à l'égard des assurés qui n'en ont pas eu connaissance.\n\nQue la caisse-maladie doive avoir le droit d'ajuster en tout temps cotisations et prestations, dans les limites légales, cela découle du système de la répartition, sur lequel se fonde ce genre d'assurance. Encore faut-il que la modification décidée soit conforme à l'intérêt général, conçu dans l'esprit de la mutualité, ce qui est sans doute le cas en l'espèce. La caisse a même pris le soin de donner aux sociétaires touchés par le changement de régime la faculté d'en atténuer les inconvénients en contractant une couverture spéciale dans un certain délai.\n\nMais le droit de modifier les conditions d'assurance n'implique pas forcément que la décision de modification soit opposable à tous les assurés sans aucune formalité. Il est de la plus haute importance pour chacun d'entre eux de savoir dans quelle mesure il est couvert. Il faut donc que la caisse communique aux sociétaires touchés, sinon toutes ses décisions, du moins celles qui réduisent dans une mesure appréciable les prestations BGE 96 V 97 S. 98sur lesquelles ils pouvaient compter. Sans cela, ils ne seraient en mesure ni de choisir leur médecin et le mode de traitement au mieux de leurs intérêts, ni de conclure un complément d'assurance, ni éventuellement de changer d'assureur. Lorsque la caisse omet de communiquer à un sociétaire une décision dont il devrait ainsi avoir connaissance, cette décision n'est point opposable au sociétaire qui se trouve, à cause de cette omission, dans l'erreur sur ses droits. Il faut maintenir un juste équilibre entre les exigences d'une saine gestion, d'une part, et le souci de respecter les droits de chaque assuré, d'autre part. Or, il n'est nullement nécessaire à une saine gestion de priver les assurés à leur insu de prestations qui leur avaient été garanties. Ici aussi, les modalités de la mesure administrative, au sens large du terme, doivent être proportionnées au but à atteindre.\n\nEn l'occurrence, les statuts de la Société vaudoise et romande de secours mutuels prévoient que les décisions de nature générale qui obligent les assurés leur sont communiquées individuellement (art. 27). Etant donné l'ampleur du cercle d'activité de la caisse, cette règle est certainement la plus apte - en comparaison, par exemple, avec des publications - à renseigner efficacement les intéressés. Il se trouve pourtant que l'intimée n'a pas reçu une communication importante. De ce fait, elle s'est fait soigner en clinique privée, sans savoir que les prestations d'assurance sur lesquelles elle comptait avaient été réduites. L'eût-elle su qu'elle eût peut-être préféré entrer à l'Hôpital cantonal, en salle commune; il ressort du dossier qu'elle est de condition modeste. En conséquence, la recourante ne saurait se prévaloir à l'encontre de l'intimée de la modification qu'elle l'a laissée ignorer.\n\nDans ces circonstances, la question de savoir si l'intimée aurait eu le droit de contracter une assurance complémentaire sans réserve, alors même qu'elle se savait malade, souffre de demeurer indécise. S'agissant d'une mesure en quelque sorte transitoire, destinée à atténuer les conséquences d'un changement de régime, cela n'est pas forcément exclu."}