{"annee": "96", "cour": "V", "page": "110", "date": "27/11/1970", "cite": [], "cite_par": ["108 V 90", "121 V 157", "117 V 71", "112 V 376", "112 V 387", "110 V 117", "105 V 319"], "chapeau": "30. Extrait de l'arrêt du 27 novembre 1970 dans la cause Assurance militaire fédérale contre Rey et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 23 al. 1er et 25 al. 3 LAM: Nature du dommage déterminant le montant de la rente. L'incapacité de gain et l'atteinte à l'intégrité physique ou psychique ne peuvent être cumulées en tant qu'éléments déterminants. La rente doit être fondée sur celui des deux dommages qui, considéré séparément, donne lieu au montant le plus élevé (précision de la jurisprudence)."], "faits": "", "considerants": "|111|\n\nExtrait des considérants:\n\n2. Le litige porte uniquement sur le taux du dommage et sa nature juridique actuelle.\n\na) L'art. 23 al. 1er LAM prévoit deux hypothèses permettant de verser une rente de l'Assurance militaire. Il s'agit d'une part de l'atteinte présumée permanente à la capacité de gain et d'autre part de l'atteinte notable à l'intégrité physique ou psychique. Lorsqu'une diminution de la capacité de gain coïncide avec une atteinte notable à l'intégrité physique ou psychique, il n'est alloué qu'une seule rente, mais, aux termes de l'art. 25 al. 3 LAM, \"il y a lieu, en fixant son montant, de tenir compte des deux dommages\".\n\nDans sa décision du 29 novembre 1968, l'Assurance militaire a fixé le taux d'invalidité à 66 2/3%. Elle est partie pour ce faire de l'idée que ce taux était celui de la diminution de la capacité de gain et que cet élément était à tel point prépondérant qu'il ne laissait plus aucune place pour une indemnisation supplémentaire de l'atteinte à l'intégrité corporelle.\n\nLe juge cantonal, au contraire, est parti de l'idée que l'atteinte à l'intégrité corporelle était largement prépondérante et justifiait à elle seule un taux de 66 2/3%. Pour tenir compte en sus d'une certaine atteinte à la capacité de gain, il a porté le taux global à 80% pour les deux dommages.\n\nNi l'une ni l'autre de ces opinions ne mérite cependant confirmation. Pour se faire une idée juste de la voie à suivre, il faut constater dès le départ le fait que les deux hypothèses de l'art. 23 al. 1er LAM présentent chacune de telles particularités |112| qu'il est impossible d'en apprécier l'étendue dans une seule et même opération logique. En effet, tant les règles d'évaluation du taux que les méthodes de calcul diffèrent nettement.\n\nb) La notion de l'invalidité dans l'assurance militaire (comme d'ailleurs en matière d'assurance-invalidité et d'assurance-accidents) est de nature essentiellement économique. La rente versée à ce titre entend dédommager la perte de gain permanente ou de longue durée résultant de l'affection assurée. Le taux de l'invalidité découle de la comparaison de deux revenus hypothétiques, soit celui que l'assuré aurait pu gagner s'il n'était pas devenu invalide et celui qu'il pourrait obtenir en exerçant l'activité qu'on peut raisonnablement attendre de lui compte tenu d'une situation équilibrée sur le marché de travail ouvert à lui (v. p.ex. ATFA 1967 p. 22). La rente est ensuite calculée sur la base du gain annuel moyen que l'assuré aurait probablement réalisé s'il n'en avait pas été empêché par la diminution de sa capacité de gagner (art. 9 OAM). Ce faisant, on tiendra également compte des augmentations de gain futures si, lors de la fixation de la rente, elles se laissent prévoir avec une grande vraisemblance (v. ATFA 1969 p. 195 consid. 2).\n\nc) Quant à la rente accordée en cas d'atteinte notable à l'intégrité corporelle, elle entend dédommager le préjudice que l'assuré subit dans l'exercice des fonctions primaires de la vie. Son taux est également exprimé en pour-cent, mais par comparaison entre l'état anatomique et fonctionnel de l'assuré avant la survenance de l'affection assurée et celui qu'il présente lors de la fixation de la rente, compte tenu de l'accoutumance (v. ATFA 1968 p. 94 ss consid. 3). Selon la jurisprudence, cette rente doit être calculée sur la base de la valeur moyenne entre le minimum et le maximum du gain à prendre en considération selon l'art. 24 LAM.\n\nCette dernière pratique est critiquée par l'Assurance militaire. Certes, celle-ci renonce à reprendre l'argumentation qu'elle avait soutenue dans des causes précédentes - argumentation rejetée par le Tribunal fédéral des assurances (ATFA 1966 p. 148 et 1968 p. 88) -, selon laquelle la mesure de la rente pour atteinte à l'intégrité devait être déterminée par le montant en capital que le juge civil aurait alloué dans un cas semblable à titre de réparation morale. Mais elle estime qu'il doit exister néanmoins un certain équilibre entre le montant de l'indemnité octroyé par le juge civil à titre de réparation morale et la valeur |113| de la rente militaire pour atteinte à l'intégrité. Or, si la parenté entre l'indemnisation du tort moral et celle de l'atteinte à l'intégrité est indéniable, cette parenté ne réside cependant que dans la nature immatérielle du dommage subi. Ainsi que le Tribunal fédéral des assurances l'a relevé dans l'arrêt non publié Barlogis du 28 février 1967, les deux formes d'indemnisation ont pour fondement des états de faits différents: la rente pour atteinte à l'intégrité, un dommage physique ou psychique permanent et en principe objectivement mesurable; l'indemnisation pour tort moral, une douleur morale unique et donc limitée dans le temps. De plus, les deux formes d'indemnisation sont réglées de manière différente par le texte légal lui-même: une rente viagère dans un cas, un capital unique dans l'autre. Comparer la valeur des prestations ne répond donc pas à une exigence impérative, et vouloir éviter à tout prix une éventuelle disproportion se heurte aux dispositions légales elles-mêmes. La valeur capitalisée de la rente est d'ailleurs un élément de comparaison impropre, car son emploi aboutirait à la conséquence que, plus un assuré est jeune, moins haut devrait être estimé le degré de l'atteinte portée à son intégrité. Ce n'est guère que dans des cas où la valeur de la rente serait si faible qu'elle ne satisferait plus à sa fonction d'indemnisation, qu'un correctif pourrait être apporté (ATFA 1966 p. 152).\n\nd) La divergence des règles d'évaluation et des méthodes de calcul de la rente pour atteinte à la capacité de gain d'une part et de la rente pour atteinte à l'intégrité physique ou psychique d'autre part interdit à l'évidence toute addition de l'un quelconque de leurs éléments. Ces éléments, sans traits communs d'aucune sorte, ne peuvent même être combinés. Aussi la jurisprudence a-t-elle reconnu que, lorsqu'une diminution de la capacité de gain coïncide avec une atteinte notable à l'intégrité corporelle, le dommage prépondérant devait l'emporter pour le calcul de la rente et englobait régulièrement le dommage mineur (ATFA 1966 p. 151). Vouloir, comme le tente le juge cantonal, tenir compte du dommage mineur par l'augmentation de l'un des éléments de calcul du dommage principal procède d'une appréciation dépourvue de tout critère de base possible; une telle appréciation relèverait donc de l'arbitraire, situation inconciliable avec l'ordre juridique fondamental. Le résultat en serait de plus choquant, du fait que - la rente unique ne pouvant dépasser en aucun cas 100% - il ne pourrait |114| être tenu aucun compte du second dommage, même fort grave, si le premier dommage est total.\n\nEn présence de cette situation, la logique impose de considérer que l'art. 25 al. 3 LAM, en prévoyant l'octroi d'une seule rente et en exigeant qu'il soit tenu compte ce faisant des deux dommages, entend poser pour principe que les deux genres de dommages sont mis sur le même pied, c'est-à-dire que - contrairement à la thèse de l'Assurance militaire - la rente pour atteinte à la capacité de gain ne bénéficie d'aucune priorité sur la rente pour atteinte à l'intégrité corporelle; qu'il faut bien plutôt mesurer l'ampleur de l'un et de l'autre puis, procédant à leur comparaison, retenir et indemniser pleinement le dommage prépondérant.\n\ne) Il reste à voir comment déterminer le dommage prépondérant. La seule voie qui aboutisse à des résultats conformes aux exigences de l'art. 25 al. 3 LAM est de comparer non pas les éléments de calcul de l'une et l'autre rente pris séparément, mais le résultat de ce calcul, soit les montants des rentes qui devraient être versées pour l'un et pour l'autre des dommages. Cette méthode conduira certes à des résultats particulièrement favorables pour certaines classes d'assurés, si l'on songe notamment au gain servant au calcul de la rente pour atteinte à l'intégrité corporelle. Mais elle est dans la logique du système légal. L'art. 25 al. 3 LAM tend en effet manifestement à assurer une pleine indemnisation du dommage prépondérant, c'est-à-dire à donner la priorité à la rente la plus favorable à l'assuré.\n\n3. Il s'agit donc de rechercher s'il subsiste encore chez l'assuré une incapacité de gain ou une atteinte notable à son intégrité corporelle puis, suivant la réponse, de déterminer auquel des deux dommages revient la priorité.\n\na) En l'espèce, l'atteinte à l'intégrité corporelle est sans doute très grave. A l'âge de 25 ans, l'assuré s'est vu privé de ses deux jambes; ce qui, même tenu compte de l'accoutumance, justifierait à lui seul d'évaluer le dommage à environ la moitié. A cela s'ajoutent une mutilation des membres supérieurs également qui présentent en sus des troubles fonctionnels, une stérilité totale qui semble s'être doublée depuis lors d'impuissance sexuelle, une certaine surdité bilatérale et la tendance à des otites récidivantes dont l'origine remonte à l'époque du traitement. Alors même que l'obligation d'avoir recours à l'aide d'autrui pour s'habiller, se déshabiller, mettre et enlever ses |115| prothèses, est indemnisée par la prise en compte à 100% du gain déterminant et par l'allocation d'une indemnité spéciale de 2 francs par jour, cette dépendance pour nombre d'actes quotidiens et vitaux n'en est pas moins un signe de l'ampleur de l'atteinte portée à l'intégrité et renforce singulièrement le degré de privation des jouissances usuelles de la vie. En revanche, il ne faut pas oublier que Rey n'est pas privé de toute possibilité de locomotion autonome et que, surtout, son psychisme est resté parfaitement intact. Considérées dans leur ensemble, les séquelles de l'accident assuré justifient, de l'avis de la Cour de céans, d'évaluer le taux du dommage à 70%. Calculé sur la base de la valeur moyenne entre les revenus minimum et maximum à prendre en considération selon l'art. 24 LAM, le montant de la rente alloué à ce titre dépasserait celui de la pension que l'Assurance militaire a accordée à l'intimé dans la décision litigieuse.\n\nb) L'Assurance militaire estime l'assuré invalide pour les deux tiers car, selon elle, s'il venait à perdre sa place actuelle, il resterait au chômage deux ans sur trois dans une situation équilibrée du marché général du travail. Cette appréciation est cependant loin de refléter la réalité. En effet seule est déterminante la situation de l'assuré lors de la fixation de la rente, soit lors de la révision. S'il faut certes considérer dans ce cadre également le développement futur des possibilités de gagner de l'assuré, cela ne veut pas dire qu'il faille tabler sur des éventualités plus ou moins lointaines. L'art. 8 LAM déclare couvertes par l'assurance les conséquences pécuniaires directes des affections assurées. Par \"conséquence directe\" il faut comprendre celle dont la survenance est hautement vraisemblable lors de la fixation de la rente. Or l'assuré ne subit actuellement guère de perte de gain. Les dépenses supplémentaires dues à son impotence sont couvertes par la prise en compte à 100% du gain déterminant et par l'indemnité de 2 francs par jour; d'autres, telles que les frais de voiture, pourraient être assumées par l'assurance-invalidité, si l'usage d'une voiture est nécessaire pour se rendre au travail.\n\nCertes, les particularités de l'espèce inclinent à admettre qu'il ne faut pas évaluer le taux de l'invalidité de l'assuré en fonction du gain qu'il obtiendrait s'il se livrait encore à l'activité exercée avant l'accident, mais bien au contraire en relation avec sa profession actuelle. Cependant au dire du directeur de |116| l'entreprise où il travaille, son infirmité n'a pratiquement pas d'influence sur sa capacité de travail. Le tribunal cantonal relève que l'assuré n'en subit pas moins un handicap important sur le marché général du travail; que, s'il venait à perdre son emploi, il lui serait plus difficile de se reclasser qu'à un homme valide, surtout sur un marché du travail équilibré. A ces arguments on peut opposer le fait que l'assuré occupe depuis bientôt huit ans un emploi stable; que rien ne permet de craindre pour l'instant une perte d'emploi; que la rente pourrait alors être à nouveau révisée, s'il se présentait plus tard des difficultés de reclassement. Même compte tenu de certaines dépenses extraordinaires qui demeureraient éventuellement à la charge de l'assuré, force est d'admettre que le taux de son invalidité actuelle aboutirait à une rente largement inférieure à celle qu'il peut prétendre pour l'atteinte à l'intégrité corporelle.\n\nc) L'assuré a donc droit à une rente pour atteinte à l'intégrité corporelle, que l'Assurance militaire calculera en partant d'une entière responsabilité de la Confédération, d'une invalidité de 70%, d'un gain annuel correspondant à la valeur moyenne entre les revenus minimum et maximum selon l'art. 24 LAM et d'un taux d'indemnisation de 100%.\n\nLa conséquence en est une minime réforme du jugement cantonal, à l'avantage de l'assuré et au détriment de l'Assurance militaire. Une telle possibilité est expressément prévue à l'art. 132 lit. c OJ, aux termes duquel le Tribunal fédéral des assurances peut s'écarter des conclusions des parties à l'avantage ou au détriment de celles-ci. L'Assurance militaire a d'ailleurs envisagé cette éventualité, puisqu'elle a proposé dans son mémoire de recours de s'en tenir au gain réalisable sans l'affection assurée, même si la Cour de céans devait admettre que l'atteinte à l'intégrité corporelle représente le dommage prépondérant."}