{"annee": "96", "cour": "V", "page": "31", "date": "18/3/1970", "cite": [], "cite_par": ["110 V 273", "98 V 166", "105 V 309"], "chapeau": "7. Auszug aus dem Urteil vom 18. März 1970 i.S. Malo de Molina gegen Schweiz. Unfallversicherungsanstalt und Versicherungsgericht des Kantons Luzern", "regestes": ["Art. 80 al. 1er LAMA: Evaluation de l'invalidité. Marché du travail déterminant pour un assuré étranger."], "faits": "", "considerants": "|31|\n\nAus den Erwägungen:\n\nEs ist noch zu prüfen, ob die festgestellte Verbesserung der Erwerbsfähigkeit es rechtfertigt, den anrechenbaren Invaliditätsgrad revisionsweise auf 30% herabzusetzen, mit andern Worten, ob dieser Ansatz der durch den erlittenen Schaden verursachten \"durchschnittlichen Beeinträchtigung der Erwerbsmöglichkeiten auf dem für den Versicherten in Betracht fallenden ausgeglichenen Arbeitsmarkt\" (EVGE 1967 S. 23) entspricht. Massgebend ist jener Arbeitsmarkt, der dem Beschwerdeführer, einem spanischen Hilfsarbeiter, bisher offenstand und weiterhin offenstehen wird, nämlich jener eines industrialisierten Landes, in welchem Maschinen durch beruflich nicht besonders qualifizierte Arbeitskräfte bedient und überwacht werden. Im vorliegenden Fall auf spanische Verhältnisse allein abzustellen, ist die SUVA jedenfalls für so lange nicht verpflichtet, als dem Beschwerdeführer auch ausserhalb seiner Heimat Beschäftigungsmöglichkeiten offenstehen. - In konjunktureller Hinsicht sodann kommt es für die Belange der Invaliditätsschätzung auf ausgeglichene Arbeitsmarktverhältnisse an, d.h. auf eine Situation, in welcher das Angebot an Arbeitskräften und die Nachfrage nach solchen sich ungefähr die Waage halten. Wie weit der Beschwerdeführer in solcher Lage gegenüber unversehrten Industriearbeitern seiner Kategorie erwerblich deklassiert wäre, ist Ermessensfrage. Die angefochtene Revisionsverfügung beantwortet sie implizite dahin, dass der Versicherte dank lohnmässigen Zugeständnissen entsprechend der ihm zuerkannten 30%igen Erwerbsunfähigkeit auch dann imstande wäre, im Wettbewerb mit unversehrten Arbeitskräften seiner Kategorie konkurrenzfähig zu bleiben. Diese Annahme ist vertretbar; sie überschreitet jedenfalls den Rahmen gesetzmässigen Ermessens nicht."}