{"annee": "96", "cour": "V", "page": "132", "date": "17/12/1970", "cite": [], "cite_par": [], "chapeau": "37. Auszug aus dem Urteil vom 17. Dezember 1970 i.S. Fähndrich gegen Ausgleichskasse des Kantons Zug und Rekurskommission des Kantons Zug", "regestes": ["Art. 28 al. 2 LAI: Evaluation de l'invalidité. Lors de la comparaison des revenus, il faut tenir compte des frais supplémentaires d'une importance extraordinaire résultant de la résidence, due à l'invalidité, dans un endroit déterminé pour y exercer une activité lucrative."], "faits": "", "considerants": "|132|\n\nAus den Erwägungen:\n\nGemäss Art. 28 Abs. 2 IVG wird der Invaliditätsgrad durch eine rein erwerbliche Schätzung ermittelt. Festzustellen ist die Differenz zwischen dem Einkommen, das der Versicherte als gesunder Berufstätiger zu erzielen vermöchte, und dem Einkommen, das er nach hinreichender Eingliederung als Invalider zumutbarerweise erreichen könnte. Diese Differenz ergibt das Ausmass der Invalidität. Wohl kann nun unter Umständen das vom Versicherten tatsächlich erzielte Invalideneinkommen der |133| adäquate Ausdruck der ihm verbliebenen Erwerbsfähigkeit sein, insbesondere dann, wenn stabile Verhältnisse vorliegen. Muss der Versicherte aber aus dem Invalideneinkommen dauernd oder während längerer Zeit (Art. 4 IVG) Auslagen bestreiten, die ihm wegen des Gesundheitsschadens, der die Erwerbsunfähigkeit zur Folge hat, notwendigerweise erwachsen, und würden diese Kosten nicht vom tatsächlich erzielten Invalideneinkommen abgezogen, so wäre die Differenz nicht der adäquate Ausdruck der gesamten durch die Gesundheitsschädigung verursachten Erwerbsunfähigkeit. Es bliebe alsdann eine direkte erwerbliche Folge, von welcher der Versicherte dauernd oder doch während längerer Zeit betroffen wird, unbeachtet. Dies widerspräche dem Sinn des Art. 28 Abs. 2 IVG, der grundsätzlich fordert, dass bei der Invaliditätsschätzung jene negativen erwerblichen Auswirkungen berücksichtigt werden, die der Versicherte wegen seines Gesundheitsschadens notwendigerweise und dauernd oder während längerer Zeit erleidet. Aus diesen Gründen hat das Eidg. Versicherungsgericht entschieden, dass die Kosten für fortwährende ärztliche Behandlung, die der Versicherte um seiner Erwerbstätigkeit willen tragen muss, im Rahmen des Art. 28 Abs. 2 IVG als invaliditätsbedingte Unkosten von dem tatsächlich erzielten Invalideneinkommen abzuziehen sind, soweit der Aufwand einer objektiven therapeutischen Notwendigkeit entspricht (nicht publizierte Urteile i.S. Hersche vom 16. November 1965 und Ruckstuhl vom 10. Januar 1966). Selbstverständlich werden nur Kosten von Massnahmen, die geeignet sind, die Erwerbsfähigkeit des Versicherten zu erhalten oder zu verbessern, berücksichtigt; sie sind in einem gewissen Sinne als Gewinnungskosten des Einkommens anzusehen (ZAK 1967 S. 557).\n\nÄhnlich verhält es sich mit den Lebenshaltungskosten. Die durch invaliditätsbedingten Wohnsitzwechsel entstehenden höheren Lebenshaltungskosten stellen ebenfalls eine Art von Erwerbsunkosten dar, die beim massgebenden Einkommensvergleich zu berücksichtigen sind. Zwar werden in den meisten Fällen die gesteigerten Lebenskosten durch entsprechend höhere Lohnansätze oder durch Ortszulagen ausgeglichen. Auch darf nicht übersehen werden, dass gewisse lokale Schwankungen in den Lebenshaltungskosten, insbesondere im Hinblick auf die Steuerbelastung, nicht ungewöhnlich sind. Häufig werden in einem gewissen Masse solche Unterschiede bei der Domizilwahl |134| sogar bewusst in Kauf genommen aus irgendwelchen materiellen oder ideellen Gründen. Daher sind invaliditätsbedingte Unterschiede in den Lebenshaltungskosten an verschiedenen Arbeitsorten beim Einkommensvergleich nur dann zu berücksichtigen, wenn sie von ausserordentlichem Ausmass sind, d.h. wenn sie wesentlich vom Landesdurchschnitt abweichen."}