{"annee": "96", "cour": "V", "page": "100", "date": "22/9/1970", "cite": [], "cite_par": ["112 V 44", "125 V 312", "97 V 72", "104 V 19", "134 V 340"], "chapeau": "29. Urteil vom 22. September 1970 i.S. Schweiz. Unfallversicherungsanstalt gegen X. und Versicherungsgericht des Kantons Bern", "regestes": ["Art. 67 al. 3 LAMA: Responsabilité de la Caisse nationale en cas d'entreprise téméraire. - Eléments constitutifs de l'entreprise téméraire (précision de la jurisprudence). - Caractère d'entreprise téméraire d'une expédition de plongée spéléologique qui n'avait pas été préparée ni exécutée prudemment."], "faits": "BGE 96 V 100 S. 101\n\nA.- X, geboren 1935, unternahm am späten Nachmittag des 3. September 1966 zusammen mit fünf Kameraden im Quellgebiet der Orbe einen Tauchausflug nach dem unterirdischen Lac du Silence. Das zu diesem führende Höhlensystem fällt nach dem Eingang stark ab und verläuft alsdann in einer Wassertiefe von 8-12 m. In horizontaler Richtung sind etwa 80 m zurückzulegen.\n\nX und der ebenfalls aus der Gegend stammende P. hatten schon früher in dieser Höhle getaucht. Sie beabsichtigten, diese ihren Kameraden C., L. und W. zu zeigen, die sie erst seit kurzem kannten und mit welchen sie sich am Morgen zu gemeinsamen Tauchübungen im Lac de Joux getroffen hatten. Der sechste Taucher wurde auf dem Wege zur Orbequelle zum Mitkommen eingeladen.\n\nX verwendete entgegen dem Ratschlag seiner Kameraden, welche mit Pressluftgeräten ausgerüstet waren, einen Sauerstoffapparat. Diesen hatte er am 31. August von L. ausgeliehen, dem er erklärte, von der Feuerwehr her sei er im Umgang mit Kreislaufgeräten vertraut. Mit dem geborgten Apparat, dessen Handhabung er sich von L. hatte erklären lassen, unternahm er am 1. sowie am Morgen des 3. September Tauchübungen, die ohne Zwischenfall verliefen.\n\nFür die Exkursion zum Lac du Silence wurde eine Zweiergruppe, bestehend aus L. und W., gebildet, welche vorauszuschwimmen hatte. Die übrigen Taucher folgten in einer Vierergruppe. Da X und P. den Verlauf der Höhle eingehend geschildert hatten, wurde beschlossen, zunächst auf das Auslegen eines sogenannten Ariadnefadens, welcher den Rückweg aus einem verzweigten Höhlensystem zu sichern bestimmt ist, zu verzichten. Nachdem die Taucher eine Strecke von 50 bis BGE 96 V 100 S. 10260 m zurückgelegt hatten, entstand anscheinend eine Unsicherheit über den einzuschlagenden Weg; jedenfalls wurde das Zeichen zur Umkehr gegeben. Danach muss eine Panik entstanden sein: Jeder Taucher suchte den Ausgang auf eigene Faust. P. fand diesen erst nach einem Umweg. Dort fehlte X. Die sogleich zurückschwimmenden C. und L. fanden ihn nach etwa 40 bis 50 m leblos auf dem Bauche liegend, das Gesicht dem Ausgang zugewandt, in einer vom Messgerät angezeigten Tiefe von 6 bis 9 m. Das Sauerstoffgerät trug er noch ordnungsgemäss, und an diesem fand sich kein Defekt. Bevor er X zum Ausgang bringen konnte, musste L. einen an dessen Gurt befestigten Strick durchschneiden, welcher sich am Boden verfangen hatte. C. verlor den Anschluss, gelangte zum Lac du Silence, verirrte sich auf dem Rückweg und musste von L. geholt werden. Der um 18 Uhr 35 eintreffende Arzt stellte den Tod des X durch Ersticken fest. Auf dem Gesicht fand sich helles Blut aus Mund und Nase.\n\nEine Autopsie wurde nicht angeordnet.\n\nDie amtliche Untersuchung wurde am 17. November 1966 eingestellt, da eine strafbare Handlung nicht vorliege und X allein für seinen Unfall verantwortlich sei.\n\nB.- Die Schweizerische Unfallversicherungsanstalt (SUVA), bei der X als Zeichner im Architekturbüro F. obligatorisch gegen Unfall versichert war, lehnte mit Verfügung vom 3. November 1966 jede Leistung ab: Angesichts der Umstände, unter welchen der Tod eingetreten sei, entfalle ihre Haftung. Da die Witwe des X am 27. Oktober 1966 krankheitshalber ebenfalls verstorben war, wurde die Ablehnungsverfügung dem Vormund der 1957 geborenen einzigen Tochter Brigitte zugestellt.\n\nC.- Nachdem die Vormundschaft an den Wohnsitz des Vormundes übertragen worden war, liess dieser beim Versicherungsgericht Bern Klage gegen die SUVA einreichen mit den Anträgen, die Verfügung vom 3. November 1966 aufzuheben und die SUVA zu verpflichten, der Klägerin Brigitte X die gesetzliche Kinder- und die ihrer Mutter zustehende Witwenrente vom 3. September bis 31. Oktober 1966, die Vollwaisenrente ab 1. November 1966 und eine Bestattungsentschädigung von Fr. 500.-- auszurichten. Zur Begründung wurde im wesentlichen ausgeführt, der Unfall hätte sich ohne das Mitverschulden der übrigen Taucher nicht ereignet.\n\nBGE 96 V 100 S. 103\n\nDemgegenüber vertrat die SUVA die Auffassung, die ungenügende Vorbereitung und das Verwenden des Sauerstoffgerätes hätten das Unternehmen zum ausgesprochenen Wagnis gemacht.\n\nDas Versicherungsgericht des Kantons Bern veranlasste zunächst eine technische Expertise durch S., Inhaber eines Unternehmens für Tauch- und Unterwasserarbeiten. Dieser vertrat die Auffassung, wohl berge das Tauchen mit Sauerstoffgeräten zusätzliche Gefahren, doch habe sich X in Gesellschaft dreier weiterer Taucher sicher fühlen dürfen. Die Zusammensetzung der Gruppe mit drei Ortskundigen und drei \"Neulingen\" komme dem Idealfall nahe. Er verneinte sowohl den Wagnistatbestand wie auch grobe Fahrlässigkeit. Bei der mündlichen Beantwortung von Ergänzungsfragen gab er u.a. folgendes zu Protokoll: \"Generell betrachtet ist ein Höhlenausflug ein schwerer Tauchausflug. Der von X und den andern Beteiligten ausgeführte Ausflug istinnerhalb des Höhlentauchens ein leichter (nicht grosse Distanz, Tiefe nicht gross, Höhle bekannt)\". Ferner: \"Schon wenn zwei Taucher mit Sauerstoffgeräten tauchen, ist das Risiko geringer, als wenn einer allein mit einem Pressluftgerät taucht. Noch geringer ist das Risiko, wenn einer mit einem Sauerstoffgerät in Begleitung mit einem mit Pressluftgerät taucht.\"\n\nDer ebenfalls gerichtlich bestellte medizinische Experte, Prof. Dr. C. vom Pathologischen Institut der Universität Bern, gelangte zum Schluss, die Todesursache könne medizinisch weder auf Grund des Berichtes über die ärztliche Legalinspektion noch unter Berücksichtigung des Unfallherganges gemäss den Zeugenaussagen festgestellt werden. Einzig eine Autopsie hätte möglicherweise gestattet, die Todesursache mit genügender Wahrscheinlichkeit abzuklären.\n\nAuf Grund dieser Expertenmeinungen verneinte das Versicherungsgericht den Tatbestand des Wagnisses. Da sich die Todesursache nicht mehr feststellen lasse, könne auch der erforderliche adäquate Kausalzusammenhang zwischen dem Tode und einer diesem Tauchunternehmen inhärenten besonderen Gefahr nicht mit Wahrscheinlichkeit dargetan werden. Da die SUVA sich bewusst nicht auf die nach Art. 98 Abs. 3 KUVG mögliche Kürzung berufe und auch keinen entsprechenden Eventualantrag gestellt habe, könne dahingestellt bleiben, ob die vorgekommenen Unterlassungen allenfalls als grobe BGE 96 V 100 S. 104Fahrlässigkeit zu werten wären, zumal mangels ungeklärter Todesursache auchjeder Kausalzusammenhang zwischen grober Fahrlässigkeit und Tod sich nicht dartun lasse. Mit Entscheid vom 20. Oktober 1969 hiess es die Klage mit Ausnahme des Antrages auf Verzinsung der von der SUVA zu erbringenden Leistungen gut und überband dieser auch die Gerichts- und Anwaltskosten.\n\nD.- Mit rechtzeitig eingereichter Verwaltungsgerichtsbeschwerde beantragt die SUVA Aufhebung des kantonalen Urteils und Bestätigung der Ablehnungsverfügung, eventualiter Kürzung der zugesprochenen Leistungen um mindestens 50% gemäss Art. 98 Abs. 3 KUVG. Sie beanstandet insbesondere, dass im angefochtenen Urteil die Stellungnahme des Präsidenten der Fédération Romande de Plongée und des Groupe de Plongée et Sauvetage du Lac de Joux nicht gewürdigt wurde. Dieser hatte gegenüber dem Untersuchungsrichter und in einem Presseartikel der Tauchergruppe X das Ausserachtlassen elementarer Vorsichtsmassnahmen vorgeworfen und auf die besondere Gefährlichkeit der Sauerstoffgeräte hingewiesen.\n\nDie Klägerin und Beschwerdebeklagte lässt auf Abweisung der Verwaltungsgerichtsbeschwerde und auf Bestätigung des vorinstanzlichen Entscheides antragen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Das angefochtene Urteil ist nach dem Inkrafttreten des Bundesgesetzes über die Verwaltungsgerichtsbarkeit gefällt worden, welches zahlreiche Artikel des OG neu ordnet. Im vorliegenden Fall bestimmt sich daher die Überprüfungsbefugnis des Eidg. Versicherungsgerichts nach Art. 132 rev. OG. Danach kann es den angefochtenen Entscheid auch auf Unangemessenheit überprüfen, ist an die Feststellung des Sachverhalts nicht gebunden und kann über die Begehren der Parteien zu deren Gunsten oder Ungunsten hinausgehen.\n\n2. Gemäss Art. 67 Abs. 3 KUVG ist die SUVA befugt, aussergewöhnliche Gefahren und Wagnisse von der Versicherung der Nichtbetriebsunfälle auszuschliessen. Von dieser Befugnis hat sie in einem Verwaltungsratsbeschluss vom 31. Oktober 1967, welcher einen solchen vom 11. Juni 1942 ersetzt, Gebrauch gemacht. Dieser enthält eine abschliessende Aufzählung bestimmter Tatbestände, die schlechthin als aussergewöhnliche Gefahren zu gelten haben, so z.B. die Beteiligung an Raufereien BGE 96 V 100 S. 105und Schlägereien, die Teilnahme an Unruhen, Vergehenshandlungen. Ebenfalls von der Versicherung der Nichtbetriebsunfälle ausgenommen werden die Wagnisse. Die Umschreibung des Wagnisbegriffes ist im neuen Verwaltungsratsbeschluss im wesentlichen in unveränderter Form aus dem früheren übernommen worden. Darnach gelten als Wagnisse Handlungen, durch die sich ein Versicherter wissentlich einer besonders grossen Gefahr aussetzt, welche durch die Handlung selbst, die Art ihrer Ausführung oder die Umstände, unter denen sie ausgeführt wird, gegeben sein oder in der Persönlichkeit des Versicherten liegen kann.\n\nDiese Umschreibung des Wagnisbegriffes ist in der Praxis des Eidg. Versicherungsgerichts mehrfach überprüft worden. Das Gericht gelangte dabei zum Schluss, es könne ihr zugestimmt werden, wenn unter \"besonders grosser Gefahr\" eine unmittelbar drohende - d.h. eine akute - Gefahr verstanden werde und wenn zugleich ein ins Kühne bis Verwegene gehender Charakter des Unternehmens vorhanden sei. Ob eine Gefahr als akut, ihr wissentliches Aufsuchen als verwegen zu gelten hat, hängt - je nach den konkreten Umständen - bald mehr von äusseren Faktoren, bald mehr von den Fähigkeiten und Eigenschaften der handelnden Personen ab. Die Praxis hat versucht, Kriterien zu finden, welche es erlauben sollen, das Verhältnis dieser beiden Elemente des Wagnisbegriffes losgelöst von der jeweiligen Situation zu beurteilen. So wurde beispielsweise erklärt, die Gefährlichkeit einer Klettertour sei nicht aus der Sicht des in Frage stehenden Versicherten, sondern aus derjenigen eines Durchschnittskletterers zu prüfen (vgl. Maurer, Recht und Praxis, 2. Aufl., S. 149 f. und 159 f.; Oswald, Das Wagnis als nichtversicherte Unfallgefahr, in SZS 1958 S. 209 ff.; EVGE 1961 S. 267 und 1966 S. 140). Eine echte Garantie rechtsgleicher Behandlung vermag diese Betrachtungsweise aber nicht zu bieten: Man kann die gleiche Handlung oder das gleiche Unternehmen, ausgeführt von verschiedenen Personen ganz verschiedener Eigenschaften, zu verschiedenen Zeiten und unter ganz anders gearteten Verumständungen, rechtlich kaum je gleich qualifizieren (vgl. auch Volken, Das Wagnis im schweiz. Unfallversicherungsrecht, S. 23 ff.). Zu fragen ist vielmehr, ob und welche besonderen Fähigkeiten, Eigenschaften und Vorkehren benötigt werden, um das Risiko einer konkreten Gefahrssituation auf ein vertretbares BGE 96 V 100 S. 106Mass herabzusetzen, und alsdann zu prüfen, ob die handelnden Personen diese Voraussetzungen im massgeblichen Zeitpunkt erfüllten. Hierbei mögen die durchschnittlichen Anforderungen an eine Person, die sich regelmässig in eine vergleichbare konkrete Gefahrssituation begibt, als Massstab gelten.\n\n3. Diese allgemeine Umschreibung des Wagnisbegriffes belässt einen Ermessensraum, in welchem vom sozialversicherungsrechtlichen Standpunkt aus schützenswerte ausserbetriebliche Tätigkeiten nicht als ausgeschlossen zu gelten brauchen. Dabei darf der Zusammenhang mit der einheitlichen ratio legis des Art. 67 Abs. 3 KUVG nicht vernachlässigt werden. Eine Gefahr erscheint daher unter dem Gesichtspunkte des Wagnisses dann als \"besonders gross\" oder \"akut\", wenn ihr - auch im Bereich einer an sich gefährlichen, aber infolge ihres Wertes von der Versicherung nicht ausgeschlossenen Tätigkeit - ein Risiko aneignet, dessen Übernahme der Gesamtheit der Versicherten nach dem Grundgedanken des zweiten Satzes von Art. 67 Abs. 3 KUVG nicht mehr zugemutet werden kann. Die Ausscheidung muss demnach letzten Endes auf einer vernünftigen Abwägung zwischen dem schützenswerten Mass einer Betätigung und dem Gesamtinteresse der Versicherten beruhen (vgl. EVGE 1961 S. 273 f.).\n\n4. In einem im Feuille d'avis de la vallée de Joux am 7. September 1966 erschienenen Artikel hat der Präsident der Fédération Romande de Plongée den Tauchsport als nicht gefährlicher als etwa das Schwimmen oder Reiten bezeichnet, sofern bloss in einer dem Können des Tauchers angemessenen Tiefe und unter Verwendung eines Pressluftgerätes im Rahmen einer Tauchergruppe und unter Beobachtung von deren Disziplin getaucht werde. In seiner polizeilichen Einvernahme führte er aus, das Höhlentauchen werde als an sich schwierig und gefährlich betrachtet; es müsse erfahrenen Tauchern vorbehalten bleiben.\n\nDer Experte S. äussert sich wie folgt: \"Das Tauchen ist ein Sport, der bei Beachtung der Vorschriften nicht gefährlicher ist als andere Sportarten, die mit technischen Hilfsmitteln arbeiten... Es ist beim heutigen Stand der Taucherei jedem gesunden Menschen (Lunge, Herz, Ohren) möglich, diesen Sport ohne Gefahr auszuüben und dies beinahe ohne Berücksichtigung seines Alters... Höhlentauchen ist ein Spezialgebiet, das nur BGE 96 V 100 S. 107von guten, durchtrainierten Tauchern und in gut eingespielten Gruppen betrieben werden soll. Die psychische Belastung ist sehr gross; einwandfreies Zusammenspiel der Taucher ebenso wichtig wie die gegenseitige Rücksichtnahme. Der natürliche Fluchtweg des Tauchers, der Aufstieg zur Oberfläche, ist versperrt. Dunkelheit, Kälte und unbekannter Verlauf des Höhlensystems erschweren den Einsatz. Um die Kenntnisse der Hydrologie und der Speläologie voranzutreiben, sind die Einsätze von Tauchern in Höhlen notwendig. Der Verlauf von Höhlen kann zum Teil nur durch das Durchtauchen von Siphonen ermittelt werden, und die Eigenarten dauernd durchflossener Höhlen können nur mit dem Tauchgerät an Ort und Stelle studiert werden, Für unsere Kenntnisse der unterirdischen Wasserreserven und für Voruntersuchungen bei bestimmten Bauprojekten sind diese Forschungen von äusserster Wichtigkeit. Für den Sporttaucher ist die Höhlentaucherei eine Möglichkeit, in unseren Gegenden noch Neuland zu erforschen\".\n\nAuf Grund dieser überzeugenden Ausführungen darf festgestellt werden, dass sowohl der Tauchsport im allgemeinen wie auch das Höhlentauchen im besonderen zu den an sich schützenswerten Betätigungen gehören. Im vorliegenden Fall bleibt somit nur noch zu prüfen, ob X im Rahmen des Höhlentauchens ein besonders grosses Risiko eingegangen sei.\n\n5. Die Erkundung der Quellen der Orbe stellt nach dem Präsidenten der Fédération Romande de Plongée ein Höhlentauchunternehmen mittlerer Schwierigkeit dar: Das Wasser sei absolut klar, die Strömung gering; es gebe ausreichend Platz für die Bewegung. Es brauche hingegen eine sorgfältige Vorbereitung für Taucher, welche die Örtlichkeiten nicht gründlich kennen. Unerlässlich sei die Bestimmung eines verantwortlichen Chefs, die Bildung von Zweierequipen, das Auslegen des Ariadnefadens und das Mitführen von wenigstens zwei Ersatzatemgeräten.\n\nDer Experte zählt eine ganze Reihe von Verhaltensmassregeln auf, die beim Tauchen zu beachten sind, so\n\n\"Tauche nie allein,\n\natme ruhig und regelmässig,\n\nvermeide jede Panik,\n\nhalte Verbindung mit dem Mittaucher, BGE 96 V 100 S. 108\n\nverlasse das Wasser, wenn Du kalt hast,\n\ntauche nie, wenn Du erkältet bist,\n\ndie Oberfläche ist in Richtung der\n\nLuftblasen,\n\ntauche nur mit vertrautem Material,\n\nbeachte Tiefe und Tauchzeit,\n\ntauche nicht mit Angstgefühl.\n\nTollkühnheit, Unzuverlässigkeit und\n\nLeichtsinn vertragen sich mit dem\n\nTauchsport nicht...\"\n\nWer taucht, muss sich bewusst sein, dass unter Wasser eine völlig neue, für den nur ungenügend geübten Taucher sofort gefährliche Situation beginnt. Diese Gefahr hält sich nur so lange in verantwortbarem Rahmen, als sämtliche Vorsichtsmassnahmen getroffen sind.\n\nGegen diese offenbar \"eisernen Regeln\" des Tauchsportes haben die Exkursionsteilnehmer, insbesondere aber X, in mehrfacher Hinsicht verstossen.\n\na) Entgegen wiederholter Warnungen - generell durch den Präsidenten seiner Tauchervereinigung, wenn auch bloss mündlich, und unmittelbar vor dem Eintauchen durch mehrere Exkursionsteilnehmer - benutzte X das Sauerstoffgerät. Der Experte stellte fest, dass seine Ausbildung daran dürftig war. X hat damit ohne Zweifel gegen die Regel verstossen, wonach nur mit vertrautem Material zu tauchen ist.\n\nBesonders schwer wiegt der Verstoss gegen diese Regel aber gerade wegen der Verwendung des Sauerstoffgerätes überhaupt. Die Fédération Romande de Plongée erlaubt das Tauchen mit reinem Sauerstoff nur auf Grund einer besondern und schriftlichen Bewilligung. Der Präsident führt aus, sie könne nur erteilt werden, wenn der Taucher zuvor einen Spezialkurs absolviert habe. Einschränkend fügt er bei, die Fédération habe eine solche Spezialbewilligung noch nie erteilt und werde sie wahrscheinlich auch nie erteilen. Auch aus der vom Experten S. zitierten Literatur ergibt sich eindeutig, dass Fachkreise von der Verwendung von Sauerstoffgeräten abraten. Wenn Militär und Polizei sie bei gewissen Einsätzen verwenden, so mag das im Rahmen einer durch Disziplin und Training verbundenen Gruppe gerechtfertigt erscheinen, heisst aber noch lange nicht, dass solche Geräte auch in die Hände von Sporttauchern BGE 96 V 100 S. 109gehören. Dabei mag die Frage offenbleiben, ob das verwendete Sauerstoffgerät geeignet war, bis zu 10 m oder tiefer zu tauchen. S. führt diesbezüglich aus: \"Die Gefährlichkeit des Sauerstoffes bei Veratmung unter erhöhtem Druck führte zur Aufstellung von Tiefen- und Zeitbeschränkungen. Die Angaben in diesen Tabellen ändern von Autor zu Autor und tragen zur bestehenden Verwirrung bei. Einzelne Tabellen sind nach Aussage von Tauchärzten sogar lebensgefährlich\".\n\nb) Die Taucher hatten auf das Auslegen des Ariadnefadens verzichtet, weil X und P. sich als ortskundig ausgegeben hatten. In Wirklichkeit stellte sich aber heraus, \"qu'ils étaient aussi perdus que nous\".\n\nDer Ariadnefaden erwies sich im vorliegenden Fall in Anwendung der vom Experten S. dargelegten Grundsätze als unerlässlich. Zwei oder drei Teilnehmer, darunter X, wollten die Beschaffenheit der Höhle gekannt haben, für die andern war das Unternehmen neu. Aber gerade die Ortskundigen versagten. Offenbar waren ihnen die Örtlichkeiten zuwenig bekannt. Also hätten sie den Ariadnefaden unter allen Umständen auslegen müssen, sagt doch auch S., dass nur in bekannten Höhlen ohne Verzweigungen darauf verzichtet werden könne. Den Aussagen der Mittaucher muss entnommen werden, dass sie sich ausgerechnet in Verzweigungen verirrten. Dass S. dennoch glaubte, im vorliegenden Fall hätte auf diese Vorsichtsmassnahme verzichtet werden können, ist unverständlich.\n\nc) Unter den gegebenen Umständen verwundert es nicht, dass das eingetreten ist, was unter Wasser, vor allem aber in Höhlen, unbedingt vermieden werden muss, nämlich der Ausbruch einer Panik. Hier zeigt sich, dass die Teilnehmer, obwohl anscheinend taucherisch gut ausgebildet, gar nicht oder doch ganz ungenügend aufeinander eingespielt waren. Es scheint, dass keiner dem andern mehr vertraute. Jeder strebte dem Ausgang zu und achtete nur noch auf sich. Insbesondere darin liegt der schlüssige Beweis, dass diese Equipe dem fraglichen Tauchunternehmen nicht gewachsen war. Tollkühnheit, Unzuverlässigkeit und Leichtsinn, nach dem Experten die grössten Gefahren beim Tauchen, müssen allen Teilnehmern und auch X zum Vorwurf gemacht werden.\n\n6. Die Frage, ob X ein Wagnis beging, ist somit zu bejahen. Unbestritten steht auch fest, dass sein Erstickungstod im Zusammenhang mit diesem Unternehmen eingetreten ist. Die BGE 96 V 100 S. 110SUVA braucht unter diesen Umständen den Nachweis dafür nicht zu erbringen, dass der Schaden die Folge einer ganz bestimmten Einzelhandlung oder eines bestimmten Einzelgeschehens ist. Vielmehr ist das Wagnis als Ganzes zu betrachten (vgl. Maurer, a.a.O., S. 150 f.). Es kann mithin nicht darauf ankommen, ob der tödliche Ausgang dem Sauerstoffgerät, dem Umstand, dass X sich in Steinen oder Felsen verfing, einem Schock oder einer andern Ursache zugeschrieben werden muss. Demzufolge gereicht die Unterlassung einer Autopsie der SUVA nicht zum Nachteil.\n\n7. Unter diesen Umständen braucht nicht untersucht zu werden, ob den Teilnehmern des Unternehmens und insbesondere X auch der Vorwurf der Grobfahrlässigkeit gemacht werden könnte. Wagnis und Fahrlässigkeit stehen sich nicht alternativ gegenüber (vgl. Maurer, a.a.O., S. 152 f.).\n\nEbenfalls erübrigen sich Beweisergänzungen...\n\nDemnach erkennt das Eidg. Versicherungsgericht: In Gutheissung der Verwaltungsgerichtsbeschwerde wird das kantonale Urteil aufgehoben und die Verfügung vom 3. November 1966 wiederhergestellt."}