{"annee": "99", "cour": "IA", "page": "104", "date": "31/1/1973", "cite": ["96 I 598", "69 I 17", "97 I 107", "94 I 551"], "cite_par": ["120 IA 101", "104 IA 156", "103 IA 574", "126 I 81", "108 IA 97"], "chapeau": "13. Urteil vom 31. Januar 1973 i.S. X. gegen Staatsanwaltschaft und Justizdirektion des Kantons Zürich.", "regestes": ["Qualité pour former un recours de droit public; art. 88 OJ. Procédure pénale; qualité du lésé et du dénonciateur (précision apportée à la jurisprudence)."], "faits": "BGE 99 Ia 104 S. 104\n\nA.- Um die Freilassung dreier in Zürich inhaftierter arabischer Attentäter zu erzwingen, entführten palästinensische Untergrundkämpfer am 6. September 1970 ein Passagierflugzeug der \"Swissair\" nach Zerqa (Jordanien). Nachdem sie die Insassen während einiger Zeit als Geiseln festgehalten und dabei bedroht hatten, zerstörten sie die Maschine mitsamt ihrer Zuladung. In der Folge wurden die erwähnten Attentäter unter Mitwirkung der zürcherischen Behörden auf freien Fuss gesetzt und ins Ausland geschafft.\n\nAm 16. November 1970 reichte Rechtsanwalt Dr. Y. im Namen eines Journalisten bei der Staatsanwaltschaft des Kantons Zürich eine Strafanzeige ein. Darin beschuldigte er den Führer der an der Flugzeugentführung beteiligten palästinensischen Organisation, Dr. Georges Habbash, und weitere unbekannte Gehilfen der Freiheitsberaubung, Drohung, Nötigung, BGE 99 Ia 104 S. 105des Raubes ev. Diebstahls, der qualifizierten Sachbeschädigung und der Aussetzung. Gegenüber den Mitgliedern des zürcherischen Regierungsrates, gegen den kantonalen Polizeikommandanten und gegen den Direktionspräsidenten der Swissair erhob er den Vorwurf der Gefangenenbefreiung, des Entweichenlassens von Gefangenen, der Begünstigung und des Amtsmissbrauchs.\n\nNachdem der Kantonsrat beschlossen hatte, von einer Strafuntersuchung gegen die Mitglieder des zürcherischen Regierungsrats abzusehen, entschied die Staatsanwaltschaft am 13. Juli 1971, dass die Strafverfolgung gegen die angeschuldigten Magistraten und Beamten sowie gegen den Direktionspräsidenten der Swissair nicht an die Hand genommen und dass jene gegen Dr. Habbash und weitere unbekannte Gehilfen einstweilen eingestellt werde.\n\nMit Schreiben vom 26. Februar 1972 gelangte Rechtsanwalt Dr. Y. erneut an die Staatsanwaltschaft, wobei er unter anderem beantragte, die Strafuntersuchung gegen Dr. Habbash und Konsorten weiterzuführen. Gleichzeitig legte er Vollmachten der Eheleute X. und von vier weiteren ehemaligen Passagieren des entführten Flugzeugs vor.\n\nAm 23. März 1972 wies die Staatsanwaltschaft des Kantons Zürich die in der erwähnten Eingabe vom 26. Februar 1972 gestellten Begehren ab. Sie führte aus, die noch über schweizerischem Gebiet begangene Nötigung und Bedrohung der Besatzung zum Flug nach Zerqa unterständen gemäss Art. 98 Abs. 1 des Luftfahrtgesetzes der Bundesgerichtsbarkeit. Eine Delegation im Sinne von Art. 18 BStP zur Verfolgung dieser Straftaten an den Kanton Zürich sei nicht erfolgt. Die zürcherischen Behörden seien daher nicht zuständig, diese strafbaren Handlungen zu verfolgen. Zur Verfolgung der Festnahme, Gefangenhaltung und grausamen Behandlung wäre gemäss Art. 5 Abs. 1 StGB schweizerische Gerichtsbarkeit insoweit gegeben, als die Geschädigten Schweizer waren, und zuständig wären nach Art. 348 Abs. 1 StGB die Behörden des Ortes, \"wo der Täter betreten wurde\". Da indessen noch keiner der Täter im Kanton Zürich \"betreten\" worden sei, fehle es mithin an der Zuständigkeit dieses Kantons zur Verfolgung der Freiheitsberaubung und der weiteren den Beschuldigten zur Last gelegten Handlungen. Ob unter diesen Umständen überhaupt schweizerischerseits ein BGE 99 Ia 104 S. 106Auslieferungsbegehren gestellt werden könnte, möge daher offen bleiben. Die Annahme, Beamte oder Angestellte der Swissair könnten eventualvorsätzlich als Gehilfen Habbashs tätig gewesen sein, sei so absurd, dass sich weitere Untersuchungshandlungen in dieser Richtung erübrigten.\n\nB.- Gegen die erwähnte Verfügung der Staatsanwaltschaft vom 23. März 1972 erhoben die Anzeiger Rekurs bei der zürcherischen Direktion der Justiz. Diese wies die Beschwerde jedoch am 13. November 1972 ab, soweit sie darauf eintrat.\n\nC.- Die Eheleute X. führen staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV (Willkür) mit dem Antrag, den angefochtenen Entscheid der zürcherischen Justizdirektion vom 13. November 1972 aufzuheben. Zur Begründung machen sie im wesentlichen geltend, die Zuständigkeit des Kantons Zürich sei insbesondere gemäss Art. 346 StGB für die Delikte des Raubes, der Nötigung und der Sachbeschädigung im Sinne von Art. 145 Abs. 2 StGB gegeben, weil in diesen Fällen jedenfalls der Erfolg im Kanton Zürich eingetreten sei. Dies ergebe sich daraus, dass von den Entführern ein grosser Geldbetrag zum Nachteil der im Kanton Zürich domizilierten Swissair bzw. einer Grossbank bzw. einer Versicherungsgesellschaft geraubt worden sei, dass die zürcherischen Behörden genötigt worden seien, die im Kanton Zürich inhaftierten Attentäter freizulassen und die Entführer durch Sprengung der Swissair-Maschine eine Sachbeschädigung zum Nachteil der Swissair bzw. der Versicherungsgesellschaften begangen hätten, die im Kanton Zürich domiziliert seien.\n\nD.- Die Eheleute X. sowie die vier übrigen Anzeiger haben gegen den angefochtenen Entscheid ausserdem eidgenössische Nichtigkeitsbeschwerde gemäss Art. 268 BStP erhoben. Mit Urteil vom 22. Dezember 1972 trat der Kassationshof des Bundesgerichts jedoch mangels Legitimation nicht darauf ein, im wesentlichen mit der Begründung, den Beschwerdeführern komme nicht die Eigenschaft von Antragstellern im Sinne von Art. 270 Abs. 1 BStP zu und sie könnten auch nicht als Privatstrafkläger im Sinne von Art. 270 Abs. 3 BStP angesehen werden, da sie nicht ohne Mitwirkung der öffentlichen Anklage über die in Frage stehende Strafklage verfügen könnten.\n\nE.- Am 2./4. Januar 1973 gelangten die Beschwerdeführer sodann an die Anklagekammer des Bundesgerichts mit dem BGE 99 Ia 104 S. 107Antrag, die Strafverfolgungsbehörden für berechtigt und verpflichtet zu erklären, für die erwähnten Straftaten eine Strafuntersuchung durchzuführen. Mit Urteil vom 25. Januar 1973 (erscheint im ersten Heft des Jahrgangs 99, IV. Teil) trat die Anklagekammer auf das Gesuch nicht ein.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die staatsrechtliche Beschwerde steht den Bürgern (Privaten) hinsichtlich solcher Rechtsverletzungen zu, die sie durch allgemein verbindliche oder sie persönlich treffende Erlasse oder Verfügungen erlitten haben (Art. 88 OG). Zur staatsrechtlichen Beschwerde ist demnach nur legitimiert, wer durch den angefochtenen Hoheitsakt in seinen rechtlich geschützten Interessen berührt ist.\n\nNachdem das Bundesgericht während Jahrzehnten auf staatsrechtliche Beschwerde eingetreten war, die der Geschädigte gegen die Nichteröffnung oder Einstellung eines Strafverfahrens oder gegen ein freisprechendes Urteil erhoben hatte, änderte es im Jahre 1943 seine Rechtsprechung und sprach dem Geschädigten die Legitimation zu solchen Beschwerden ab, ohne Rücksicht auf die Stellung, die ihm das kantonale Recht im Strafverfahren einräumte (BGE 69 I 18ff.). Im wesentlichen ist es bis heute bei dieser Rechtsprechung geblieben, und es ist auch weiterhin daran festzuhalten. Wie im Entscheid BGE 96 I 600 ausgeführt wurde, steht der Strafanspruch ausschliesslich dem Staate zu. Das Interesse des Geschädigten, im Hinblick auf das ihm die Kantone einen mehr oder weniger weitgehenden Einfluss auf den Gang des Strafverfahrens einräumen, erscheint als bloss mittelbares. Die Durchführung des Strafverfahrens bis zur gerichtlichen Beurteilung erleichtert ihm vor allem die Verfolgung seiner privatrechtlichen Ansprüche gegen den Angeschuldigten, indem er entweder diese im Strafverfahren adhäsionsweise geltend machen oder aber sich in einem selbständigen Zivilprozess auf das Beweisergebnis der Strafuntersuchung berufen kann. Bei diesem Interesse des Geschädigten an der Erleichterung der Verfolgung seiner zivilrechtlichen Ansprüche wie auch bei seinem Interesse an einer gerechten Bestrafung des Täters handelt es sich um bloss tatsächliche Interessen, nicht um rechtlich erhebliche Interessen oder \"Rechte\", zu deren Wahrung die BGE 99 Ia 104 S. 108staatsrechtliche Beschwerde nach Massgabe von Art. 88 OG allein offen steht (BGE 96 I 600 mit Verweisungen).\n\nDas bedeutet indessen nicht, dass der an einem Strafverfahren beteiligte Geschädigte überhaupt schutzlos bleibt. Wie das Bundesgericht im Entscheid BGE 94 I 554 f. erkannt und seither wiederholt bestätigt hat, ist der Geschädigte unbekümmert um die fehlende Legitimation in der Sache selbst befugt, mit staatsrechtlicher Beschwerde die Verletzung solcher Rechte zu rügen, die ihm das kantonale Recht wegen seiner Stellung als am Strafverfahren beteiligte Partei einräumt und deren Missachtung einer formellen Rechtsverweigerung gleich oder nahe kommt. Wer beispielsweise nach dem kantonalen Recht befugt ist, als Geschädigter oder Anzeiger in einem Strafprozess Beweisanträge zu stellen, kann daher mit staatsrechtlicher Beschwerde geltend machen, man habe ihm in Missachtung der entsprechenden kantonalen Vorschriften keine Gelegenheit zur Stellung solcher Anträge gegeben, nicht dagegen, sie seien zu Unrecht wegen Unerheblichkeit oder aufgrund antizipierter Beweiswürdigung abgewiesen worden, und noch weniger, das Ergebnis der abgenommenen Beweise sei willkürlich gewürdigt worden (vgl. BGE 94 I 555 /6).\n\nRichtig ist freilich, dass das Bundesgericht in zwei neuesten Urteilen (BGE 97 I 109 ff. und 772 ff.) erkannt hat, es komme einer Verweigerung des rechtlichen Gehörs gleich oder nahe, wenn eine Strafklage aus einer Erwägung, die ganz klar und offensichtlich der Strafprozessordnung oder dem materiellen Strafrecht widerspricht, von der Hand gewiesen werde. Mit Rücksicht darauf führte das Bundesgericht aus, der an einem Strafverfahren beteiligte Geschädigte sei berechtigt, sich wegen einer Verletzung seines verfassungsmässigen Anspruchs auf rechtliches Gehör zu beschweren, wenn dem Verfahren wegen Fehlens eines hinreichenden Verdachts oder eines gültigen Strafantrags keine Folge gegeben worden sei. Diese Erweiterung der Beschwerdelegitimation des Geschädigten erweist sich jedoch bei näherer Prüfung als sachlich unbegründet. Kommt dem Anzeiger bzw. Geschädigten nach dem kantonalen Recht die Stellung einer am Strafverfahren beteiligten \"Partei\" zu, so hat er - wie oben ausgeführt - von Verfassungs wegen einen Anspruch darauf, dass seine Anzeige im gesetzlich vorgeschriebenen Verfahren und unter Wahrung des rechtlichen Gehörs BGE 99 Ia 104 S. 109geprüft wird. Geschieht dies, so ist seinen prozessualen Rechten Genüge getan. Ob es die kantonale Behörde im konkreten Fall mit haltbaren Gründen abgelehnt hat, ein Strafverfahren zu eröffnen oder weiterzuführen, kann das Bundesgericht auf staatsrechtliche Beschwerde hin nicht überprüfen. Denn würde es dies tun, so vermöchte sich der Anzeiger oder Geschädigte auf dem Umweg über die Behauptung einer angeblichen Gehörsverweigerung die Beschwerdelegitimation in der Sache selbst zu verschaffen. Wie oben ausgeführt, steht ihm diese jedoch nicht zu. Der Anzeiger oder Geschädigte kann sich mit staatsrechtlicher Beschwerde vielmehr nur wegen einer formellen Rechtsverweigerung, d.h. wegen einer Verletzung von prozessualen Vorschriften beschweren, die ihm bestimmte \"Parteirechte\" einräumen (BGE 96 I 599 ff.). Er vermag demnach nur ganz bestimmte Verfahrensmängel zu rügen (BGE 94 I 554 ff.), nicht aber geltend zu machen, die Begründung eines im vorgeschriebenen Verfahren zustandegekommenen Entscheids über die Nichtanhandnahme einer Strafanzeige oder über die Einstellung eines Strafverfahrens verstosse gegen Art. 4 BV. Soweit in den erwähnten Entscheiden BGE 97 I 109 ff. und 772 ff. etwas anderes ausgeführt wurde, kann daran nicht festgehalten werden.\n\n2. Die Beschwerdeführer rügen keine Verletzung der ihnen nach den kantonalen Prozessvorschriften zustehenden Parteirechte, sondern machen geltend, die Nichteröffnung eines Strafverfahrens gegen Dr. Habbash und Konsorten verstosse klarerweise gegen Vorschriften des Strafgesetzbuches, weshalb der angefochtene Entscheid willkürlich sei. Zu diesem Vorwurf sind sie nach dem Gesagten nicht legitimiert. Auf die Beschwerde kann daher nicht eingetreten werden.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Beschwerde wird nicht eingetreten."}