{"annee": "99", "cour": "IA", "page": "207", "date": "13/8/1973", "cite": [], "cite_par": ["101 IA 130", "102 IA 457"], "chapeau": "24. Arrêt du 13 août 1973 dans la cause Morand contre Grand Conseil du canton du Valais.", "regestes": ["Référendum financier. Art. 30 ch. 4 Cst. val. Notion de \"dépense extraordinaire\" du droit valaisan (confirmation de la jurisprudence; consid. 3). L'art. 62 de la loi valaisanne sur la santé publique, du 18 novembre 1961, a valablement délégué au Grand Conseil la compétence de fixer les subsides alloués aux établissements sanitaires publics (consid. 4). L'\"Institut central des hôpitaux valaisans\", organisme destiné à centraliser certains services hospitaliers auxiliaires, est un établissement sanitaire au sens de l'art. 58 de la même loi (consid. 5)."], "faits": "|208|\n\nA.- L'art. 30 de la constitution valaisanne dispose ce qui suit:\n\n\"Sont soumis à la votation du peuple:\n\n1. ...\n\n2. ...\n\n3. Les lois et décrets élaborés par le Grand Conseil, excepté:\n\na) les décrets qui ont un caractère d'urgence ou qui ne sont pas d'une portée générale ou permanente. Cette exception doit, dans chaque cas, faire l'objet d'une décision spéciale et motivée,\n\nb) ...\n\nc) ...\n\n4. Toute décision du Grand Conseil entraînant une dépense extraordinaire de 200 000 fr., si cette dépense ne peut être couverte par les recettes ordinaires du budget.\"\n\nD'autre part, la loi cantonale du 18 novembre 1961 sur la santé publique (LSP) contient notamment les dispositions suivantes au Titre cinquième, intitulé \"Etablissements sanitaires et institutions similaires\": Définition\n\n\"Art. 58. - On entend par établissement sanitaire toute institution quelle que soit sa nature juridique ou son importance, destinée à recevoir les personnes dont la santé nécessite des soins ou une surveillance médicale.\n\nSont notamment assimilés aux établissements sanitaires les pouponnières, les asiles (asiles de vieillards, pour invalides, etc.), les préventoria, les établissements thermaux, les instituts thérapeutiques (en particulier dans le domaine de la radiologie et de la physiothérapie), les écoles préparant à une profession médicale auxiliaire ou paramédicale, les homes pour enfants et les colonies de vacances à caractère prophylactique ou thérapeutique. Reconnaissance\n\nArt. 61. - La reconnaissance en tant qu'établissement sanitaire public est accordée par le Conseil d'Etat après enquête du Département. Cette reconnaissance peut être accordée:\n\na) aux établissements fondés par des corporations de droit public;\n\nb) à titre exceptionnel, à des établissements qui ne sont pas fondés par des corporations de droit public, pour autant que la nécessité s'en fasse sentir et qu'ils |209| exercent leur activité en dehors de tout but lucratif, que leur tarif d'hospitalisation soit agréé par le Département.\n\nDans les cas des hôpitaux et des cliniques, l'octroi de la reconnaissance est subordonné à l'organisation d'une permanence médicale.\n\nLa reconnaissance en tant qu'établissement sanitaire public peut être accordée à des établissements situés en dehors du canton, lorsque leur activité s'exerce au bénéfice de citoyens valaisans ou d'habitants du canton, pour autant que leur fréquentation réponde à un besoin. Quotitéti des subventions\n\nArt. 62. - L'Etat contribue aux frais de construction, de première installation et transformation des établissements mentionnés à l'art. 61 litt. a) par une subvention de 35 %; pour l'équipement médical, la subvention peut s'élever à 45 %.\n\nPour les autres établissements sanitaires mentionnés à l'art. 61 sous litt. b), l'Etat contribue aux frais de construction de première installation, de transformation et d'équipement médical par une subvention allant de 5 à 25%.\n\nLes subsides sont arrêtés:\n\na) par le Conseil d'Etat, lorsque le montant de la subvention ne dépasse pas Fr. 100 000.--. Le Grand Conseil est habilité à augmenter le montant pour lequel le Conseil d'Etat est compétent;\n\nb) par décret du Grand Conseil dans tous les autres cas.\n\nLe Grand Conseil, respectivement le Conseil d'Etat, fixe les conditions et modalités de ces subventions.\"\n\nB.- En Valais, la plupart des hôpitaux appartiennent à des corporations régionales et sont exploités par elles. A leur instigation, le Conseil d'Etat prit l'initiative de créer, à leur profit avant tout et avec leur concours, un organisme inter-hospitalier destiné à centraliser certains services auxiliaires, à des fins de rationalisation. Sous le nom d'\"Institut central des hôpitaux valaisans\", cet organisme aura juridiquement la forme d'une fondation au sens des art. 80 et s. CC. Selon l'art. 9 du projet de statuts, le capital sera constitué par les subsides cantonaux et fédéraux, les dotations des fondateurs, des dons et des legs. L'art. 5 dit que le conseil de fondation se composera d'un délégué pour chacun des neuf établissements hospitaliers fondateurs et de quatre délégués de l'Etat du Valais. Les hôpitaux d'arrondissement, de district ou régionaux de Viège (St. Maria), Sierre, Sion, Monthey, Martigny et Brigue se sont montrés en |210| principe favorables au projet. On ne sait rien de leur éventuelle participation financière.\n\nPar message du 6 octobre 1972, le Conseil d'Etat proposa au Grand Conseil d'allouer une subvention pour la construction, l'aménagement et l'équipement de cet Institut. Il était précisé que celui-ci devait comprendre un service d'anatomopathologie (autopsies, biopsies et cytologie), un service de chimie médicale, un centre de transfusion du sang et d'hématologie, un laboratoire de microbiologie, et une pharmacie centrale. Le coût total était estimé à 15 millions de francs (selon l'indice des prix à la construction au 1er avril 1972).\n\nPar décret du 31 janvier 1973 fondé sur l'art. 62 LSP et intitulé \"Décret concernant la participation financière de l'Etat à la réalisation d'un institut central des hôpitaux valaisans\", le Grand Conseil décida que la fondation en formation était mise au bénéfice des subventions cantonales (art. 1er), puis que la part de l'Etat aux travaux de construction, aux aménagements et au mobilier serait de 35% des dépenses, estimées à 14 502 000 fr., soit 5 075 700 fr. au maximum, et pour l'équipement médical de 45% des dépenses, estimées à 498 000 fr., soit 224 100 fr. au maximum (art. 2). Le décret donne compétence au Conseil d'Etat pour accorder les suppléments de subventions rendus nécessaires par la hausse officielle des prix (art. 3). Il prévoit (art. 4) que les subventions seront versées par annuités, selon les disponibilités budgétaires de l'Etat. Il a été promulgué dans le Bulletin officiel du canton du Valais le 23 mars 1973, avec entrée en vigueur immédiate (art. 5).\n\nAu cours de la même séance du 31 janvier 1973, le Grand Conseil alloua trois autres subventions du même genre, l'une de 48 millions environ pour la construction du nouvel hôpital de Sion, la seconde de 16 millions environ pour l'agrandissement de l'hôpital de Martigny, et la troisième de 16 millions environ pour l'agrandissement de l'hôpital de Brigue.\n\nC.- Par recours de droit public du 17 avril 1973, Bernard Morand, à Sion, demande l'annulation du décret relatif à l'Institut central des hôpitaux valaisans, en soutenant que ce décret était soumis au référendum obligatoire en vertu de l'art. 30 Cst. cant. Il conteste en outre - et surtout - que l'Institut en voie de création ait le caractère d'un établissement sanitaire au sens de l'art. 58 LSP.\n\nD.- Expressément chargé par le Bureau du Grand Conseil |211| de répondre au nom de cette autorité, le Conseil d'Etat conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Le recourant se plaignant que le décret attaqué a été soustrait au référendum, le recours relève à la forme de l'art. 85 lit. a OJ. Peu importe que cette disposition n'ait pas été expressément invoquée.\n\nUn tel recours de droit public peut être intenté par tout citoyen actif du canton (RO 97 I 28 lit. b, 823). Bernard Morand n'allègue ni ne prouve qu'il a cette qualité. Mais on peut le présumer, et le Conseil d'Etat ne le conteste pas.\n\nPrésenté dans les formes requises par la loi, et en temps utile, compte tenu de ce que le décret du 31 janvier 1973 n'a été promulgué que le 23 mars, le recours est donc recevable.\n\n2. Après avoir mentionné de façon générale l'art. 30 Cst. cant., le recourant se fonde uniquement sur le chiffre 3 lit. a de cette disposition. S'il devait être jugé sur cette base, le recours serait manifestement mal fondé, car le décret attaqué n'est pas un décret de portée générale, par quoi il faut entendre un acte établissant une règle de droit, par opposition à celui qui a pour objet une mesure individuelle prise à propos d'un cas concret (RO 98 I/a 206 b). C'est précisément dans cette dernière éventualité qu'on se trouve en l'espèce.\n\nMais le recours repose en réalité sur l'art. 30 ch. 4 Cst. cant., qui est indépendant de l'art. 30 ch. 3 en ceci qu'en Valais le référendum financier - dont il s'agit ici - obéit à d'autres règles que le référendum législatif (RO 98 I/a 207/208 b).\n\nL'art. 30 ch. 4 n'ayant pas été expressément invoqué, on pourrait se demander s'il n'y a pas lieu de faire abstraction de cette disposition, ce qui conduirait au rejet du recours. Mais ce serait faire preuve d'un formalisme excessif. Il faut admettre qu'en mentionnant d'abord l'art. 30 Cst. cant. sans autre précision, le recourant se prévalait de cette disposition dans son ensemble, y compris le chiffre 4.\n\n3. Dans de nombreux cantons, la question de savoir si une dépense déterminée doit être soumise au vote du peuple dépend de la distinction entre dépenses liées et dépenses nouvelles, le référendum financier n'intervenant que pour les secondes.\n\nTelle que l'arrêt RO 97 I 824/5 en fait la synthèse, la jurisprudence |212| récente du Tribunal fédéral admet que la notion de dépense liée doit plutôt s'interpréter restrictivement; qu'il y a dépense nouvelle lorsqu'il s'agit d'une tâche sortant du champ d'activité antérieur de l'administration, et aussi lorsqu'il s'agit d'une tâche certes prévue par la loi, mais pour laquelle subsiste une possibilité de choix quant à l'importance et au mode d'utilisation de la dépense à faire; qu'en revanche la dépense est liée lorsque, quant au principe et à son importance, elle est imposée par la loi (comme c'est par exemple le cas pour les traitements et certaines subventions), ou lorsqu'elle est absolument nécessaire à l'exécution d'une tâche prévue par la loi, ou encore lorsqu'en adoptant un projet le peuple a implicitement approuvé la dépense qui en résulterait, parce que celle-ci était prévisible.\n\nDans son mémoire complétif, le recourant rappelle cette jurisprudence et il en tire la conclusion qu'il y a en l'espèce dépense nouvelle, et non dépense liée.\n\nMais la notion de dépense liée n'est pas une notion de droit fédéral; elle dépend du droit constitutionnel cantonal et de son interprétation, si bien qu'il faut tenir compte dans chaque cas des particularités de ce droit, comme aussi d'une éventuelle pratique qui serait à la fois bien établie et incontestée dans le canton (RO 97 I 824 consid. 4 au début et 825 en bas; 95 I 219).\n\nOr le droit public valaisan présente d'importantes particularités en matière de référendum financier. En effet, l'art. 30 ch. 4 Cst. cant. par le non pas de dépense nouvelle par opposition à dépense liée, mais de dépense extraordinaire, et le Tribunal fédéral a récemment rappelé que cette notion était plus étroite que celle de dépense nouvelle (RO 98 I/a 207). Il a en outre constaté dans le même arrêt que, selon la pratique valaisanne, une dépense est ordinaire et échappe donc au référendum - qu'elle soit couverte ou non par les recettes ordinaires du budget - lorsque le peuple, en approuvant la tâche définie par la loi, a implicitement approuvé la dépense que son exécution doit entraîner, quand bien même le projet ainsi soustrait au vote populaire pourrait encore être discuté dans son principe ou dans ses modalités. C'est cette pratique valaisanne qui, précédemment, avait conduit le Tribunal fédéral à dire que les dépenses faites en exécution de la loi pour la construction et l'entretien des routes sont des dépenses ordinaires qui échappent au référendum (RO 95 I 529-531 consid. 4). Il ne faudrait certes |213| pas aller trop loin dans la voie tracée par cette jurisprudence particulière et favorable aux autorités, sans quoi le référendum financier finirait par être vidé de sa substance. Mais on peut s'en tenir aux principes qu'elle pose, quitte à les appliquer avec une certaine retenue.\n\nLa question est ainsi de savoir s'il y avait, dans la législation valaisanne, telle qu'adoptée par le peuple (art. 30 ch. 3 Cst. cant.), des dispositions dont on puisse dire qu'elles impliquaient et autorisaient par avance la dépense ici litigieuse. C'est là une question que le Tribunal fédéral peut examiner librement, ainsi qu'il le fait toujours lorsque, saisi d'un recours fondé sur l'art. 85 lit. a OJ, il est appelé à se prononcer sur l'application du droit constitutionnel cantonal ou des lois cantonales dont dépendent le contenu et l'étendue du droit de vote; le Tribunal fédéral s'impose à vrai dire une certaine retenue à l'égard de la manière de voir de la plus haute autorité du canton, mais en ce sens seulement qu'en cas de doute sur deux interprétations possibles, il ne s'écarte pas de celle que cette autorité a retenue (RO 98 I/a 205 consid. 3; 97 I 32/33).\n\n4. Le décret attaqué repose sur l'art. 62 LSP, et le Grand Conseil comme le Conseil d'Etat ont considéré que cette disposition autorisait par avance la dépense dont il s'agit, celle-ci étant ainsi soustraite au référendum.\n\nIl y a lieu de relever préalablement que la loi du 18 novembre 1961 sur la santé publique a été soumise au peuple, lequel l'a acceptée le 30 septembre 1962 par 4169 oui contre 1736 non.\n\nPar ses deux premiers alinéas, l'art. 62 de cette loi pose que l'Etat contribue dans une proportion déterminée aux frais de construction, de première installation, de transformation et d'équipement médical des établissements sanitaires définis à l'art. 61 al. 1. Le troisième alinéa répartit la compétence financière à ce sujet entre le Conseil d'Etat et le Grand Conseil, sans parler du référendum financier ni pour le réserver, ni pour l'exclure. A première vue, on pourrait être tenté de dire que, la constitution l'emportant sur la loi, le référendum financier est réservé pour tout subside égal ou supérieur à 200 000 fr. Cela reviendrait à dire quele Grand Conseil n'est à lui seul compétent, à l'exclusion du peuple, que de 100 000 à 200 000 fr. Mais s'il en était ainsi, on comprendrait mal que le législateur ait précisé, à l'al. 3 lit. b, que le Grand Conseil est compétent dans tous les autres cas. En outre, l'art. 62 LSP n'aurait plus guère de raison |214| d'être. En matière de constructions tout au moins, où l'on peut admettre que la subvention au taux de 35% dépassera toujours 200 000 fr., il eût été inutile et vide de sens de fixer d'avance un pourcentage si l'idée avait été que le peuple aurait à en décider dans chaque cas. On doit donc admettre, avec le Conseil d'Etat, que par cette disposition le peuple a délégué son pouvoir financier au Grand Conseil pour les subventions dont il s'agit, après en avoir fixé de façon impérative la proportion.\n\nEn droit constitutionnel valaisan, rien ne s'oppose à une telle délégation. En effet la revision de la constitution elle-même sur l'initiative du Grand Conseil est soumise à la même procédure que l'élaboration des lois (art. 104 Cst. cant.), le peuple devant ensuite être appelé à se prononcer de la même façon dans les deux cas (art. 30 ch. 1 Cst. cant.). Au reste, le recourant ne conteste pas la validité de cette délégation dans son mémoire complétif, après que le Conseil d'Etat en eut parlé dans sa réponse au recours.\n\nDans cette même réponse, le Conseil d'Etat relève que, depuis l'entrée en vigueur de la loi du 18 novembre 1961, la participation financière de l'Etat à la construction, l'agrandissement, la rénovation et l'équipement de toute une série d'hôpitaux du canton a chaque fois été décidée par voie de décret, sans consultation du peuple. Cette pratique - que le recourant ne conteste pas - ne serait certes pas décisive si l'on devait la considérer comme inconstitutionnelle; mais elle donne une confirmation à l'interprétation selon laquelle, par l'art. 62 LSP, le peuple a délégué au Grand Conseil son pouvoir financier, et elle ne semble pas avoir été critiquée jusqu'à maintenant. On pourrait à vrai dire penser à première vue qu'elle n'est pas aussi constante que le dit le Conseil d'Etat, puisqu'il ressort de l'arrêt RO 90 I 69 et s. qu'en 1964, c'est-à-dire après l'entrée en vigueur de la loi du 18 novembre 1961, le Grand Conseil a soumis au peuple un décret portant notamment sur le crédit nécessaire à l'agrandissement de l'hôpital de Malévoz; mais, cet hôpital appartenant à l'Etat lui-même, il s'agissait pour celui-ci d'un investissement direct, et non pas d'une subvention partielle fondée sur l'art 62 LSP.\n\nAu demeurant, le recourant ne critique d'aucune manière dans son mémoire complétif l'interprétation que le Conseil d'Etat donne à cette disposition au nom du Grand Conseil; il passe même ce texte complètement sous silence. Il est en outre |215| frappant de constater qu'il n'a attaqué aucun des trois autres décrets du 31 janvier 1973 qui, sur la base du même art. 62 LSP, accordaient des subventions beaucoup plus importantes (80 millions au total) aux hôpitaux de Martigny, de Brigue et de Sion; cela confirme en un certain sens que le recourant admet luimême l'existence et la validité d'une délégation par le peuple de son pouvoir financier au Grand Conseil s'agissant de subsides aux établissements sanitaires.\n\nOn aboutit ainsi à la conclusion que, compte tenu du sens qu'il faut donner en vertu de la pratique valaisanne à la notion de dépense extraordinaire de l'art. 30 ch. 4 Cst. cant., et vu que le peuple avait par avance donné son accord en acceptantl'art. 62 LSP, la dépense contestée échappait au référendum financier, s'il est vrai qu'elle avait le caractère d'un subside à un établissement sanitaire au sens de la loi.\n\n5. C'est avant tout sur ce dernier point que porte le litige; le recourant conteste en effet que l'Institut central des hôpitaux valaisans ait le caractère d'un établissement sanitaire. Dans son recours, il cite à ce propos la définition de l'art. 58 al. 1 LSP, en relevant que, selon cette définition, un établissement sanitaire est destiné à recevoir et à soigner des personnes dont la santé nécessite des soins ou une surveillance médicale, ce qui n'est pas le cas, laisse-t-il entendre, d'un laboratoire. Dans son mémoire complétif, il fait remarquer que les établissements assimilés aux établissements sanitaires par l'art. 58 al. 2 LSP n'ont rien de commun avec l'Institut central que vise le décret attaqué. En admettant le contraire, dit le recourant, le Grand Conseil a violé la loi.\n\nDans sa réponse au recours, le Conseil d'Etat combat cette argumentation. Il relève tout d'abord qu'aujourd'hui un établissement hospitalier doit avoir toutes sortes de services annexes, que le traitement des malades comprend diverses analyses, et que les installations nécessaires à cette fin font partie intégrante de l'établissement hospitalier. Si donc les grands hôpitaux régionaux avaient décidé de se doter chacun d'un laboratoire, personne n'aurait contesté qu'ils avaient pour cela droit aux subventions cantonales en vertu de l'art. 62 LSP. Le fait que, pour des raisons d'économie et de rationalisation, on a décidé de créer un laboratoire central ne change rien à la situation juridique, dit ensuite le Conseil d'Etat, en insistant sur le fait qu'il s'agira d'un établissement inter-hospitalier, lequel sera |216| créé et administré en commun par les hôpitaux régionaux, avec le concours de l'Etat.\n\nOn doit sur ce point donner raison au Conseil d'Etat. Le recourant raisonne comme si en fait l'Institut à créer devait être une chose en soi, avec sa propre fin, ce qui n'est pas le cas. En droit, il méconnaît qu'à l'art. 58 al. 2 LSP, l'énumération des installations assimilées aux établissements sanitaires n'est pas exhaustive, mais simplement exemplaire, ainsi que cela ressort du mot notamment, et qu'elle comprend déjà des maisons qui ne sont pas destinées à recevoir des malades, telles que les écoles préparant à une profession médicale auxiliaire ou paramédicale; la notion légale d'établissement sanitaire est ainsi très large, et ce n'était pas violer la loi que de l'étendre à un laboratoire destiné aux hôpitaux régionaux. Enfin, il était raisonnable et conforme à l'intérêt des contribuables de rechercher une solution centralisée, moins coûteuse, pour les laboratoires dont ces hôpitaux ont aujourd'hui besoin.\n\nLe moyen consistant à dire que l'on est sorti du cadre de la loi de subventionnement se révèle ainsi mal fondé.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}