{"annee": "99", "cour": "IB", "page": "211", "date": "3/8/1973", "cite": ["98 V 121", "61 I 145", "65 I 269", "91 II 146", "72 I 52", "97 I 604"], "cite_par": ["105 IB 348", "123 II 425", "101 IB 189", "105 IB 126", "108 IB 167", "107 IB 170", "108 IB 206"], "chapeau": "25. Urteil vom 3. August 1973 i.S. Gemeinde Sent gegen Neuhaus und Verwaltungsgericht des Kantons Graubünden.", "regestes": ["Protection des eaux. Qualité pour déposer un recours de droit adminisstratif. Frais de la procédure cantonale de recours. 1. Intérêt digne de protection au sens de l'art. 103 lit. a OJ (consid. 3). 2. La commune a-t-elle qualité pour former un recours de droit administratif, lorsqu'un arrêt de l'autorité cantonale de recours annule une décision municipale fondée sur la loi sur la protection des eaux et refusant le permis de construire demandé par un particulier? (consid. 4). 3. La décision par laquelle l'autorité cantonale, se fondant sur le droit cantonal, a statué sur les frais et dépens de la procédure cantonale ne peut comme telle faire l'objet d'un recours de droit administratif (consid. 5)."], "faits": "", "considerants": "BGE 99 Ib 211 S. 212\n\n1. Domenic Neuhaus will auf seinem in der Gemeinde Sent (Fraktion Sur En) liegenden Grundstück ein Doppelwohnhaus bauen. Der Gemeindevorstand Sent verweigerte mit Verfügung vom 18. Dezember 1972 die nachgesuchte Baubewilligung auf Grund der Art. 19 und 20 des Gewässerschutzgesetzes vom 8. Oktober 1971 (GSchG). Auf Rekurs des Gesuchstellers hin hob das Verwaltungsgericht des Kantons Graubünden am 27. März 1973 diese Verfügung auf und wies die Gemeinde an, die Baubewilligung unter den üblichen Auflagen zu erteilen. Es verpflichtete die Gemeinde, die Gerichtskosten von Fr. 252.-- zu zahlen und den Rekurrenten mit Fr. 300.-- zu entschädigen. Mit der Verwaltungsgerichtsbeschwerde beantragt die Gemeinde dem Bundesgericht, den Entscheid des kantonalen Gerichts aufzuheben und die Verfügung vom 18. Dezember 1972 zu schützen, unter Kostenfolge zu Lasten des Gesuchstellers Neuhaus. Es wird geltend gemacht, die Baubewilligung könne nach den bundesrechtlichen Bestimmungen über den Gewässerschutz nicht erteilt werden. Da das Grundstück des Gesuchstellers ausserhalb des erschlossenen und des vor der Erschliessung stehenden Baulandes liege, lasse sich die Bewilligung nicht auf Art. 19 GSchG und Art. 28 der Allgemeinen Gewässerschutzverordnung vom 19. Juni 1972 stützen. Ein sachlich begründetes Bedürfnis im Sinne des Art. 20 GSchG bestehe nicht und werde auch nicht behauptet. Die Belastung der Gemeinde mit Gerichtskosten und Parteientschädigung sei \"für Laien völlig unverständlich\".\n\n2. Der Entscheid des kantonalen Verwaltungsgerichts über die Streitsache selbst stützt sich auf die eidgenössische Gesetzgebung BGE 99 Ib 211 S. 213über den Gewässerschutz, d.h. auf öffentliches Recht des Bundes. Er stellt eine Verfügung im Sinne des Art. 5 VwG dar und ist von der letzten kantonalen Instanz gefällt worden. Gegen ihn ist die Verwaltungsgerichtsbeschwerde beim Bundesgericht an sich zulässig (Art. 97 Abs. 1, Art. 98 lit. g, Art. 10 GSchG). Er ist dieser Beschwerde durch keine Ausschlussbestimmung entzogen. Indessen fragt sich, ob die Gemeinde Sent zur Beschwerde gegen den Sachentscheid der kantonalen Behörde legitimiert sei.\n\n3. Nach Art. 103 OG ist zur Verwaltungsgerichtsbeschwerde berechtigt:\n\n\"a) wer durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat;\n\nb) das in der Sache zuständige Departement oder, soweit das Bundesrecht es vorsieht, die in der Sache zuständige Dienstabteilung der Bundesverwaltung gegen die Verfügung einer eidgenössischen Rekurskommission, einer eidgenössischen Schiedskommission, einer letzten kantonalen Instanz oder einer Vorinstanz im Sinne von Artikel 98 Buchstabe h ...;\n\nc) jede andere Person, Organisation oder Behörde, die das Bundesrecht zur Beschwerde ermächtigt.\"\n\nEs ist klar, dass die Legitimation der Gemeinde Sent weder aus lit. b noch aus lit. c abgeleitet werden kann. Lit. b betrifft nur das Beschwerderecht von Behörden des Bundes, und eine die Gemeinde zur Beschwerde ermächtigende bundesrechtliche Bestimmung im Sinne der lit. c fehlt. Zu prüfen bleibt, ob die Gemeinde nach lit. a legitimiert sei. Auf diese Bestimmung können sich nicht nur Privatpersonen berufen, sondern auch Organisationen des öffentlichen Rechts, sofern sie durch die angefochtene Verfügung gleich oder ähnlich wie Private benachteiligt werden (BGE 97 I 607, 98 I b Erw. 2 a). Das Interesse des Beschwerdeführers ist im Sinne des Gesetzes schutzwürdig, wenn er durch die Verfügung unmittelbar in seiner rechtlichen oder tatsächlichen Stellung betroffen wird. Erforderlich ist eine beachtenswerte, nahe Beziehung des Beschwerdeführers zur Streitsache. Er muss durch die Verfügung in höherem Masse als irgend jemand oder die Allgemeinheit berührt sein (BGE 98 I b 70, 74; 99 I b 105 Erw. 1).\n\n4. Das Bundesgericht hat auf dem Gebiete des Gewässerschutzes einer Gemeinde die Beschwerdebefugnis nach Art. 103 BGE 99 Ib 211 S. 214lit. a OG deshalb zuerkannt, weil damit zu rechnen war, dass das in Frage stehende Grundwasservorkommen für die kommunale Wasserversorgung herangezogen werden könnte (BGE 98 I b 16 Erw. 2 a). Hier hat man es aber nicht mit einem Fall dieser Art zu tun. Es wird nicht behauptet und ist nicht anzunehmen, dass infolge der Zulassung der streitigen Baute Gewässer, die für die Wasserversorgung der Gemeinde Sent in Betracht kommen, verunreinigt werden könnten. Die Beschwerdeführerin bringt auch sonst nichts vor, was darauf schliessen liesse, dass sie ein schutzwürdiges Interesse an der Anfechtung des Sachentscheids des kantonalen Gerichtes habe. Sie macht geltend, sie müsste im Falle der Bewilligung des umstrittenen Bauvorhabens einen Beitrag an die Kosten der Einrichtung eines Luftschutzkellers leisten und zudem eine elektrische Primärleitung früher als vorgesehen verstärken lassen. Das sind jedoch Folgen, die mit dem Gewässerschutz nichts zu tun haben. Es sind also keine Nachteile, die eine beachtenswerte, nahe Beziehung der Gemeinde zu der Streitigkeit über den Gewässerschutz zu begründen vermöchten. Auch daraus, dass die Beschwerdeführerin im Entscheid des kantonalen Verwaltungsgerichtes mit Kosten belastet worden ist, kann nicht geschlossen werden, dass sie ein schutzwürdiges Interesse in der Sache selbst hat.\n\nWas die Gemeinde mit der Beschwerde gegen den Sachentscheid der kantonalen Behörde verteidigen will, ist nichts anderes als das Interesse der Allgemeinheit im weitesten Sinne - nicht nur der Dorfgemeinschaft - daran, dass die bundesrechtlichen Bestimmungen über den Gewässerschutz richtig angewendet werden. Eben dieses Interesse hatte der Gemeindevorstand, der für die Gemeinde Beschwerde führt, als zuständige Behörde erster Instanz zu wahren. In Wirklichkeit handelt es sich um eine Beschwerde dieser Amtsstelle gegen den ihre Verfügung aufhebenden Entscheid der ihr übergeordneten kantonalen Rekursinstanz. Zu einer solchen Beschwerde ist aber die untere Instanz nicht befugt; ihr Interesse an der Anfechtung des Rekursentscheids ist nicht schutzwürdig (A. GRISEL, Droit administratif suisse, S. 504; vgl. BGE 61 I 146, BGE 65 I 272, BGE 72 I 55).\n\nNach der gesetzlichen Ordnung wäre zur Verwaltungsgerichtsbeschwerde gegen den Sachentscheid der kantonalen Rekursinstanz die zuständige Bundesbehörde berechtigt gewesen BGE 99 Ib 211 S. 215(Art. 103 lit. b OG). Dagegen fehlt der Gemeinde Sent nach dem Gesagten diese Befugnis.\n\n5. Der Entscheid des kantonalen Verwaltungsgerichts über Gerichtskosten und Parteientschädigung gründet sich ausschliesslich auf kantonales Recht. Er ist somit nicht eine auf öffentliches Recht des Bundes gestützte Verfügung im Sinne des Art. 5 VwG und konnte deshalb nicht selbständig mit Verwaltungsgerichtsbeschwerde angefochten werden (BGE 98 V 121, 125, 272). Da das Bundesgericht auf die Verwaltungsgerichtsbeschwerde gegen den Sachentscheid der Vorinstanz nicht eintreten, also diesen Entscheid selbst nicht ändern kann, ist auch eine Änderung des angefochtenen Kostenentscheids auf Grund von Art. 157 und Art. 159 Abs. 6 OG ausgeschlossen (BGE 91 II 150 Erw. 3).\n\nWird die Beschwerde gegen den Kostenentscheid als staatsrechtliche Beschwerde betrachtet, so kann auf sie ebenfalls nicht eingetseten werden, weil sie nicht in einer den Anforderungen des Art. 90 OG genügenden Weise begründet ist.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Beschwerde wird nicht eingetreten."}