{"annee": "99", "cour": "IB", "page": "505", "date": "21/12/1973", "cite": ["87 I 10", "90 I 212", "96 I 624", "80 II 311", "95 I 322"], "cite_par": [], "chapeau": "71. Auszug. aus dem Urteil vom 21. Dezember 1973 i.S. Antognazza gegen Beauftragten für die Stabilisierung des Baumarktes.", "regestes": ["Mesures de stabilisation du marché de la construction; interdiction de construire (AF du 20 décembre 1972 et ordonnance du Conseil fédéral du 10 janvier 1973). Conditions de l'interdiction de construire des maisons en terrasses. L'art. 7 al. 2 de l'ordonnance doit s'interpréter contrairement à son texte apparemment clair."], "faits": "|506|\n\nAus dem Tatbestand:\n\nA.- Am 20. März 1973 erteilte die Baukommission der Gemeinde Küsnacht/ZH dem Gesuchsteller Dr. Giampiero Antognazza die Baubewilligung für ein \"4-Familienhaus (Eigentumswohnungen) mit 3 Doppelgaragen\" und unterstellte gleichzeitig das Bauvorhaben der Ausführungssperre gemäss Art. 5 Abs. 1 lit. 1 des Bundesbeschlusses über Massnahmen zur Stabilisierung des Baumarktes vom 20. Dezember 1972 (BauB) in Verbindung mit Art. 4 lit. b, c und f der Verordnung des Eidg. Volkswirtschaftsdepartements über die Merkmale des preisgünstigen Wohnungsbaus sowie der Luxusbauten vom 23. August 1972.\n\nB.- Mit Beschwerde an den Beauftragten des Bundesrates für die Stabilisierung des Baumarktes beantragte Dr. Antognazza die Erteilung der Ausführungsbewilligung. Er machte geltend, es handle sich um ein Terrassenhaus mit Wohnungseinheiten, die nur einen sehr geringen Anteil gemeinschaftlicher Anlagen umfassten und daher nach Art. 7 Abs. 2 der Verordnung des Bundesrates über Massnahmen zur Stabilisierung des Baumarktes vom 10. Januar 1973 (BauV) als Einfamilienhäuser zu behandeln seien. Da die für Einfamilienhäuser geltende Kostengrenze nicht überschritten sei, unterliege das Vorhaben nicht der Ausführungssperre.\n\nDer Beauftragte wies die Beschwerde am 31. Juli 1973 ab. Er führte aus, der Anteil der gemeinschaftlichen Anlagen sei zwar nicht überdurchschnittlich hoch; da das Bauvorhaben jedoch Luxusmerkmale gemäss Art. 4 der Verordnung vom 23. August 1972 aufweise, habe man es nicht mit Einfamilienhäusern im Sinne des Art. 7 Abs. 2 BauV zu tun, sondern mit einem Mehrfamilienhaus, das nach Art. 5 Abs. 1 lit. 1 BauB der Ausführungssperre unterstehe.\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt Dr. Antognazza, den Entscheid des Beauftragten aufzuheben und das Bauvorhaben zur sofortigen Ausführung freizugeben.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. (Prozessuales.)\n\n2. Der Beschwerdeführer hat den beabsichtigten Bau auf sämtlichen Plänen als Mehrfamilienhaus bezeichnet, und dementsprechend hat die Gemeindebehörde die Baubewilligung für |507| ein \"4-Familienhaus (Eigentumswohnungen)\" erteilt. Demgegenüber stellt der Beschwerdeführer sich in seiner Beschwerde an den Beauftragten auf den Standpunkt, es handle sich um Terrassenhäuser, die in der Baueingabe nur \"mangels fachtechnischem Ausdruck\" als Eigentumswohnungen bezeichnet worden seien. Indes zeigen die Pläne einen geschlossenen Baukubus, bei dem die oberen Geschosse nur auf der Südwestseite terrassenartig zurückspringen, so dass als zweifelhaft erscheint, ob von Terrasenhäusern gesprochen werden kann. Der Beauftragte hat diese Bezeichnung übernommen; ob zu Recht, kann offengelassen werden, da die Beschwerde auch dann abzuweisen ist, wenn angenommen wird, dass das Projekt Terrassenhäuser im Sinne der BauV zum Gegenstand hat.\n\n3. Gemäss Art. 7 Abs. 2 BauV werden Terrassenhäuser und ähnliche geschlossene Überbauungen als Einfamilienhäuser behandelt, \"wenn der Anteil der gemeinschaftlichen Anlagen nicht überdurchschnittlich hoch ist oder wenn keine Luxusmerkmale vorhanden sind\". Im vorliegenden Fall ist der Beauftragte zum Schluss gekommen, zwar sei der Anteil der Gemeinschaftsanlagen nicht überdurchschnittlich hoch, doch weise das Projekt Luxusmerkmale auf, weshalb nicht von Einfamilienhäusern im Sinne von Art. 7 Abs. 2 BauV die Rede sein könne.\n\nDer Beschwerdeführer macht geltend, der Beauftragte habe die im Nebensatz dieser Bestimmung genannten Kriterien zu Unrecht kumulativ angewendet. Art. 7 Abs. 2 BauV stelle den Anteil der Gemeinschaftsanlagen alternativ den Luxusmerkmalen gegenüber, was zur Folge habe, dass Terrassenhäuser auch dann als Einfamilienhäuser zu behandeln seien, wenn zwar Luxusmerkmale beständen, der Anteil der Gemeinschaftsanlagen jedoch nicht überdurchschnittlich gross sei.\n\nFür die Auffassung des Beschwerdeführers spricht der Wortlaut der Bestimmung (\"oder\"). Der Beauftragte bemerkt, das Wort \"oder\" werde \"im deutschen Sprachgebrauch nicht nur alternativ verwendet, sondern auch als Verbindungswort einer Aufzählung von zusammenhängenden Merkmalen, Voraussetzungen usw.\". Dieser Meinung kann nicht gefolgt werden. Das Wort \"oder\" findet richtigerweise allein dort Verwendung, wo eine alternative Gegenüberstellung zweier Begriffe gemeint ist, während für eine kumulative Aufzählung das Wort \"und\" am Platz ist.\n\nIndes ist daraus, dass der Wortlaut einer gesetzlichen Bestimmung |508| an sich klar ist, nicht ohne weiteres zu schliessen, dass für eine sinngemässe Auslegung kein Raum bleibe. Nach ständiger Rechtsprechung des Bundesgerichts darf von ihm abgewichen werden, wenn triftige Gründe dafür vorliegen, dass er nicht den wahren Sinn der Bestimmung wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Grund und Zweck oder aus dem Zusammenhang mit andern Gesetzesbestimmungen ergeben (BGE 80 II 316; BGE 87 I 16; BGE 90 I 214 f.; BGE 95 I 326, 509; BGE 96 I 627; 98 I/a 192, 200).\n\n4. Zweck des Bundesbeschlusses über Massnahmen zur Stabilisierung des Baumarktes und der Ausführungsbestimmungen ist es, die übergrosse Baunachfrage einzudämmen, wobei im Interesse der ertragsschwächeren Anlagen, insbesondere des preisgünstigen Wohnungsbaus, die sozial- und wirtschaftspolitisch erwünschten Prioritäten gesetzt werden sollen. Daher werden in Art. 5 BauB sämtliche nicht als dringlich erachteten Bauvorhaben der Ausführungssperre unterstellt.\n\nGesperrt sind gemäss Art. 5 Abs. 1 lit. i BauB in Verbindung mit Art. 17 Abs. 1 lit. c BauV insbesondere Einfamilienhäuser mit mehr als 1200 m2 umbauten Raumes oder über Fr. 400 000 Erstellungskosten. Ferner sind nach Art. 5 Abs. 1 lit. 1 BauB kostspielige und luxuriöse Mehrfamilienhäuser der Ausführungssperre unterworfen. Somit sind sowohl Einfamilienhäuser als auch Mehrfamilienhäuser mit hohen Baukosten der Sperre unterstellt. Bei den Einfamilienhäusern gelten die Kriterien des umbauten Raumes und der Erstellungskosten alternativ, d.h. auch ein kleines Einfamilienhaus von weniger als 1200 m2 unterliegt der Sperre, wenn die Erstellungskosten mehr als Fr. 400 000 betragen. Für die Mehrfamilienhäuser sind die für die Unterstellung unter die Sperre entscheidenden Luxusmerkmale in Art. 4 der Verordnung vom 23. August 1972 enthalten, die gemäss Art. 39 der BauV vom 10. Januar 1973 auch unter der Herrschaft des neuen BauB vom 20. Dezember 1972 bis zu ihrer Ablösung weiterhin in Kraft bleibt. Gemäss Art. 4 der Verordnung vom 23. August 1972 genügt eines der in lit. a-f aufgezählten Luxusmerkmale, um ein Mehrfamilienhaus als luxuriös zu qualifizieren und damit der Sperre zu unterstellen.\n\nArt. 7 Abs. 1 BauV definiert ein Einfamilienhaus als \"ein freistehendes oder an andere Bauten angebautes Wohngebäude, welches eine Wohneinheit für eine Familie und allenfalls eine Kleinwohnung für Angehörige enthält\". Da in den letzten Jahren |509| häufig neue Siedlungen in Form an- und übereinandergebauter sogenannter Terrassenhäuser erstellt wurden, war es notwendig, auch deren Behandlung in der BauV zu regeln. Dort wurden Terrassenhäuser und andere geschlossene Überbauungen unter gewissen Voraussetzungen den Einfamilienhäusern gleichgestellt, während sie andernfalls den Mehrfamilienhäusern zugeordnet sind.\n\nWürde nun Art. 7 Abs. 2 BauV nach dem Wortlaut ausgelegt, wie es der Beschwerdeführer will, so hätte dies zur Folge, dass Terrassenhäuser und ähnliche geschlossene Überbauungen, bei denen der Anteil der gemeinschaftlichen Anlagen nicht überdurchschnittlich hoch ist, gegenüber den herkömmlichen Einfamilienhäusern in dem Sinne privilegiert wären, dass sie zwar wegen der geschlossenen Bauweise weniger kosten würden, aber gleichwohl nur unter die für Einfamilienhäuser geltende Erstellungskostengrenze von maximal Fr. 400 000 fallen würden und daher entsprechend luxuriöser gebaut werden könnten. Andererseits hätte diese Auslegung zur Folge, dass Terrassenhäuser und ähnliche Überbauungen auch gegenüber den der Ausführungssperre unterstellten kostspieligen und luxuriösen Mehrfamilienhäusern insofern privilegiert wären, als bei einem das durchschnittliche Mass nicht übersteigenden Anteil der Gemeinschaftsanlagen ein allfälliger sonstiger Luxus in der Bauweise oder im Ausbau nicht zu berücksichtigen wäre, soweit er den Spielraum, den die für Einfamilienhäuser aufgestellten Raum- und Kostengrenzen lassen würden, nicht überschritte.\n\nEine solche Privilegierung der Terrassenhäuser sowohl gegenüber den Einfamilienhäusern als auch gegenüber den Mehrfamilienhäusern wäre sachlich nicht zu begründen und würde eine unerträgliche Verletzung der Rechtsgleichheit bedeuten. Eine alternative Anwendung der Kriterien von Art. 7 Abs. 2 BauV würde dem Sinn und Zweck des Baubeschlusses, des Art. 17 BauV und des Art. 4 der Verordnung vom 23. August 1972 zuwiderlaufen. Diese Bestimmungen zeigen die Absicht, sämtliche Bauten mit Luxusmerkmalen der Ausführungssperre zu unterstellen, eine Absicht, die auch in der Botschaft des Bundesrates vom 4. Dezember 1972 klar zum Ausdruck kommt (BBl 1972 II S. 1569). Bei den Einfamilienhäusern bietet die ungeachtet des Volumens des umbauten Raumes geltende Erstellungskostengrenze von Fr. 400 000 angesichts der heutigen Baukosten Gewähr dafür, dass kein als luxuriös zu bezeichnendes Projekt |510| realisiert werden kann. Würde es für die Behandlung von Terrassenhäusern als Einfamilienhäuser genügen, dass der Anteil der Gemeinschaftsanlagen das durchschnittliche Mass nicht übersteigt, so würde Art. 7 Abs. 2 BauV aus dem Rahmen der übrigen Bestimmungen zur Stabilisierung des Baumarktes fallen, in deren Zusammenhang er richtigerweise gesehen werden muss. So ausgelegt würde Art. 7 Abs. 2 dem eindeutigen Zweck der Massnahmen zur Stabilisierung des Baumarktes widersprechen. Der Wortlaut von Art. 7 Abs. 2 gibt somit offensichtlich nicht den wahren Sinn wieder, der dieser Bestimmung zukommen muss. Sie kann nur so verstanden werden, dass auch Terrassenhäuser bloss dann der Ausführungssperre nicht unterstellt sein sollen, wenn sie keinerlei Luxusmerkmale aufweisen.\n\n5. Die alternative Formulierung von Art. 7 Abs. 2 BauV beruht möglicherweise darauf, dass auch Art. 5 Abs. 1 lit. i BauB eine solche enthält. Der wesentliche Unterschied liegt jedoch darin, dass Art. 5 Abs. 1 lit. i BauB positiv die Voraussetzungen umschreibt, unter denen Einfamilienhäuser der Ausführungssperre unterliegen. Es werden dabei alternativ zwei Kriterien genannt, bei deren Vorhandensein das Projekt unter die Sperre fällt. Dies bedeutet negativ ausgedrückt, dass keines der beiden Kriterien erfüllt sein darf, wenn das Vorhaben nicht der Sperre unterstellt sein soll. In Art. 7 Abs. 2 BauV wurde eine negative Formulierung gewählt; es werden die Kriterien genannt, bei deren Vorhandensein ein Terrassenhaus nicht der für Mehrfamilienhäuser geltenden Regelung unterliegen soll. Dementsprechend hätten jedoch diese Voraussetzungen kumulativ aufgezählt werden müssen, sollte die Bestimmung, wörtlich verstanden, nicht aus dem Zusammenhang mit den übrigen Bestimmungen herausfallen und der ratio legis widersprechen.\n\n6. Mit Grund wird für Terrassenhäuser nicht einfach die für Einfamilienhäuser massgebliche Erstellungskostengrenze übernommen, sondern auf das Vorhandensein von Luxusmerkmalen abgestellt. Diese Sonderregelung erklärt sich daraus, dass Terrassenhäuser infolge der geschlossenen Überbauung billiger gebaut werden können als Einfamilienhäuser im herkömmlichen Sinn, sodass mit Erstellungskosten von Fr. 400 000 eine entsprechend luxuriösere Bauweise möglich wäre. Eine solche Privilegierung der Terrassenhäuser sollte durch das Abstellen auf Luxusmerkmale vermieden werden.\n\nDer Beschwerdeführer wendet ein, bei einer kumulativen Anwendung |511| der Kriterien von Art. 7 Abs. 2 BauV habe die Bestimmung keinen Sinn, weil kostspielige oder luxuriöse Mehrfamilienhäuser ohnehin der Ausführungssperre unterstellt seien. Er verkennt, dass bei vielen Terrassensiedlungen der Einfamilienhauscharakter der einzelnen Wohneinheiten so ausgeprägt ist, dass schwerlich von einem Mehrfamilienhaus gesprochen werden könnte. Da unter der Herrschaft des Baubeschlusses vom 25. Juni 1971 in Ermangelung einer diesbezüglichen Regelung Schwierigkeiten bei der Behandlung von Terrassenhäusern entstanden sind, stellt nun Art. 7 Abs. 2 BauV Terrassenhäuser unter den genannten Voraussetzungen den Einfamilienhäusern gleich. Unterscheidet sich ein Terrassenhaus von einem gewöhnlichen Mehrfamilienhaus nur dadurch, dass die einzelnen übereinandergelagerten Wohnungen rückwärts gegen den Hang leicht verschoben sind, wie dies für das Bauvorhaben des Beschwerdeführers zutrifft, so wäre an sich eine Sonderregelung nicht notwendig. Die in Art. 7 Abs. 2 BauV aufgestellten, richtigerweise kumulativ zu erfüllenden Voraussetzungen für die Behandlung von Terrassenhäusern als Einfamilienhäuser sind in diesem Falle erst recht gerechtfertigt, da sich hier eine Andersbehandlung gegenüber den Mehrfamilienhäusern nicht begründen liesse.\n\n7. Die vorstehenden Erwägungen führen zum Schluss, dass der Beauftragte die in Art. 7 Abs. 2 BauV genannten Kriterien zu Recht kumulativ angewendet hat. Seine Auslegung entspricht dem Sinn der Bestimmung, wie er sich aus dem Baubeschluss selbst in Verbindung mit den dazugehörigen Ausführungsverordnungen ergibt.\n\n8. (Das Bauvorhaben des Beschwerdeführers weist Luxusmerkmale auf und unterliegt daher der Ausführungssperre.)"}