{"annee": "99", "cour": "IV", "page": "103", "date": "1/6/1973", "cite": ["68 IV 148"], "cite_par": ["114 IV 73", "102 IV 138"], "chapeau": "22. Urteil des Kassationshofes vom 1. Juni 1973 i.S. X. gegen Staatsanwaltschaft des Kantons Schaffhausen.", "regestes": ["Art. 40 al. 2, 48 al. 1, 58 al. 3 LCho. 1. Le fermier d'un territoire de chasse viole l'art. 40 al 2 LCho, lorsqu'il poursuit hors de son territoire un sanglier blessé sur celui-ci dans le dessein de l'abattre et de se l'approprier (consid. 1). 2. Celui qui chasse de façon illicite au sens de l'art. 40 al. 2 LCho et qui s'approprie l'animal qu'il a tué est seulement punissable en application de la disposition précitée, à l'exclusion de l'art. 48 al. 1 LCho (consid. 2). 3. Un garde-chasse peut se voir retirer l'autorisation de chasser alors même que le délit de chasse qui lui est reproché a été commis sur une autre circonscription que celle qui lui est confiée (consid. 3)."], "faits": "|103|\n\nA.- X. ist Mitpächter und Jagdaufseher des Reviers Unterengstringen/ZH. Er ist zudem Mitpächter der im Kanton |104| Schaffhausen gelegenen Jagdreviere Guntmadingen und Beringen-Süd.\n\nSamstag, den 22. Januar 1972, führte die Jagdgesellschaft des Reviers Beringen-Süd eine Treibjagd auf Wildschweine durch, an welcher auch X. teilnahm. Um ca. 15 Uhr wurde im betreffenden Revier ein Keiler aufgejagt, von verschiedenen Jagdteilnehmern beschossen und auch getroffen. Das Tier flüchtete in südöstlicher Richtung in das benachbarte Jagdrevier Neuhausen, wo es mindestens 10 m von der Reviergrenze entfernt tot liegen blieb. Während die Jagdgesellschaft die Verfolgung des flüchtenden Keilers aufgab, als dieser sich auf der Flucht der Grenze des Reviers Beringen-Süd näherte, folgte X. dessen Spuren als einziger. An der Grenze zum Nachbarrevier Neuhausen will er sein Gewehr abgestellt und hierauf das tote Tier innerhalb des Reviers Neuhausen aufgefunden haben. Mit Hilfe eines Spaziergängers schleppte er das tote Tier zurück in das Revier Beringen-Süd und gab hierauf einen simulierten Fangschuss in einen Baum ab. Darauf begab er sich zur Jagdgesellschaft zurück, um unter Mithilfe von zwei Gästen den Keiler auf sein Fahrzeug zu laden. Am Abend liess er sich zunächst als Erleger des Tieres feiern und nahm dieses dann an seinen Wohnort mit.\n\nAm Morgen des 23. Januar 1972 erstattete der Pächter des Jagdreviers Neuhausen, V., bei der Kantonspolizei Schaffhausen Anzeige gegen X. wegen Jagdfrevels. Um ca. 14 Uhr trat X. mit V. telefonisch in Verbindung, um ihm die hälftige Teilung des Erlöses aus dem erlegten Tier vorzuschlagen. Als V. dies ablehnte, überbrachte X. ihm gleichentags das tote Wildschwein an seinen Wohnort.\n\nB.- Das Übertretungsstrafamt Schaffhausen büsste X. am 17. Mai 1972 in Anwendung von Art. 40 Abs. 2, 48 Abs. 3, 56 Ziff. 1 und 4, 57 Ziff. 4 und 58 Abs. 1 und 3 Bundesgesetz über Jagd- und Vogelschutz (JVG) mit Fr. 800.-- und schloss ihn für 3 Jahre von der Jagdberechtigung auf dem Gebiet der Schweiz aus.\n\nEine von X. erhobene Einsprache wurde von der Polizeidirektion des Kantons Schaffhausen am 2. August 1972 abgewiesen.\n\nHierauf erklärte der Gebüsste Rekurs an den Bezirksrichter Schaffhausen. Dieser bestätigte am 11. Dezember 1972 die Strafverfügung der Polizeidirektion.\n\nC.- X. führt eidgenössische Nichtigkeitsbeschwerde und |105| beantragt Freisprechung von Schuld und Strafe. Eventuell sei er von der Anschuldigung des widerrechtlichen Jagens gemäss Art. 40 Abs. 2 JVG freizusprechen und vom Ausschluss von der Jagdberechtigung sei abzusehen.\n\nD.- Die Staatsanwaltschaft des Kantons Schaffhausen beantragt Abweisung der Beschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 40 Abs. 2 JVG wird gebüsst, wer andere jagdbare Tiere als Hirsch-, Reh- oder Gemswild widerrechtlich jagt.\n\na) Als Jagen wird jede Handlung betrachtet, die mittelbar oder unmittelbar darauf abzielt, wilde jagdbare Tiere in die Macht des Menschen zu bringen (BAUR: Zürcherisches Jagdrecht, S. 64). Es ist jene Tätigkeit, der die Absicht zugrunde liegt, auf das Wild in einer bestimmten Richtung einzuwirken, es zu fangen oder zu erlegen und sich dann anzueignen (WAECKERLING: Die Jagdvergehen nach eidgenössischem und kantonalem Recht, Diss. 1947 Zürich, S. 108).\n\nNach den Feststellungen des Bezirksrichters hat der Beschwerdeführer die Jagdgesellschaft verlassen, als beim sogenannten Chäferhölzli im Revier Beringen-Süd ein Wildschwein angeschossen worden war. Er ist der Blutspur des Tieres, die in das Nachbarrevier Neuhausen führte, gefolgt, hat unweit der Grenze den Keiler verendet vorgefunden und ihn ins Revier Beringen-Süd zurückgeschleift. Nach dem angefochtenen Urteil hat X. das Wildschwein mit der Absicht verfolgt, die einmal begonnene Jagd fortzusetzen und zu einem erfolgreichen Ende zu bringen. An dieser Absicht änderte auch der Umstand nichts, dass das verletzte Tier das Revier Beringen-Süd verliess. Das geht daraus hervor, dass der Beschwerdeführer die Spur nicht etwa aus Gründen des Tierschutzes verfolgte, d.h. um sich zu vergewissern, dass das Wildschwein nicht unnötige Qualen litt; vielmehr schleifte er das tote Tier über die Reviergrenze zurück und liess sich hierauf von seinen Jagdgenossen als Erleger feiern. Damit steht verbindlich fest, dass X. den noch lebenden Keiler verfolgte, um ihn in seine Macht zu bringen. Das aber stellt eine Jagdhandlung im oben umschriebenen Sinne dar. Daran ändert nichts, dass der Beschwerdeführer an der Reviergrenze sein Gewehr abgestellt hatte.\n\n|106|\n\nWas die Beschwerde dagegen vorbringt, hält nicht stand. Einmal stellt die Behauptung des Beschwerdeführers, die Aneignungsabsicht im Augenblick des Überschreitens der Reviergrenze sei nicht erwiesen, eine unzulässige Kritik der vorinstanzlichen Beweiswürdigung dar (Art. 273 Abs. 1 lit. b BStP) und ist nicht zu hören. Sodann können die in der Beschwerde angeführten Beispiele nicht herangezogen werden, da sie von Voraussetzungen ausgehen, die im vorliegenden Fall nicht erfüllt sind. Hätte der Beschwerdeführer sich damit begnügt, nach Gewahrwerden des toten Keilers den Jagdaufseher des Nachbarreviers zu benachrichtigen, dann hätte er sich sowenig schuldig gemacht wie jener Pilzsucher, der ein verletztes Reh an sich vorbeispringen und bald darauf verenden sieht und sofort den zuständigen Wildhüter davon in Kenntnis setzt. Auch der Automobilist, der mit seinem Fahrzeug ein jagdbares Tier tödlich verletzt, oder ein Landwirt, der mit der Mähmaschine ein Rehkitz anschneidet, und der das tote Tier an den Strassen- oder Waldrand schleppt um danach unverzüglich die Polizei oder den Jagdaufseher zu benachrichtigen, jagt nicht im Sinne von Art. 40 JVG. Denn im Gegensatz zum Beschwerdeführer verfolgen diese Personen das jagdbare Tier nicht, um es in ihre Macht zu bringen; und erst recht eignen sie sich das tote Tier nicht an.\n\nb) Wahl und Ausgestaltung des Jagdausübungssystems sind den Kantonen anheimgestellt (Art. 1 Abs. 2 JVG). Der Kanton Schaffhausen überlässt diese Wahl den Einwohnergemeinden (Art. 1 kt. JG). Für Beringen-Süd und Neuhausen gilt die Revierjagd. Art. 7 des schaffhausischen Jagdgesetzes vom 7. Februar 1921 bestimmt, dass das Wild in den angrenzenden Revieren nicht verfolgt werden darf. Angeschossenes oder verendetes Wild gehört dem Inhaber des Reviers, in welchem es tot niederfällt. Daraus folgt, dass ein Jagdpächter rechtmässig nur innerhalb seines eigenen Reviers jagen kann. Obliegt er unerlaubterweise Jagdhandlungen in einem fremden Revier, dann jagt er widerrechtlich.\n\nIm vorliegenden Fall ist der Beschwerdeführer Mitpächter des Jagdreviers Beringen-Süd und hat als solcher nur in diesem Bezirk das Recht zu jagen. Indem er ohne Erlaubnis des Berechtigten im Revier Neuhausen Wild in jagdlicher Absicht verfolgte, um es in seine Macht zu bringen, hat er widerrechtlich gejagt und damit gegen Art. 40 Abs. 2 JVG verstossen. Ob das |107| Verfolgen und Töten von angeschossenem Wild im fremden Revier aus Gründen des Tierschutzes nicht nur straffrei, sondern sogar geboten sei, wie die Beschwerde behauptet, braucht hier nicht entschieden zu werden, da der Beschwerdeführer den verwundeten Keiler nicht mit der Absicht verfolgte, ihn durch Erlegen von unnötigen Qualen zu befreien, sondern dem Tier nach der verbindlichen vorinstanzlichen Feststellung nur deshalb nachstellte, weil er es sich aneignen wollte.\n\nc) Endlich stellt der Bezirksrichter verbindlich fest, dass der Beschwerdeführer sich der Widerrechtlichkeit seines Tuns bewusst war und demzufolge vorsätzlich gehandelt hat. Das Begehren um Freisprechung von der Anschuldigung der Verletzung von Art. 40 Abs. 2 JVG erweist sich deshalb als unbegründet und ist abzuweisen.\n\n2. Der Beschwerdeführer ist vom Bezirksrichter der Übertretung von Art. 48 Abs. 1 JVG schuldig befunden worden mit der Begründung, er habe das tot aufgefundene Wildschwein nicht nur über die Reviergrenze zurückgeschleppt, sondern auf sein Fahrzeug geladen und an seinen Wohnort verbracht. Damit habe er sich ein gefreveltes Tier widerrechtlich angeeignet.\n\nEs fragt sich indessen, ob durch die Bestrafung wegen widerrechtlichen Jagens im Sinne von Art. 40 Abs. 2 JVG die vom gleichen Täter an demselben Tier begangene widerrechtliche Aneignung gemäss Art. 48 Abs. 1 JVG nicht abgegolten wird. Auszugehen ist davon, dass die letztgenannte Vorschrift nicht notwendigerweise eine als Jagdfrevel strafbare Vortat voraussetzt. Sie erfasst und ahndet vielmehr die blosse widerrechtliche Aneignung von Wild, während Art. 40 Abs. 2 JVG mit dem Begriff des \"Jagens\" weiter geht, indem er eine Tätigkeit zum Gegenstand hat, die darauf ausgerichtet ist, das Wild zu fangen oder zu erlegen und sich hierauf anzueignen. Bei der Neufassung von Art. 48 JVG durch Bundesgesetz vom 23. März 1962 hat der Gesetzgeber in erster Linie an diejenigen Fälle gedacht, wo ein Automobilist, der mit seinem Fahrzeug ein jagdbares Tier tödlich verletzt hat und sich nach dem Unfall entschliesst, das verendete Wild an sich zu nehmen. Das geht aus der Botschaft des Bundesrates an die Bundesversammlung zum Entwurf der Revision des JVG hervor, wo ausgeführt wird, dass in Anpassung an die heutige Zeit, wo öfters Wild durch Autofahrer getötet wird, das Fallwild in die Bestimmung aufzunehmen sei (BBl. 1961 II, S. 415).\n\n|108|\n\nIm vorliegenden Fall hat der Beschwerdeführer den Keiler - wie oben bereits dargelegt - verfolgt, mit dem Willen, die einmal begonnene Jagd zu einem erfolgreichen Ende zu führen; er hat von Anfang an die Absicht gehabt, das Wild zu erlegen, um es sich anzueignen. Damit erscheint die Aneignung als Teil und Abschluss derjagdlichen Tätigkeit, weshalb die Anwendung von Art. 48 Abs. 1 JVG entfällt. Daraus folgt, dass der Beschwerdeführer sich nur der Widerhandlung gegen Art. 40 Abs. 2 JVG schuldig gemacht hat und von der Anschuldigung der Verletzung von Art. 48 Abs. 1 JVG freizusprechen ist. Die Vorinstanz wird dabei zu entscheiden haben, ob dieser Umstand die Höhe der ausgefällten Busse allenfalls zu beeinflussen vermag.\n\n3. Nach Art. 58 Abs. 3 JVG ist der Ausschluss von der Jagdberechtigung u.a. dann auszusprechen, wenn der Täter sich einer vorsätzlichen Übertretung von Art. 40 Abs. 2 schuldig macht und Jagdpolizeibeamter ist; der Ausschluss dauert zwischen 3 und 10 Jahren und erstreckt sich auf das ganze Gebiet der Schweiz (Art. 58 Abs. 1 JVG).\n\nWie oben unter Ziff. 1 lit. c dargelegt wurde, hat der Beschwerdeführer Art. 40 Abs. 2 JVG vorsätzlich übertreten.\n\nDie Vorinstanz stellt weiter verbindlich fest, dass der Beschwerdeführer am 22. Januar 1972 Jagdpolizeibeamter im Sinne von Art. 57 Ziff. 4 JVG war; er nahm die Funktionen eines Jagdaufsehers des Reviers Unterengstringen wahr. Da Art. 58 Abs. 3 JVG in Verbindung mit Art. 57 Ziff. 4 JVG als Voraussetzung für die Anordnung des Ausschlusses von der Jagdberechtigung bloss verlangt, dass der Täter Jagdpolizeibeamter sei, ist auch die zweite Voraussetzung für die Anordnung dieser Nebenstrafe gegenüber dem Beschwerdeführer erfüllt.\n\nDieser wendet dagegen ein, der Ausschluss von der Jagdberechtigung sei nur dann zulässig, wenn die dem Jagdpolizeibeamten zur Last gelegte Straftat auch in dem ihm unterstellten Jagdrevier verübt worden sei, was im vorliegenden Fall nicht zutreffe.\n\nDieser Auffassung, welche der Beschwerdeführer nicht auch hinsichtlich des von der Vorinstanz angewandten Art. 56 Ziff. 4 JVG betreffend Bussen-Verdoppelung vertritt, sondern bloss auf den Entzug der Jagdberechtigung gestützt auf Art. 58 Abs. 3 in Verbindung mit Art. 57 Ziff. 4 JVG beschränkt, kann nicht |109| zugestimmt werden. Die Jagdaufseher sind insbesondere auch im Kanton Zürich Organe der Jagdpolizei. Als solche üben sie trotz ihrer privatrechtlichen Anstellung und Besoldung öffentliche jagdpolizeiliche Funktionen aus (BAUR: a.a.O. S. 118 und 120). Sie haben dem Statthalter gegenüber ein Handgelübde abzulegen, indem sie sich zur gewissenhaften Erfüllung ihrer Pflichten, auch in der Verfolgung von Jagdfreveln, verpflichten (BAUR: a.a.O. S. 119 Ziff. 7). Sie unterstehen der Disziplinargewalt des Kantons in dem sie bestellt wurden (BAUR: a.a.O. S. 121 oben). Daraus erhellt, dass es sich beim Jagdaufseher um einen Polizeibeamten handelt, dem sowohl von dem ihn anstellenden Jagdberechtigten als auch vom Kanton besondere Kompetenzen übertragen, aber gleichzeitig auch ein besonderes Vertrauen entgegengebracht werden (BGE 68 IV 152). Es darf von ihm daher erwartet werden, dass er sich in Angelegenheiten des Jagdwesens, besonders in der Beachtung der gesetzlichen Jagdvorschriften, vorbildlich verhalte. Jeder Missbrauch des ihm geschenkten Vertrauens und namentlich jede Verletzung gesetzlicher Jagdvorschriften wiegen darum, wenn sie von einem Jagdpolizeibeamten verübt werden, besonders schwer und rufen demgemäss einer besonders empfindlichen Ahndung gegenüber dem Fehlbaren. Das gilt auch für den Fall, wo ein Jagdpolizeibeamter ausserhalb des seiner Aufsicht unterstellten Reviers, beispielsweise in einem benachbarten Bezirk desselben Kantons oder in einem ausserkantonalen Jagdrevier, sich ein Jagddelikt zuschulden kommen lässt. Auch dann ist der Bruch des Vertrauens nämlich ein besonders verwerflicher. Aus diesen Gründen hat Art. 57 Ziff. 4 JVG in Verbindung mit Art. 58 Abs. 3 JVG den Entzug der Jagdberechtigung vorbehaltlos auf jeden Jagdpolizeibeamten anwendbar erklärt, der vorsätzlich u.a. gegen Art. 40 Abs. 2 JVG verstossen hat. Hätte der Gesetzgeber etwas anderes gewollt, dann wäre nach dem Gesetzestext die Nebenstrafe bloss auf jene Jagdpolizeibeamte begrenzt worden, welche innerhalb ihres eigenen Reviers vorsätzlich eine solche Jagdübertretung verüben. Das ist indes nicht der Fall.\n\nDemnach erkennt der Kassationshof:\n\nIn teilweiser Gutheissung der Nichtigkeitsbeschwerde wird das Urteil des Bezirksrichters Schaffhausen vom 11. Dezember 1972 aufgehoben und die Sache zur Neubeurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}