{"annee": "99", "cour": "IV", "page": "266", "date": "21/12/1973", "cite": ["96 IV 76", "80 IV 67", "69 IV 118"], "cite_par": ["131 IV 83", "106 IV 189", "103 IV 98", "104 IV 186", "108 IV 22", "104 IV 238", "129 IV 138"], "chapeau": "62. Urteil des Kassationshofes vom 21. Dezember 1973 i.S. X. gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["1. Art. 220 CP. Circonstances dans lesquelles une personne mineure peut être \"enlevée\" à celui qui exerce la puissance paternelle ou la tutelle (consid. I 1-7). 2. Art. 305 CP. a) Cette disposition ne s'applique pas seulement en matière de poursuite pénale, mais encore en matière d'exécution des peines (consid. II 2). b) Définition de la \"soustraction\" (consid. II 3)."], "faits": "BGE 99 IV 266 S. 267\n\n1. - Am Abend des 26. September 1971 begab sich eine grössere Gruppe junger Leute - fast ausschliesslich Mitglieder der \"Heimkampagne\" oder Sympathisanten dieser Vereinigung - im Rahmen einer \"Besuchsaktion\" nach Uitikon. Sie betraten das Gelände der dortigen Erziehungsanstalt und begannen Diskussionen mit einzelnen Zöglingen. Im weiteren Verlauf der Aktion kam es zu Auseinandersetzungen mit dem Anstaltspersonal und der Polizei. Einige Stunden später stellte die Anstaltsleitung fest, dass 17 Zöglinge entwichen waren.\n\nEs konnte nicht widerspruchsfrei abgeklärt werden, wie es zu dieser Entweichung gekommen war. Jedenfalls trafen die entwichenen Zöglinge am späten Abend, ca. um 22.00 Uhr, grüppchenweise an einem verabredeten Treffpunkt an der Wiesenstrasse in Zürich mit Leuten der \"Heimkampagne\" zusammen. Von dort aus wurden sie für die Nacht vom 26./27. September 1971 von diesen an verschiedenen Orten in Zürich und Umgebung untergebracht. Am Abend des 27. September 1971 wurden sie an ihren Aufenthaltsorten abgeholt und nach Ebnat-Kappel/SG in eine Kommune transportiert. Dort besprachen die Leute der \"Heimkampagne\" mit den Zöglingen das weitere Vorgehen. Es wurde gemeinsam beschlossen, die Entweichung zu benützen, die Öffentlichkeit über die Massenmedien auf angeblich unhaltbare Zustände in der Anstalt Uitikon aufmerksam zu machen und entsprechende Forderungen aufzustellen. Bis dies in geeigneter Form gelungen sei, sollten die Zöglinge versteckt gehalten werden und nicht in die Anstalt zurückkehren. Die Leute der \"Heimkampagne\" bemühten sich um Unterbringung, Verpflegung und Weitertransport der Zöglinge sowie um die Weiterleitung ihrer Anliegen an die Öffentlichkeit. Am 29. September 1971 wurden die Zöglinge nach Brione-TI gebracht, am 3. Oktober fuhren sie mit der Bahn nach Arth-Goldau. Von hier wurden vier Zöglinge nach Zürich gefahren, wo die Polizei sie festnahm. Die übrigen 13 Zöglinge wurden nach Brunnadern und von dort am 4. Oktober 1971 nach Basel verbracht. Nach einer Übernachtung im Jura wurden sie am 6. Oktober 1971 nach Tenniken transportiert, wo sie am 7. Oktober vom Fernsehen interviewt wurden. Am 9. Oktober 1971 kehrten sie in die Nähe der Anstalt zurück; sie wurden in einer Kiesgrube in der Nähe von Birmensdorf von der Polizei angehalten.", "considerants": "2. X. erhielt an einem nicht sicher feststehenden Tag, BGE 99 IV 266 S. 268wahrscheinlich am 5. Oktober 1971, von einem unbekannten \"Betreuer\" der Zöglinge einen telefonischen Anruf mit der Anfrage, ob er einen Ort in der Nähe von Basel wisse, wo die Zöglinge mit der Presse zusammengebracht werden könnten. In der Folge begab er sich zu G. nach Tenniken/BL; er hatte zuvor in Erfahrung gebracht, dass das Haus des G. als Treffpunkt in Frage komme. X. setzte G. über das Vorhaben ins Bild. Darauf erklärte sich G. bereit, sein Haus zur Verfügung zu stellen. Die Zöglinge verbrachten sodann die Nächte vom 6./7. und 7./8. Oktober 1971 in diesem Haus. X. war dort zugegen, als die Fernsehsendung über die Zöglinge am 8. Oktober 1971 ausgestrahlt wurde. Anschliessend verbrachte er die Zöglinge mit einem gemieteten Kastenwagen zu einem unbekannten Bauernhaus in der Nähe von Tenniken, wo sie die Nacht vom 8./9. Oktober 1971 verbrachten. Am 9. Oktober 1971 fuhr X. die Zöglinge in die Nähe von Birmensdorf/ZH zurück.\n\nB.- Das Bezirksgericht Zürich sprach X. am 19. Oktober 1972 der Begünstigung gemäss Art. 305 StGB und des Entziehens und Vorenthaltens von Unmündigen gemäss Art. 220 StGB schuldig, bestrafte ihn mit 14 Tagen Gefängnis und gewährte ihm den bedingten Strafvollzug; die Probezeit wurde auf drei Jahre angesetzt.\n\nAuf Berufung hin bestätigte das Obergericht des Kantons Zürich am 29. Mai 1973 den erstinstanzlichen Schuldspruch, ermässigte aber die Gefängnisstrafe auf 7 Tage und die Probezeit auf zwei Jahre.\n\nC.- X. führt eidg. Nichtigkeitsbeschwerde. Er beantragt Freisprechung von Schuld und Strafe.\n\nDas Bundesgericht zieht in Erwägung:\n\nI.1. Entziehen und Vorenthalten von Unmündigen\n\nI.1.- Erste Voraussetzung einer Verurteilung nach Art. 220 StGB ist, dass der Unmündige dem Inhaber der elterlichen oder vormundschaftlichen Gewalt entzogen wird.\n\nZur Zeit der Flucht waren deren zehn der entwichenen Zöglinge unmündig. Davon scheiden jene aus, die schon vor dem Eingreifen des Beschwerdeführers verhaftet worden waren (M., Sch., S.) und deren gesetzliche Vertreter keinen Strafantrag gestellt haben (M., Sch.). Von den fünf andern waren zwei gemäss Art. 91 Abs. 1 StGB (B., L.) und zwei \"administrativ\" BGE 99 IV 266 S. 269(H., K.) eingewiesen. M. befand sich damals in Untersuchungshaft.\n\na) H. und K. sind bevormundet und gemäss Urteil des Obergerichtes \"administrativ\" eingewiesen.\n\nDie Vorinstanz setzt die administrative Einweisung in Gegensatz zur strafrechtlichen Einweisung gemäss Art. 43 und 91 Abs. 1 StGB. Sie zählt darunter auch die vormundschaftliche Einweisung gemäss Art. 405 und 421 Ziff. 13 ZGB, indem sie ausführt: \"Noch klarer ist die Verletzung der vormundschaftlichen Gewalt bei den durch die Vormundschaftsbehörde eingewiesenen Zöglingen, da diese Einweisung regelmässig mit dem Willen, wenn nicht auf Antrag des Vormundes erfolgt und somit einer vom Inhaber der Gewalt ausgehenden Plazierung entspricht.\" Aus den Akten im Verfahren gegen T. ergibt sich, dass sowohl H. als auch K. durch Beschluss der Vormundschaftsbehörde eingewiesen worden sind. Die Anstalt Uitikon übte demnach die Gewalt über die beiden Zöglinge für die Vormundschaftsbehörde aus. Wer die Zöglinge der Anstalt entzieht, entzieht sie daher auch der vormundschaftlichen Gewalt (HAFTER, BT II S. 445 oben; LOGOZ, Art. 220 N. 4 a). Im vorliegenden Fall kann aber der Beschwerdeführer nicht dafür verantwortlich gemacht werden, dass die Zöglinge schon am 26. September 1971 die Anstalt verlassen hatten. Denn daran war er nicht beteiligt. Hingegen ist er strafbar, wenn er die Zöglinge später, d.h. in der Zeit zwischen dem 6. und 9. Oktober der Anstalt entzogen oder vorenthalten haben sollte.\n\nb) Die Vorinstanz hat ein Entziehen oder Vorenthalten aus elterlicher bzw. vormundschaftlicher Gewalt auch in jenen Fällen angenommen, in denen die Zöglinge sich gemäss Art. 91 Abs. 1 StGB, also gestützt auf eine jugendstrafrechtliche Verurteilung zu einer Erziehungsmassnahme, in der Anstalt befanden. Denn durch diese Verurteilung sei die elterliche bzw. vormundschaftliche Gewalt nicht allgemein, sondern nur in bezug auf die Bestimmung des Aufenthaltsortes eingeschränkt worden.\n\nDiese Begründung übersieht, dass Art. 220 StGB nicht jede Behinderung in der Ausübung der elterlichen oder vormundschaftlichen Gewalt unter Strafe stellt. So verstanden erhielte diese Vorschrift einen nur schwer begrenzbaren Anwendungsbereich. Darunter fällt nicht jedes Tun oder Unterlassen, das den Inhaber der Gewalt hindert, frei über die Erziehung und BGE 99 IV 266 S. 270die Lebensgestaltung zu bestimmen. Art. 220 StGB greift nur Platz, wenn die unmündige Person dem Gewaltinhaber entzogen oder vorenthalten wird. Gemeint ist damit, dass die unmündige Person von dem Aufenthalts- oder Pflegeort, den der Inhaber der Gewalt bestimmt hat, entfernt oder ferngehalten wird oder dem Inhaber der Gewalt der ungehinderte Zutritt und Verkehr unterbunden wird. Die Tat besteht in der örtlichen Trennung, wobei es keinen Unterschied macht, ob der Unmündige (mit oder ohne seinen Willen) vom Gewaltinhaber oder der Gewaltinhaber vom Unmündigen ferngehalten wird. Nur soweit die Ausübung der elterlichen oder vormundschaftlichen Gewalt gerade durch Entfernung von der bestimmten Aufenthalts- und Pflegestelle oder durch die Unterbindung des freien Zuganges behindert wird, fällt die Tat unter Art. 220 StGB. Das ergibt sich aus dem Gesetz, das voraussetzt, dass die unmündige Person dem Inhaber der Gewalt entzogen werde. Das kann auch dann geschehen, wenn der Gewaltinhaber zur Zeit der Tat keine besonderen erzieherischen oder fürsorglichen Anordnungen treffen wollte. Umgekehrt kann der Täter einen Akt der Erziehung verhindern, ohne unter diese Strafdrohung zu fallen. Art. 220 StGB ist trotzdem sinnvoll. Die Bestimmung des Aufenthalts- und Pflegeortes und der freie Zugang zum Unmündigen sind besonders wichtige Voraussetzungen für die Ausübung der Gewalt. Anderseits setzt diese Beschränkung dem Tatbestand die rechtsstaatlich erwünschte Begrenzung. Dass BGE 80 IV 70 nicht anders zu verstehen ist, ergibt sich aus dem diesem Urteil zugrunde liegenden Sachverhalt.\n\nSoweit sich unmündige Zöglinge gemäss Art. 91 Abs. 1 StGB in der Anstalt befanden, leiteten die Anstaltsorgane ihre Gewalt von der Strafjustiz, nicht von der elterlichen bzw. vormundschaftlichen Gewalt ab. Während des Vollzugs der jugendstrafrechtlichen Massnahmen in der Anstalt ruht die elterliche und vormundschaftliche Gewalt weitgehend. Das gilt grundsätzlich auch dann, wenn der Zögling vorübergehend aus der Anstalt entflohen ist. Solange die Vollzugs- und Anstaltsorgane ihre Gewalt weiterhin zur Geltung bringen und z.B. versuchen, den Zögling wieder in die Anstalt zurück zu versetzen, sind sie allein berechtigt, über den Aufenthaltsort des Jugendlichen zu befinden. Eltern und Vormund können sich nur unterstützend, gemäss Anweisung der Vollzugsbehörden einschalten. Das ist aber keine elterliche oder vormundschaftliche Gewalt, wie sie BGE 99 IV 266 S. 271Art. 220 StGB voraussetzt. Nur wenn die Gewalt der Vollzugsbehörden rechtlich oder rein tatsächlich so abgeschwächt ist, dass diese nicht mehr über den Jugendlichen verfügen können oder wollen, lebt die Gewalt der Eltern und des Vormundes wieder ganz auf. Doch können sie nicht nebeneinander selbständig über den Aufenthaltsort des Jugendlichen verfügen, weil sonst widersprechende Anordnungen nicht ausgeschlossen wären.\n\nc) Was für die gemäss Art. 91 Abs. 1 StGB eingewiesenen Zöglinge gilt, trifft sinngemäss auch für M. zu, der sich in Untersuchungshaft befand. Über seinen Aufenthaltsort verfügten die Strafverfolgungsbehörden und der Strafrichter gemäss Strafprozessordnung.\n\nd) Da immerhin noch zwei unmündige Zöglinge der vormundschaftlichen Gewalt unterstanden, ist eine Voraussetzung für die Anwendung des Art. 220 StGB erstellt.\n\nI.2. Die Vorinstanz hält den objektiven Tatbestand des Art. 220 StGB auch im übrigen als verwirklicht. Sie stellt verbindlich fest, der Beschwerdeführer habe im Rahmen der Aktion \"Heimkampagne\" den aus der Arbeitserziehungsanstalt Uitikon entwichenen Zöglingen den Aufenthaltsort im Hause von G. vermittelt, wo diese in der Folge die Nacht vom 6./7. und 7./8. Oktober 1971 verbracht haben und wo die Aufnahmen für die Fernsehsendung gemacht worden seien. Für die Nacht vom 8./9. Oktober 1971 habe er den Zöglingen sodann eine Unterkunft in einem Bauernhaus in der Nähe von Tenniken vermittelt. Damit habe er sie auf ihrer Flucht verborgen gehalten oder jedenfalls dazu beigetragen, dass sie nicht gefunden werden konnten.\n\na) Der Beschwerdeführer bestreitet, die Zöglinge den Inhabern der elterlichen und vormundschaftlichen Gewalt entzogen zu haben. Denn die Zöglinge seien schon am 26. September 1971 der Anstalt entronnen, also bevor er am 6. Oktober 1971 eingegriffen habe.\n\nDiese Begründung übersieht, dass auch eine unmündige Person, welche sich nicht oder nicht mehr in der Gewalt der Eltern oder des Vormundes befindet, dem Inhaber der Gewalt entzogen werden kann. Dies geschieht dann, wenn der Täter verhindert, dass der Unmündige (wieder) in die Gewalt des Berechtigten gelangt. Das aber hat der Beschwerdeführer gewollt, indem er den Zöglingen einen Unterschlupf im Hause von G. und im BGE 99 IV 266 S. 272Bauernhaus in Tenniken vermittelte. Dadurch hat er sie vor den eingeleiteten Suchaktionen abgeschirmt und dazu beigetragen, dass sie nicht gefunden werden konnten. Damit hat er sie den Gewaltinhabern entzogen.\n\nb) Zu Unrecht macht der Beschwerdeführer geltend, blosses Beherbergen und Ernähren könne nicht strafbar sein. Wie die Vorinstanz mit Recht feststellt, beschränkte er sich nicht darauf, dringende Hilfe an einen notleidenden Flüchtigen zu leisten. Was er anstrebte, war vielmehr, den Berechtigten die Zöglinge solange zu entziehen, bis diese ihre Anliegen durch Presse oder Fernsehen der Öffentlichkeit vorgetragen hätten.\n\nc) Zum Tatbestand des Art. 220 StGB gehört im übrigen nicht, dass der Täter den Unmündigen dauernd der Gewalt entziehe. Es genügt, dass er es vorübergehend tue. Die Zeit vom 6.-9. Oktober 1971, während welcher die Zöglinge von Rechts wegen in der Anstalt hätten sein sollen und behördlich aktiv gesucht wurden, würde den Anforderungen des Art. 220 StGB auch dann genügen, wenn man mit dem deutschen (Leipziger Kommentar, 9. Aufl., 12. Lieferung, § 235 N. 3) und dem französischen Recht (Encyclopédie Dalloz, Droit pénal, Enlèvement de mineurs, Art. 356 CP, N. 46) im Entziehen ein Vergehen sehen würde, das eine gewisse Zeit dauern muss.\n\nd) Wie bereits dargetan, genügt es nicht, dass der Täter die Zöglinge irgendeiner Gewalt, z.B. den Behörden der Strafverfolgung oder des Strafvollzugs entzogen hat; er muss sie vielmehr der elterlichen oder vormundschaftlichen Gewalt entzogen haben. Besteht die Tat darin, dass ein Unmündiger, der sich zur Zeit der Tat nicht mehr in der Gewalt der Eltern oder des Vormundes befindet, entzogen oder vorenthalten wird, muss daher zusätzlich verlangt werden, dass der Inhaber dieser Gewalt sich um die Wiedererlangung der Gewalt bemüht oder es erwartungsgemäss in naher Zeit tun wird. Soweit im vorliegenden Falle die Zöglinge durch die Vormundschaftsbehörde eingewiesen wurden, die Anstalt ihre Befugnisse also von der vormundschaftlichen Gewalt ableitete, waren die von den Anstaltsorganen veranlassten Bemühungen um Rückschaffung der entwichenen Unmündigen durch die vormundschaftliche Gewalt mitgetragen. Insoweit ist also der Tatbestand des Art. 220 StGB erfüllt.\n\ne) Unter Hinweis auf den sog. Muntbruch gemäss § 235 Abs. 1 des deutschen Strafgesetzbuches wendet der Beschwerdeführer ferner ein, der Unmündige selber, der sich der Gewalt BGE 99 IV 266 S. 273der Eltern usw. entziehe, sei nicht strafbar. Wegen Straflosigkeit der Haupttat könne, mangels einer besonderen Strafdrohung für den Teilnehmer, auch der Dritte nicht bestraft werden, der dem Unmündigen helfe, sich der Gewalt zu entziehen. Dass aber der Dritte, dessen Mitwirkung die Form der Täterschaft annimmt, auch nach deutschem Rechte strafbar ist, anerkennt die Beschwerde mit Recht (vgl. auch Leipziger Kommentar, § 235, N. 12 mit Verweis auf RGSt 18, S. 273, 281). Das Verhalten des Beschwerdeführers war nicht blosse Gehilfenschaft zu \"Selbstentziehung\" der Zöglinge, welche noch nicht in die Anstalt zurückkehren wollten. Der Beschwerdeführer nahm an der Planung und der Durchführung des Aufenthaltes der Zöglinge in Tenniken in leitender Weise teil. Er bekundete an der Durchführung der Fernsehsendung und der Öffentlichkeitsarbeit der Aktion \"Heimkampagne\" ein eigenes und persönliches Interesse. In diesem Sinne sorgte er dafür, dass die Zöglinge nicht vor der Fernsehsendung zurückverbracht würden. Damit hat er aber als Mittäter gehandelt. Die Frage, ob blosse Gehilfenschaft zur sog. Selbstentziehung straflos sei, kann daher offen bleiben.\n\nI.3. Zum gleichen Ergebnis gelangt man übrigens, wenn man mit § 235 d. StGB das Entziehen als Dauerdelikt ansieht (Leipziger Kommentar, § 235 N. 14, SCHÖNKE/SCHRÖDER, § 235 N. 19 und 21, mit Verweis auf RG DR 1942, 438), das mit der räumlichen Trennung wohl vollendet, aber erst mit der Wiederherstellung der elterlichen Einflussmöglichkeit beendet ist. Das Entziehen durch die Mitglieder der \"Aktion Heimkampagne\" dauerte noch an, als sich der Beschwerdeführer am 6.-9. Oktober 1971 als weiterer Mittäter einschaltete.\n\nI.4. Der vom Beschwerdeführer erhobene Einwand, er habe die Rückkehr der Zöglinge in die Anstalt nicht verzögert, sondern gegenteils beschleunigt, ist nicht zu hören, da er sich in unzulässiger Weise gegen tatsächliche Feststellungen der Vorinstanz richtet (Art. 273 Abs. 1 lit. b BStP). Das Obergericht stellt für den Kassationshof verbindlich fest (Art. 277bis Abs. 1 BStP), der Beschwerdeführer habe den Zöglingen den Unterschlupf im Hause von G. und danach in einem Bauernhaus vermittelt und sie dadurch während dieser Zeit verborgen gehalten; damit habe er dazu beigetragen, dass sie nicht bereits früher gefunden und in die Anstalt zurückgeführt werden konnten.\n\nI.5. Der Beschwerdeführer rügt endlich, die Vorinstanz BGE 99 IV 266 S. 274habe den Vorsatz nur ungenügend festgestellt. Dieser müsse sich nicht bloss auf die Unmündigkeit, sondern auf den ganzen objektiven Tatbestand, also auch auf die Handlung beziehen. Bei Erörterung des Vorsatzes unterliess es die Vorinstanz zwar, ausdrücklich festzustellen, dass der Beschwerdeführer die Zöglinge mit Wissen und Willen den Inhabern der elterlichen bzw. vormundschaftlichen Gewalt entzogen hat. Das war indessen nicht nötig, da sich das aus den übrigen Feststellungen schon ergab. So führt die Vorinstanz aus, der Beschwerdeführer habe es übernommen und eingewilligt, die Aktion der \"Heimkampagne\", die darauf abzielte, die Zöglinge wenn auch nicht dauernd, so doch mindestens bis zur Orientierung der Öffentlichkeit den Inhabern der elterlichen oder vormundschaftlichen Gewalt zu entziehen. Anlässlich der Prüfung des Vorsatzes konnte sich deshalb das Obergericht auf die Feststellung beschränken, der Beschwerdeführer habe es in Kauf genommen, dass ein Teil der Zöglinge unmündig war; folglich habe er auch damit gerechnet, sie könnten der elterlichen oder vormundschaftlichen Gewalt entzogen werden. Welches aber die Beweggründe der Tat waren, ist ohne Einfluss auf den Vorsatz. Die Vorinstanz hat diese im Rahmen der Strafzumessung gewürdigt.\n\nI.6. Auf Rechtsirrtum im Sinne von Art. 20 StGB könnte sich der Beschwerdeführer nur berufen, wenn er aus zureichenden Gründen angenommen hätte, er sei zur Tat berechtigt. Solche Gründe hatte er aber nicht. Das berufliche Interesse, die Öffentlichkeit über die Gründe des Entweichens der Zöglinge und über die Verhältnisse in der Anstalt Uitikon zu orientieren, rechtfertigte es nicht, die Zöglinge, wenn auch nur vorübergehend, der rechtmässigen Gewalt zu entziehen.\n\nI.7. Hat der Beschwerdeführer somit den objektiven und subjektiven Tatbestand des Art. 220 StGB erfüllt, verletzt der gefällte Schuldspruch Bundesrecht nicht. Die Beschwerde erweist sich insoweit als unbegründet.\n\nII.1. Begüngstigung\n\nII.1.- Begünstigung im Sinne von Art. 305 StGB setzt voraus, dass der Täter jemanden der Strafverfolgung, dem Strafvollzug oder dem Vollzug einer der in den Artikeln 42-44 und 100bis StGB vorgesehenen Massnahmen entzieht.\n\na) Drei Zöglinge befanden sich zur Zeit der Flucht in Untersuchungshaft (K., M. und Sch.). Da aber der Beschwerdeführer BGE 99 IV 266 S. 275nicht damit rechnete, dass einzelne sich in Strafuntersuchung befanden, wurde er insoweit wegen fehlenden Vorsatzes freigesprochen.\n\nb) Andere Zöglinge waren \"administrativ\" oder durch die Vormundschaftsbehörde eingewiesen. Da es sich hier nicht um eine strafrechtliche Einweisung handelt, scheidet Art. 305 StGB aus (BGE 96 IV 76). Der Beschwerdeführer wurde deswegen auch nicht verurteilt.\n\nc) Die Massnahmen des Jugendstrafrechts werden in Art. 305 StGB absichtlich nicht erwähnt. Der Entwurf 1918 (Art. 269) erwähnte die \"strafrechtlichen Massnahmen\" schlechthin. Die Bundesversammlung hat Art. 305 StGB demgegenüber auf die in Art. 42-45 StGB (alte Fassung) vorgesehenen Massnahmen eingeschränkt. Der Einbezug anderer als der in Art. 305 StGB erwähnten Massnahmen würde daher gegen den Grundsatz \"keine Strafe ohne Gesetz\" verstossen, welches auch immer die Gründe für diese Einschränkung gewesen sein mochten. Das hat die Vorinstanz nicht verkannt.\n\nd) Drei Zöglinge (K., S. und W.) waren gemäss der alten Fassung von Art. 43 StGB in die Arbeitserziehungsanstalt eingewiesen worden. Mit Recht hat der Beschwerdeführer die Verurteilung wegen Begünstigung insoweit nicht angefochten. Da Art. 305 StGB in der Fassung des BG vom 18. März 1971 neben den Art. 42-44 den Art. 100bis StGB, der die neue Form der Arbeitserziehung enthält, ausdrücklich erwähnt, ist klar, dass die Begünstigung sich nach wie vor auch auf die Massnahme der Arbeitserziehung bezieht, mag diese nun gestützt auf den alten Art. 43 StGB oder den neuen Art. 100bis StGB angeordnet worden sein. Nach verbindlicher Feststellung der Vorinstanz hat der Beschwerdeführer auch damit gerechnet, dass unter den entwichenen Zöglingen sich solche befanden, die aus diesem Grunde eingewiesen waren. Nur hinsichtlich dieser Zöglinge kann sich der Beschwerdeführer also der Begünstigung schuldig gemacht haben.\n\nII.2. Die Begünstigung ist ein Vergehen gegen die Strafrechtspflege. Geschütztes Rechtsgut ist gemäss BGE 69 IV 120 nicht nur das Interesse des Staates, dass der Täter verurteilt und bestraft werde, sondern auch, dass das Strafverfahren gegen den Verdächtigten ungehindert vor sich gehe und dass gegebenenfalls seine Unschuld abgeklärt werde (ebenso HAFTER, AllgT S. 237 mit Verweis auf das franz. Marginale \"entrave à l'action BGE 99 IV 266 S. 276pénale\"; LOGOZ, Art. 305 StGB, N. 3a aa; SCHWANDER, Das schweiz. Strafrecht, 2 Aufl., Nr. 771 oben; THORMANN/VON OVERBECK, Art. 305 StGB, N. 1). Was für die Strafverfolgung gilt, muss grundsätzlich auch für den Strafvollzug gelten. Geschützt wird, wie die Vorinstanz ausführt, das Interesse an einem ungestörten Vollzug der Strafen und der in Art. 305 StGB erwähnten sichernden Massnahmen.\n\nII.3. Indessen ist nicht jede Beeinträchtigung, Behinderung oder Störung der Strafverfolgung oder des Strafvollzuges strafbar. Das Gesetz erfasst nur denjenigen, der jemanden der Strafverfolgung oder dem Vollzug entzieht. Dadurch wird der Tatbestand eingeschränkt. Wer den Vollzug nur hindert oder stört, z.B. die Festnahme mühsamer gestalten will ohne sie zu verhindern oder die erzieherischen Bemühungen des Anstaltspersonals durch Aufwiegelung erschwert, ist nicht strafbar. Dadurch wird ein Verurteilter noch nicht dem Vollzug entzogen. Der Vorinstanz kann daher nicht gefolgt werden, wenn sie annimmt, dass \"stets schon eine nur vorübergehende oder geringfügige Behinderung der Strafrechtspflege als vollendete Begünstigung anzusehen\" sei, dass die blosse Hinderung, Störung oder vorübergehende Beeinträchtigung des Verfahrens oder des Vollzuges genüge. Aus BGE 69 IV 119 /20 kann dieser Schluss nicht gezogen werden; unter \"Entziehen\" versteht er richtigerweise nicht ein blosses Hindern, sondern ein Verhindern.\n\nDie Strafverfolgung wie der Strafvollzug, insbesondere der Vollzug von Freiheitsstrafen und sichernden Massnahmen, besteht indessen regelmässig in einer Vielzahl von Amtshandlungen der Strafverfolgungs- bzw. der Vollzugsbehörden. Eine sinngemässe Auslegung des Gesetzes muss klären, ob unter Strafverfolgung (poursuite pénale; atti di procedimento penale) und dem Strafvollzug bzw. dem Vollzug von Massnahmen (Exécution d'une peine ou d'une des mesures...; esecuzione di una pena o di una delle misure...) die Gesamtheit der Strafverfolgungshandlungen von der Eröffnung des Verfahrens bis zur rechtskräftigen Einstellung oder bis zum rechtskräftigen Urteil bzw. alle Vollstreckungshandlungen von der Aufforderung zur Zahlung der Busse oder vom Strafantritt bis zur letzten Vollzugshandlung zu verstehen ist, oder ob darunter schon der einzelne Akt der Strafverfolgung oder des Strafvollzugs fällt. Diese Frage ist nicht nur für die Vollendung, sondern auch für die Begriffe des Entziehens und des Entziehungsvorsatzes von BGE 99 IV 266 S. 277Bedeutung. Folgt man der ersten Hypothese, so hat zu begünstigen nicht einmal versucht, wer einen Verfolgten lediglich der Untersuchungshaft oder einen Verurteilten nur zeitweise dem Strafvollzug entzieht, wenn er damit die Aburteilung oder den Vollzug nicht gänzlich verhindern will. Folgt man hingegen der zweiten Ansicht, kann die Begünstigung schon darin bestehen, dass ein einzelner Akt ganz oder teilweise vereitelt wird.\n\nHinsichtlich der Strafverfolgung wurde in BGE 69 IV 119 /20 ausgeführt, der Tatbestand der Begünstigung sei bereits gegeben, wenn der Verfolgte irgend einer Amtshandlung der Strafverfolgungsbehörden, z.B. schon der Eröffnung eines Strafverfahrens, nicht erst, wenn er dem Ausspruch der Strafe entzogen werde. Diese Auslegung findet im italienischen Text eine klare Stütze (\"sottrae una persona ad atti di procedimento penali\"), aber auch im französischen Marginale zu Art. 305 StGB \"entrave à l'action pénale\", welches keine völlige Vereitelung des Strafverfahrens schlechthin voraussetzt. Diese gesetzlichen Äusserungen beziehen sich allerdings nur auf die Strafverfolgung. Es ist aber nicht anzunehmen, der Gesetzgeber habe den Begriff des Entziehens im Falle der Begünstigung im Vollzug enger fassen wollen. Dazu besteht kein Grund. Mochte in der ersten Expertenkommission vielleicht die Ansicht vorgeherrscht haben, die Begünstigung sei erst vollendet, wenn der Begünstigte der Verfolgung oder dem Vollzug gänzlich entzogen sei (Verhandlungen der I. ExpK, Bd. 2, S. 272), so blieben in der zweiten Expertenkommission die Äusserungen von ZÜRCHER unwidersprochen; nach diesen vermag der Umstand, dass es der Polizei nachträglich gelingt, den Begünstigten zu fassen, die vollendete Begünstigung nicht in das Stadium des Versuchs zurückzuversetzen (Erläuterungen zum Vorentwurf 1908 S. 388 f); denn auch eine vorübergehende Entziehung vollendet das Delikt (Prot. V. S. 246; vgl. ZBJV 82, S. 84 f; SJZ 43, S. 311, 58 S. 28). Andernfalls wäre die Vollzugsbegünstigung praktisch erst vollendet, wenn aus besonderen Gründen wie Vollstreckungsverjährung oder Tod des Begünstigten der Vollzug nicht mehr möglich ist. Auch das vom Beschwerdeführer angezogene deutsche Recht betrachtet die Tat als vollendet, wenn der Begünstigte bloss vorübergehend der Strafverfolgung oder dem Vollzug entzogen wurde. Die Begünstigung im Sinne des § 257 d. StGB erfordert als Unternehmensdelikt überhaupt keinen Erfolg; es genügt, dass der Täter \"nach Begehung eines BGE 99 IV 266 S. 278Verbrechens oder Vergehens dem Täter oder Teilnehmer wissentlich Beistand leistet, um denselben der Bestrafung zu entziehen...\". Das Verbergen des Verurteilten genügt beispielsweise (RGStr 73 S. 331; Leipziger Kommentar, a.a.O. N. 9, 12 und 18). Ähnlich erfasst Art. 61 § 2 des franz. CP (Fassung vom 25. Juni 1945) als \"recel de malfaiteurs\" u.a. diejenigen \"... qui auront soustrait ou tenté de soustraire le criminel à l'arrestation ou aux recherches, ou auront aidé à se cacher ou à prendre la fuite...\" (vgl. auch GARCON, Code pénal annoté Bd. l'Art. 61, N. 46 f, und Encyclopédie Dalloz, Droit pénal, \"Recel de malfaiteurs\" N. 23, 26 und 27). Auch § 257a d. StGB, der sich auf die Vollstreckung rechtskräftig angeordneter Massregeln der Sicherung oder Besserung bezieht, und auf den sich der Beschwerdeführer vor allem beruft, führt zu keinem andern Ergebnis. Zwar enthält er, im Gegensatz zu § 257 d. StGB, ein Erfolgsdelikt. Er setzt voraus, dass der Täter die Vollstreckung der Massregel \"ganz oder zum Teil vereitelt\". Es \"muss - mindestens zum Teil - eine Verkürzung des Vollstreckungserfolges eingetreten sein, die Betätigung des Vereitelungswillens allein genügt nicht. Die Verkürzung kann, der Art und Weise nach, sie kann auch zeitlich, etwa in Gestalt einer Verzögerung des Vollzugs, bewirkt werden...\" (Leipziger Kommentar, § 257 a N. 3). Zum Teil vereitelt ist die Vollstreckung der Massregel nach SCHÖNKE/SCHRÖDER (15. Aufl., § 257 a, N. 4 und 7) auch, \"wenn infolge des Eingreifens des Täters die Massnahme nur stückweise oder später, als es dem Gesetz entspricht, durchgeführt wird\"; auch die zeitliche Verzögerung gilt als teilweise Vereitelung.\n\nII.4. Die Begünstigung gemäss Art. 305 StGB ist ein Vorsatzdelikt. Eventualvorsatz genügt. Ein besonderer Beweggrund oder eine besondere Absicht ist nicht gefordert. Der Vorsatz muss sich auf den objektiven Tatbestand beziehen, welcher den spezifischen Unrechtsgehalt der Begünstigung umschreibt. Der Wille des Täters muss also, wenigstens im Sinne des Eventualvorsatzes, darauf gerichtet gewesen sein, jemanden ganz, teilweise oder vorübergehend der Strafverfolgung zu entziehen. Erreicht sein Tun oder pflichtwidriges Unterlassen diesen Erfolg nicht, ist die Tat versucht.\n\nII.5. In Anwendung der dargelegten Grundsätze qualifiziert sich das Verhalten des Beschwerdeführers auch als Begünstigung. In der Zeit vom 6.-9. Oktober 1971 hat er den Vollzug BGE 99 IV 266 S. 279der Arbeitserziehung vorübergehend verhindert; denn er hat den Zöglingen, die dieser Massnahme unterstanden, eine Unterkunft verschafft, wo sie der Fahndung der Polizei entgingen. Er hat sie später mit einem Fahrzeug in ein weiteres Versteck verbracht. Damit hat er durch sein aktives Eingreifen dazu beigetragen, dass sie während dieser Zeit dem Vollzug entgingen. Sein Beitrag ging weit über eine dringende Hilfe an notleidende Flüchtige hinaus und verlängerte den schon unterbrochenen Vollzug erheblich. Dass es den Zöglingen möglicherweise auch sonst gelungen wäre, während dieser Zeit oder noch länger sich der Fahndung der Polizei zu entziehen, entlastet den Beschwerdeführer nicht, da es weder ihm noch andern gestattet war, sie während dieser Zeit dem Vollzug zu entziehen. Der Beschwerdeführer wusste auch, dass die Zöglinge von den Behörden gesucht wurden. Er hatte keine zureichenden Gründe anzunehmen, er sei zur Tat berechtigt. Die Beschwerde ist daher auch in diesem Punkte abzuweisen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}