{"annee": "99", "cour": "IA", "page": "164", "date": "27/6/1973", "cite": ["95 I 322"], "cite_par": ["103 IA 468", "101 IA 205", "99 IA 571", "101 IA 317", "102 IA 513"], "chapeau": "20. Urteil vom 27. Juni 1973 i.S. Geissmatthöhe AG gegen Stadtrat von Luzern und Regierungsrat des Kantons Luzern.", "regestes": ["Art. 4 Cst.; arbitraire. Imposition d'un terrain à bâtir utilisé comme terrain agricole. Nonapplication arbitraire du texte de la loi."], "faits": "BGE 99 Ia 164 S. 164\n\nAus dem Sachverhalt:\n\nA.- Die Firma Geissmatthöhe AG ist seit 1892 Eigentümerin des 9733 m2 haltenden Grundstücks Nr. 1091, das in der Gegend der Geissmatthöhe in Luzern liegt und abgesehen von einer alten, baufälligen Scheune unüberbaut ist. Bei der Handänderung im Jahre 1892 wurde der Erwerbspreis durch die landwirtschaftliche Bewirtschaftung bestimmt.\n\nNach dem luzernischen Gesetz über die direkten Staats- und Gemeindesteuern (StG) wird das unbewegliche Vermögen zum Katasterwert besteuert (§ 35). Der Katasterwert bestimmt sich nach dem Gesetz über die amtliche Schätzung des unbeweglichen Vermögens vom 27. Juni 1961 (Schatzungsgesetz, SchG). BGE 99 Ia 164 S. 165\n\nDas genannte Grundstück, das bereits im Jahre 1955 als Bauland eingestuft und mit Fr. 16 000.-- bewertet worden war, wurde nach Inkrafttreten des SchG wiederum als Bauland behandelt und sein Katasterwert mit Verfügung vom 18. Januar 1963 auf Fr. 149 000.-- festgesetzt. Aufgrund eines Dekretes des Grossen Rates vom 21. Dezember 1964, das eine allgemeine Anpassung der Katasterwerte anordnete, wurde die Schätzung auf den 1. Januar 1965 auf Fr. 163 900.-- erhöht.\n\n1966 wurde wiederum eine allgemeine Neuschätzung der Liegenschaften beschlossen. Die §§ 14, 15 und 17 des Schatzungsgesetzes hatten damals folgenden Wortlaut:\n\n§ 14: \"1 Grundstücke, die vorwiegend der landwirtschaftlichen Nutzung dienen und zu einem Landwirtschaftsbetrieb ihres Eigentümers gehören, gelten als landwirtschaftlich, wenn ihr Erwerbspreis oder Anrechnungswert bei der letzten Handänderung durch die landwirtschaftliche Nutzung bestimmt wurde.\n\n2 Grundstücke, die vorwiegend der landwirtschaftlichen Nutzung dienen, aber nicht zu einem Landwirtschaftsbetrieb ihres Eigentümers gehören, gelten als landwirtschaftlich, wenn ihr Verkehrswert durch die landwirtschaftliche Nutzung bestimmt wird.\n\n§ 15: 1 Der Katasterwert landwirtschaftlicher Grundstücke ist nach dem Ertragswert unter billiger Berücksichtigung des durch Lage und andere Verhältnisse bedingten Verkehrswertes festzusetzen.\n\n2 Der Ertragswert ist so zu ermitteln, dass er als Grundlage für die bundesrechtlichen Schatzungen dienen kann.\n\n§ 17: Der Katasterwert nicht-überbauter Grundstücke, die nach § 14 nicht als landwirtschaftlich gelten, beträgt in der Regel 40-60%, in Ausnahmefällen bis 75 % ihres Verkehrswertes.\"\n\nDie Schätzungsbehörden gingen bei der Bewertung des Grundstücks Nr. 1091 davon aus, es diene der landwirtschaftlichen Nutzung, gehöre aber nicht zu einem Landwirtschaftsbetrieb des Eigentümers, und der Verkehrswert werde nicht durch die landwirtschaftliche Nutzung bestimmt. In Anwendung des § 17 SchG bestimmten sie den Wert des Grundstücks am 14. Februar 1968 wie folgt:\n\n9733 m2 à Fr. 60.- = Fr. 583 980.--\n\nKatasterschatzung: 60% von Fr. 583 980.-- = Fr. 350 000.--\n\nDie Firma Geissmatthöhe AG focht diese Schätzung nicht an.\n\nB.- Als bei der allgemeinen Neuschätzung 1967/68 zahlreiche Grundstücke, welche vorher noch als landwirtschaftliche bewertet waren, als Bauland geschätzt wurden, reichte Grossrat Grob im Herbst 1968 im Grossen Rat eine Motion ein, mit BGE 99 Ia 164 S. 166welcher eine Reduktion dieser Schätzungen angestrebt wurde. In der Folge wurden im Zusammenhang mit der Revision des Steuergesetzes die §§ 14, 15 und 17 des Schatzungsgesetzes wie folgt gefasst:\n\n§ 14: \"Als landwirtschaftlich im Sinne dieses Gesetzes gilt ein Grundstück, wenn sein Erwerbspreis oder Anrechnungswert bei der letzten Handänderung durch die landwirtschaftliche Bewirtschaftung bestimmt wurde und wenn es landwirtschaftlich genutzt wird oder bei anderer Nutzungsart einen Ertrag abwirft, der denjenigen bei landwirtschaftlicher Nutzung nicht wesentlich übersteigt.\n\n§ 15: Der Katasterwert landwirtschaftlicher Grundstücke ist nach dem Ertragswert festzusetzen.\n\n§ 17: 1 Der Katasterwert nicht überbauter Grundstücke, die nach § 14 nicht als landwirtschaftlich gelten, beträgt in der Regel 75% ihres Verkehrswertes.\n\n2 In offensichtlichen Härtefällen kann dieser Ansatz angemessen herabgesetzt werden. Der Regierungsrat ist ermächtigt, darüber Richtlinien aufzustellen.\"\n\nIn das StG wurde ferner folgende Übergangsbestimmung zum abgeänderten Schatzungsgesetz aufgenommen:\n\n\"1 Soweit für Grundstücke ohne Bauten in den Jahren 1967 und 1968 das Neuschatzungsverfahren eröffnet wurde, werden das Verfahren und die neuen Katasterwerte aufgehoben.\n\n2 Grundstücke ohne Bauten, die nicht als landwirtschaftlich in der Fassung des § 17 dieses Gesetzes gelten und seit dem 1. Januar 1950 zu Baulandpreisen erworben wurden, sind neu zu schätzen. Die neuen Katasterwerte treten auf den 1. Januar 1969 in Kraft.\n\n3 Im übrigen bleiben die beim Inkrafttreten dieses Gesetzes geltenden Katasterwerte in Kraft, bis sie nach den Vorschriften des Schatzungsgesetzes neu festgesetzt oder angepasst werden.\"\n\nGestützt auf Abs. 1 dieser Übergangsbestimmung wurde die am 14. Februar 1968 vorgenommene Schätzung des Grundstücks Nr. 1091 in der Höhe von Fr. 350 000.-- aufgehoben. Das Schätzungsamt teilte der Geissmatthöhe AG am 14. Dezember 1970 mit, das Grundstück Nr. 1091 werde nun als landwirtschaftliche Liegenschaft bewertet. Der Katasterwert wurde auf Fr. 3000.-- festgesetzt, was der Grundeigentümerin und dem Stadtrat von Luzern am 15. Dezember 1971 eröffnet wurde.\n\nGegen diese Schätzung erhob der Stadtrat von Luzern beim Schätzungsamt Einsprache mit dem Begehren, das Grundstück sei als Bauland zu bewerten. Er machte u.a. geltend, es sei nicht einzusehen, weshalb das Grundstück, das zwischen 1963 und BGE 99 Ia 164 S. 1671966 einen unangefochtenen Katasterwert von 149 000 bzw. 163 900 Franken gehabt habe, nunmehr mit 3000 Franken bewertet werden solle. Von einer landwirtschaftlichen Nutzung könne nicht gesprochen werden. Die Geissmatthöhe AG habe kürzlich im Geissmattquartier Bauland zum Preis von Fr. 250.-- je m2 veräussert. - Das Schätzungsamt wies die Einsprache am 21. April 1972 ab. Es stützte sich dabei auf den neuen § 14 des SchG und führte aus, das Grundstück sei 1892 zweifellos zu einem \"landwirtschaftlichen Preis\" erworben worden und es werde nach wie vor landwirtschaftlich genutzt, so dass der Katasterwert dem Ertragswert entspreche. Dass das Areal heute als hochwertiges Bauland veräussert werden könnte, vermöge aufgrund der geltenden gesetzlichen Ordnung daran nichts zu ändern.\n\nC.- Der Stadtrat von Luzern erhob gegen den Entscheid des Schatzungsamts vom 21. April 1972 Rekurs beim Regierungsrat mit dem Antrag, das Grundstück sei gemäss § 17 SchG als Bauland zu bewerten. Der Stadtrat stellte sich auf den Standpunkt, angesichts der Hanglage des Grundstücks lasse sich eine Reduktion der in der aufgehobenen Baulandschätzung von 1968 vorgenommenen Bewertung von Fr. 60.- je m2 auf Fr. 55.- je m2 rechtfertigen, so dass folgende Katasterschätzung angemessen sei:\n\nVerkehrswert: 9733 m2 à Fr. 55.- = Fr. 535 000.--\n\nKatasterschätzung: 75% des Verkehrswert: Fr. 400 000.--\n\nDer Regierungsrat hiess den Rekurs des Stadtrats am 22. Dezember 1972 gut und setzte die Katasterschätzung des Grundstücks Nr. 1091 auf Fr. 400 000.-- fest. Zur Begründung führte er im wesentlichen aus: Nach dem Wortlaut des neuen § 14 SchG wäre das Grundstück zwar zum landwirtschaftlichen Ertragswert zu schätzen; es werde immer noch landwirtschaftlich genutzt, und bei der letzten Handänderung im Jahre 1892 sei der Erwerbspreis zweifellos durch die landwirtschaftliche Nutzung bestimmt worden. Die wörtliche Auslegung der revidierten §§ 14 und 17 SchG führe jedoch zu einem Ergebnis, das weder der Motionär noch der Gesetzgeber gewollt habe, indem seit Jahrzehnten als Bauland geschätzte Grundstücke, deren Wert in den letzten Jahren ausserordentlich gestiegen sei, steuerlich krass privilegiert würden. Mit der Änderung des SchG sei- wie der Regierungsrat näher ausführt - ein anderer Zweck verfolgt worden, und entsprechend der wirklichen Absicht BGE 99 Ia 164 S. 168des Gesetzgebers erscheine es als geboten, den revidierten § 14 SchG nur auf solche Einzelgrundstücke anzuwenden, die bei der Neuschätzung 1953/54 noch landwirtschaftlich geschätzt worden seien und diese Schätzung bis zur letzten allgemeinen Neuschätzung beibehalten hätten. Alle anderen Einzelgrundstücke, die entweder 1953/54 bereits als Bauland geschätzt worden seien oder bis zur letzten allgemeinen Neuschätzung als Folge einer Revision eine Baulandschätzung erfahren hätten, seien nach § 17 Abs. 1 des revidierten SchG zu bewerten. Da das Grundstück der Geissmatthöhe AG bereits 1954 als Bauland geschätzt worden sei, sei es auch weiterhin als solches zu schätzen.\n\nD.- Gegen den Entscheid des Regierungsrats vom 22. Dezember 1972 hat die Geissmatthöhe AG gestützt auf Art. 4 BV staatsrechtliche Bechwerde erhoben mit dem Antrag, der Entscheid sei aufzuheben und der Katasterwert des Grundstücks auf Fr. 3000.--festzusetzen. Die Begründung der Beschwerde ergibt sich, soweit nötig, aus den folgenden Erwägungen.\n\nE.- Der Regierungsrat des Kantons Luzern und der Stadtrat von Luzern beantragen Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1. a) (kassatorische Natur der staatsrechtlichen Beschwerde).\n\nb) Der Bürger ist nicht legitimiert, eine Verfügung anzufechten, die entsprechend seinem eigenen Antrag getroffen wurde (BIRCHMEIER, Bundesrechtspflege S. 371/2). In den Erwägungen seines Entscheids führte der Regierungsrat beiläufig aus, die Geissmatthöhe AG habe sich im Verfahren vor dem Schatzungsamt selber auf den Standpunkt gestellt, ihr Grundstück sei schätzungsrechtlich Bauland. In ihrem an das Schatzungsamt gerichteten Brief vom 6. Februar 1971 drückte die Beschwerdeführerin den Wunsch aus, es sei keine Neuschätzung ihres Grundstücks vorzunehmen, wobei sie mehr nebenbei ihr Land als \"Bauland\" bezeichnete. Aus dieser Formulierung kann nicht abgeleitet werden, der Entscheid des Regierungsrates entspreche dem Antrag der Beschwerdeführerin. Diese hat zwar wohl eingeräumt, dass das Grundstück Baulandqualität habe, aber keineswegs anerkannt, dass es auch nach dem abgeänderten SchG als Bauland zu bewerten und zu besteuern sei. Der Regierungsrat hat denn auch in den Erwägungen seines Beschlusses BGE 99 Ia 164 S. 169auf den erwähnten Brief der Geissmatthöhe AG nur Bezug genommen, um seine eigene Begründung zu stützen. Dass auf die staatsrechtliche Beschwerde mangels einer gegen den Willen des Betroffenen ergangenen Verfügung nicht einzutreten sei, wird zu Recht weder vom Stadtrat noch vom Regierungsrat behauptet.\n\nc) ....\n\n2. Stellt man auf den Wortlaut des Gesetzes ab, so ist es klar, dass der Katasterwert des Grundstücks nach dem landwirtschaftlichen Ertragswert (Fr. 3000.--) festzusetzen ist und das Land nicht als Bauland mit 75% des Verkehrswerts (Fr. 400 000.--) eingeschätzt werden darf, wie es der Regierungsrat getan hat. Bei der letzten, 1892 erfolgten Handänderung wurde der Erwerbspreis des Grundstücks durch die landwirtschaftliche Nutzung bestimmt, und das Areal wird jetzt noch landwirtschaftlich genutzt. Es handelt sich deshalb nach dem klaren Wortlaut des § 14 SchG um ein landwirtschaftliches Grundstück, dessen Katasterwert nach dem Ertragswert festzusetzen ist (§ 15). § 17 SchG gilt nur für Grundstücke, die nach § 14 nicht als landwirtschaftliche gelten, somit nicht für das Grundstück der Beschwerdeführerin.\n\nDer Regierungsrat anerkennt denn wohl auch, dass die von ihm vorgenommene Bewertung mit dem Wortlaut des Gesetzes nicht zu vereinbaren ist. Er ist aber der Meinung, im zu beurteilenden Fall dürfe vom Wortlaut des Gesetzes abgewichen werden. Nach der Rechtsprechung des Bundesgerichts darf die rechtsanwendende Behörde vom klaren Gesetzeswortlaut ohne Verletzung des Art. 4 BV nur dann abweichen, wenn triftige Gründe dafür bestehen, dass er nicht den wahren Sinn der Bestimmung wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte, aus Grund und Zweck der Vorschrift und aus dem Zusammenhang mit andern Gesetzesbestimmungen ergeben (BGE 95 I 326 E 3 mit Hinweis auf frühere Urteile; nicht veröffentlichtes Urteil vom 2. Mai 1973 i.S. Resinelli). Es ist zu prüfen, ob es im Sinn dieser Rechtsprechung vor Art. 4 BV haltbar ist, dass der Regierungsrat vom klaren Wortlaut des Gesetzes abwich.\n\n3. a) Das Steuergesetz und das Schatzungsgesetz wurden im Dezember 1968 abgeändert. Es ist zu untersuchen, welches die gesetzliche Ordnung vor der Revision von 1968 war, welche BGE 99 Ia 164 S. 170Gründe zur Revision führten und welches die heute geltende gesetzliche Regelung ist.\n\nDer § 14 des SchG in seiner ursprünglichen Fassung machte einen Unterschied zwischen landwirtschaftlich genutzten Liegenschaften, die zu einem Landwirtschaftsbetrieb des Eigentümers gehören, und solchen, bei denen das nicht zutrifft. Grundstücke, die vorwiegend der landwirtschaftlichen Nutzung dienten und zu einem Landwirtschaftsbetrieb ihres Eigentümers gehörten, galten als landwirtschaftlich, wenn ihr Erwerbspreis oder Anrechnungswert bei der letzten Handänderung durch die landwirtschaftliche Nutzung bestimmt worden war (Abs. 1). Grundstücke, die vorwiegend der landwirtschaftlichen Nutzung dienten, aber nicht zu einem Landwirtschaftsbetrieb ihres Eigentümers gehörten, galten als landwirtschaftlich, wenn ihr Verkehrswert durch die landwirtschaftliche Nutzung bestimmt wurde (Abs. 2). Der Katasterwert landwirtschaftlicher Grundstücke war nach dem Ertragswert unter billiger Berücksichtigung des durch Lage und andere Verhältnisse bedingten Verkehrswerts festzusetzen (§ 15 Abs. 1). Ein unüberbautes Grundstück, das nicht zu einem Landwirtschaftsbetrieb des Eigentümers gehörte, das zwar noch landwirtschaftlich genutzt war, dessen Wert aber nicht mehr durch die landwirtschaftliche Nutzung bestimmt wurde, also vor allem Bauland, galt demnach nicht als landwirtschaftliches Grundstück. Der Katasterwert betrug nach § 17 in der Regel 40-60%, in Ausnahmefällen 75% des Verkehrswerts. Der Eigentümer eines solchen Grundstücks hatte eine auf dem Baulandwert (40-60% bzw. 75%) basierende Vermögenssteuer zu entrichten, obschon ihm nur ein aus der landwirtschaftlichen Nutzung resultierender und somit bescheidener Ertrag zufloss. Dass der Eigentümer eine im Verhältnis zum Ertrag recht hohe Vermögenssteuer zu bezahlen hatte, wurde in den ersten Jahren der Geltungsdauer des Schatzungsgesetzes von 1961 nicht als stossend empfunden, weil nach den Ausführungen des Regierungsrates in der Praxis eine auf dem Baulandwert basierende Schätzung immer nur dann vorgenommen wurde, wenn der Baulandwert realisiert wurde (Veräusserung) oder doch kurzfristig realisierbar war (Erschliessung). Die volle \"Härte des alten § 14 Abs. 2\" wurde erst spürbar, als ab 1966 die Katasterwerte sämtlicher unüberbauter Einzelgrundstücke nach § 14 Abs. 2 neu festgesetzt wurden.\n\nDas veranlasste Grossrat Grob, im Herbst 1968 eine Motion BGE 99 Ia 164 S. 171einzureichen, in der er im wesentlichen folgendes ausführte:\n\n\"In die neue Schatzung unüberbauten Bodens gemäss § 17 des Schatzungsgesetzes sind auch Grundstücke einbezogen worden, die zwar nach wie vor landwirtschaftlich genutzt werden, aber wegen fehlender Bewirtschaftung durch den Eigentümer oder dessen Pächter nicht mehr als Betriebseinheiten gemäss § 14 des Schatzungsgesetzes gelten. Diese Grundstücke haben im Zuge der in diesem Jahre durchgeführten Neuschatzungen durch die Bewertung zu Baulandansätzen sehr massive Erhöhungen der Katasterschatzungen erfahren. Dem hohen zu versteuernden Schatzungswert steht aber nach wie vor nur ein geringer, durch die rein landwirtschaftliche Nutzung bedingter Ertragswert gegenüber, so dass die Steuerlast auf solchen Objekten als unverhältnismässig drückend empfunden wird und den Eigentümer in vielen Fällen zur Veräusserung zwingen kann. Dabei befinden sich die Eigentümer solcher Grundstücke wirtschaftlich in der gleichen oder ähnlichen Lage, wie die Eigentümer, die in Bauzonen gelegene landwirtschaftliche Betriebe entweder selber bewirtschaften oder durch Pächter bewirtschaften lassen und deren Grundstücke daher gemäss § 15 des Schatzungsgesetzes nur zum Ertragswert einschliesslich eines max. Ertragswertzuschlages bis zu 25% bewertet werden, obwohl eine evtl. Veräusserung nur zu Baulandpreisen in Frage käme. Diese ungleiche Behandlung bei gleichen oder ähnlichen wirtschaftlichen Verhältnissen wirkt stossend und sollte durch entsprechende Änderung des Schatzungsgesetzes rückwirkend korrigiert werden, dass auch unüberbaute Grundstücke, deren Erwerbspreis oder Anrechnungswert bei der letzten Handänderung durch die landwirtschaftliche Nutzung bestimmt wurde, auch dann nur zum Ertragswert (§ 15 des Schatzungsgesetzes) bewertet werden, wenn sie nicht mehr vom Grundeigentümer selbst oder dessen Pächter bewirtschaftet werden.\n\nIch beantrage, den erhöhten steuerrechtlichen Zugriff auf den Zeitpunkt zu verschieben, in dem der Grundeigentümer den in seinem Land steckenden Mehrwert auch tatsächlich realisiert und daher die anfallende Vermögenssteuer auch ohne Schwierigkeiten bezahlen kann.\"\n\nDer Motionär legte einen ausgearbeiteten Vorschlag für die Änderung des Schatzungsgesetzes wie auch des Steuergesetzes vor. In das Steuergesetz sollte als neue Steuer - neben der Grundstückgewinnsteuer - eine ergänzende Vermögenssteuer aufgenommen werden. Diese Steuer wird bei Veräusserung einer Liegenschaft erhoben, die bisher zum Ertragswert besteuert wurde. Das steuerbare Vermögen berechnet sich, grob ausgedrückt, von der Hälfte der Differenz zwischen dem Ertragswert und 75% des Verkehrswerts (= Baulandwert), und die ergänzende Vermögenssteuer wird entsprechend der Besitzesdauer, jedoch höchstens für 15 zurückliegende Jahre, erhoben. BGE 99 Ia 164 S. 172\n\nDie Konzeption des Motionärs scheint klar: Nach seiner Auffassung sollen auch die nicht zu einem Landwirtschaftsbetrieb des Eigentümers gehörenden Grundstücke, die noch landwirtschaftlich genutzt werden, zum landwirtschaftlichen Ertragswert geschätzt werden, selbst wenn ihr Wert nicht mehr durch die landwirtschaftliche Nutzung, sondern durch die Baulandqualität bestimmt wird. Der sich aus der Baulandqualität ergebende Mehrwert soll erst später steuerlich erfasst werden, nämlich im Zeitpunkt der Veräusserung, und zwar auf dem Weg einer ergänzenden Vermögenssteuer.\n\nDie Motion wurde vom Grossen Rat mit grossem Mehr erheblich erklärt. Der Regierungsrat stimmte ihr in seiner Ergänzungsbotschaft vom 28. Oktober 1968 zu. Er verwies dabei auf seine eigenen Ausführungen, die in einer frühern Botschaft enthalten waren:\n\n\"Von landwirtschaftlichen Kreisen wurde eingewendet, dass die daraus sich ergebenden Steuerlasten nicht tragbar wären, solange der Landwirt das Bauland nicht verkaufe, sondern den Betrieb bewirtschafte. Dieser Einwand ist insbesondere vertretbar für Betriebe, die nach ihrem Verkehrswert zum grössern Teil als Bauland zu schätzen waren, und für Gebiete mit ausgesprochener Dorfsiedlung, wo die dorfnah gelegene Hofstatt (Grasland und Baumgarten) wohl vielfach zu Baulandpreisen verkäuflich wäre, ein Verkauf aus betriebswirtschaftlichen Gründen aber nicht in Frage kommt.\n\nWollte man anderseits den Verkehrswert des Baulandes bei landwirtschaftlichen Betrieben überhaupt nicht erfassen, so würde der Eigentümer nicht bloss gegenüber den Eigentümern anderer Vermögenswerte, sondern auch gegenüber Landwirten, die kein Bauland besitzen, in einem Masse bevorteilt, das mit dem Grundsatz rechtsgleicher Behandlung unvereinbar ist.\n\nAus diesen Überlegungen schlagen wir eine Lösung vor, welche landwirtschaftliche Betriebe, solange der Verkehrswert ihres Baulandes nicht realisiert wird, nach dem Ertragswert schätzen lässt, den dadurch bedingten Steuerausfall aber teilweise ausgleicht, sobald eine Parzelle zu Baulandpreisen veräussert wird.\"\n\nIm Zusammenhang mit der Revision des Schatzungsgesetzes beschloss der Grosse Rat in der Folge auch eine entsprechende Änderung des Steuergesetzes (§§ 36 ff).\n\nb) Nach dem neuen § 14 SchGgilt ein Grundstück als landwirtschaftlich im Sinne dieses Gesetzes, wenn sein Erwerbspreis oder Anrechnungswert bei der letzten Handänderung durch die landwirtschaftliche Bewirtschaftung bestimmt wurde und wenn es landwirtschaftlich genutzt wird (...). Das entspricht, wie auf Grund der Botschaft des Regierungsrates und der Protokolle BGE 99 Ia 164 S. 173über die Beratungen der Kommission und des Grossen Rates zu schliessen ist, den Absichten des Motionärs und des Gesetzgebers. Ziel der Revision war es insbesondere, die nach dem frühern Schatzungsgesetz bestehende ungleiche Behandlung von landwirstchaftlich genutzten Grundstücken, die zu einem Landwirtschaftsbetrieb ihres Eigentümers gehören, und andern landwirtschaftlich genutzten Grundstücken zu beseitigen, und zwar in dem Sinn, dass in Zukunft auch die nicht zu einem Betrieb des Eigentümers gehörenden, sogenannten Einzelgrundstücke zum landwirtschaftlichen Ertragswert geschätzt würden. Die Gesetzesrevision zielte also durchaus darauf ab, bei diesen landwirtschaftlich genutzten Einzelgrundstücken, die Baulandcharakter haben, von einer auf dem Verkehrswert basierenden Katasterschätzung (§ 14 Abs. 2 in Verbindung mit § 17 des SchG in der frühern Fassung) zu einer auf dem landwirtschaftlichen Ertragswert basierenden Katasterschätzung überzugehen, sofern wenigstens bei der letzten Handänderung der Erwerbspreis oder Anrechnungswert durch die landwirtschaftliche Bewirtschaftung bestimmt wurde (§ 14 SchG in der neuen Fassung). Es kann deshalb nicht zweifelhaft sein, dass der Gesetzgeber bestimmte Grundstücke, die nach dem frühern Gesetz auf Grund des Verkehrswerts zu schätzen waren, in Zukunft nach dem landwirtschaftlichen Ertragswert bewerten lassen wollte. Man kann sich allenfalls fragen, ob es nicht folgerichtig gewesen wäre, die Katasterschätzung nach dem landwirtschaftlichen Ertragswert für alle landwirtschaftlich genutzten Grundstücke vorzuschreiben, statt die Grundstücke auszunehmen, deren Erwerbspreis oder Anrechnungswert bei der letzten Handänderung nicht durch die landwirtschaftliche Nutzung bestimmt wurde. Allein, diese Regelung hat einen vernünftigen Sinn, denn wenn der Eigentümer sein Grundstück, das vorläufig noch landwirtschaftlich genutzt wird, zu einem Baulandpreis erworben hat, kann angenommen werden, dass sich der aus der Baulandqualität ergebende Mehrwert binnen kurzem realisieren wird, so dass sich eine Schätzung auf Grund des Verkehrswerts (75%; § 17 Abs. 1 des revidierten SchG) durchaus rechtfertigt. Der Wortlaut des Gesetzes scheint deshalb völlig den Absichten des Gesetzgebers zu entsprechen.\n\nDer Regierungsrat will den § 14 SchG nicht gelten lassen in Fällen, in welchen ein Einzelgrundstück schon unter dem alten Schatzungsgesetz auf der Grundlage des Verkehrswerts eingeschätzt BGE 99 Ia 164 S. 174wurde (§ 14 Abs. 2 in Verbindung mit § 17 des SchG in der ursprünglichen Fassung). Nichts weist aber darauf hin, dass der Gesetzgeber eine solche Einschränkung hätte machen wollen, auch nicht die vom Regierungsrat aus der Motion Grob zitierte Stelle. Hätte der Gesetzgeber den Anwendungsbereich des § 14 SchG in so bedeutender Art einschränken wollen, so hätte das im Gesetzestext, zumindest aber in den Beratungen der Kommission oder des Grossen Rats klar zum Ausdruck kommen müssen. Davon wurde aber, soweit zu ersehen, bei der Gesetzesberatung nichts gesagt. Eine solche Einschränkung wäre im übrigen wohl auch wenig sinnvoll, weshalb kein triftiger Grund für die Annahme besteht, der Wortlaut des § 14 SchGgebe nicht den wahren Sinn der Vorschrift wieder. Je nachdem, ob ein Grundstück nach dem Schatzungsgesetz in der ursprünglichen Fassung oder nach einem frühern Gesetz einmal neu geschätzt wurde oder nicht, wäre eine Schätzung auf Grund des Verkehrswerts oder eine solche auf Grund des landwirtschaftlichen Ertragswerts massgebend, so dass, wenn die Ansicht des Regierungsrats richtig wäre, bei ganz gleichen Verhältnissen Grundstücke völlig anders bewertet und besteuert würden. Gegen die Annahme, § 14 SchG gelte nicht für Grundstücke, die früher zu Baulandwerten geschätzt wurden, spricht auch die Übergangsbestimmung zum abgeänderten SchG. Soweit für Grundstücke ohne Bauten in den Jahren 1967 und 1968 das Neuschätzungsverfahren eröffnet wurde, werden das Verfahren und die neuen Katasterwerte aufgehoben (Abs. 1). Grundstücke ohne Bauten, die nicht als landwirtschaftlich gemäss § 17 revidiertes SchG gelten und seit dem 1. Januar 1950 zu Baulandpreisen erworben wurden, sind neu zu schätzen, wobei die neuen Katasterwerte auf den 1. Januar 1969 in Kraft treten (Abs. 2). Im übrigen gelten die früheren Katasterwerte solange, bis sie nach den Vorschriften des revidierten SchG neu festgesetzt oder angepasst werden (Abs. 3). Das kann nur heissen, dass jede Neuschätzung seit Inkrafttreten des revidierten SchG nach diesem Gesetz vorzunehmen ist, unbekümmert darum, ob eine frühere Schätzung höher war als diejenige, die sich aus der jetzigen Regelung ergibt. Dies gilt auch für das Grundstück der Beschwerdeführerin, das Ende 1971 nach den Vorschriften des geltenden SchG als landwirtschaftliches Grundstück mit Fr. 3000.-- neu bewertet wurde, nachdem die letzte, nach dem früheren SchG erfolgte Schätzung vom 14. Februar 1968, BGE 99 Ia 164 S. 175welche einen Katasterwert von Fr. 350 000.-- ergab, durch Absatz 1 der erwähnten Übergangsbestimmung zum revidierten SchG aufgehoben worden war.\n\nDer Einwand des Regierungsrates, es könne nicht den Absichten des Gesetzgebers entsprechen, hochwertiges Bauland \"unter Berufung auf eine mehrere Jahrzehnte zurückliegende Handänderung\" nunmehr wieder zum landwirtschaftlichen Ertragswert zu schätzen, schlägt nicht durch. Die Schätzung wird nicht etwa nach einem Masstab vorgenommen, wie er vor Jahrzehnten Geltung hatte, sondern nach heute massgebenden Schätzungsregeln. Die gesetzliche Regel besagt klarerweise bloss: wenn irgendeinmal eine Handänderung zu Baulandpreisen erfolgte, gilt das Grundstück nicht mehr als landwirtschaftlich und ist der Katasterwert nicht mehr nach dem Ertragswert festzusetzen, sondern auf Grund des Verkehrswerts (75%; § 17 Abs. 1 SchG). Dass diese Ordnung ihren guten Sinn hat, wurde bereits ausgeführt.\n\nc) Der Regierungsrat erklärt, wenn das SchG seinem Wortlaut entsprechend angewendet werde, ergebe sich für eine Grundeigentümergruppe eine steuerliche Privilegierung, die der Gesetzgeber, wenn er sich dessen bewusst gewesen wäre, ohne jeden Zweifel ausgeschlossen hätte. Es ist klar, dass der Eigentümer eines landwirtschaftlich genutzten Grundstücks, falls der Erwerbspreis oder Anrechnungswert bei der letzten Handänderung durch die landwirtschaftliche Nutzung bestimmt wurde, privilegiert ist, wenn es sich um Bauland handelt. Das Grundstück wird bloss zum landwirtschaftlichen Ertragswert bewertet und besteuert. Dieser Ertragswert kann bei Bauland sehr weit unter dem Verkehrswert liegen, während das Vermögen im allgemeinen der Besteuerung zum Verkehrswert unterliegt (§ 34 StG). Diese Privilegierung ist aber vom Gesetzgeber klar gewollt, und was der Regierungsrat in diesem Zusammenhang vorbringt, ist im Grunde Kritik an der gesetzlichen Ordnung als solcher. Dabei erwähnt der Regierungsrat, was nicht wohl verständlich ist, in den Erwägungen seines Entscheids mit keinem Wort die mit der Revision des Schatzungsgesetzes neu eingeführten Vorschriften der §§ 36 ff. StG, die eine Korrektur des genannten Privilegs nach sich ziehen. Wird nämlich eine Liegenschaft, die gemäss § 15 SchG zum Ertragswert bewertet wurde, veräussert, so wird - neben der Grundstückgewinnsteuer - eine ergänzende Vermögenssteuer erhoben. Was der BGE 99 Ia 164 S. 176Eigentümer von landwirtschaftlich genutztem Bauland daher wegen der Schätzung zum landwirtschaftlichen Ertragswert an Steuer \"eingespart\" hat, wird in bestimmtem Mass bei der spätern Veräusserung nachbezogen, indem der Eigentümer für höchstens 15 zurückliegende Jahre eine Ergänzungssteuer von 6 pro Jahr zu entrichten hat (§ 36ter StG). Ob die neue, in etwa der zürcherischen nachgebildete Ordnung glücklich ist, ob die Lösung im Vergleich zur frühern für den Fiskus günstig oder ungünstig ist und ob sich die Behörden bei der Vorbereitung der Gesetzesrevision über alle Folgen der Neuordnung Rechenschaft gaben, ist hier nicht zu entscheiden. Auf jeden Fall steht fest, dass ein Privileg mit einer spätern Korrektur auf dem Weg der ergänzenden Vermögenssteuer gewollt ist, so dass der Hinweis auf eine ungerechtfertigte Privilegierung einer Grundeigentümergruppe dem Regierungsrat nicht helfen kann.\n\nEs ergibt sich aus allem, dass nach dem klaren Wortlaut des Gesetzes der § 17 Abs. 1 SchG auf das Grundstück der Geissmatthöhe AG nicht angewendet werden kann. Es bestehen auch keine triftigen Gründe für die Annahme, der eindeutige Gesetzeswortlaut gebe nicht den wahren Sinn der Vorschrift wieder. Der angefochtene Beschluss ist demnach vor Art. 4 BV nicht haltbar und aufzuheben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird, soweit auf sie einzutreten ist, gutgeheissen und der Beschluss des Regierungsrates des Kantons Luzern vom 22. Dezember 1972 aufgehoben."}