{"annee": "99", "cour": "IB", "page": "215", "date": "3/8/1973", "cite": ["98 V 220"], "cite_par": ["129 II 286", "106 IA 155", "103 IB 247", "105 IA 318", "107 IB 395", "106 IB 115", "117 V 185", "100 IB 121", "106 IB 294", "115 IB 64", "110 V 40", "109 V 229", "112 V 74", "105 V 266", "130 V 407"], "chapeau": "26. Auszug aus dem Urteil vom 3. August 1973 i.S. BP Benzin & Petroleum AG, Esso (Schweiz) und Shell Switzerland gegen Eidg. Volkswirtschaftsdepartement.", "regestes": ["Effet suspensif du recours de droit administratif (art. 55 LPA). Surveillance des prix (AF du 20 décembre 1972). 1. Recevabilité du recours de droit administratif contre le refus de l'effet suspensif. Qualité pour agir, nécessité d'une lésion (consid. 3). 2. Quand une décision porte-t-elle sur une prestation pécuniaire, au sens de l'art. 55 al. 2 LPA (consid. 4)? 3. L'autorité compétente décide du retrait de l'effet suspensif après pesée des intérêts en présence. Les prévisions sur le sort du procès au fond n'entrent en considération que si elles ne font pas de doute (consid. 5 et 6 a). 4. Pesée des intérêts dans le domaine des mesures de surveillance des prix (consid. 6 b)."], "faits": "|216|\n\nA.- Der Bundesbeschluss vom 20. Dezember 1972 über die Überwachung der Preise, Löhne und Gewinne ermächtigt den Bundesrat, die Entwicklung der Preise von Waren und Dienstleistungen zu überwachen (Art. 1 Abs. 1). Er sieht vor: die Aufnahme von Gesprächen zwischen dem Beauftragten und den betreffenden Kreisen, die Verpflichtung zur Erteilung von Auskünften und Vorlage von Unterlagen, die Herabsetzung ungerechtfertigt erhöhter Preise und die Bewilligungspflicht für weitere Erhöhungen (Art. 3). Für den Vollzug erklärt er den Bundesrat zuständig; dieser kann die ihm zustehenden Befugnisse einem Beauftragten übertragen, der dem Eidg. Volkswirtschaftsdepartement (EVD) unterstellt ist (Art. 13 Abs. 1).\n\nDie am 10. Januar 1973 vom Bundesrat über den gleichen Gegenstand erlassene Verordnung bestimmt in Art. 7:\n\n\"Ungerechtfertigte Preiserhöhungen im Sinne von Artikel 3 des Bundesbeschlusses liegen vor, wenn die Preise in missbräuchlicher Ausnützung eines auf einem bestimmten Markte vorhandenen Ungleichgewichtes zwischen Angebot und Nachfrage oder aufgrund |217| übersetzter Entlöhnungen festgesetzt werden oder wenn ein offensichtlich unangemessener Ertrag aus dem Verkauf der Ware oder der Erbringung einer Dienstleistung erzielt wird.\"\n\nB.- Der vom Bundesrat ernannte Beauftragte hat am 1. Juni 1973 die von elf Firmen auf den 21. Mai 1973 und später vorgenommene Erhöhung der Verkaufspreise um 1 bis 3 Rappen für 1 Liter Benzin aufgehoben. Er hat ferner künftige Preiserhöhungen der Bewilligungspflicht unterstellt, auf die geltenden Strafbestimmungen verwiesen und allfälligen Beschwerden die aufschiebende Wirkung entzogen.\n\nSeiner Verfügung liegen im wesentlichen folgende Erwägungen zugrunde: Die elf angesprochenen, sog. integrierten Unternehmen hätten über ihre Muttergesellschaften unmittelbaren Zugang zu den Erdölquellen. Seit Herbst 1972 habe sich die Lage auf dem freien Benzinmarkt so geändert, dass die Preise für Petroleumprodukte stark gestiegen seien, zumindest für die nicht-integrierten Unternehmen. Die Preiserhöhungen um einen Rappen von Mitte April 1973 erschienen deshalb nicht ungerechtfertigt, im Gegensatz zu denen der integrierten Unternehmen von Ende Mai. Diese Unternehmen hingen nicht im selben Masse wie die andern von den Veränderungen des freien Marktes ab und ihr Verteilapparat sei vielfach übersetzt. Weil die Massnahmen zur Überwachung der Preise unverzüglich in Kraft treten müssten, um rasch wirksam zu werden, werde einer allfälligen Beschwerde die aufschiebende Wirkung entzogen; die Verfügung habe nicht unmittelbar eine Geldleistung zum Gegenstand.\n\nC.- Acht von den elf durch die Verfügung berührten Unternehmen haben dagegen beim EVD Beschwerde eingelegt. Sieben haben die Wiederherstellung der aufschiebenden Wirkung verlangt. Das EVD hat dieses Gesuch am 5. Juli 1973 mit folgender Begründung abgelehnt: Art. 55 Abs. 2 VwG stelle sich im vorliegenden Falle einem Entzug des Suspensiveffektes nicht entgegen, weil die angefochtene Verfügung keine Geldleistung im Sinne dieser Bestimmung zum Gegenstand habe. Die Frage einer Wiederherstellung der aufschiebenden Wirkung hingegen entscheide sich auf Grund einer Abwägung der in Frage stehenden Interessen: Einerseits könnten sich die Rekurrentinnen nur in beschränktem Masse auf die Verteuerung des Benzinpreises auf dem freien Markte berufen, denn dieser Zustand entspringe |218| teilweise einem Ungleichgewicht zwischen Angebot und Nachfrage. Anderseits sei der Entzug des Suspensiveffektes im Rahmen der gesamten Inflationsbekämpfung zu werten. Aufgrund dieser letzteren Überlegung müsse das Wiederherstellungsbegehren abgewiesen werden.\n\nD.- Die drei Unternehmen BP AG, Esso (Schweiz) und Shell Switzerland führen gegen diesen Entscheid Verwaltungsgerichtsbeschwerde mit dem Antrag, die aufschiebende Wirkung ihrer Beschwerden sei wiederherzustellen.\n\nDie Firma BP AG behauptet, sie sei von einer starken Verteuerung der Ware betroffen, die auf dreierlei beruhe: einmal auf der starken Zunahme von amerikanischen und japanischen Käufen auf dem europäischen Markt, dann auf der Einschränkung des Angebots seitens der erdölproduzierenden OPEC-Länder und schliesslich auch auf dem Kostenanstieg der Hochseefrachten. Sie macht geltend, dass sie ungeachtet der Dollarabwertung gegenwärtig einen Verlust von über 1 Million Franken im Monat erleide und dass sie im Vergleich mit nicht-integrierten Unternehmen, die ihre Preise frei festsetzen könnten, rechtsungleich behandelt werde. Art. 7 der Verordnung vom 10. Januar 1973 sei daher in ihrem Falle nicht anwendbar. Der Entzug der aufschiebenden Wirkung sei nur in besonders ausgeprägten Gefährdungssituationen zulässig, was in ihrem Fall nicht zutreffe. Art. 55 Abs. 2 VwG schliesse den angeordneten Entzug aus, weil die angefochtene Verfügung im Grunde genommen eine Geldleistung zum Gegenstand habe.\n\nDie zwei andern Beschwerdeführerinnen stützen sich im wesentlichen auf ähnliche Gründe.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. ...\n\n2. Die angefochtene Verfügung ist von einem eidg. Departement getroffen worden und bildet einen Zwischenentscheid in einer Sache, in der gegen die Endverfügung die Verwaltungsgerichtsbeschwerde zulässig ist. Kraft Art. 98 lit. b OG und - e contrario - Art. 101 lit. a OG unterliegt sie ebenfalls dieser Beschwerde.\n\n3. Eine auf die Wiederherstellung der aufschiebenden Wirkung gerichtete Beschwerde ist gegenstandslos, wenn die den |219| Entzug dieser Wirkung anordnende Verfügung die tatsächlichen oder rechtlichen Verhältnisse des Beschwerdeführers nicht zu seinem Nachteil verändert hat. Im vorliegenden Fall ist also auf die Beschwerde nur einzutreten, wenn die Verfügung des Beauftragten den Beschwerdeführerinnen einen Vorteil entzogen hat, den sie zuvor genossen haben. Diese Bedingung ist erfüllt: Wie aus den Akten hervorgeht, haben die integrierten Unternehmen zwischen dem 21. und dem 31. Mai 1973 Preiserhöhungen in Kraft gesetzt, welche der Beauftragte untersagt hat; seine Verfügung vom 1. Juni 1973 dürfte den Adressaten ein oder zwei Tage später zugekommen sein. Die Beschwerdeführerinnen haben demnach wirklich - wenn auch bloss für kurze Zeit - aus ihrer Preiserhöhung Vorteil gezogen.\n\n4. Art. 55 Abs. 1 VwG verleiht einer Beschwerde, die an eine Behörde der Bundesverwaltung (z.B. ein Departement) gerichtet ist, aufschiebende Wirkung. Gemäss Absatz 2 kann jedoch die Vorinstanz in ihrer Verfügung einer allfälligen Beschwerde diese Wirkung entziehen, sofern die Verfügung nicht eine Geldleistung zum Gegenstand hat; nach Einreichung der Beschwerde steht diese Befugnis der Beschwerdeinstanz oder, wenn es sich um eine Kollegialbehörde handelt, ihrem Vorsitzenden zu. Art. 55 Abs. 3 VwG ermächtigt die Beschwerdeinstanz oder ihren Vorsitzenden, die von der Vorinstanz entzogene aufschiebende Wirkung wiederherzustellen.\n\nWie aus Art. 55 Abs. 2 VwG hervorgeht, kann der Suspensiveffekt einer Beschwerde gegen eine Verfügung, die auf eine Geldleistung geht, auf keinen Fall entzogen werden. Im vorliegenden Fall ist also zu prüfen, ob die Verfügung des Beauftragten eine Geldleistung oder eine damit vergleichbare Leistung zum Gegenstand hat und ob deshalb die entzogene aufschiebende Wirkung wiederherzustellen ist. Diese Frage muss entgegen der Ansicht der Beschwerdeführerinnen verneint werden.\n\nArt. 55 VwG entspricht Art. 50 des bundesrätlichen Entwurfes, der den unentziehbaren Suspensiveffekt der Beschwerde vorgesehen hatte, wenn diese \"gegen die Verpflichtung zu einer vermögensrechtlichen Leistung\" (\"contre l'obligation d'effectuer une prestation pécuniaire\") gerichtet war (BBl 1965 II S. 1387). Die vorgeschlagene Bestimmung meinte also ganz klar solche Verfügungen, die eine Verpflichtung auferlegen. Zu diesem Punkt hat kein Parlamentarier eine vom Standpunkt des |220| Bundesrats abweichende Meinung vertreten, obwohl sonst im Laufe der Beratungen verschiedene Abänderungen des ursprünglichen Wortlautes beschlossen worden sind, wie z.B. im deutschen Text insbesondere die Ersetzung des Ausdruckes \"vermögensrechtliche Leistung\" durch das Wort \"Geldleistung\". Die Entstehungsgeschichte legt darum die Annahme nahe, dass eine im Sinne von Art. 55 Abs. 2 VwG auf eine Geldleistung gehende Verfügung dem Beschwerdeführer die Verpflichtung zu einer solchen Leistung auferlegt. Diese Auslegung entspricht auch der mutmasslichen ratio legis, nämlich der Überlegung, dem Beschwerdeführer die Zahlungspflicht einer Schuld zu ersparen, welche grundsätzlich und in ihrer Höhe noch nicht endgültig bestimmt ist. Sie rechtfertigt sich um so mehr, als die in Art. 55 Abs. 2 VwG aufgestellte Regelung einen grossen Teil ihrer Bedeutung verlöre, wenn sich die Ausnahme auf alle Geldleistungen bezöge, sowohl auf jene, die der Beschwerdeführer zu erbringen hat, wie auf jene, die ihm geschuldet sind. Schliesslich verleiht ebenso Art. 111 Abs. 1 OG derjenigen Verfügung einen Suspensiveffekt, \"die zu einer Geldleistung verpflichtet\" (\"portant condamnation à une prestation en argent\"), d.h. offensichtlich jener, die dem Beschwerdeführer eine Verpflichtung auferlegt. Mangels gegenteiliger Anhaltspunkte besteht kein Grund, die Verfügung, welche laut Art. 55 Abs. 2 VwG \"eine Geldleistung zum Gegenstand\" hat, in einem andern Sinne zu verstehen, zumal Verwaltungsverfahrensgesetz und Organisationsgesetz zusammen die Verwaltungsrechtspflege des Bundes regeln und im Zweifel so angewendet werden müssen, dass sie miteinander übereinstimmen.\n\nIm vorliegenden Fall verpflichtet die Verfügung des Beauftragten die Beschwerdeführerinnen nicht, eine Leistung zu erbringen, sondern sie hindert diese daran, Leistungen zu erhalten, auf die sie Anspruch erheben. Die Verfügung fällt also nicht unter die Ausnahme des Art. 55 Abs. 2 VwG, was bedeutet, dass der Entzug der aufschiebenden Wirkung nicht ausgeschlossen ist. Es bleibt zu prüfen, ob diese Massnahme aus zureichenden Gründen angeordnet worden ist oder ob der Suspensiveffekt wiederhergestellt werden muss.\n\n5. Art. 55 VwG bestimmt nichts über die Gründe des Entzugs und der Wiederherstellung des Suspensiveffektes. Obschon nach seinem Abs. 1 die aufschiebende Wirkung die Regel ist, |221| heisst das doch nicht, nur ganz aussergewöhnliche Umstände vermöchten ihren Entzug zu rechtfertigen. Aus der Entstehungsgeschichte des Gesetzestextes ergibt sich vielmehr, dass es Sache der nach Art. 55 VwG zuständigen Behörde ist, zu prüfen, ob die Gründe, welche für die sofortige Vollstreckbarkeit sprechen, gewichtiger sind als jene, die für die gegenteilige Lösung angeführt werden können (Protokoll der nationalrätlichen Kommission, 4. Sitzung vom 6./7. September 1966, S. 31 f). Dabei verfügt die Behörde über einen gewissen Beurteilungsspielraum. Im allgemeinen wird sie ihren Entscheid auf den Sachverhalt gründen, der sich aus den vorhandenen Akten ergibt, ohne zeitraubende weitere Erhebungen anzustellen. Notwendigerweise verfährt das Bundesgericht gleich, wenn es die Beschwerde gegen die Zwischenverfügung zu beurteilen hat; es urteilt gewissermassen \"prima facie\". Bei der Abwägung der Gründe für und gegen die sofortige Vollstreckbarkeit können die Aussichten auf den Ausgang des Verfahrens in der Hauptsache nur ins Gewicht fallen, wenn sie eindeutig sind. (Vgl. zu den verschiedenen Punkten die folgenden Urteile: vom 25. März 1970 i.S. Thurgauischer Milchproduzentenverband, E. 4; vom 23. Juli 1971 i.S. Raisin, E. 2 und 3, und i.S. E. Zurlinden, E. 3; vom 14. Februar 1972 i.S. Milchgenossenschaft Schwadernau, E. 4; BGE 98 V 222).\n\n6. Beurteilt man die angefochtene Zwischenverfügung im Lichte dieser Grundsätze, ist sie nicht zu beanstanden.\n\na) Im gegenwärtigen Stadium des Verfahrens kann das Bundesgericht über den endgültigen Ausgang des Verfahrens noch kein Urteil fällen. Zwar betrifft der Streit auch Rechtsfragen, obwohl er hauptsächlich wirtschaftspolitischer Natur ist. Doch die Lösung der Rechtsprobleme hängt in grossem Masse von bestrittenen Tatsachen, ungewissen Voraussagen und Überlegungen zu anscheinend noch offenen Fragen ab; die Differenzen zwischen den amtlichen Feststellungen und den Vorbringen der Beschwerdeführerinnen können folglich nicht in einer ersten Prüfung geklärt werden. Unter diesen Umständen ist nicht von vornherein offensichtlich, dass die Anträge der Beschwerdeführerinnen in der Sache selbst gutzuheissen oder abzuweisen wären. Das Bundesgericht muss sich um so grössere Zurückhaltung auferlegen, als die Vorinstanz sich über die Hauptfrage noch nicht ausgesprochen hat; wenn es hiezu schon |222| im Zwischenverfahren Stellung nähme, überginge es die Vorinstanz und liesse so die an sie gerichteten Beschwerden praktisch gegenstandslos werden.\n\nb) Es verbleibt demnach die Abwägung der sich gegenüberstehenden Interessen.\n\nIm allgemeinen fügt das Verbot von Preiserhöhungen den Verkäufern einen Nachteil zu. Es wäre höchstens anders, wenn die Erhöhung so stark wäre, dass sie den Käufer geradezu abschreckte; im vorliegenden Fall lässt indessen nichts auf eine solche Auswirkung der einige Tage in Kraft gewesenen Preiserhöhung schliessen. Ohne dass die Genauigkeit der angegebenen Zahlen überprüft werden müsste, kann als gesichert gelten, dass durch die Rückgängigmachung der Preiserhöhungen die Beschwerdeführerinnen einen beträchtlichen Gewinnausfall erleiden.\n\nDoch dem Verlust der Verkäufer steht ein Gewinn der Käufer gegenüber. Es rechtfertigt sich dabei nicht, die Verminderung der Mittel der Verkäufer mit demjenigen Vorteil zu vergleichen, den die Verfügung des Beauftragten einem durchschnittlichen Konsumenten bringt. Vielmehr ist das Interesse der Gesamtheit der Konsumenten in Betracht zu ziehen. Die Auswirkungen der Verfügung des Beauftragten sind auch nicht für sich allein zu betrachten, sondern im Zusammenhang mit den verschiedenen zur Teuerungsbekämpfung ergriffenen Massnahmen. Wenn den vorliegenden Beschwerden mit Rücksicht auf den geltend gemachten Gewinnausfall der Suspensiveffekt zuzuerkennen wäre, müsste es - abgesehen von aussergewöhnlichen Umständen - auch bei allen andern gegen ein Preiserhöhungsverbot gerichteten Beschwerden gleich gehalten werden; dadurch verlöre die Preisüberwachung grossenteils ihren Nutzen. Eine erst nach langwierigen Beschwerdeverfahren wirksame Preisherabsetzung hätte konjunkturpolitisch kaum einen Sinn.\n\nSo bedeutend das Interesse der Beschwerdeführerinnen an der Wiederherstellung der aufschiebenden Wirkung sein mag, es überwiegt doch nicht gegenüber dem der Gesamtheit der Konsumenten und dem der Allgemeinheit an der Wirksamkeit der zur Inflationsbekämpfung eingesetzten Mittel. Selbst wenn die sich gegenüberstehenden Interessen gleichwertig wären, könnte das Bundesgericht lediglich feststellen, dass das EVD die Wiederherstellung der aufschiebenden Wirkung verweigern |223| durfte, ohne den ihm zustehenden Beurteilungsspielraum zu überschreiten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerden werden abgewiesen."}