{"annee": "99", "cour": "IB", "page": "292", "date": "8/6/1973", "cite": [], "cite_par": [], "chapeau": "36. Arrêt du 8 juin 1973 dans la cause Société anonyme des Hôtels \"Président\" contre Entreprise des postes, téléphones et télégraphes", "regestes": ["Loi du 14 octobre 1922 réglant la correspondance télégraphique et téléphonique. Perception des taxes téléphoniques. Les relevés de comptes de l'administration sont présumés exacts; cependant, la preuve contraire ne doit pas être absolue: il suffit d'une vraisemblance se rapprochant de la certitude (consid. 1). En l'espèce, la comparaison avec le montant des taxes des autres périodes ne rend pas vraisemblable l'erreur alléguée par l'abonné (consid. 2)."], "faits": "BGE 99 Ib 292 S. 292\n\nA.- Edictée en vertu de l'art. 5 al. 4 lit. a de l'ordonnance d'exécution de la loi sur l'organisation de l'Entreprise des postes, téléphones et télégraphes (PTT) par la Direction générale, l'Instruction pour la perception des taxes téléphoniques (B BGE 99 Ib 292 S. 293118 b) soumet cette opération à des modalités destinées à en assurer l'exactitude et qui sont en résumé les suivantes. a) Les compteurs d'impulsions des raccordements téléphoniques sont photographiés tous les deux mois dans les centraux d'arrondissement. Les clichés portent chacun les chiffres relevés sur 100 compteurs. Une fois contrôlés au point de vue de leur qualité technique, ils sont envoyés au Centre de calcul électronique, où ils sont examinés par deux personnes, travaillant indépendamment l'une de l'autre. La taxe est alors calculée d'après la différence entre l'ancien et le nouvel état du compteur - chaque impulsion représentant 10 centimes -, puis comparée, par un procédé électronique - dit MAVAT -, à la moyenne des taxes perçues pendant les six dernières périodes bimestrielles.\n\nLorsque l'écart entre la taxe à prélever et la moyenne des taxes précédentes dépasse la limite de tolérance, le Centre de calcul électronique en informe la direction d'arrondissement intéressée au moyen d'une liste spéciale. Au vu de cette pièce, le service de mise en compte des taxes décide s'il y a lieu d'ouvrir une enquête. Le cas échéant, il se sert des photographies qui, dans certains arrondissements, sont prises au cours de la période de deux mois, en sus des clichés développés à la fin de celle-ci. Après les vérifications et corrections éventuelles, la taxe est facturée.\n\nb) Une des sources d'erreurs possibles est le débordement du compteur, soit l'enregistrement, au cours d'une même période bimestrielle, d'un nombre d'impulsions supérieur à la capacité de l'appareil. Dans ce cas, la comparaison de l'ancien et du nouvel état du compteur ne donne pas le nombre exact des impulsions enregistrées au cours de la période, mais seulement la différence entre ce nombre et la capacité totale du compteur (ou un multiple de celle-ci). A moins de prendre des mesures spéciales, telle celle de photographier le compteur à une ou plusieurs reprises en cours de période, il n'est pas possible de déceler directement si l'appareil a débordé une ou plusieurs fois durant celle-ci. D'où l'utilité du procédé MAVAT.\n\nc) A la fin de 1970, l'Entreprise des PTT a introduit le système de la sélection automatique dans les rapports avec les Etats-Unis d'Amérique, soit la possibilité d'entrer directement en relation téléphonique avec ce pays. Elle n'ignorait pas, dit-elle, qu'à la suite de cette innovation, les compteurs de 4 et même de 5 chiffres seraient sujets à débordement. Toutefois, elle s'est fiée à BGE 99 Ib 292 S. 294l'efficacité des mesures prises pour déceler les erreurs et a renoncé à attendre, pour introduire la sélection automatique, le remplacement de ces compteurs par de nouveaux appareils de 6 chiffres.\n\nB.- La Société anonyme des Hôtels \"Président\" exploite à Genève un hôtel qui dispose de 24 lignes téléphoniques reliées à l'extérieur.\n\nLe 1er octobre 1971, la Direction d'arrondissement des téléphones, à Genève, a avisé cet établissement qu'il avait bénéficié de taxations erronées. En ce qui concerne la ligne 318367, le montant de 823 fr. 30 mis en compte pour la période de mai-juin 1971 devait être porté à 10 823 fr. 30. En outre, pour la ligne 324993, les montants de 2230 fr. 20 et de 1461 fr. 30 facturés pour les périodes de mai-juin et de juillet-août 1971 devaient être élevés à 12 230 fr. 20 et à 11 461 fr. 30. Pour ces deux lignes, le total non perçu atteignait ainsi 30 000 fr. En réclamant cette somme, l'administration attribuait les erreurs invoquées au débordement des compteurs à 5 chiffres sur lesquels les taxes de conversation avaient été enregistrées.\n\nLe 21 décembre 1971, la même direction d'arrondissement a invité la Société des Hôtels \"Président\" à verser un supplément de 20 000 fr., les taxes des communications inscrites sur le compteur de la ligne 317825 ayant été fixées par erreur à 3618 fr. 90 au lieu de 13 618 fr. 90 pour la période de mai-juin 1971 et à 2401 fr. 50 au lieu de 12 401 fr. 50 pour celle de juilletaoût 1971. Elle faisait valoir dès lors une créance globale de 50 000 fr.\n\nS'étant opposée à cette prétention, la Société des Hôtels \"Président\" a été condamnée à s'acquitter, le 11 avril 1972, par le directeur des Services des télécommunications.\n\nLe recours qu'elle adressa à la Direction générale de l'entreprise des PTT fut rejeté, le 31 juillet 1972.\n\nC.- Par un recours de droit administratif, la Société des Hôtels \"Président\" requiert le Tribunal fédéral d'annuler cette décision et de débouter l'Entreprise des PTT de sa prétention.", "considerants": "Considérant en droit:\n\n1. En vertu du principe d'égalité, l'administration est tenue de fournir ses prestations à tous aux mêmes conditions. Il est également conforme à ce principe qu'en cas d'erreur dans le BGE 99 Ib 292 S. 295calcul de taxes dues pour ses prestations, elle procède à une rectification, soit en réclamant la somme impayée, soit en remboursant celle qui a été versée en trop. L'art. 8 al. 1 de la loi du 14 octobre 1922 sur la correspondance télégraphique et téléphonique (LTT) le prévoit en ces termes: \"Si des erreurs se produisent lors du calcul des taxes, droits et débours, ou lors de l'établissement de décomptes, l'Entreprise des postes, téléphones et télégraphes est autorisée à réclamer complémentairement la somme perçue en moins, et tenue de restituer la somme perçue en trop\". Cependant, pour éviter que les factures de l'établissement public ne soient remises en question indéfiniment, l'art. 8 al. 2 LTT limite à une année, depuis la mise en compte inexacte, le temps pendant lequel l'erreur peut être redressée.\n\nC'est bien à l'Entreprise des PTT que l'art. 8 LTT attribue une faculté et impose une obligation. Certes, son texte primitif visait exclusivement \"l'administration des télégraphes\", ce qui a éveillé un doute dans l'esprit de la recourante sur l'applicabilité de cette disposition aux taxes téléphoniques. Toutefois, dans la teneur qui a été adoptée le 19 décembre 1969, l'art. 21 de la loi sur l'organisation de l'Entreprise des PTT a levé toute ambiguïté, en remplaçant dans les lois, ordonnances et autres publications officielles les dénominations \"administration des postes, télégraphes et téléphones\", \"administration des postes\" et \"administration des télégraphes\" par celle d'\"Entreprise des postes, téléphones et télégraphes\". L'Entreprise des PTT a donc incontestablement qualité pour se fonder sur l'art. 8 LTT.\n\nAu sens de cette disposition, il faut entendre par erreur n'importe quelle appréciation inexacte. Une interprétation plus étroite ne répondrait pas au but de la loi, à savoir rétablir l'égalité rompue. Dès lors, peu importe que l'erreur soit imputable à l'administration ou à l'administré, qu'elle résulte ou non d'une faute, qu'elle procède d'une insuffisance d'organisation, de la défectuosité d'un appareil ou de l'inattention d'un comptable. Quoi qu'il en soit, elle peut être corrigée dans l'année.\n\nA vrai dire, la règle posée n'est pas nécessairement absolue. Il n'est pas exclu qu'au cas où une réclamation émise par l'Entreprise des PTT sur la base de l'art. 8 LTT cause à l'abonné un dommage, l'origine ou la nature de l'erreur joue un rôle dans l'application de ce texte. Par exemple, si un restaurateur qui met des appareils téléphoniques à la disposition de sa clientèle, est BGE 99 Ib 292 S. 296appelé à payer des taxes qui, par suite de la négligence d'un fonctionnaire, ne figuraient pas dans les décomptes périodiques, et qu'il se trouve dans l'impossibilité de récupérer auprès des usagers les montants mis à sa charge après coup, il est exposé à un préjudice en raison d'une faute de l'administration. En l'occurrence, on pourrait envisager de recourir par analogie à l'art. 26 CO ou aux règles sur l'enrichissement illégitime pour réduire ou rejeter la prétention de l'Entreprise des PTT. Cependant, vu les circonstances analysées ci-dessous, point n'est besoin de résoudre cette question en l'espèce.\n\nQuant à la preuve de l'erreur, l'art. 34 LTT fait règle. Ainsi qu'il le prescrit, \"les comptes relatifs aux conversations téléphoniques sont établis sur la base des inscriptions qu'effectuent les organes de l'Entreprise des postes, téléphones et télégraphes, et qui font foi jusqu'à preuve du contraire.\" Cette disposition crée donc une présomption d'exactitude en faveur des inscriptions portées par les agents de l'Etat. En conséquence, l'abonné qui se prévaut d'une erreur doit en établir la réalité. En outre, si l'administration s'appuie sur ses propres documents pour invoquer une erreur, il incombe à l'abonné d'en démontrer l'inexistence. Peu importe même que ces documents en corrigent d'autres dont un contrôle a révélé le caractère erroné; les pièces rectificatives présentant plus de garantie d'exactitude que les précédentes, il n'y a aucune raison de refuser à celles-là la présomption dont celles-ci bénéficient. Encore faut-il relever que, d'ordinaire, l'abonné ne peut fournir facilement la preuve mise à sa charge. Faute d'avoir accès aux installations de l'administration, il est généralement obligé de s'en remettre aux renseignements qu'elle lui donne. Aussi, sans exiger de preuve absolue, convient-il de considérer comme une preuve suffisante une vraisemblance qui se rapproche de la certitude.\n\n2. En l'espèce, les clichés sur la base desquels l'Entreprise des PTT a émis sa prétention, sont censés contenir des chiffres exacts en vertu de l'art. 34 LTT. Il s'agit dès lors d'examiner si les allégations de la recourante sont assez vraisemblables pour détruire cette présomption.\n\nLa recourante soutient qu'elle a versé à l'Entreprise des PTT 582 222 fr. 10 en 1970 et 527 604 fr. 35 en 1971, que cette différence s'explique par la diminution de la clientèle américaine, dont les nuitées ont passé de 25 910 à 18 813 d'une année à BGE 99 Ib 292 S. 297l'autre, et qu'en conséquence, la réclamation d'un supplément de 50 000 fr. ne tient pas compte d'un élément qui la fait apparaître comme abusive. Pour sa part, tout en contestant les montants indiqués, l'Entreprise des PTT admet que les versements de la recourante se sont réduits de plus de 50 000 fr. de 1970 à 1971. Quoi qu'il en soit, bien que l'argumentation de la recourante ne soit pas dépourvue de valeur, elle n'est pas décisive en elle-même. Elle repose sur des données annuelles, c'est-à-dire qu'on ignore si la clientèle américaine a baissé pendant les mois litigieux ou à d'autres périodes. Seuls les renseignements mensuels sollicités de la recourante auraient permis de répondre à cette question, fussent-ils plus ou moins approximatifs. Au reste, comme le fait observer l'Entreprise des PTT, il n'est pas exclu que le trafic téléphonique entre la Suisse et les Etats-Unis se soit intensifié pour les raisons mêmes qui ont provoqué l'éloignement des hôtes américains.\n\nLa recourante fait valoir également que, le 30 mars 1972, l'Entreprise des PTT a décidé de lui rembourser une somme de 324 fr. 80 mise en compte sur la facture d'août 1971 et que, le 25 avril 1972, elle a accepté de faire abstraction d'un montant de 196 fr. 75, soit de la contre-valeur d'une conversation enregistrée sur un appareil défectueux. Toutefois, si des erreurs se sont produites dans des cas isolés, il ne s'ensuit pas nécessairement que l'Entreprise des PTT se trompe en réclamant un supplément de 50 000 fr. Au contraire, le fait que l'administration ait corrigé certaines erreurs commises au détriment d'un abonné laisse supposer qu'en l'espèce, elle serait aussi prête à reconnaître l'existence d'une erreur, si erreur il y avait.\n\nPlus importantes sont les déductions que l'on peut tirer des listes déposées par l'Entreprise des PTT. Normalement, dans un hôtel fréquenté de façon régulière, tel que semble être celui de la recourante, les montants des taxes téléphoniques ne varient que dans certaines limites. Sans doute est-il possible qu'en raison de circonstances spéciales, elles augmentent ou fléchissent sensiblement. Il n'en est pas moins vrai qu'en général, des écarts considérables rendent probable l'existence d'une erreur. Or tel est le cas en l'espèce.\n\nPour les trois lignes en cause, les taxes facturées ont été les suivantes, sans la rectification objet du présent litige (les montants sont en francs, arrondis au franc inférieur, et les montants litigieux sont en italique) : BGE 99 Ib 292 S. 298\n\nPériode Ligne 31 78 25 Ligne 31 83 67 Ligne 32 49 93\n\n1971 1972 1971 1972 1971 1972\n\njanvier-février 9464 7855 8536\n\nmars-avril 6995 6468 4883\n\nmai-juin 3618 14255 823 9921 2230 11164\n\njuillet-août 2401 10239 9786 1461 7224\n\nseptembre-octobre 9432 13676 14715\n\nnovembre-décembre 12785 8358 8932\n\nAu vu de ces chiffres, les erreurs alléguées par l'administration paraissent hautement vraisemblables. Au sujet de la ligne 317825, il est plausible que les taxes contestées doivent être portées à 13 618 fr. 90 et à 12 401 fr. 50; si ces chiffres dépassent nettement ceux de mars-avril, ils ne s'éloignent pas beaucoup de ceux qui figurent sur les factures de janvier-février, septembreoctobre et novembre-décembre. A propos de la ligne 318367, il est manifeste que le montant de 823 fr. 30 est inexact; une somme de 10 000 fr. supérieure correspond mieux aux taxes des autres périodes. Enfin, les mêmes observations valent pour la ligne 324993. Et comme elles ont trait uniquement à 1971, il est sans importance que la clientèle américaine ait été moins nombreuse cette année-là qu'en 1970. Au demeurant, les constatations précédentes sont confirmées par les taxes perçues en 1972, qui excèdent de beaucoup les montants portés en compte à l'origine pour les mêmes périodes de 1971. Enfin, les relevés photographiques intermédiaires produits montrent que les compteurs des lignes en cause ont chaque fois débordé durant les périodes sur lesquelles porte le litige.\n\nIl résulte de l'examen du dossier que la recourante n'a pas administré la preuve dont elle a la charge en vertu de l'art. 34 LTT, que les premiers décomptes des taxes téléphoniques doivent être tenus pour erronés et les seconds pour exacts, et qu'en conséquence, la réclamation d'un supplément de 50 000 fr. est bien fondée. Il n'est pas question d'écarter ou même de réduire cette prétention, par application analogique de l'art. 26 CO ou des règles sur l'enrichissement illégitime, en raison d'un dommage causé à la recourante par l'Entreprise des PTT. Le règlement tardif des taxes n'est nullement préjudiciable à la recourante, qui les a fait payer d'avance par sa clientèle, avec une surtaxe appréciable. En 1970 et 1971, selon ses propres déclarations, la recourante a encaissé 897 711 fr. 75 et 862 222 fr. 80, tandis qu'elle versait 582 222 fr. 10 et 527 604 fr. 35.\n\nCompte tenu même des salaires des téléphonistes, des frais BGE 99 Ib 292 S. 299généraux et des amortissements, elle a réalisé un bénéfice qui dépasse de loin le complément exigé. Son cas se distingue donc de celui de l'abonné français qui a été dispensé d'acquitter les taxes, parce qu'il se trouvait dans l'impossibilité d'en recouvrer le montant auprès de sa clientèle, à laquelle une défectuosité de l'appareil avait permis de téléphoner sans limite de temps aux Etats-Unis au tarif des communications locales.\n\nPar ces motifs, le Tribunal fédéral: Rejette le recours."}