{"annee": "99", "cour": "II", "page": "55", "date": "3/4/1973", "cite": ["84 II 57", "72 II 293", "54 II 19", "91 II 298", "74 II 41", "93 II 393", "88 II 98", "26 II 418", "95 II 157", "82 II 148", "69 II 246", "98 II 96"], "cite_par": ["102 II 265", "117 II 290", "105 II 114", "116 II 525", "120 II 47", "104 II 32", "100 II 384"], "chapeau": "11. Urteil der I. Zivilabteilung vom 3. April 1973 i.S. Ringier & Co. AG gegen Weltwoche-Verlag Karl von Schumacher & Co. AG.", "regestes": ["Contestation des décisions de l'assemblée générale. 1. Art. 706 al. 1 CO: Droit des actionnaires d'attaquer ces décisions (consid. 1). 2. Art. 646, 652, 660 et 703 CO: Décisions de l'assemblée générale portant sur l'émission de nouvelles actions nominatives, assimilées en tout point aux anciennes, de façon à augmenter le capital social de plusieurs fois son montant initial; motifs d'augmentation et conditions d'émission qui ne sont incompatibles ni avec les droits des actionnaires à l'égalité de traitement, à une participation au bénéfice net et au résultat de liquidation, ni avec l'art. 2 CC et les statuts (consid. 2-5)."], "faits": "BGE 99 II 55 S. 56\n\nA.- Das Grundkapital der Weltwoche-Verlag Karl von Schumacher & Co. AG von Fr. 750'000.-- ist zerlegt in 750 Namenaktien, die gemäss Art. 8 der Statuten nur mit Zustimmung des Verwaltungsrates übertragen werden können. 343 Aktien gehören der Ringier & Co. AG, 328 der Jean Frey AG, 64 der Litho + Cliché AG und je 5 drei anderen Personen. Am 29. Februar 1972 beschloss eine ausserordentliche Generalversammlung trotz Protestes der Ringier & Co. AG mit den 407 Stimmen der anderen Aktionäre, das Grundkapital durch Ausgabe von 5250 in bar zu liberierenden neuen Namenaktien im Nennwert von je Fr. 1'000.-- zu pari auf 6 Millionen Franken zu erhöhen, die neuen Aktien den bisherigen in allen Teilen gleichzustellen und sie vom Geschäftsjahr 1972 an Dividenden beziehen zu lassen. Die vom Verwaltungsrat beantragte Kapitalerhöhung war an der Versammlung damit begründet worden, die Gesellschaft brauche 5,2 bis 5,5 Millionen Franken neue Mittel, wovon etwa 4,1 Millionen zur Anschaffung und Inbetriebnahme einer elektronischen Anlage zur Datenverarbeitung, etwa 0,8 Millionen zur Umstellung der Zeitung \"Weltwoche\" auf Magazin-Format und 0,35 bis 0,5 Millionen zur Übernahme einer anderen schweizerischen Zeitschrift. Das Recht jedes Aktionärs, einen seinem bisherigen Aktienbesitz entsprechenden Teil der neuen Aktien zu beanspruchen, wurde ausdrücklich anerkannt.\n\nB.- Die Firma Ringier & Co. AG beantragte dem Handelsgericht des Kantons Zürich mit Klage vom 17. März 1972, die erwähnten Beschlüsse der Generalversammlung \"ungültig zu erklären und aufzuheben\".\n\nDas Handelsgericht wies die Klage am 5. September 1972 entsprechend dem Antrag der Weltwoche-Verlag Karl von Schumacher & Co. AG ab.BGE 99 II 55 S. 57\n\nAuf eine Nichtigkeitsbeschwerde der Klägerin ist das Kassationsgericht des Kantons Zürich am 22. Dezember 1972 nicht eingetreten.\n\nC.- Die Klägerin hat gegen das Urteil des Handelsgerichts die Berufung erklärt. Sie beantragt, die Klage gutzuheissen, eventuell den Prozess an das Handelsgericht zurückzuweisen mit der Auflage, ein Beweisverfahren durchzuführen.\n\nDie Klägerin macht geltend, die angefochtenen Beschlüsse verletzten ihren Anspruch auf Gleichbehandlung sowie ihre Rechte auf Beteiligung am Reingewinn und auf Anteil am Liquidationsergebnis. Die Beschlüsse seien zudem rechtsmissbräuchlich und verstiessen gegen Art. 2 der Statuten.\n\nD.- Die Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beklagte erachtet die Klage als rechtsmissbräuchlich im Sinne des Art. 2 ZGB, weil Treu und Glauben verlangt hätten, dass die Klägerin in der Generalversammlung Abänderungsvorschläge mache, wenn sie mit den vom Verwaltungsrat beantragten Emissionsbedingungen nicht einverstanden war.\n\nDiese Auffassung hält nicht stand. Das Recht des Aktionärs, Beschlüsse der Generalversammlung, die gegen das Gesetz oder die Statuten verstossen, beim Richter mit Klage gegen die Gesellschaft anzufechten (Art. 706 Abs. 1 OR), geht unter, wenn der betreffende Aktionär dem Beschluss zugestimmt hat. Hat er das nicht getan, so bleibt es ihm gewahrt, und zwar sogar dann, wenn er der Generalversammlung ferngeblieben ist (BGE 74 II 41 ff.). Umso weniger verliert er es, wenn er an der Versammlung teilnimmt und, wie die Klägerin es getan hat, gegen die Beschlussfassung protestiert. Es ist nicht Sache des den Beschluss missbilligenden Aktionärs, Gegenvorschläge zu machen. Die Verwaltung, welche die Geschäfte der Generalversammlung vorzubereiten (Art. 722 Abs. 2 Ziff. 1 OR) und dabei alle Sorgfalt anzuwenden hat (Art. 722 Abs. 1 OR), muss selber wissen, welche Beschlüsse mit dem Gesetz und den Statuten verembar sind. Sie bedarf keiner Belehrung seitens eines sich widersetzenden Aktionärs. Dieser braucht auch die Generalversammlung nicht über die Voraussetzungen aufzuklären, unter denen er einem Beschluss zustimmen würde. Ausnahmen sind unter dem Gesichtspunkt des Art. 2 ZGB denkbar, BGE 99 II 55 S. 58wenn im einzelnen Falle besondere Umstände vorliegen. Solche werden jedoch im vorliegenden Falle von der Beklagten keine geltend gemacht. Namentlich behauptet die Beklagte nicht etwa, die Mehrheitsaktionäre hätten in der Versammlung einen Verständigungswillen bekundet und den Vertreter der Klägerin gefragt, unter welchen Bedingungen er sich einer Erhöhung des Grundkapitals nicht mehr widersetzen würde.\n\n2. Die Aktiengesellschaft hat die Aktionäre alle gleich zu behandeln, soweit nicht Abweichungen unumgänglich nötig sind, um im Interesse aller den Gesellschaftszweck zu verfolgen (BGE 69 II 248 ff., BGE 88 II 105, BGE 91 II 300 f., BGE 93 II 406, BGE 95 II 162).\n\nDie angefochtenen Beschlüsse verletzen diesen Grundsatz nicht. Sie behandeln alle Aktionäre gleich. Sie tasten das Recht jedes Aktionärs, einen seinem bisherigen Aktienbesitz entsprechenden Teil der neuen Aktien zu beanspruchen (Art. 652 OR), nicht an. Auch können alle Aktionäre die neuen Aktien zu den gleichen Bedingungen zeichnen. Die Beschlüsse stellen ferner die neuen und die bisherigen Aktien einander in allen Teilen gleich. Die Klägerin bestreitet das alles nicht. Sie sieht eine ungleiche Behandlung nur darin, dass sie als Minderheitsaktionärin vor die Wahl gestellt werde, entweder für 2'401 Millionen Franken neue Aktien zu zeichnen und zu liberieren oder wegen Abnahme des inneren Wertes der alten Aktien Fr. 742'700 zu verlieren, während die Mehrheitsaktionäre neu einbezahltes Kapital unter ihrer Herrschaft behielten und an den Reserven voll teilnähmen.\n\nDie Veränderung in den Vermögen der Beteiligten ist jedoch die Folge davon, dass die Klägerin von dem ihr eingeräumten Zeichnungsrecht nicht Gebrauch machen wollte, während die Mehrheitsaktionäre zeichnungswillig waren. Auch die Einbusse an Stimmkraft, welche die Klägerin im Verhältnis zu den Mehrheitsaktionären erleidet, ist nicht unmittelbar den angefochtenen Beschlüssen als solchen zuzuschreiben, sondern darauf zurückzuführen, dass die Klägerin die Aktien, die sie beziehen durfte, nicht zeichnen wollte. Die Zwangslage sodann, entweder unter Einzahlung neuen Kapitals vom Bezugsrecht Gebrauch zu machen oder die erwähnten Nachteile auf sich zu nehmen, ist zwar die unmittelbare Folge der angefochtenen Beschlüsse, aber von einer ungleichen Behandlung kann trotzdem nicht die Rede sein, denn die Beschlüsse stellen alle Aktionäre vor die gleiche Wahl. Die Klägerin meint in Wirklichkeit, BGE 99 II 55 S. 59die Beschlüsse hätten nicht nach dem Willen der Mehrheit gefasst, sondern ihrem Willen als Minderheit angepasst werden sollen. Der Anspruch der Aktionäre auf Gleichbehandlung verlangt das jedoch nicht. Die Beschlüsse der Generalversammlung folgen nicht dem Willen der Minderheit, noch setzen sie Einstimmigkeit voraus, sondern werden, soweit das Gesetz oder die Statuten es nicht anders bestimmen, mit der absoluten Mehrheit der vertretenen Aktienstimmen gefasst (Art. 703 OR).\n\n3. Die Rechte des Aktionärs auf Beteiligung am Reingewinn und auf Anteil am Liquidationsergebnis gehören gemäss Art. 646 OR zu den \"wohlerworbenen\", \"von den Beschlüssen der Generalversammlung und der Verwaltung unabhängigen\", d.h. zu jenen Rechten, \"die den einzelnen Aktionären in ihrer Eigenschaft als Aktionäre zustehen und ihnen nicht ohne ihre Zustimmung entzogen werden können\". Damit ist jedoch nur gesagt, dass die Generalversammlung und die Verwaltung den Reingewinn und das Liquidationsergebnis grundsätzlich den Aktionären zukommen lassen müssen, und zwar nach Massgabe der von ihnen einbezahlten Beträge und im Verhältnis der mit ihren Aktien verbundenen Rechte (Art. 660, 745 Abs. 1 OR). Die \"Wohlerworbenheit\" der Rechte auf Anteil am Reingewinn und am Liquidationsergebnis bedeutet nicht, dass die erwähnten Organe alle ihnen nach Gesetz und Statuten zustehenden Beschlüsse so gestalten müssen, dass sie die Anwartschaft der Aktionäre auf Anteil am Reingewinn und am Liquidationsergebnis nicht beeinflussen. Der Reingewinn und das Liquidationsergebnis sind nur insoweit unter die Aktionäre zu verteilen, als das Gesetz und die Statuten es nicht anders bestimmen (Art. 660 Abs. 1, 745 Abs. 1 OR). So darf, ja muss z.B. ein Teil des Reingewinns dem gesetzlichen Reservefonds zugewiesen werden (Art. 671 OR). Die Generalversammlung kann aus dem Reingewinn auch Einlagen in statutarische Reserve- oder andere Fonds machen (Art. 674 OR). Sie kann ferner das Grundkapital erhöhen und das Recht der Aktionäre auf Bezug der neuen Aktien einschränken oder aufheben (Art. 650, 652 OR), wodurch das Verhältnis, in dem die Aktionäre am Reingewinn und am Liquidationsergebnis Anteil hatten, gegen den Willen der Minderheit verändert wird. Der Aktionär hat weder ein wohlerworbenes Recht auf Beibehaltung des Grundkapitals (BGE 26 II 432), noch ein unentziehbares Recht darauf, dass sich die relative Grösse seiner Beteiligung nicht verändere BGE 99 II 55 S. 60(BGE 98 II 100). Die Generalversammlung kann sogar die Ausgabe von Vorzugsaktien beschliessen und damit Vorrechte verbinden, die sich auf die Dividende und den Liquidationsanteil erstrecken können (Art. 654-656 OR). Sie kann in den Statuten zugunsten der Gründer oder anderer Personen Genussscheine oder andere besondere Vorteile vorsehen (Art. 628 Abs. 3, 657 OR). Das Recht der Aktionäre auf Anteil am Reingewinn und am Liquidationsergebnis kann ihr daher auch nicht verbieten, den Ausgabepreis neuer Aktien so niedrig festzusetzen, dass der innere Wert der alten Aktien sinkt und die auf Ausübung des Bezugsrechtes verzichtenden alten Aktionäre einen entsprechenden Nachteil erleiden. Der Aktionär hat nicht Anspruch darauf, dass die Gesellschaft den Ausgabepreis der neuen Aktien dem über dem Nennwert liegenden inneren Wert der alten Aktien gleichsetze oder annähere und das Agio als Dividende verteile oder als Reserve buche. Das ergibt sich schon aus Art. 624 Abs. 3 OR, wonach es zulässig ist, den über den Nennwert hinaus erzielten Mehrerlös zu Wohlfahrtszwecken zu verwenden.\n\nDer nicht zeichnungswillige Aktionär kann auch nicht verlangen, dass ihm die anderen Aktionäre oder die Gesellschaft die Bezugsrechte abkaufen. Die Gesellschaft kann keinen hiezu zwingen, und sie selbst darf die Bezugsrechte ebenfalls nicht kaufen. Da sie eigene Aktien nur in den im Gesetz vorgesehenen Fällen erwerben darf (Art. 659 OR), könnte sie diese Rechte nicht ausüben. Deren \"Kauf\" würde die vollständige Zeichnung und Einzahlung des Betrages der beschlossenen Kapitalerhöhung vereiteln, was das Gesetz verbietet (Art. 650 Abs. 1 in Verbindung mit Art. 635 Abs. 2 OR). Er käme zudem einer Ausschüttung von Gewinn gleich. Das Gebot der Gleichbehandlung untersagt, den nicht zeichnungswilligen Aktionär auf diese Weise zulasten des Gesellschaftsvermögens zu bevorzugen.\n\nZulässig ist es, den alten Aktionären bei einer Kapitalerhöhung Genussscheine abzugeben, damit ihre Anwartschaft auf Anteil am Reingewinn und am Liquidationsergebnis selbst dann nicht beeinträchtigt werde, wenn sie neue Aktien nicht zu zeichnen wünschen. Einen Anspruch darauf, dass die Gesellschaft so vorgehe, haben sie jedoch nicht. Sie können sich ihre Aussicht auf Anteil am Reingewinn und am Liquidationsergebnis durch Ausübung der Bezugsrechte erhalten. Wer den damit verknüpften Nachteil, neue Aktien zeichnen zu müssen, nicht BGE 99 II 55 S. 61auf sich nehmen will, kann sich nicht darüber beklagen, dass ihm der mit den neuen Aktien verbundene Vorteil entgeht.\n\nEs verhält sich selbst dann nicht anders, wenn der Aktionär die Bezugsrechte nicht an einen Dritten verkaufen kann, weil die Aktien auf den Namen lauten und die Statuten ihre Übertragung verbieten oder beschränken. Die Vinkulierung ist erlaubt (Art. 627 Ziff. 8, 684 Abs. 1 OR), und der Aktionär hat sich damit abzufinden, dass ihretwegen auch Bezugsrechte nicht gegen den Willen der Gesellschaft veräussert werden können.\n\nDas Recht der Klägerin auf Anteil am Reingewinn und am Liquidationsergebnis wird somit durch die angefochtenen Beschlüsse nicht verletzt.\n\n4. a) Der Vorwurf des Rechtsmissbrauchs sodann, den die Klägerin erhebt, lässt sich nicht mit der Behauptung stützen, die Beklagte habe die Gründe der Kapitalerhöhung nur vorgeschoben, um weiteres Kapital der Klägerin beherrschen oder den gehorteten Gewinn in die Tasche der Mehrheitsaktionäre leiten zu können. Das Handelsgericht stellt nicht fest, der Beklagten habe der Wille gefehlt, die durch die Erhöhung des Grundkapitals zu beschaffenden Mittel wirklich zum Ankauf einer elektronischen Datenverarbeitungsanlage, zur Umstellung der Zeitung \"Weltwoche\" auf Magazin-Format und zur Übernahme einer anderen schweizerischen Zeitschrift zu verwenden. Es geht gegenteils davon aus, dass diese Absichten bestanden, hält es doch der Klägerin vor, sie habe selber ursprünglich mit der Beklagten über eine allfällige gemeinsame Anschaffung einer solchen Anlage verhandelt. Es ist denn auch zu vermuten, dass der Wille, den die Organe der Beklagten kundgegeben haben, wirklich vorhanden sei. Der Klägerin oblag es, diese Vermutung zu widerlegen. Bezügliche Beweise hat sie jedoch keine angeboten. Ohne solche ist unglaubwürdig, dass die Mehrheitsaktionäre das Grundkapital von 0,75 Millionen um 5,25 Millionen Franken erhöhten, nur um die Klägerin entweder zur Zeichnung neuer Aktien im Nennwert von 2'401 Millionen Franken zu bewegen oder sie um angeblich mindestens 742'700 Franken zu schädigen und sich selbst um ebensoviel zu bereichern.\n\nb) Zum weiteren Anbringen der Klägerin, die Kapitalerhöhung sei sachlich völlig unvertretbar, die Datenverarbeitungsanlage sei nicht nötig, die angegebenen Zwecke hätten mit geringeren Mitteln verfolgt werden können und die Beklagte BGE 99 II 55 S. 62hätte sich das benötigte Geld auf andere Weise verschaffen können, ist zunächst zu bemerken, dass der Richter nicht frei zu entscheiden hat, was der Aktiengesellschaft und den Aktionären nützt. Wie er in den Fällen, in denen das Gesetz oder die Statuten gewisse Beschlüsse dem Ermessen der Generalversammlung anheimstellen, nicht berufen ist, sie auf Angemessenheit hin zu überprüfen, sondern sie nur aufheben darf, wenn sie willkürlich sind (BGE 54 II 29, BGE 72 II 297, 304, BGE 82 II 150, BGE 91 II 310, BGE 93 II 403, 405, BGE 95 II 163), hat er auch unter dem Gesichtspunkt des Art. 2 ZGB nicht weitergehende Befugnisse; insbesondere darf er das Gesetz nicht auf dem Umweg über diese Bestimmung ändern. Auf eine solche Änderung laufen die Begehren der Klägerin aber hinaus, da damit ein vom Gesetz nicht vorgesehener Schutz der Minderheit verlangt wird. Beschlüsse, die im Sinne der erwähnten Rechtsprechung \"den Rahmen vernünftiger Überlegungen nicht willkürlich sprengen\", können inhaltlich nicht offenbar rechtsmissbräuchlich sein.\n\nDas Gebot schonender Rechtsausübung, das die Klägerin und ihre Rechtsberater aus Art. 2 und 737 Abs. 2 ZGB ableiten, ändert nichts. Eine Kapitalerhöhung kann den Interessen aller Aktionäre zum vorneherein nicht in gleicher Weise entsprechen. Das liegt in der Struktur des Gesellschaftsrechtes begründet und ist vom Gesetzgeber auch für den Fall, dass Minderheitsaktionäre sich an der Erhöhung nicht beteiligen, in Kauf genommen worden. Mit dem Eintritt in die Gesellschaft unterwirft der Aktionär sich bewusst dem Willen der Mehrheit und anerkennt, dass diese auch dann bindend entscheidet, wenn sie nicht die bestmögliche Lösung trifft und ihre eigenen Interessen unter Umständen denjenigen der Gesellschaft und einer Minderheit vorgehen lässt (BGE 84 II 64, BGE 95 II 163). Inwieweit die Mehrheitsaktionäre die Minderheit schonen können, ohne gegen die eigenen Interessen und jene der Gesellschaft zu handeln, ist zudem eine Frage des Ermessens. Der Richter darf nur einschreiten, wenn die Mehrheitsaktionäre die Macht, die ihnen Art. 703 OR einräumt, im Hinblick auf entgegengesetzte Interessen der Minderheitsaktionäre offensichtlich missbraucht haben.\n\nc) Die I. Zivilabteilung hat in BGE 69 II 249 /250 und BGE 95 II 163 ausgeführt, wenn das Gebot der Gleichbehandlung nicht verletzt sei, erübrige es sich, den Beschluss jeweilen auch noch BGE 99 II 55 S. 63unter dem Gesichtspunkt des Art. 2 ZGB zu überprüfen. Es ist deshalb fraglich, ob die angefochtenen Beschlüsse inhaltlich überhaupt offenbar rechtsmissbräuchlich sein können, nachdem feststeht, dass sie weder gegen das Gebot der Gleichbehandlung der Aktionäre noch gegen deren Recht auf Anteil am Reingewinn und am Liquidationsergebnis verstossen. Zu dieser Frage braucht indessen nicht Stellung genommen zu werden, da die Anbringen der Klägerin zur Begründung des Vorwurfs offenbaren Rechtsmissbrauchs jedenfalls nicht genügen.\n\nd) Über die Behauptung, die Beklagte benötige weniger als 5,25 Millionen Franken, um die als Grund der Kapitalerhöhung angeführten Ziele zu erreichen, hat das Handelsgericht nicht Beweis abgenommen. Es hält der Klägerin vor, sie behaupte nicht, die beschlossene Kapitalerhöhung lasse sich sachlich überhaupt nicht vertreten. Es sagt, ihre Einwendungen richteten sich nur gegen die Wirtschaftlichkeit des Vorgehens der Beklagten. Da der Kapitalbedarf zur Hauptsache mit der Anschaffung einer Datenverarbeitungsanlage begründet werde, erscheine unter den heutigen Verhältnissen und angesichts von Art und Grösse der Beklagten die Kapitalerhöhung insofern sachlich mindestens vertretbar. Auch den weiteren Kapitalbedarf für die Umstellung der \"Weltwoche\" auf Magazin-Format und die eingeleitete Übernahme einer anderen schweizerischen Zeitschrift erachte die Klägerin als wirtschaftlich ungerechtfertigt, ohne jedoch völlige sachliche Unvertretbarkeit zu behaupten.\n\nDiese Ausführungen verstossen nicht gegen Art. 8 ZGB, wie die Klägerin geltend macht. Es trifft nicht zu, dass das Handelsgericht damit unbesehen auf Behauptungen der Beklagten abstelle; es setzt sich mit den Einwendungen der Klägerin auseinander. Die Klägerin geht auch fehl, wenn sie vorbringt, die Last des Beweises, dass die beschlossene Kapitalerhöhung nötig sei, treffe die Beklagte. Es ist die Klägerin, die offenbaren Rechtsmissbrauch behauptet und daher die Tatsachen zu beweisen hat, aus denen er sich angeblich ergibt. Übrigens genügt die Behauptung, die Beklagte könnte die verfolgten Ziele mit erheblich geringeren Mitteln erreichen, zur Substanzierung eines offenbaren Rechtsmissbrauches nicht. Die Klägerin hätte weitere Tatsachen behaupten müssen, aus denen sich offensichtlich ergäbe, dass das Mass der Kapitalerhöhung gegen Treu und Glauben verstosse.BGE 99 II 55 S. 64\n\nDie Ausführungen des Handelsgerichts sind auch nicht \"aktenwidrig\", wie die Klägerin sagt, womit sie wahrscheinlich ein offensichtliches Versehen im Sinne von Art. 55 Abs. 1 lit. d und 63 Abs. 2 OG behaupten will. Gewiss hat die Klägerin in der Replik ausgeführt, bei der Firmengrösse der Beklagten sei ein Aufwand von 5 Millionen Franken für eine Datenverarbeitungsanlage \"weit übersetzt\", der angebliche Kapitalbedarf könne nicht stimmen, die Erhöhung des Kapitals auf 6 Millionen Franken sei \"offensichtlich übersetzt\". Das kann aber sehr wohl dahin verstanden werden, die Beklagte käme nach der derzeitigen Grösse ihres Unternehmens augenscheinlich mit einer erheblich billigeren Datenverarbeitungsanlage aus. Das heisst nicht, sie verfolge eine schlechterdings unhaltbare, offensichtlich gegen Treu und Glauben verstossende Geschäftspolitik, indem sie die derzeit zu leistungsfähige Datenverarbeitungsanlage gegen Entgelt auch anderen mit ihr verbundenen Unternehmen zur Verfügung stellen will und damit rechnet, sie später allenfalls ausschliesslich für die eigenen Bedürfnisse zu benötigen. Das Handelsgericht durfte die Ausführungen der Klägerin umsomehr als Behauptung blosser Unwirtschaftlichkeit der Anlage verstehen, als die Klägerin in der Referentenaudienz die Expertise nur dafür angerufen hatte, \"dass die Beklagte nicht 5,2 bis 5,5 Millionen neue Mittel braucht, nämlich 4,1 Millionen für die Datenverarbeitung, rund 800'000 für die geplante Umstellung der Weltwoche auf Magazin-Format und rund 350'000 bis 500'000 für die Übernahme einer weiteren schweizerischen Zeitschrift\".\n\nDer Einwand der Klägerin, das Handelsgericht hätte allfällige Zweifel über den Sinn ihrer Ausführungen durch sein Fragerecht beheben sollen, ist nicht zu hören; denn nicht das Bundesrecht, sondern das kantonale Prozessrecht bestimmt, ob und inwieweit das Gericht verpflichtet war, der Klägerin Fragen zu stellen und sie zur Erläuterung oder Ergänzung ihrer Anbringen zu bewegen.\n\nDas Bundesgericht darf im Berufungsverfahren auch nicht auf den Vorwurf eintreten, in der Nichtabnahme der beantragten Beweise liege Willkür und eine Verweigerung des rechtlichen Gehörs. Diese Rüge hätte nur Gegenstand einer staatsrechtlichen Beschwerde bilden können (Art. 43 Abs. 1 OG).\n\ne) Zur Frage sodann, inwiefern es offenbar rechtsmissbräuchlich sei, dass die Beklagte die neuen Aktien nicht über BGE 99 II 55 S. 65pari ausgab, um sich die benötigten 5,25 Millionen Franken zu verschaffen, schweigt die Klägerin sich aus. Sie trägt nur vor, die Beklagte hätte das Agio zur Verfolgung ihrer Ziele ausgeben dürfen und ihre Pflicht, es buchmässig dem gesetzlichen Reservefonds gutzuschreiben oder zu Abschreibungen zu verwenden (Art. 624 Abs. 3 OR), dennoch nachkommen können. Diese Möglichkeit für sich allein konnte jedoch die Ausgabe der Aktien zum Nennwert nicht rechtsmissbräuchlich machen. Die Klägerin hätte dartun müssen, welche Tatsachen der Beklagten nach Treu und Glauben schlechterdings verboten, die neuen Mittel ausschliesslich als Grundkapital statt teilweise als Agio einzuverlangen.\n\nf) Die Klägerin führt auch nicht aus, inwiefern es offensichtlich missbräuchlich gewesen sei, dass die Beklagte das Grundkapital erhöhte, statt die gewünschten Mittel von den Mehrheitsaktionären zu entlehnen. Es genügt nicht, zu behaupten, das alte Grundkapital von 0,75 Millionen Franken stehe nicht in einem Missverhältnis zum Umsatz der Beklagten. Übrigens waren die Aktionäre nicht verpflichtet, der Beklagten Darlehen zu machen.\n\ng) Die Beklagte handelte auch nicht offenbar gegen Treu und Glauben, indem sie weder die Bezugsrechte verkäuflich erklärte, noch zugunsten der alten Aktionäre Genusscheine ausgab. Das Gesetz verlangt nicht, dass die Gesellschaft bei der Erhöhung des Grundkapitals darauf Rücksicht nehme, ob die Aktionäre über das nötige Geld verfügen, um ihre Bezugsrechte selber auszuüben. Übrigens hat die Klägerin nicht behauptet und Beweis angeboten, dass es ihr finanziell unmöglich gewesen wäre, den ihr zustehenden Teil der neuen Aktien zu zeichnen.\n\n5. Die Klägerin macht schliesslich noch geltend, der von der Beklagten beabsichtigte Aufwand für eine Datenverarbeitungsanlage und damit auch die beschlossene Erhöhung des Grundkapitals verletzten Art. 2 der Statuten, weil die Verfolgung des Gesellschaftszweckes sie nicht erfordere. Das Verlagsgeschäft und die Herausgabe von Zeitungen und Zeitschriften erforderten keine solche Anlage und nicht ein so hohes Grundkapital. Die Beklagte eröffne mit der Anlage ein neues Tätigkeitsgebiet, nämlich auf dem Dienstleistungssektor. Die Erhöhung des Grundkapitals auf das Achtfache sprenge den ursprünglichen Rahmen der Gesellschaft völlig.BGE 99 II 55 S. 66\n\nNach Art. 2 der Statuten bezweckt die beklagte Gesellschaft, Zeitungen und Zeitschriften, insbesondere die Zeitung \"Die Weltwoche\", zu verlegen und herauszugeben (Abs. 1). Die Gesellschaft kann im In- und Ausland Zweigniederlassungen errichten, sich an anderen Unternehmungen des In- und Auslandes beteiligen, gleichartige oder verwandte Unternehmen erwerben oder errichten, sowie alle Geschäfte eingehen und Verträge abschliessen, die geeignet sind, den Zweck der Gesellschaft zu fördern, oder direkt oder indirekt damit zusammenhängen (Abs. 2). Die Gesellschaft kann auch Grundstücke erwerben, belasten und veräussern (Abs. 3).\n\nDiese Bestimmungen setzen der Beklagten hinsichtlich der technischen Mittel, deren sie sich bedienen darf, um \"Zeitungen und Zeitschriften, insbesondere die Zeitschrift ,Die Weltwoche', zu verlegen und herauszugeben\", keinerlei Schranken. Die Wendung, die Beklagte dürfe \"alle Geschäfte eingehen und Verträge abschliessen, die geeignet sind, den Zweck der Gesellschaft zu fördern, oder direkt oder indirekt damit zusammenhängen\", spricht im Gegenteil für weiteste Freiheit. Die Anschaffung einer elektronischen Datenverarbeitungsanlage, die der Beklagten die Verwaltung ihres Unternehmens erleichtern soll, ist daher durch den statutarischen Zweck der Gesellschaft sogut gedeckt wie z.B. der Ankauf von Druckerpressen, Papier und allen anderen Dingen, welche die Beklagte im Unternehmen benötigt. Dass die Beklagte, wie sie an der Generalversammlung vom 29. Februar 1972 bekanntgab, die Datenverarbeitungsanlage auch anderen mit ihr verbundenen Gesellschaften gegen Entgelt zum Gebrauch überlassen will, ändert nichts. Damit richtet sie nicht einen Dienstleistungsbetrieb auf dem Gebiete der Datenverarbeitung ein, sondern nützt sie nur die Leistungsfähigkeit der Anlage, soweit sie diese vorläufig nicht für das eigene Unternehmen benötigt, besser aus. Sie macht damit nichts grundsätzlich anderes, als wenn sie für ihre Bedürfnisse z.B. einen Neubau erstellen, ihn wegen der Möglichkeit der Weiterentwicklung ihres Unternehmens zu gross bemessen und die einstweilen nicht benötigten Räume an Dritte vermieten würde. Dass sie durch ihr Vorgehen den Zweck der Gesellschaft überschreite, kann umso weniger gesagt werden, als die Datenverarbeitungsanlage nur von Gesellschaften mitbenützt werden soll, die mit der Beklagten verbunden sind. Die Klägerin behauptet nicht, die Beziehungen BGE 99 II 55 S. 67zu diesen Gesellschaften lägen ausserhalb des in Art. 2 der Statuten umschriebenen Zweckes. Ob es wirtschaftlich oder unwirtschaftlich ist, die Anlage nicht ausschliesslich den eigenen Bedürfnissen der Beklagten anzupassen, ist für die Frage, ob der Gesellschaftszweck überschritten sei, bedeutungslos. Art. 2 der Statuten verbietet der Beklagten nicht, in der Verfolgung ihres Zweckes Beschlüsse zu fassen, über deren Wirtschaftlichkeit sich streiten lässt. Diese Bestimmung kann auch nicht deshalb verletzt sein, weil die angefochtenen Beschlüsse das Grundkapital um das Siebenfache des bisherigen Bestandes erhöhen. Art. 2 der Statuten sagt nicht, die Beklagte dürfe ihren Zweck nur insoweit verfolgen, als die hiezu benötigten Gelder innerhalb bestimmter Grenzen blieben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichtes des Kantons Zürich vom 5. September 1972 bestätigt."}