{"annee": "99", "cour": "IV", "page": "173", "date": "14/9/1973", "cite": ["97 IV 124", "93 IV 32", "95 IV 136", "96 IV 35", "98 IV 113", "98 IV 273"], "cite_par": ["100 IV 186", "106 IV 58", "112 IV 91", "118 IV 277", "104 IV 28", "101 IV 80", "114 IV 146", "102 IV 259", "111 II 89"], "chapeau": "37. Auszug aus dem Urteil des Kassationshofes vom 14. September 1973 i.S. L. gegen Polizeirichteramt der Stadt Zürich.", "regestes": ["Art. 26, 36 al. 2 et 4 LCR; principe de la confiance, droit de priorité. Devoirs du conducteur qui doit la priorité lors d'une manoeuvre pour s'engager à gauche sur une route prioritaire."], "faits": "|173|\n\nA.- Am 10. Juli 1971 ca. um 10.15 Uhr lenkte L. einen Postlieferungswagen durch die Unterwerkstrasse in Zürich. Er beabsichtigte in die Schaffhauserstrasse zu fahren und dort nach links abzubiegen. Bei der Einmündung der Unterwerkstrasse in die Schaffhauserstrasse sind beidseits die Signale \"Kein Vortritt\" (Nr. 116) aufgestellt. L. machte bei der Einmündung einen Sicherheitshalt. Als er glaubte, ohne Behinderung des übrigen Verkehrs einbiegen zu können, fuhr er langsam in die 8 m breite Schaffhauserstrasse ein. Angeblich wegen eines überraschend von rechts aus einem Parkplatz herausfahrenden Personenwagens, den er vorbeifahren lassen |174| wollte, hielt L., in der Mitte der Schaffhauserstrasse an, wobei sein Wagen ca. 1-2 m der soeben durchfahrenen Fahrbahnhälfte beanspruchte, sodass für von links kommende Fahrzeuge noch 2-3 m Raum verblieben.\n\nNoch während L. auf der Unterwerkstrasse angehalten hatte, näherten sich auf der Schaffhauserstrasse von links der von M. gesteuerte Personenwagen mit einer Geschwindigkeit von ca. 60 km/h und der Motorradfahrer P.; dieser überholte mit seinem Fahrzeug nahe der Mittellinie fahrend den Wagen M. mit mindestens 80 km/h. Die beiden Fahrzeuge waren etwa 130 m von der Einmündung der Unterwerkstrasse entfernt, als sie sich auf gleicher Höhe befanden. Als L. sich gegen die Strassenmitte zu in Bewegung setzte, war P. noch ca. 70 m von ihm entfernt. Er versuchte, rechts hinter dem Postlieferungswagen durchzufahren, was ihm nicht gelang; er prallte gegen die linke hintere Seite des Wagens. Dabei erlitt er leichte Verletzungen an einer Hand. An beiden Fahrzeugen entstand Sachschaden.\n\nB.- Der Einzelrichter in Strafsachen des Bezirks Zürich verurteilte L. am 21. November 1972 wegen Missachtung des Vortrittsrechts zu einer Busse von Fr. 50.-. Das Obergericht des Kantons Zürich wies am 9. April 1973 eine Nichtigkeitsbeschwerde des Verurteilten ab.\n\nC.- L. führt eidgenössische Nichtigkeitsbeschwerde und beantragt Freisprechung von Schuld und Strafe.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. ...\n\n2. Die Vorinstanz wirft dem Beschwerdeführer die Missachtung des P. zustehenden Vortrittsrechts vor. Demgegenüber macht der Beschwerdeführer geltend, er habe im Augenblick seines Haltes vor der Einmündung den Motorradfahrer nicht gesehen; im übrigen habe er gemäss Vertrauensprinzip nicht damit rechnen müssen, das P. mit übersetzter Geschwindigkeit und in der Strassenmitte daherfahren werde.\n\n3. a) Der Wartepflichtige hat bei einer Kreuzung oder Einmündung dafür zu sorgen, dass er den Berechtigten in der Weiterfahrt nicht behindert. Eine Behinderung liegt schon dann vor, wenn der Berechtigte gezwungen wird, seine Fahrrichtung oder seine Geschwindigkeit brüsk zu ändern.\n\nDas Vortrittsrecht erstreckt sich grundsätzlich auf die ganze |175| Breite der vortrittsberechtigten Strasse, nicht nur auf die Fahrbahn eines korrekt rechts fahrenden Verkehrsteilnehmers (BGE 98 IV 116 Erw. 1b mit Verweisungen). Ist eine Kreuzung unübersichtlich, muss der Wartepflichtige darauf achten, sein Einbiegemanöver ohne Behinderung der Vortrittsberechtigten auszuführen. Der Berechtigte seinerseits ist nicht verpflichtet, seine an sich zulässige Geschwindigkeit vor unübersichtlichen Kreuzungen herabzusetzen (BGE 96 IV 38 Erw. 3, 132 Erw. 2; BGE 93 IV 35 /36).\n\nb) Nach der Grundregel von Art. 26 SVG kann ein Verkehrsteilnehmer, der sich verkehrsgemäss verhält, sofern nicht besondere Umstände dagegen sprechen, damit rechnen, dass ein anderer Verkehrsteilnehmer den Verkehr nicht durch pflichtwidriges Verhalten gefährdet (BGE 98 IV 274; BGE 96 IV 38 Erw. 3, 132 Erw. 2).\n\nWer sich dagegen selber verkehrswidrig verhält und dadurch eine unklare oder sogar gefährliche Verkehrslage schafft, kann nicht erwarten, die andern Strassenbenützer würden sich so verhalten, dass sein eigener Verstoss gegen die Verkehrsvorschriften nicht zu einem Unfall führe. Eigenes Fehlverhalten hebt den Vertrauensgrundsatz auf, denn unerlässliche Grundlage des Vertrauens im Verkehr ist die Gegenseitigkeit pflichtgemässen Verhaltens (VON WERRA, Du principe de la confiance dans le droit de la circulation routière, Zeitschrift für Walliser Rechtsprechung 1970, S. 204).\n\nc) Das Vertrauensprinzip gilt insbesondere im Verhältnis zwischen Vortrittsberechtigtem und Wartepflichtigem. Der Berechtigte darf grundsätzlich davon ausgehen, dass der Wartepflichtige sein Recht beachtet. Nur wo konkrete Anhaltspunkte erkennen lassen, dass ein anderer Verkehrsteilnehmer sich nicht richtig verhalten werde, muss der Berechtigte zur Abwendung der Gefahr auf sein Vortrittsrecht verzichten (BGE 97 IV 127 Erw. 4 a mit Verweisungen). Umgekehrt darf auch der Wartepflichtige mangels gegenteiliger Anzeichen darauf vertrauen, dass der Berechtigte die Verkehrsregeln einhält. So muss er beim Einbiegen in eine unübersichtliche Kreuzung nicht damit rechnen, dass ein Fahrzeug überraschend mit übersetzter Geschwindigkeit auftauchen könnte oder dass ein ihm bereits sichtbarer Fahrzeugführer seine Geschwindigkeit plötzlich stark erhöhen werde, um sich den Vortritt zu erzwingen (OSWALD, SJZ 1963, S. 285).\n\n|176|\n\n4. a) Im vorliegenden Fall war sich der Beschwerdeführer der Gefährlichkeit der Einmündung hinsichtlich eines Linksabbiegemanövers bewusst. Er musste in beiden Kolonnen der auf der Schaffhauserstrasse verkehrenden Fahrzeuge eine Lücke abwarten, die es ihm erlaubte, ohne Gefährdung der übrigen Strassenbenützer einzubiegen. Er hat bei der Einmündung einen Sicherheitshalt eingeschaltet. Erfahrungsgemäss verführt ein solches Verhalten die vortrittsberechtigten Fahrzeuglenker oft zur Annahme, der Betreffende wolle ihre Vorbeifahrt abwarten (BGE 95 IV 137). Der Wartepflichtige, der nach einem Sicherheitshalt weiterfährt, ist deshalb zu besonderer Vorsicht verpflichtet.\n\nb) Nach den verbindlichen tatsächlichen Feststellungen der Vorinstanz fuhr der Beschwerdeführer nach dem Sicherheitshalt weiter, als P. noch etwa 70 m von der Einmündung entfernt war. Im städtischen Verkehr ist eine solche Entfernung im allgemeinen ausreichend, um einem wartepflichtigen Fahrzeugführer das Einbiegen gefahrlos zu ermöglichen. Dem Beschwerdeführer ist daher darin zuzustimmen, dass er bei der gegebenen Verkehrslage einbiegen durfte und korrekt von links kommende Fahrzeuge, die sich auf nicht mehr als 70 m genähert hatten, nicht behindert hätte.\n\nc) Dass P. im Augenblick des Einbiegens des Beschwerdeführers in der Strassenmitte und nicht am rechten Strassenrand entlang fuhr, ist belanglos. Einerseits war, wie erwähnt, das Vortrittsrecht auf der ganzen Strassenbreite zu respektieren. Anderseits konnte P. sich auf die Einmündung zu ohne weiteres noch gegen den rechten Strassenrand halten.\n\nDer Motorradfahrer hat indes vorschriftswidrig gehandelt, indem er mit übersetzter Geschwindigkeit überholte und unvermindert schnell auf die Einmündung zufuhr. Mit einem solchen Verhalten musste L. nicht rechnen, falls er diese Fahrweise nicht rechtzeitig erkennen konnte.\n\nd) Die Vorinstanz führt unter Hinweis auf das erstinstanzliche Urteil nun aber aus, der Beschwerdeführer habe das Überholmanöver des Motorradfahrers und damit dessen hohe Geschwindigkeit bereits im Zeitpunkt seines ersten Sicherheitshalts erkannt. Der Einzelrichter seinerseits hat festgestellt, dass der Beschwerdeführer von seinem Standort aus beim Sicherheitshalt vor dem Einbiegen in die Schaffhauserstrasse gegen links freie Sicht auf 200-250 m Entfernung hatte. Er konnte somit den Personenwagen M. und das überholende Motorrad |177| erkennen. P. und M. haben den Postlieferungswagen des Beschwerdeführers denn auch bereits gesehen, als dieser noch in der Einmündung stand. Erst recht konnte L. das Motorrad aber erblicken, als dieses noch 70 m von ihm entfernt war und er in die Schaffhauserstrasse einzufahren begann. Die in der Beschwerde aufgestellte Behauptung, das Motorrad sei vom Personenwagen M. verdeckt gewesen, ist nicht zu hören, da sie im Widerspruch zu den verbindlichen Feststellungen der Vorinstanz steht, wonach die beiden Fahrzeuge etwa 130 m von der Einmündung entfernt sich auf gleicher Höhe befanden.\n\nAus diesen Darlegungen geht hervor, dass der Beschwerdeführer den P. entweder schon im Augenblick des ersten Sicherheitshalts gesehen hat; in diesem Fall musste er erkennen, dass das Motorrad in der Strassenmitte und sehr rasch gegen die Einmündung zu fuhr. Oder er hat das Motorrad erst erblickt, als er schon fast bis in die Mitte der Schaffhauserstrasse eingebogen war, obwohl er es schon vorher hätte sehen können. Im einen wie im andern Fall bedeutet das, dass er es nach dem ersten Sicherheitshalt an der nötigen Vorsicht hat fehlen lassen, indem er sich nicht genügend vergewisserte, ob durch sein Einbiegemanöver vortrittsberechtigte Strassenbenützer in der Weiterfahrt behindert würden. Jedenfalls kann er sich nicht mit dem Einwand entlasten, das Motorrad sei für ihn überraschend und mit zu hoher Geschwindigkeit aufgetaucht. Gegenteils musste er mit der Fahrweise des P.) die für ihn deutlich erkennbar war, rechnen.\n\n5. Der Beschwerdeführer will das Einbiegemanöver deshalb nicht in einem Zug durchgeführt haben, weil überraschend ein Personenwagen von rechts aus einem Parkplatz in die Schaffhauserstrasse gefahren sei. Die Vorinstanz hat die Möglichkeit offen gelassen, dass diese Darstellung zutrifft.\n\na) Wer aus einem Parkplatz hinausfährt und sich in den Verkehr einfügt, ist nicht vortrittsberechtigt (Art. 36 Abs. 4 SVG). Der fragliche Personenwagenlenker hatte somit das vom Beschwerdeführer bereits eingeleitete Einbiegemanöver abzuwarten, bevor er in die Verzweigung einfuhr. Nach der Darstellung des Beschwerdeführers verlangsamte der Lenker des Personenwagens denn auch seine Geschwindigkeit, vermutlich um dem einbiegenden Postlieferungswagen die Durchfahrt zu ermöglichen.\n\nDer Beschwerdeführer handelte vorschriftswidrig, wenn er unter diesen Umständen eine Behinderung der rasch von links |178| auf der Schaffhauserstrasse nahenden vortrittsberechtigten Fahrzeuge in Kauf nahm, um unter Verzicht auf sein Vortrittsrecht dem den Parkplatz verlassenden Fahrzeug die Vorbeifahrt zu ermöglichen.\n\nb) Verkehrswidrig war auch die stockende Ausführung des Einbiegemanövers. Der Beschwerdeführer hielt seinen Wagen etwa 50 cm vor der Strassenmitte an, als er das Auto aus dem Parkplatz fahren sah. Weil er nunmehr erkannte, dass von links in rascher Fahrt ein Motorrad nahte, fuhr er weiter, hielt aber nach ca. 1 m Fahrt wieder an, wobei sein Fahrzeug immer noch ungefähr die Hälfte der ersten Fahrbahnhälfte versperrte. Schliesslich fuhr er auch nicht weiter, als der den Parkplatz verlassende Wagen bereits durchgefahren war.\n\nDem Beschwerdeführer ist demnach vorzuwerfen, dass er sein Einbiegemanöver nicht in einem Zug zu Ende brachte, sondern zweimal unterbrach und dadurch den von links heranfahrenden und vortrittsberechtigten P. in dessen Fahrt behinderte.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}