{"annee": "99", "cour": "III", "page": "41", "date": "5/9/1973", "cite": ["93 III 4", "90 II 365", "52 III 73", "58 III 118", "59 II 128", "94 III 43", "91 III 94", "52 III 77"], "cite_par": ["130 III 42", "110 III 49", "102 III 61", "127 III 396", "105 III 38"], "chapeau": "9. Auszug aus dem Entscheid vom 5. September 1973 i.S. B. und M.", "regestes": ["Art. 8 al. 2 LP. Droit d'un tiers de consulter les registres de l'office des poursuites et faillites concernant le débiteur. Le droit d'un tiers de consulter selon l'art. 8 al. 2 LP les registres de l'office des poursuites concernant le débiteur existe aussi longtemps que l'office est tenu de conserver les pièces en question en vertu de l'ordonnance du Tribunal fédéral sur la conservation des pièces relatives aux poursuites et aux faillites du 14 mars 1938. Si un procès en partage d'une succession est pendant entre le tiers et le débiteur, ce droit de consultation ne peut pas être limité à la période postérieure à l'ouverture de la succession."], "faits": "BGE 99 III 41 S. 42\n\nGekürzter Tatbestand:\n\nA.- Die am 13. August 1958 verstorbene Frau M. und ihr am 13. Dezember 1967 verstorbener Ehemann hinterliessen acht gesetzliche Erben, welche alle ihre Nachkommen sind. Zum Nachlass der Mutter gehörte ein landwirtschaftliches Heimwesen, das von einem der gesetzlichen Erben, H. M., bewirtschaftet wird. Da der Vater die Hälfte der Erbschaft zur Nutzniessung wählte, ging die Liegenschaft in das Gesamteigentum der Nachkommen über.\n\nH. M. erhob am 29. April 1968 eine Erbteilungsklage, die heute noch pendent ist und mit der er Anrechnung eines Lidlohnes und die Zuteilung des landwirtschaftlichen Heimwesens an ihn verlangte. Im Laufe des Prozesses liess er das Gesuch um Zuteilung des Heimwesens fallen und beantragte nur noch Feststellung und Teilung des Nachlasses der Mutter unter Anrechnung seines Lidlohnanspruches. Die übrigen Geschwister verlangen Feststellung und Teilung der Nachlässe von Vater und Mutter. Der Anteil des H. M. am unverteilten Erbschaftsvermögen wurde in den Jahren 1971 und 1972 in verschiedenen gegen ihn laufenden Betreibungen gepfändet.\n\nB.- Am 6. Dezember 1972 stellten die beiden Erben M. B.-M. und W. M. beim zuständigen Betreibungsamt das Gesuch, es sei ihnen vollständige Einsicht in die gegen H. M. gerichteten Betreibungen und Kopierung aller Dokumente zu gewähren, die sie zur Vervollständigung der Prozessurkundensammlung benötigten. Mit Schreiben vom 11. Dezember 1972 teilte ihnen der Betreibungsbeamte mit, das Interesse an einer solchen Einsicht- und Kopienahme sei nicht in genügender Weise dargetan. Er forderte sie daher auf, entweder diesen Interessennachweis zu leisten oder eine Bestätigung des H. M. beizubringen, wonach sie zur Einsichtnahme berechtigt seien.\n\nGegen diese Verfügung des Betreibungsbeamten reichten die beiden Erben M. B.-M. und W. M. bei der unteren kantonalen Aufsichtsbehörde über Schuldbetreibung und Konkurs Beschwerde ein. Diese hiess die Beschwerde am 14. Februar 1973 teilweise gut und wies das Betreibungsamt an, den Beschwerdeführern BGE 99 III 41 S. 43Einsicht in die H. M. betreffenden betreibungsamtlichen Protokolle und Akten in folgendem Umfang zu gewähren:\n\n- ab 13. August 1958 in die Unterlagen gemäss Art. 2 der Verordnung des Bundesgerichts über die Aufbewahrung der Betreibungs- und Konkursakten vom 14. März 1938,\n\n- in die Akten der letzten zehn Jahre vom Datum der Einsichtnahme an gerechnet, soweit es sich um Akten im Sinne von Art. 3 dieser Verordnung handle und\n\n- in die Akten der letzten fünf Jahre vom Datum der Einsichtnahme an gerechnet, soweit es sich um Akten im Sinne von Art. 4 dieser Verordnung handle.\n\nDie Aufsichtsbehörde wies das Betreibungsamt sodann an, den Beschwerdeführern gegen Vergütung der betreibungsamtlichen Gebühren von den angeführten Akten Abschriften oder Photokopien auszuhändigen, soweit sie dies wünschten, wobei sie es dem Betreibungsbeamten überliess, die Anordnung der Kopienahme zu organisieren.\n\nC.- Gegen diesen Beschluss der untern Aufsichtsbehörde führte H. M. Rekurs an die obere kantonale Aufsichtsbehörde über Schuldbetreibung und Konkurs. Auch M. B.-M. und W. M. fochten den Entscheid der untern Aufsichtsbehörde mit einem Rekurs an.\n\nDie obere Aufsichtsbehörde vereinigte die beiden Rekurse und wies sie mit Entscheid vom 6. Juli 1973 ab. In Ergänzung von Dispositiv Ziffer 2 des angefochtenen Beschlusses wies sie das Betreibungsamt an, den beiden Erben M. B.-M. und W. M., gegebenenfalls nach Leistung eines entsprechenden Kostenvorschusses, ausschliesslich Einblick in die den Miterben H. M. betreffenden Eintragungen in den Betreibungsprotokollen und Betreibungsakten zu gewähren und ihnen von diesen Auszüge zu geben, wobei ihnen das Amt gestatten könne, die Kopienahme dieser Auszüge und Akten selber in seinen Amtsräumen vorzunehmen. Die Aufsichtsbehörde fügte die Bemerkung an, diese Einsicht dürfe auch in allenfalls trotz Verstreichens der Aufbewahrungsfristen gemäss Art. 2 bis 4 der Verordnung des Bundesgerichts über die Aufbewahrung der Betreibungs- und Konkursakten hinaus noch vorhandene, nicht ausgeschiedene Akten gewährt werden.\n\nD.- Die beiden Erben M. B.-M. und W. M. erheben Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts BGE 99 III 41 S. 44und beantragen, den Entscheid der obern Aufsichtsbehörde aufzuheben und ihnen vollständige Einsicht in alle ihren Miterben H. M. betreffenden Akten des zuständigen Betreibungsamtes ohne jede zeitliche Einschränkung zu gewähren.\n\nDas Bundesgericht heisst den Rekurs teilweise gut und ändert den angefochtenen Entscheid in dem Sinne ab, dass der Anspruch der Rekurrenten auf Einsichtnahme in die H. M. betreffenden Eintragungen in den Betreibungsprotokollen und Betreibungsakten und auf die Gewährung von Auszügen aus denselben nicht auf die Zeit nach dem 13. August 1958 beschränkt ist.", "considerants": "Aus den Erwägungen:\n\n3. Gemäss Art. 8 Abs. 2 SchKG kann jedermann, der ein Interesse nachweist, die von den Betreibungs- und Konkursämtern geführten Protokolle einsehen und sich Auszüge aus ihnen geben lassen. Erforderlich ist nach der Rechtsprechung ein besonderes und gegenwärtiges Interesse (BGE 94 III 45 Erw. 1 und BGE 93 III 6 Erw. 1 mit Hinweisen). Dieses Interesse braucht nicht notwendigerweise finanzieller Natur zu sein; vielmehr genügt ein rechtliches Interesse anderer Art (BGE 52 III 75). Ein strenger Nachweis des Interesses darf vom Gesuchsteller nicht verlangt werden, sondern die Einsicht ist ihm zu gewähren, wenn ernsthafte Indizien das Bestehen des Interesses wahrscheinlich machen (BGE 93 III 6 Erw. 1,BGE 58 III 120undBGE 52 III 78/79). Die Tatsache, dass zwischen dem Gesuchsteller und der Person, in deren Akten er Einsicht nehmen will, ein Prozess hängig ist, genügt, um das Interesse darzutun (BGE 91 III 96 undBGE 58 III 120). Das Recht, die Akten einzusehen und sich daraus Auszüge geben zu lassen, besteht so lange, als die Betreibungsämter verpflichtet sind, die Register und Protokolle aufzubewahren (BGE 58 III 120).\n\nDer Vorinstanz ist beizupflichten, dass im vorliegenden Fall ein solches besonderes Interesse der beiden Rekurrenten an der Einsichtnahme in die ihren Miterben H. M. betreffenden Register und Protokolle des zuständigen Betreibungsamts gegeben ist. Zwischen den Rekurrenten und ihrem Miterben ist ein Erbteilungsprozess pendent. Zum umstrittenen Nachlass gehört die Liegenschaft, welche H. M. bewirtschaftet. Er ist daher im Besitz von Nachlassgegenständen. Im Prozess verlangt er eine Ausgleichung im Sinne von Art. 633 ZGB, woraus zu entnehmen ist, dass er seinen Eltern, den Erblassern, im gemeinsamen BGE 99 III 41 S. 45Haushalt seine Arbeitsleistung zugewendet hat. Es sind gegen ihn zahlreiche Betreibungen im Gange, und sein Anteil am unverteilten Erbschaftsvermögen ist gepfändet. Dass die beiden Rekurrenten daher ein erhebliches rechtliches Interesse daran haben, in die Register und Protokolle des Betreibungsamts, soweit sie den Miterben H. M. betreffen, Einsicht zu nehmen und sich daraus Auszüge geben zu lassen, ist offenkundig. Und zwar besteht dieses Recht auf Einsicht- und Kopienahme so lange, als das Betreibungsamt gestützt auf die Verordnung des Bundesgerichts über die Aufbewahrung der Betreibungs- und Konkursakten vom 14. März 1938 verpflichtet ist, die betreffenden Akten aufzubewahren (BGE 58 III 119/120). Hat das Betreibungsamt auch nach Ablauf dieser Fristen die entsprechenden Akten nicht vernichtet, so ist es ihm nicht verwehrt, den Rekurrenten auch dann noch Einsicht und Kopienahme zu gewähren, allerdings ohne dass diese einen diesbezüglichen Anspruch geltend machen können. Die Vorinstanz hat somit den Entscheid der untern Aufsichtsbehörde mit Recht in diesem Sinne ergänzt.\n\nDie beiden kantonalen Aufsichtsbehörden haben indessen in ihren Entscheiden das Recht der Rekurrenten auf Akteneinsicht und Kopienahme noch weiter eingeschränkt, indem sie erklärten, in die Unterlagen gemäss Art. 2 der Verordnung des Bundesgerichts vom 14. März 1938 sei die Einsicht erst ab 13. August 1958, d.h. vom Todestage der Erblasserin an zu gewähren. Gemäss Art. 607 Abs. 3 ZGB haben die Miterben bei der Teilung genauen Aufschluss zu geben über ihren allfälligen Besitz von Erbschaftssachen und über ihre allfälligen Schulden gegenüber dem Erblasser. Darüber hinaus haben sie einander nach Art. 610 Abs. 2 ZGB über ihr Verhältnis zum Erblasser alles mitzuteilen, was für die gleichmässige Verteilung der Erbschaft in Berücksichtigung fällt. Ihrem Zweck entsprechend bezieht sich diese Auskunftspflicht nicht bloss auf den Nachlass. Sie erstreckt sich auch auf Zuwendungen unter Lebenden, die möglicherweise zur Ausgleichung nach Art. 626 ff. ZGB zu bringen sind oder der Herabsetzung nach Art. 527 ZGB unterliegen und daher gleichfalls die Teilung beeinflussen (BGE 90 II 372 undBGE 59 II 129). Daraus ergibt sich, dass die Pflicht des H. M., seinen Miterben bezüglich der Nachlassgegenstände Auskunft zu erteilen, zwar erst entstehen konnte, als der Erbgang eröffnet wurde, dass sie sich aber auf Tatsachen beziehen kann, die schon vor dem Tode der Erblasserin eingetreten sind (vgl. ESCHER, N. 10 zu BGE 99 III 41 S. 46Art. 607 und N. 2 und 3 zu Art. 610 ZGB; TUOR/PICENONI, N. 9 zu Art. 607 und N. 5 zu Art. 610 ZGB). Nachdem im vorliegenden Fall der Miterbe H. M. im Haushalt seiner Eltern lebte und bei der Bewirtschaftung des Heimwesens seiner Mutter mitwirkte, haben die Rekurrenten ein erhebliches Interesse daran, in Register und Protokolle des Betreibungsamts Einsicht zu nehmen, die sich auf die Zeit vor dem Tode der Erblasserin beziehen. Das Recht auf Einsicht- und Kopienahme ist daher nicht erst ab 13. August 1958 zu gewähren. Indessen ist es auf jeden Fall an die Fristen gebunden, die in der genannten Verordnung des Bundesgerichts über die Aufbewahrung der Betreibungs- und Konkursakten in Art. 2 bis 4 aufgestellt sind. Wie bereits ausgeführt, darf das Betreibungsamt aber den Rekurrenten auch Einsicht geben in Akten, die nach Ablauf der Aufbewahrungsfrist noch nicht vernichtet worden sind."}