{"annee": "99", "cour": "IA", "page": "110", "date": "31/1/1973", "cite": [], "cite_par": ["107 IB 289", "103 IA 65", "104 IA 381", "109 IA 173", "103 IA 58", "103 IA 63"], "chapeau": "14. Arrêt du 31 janvier 1973 dans la cause Etat de Neuchâtel contre Barret.", "regestes": ["L'Etat n'a pas qualité pour former un recours de droit public contre une décision cantonale qui fixe le montant qu'il doit payer à un propriétaire à titre d'indemnité pour expropriation matérielle en application du droit cantonal."], "faits": "BGE 99 Ia 110 S. 110\n\nRésumé des faits:\n\nActionné devant la Commission cantonale d'estimation en matière d'expropriation pour cause d'utilité publique, l'Etat de Neuchâtel a été condamné à payer à dame Barret un montant de 70 106 fr. à titre d'indemnité pour l'expropriation matérielle découlant d'un plan de protection des sites. Sur recours de l'Etat, le Tribunal cantonal a réduit le montant de l'indemnité à 59 020 fr. et rejeté toutes autres conclusions.\n\nAgissant par la voie du recours de droit public, l'Etat de Neuchâtel requiert le Tribunal fédéral d'annuler l'arrêt du Tribunal cantonal et de n'accorder à dame Barret que la somme de 9784 fr.", "considerants": "Considérant en droit:\n\n1. Le recours de droit public pour violation des droits constitutionnels des citoyens est destiné essentiellement à protéger les particuliers, personnes physiques ou morales, contre les abus du pouvoir. Cette voie de droit n'est donc pas ouverte en principe aux détenteurs de la puissance publique - Etat, communes et autres collectivités de droit public - lesquels ne sont en principe pas titulaires des droits constitutionnels des citoyens dont le recours de droit public a pour mission d'assurer la protection (RO 95 I 45, 93 I 66, 88 I 108, 83 I 269 et les arrêts BGE 99 Ia 110 S. 111cités). Il faut faire une exception pour les communes qui, en tant que détentrices de la puissance publique, défendent contre l'Etat leur autonomie, leur existence même ou l'état de leur territoire (RO 98 I a 431, 94 I 455 et les arrêts cités). D'autre part, les corporations de droit public peuvent avoir qualité pour recourir lorsqu'elles agissent, non pas en tant que détentrices de la puissance publique, mais en vertu du droit privé et qu'elles sont placées sur le même pied que d'autres sujets de droit; dans ces cas, la décision d'une autorité - judiciaire ou administrative - peut en effet les atteindre de la même façon qu'une personne privée. La jurisprudence estime que cette condition est remplie notamment lorsque sont mis en question les droits et obligations d'une collectivité publique en tant que propriétaire de son patrimoine privé (biens fiscaux et financiers) ou de ses biens affectés à un service public, savoir ses biens administratifs, (cf. notamment RO 97 I 640 ss., 95 I 43, 88 I 109).\n\n2. Le recourant connaît cette jurisprudence. Sans prétendre avoir agi en vertu du droit privé et sans invoquer en sa faveur la garantie de la propriété, il soutient néanmoins que si les prétentions de dame Barret, ainsi que celles des autres propriétaires de vignobles protégés dans cette région et dans d'autres, étaient admises par les tribunaux, il serait appelé à débourser des sommes de plusieurs millions et risquerait ainsi d'être atteint de manière considérable dans son patrimoine fiscal.\n\nCe point n'est cependant nullement déterminant. Si le Tribunal fédéral a admis la qualité pour recourir d'une corporation de droit public en tant que propriétaire, c'est dans des cas où étaient en question le droit de propriété ou d'autres droits réels sur des immeubles appartenant au patrimoine financier ou administratif d'une telle corporation et où était invoquée la garantie de la propriété, comme elle aurait pu l'être de la part de n'importe quel propriétaire (RO 97 I 640 s., 90 I 337, 74 I 52). La qualité pour recourir n'est pas reconnue en revanche à une telle corporation lorsque, en tant que détentrice de la puissance publique, elle recourt contre une décision cantonale qui statue sur sa créance fiscale (RO 60 I 231, 65 I 132; cf. aussi 68 I 86) ou fixe l'indemnité qu'elle doit payer dans une procédure d'expropriation cantonale (RO 93 I 66) ou en vertu de la responsabilité qu'elle encourt du fait de ses organes (RO 66 I 74). Or les indemnités à payer en tant qu'expropriante ou en vertu de sa BGE 99 Ia 110 S. 112responsabilité, de même que les montants d'impôts dont elle est éventuellement privée, peuvent être également très élevés et l'atteindre de façon considérable dans son patrimoine fiscal. Ce n'est pas une raison pour permettre à une collectivité de droit public d'utiliser contre de telles décisions la voie du recours de droit public, dont la mission essentielle est de protéger les particuliers (personnes physiques ou morales) contre les abus du pouvoir étatique.\n\nCe qui vaut pour l'expropriation formelle vaut également pour l'expropriation matérielle. L'indemnité à payer est fondée sur le droit public: si l'Etat est appelé à indemniser les propriétaires touchés de façon analogue à une expropriation formelle, c'est en raison des restrictions de droit public qu'il peut imposer à la propriété privée en vertu de son imperium. Le fait que l'indemnité soit fixée, comme en cas d'expropriation formelle, au cours d'une procédure dans laquelle l'expropriant et l'exproprié ont des droits égaux ne change rien à l'affaire: l'expropriant ne cesse pas pour autant d'agir en tant que détenteur de la puissance publique (RO 93 I 66). On ne saurait donc reconnaître à l'Etat la qualité pour recourir dans un tel cas.\n\nPar ces motifs, le Tribunal fédéral:\n\nDéclare le recours irrecevable."}