{"annee": "99", "cour": "II", "page": "176", "date": "18/9/1973", "cite": ["86 II 192", "41 II 77", "91 II 281", "79 II 253", "75 II 333", "89 II 239", "88 II 205", "71 II 86", "97 II 339", "89 II 410"], "cite_par": ["101 II 372", "122 III 195", "105 II 308", "111 II 164", "101 II 154", "107 II 134", "113 II 52", "112 II 439", "111 II 366"], "chapeau": "26. Urteil der I. Zivilabteilung vom 18. September 1973 i.S. Steffan gegen Artella AG.", "regestes": ["Responsabilité dérivant du droit de la société anonyme. 1. Art. 722 al. 1 et 754 al. 1 CO. Responsabilité d'un administrateur qui emploie une grande partie du capital social pour des achats d'actions hautement spéculatifs (consid. 1). 2. Art. 43 al. 1, 44 et 99 al. 2 CO. Pas de réduction de l'indemnité lorsque le dommage intervenu résulte entièrement d'un comportement de l'administrateur contraire à ses devoirs et qu'aucune faute concurrente n'est imputable à la société (consid. 2). 3. La condamnation à des dommages-intérêts contre remise des actions achetées ne viole pas la loi (consid. 3). 4. Dommage de la société dérivant de la perte d'intérêts (consid. 4)."], "faits": "|177|\n\nA.- 1) Der in Italien wohnende Sambucci beauftragte am 30. März 1965 die in Zürich niedergelassene Verwaltungs-, Finanz- und Treuhand-Gesellschaft Mandatropa AG, die Aktiengesellschaft Artella AG mit einem von ihm voll einbezahlten Grundkapital von Fr. 50'000.-- und Sitz in Zug zu gründen. Der Zweck der Artella AG wurde im schriftlichen Auftrag Sambuccis nicht angegeben, im Handelsregister jedoch wie folgt umschrieben: \"Beteiligung an andern Unternehmungen; Verwaltung von Vermögenswerten aller Art; Verwaltung von Patenten aller Art; Erwerb, Verwaltung und Veräusserung von Grundstücken; Handel mit Waren aller Art.\" Einziger Verwaltungsrat wurde der Vizepräsident des Verwaltungsrates der Mandatropa Dr. Bruno Steffan.\n\nIm Jahre 1966 gingen die Artella-Aktien auf den in Italien wohnenden Ciucci über.\n\nAm 11. Februar 1969 starb Steffan. An seiner Stelle wurde am 18. März 1969 der Geschäftsführer der Mandatropa, Hans Schmidig, einziger Verwaltungsrat der Artella AG.\n\n2) Zwischen dem 21. und dem 31. August 1968 kaufte Steffan für sich selbst und weitere Beteiligte, darunter die Artella AG, 31'900 Aktien der in Kanada niedergelassenen Moneta Porcupine Mines Ltd. und bezahlte dafür durchschnittlich c$ 2.27 je Stück. Der Artella AG belastete er für ihren Anteil Fr. 40'000.--.\n\nDie erwähnten Moneta-Aktien wurden von der Anstalt Omnipol Establishment in Vaduz verwaltet. Deren Abrechnungen vom 11. März 1970 und 27. November 1970 ist zu entnehmen, dass am 17 Oktober 1968 400 Stück zu c$ 2.80 das Stück weiterverkauft wurden, dass von den verbleibenden 31'500 Aktien 4331 auf die Artella AG entfielen und dass vom Erlös aus den verkauften 400 nach Abzug aller Kosten c$ 671.20 übrig blieben, wovon der Artella AG c$ 92.28 zukamen.\n\n3) Der Kurs der Moneta-Aktien sank. Im Jahre 1969 schwankte er zwischen c$ 2.15 und 0.80. Im März 1969 ging er von c$ 1.80 auf 1.45 zurück und im April 1969 auf 1.35. Im Jahre 1970 schwankte er zwischen c$ 1.35 und 0.70 und im Jahre 1971 zwischen c$ 1.05 und 0.52. Im Juni/Juli 1972 erreichte er c$ 1.20.\n\nWegen der Kursverluste dieser Papiere beschloss die Artella AG in der Generalversammlung vom 5. Dezember 1970, Steffan für seine Tätigkeit als Verwaltungsrat nicht zu entlasten. Am 24. Februar 1971 setzte sie dem Vollstrecker des letzten |178| Willens Steffans Frist bis 10. März 1971, um ihr zulasten der Erbmasse Fr. 40'000.-- nebst 5% Zins seit 1. September 1968 zu überweisen und dafür die 4331 Moneta-Aktien zu übernehmen.\n\nB.- Nach erfolgloser Sühneverhandlung vom 23. September 1971 beantragte die Artella AG dem Bezirksgericht Zürich, die Erbin Sibylle Steffan zu verpflichten, ihr gegen Aushändigung von 4331 Aktien der Moneta Porcupine Mines Ltd. Fr. 40'000.-- mit 5% Zins seit 1. September 1968 zu zahlen.\n\nDas Bezirksgericht wies die Klage ab, das Obergericht des Kantons Zürich hiess sie dagegen am 20. Februar 1973 gut. Das Obergericht sieht wie die Klägerin in deren Beteiligung am Kauf der Moneta-Aktien eine hochspekulative Anlegung von Gesellschaftsvermögen. Es führt insbesondere aus, Steffan habe nach den eigenen Angaben der Beklagten eine kurzfristige Anlage vornehmen wollen und eine Wertsteigerung erwartet, die durch eine Integration der Moneta Porcupine Mines Ltd. und anderer Gesellschaften in die Charter Oil Ltd. eintreten sollte. Die Beklagte berufe sich auf ein Exposé Schmidigs vom 5. November 1968, das nach ihren Ausführungen die Überlegungen wiedergebe, die Steffan in der kritischen Zeit angestellt habe. Aus dem Exposé ergebe sich aber, dass die Moneta Porcupine Mines Ltd. vorwiegend oder doch stark an der Silbererzeugung beteiligt war. Auch sei die Integration nicht sicher gewesen und die Wertsteigerung auf jeden Fall ausgeblieben. Dazu komme, dass dort, wo rasche Wertsteigerungen möglich seien, in der Regel auch eine Gefahr gleich grosser Verluste bestehe.\n\nC.- Die Beklagte hat die Berufung erklärt. Sie beantragt in erster Linie, das Urteil des Obergerichtes aufzuheben und die Klage abzuweisen.\n\nDie Klägerin beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Es ist eine Tatfrage, aus welchen Beweggründen Steffan die Klägerin am Kauf von Moneta-Aktien beteiligte. Das Bundesgericht ist deshalb an die vorinstanzliche Feststellung gebunden, wonach er die gleichen Überlegungen machte, die Schmidig später im Exposé vom 5. November 1968 darlegte. Die Beklagte bestreitet diese Beweggründe nicht. Sie bringt |179| zwar vor, es entspreche nicht ihrer Darstellung und sei unbewiesen, dass das Exposé die Überlegungen wiedergebe, die Steffan in der kritischen Zeit anstellte, vielmehr enthalte es die Argumente, mit denen Schmidig Steffan für das Moneta-Geschäft gewonnen habe. Das ist jedoch ein blosser Streit um Worte. Wenn Steffan sich von Schmidig mit diesen Argumenten für das Geschäft gewinnen liess, machte er die gleichen Überlegungen wie Schmidig im Exposé.\n\nZu überprüfende Rechtsfrage ist dagegen, ob die spekulativen Beweggründe Steffans den Vorwurf pflichtwidrigen Handelns und der Fahrlässigkeit rechtfertigen.\n\nDie Beklagte hat nicht behauptet, der einzige Aktionär der Klägerin, Ciucci, habe dem Erwerb der Moneta-Aktien zugestimmt. Auch aus dem Auftrag zur Gründung der Klägerin, den sein Vorgänger Sambucci erteilt hatte, ergab sich nicht, dass mit ihrem Grundkapital spekulative Geschäfte getätigt werden durften. Der statutarische Zweck der Klägerin schloss solche nicht von vornherein aus, legte sie aber auch nicht nahe. Eine Geschäftstätigkeit im Sinne ihres Zweckes hatte die Klägerin noch nicht aufgenommen, obschon seit der Gründung schon mehr als drei Jahre verflossen waren. Eine Praxis, mit ihrem Vermögen zu spekulieren, bestand nicht und wird von der Beklagten auch nicht behauptet. Steffan musste nach den Umständen voraussetzen, es sei Ciucci wie seinem Vorgänger daran gelegen, in der Schweiz angelegte sichere Vermögenswerte zu besitzen. Er hatte auch im Interesse der Gesellschaftsgläubiger für die Erhaltung des einbezahlten Kapitals besorgt zu sein.\n\nMit dieser Sorgfaltspflicht vertrug es sich nicht, bei einem Grundkapital von Fr. 50'000.-- und beim Fehlen weiteren Vermögens Fr. 40'000.-- in Aktien einer kanadischen Gesellschaft anzulegen, deren Wert sehr stark vom schwankenden Silberpreis abhing. Dass Steffan diese Anlage nur für kurze Zeit vornehmen wollte, weil er mit einem baldigen Steigen des Kurswertes der Moneta-Aktien rechnete, ändert nichts. Der Beklagten hilft auch nicht der Hinweis darauf, dass Steffan mit dreimal höherem Aufwand auch für sich selber solche Aktien kaufte. Art. 722 Abs. 1 OR verpflichtete ihn zu aller Sorgfalt, nicht nur zur Vorsicht, die er in eigenen Geschäften anzuwenden pflegte. Wie die Beklagte selber ausführt, war er ein erfahrener Geschäftsmann. Er durfte daher nicht nur die Gewinnmöglichkeit |180| im Auge haben, sondern hätte sich sagen sollen, dass die Spekulation auch fehlschlagen könnte und die Klägerin dadurch mangels jeglicher Risikoverteilung erheblich geschädigt würde. Dass ihm der Erwerb der Moneta-Aktien nachdrücklichst von Schmidig empfohlen worden sein soll, dass dieser angeblich von einem befreundeten Bankfachmann beraten war und dass auch ein Generaldirektor einer schweizerischen Grossbank sich am Kauf der Moneta-Aktien beteiligte, entschuldigt ihn nicht. Steffan hätte sich sagen sollen, dass diese Umstände an der rein spekulativen Natur des Geschäftes nichts zu ändern vermochten. Auch befand er sich in anderer Lage als Schmidig, der im Herbst 1970 und seither vom Wiederverkauf der Moneta-Aktien absah, weil, wie die Klägerin behauptet, Fachkreise der Meinung gewesen sein sollen, der Silberpreis werde bald nicht mehr sinken und der Tiefstand der Moneta-Aktien sei erreicht. Steffan spekulierte freiwillig und bei höherem Kurse, während Schmidig als neuer Verwaltungsrat sich unfreiwillig und bei tieferem Kurse vor die Wahl gestellt sah, entweder die Aktien zu verkaufen und sich dadurch dem möglichen Vorwurf mangelhafter Wahrung der Interessen beider Parteien auszusetzen, oder der Beklagten die Papiere anzubieten und damit die Wahl des günstigen Zeitpunktes des Verkaufes ihr zu überlassen. Unter diesen Umständen lässt sich auch nicht sagen, Schmidig habe die Aktienkäufe durch sein Verhalten nachträglich genehmigt.\n\nGemäss Art. 754 Abs. 1 OR ist der Verwaltungsrat gegenüber der Aktiengesellschaft verantwortlich, wenn er ihr durch absichtliche oder fahrlässige Verletzung seiner Pflichten Schaden verursacht. Wie die Beklagte unter Hinweis auf BGE 89 II 252 Erw. 10 zutreffend geltend macht, erfordert Fahrlässigkeit, dass das schädigende Ereignis für den Schädiger voraussehbar gewesen sei. Das bedeutet indessen nicht, er habe seines Eintrittes sicher sein müssen. Es genügt, wenn er sich nach der ihm zuzumutenden Aufmerksamkeit und Überlegung hätte sagen sollen, es bestehe eine konkrete Gefahr der Schädigung. Mit dieser Gefahr musste Steffan rechnen, als er zulasten der Klägerin die hochspekulativen Aktienkäufe tätigte.\n\nDie Beklagte als seine Erbin ist daher grundsätzlich schadenersatzpflichtig.\n\n2. Die Beklagte beantragt eventualiter, der Klägerin nur eine \"nach richterlichem Ermessen reduzierte Schadenersatzsumme\" |181| zuzusprechen. Ein solcher Antrag genügt an sich nicht, weil Art. 55 Abs. 1 lit. b OG nach der Rechtsprechung (BGE 75 II 334,BGE 79 II 255, BGE 86 II 193, BGE 88 II 207, BGE 89 II 414, BGE 91 II 283) die genaue Angabe des zuzusprechenden Betrages verlangt. In der Begründung zum Eventualantrag führt die Beklagte jedoch aus, dass ohne das Mitverschulden der Klägerin der Schaden \"weniger als sFr. 10'000.--\" bzw. \"knapp sFr. 10'000.--\" betragen hätte. Es kann deshalb angenommen werden, dass sie den Schadenersatz subsidiär auf den Betrag von Fr. 10'000.-- herabgesetzt wissen will.\n\na) Der Auffassung der Beklagten, das Verschulden Steffans sei jedenfalls leicht und daher die Ersatzpflicht gemäss Art. 43 Abs. 1 OR herabzusetzen, ist nicht beizupflichten. Das unsorgfältige Verhalten Steffans ist nicht einer augenblicklichen Unachtsamkeit oder einer im Drang der Geschäfte unterlaufenen geringfügigen Fehlüberlegung zuzuschreiben. Steffan hatte genügend Zeit, die allfälligen Folgen der Spekulation zu überdenken und den möglichen Umfang des Schadens abzuwägen, und war als erfahrener Geschäftsmann dazu auch fähig. Dass er sich auf Fachkundige verlassen haben will, mindert sein Verschulden nicht. Auch wenn deren Auffassung seine Hoffnung auf ein Ansteigen der Kurse erhöht haben mag, durfte sie ihn jedenfalls nicht in den Glauben versetzen, das Geschäft sei nicht spekulativer Natur.\n\nEin Herabsetzungsgrund im Sinne des Art. 43 Abs. 1 OR liegt auch nicht darin, dass Steffan, wie die Beklagte geltend macht, nur gegen das Gebot der Risikoverteilung verstossen habe und die Anlegung von 20-30% des Grundkapitals in Moneta-Aktien angesichts des statutarischen Zweckes der Klägerin vertretbar gewesen wäre. Es kommt nichts darauf an, ob die Klägerin auch durch eine nicht zu beanstandende Anlegung ihres Vermögens hätte zu Schaden kommen können. Entscheidend ist, dass der eingetretene Schaden in vollem Umfange die Folge pflichtwidrigen Verhaltens ist. Die Beklagte verkennt zudem, dass nicht jedes Geschäft, das im Rahmen des statutarischen Zweckes bleibt, als \"mit aller Sorgfalt\" abgeschlossen gelten kann. Die spekulative Anlegung von 20-30% des Grundkapitals in Moneta-Aktien ohne Zustimmung Ciuccis wäre nicht notwendigerweise pflichtgemäss gewesen. Sie hätte jedenfalls eine Risikoverteilung erfordert, damit Aussicht bestanden hätte, allfällige Verluste durch Gewinne |182| auf andern Posten ausgleichen zu können. Eine Risikoverteilung aber hat Steffan vollständig unterlassen.\n\nAuch die Auffassung der Beklagten, die Ersatzpflicht sei gemäss Art. 99 Abs. 2 OR herabzusetzen, weil Steffan mit der Moneta-Investition für sich keinerlei Vorteil bezweckt habe, hält nicht stand. Entscheidend ist nicht, ob er mit diesem Geschäft auf eigenen Vorteil ausging, sondern ob er seine Stellung als Verwaltungsrat, in deren Ausübung er das Geschäft zulasten der Klägerin abschloss, uneigennützig inne hatte. Die Beklagte behauptet nicht, dass das zugetroffen habe.\n\nb) Die Beklagte sieht im Sinne des Art. 44 OR ein Mitverschulden der Klägerin darin, dass Schmidig nach seiner Ernennung zum Verwaltungsrat die Moneta-Aktien nicht sofort weiterverkaufte. Sie macht geltend, sie könne für die nach diesem Zeitpunkt eingetretenen Kursverluste nicht verantwortlich gemacht werden.\n\nEs kann dahingestellt bleiben, ob Schmidig sich unsorgfältig verhielt, indem er die Aktien im März oder April 1969 nicht verkaufte. Wenn ja, wäre er der Klägerin für das Anwachsen des Schadens mitverantwortlich. Sein Verhalten würde indes die Beklagte nur entlasten, wenn es den ursächlichen Zusammenhang zwischen der Unsorgfalt Steffans und dem weiteren Schaden als inadäquat erscheinen liesse (BGE 97 II 343 Erw. 3 und dort zitierte Urteile). Das trifft nicht zu. Es lag nicht ausserhalb des gewöhnlichen Laufes der Dinge, dass Schmidig mit einem Wiederansteigen der Kurse rechnete und die Aktien daher nicht sofort weiterveräusserte. Es war umsomehr zu erwarten, dass er sie trotz der Kurseinbussen vorläufig behalten werde, als der Kurs schwankte und daher jederzeit wieder steigen konnte. Am 10. Januar 1969 z.B. waren Moneta-Aktien zu c$ 1. 10 bis 1.40 erhältlich, wogegen der Kurs am 1. März 1969 wieder c$ 1.55-1.65 erreichte. Steffan selber hatte den Stand vom 10. Januar 1969 nicht zum Anlass genommen, die Papiere abzusetzen.\n\nDie Klägerin könnte die Nichtveräusserung der Aktien erst vom Zeitpunkt an verschuldet haben, als ihr Aktionär Ciucci erfuhr, dass Steffan sie angeschafft hatte. Diese Kenntnis erhielt er spätestens am 10. März 1970. Ciucci verhielt sich indessen nicht schuldhaft, indem er den Verkauf nicht sofort anordnete. Es steht nicht fest, dass damals ein weiteres Sinken des Kurses wahrscheinlicher gewesen sei als ein Wiederansteigen.\n\n|183| Durch den Verkauf hätte sich die Klägerin dem Vorwurf aussetzen können, sie habe ihn im ungünstigsten Zeitpunkt getätigt. Im Jahre 1971 war sie übrigens bereit, der Beklagten die Aktien gegen Ersetzung des Einstandspreises herauszugeben. Die Beklagte hätte dieses Angebot annehmen und die Aktien zur Verhütung weiteren Schadens selber veräussern können. Sie hat das nicht getan. Sie schlug der Klägerin auch nicht etwa vor, die Aktien ohne Präjudiz für den Ausgang des Prozesses zu verkaufen.\n\n3. Die Beklagte ist der Auffassung, sie dürfe nicht zum Ersatz von Fr. 40'000.-- gegen Herausgabe von 4331 Moneta-Aktien, sondern nur zur Zahlung des Unterschiedes zwischen den Fr. 40'000.-- und dem Kurswert der Aktien verpflichtet werden.\n\nArt. 43 Abs. 1 OR legt indessen die Bestimmung der Art des Ersatzes in das Ermessen des Richters. InBGE 41 II 89wurde daher eine Bank verhalten, einem Aktienkäufer, dem sie eine irreführende Auskunft erteilt hatte, den ihrer Verantwortlichkeit entsprechenden Teil des Preises zu ersetzen und einen entsprechenden Teil der Aktien abzunehmen. InBGE 71 II 86ff. sodann verpflichtete das Bundesgericht einen Antiquar, der durch einen Mittelsmann gefälschte Bilder hatte verkaufen lassen, dem Käufer gegen Rückgabe der Bilder deren Preis zu ersetzen. In beiden Fällen war der Ersatzpflichtige nicht Partei des mit dem Willensmangel behafteten Vertrages. Auch in der vorliegenden Sache kommt nichts darauf an, ob die Klägerin die Moneta-Aktien dem Steffan oder direkt einem Dritten abgekauft hat. Selbst wenn letzteres zutrifft, kann die Beklagte als Erbin Steffans verpflichtet werden, der Klägerin den für die Aktien ausgelegten Preis zu ersetzen und dafür von ihr die Aktien zu übernehmen. Es kommt auch nichts darauf an, dass Steffan nicht eine unerlaubte Handlung begangen, sondern seine Pflichten als Verwalter der Klägerin verletzt hat, denn gemäss Art. 99 Abs. 3 OR ist Art. 43 Abs. 1 auch auf die Schadenersatzpflicht aus Vertrag anzuwenden. Die angefochtene Art des Schadenersatzes widerspricht weder dem Gesetz, noch ist sie unangemessen. Sie macht die ziffermässige Berechnung des Schadens überflüssig und bringt das Vermögen der Klägerin nicht nur wertmässig, sondern auch hinsichtlich seiner Zusammensetzung in die gleiche Lage, in der es sich befände, wenn Steffan das pflichtwidrige Geschäft |184| nicht abgeschlossen hätte. Der Klägerin wird das Risiko abgenommen, beim Verkauf der Aktien nach der Ausfällung des Urteils wegen Schwankens des Kurses einen Verlust zu erleiden. Es ist billig, dass die Beklagte dieses Risiko trage.\n\n4. Die Beklagte macht geltend, die Verantwortlichkeit Steffans könne weder aus der Vereinbarung mit Sambucci vom 30. März 1965 noch aus der bestrittenen Vereinbarung mit Ciucci vom Jahre 1966 betreffend zinstragende Anlegung des Grundkapitals abgeleitet werden, weshalb die Klägerin nur Anspruch auf Verzugszinsen habe. Solche ständen ihr seit der Einreichung der Klage vom 14. Dezember 1971, eventuell seit der Fristansetzung an den Willensvollstrecker vom 24. Februar 1971 zu.\n\nDas Gebot des Art. 722 Abs. 1 OR, die Geschäfte der Gesellschaft mit aller Sorgfalt zu leiten, verpflichtete indes Steffan als Verwalter der Klägerin, deren einbezahltes Grundkapital auch ohne ausdrückliche Weisung seitens des Aktionärs an Zins zu legen, solange und soweit es nicht zum Abschluss erlaubter anderer Rechtsgeschäfte benötigt wurde. Indem Steffan statt dessen Fr. 40'000.-- für den pflichtwidrigen Erwerb von Moneta-Aktien ausgab, von denen die Beklagte nicht behauptet, sie hätten einen Ertrag abgeworfen, schädigte er die Klägerin um den entgangenen Zins. Die Vorinstanz hat daher der Klägerin zu Recht 5% Schadenszins vom 1. September 1968 an zugesprochen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts - II. Zivilkammer - des Kantons Zürich vom 20. Februar 1973 bestätigt."}