{"annee": "99", "cour": "IV", "page": "25", "date": "9/3/1973", "cite": ["95 I 70", "97 I 748", "85 I 168", "69 IV 121", "98 IV 293"], "cite_par": ["125 IV 213", "132 IV 76", "123 IV 175", "133 II 68", "137 II 164"], "chapeau": "7. Urteil des Kassationshofes vom 9. März 1973 i.S. Minet gegen Statthalteramt des Bezirkes Zürich.", "regestes": ["Art. 43 ch. 2 de l'ordonnance d'exécution du 27 mai 1924 concernant la LLP. Opérations analogues aux loteries. 1. Le procédé publicitaire consistant à attribuer des lots par tirage au sort n'est pas une opération analogue aux loteries, lorsqu'il ressort sans équivoque de son règlement que la chance de gain de chacun des participants ne dépend pas du versement d'une mise (consid. 4 a). 2. L'existence d'un plan d'attribution des lots est également l'une des caractéristiques de l'opération analogue aux loteries (consid. 5 b). Art. 1 al. 2 LLP. Attribution des lots d'après un plan. L'attribution des lots n'est faite d'après un plan que si elle repose sur des calculs exacts; des calculs de probabilités ne suffisent pas (consid. 5 a)."], "faits": "|26|\n\nA.- Jules Minet ist verantwortlicher Werbefachmann der Merkur AG. Seit 5. Oktober 1971 liess er das Publikum in Zeitungsinseraten auf das sog. \"Merkurkaffee-Roulette\" aufmerksam machen. Es handelte sich dabei um einen Reklamewettbewerb, bei welchem auf einer sog. Roulettekarte fünf von dreissig Zahlen angekreuzt werden mussten, um an der Ziehung teilnehmen zu können. Die betreffende Karte war in Merkur-Geschäften ohne Kauf eines Paketes Merkurkaffee erhältlich und konnte überdies aus den Zeitungsinseraten ausgeschnitten oder bei einer in diesen angegebenen Postfachadresse bezogen werden. Monatlich fand eine Ziehung der Gewinnzahlen unter notarieller Aufsicht statt. Der Gewinner erhielt Fr. 6000.--. Der Gewinn konnte verdoppelt werden, indem der Wettbewerbsteilnehmer aus zehn sog. Symbolen, welche je eine Sorte Merkurkaffee darstellten, das richtige Symbol auswählte und auf die Roulettekarte klebte. Diese Gewinnverdoppelungssymbole |27| konnte der Teilnehmer aufgeklebt auf jedem gekauften Paket Merkurkaffee, aber auch in den Zeitungsinseraten abgedruckt finden, aus welchen er sie ausschneiden musste. Vermittels einer geschäftsinternen Weisung forderte die Firma Merkur AG ihre sämtlichen Filialen und weitere Händler, die sich am Wettbewerb als Verkäufer von Merkurkaffee beteiligten, schriftlich auf, in ihren Verkaufslokalen nicht nur die Roulettekarten, sondern auch die Gewinnverdoppelungssymbole an für den Kunden gut sichtbarer Stelle zur Gratisabgabe aufzulegen. Diese Weisung wurde in einigen Merkur-Filialen der Stadt Zürich nicht befolgt. Kontrollen ergaben, dass in insgesamt fünf Filialen zwar Roulettekarten, jedoch keine Gewinnverdoppelungssymbole sichtbar auflagen. In einem der Geschäfte wurde der Kontrollbeamte von einer Verkäuferin darauf hingewiesen, dass solche Symbole nur beim Kauf eines Paketes Kaffee erhältlich seien. Auf Verlangen wurden jedoch dem betreffenden Beamten in sämtlichen Geschäften solche Symbole ohne Kauf von Kaffee übergeben, soweit solche vorrätig waren.\n\nB.- Am 9. Juni 1972 sprach der Einzelrichter in Strafsachen des Bezirkes Zürich Minet der Widerhandlung gegen Art. 1 des Bundesgesetzes betr. die Lotterien und gewerbsmässigen Wetten (LG) vom 8. Juni 1923 und des Art. 43 Ziff. 2 der Vollziehungsverordnung (LV) vom 27. Mai 1924 in Verbindung mit Art. 38 Abs. 1 LG schuldig und verurteilte ihn zu einer bedingt vorzeitig löschbaren Busse von Fr. 150.--.\n\nMit Urteil vom 23. Oktober 1972 bestätigte das Obergericht des Kantons Zürich den vorinstanzlichen Schuldspruch, erhöhte indessen die Busse auf Fr. 300.--.\n\nC.- Minet führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichtes sei aufzuheben und er sei von Schuld und Strafe freizusprechen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Soweit der Beschwerdeführer vom Bundesgericht verlangt, dass es ihn freispreche, ist sein Begehren unzulässig. Bei der kassatorischen Natur der Nichtigkeitsbeschwerde kommt im Falle der Gutheissung des Rechtsmittels nur eine Rückweisung der Sache an die Vorinstanz in Betracht (Art. 277ter Abs. 1 BStP). Das Begehren ist deshalb in diesem Sinne entgegenzunehmen.\n\n2. Die Beschwerde ist gegenstandslos, soweit in die Rüge |28| der Bundesrechtsverletzung die erste Stufe des Roulettes, d.h. die einfache Teilnahme am Roulette durch Ankreuzen von fünf Zahlen auf der sog. Roulettekarte einbezogen wird. Die Vorinstanz hat nämlich ihrerseits einen Verstoss gegen die Lotteriegesetzgebung nur hinsichtlich der zweiten Stufe, d.h. mit Bezug auf das Aufkleben von sog. Gewinnverdoppelungssymbolen angenommen und auch insoweit ein strafbares Verhalten nur hinsichtlich der Werbung bejaht, die - unter Ausschluss der Inserate - in den Ladengeschäften selber durch Auflage von Roulettekarten durchgeführt wurde.\n\n3. Gemäss Art. 1 LG gilt als Lotterie jede Veranstaltung, bei der gegen Leistung eines Einsatzes oder bei Abschluss eines Rechtsgeschäftes ein vermögensrechtlicher Vorteil als Gewinn in Aussicht gestellt wird, über dessen Erwerbung, Grösse und Beschaffenheit planmässig durch Ziehung von Losen oder Nummern oder durch ein ähnliches auf Zufall gestelltes Mittel entschieden wird. Den Lotterien gleichgestellt und damit grundsätzlich verboten sind nach Art. 43 Ziff. 2 LV Preisausschreiben und Wettbewerbe jeder Art, an denen nur nach Leistung eines Einsatzes oder nach Abschluss eines Rechtsgeschäftes teilgenommen werden kann und bei denen der Erwerb oder die Höhe der ausgesetzten Gewinne wesentlich vom Zufall oder von Umständen abhängig ist, die der Teilnehmer nicht kennt. Nach Art. 38 LG schliesslich ist strafbar, wer eine durch dieses Gesetz verbotene Lotterie ausgibt oder durchführt.\n\n4. Der Beschwerdeführer bestreitet, eine unter die Lotteriegesetzgebung fallende Veranstaltung durchgeführt zu haben, weil für keinen der Teilnehmer am Merkurkaffee-Roulette ein Kaufzwang bestanden habe. Ob der Interessent durch eines der Inserate oder durch die in den Ladengeschäften aufliegenden Roulettekarten auf die Verdoppelungsmöglichkeit hingewiesen worden sei, in jedem Falle sei er dahin instruiert worden, dass die Gewinnverdoppelungssymbole sowohl auf den Kaffeepackungen wie auf den Anzeigen zu finden seien. Wer kein Kaufgeschäft habe abschliessen wollen, dem sei es freigestanden, in einem der vielen Inserate ein Verdoppelungssymbol zu behändigen. Die Annahme der Vorinstanz, wonach die fraglichen Anzeigen den Interessenten nicht zur Verfügung gestanden seien, treffe nicht zu, nachdem die Inserate allein in der Region Zürich in mehr als 2,2 Millionen Exemplaren |29| erschienen seien. Wenn im übrigen auch zuzugeben sei, dass eine gewisse Anzahl von Interessenten in der zweiten Phase nicht die Verdoppelungssymbole auf den Inseraten verwendeten, sondern sich solche durch den Kauf eines Paketes Kaffee verschafften, so sei es doch nicht schlechthin unmöglich gewesen, die Teilnahmeberechtigung auch ohne Abschluss eines Rechtsgeschäftes zu begründen. Dort aber, wo die Interessenten die Wahl hätten, zu kaufen oder nicht zu kaufen, könne von einer verbotswürdigen Veranstaltung nicht die Rede sein. Völlig bedeutungslos sei deshalb auch die Frage, ob allenfalls einzelne Interessenten bei der Lektüre der Anzeigen oder der Roulettekarte zur Ansicht gelangten, Voraussetzung für die Teilnahme sei der Kauf eines Paketes Merkurkaffee. Entscheidend sei, was der vernünftige Durchschnittsadressat der Ankündigung entnehme. Im vorliegenden Fall habe dieser allein schon gestützt auf die in Frage stehende Publikation den Eindruck gewinnen müssen, dass es sich um eine Veranstaltung ohne Kaufverpflichtung handle.\n\na) Dass ein Werbe-Gewinnspiel grundsätzlich keine lotterieähnliche Veranstaltung ist, wenn jeder Interessent die Wahl hat, zu kaufen oder nicht zu kaufen, mit anderen Worten, wenn er die Möglichkeit hat, mit oder ohne Einsatz mit gleichen Gewinnaussichten am Wettbewerb teilzunehmen, trifft zu. Indessen gilt auch dies nur, wo das Unternehmen nach seiner Ankündigung für den Interessenten ohne weiteres und unmissverständlich als Gratisveranstaltung erscheint. Denn massgebend ist nicht, ob ein vorgängiger Geschäftsabschluss objektiv gefordert wird oder nicht, sondern ob die Teilnehmer der Meinung sind, eine Leistung erbringen oder nicht erbringen zu müssen (KLEIN, Die Ausnützung des Spieltriebes durch Veranstaltung der Wirtschaftswerbung und ihre Zulässigkeit nach schweizerischem Recht, S. 101). Dabei ist von der Merkfähigkeit des durchschittlichen Publikums auszugehen, bei welchem erfahrungsgemäss nicht vorausgesetzt werden kann, dass ihm besonderer Scharfsinn eigne oder dass es bei der heutigen Flut der Reklame beim Lesen eines Werbetextes solchen an den Tag lege. Sache des Veranstalters der Werbeaktion ist es deshalb, die Bedingungen, unter denen an dieser teilgenommen werden kann, klar zu formulieren. Es würde dem Sinn des Gesetzes widersprechen, wenn ein Unternehmen, das nach der Art seiner Ankündigung dem Publikum als lotterieähnlich erscheinen |30| muss, durch einen nicht oder nicht klar ausgedrückten Gedanken des Unternehmers zur erlaubten Veranstaltung werden könnte (BGE 98 IV 300).\n\nb) Im vorliegenden Fall stellt das Obergericht bezüglich derjenigen Interessenten, die nicht durch die Zeitungsinserate, sondern durch die Werbung in den Ladengeschäften auf den Wettbewerb aufmerksam gemacht wurden, fest, sie hätten nach den gesamten Umständen kaum auf einen anderen Gedanken kommen können, als dass der Kauf eines Paketes Merkurkaffee unumgänglich sei, wenn sie von der Möglichkeit, den Gewinn zu verdoppeln, Gebrauch machen wollten. Die in den Läden aufgelegten Roulettekarten hätten im Gegensatz zu den Anzeigen die Verdoppelungssymbole nicht enthalten und es habe auf ihnen auch ein Hinweis darauf gefehlt, dass diese Symbole im Geschäft gratis bezogen werden könnten. Den Wettbewerbsbedingungen auf den Karten sei zu entnehmen gewesen, dass die Symbole auf jedem Paket Kaffee oder in den Anzeigen zu finden seien. Die Anzeigen seien jedoch den Interessenten nicht zur Verfügung gestanden, und es sei für diese auch nicht zum vorneherein klar gewesen, was mit den Anzeigen gemeint sei. Des weiteren seien die Verdoppelungssymbole in den Läden nicht so aufgelegt worden, dass der interessierte Kunde sie zwangsläufig mit der Roulettekarte habe zur Hand nehmen müssen. In fünf kontrollierten Geschäften seien die Symbole überhaupt nicht aufgelegt gewesen, und es habe sich auch sonst den Interessenten nicht aufgedrängt, sich nach einer eventuellen Gratisabgabe zu erkundigen. Es könne deshalb kein Zweifel bestehen, dass der unbefangene Leser der auf der Roulettekarte gedruckten Wettbewerbsbedingungen im allgemeinen angenommen habe, es sei notwendig, ein Paket Merkurkaffee zu kaufen, um in den Besitz der Verdoppelungssymbole zu gelangen. Dass diese Schlussfolgerung nahegelegen habe, beweise auch die Tatsache, dass nach den Feststellungen der Polizei und des Statthalteramtes im Verlaufe der Stichproben Verkäuferinnen sogar die Meinung geäussert hatten, die Verdoppelungssymbole würden nur beim Kauf eines Paketes Kaffee abgegeben.\n\nSoweit diese Feststellungen tatsächlicher Natur sind, binden sie den Kassationshof und können mit der Nichtigkeitsbeschwerde nicht bestritten oder bemängelt werden (Art. 273 Abs. 1 lit. b und 277 bis Abs. 1 BStP). Der Beschwerdeführer |31| ist deshalb mit dem Vorbringen, das Obergericht habe zu Unrecht angenommen, dass die Anzeigen den Interessenten nicht zur Verfügung gestanden seien, nicht zu hören. Minet hat übrigens übersehen, dass die Vorinstanz jene Aussage nach dem Zusammenhang der Erwägungen, in welchem sie getan wurde, nicht schlechthin auf alle Interessenten des Wettbewerbs bezogen hat, sondern nur auf diejenigen, die erst in den Ladengeschäften von dem Gewinnspiel erfahren hatten. Dass aber für diese in den Geschäften neben den Roulettekarten auch die Anzeigen aufgelegt worden seien, behauptet der Beschwerdeführer selber nicht. Legt man die Sachdarstellung des Obergerichtes zugrunde, so kann von einer Verletzung von Bundesrecht in diesem Punkt nicht die Rede sein. Die angeführten Erwägungen der Vorinstanz gehen von zutreffenden rechtlichen Voraussetzungen aus; auch die darin enthaltene Würdigung erscheint als sachlich vertretbar, wonach der durchschnittliche Kunde, der erst in einem Ladengeschäft auf das Gewinnspiel aufmerksam wurde, unter den genannten Umständen den Eindruck gewinnen musste, die Verdoppelungssymbole könnten nur gegen Kauf eines Paketes Merkurkaffee erworben werden. Die Teilnahme an der Veranstaltung wurde damit für einen Teil des Publikums - und das genügt nach Art. 1 LG und Art. 43 Ziff. 2 LV (BGE 69 IV 125) - vom vorgängigen Abschluss eines Kaufgeschäftes abhängig gemacht. Diese Tatsache entspricht übrigens der von der Vorinstanz wiederum verbindlich festgestellten Absicht der Veranstalter, durch die besondere Gestaltung des Wettbewerbs mindestens bei einem Teil der Teilnehmer Vorstellungen zu wecken, die eine direkte Umsatzsteigerung bewirkten.\n\n5. Der Beschwerdeführer wendet sich weiter gegen die Annahme der Vorinstanz, wonach das Tatbestandsmerkmal der Planmässigkeit erfüllt sei. Dieses Merkmal grenze die Lotterie von der Spielbank ab. Während bei der letzteren der Veranstalter \"mitspiele\", indem er sein eigenes Risiko nicht zum voraus beschränke, schliesse der Veranstalter der Lotterie dieses durch genaue Berechnungen aus. Das habe das Obergericht im vorliegenden Fall verkannt, wenn es feststelle, Wahrscheinlichkeitsberechnungen vermöchten die Planmässigkeit zu begründen. Durch solche Berechnungen könne das Risiko des Veranstalters nicht ausgeschlossen werden. Spielbanken operierten ebenfalls mit Wahrscheinlichkeitsrechnungen, müssten aber |32| immer wieder auf folgenschwere Überraschungen gefasst sein. Aus den Akten ergebe sich, wiewenig gerade im vorliegenden Fall eine solche Rechnung das Spielrisiko des Veranstalters habe auszuschliessen vermögen. Die Wahrscheinlichkeit habe mit 11 Fünfern gerechnet, während insgesamt 18 aufgetreten seien, was einem Mehr von nicht weniger als 63% entspreche. Bei den Vierern sei mit 484 gerechnet worden, während deren 1258 eingegangen seien oder das Zweieinhalbfache der erwarteten Zahl. Angesichts dessen erscheine es unverständlich, wie die Vorinstanz davon sprechen könne, die Wahrscheinlichkeitsberechnungen hätten das Risiko der Veranstalterin zwar nicht auf den Franken genau, wohl aber innerhalb eines bestimmten Rahmens erfasst. In Wirklichkeit habe die Merkur AG für die beanstandete Veranstaltung Leistungen erbringen müssen, mit denen sie niemals gerechnet habe. Ihr Risiko habe denn auch voll und ganz demjenigen einer Spielbank entsprochen.\n\na) Wie sich aus der Entstehungsgeschichte des Art. 1 LG ergibt, wurde tatsächlich das Element der Planmässigkeit in den Begriff der Lotterie einbezogen, um diese vom Glücksspiel zu unterscheiden (Prot. Exp. Komm. 5.-7. September 1916 S. 10 Voten Blumenstein und Müller sowie Prot. vom 30. Januar - 1. Februar 1917 S. 3 Votum Müri; StenBull StR 1921, S. 37 Votum Andermatt, S. 38 Votum Häberlin). Da jedoch auch Glücksspiele eine gewisse Planmässigkeit voraussetzen, indem sie jeweils nach bestimmten Spielregeln durchgeführt werden (s. BGE 95 I 78, BGE 97 I 749), und die übrigen Merkmale der Lotterie (Ordnung des Einsatzes, der Gewinne, der Losziehung) ihrerseits einen bestimmten Plan verlangen, muss der Begriff der Planmässigkeit des Art. 1 LG ein Mehreres enthalten, um als Merkmal zur Unterscheidung der Lotterie vom Glücksspiel zu wirken und zudem neben den anderen Tatbestandselementen des Art. 1 LG selbständige Bedeutung haben zu können.\n\nIn BGE 85 I 177 hat das Bundesgericht das Wesen des Plans darin gesehen, dass er zum voraus genau die Gewinne bestimme, die zuerkannt werden. Es hat dabei zusätzlich hervorgehoben, dass sich die Lotterie insoweit vom Glücksspiel unterscheide, als bei diesem die Leistungen des Veranstalters nicht zum vorneherein feststünden. Entsprechend war auch in den parlamentarischen Beratungen von seiten des Bundesrates darauf hingewiesen worden, dass der Veranstalter einer Lotterie |33| \"genau\" wissen müsse, dass im Endeffekt eben für ihn ein Gewinn herausschaue. Die Chancen seien in einem \"genau aufgestellten Plan\" mit einem Resultat verteilt, das schliesslich das Gewinnergebnis auf die Mühle des Veranstalters leiten müsse; sobald dieser sich ebenfalls dem unbedingten Zufall unterwerfe, sei das Spiel keine Lotterie mehr (StenBull StR 1921, S. 38 Votum Häberlin; siehe ebenso schon Gautier, Prot. 2. Exp. Komm. zum StGB Band VII S. 52/53). Das Schrifttum schliesslich erblickt seinerseits das spezifische Kennzeichen der Lotterieplanmässigkeit darin, dass der Veranstalter aufgrund exakter Berechnung sein eigenes Spielrisiko ausschliesst, also sich nicht dem Zufall unterwirft (DAENIKER, Das bundesrechtliche Verbot der Spielbanken, S. 115 ff.; KLEIN, op.cit. S. 81/82; STAEHLIN, Das Bundesgesetz betr. die Lotterien und die gewerbsmässigen Wetten, S. 31, 58, 79, 86). Dass dies mit Hilfe von Wahrscheinlichkeitsrechnungen nicht erreicht werden kann, wird vom Beschwerdeführer mit Fug unter Berufung auf die genannte Literatur geltend gemacht; denn die Wahrscheinlichkeitsrechnung ist keine tatsächliche Rechnung, sondern sie versucht nur, den Zufall so gut als möglich einzugrenzen. Im vorliegenden Fall gibt das Obergericht selber zu, dass die Merkur AG vermittels der von ihr angestellten Wahrscheinlichkeitsberechnungen ihren Einsatz nicht auf den Franken genau habe bestimmen können. Dass ihr dies nach dem angefochtenen Urteil innerhalb eines bestimmten Rahmens möglich war, genügt jedoch nach Art. 1 LG nicht. Dieser Rahmen kann - und das hat sich gerade im vorliegenden Fall gezeigt - ein sehr weiter sein und dem Zufall noch erheblichen Raum lassen, was sich aber mit dem Begriff der Lotterieplanmässigkeit nicht verträgt. Wenn die Vorinstanz diese dennoch bejahte, obschon nach ihrer eigenen Feststellung das Spielrisiko für die Merkur AG nicht völlig ausgeschlossen werden konnte, so hat sie den Begriff der Planmässigkeit verkannt.\n\nb) Damit ist indessen nicht gesagt, dass das angefochtene Urteil aufzuheben sei. Wie sich nämlich aus dessen Dispositiv ergibt, wurde der Beschwerdeführer wegen Widerhandlung gegen Art. 1 LG und Art. 43 Ziff. 2 LV, d.h. wegen Veranstaltung eines lotterieähnlichen Unternehmens bestraft. Im Unterschied zu Art. 1 LG erwähnt nun aber die Bestimmung des Art. 43 Ziff. 2 LV das Merkmal der Planmässigkeit nicht. Es fragt sich daher, ob aus dem Wortlaut dieser Bestimmung geschlossen |34| werden müsse, dass die Planmässigkeit nicht zum Begriff der lotterieähnlichen Veranstaltung gehöre oder ob insoweit der Text der Verordnung eine Lücke aufweise.\n\nIn BGE 85 I 177 hat das Bundesgericht bezüglich lotterieähnlicher Apparate im Sinne von Art. 43 Ziff. 3 LV festgestellt, dass sie der Lotterie analog seien und infolgedessen die hauptsächlichen Unterscheidungsmerkmale einer solchen Veranstaltung aufweisen müssten. Es hat diesem Grundsatz die Bemerkung angefügt, dass es indessen der Sinn des Art. 56 Abs. 2 LG sei, dem Bundesrat zu erlauben, den Anwendungsbereich des Gesetzes auf Veranstaltungen auszudehnen, die jene Merkmale nicht in vollem Umfang aufwiesen. Die Frage, ob die Planmässigkeit eine notwendige Voraussetzung für die Anwendung von Art. 43 Ziff. 3 LV sei, wurde dabei offen gelassen. Sie ist im vorliegenden Fall bezüglich der Vorschrift des Art. 43 Ziff. 2 LV zu entscheiden.\n\nAus den parlamentarischen Beratungen ergibt sich, dass Bedenken, welche gegenüber der Erwähnung der Planmässigkeit in Art. 1 LG geäussert wurden (StenBull StR 1921 S. 38 Votum Böhi), vom Berichterstatter der ständerätlichen Kommission entgegengehalten wurde, der Bundesrat habe es nach Art. 61 des Gesetzes (= jetziger Art. 56 LG) in der Hand, Unternehmungen, die den gefährlichen Charakter einer Lotterie hätten, aber nicht planmässig veranstaltet würden, als lotterieähnliche Veranstaltungen den Bestimmungen des Gesetzes zu unterstellen (StenBull StR 1921 S. 124 Votum Andermatt). Danach wäre die Planmässigkeit nicht als ein wesentliches Unterscheidungsmerkmal zu verstehen, das wie bei der Lotterie so auch bei der lotterieähnlichen Veranstaltung gegeben sein müsste. Dieser Auffassung ist jedoch im Schrifttum mit gewichtigen Argumenten entgegengetreten worden. Zwar wird auch in der einschlägigen Literatur anerkannt, dass Veranstaltungen ohne Planmässigkeit ähnlichen Schaden wie die Lotterie zur Folge haben können. Es wird jedoch darauf hingewiesen, dass der Gesetzgeber durch den Erlass des Lotteriegesetzes einerseits und denjenigen des Spielbankengesetzes anderseits die Veranstaltungen mit Planmässigkeit und diejenigen ohne Planmässigkeit grundsätzlich auseinandergehalten habe. Die Spielbanken und Glücksspiele, welche dieses Merkmal nicht aufwiesen, seien einer Regelung unterworfen worden, die sich prinzipiell von derjenigen der Lotterien unterscheide. Es sei deshalb nicht |35| zulässig, Veranstaltungen ohne Planmässigkeit in Beziehung mit der Lotteriegesetzgebung zu bringen. Derartige Unternehmungen zu erfassen, sei Aufgabe des Spielbankengesetzes. Wäre dem anders, so hätte der Bundesrat die Befugnis, auch spielbanken- oder überhaupt glücksspielähnliche Tatbestände aufgrund des LG zu regeln. Art. 56 Abs. 2 LG gebe ihm jedoch diese Befugnis ausdrücklich nur für lotterieähnliche, nicht allgemein für glücksspielähnliche Unternehmungen. Eine andere Auslegung verbiete sich auch aus der Überlegung heraus, dass die Bundesversammlung nach dem Lotteriegesetz das Spielbankengesetz erlassen habe, was sich erübrigt hätte, wenn der Bundesrat hiezu nach Art. 56 Abs. 2 LG zuständig gewesen wäre (STAEHELIN, op.cit. S. 69 und 77; ferner KLEIN, op.cit. S. Bl).\n\nDieser Auffassung ist beizupflichten. Sie geht zutreffend davon aus, dass die Planmässigkeit das entscheidende Kriterium ist, um die Lotterie vom Glücksspiel zu unterscheiden. Auch weist sie einleuchtend nach, dass das für die Lotterie wesentliche Merkmal auch die lotterieähnlichen Veranstaltungen kennzeichnen muss, soll nicht eine gesetzgeberische Doppelspurigkeit entstehen, die nicht gewollt sein kann. Freilich ist nicht zu verkennen, dass bei solcher Auslegung Veranstaltungen wie die vorliegende trotz ihrer Gefährlichkeit unter Umständen einer strafrechtlichen Sanktion entgehen, weil nicht sicher ist, dass sie ohne weiteres dem Spielbankengesetz unterstellt werden können. Auch bleibt der Widerspruch zu den angeführten Äusserungen in der parlamentarischen Beratung bestehen. Indessen dürfte in der Praxis trotz allfälliger Straflosigkeit das erhebliche Risiko des Veranstalters als Bremse wirken und häufig Unternehmungen der vorliegenden Art verunmöglichen. Was die in der parlamentarischen Beratung geäusserte Meinung angeht, so ist sie überholt. Denn mit dem nachträglichen Erlass des Spielbankengesetzes hat der Gesetzgeber selber glücksspielähnliche Unternehmungen, denen das Merkmal der Planmässigkeit fehlt, von den lotterieähnlichen Veranstaltungen mit dieser Eigenschaft geschieden und damit seine früher vertretene Auffassung aufgegeben.\n\nIst demnach die Planmässigkeit entscheidendes Merkmal auch der lotterieähnlichen Veranstaltung, und hat die Vorinstanz nach dem Gesagten dieses Merkmal verkannt, so ist ihr Urteil aufzuheben und die Sache an sie zurückzuweisen, damit sie |36| den Beschwerdeführer von der Anklage der Widerhandlung gegen die Lotteriegesetzgebung freispreche.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, der angefochtene Entscheid aufgehoben und die Sache zur Freisprechung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}