{"annee": "99", "cour": "IB", "page": "145", "date": "2/5/1973", "cite": ["46 II 473", "87 II 169"], "cite_par": ["117 II 290", "114 II 68"], "chapeau": "18. Urteil der I. Zivilabteilung vom 2. Mai 1973 i.S. Rosenthal AG gegen Justizdepartement des Kantons Basel-Stadt.", "regestes": ["Registre du commerce. Art. 80 et 83 al. 2 ORC. Les dispositions relatives à la libération d'actions par compensation sont applicables par analogie aux augmentations de capital provenant de biens propres de la société (consid. 1). Pouvoir d'examen du préposé au registre du commerce. Preuve de l'existence des créances non rapportée, dans le cas particulier (consid. 2). Exigences qui doivent être remplies pour que l'existence des créances soit établie (consid. 3)."], "faits": "|145|\n\nA.- Die Generalversammlung der Rosenthal AG beschloss am 30. November 1972, das Aktienkapital von Fr. 125'000.-- auf Fr. 250'000.-- durch Ausgabe von 1250 Namenaktien zu Fr. 100.-- zu erhöhen, den in der Bilanz per 31. Dezember 1971 aufgeführten \"Reparaturen- und Dispositionsfonds\" aufzulösen und für die Liberierung zu verwenden. Der Beschluss wurde beurkundet und am 7. Dezember 1972 dem Handelsregisteramt Basel-Stadt unter Beilage der erwähnten Bilanz zur Eintragung angemeldet. Das Handelsregisteramt wies am 12. Dezember 1972 die Anmeldung zurück, weil der Bestand der für die Liberierung erforderlichen Eigenmittel auf den Tag der Beschlussfassung nicht nachgewiesen sei.\n\nEine hiegegen von der Rosenthal AG eingereichte Beschwerde wies das Justizdepartement des Kantons Basel-Stadt am 27. Dezember 1972 ab. |146|\n\nB.- Die Rosenthal AG führt gegen diesen Entscheid Verwaltungsgerichtsbeschwerde. Sie beantragt, das Handelsregisteramt anzuweisen, die Anmeldung über die Erhöhung des Aktienkapitals zur Eintragung entgegenzunehmen.\n\nDas kantonale Justizdepartement und das Eidgenössische Justiz- und Polizeidepartement beantragen in ihren Vernehmlassungen, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Im Gesetz ist nur die Kapitalerhöhung durch Vermehrung des Gesellschaftsvermögens mittels Ausgabe neuer Aktien, die von den Aktionären wie bei der Gründung der Gesellschaft zu zeichnen und zu liberieren sind, ausdrücklich geregelt (Art. 650 - 653 OR). Daneben hat die Praxis die Kapitalerhöhung ohne Vermehrung des Gesellschaftsvermögens, das heisst durch Umwandlung freier Eigenmittel - offener Reserven, aufgelöster stiller Reserven, unverteilter Gewinnbeträge - als zulässig anerkannt (BGE 46 II 473 ff; SIEGWART, N 3 zu Art. 650 OR; FRITZ VON STEIGER, Das Recht der Aktiengesellschaft in der Schweiz, 4. Aufl. S. 292; derselbe, Kapitalerhöhung aus Gesellschaftsmitteln nach schweizerischer Doktrin und Praxis, in Zeitschrift für das gesamte Handelsrecht und Konkursrecht Bd. 118/1955 S. 161 ff; ALFRED WIELAND, Zur Kapitalerhöhung der Aktiengesellschaft mit und ohne Vermehrung des Gesellschaftsvermögens, SJZ 49 S. 157, 169; SCHUCANY, N 1 zu Art. 650 OR). Die Handelsregisterpraxis behandelt diesen Vorgang ähnlich der Aktienliberierung durch Verrechnung mit Forderungen gegen die Gesellschaft nach Massgabe der Art. 80 und 83 Abs. 2 HRegV. Sie verlangt entsprechend, dass die Generalversammlung der Gesellschaft auf Grund eines beglaubigten Auszuges aus den Geschäftsbüchern oder einer Bescheinigung einer Urkundsperson feststelle, dass die für die vorgesehene Kapitalerhöhung nötigen Mittel tatsächlich vorhanden sind (FRITZ VON STEIGER, Prüfung und Eintragung der Aktiengesellschaft beim Handelsregister S. 79/80; JACQUEROD/VON STEIGER, Eintragungsmuster für das Handelsregister; SAG 14 S. 202).\n\n2. Die Beschwerdeführerin bestreitet nicht, dass Art. 80 HRegV auf den vorliegenden Fall analog anzuwenden ist. Nach dieser Bestimmung muss sich aus der öffentlichen Urkunde ergeben, dass und wie der Bestand der für die Libiererung |147| erforderlichen Gesellschaftsmittel nachgewiesen worden ist. Wie die Verrechnung Bestand und Fälligkeit der gegenseitigen Forderungen im Zeitpunkt ihrer Erklärung voraussetzt (vgl. Art. 120 OR), hängt die Kapitalerhöhung aus Gesellschaftsmitteln davon ab, dass die Gesellschaft am Tage des Generalversammlungsbeschlusses über die Reserven verfügt, die für die Liberierung der neuen oder im Nennwert zu erhöhenden Aktien nötig sind. Der Handelsregisterführer muss sich davon überzeugen können, dass dieser Nachweis tatsächlich erbracht worden ist (vgl. BGE 87 II 179 /80). Er darf die Eintragung nicht erst dann verweigern, wenn die erforderlichen Gesellschaftsmittel \"offensichtlich nicht vorhanden sind\", wie das VON ESCHER (Die Erhöhung des Aktienkapitals durch Ausgabe von Gratisaktien und durch Gratis-Nennwerterhöhung der Aktien, Diss. Zürich 1967, S. 78) annimmt.\n\nGemäss öffentlicher Urkunde vom 30. Dezember 1972 stützt die Generalversammlung der Beschwerdeführerin den Beschluss über die Kapitalerhöhung und die Feststellung über die für die Liberierung erforderlichen Eigenmittel einzig auf die Bilanz per 31. Dezember 1971. Diese Bilanz enthält indessen bloss eine wertmässige und summarische Gegenüberstellung der Aktiven und Passiven auf den genannten Stichtag, sagt also nichts über allfällige Veränderungen des Gesellschaftsvermögens bis zum 30. Dezember 1972 aus. Dass sie erst am 17. November 1972 erstellt und offenbar in der Generalversammlung vom 30. November 1972 genehmigt worden ist, ändert am Stichtag nichts. Die öffentliche Urkunde enthält entgegen der Behauptung der Beschwerdeführerin keine Erklärung ihres einzigen Verwaltungsrates, dass die in der Bilanz angegebenen Reserven der Gesellschaft am 30. November 1972 noch zur Verfügung standen. Sie ist daher bloss als Bescheinigung dafür anzusehen, dass das Liberierungskapital auf den Bilanzstichtag formell ausgewiesen war. Zudem bestätigt der verurkundende Notar nicht einmal, er habe in die Bilanz Einsicht genommen. Das von der Beschwerdeführerin dem kantonalen Justizdepartement vorgelegte Kontoblatt über den \"Reparaturen- und Dispositionsfonds\" belegt sodann nicht mehr als die Bilanz, gibt es doch lediglich den daraus übernommenen Saldovortrag von Fr. 125'000.-- per 1. Januar 1972 wieder. Im übrigen eignet sich das Kontoblatt für einen Buchauszug oder eine notarielle Bescheinigung nicht etwa deshalb |148| nicht, weil es, wie die Beschwerdeführerin meint, keine Gewähr dafür biete, dass es vollständig nachgeführt sei und im Original vorliege. Es ist nicht zu vermuten, dass die zuständigen Organe einer Gesellschaft pflichtwidrig handeln. Entscheidend ist vielmehr, dass das Kontoblatt, auch wenn es die Entwicklung über längere Zeit aufzeigt, nur einen einzelnen Bilanzposten auf der Passivseite betrifft (Art. 668 Abs. 1 OR) und daher wenig auszusagen vermag. Die Beschwerde ist daher abzuweisen.\n\n3. Es erhebt sich anderseits die in der Beschwerde aufgeworfene Frage nach den Anforderungen, die an den Kapitalnachweis zu stellen sind. Das Justizdepartement ist der Meinung, aus einer ordnungsgemäss geführten Buchhaltung sei leicht ersichtlich, ob die Gesellschaft am Tage des Kapitalerhöhungsbeschlusses über die erforderlichen Mittel verfüge; die Urkundsperson habe sich daher selber davon zu überzeugen und die entsprechende Feststellung zu beurkunden oder darüber einen beglaubigten Auszug aus den Geschäftsbüchern zu erstellen; falls letzteres wegen der heutigen Buchführungstechnik (Loseblattsystem) nicht möglich sei, könne immer noch rechtzeitig eine Zwischenbilanz auf den Tag des Generalversammlungsbeschlusses erstellt werden. Diese Argumentation trifft nicht zu. Die Aufstellung einer Zwischenbilanz erfordert, was das Justizdepartement selber anerkennt, einen grösseren Aufwand als die Ausfertigung eines beglaubigten Buchauszuges. Ist es aber nicht möglich, einen Buchauszug fristgerecht beizubringen, so gilt das erst recht für die Zwischenbilanz. Diese kann zudem sowenig wie der beglaubigte Buchauszug auf einen künftigen Stichtag, sondern frühestens am Stichtag selber erstellt werden. Ob das möglich sei, hängt vom Arbeitsaufwand im Einzelfall ab. Zumindest für eine Zwischenbilanz ist es wohl für jede Gesellschaft von etwelcher wirtschaftlichen Bedeutung zu verneinen. Es ginge daher zu weit, in jedem Fall, unabhängig von Art und Grösse des Unternehmens, eine auf den Stichtag gezogene Zwischenbilanz als Kapitalnachweis zu verlangen. Das bedeutet aber nicht, dass sie sich als Beweis im Sinne des Art. 80 HRegV nicht eignen würde. Denkbar wäre auch, dass die Verwaltung auf das nächst mögliche Datum vor dem Beschluss der Generalversammlung über die Kapitalerhöhung eine Zwischenbilanz erstellt und erklärt, dass die umzuwandelnden Eigenmittel der Gesellschaft fortgesetzt zur Verfügung stehen. Entgegen der im angefochtenen Entscheid geteilten Auffassung des kantonalen |149| Handelsregisteramtes genügt eine solche Erklärung. Denn die Verwaltung steht unter gesellschaftsrechtlicher Verantwortlichkeit (Art. 752 ff. OR), und auf ihre Angaben muss - wie bei der Kapitalerhöhung mit Vermehrung des Gesellschaftsvermögens (vgl. Art. 650 Abs. 2 OR) - abgestellt werden können. Dieselbe Überlegung gilt auch für den beglaubigten Buchauszug, sofern er aus objektiven Gründen, das heisst wegen Art und Umfang des Unternehmens nicht am Stichtag selber ausgefertigt werden kann. Sodann kann als Nachweis im Sinne des Art. 80 HRegV ein sog. Status in Frage kommen, das heisst ein auf den Bewertungen der letzten Bilanz beruhender Ausweis über den Vermögensstand (Aktiven und Passiven) der Gesellschaft an einem bestimmten Datum. Er dürfte sich aus einer ordnungsgemäss geführten Buchhaltung auch eher als eine Zwischenbilanz für den Gebrauch am Stichtag selber aufnehmen lassen, sei es als Buchauszug oder als Gegenstand einer Bescheinigung. Praktisch wird ohnehin beides zusammenfallen, da die Urkundsperson für die Beglaubigung des Auszugs selber kontrollieren, für die Bescheinigung selber erheben muss.\n\nMöglicherweise gibt es noch andere Formen für Buchauszug und Bescheinigung. Sicher können nicht alle Gesellschaften ungeachtet ihrer Eigenart und Grösse in dasselbe Schema eingeordnet werden. Es hängt von den Umständen des Einzelfalles ab, was als Nachweis im Sinne von Art. 80 HRegV verlangt werden kann und darf.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}