{"annee": "99", "cour": "IB", "page": "472", "date": "29/6/1973", "cite": ["74 I 76", "85 I 243", "71 I 172", "67 I 42", "72 I 29"], "cite_par": [], "chapeau": "65. Urteil vom 29. Juni 1973 i.S. X gegen Kanton Thurgau.", "regestes": ["Amnistie fiscale selon la LF du 15 mars 1968. Saisi d'une action administrative directe, le Tribunal fédéral est compétent pour statuer sur le grief d'un contribuable qui prétend que le fait d'être imposé, lors de la taxation ordinaire pour l'impôt cantonal 1969/1970, sur une plus-value comptabilisée pendant l'exercice comptable 1968 constitue la reprise d'un impôt soustrait antérieurement et, partant, la violation de l'amnistie fiscale (avis contraire: RO 71 I 178 ss). Dans quelle mesure le Tribunalfédéral peut-il contrôler, à cette occasion, l'application du droit fiscal cantonal?"], "faits": "|473|\n\nA.- X. baute in den Jahren 1953-1962 ein Gebäude, das seinem verstorbenen Vater gehört hatte, zu einer Werkstatt für seine Bau- und Möbelschreinerei aus. Die Liegenschaft stand damals und steht heute noch im Eigentum der Erbengemeinschaft, die unter ihm, seinen beiden Brüdern und seiner Mutter besteht. X. führte die Bauarbeiten zum Teil selber aus, zum Teil liess er sie auf seine Kosten ausführen. Er beziffert die Ausbaukosten auf Fr. 64 155.--. In einem schriftlichen Vertrag, den er am 1. Mai 1962 mit den Miterben abschloss, wurde vereinbart:\n\n\"Die Erbengemeinschaft erklärt sich einverstanden, dass der Betrag von Fr. 64 155.-- bei der Erbteilung an X. als Guthaben ausbezahlt oder angerechnet wird.\n\nX. übernimmt die erhöhte Brandassekuranz-Prämie vom Betrag Fr. 64 155.--, sowie Unterhalt der Werkstatträumlichkeiten, und kann somit die Werkstatträumlichkeiten zinslos benützen.\n\nDieser Vertrag kann jederzeit von den Parteien eingetragen werden im Grundbuch.\"\n\nX. liess in der ersten Schlussbilanz vom 31. Dezember 1962 ein Aktivum \"Werkstattausbau\" im Betrage von Fr. 24 000.-- erscheinen. In den Schlussbilanzen 1963-1967 wurden unter diesem Titel Fr. 28 800.-- eingesetzt. In der Bilanz vom 31. Dezember 1968 wurde der Posten auf Fr. 64 155.-- erhöht; die Differenz von Fr. 35 355.-- wurde dem Kapitalkonto gutgeschrieben.\n\nB.- Bei der Veranlagung des X. für die Kantons- und Gemeindesteuern 1969/70 rechnete die Steuerbehörde die Hälfte des neu verbuchten Betrages von Fr. 35 355.-- zum durchschnittlichen Einkommen der Bemessungsperiode 1967/68. Sie setzte das steuerbare Einkommen auf Fr. 73 200.-- fest. Der Steuerpflichtige bestritt die Zulässigkeit jener Aufrechnung unter Berufung auf die durch BG vom 15. März 1968 (AmnG) angeordnete |474| Steueramnestie. Die Veranlagungsbehörde wies seine Einsprache ab.\n\nDie Beschwerde des X. gegen den Einspracheentscheid wurde von der kantonalen Steuerrekurskommission am 1. September 1972 ebenfalls abgewiesen. Die Kommission nahm an, die Vereinbarung vom 1. Mai 1962 sei nicht als Darlehensvertrag, sondern als Ergänzung zu einem vorher mündlich abgeschlossenen Werkvertrag zu betrachten. Man habe es daher mit einem Kundenguthaben zu tun, woraus folge, dass die Amnestie der angefochtenen Aufrechnung nicht entgegenstehe.\n\nC.- Mit verwaltungsrechtlicher Klage vom 17. Oktober 1972 beantragt X. dem Bundesgericht, den Entscheid der kantonalen Rekurskommission aufzuheben und das steuerbare Einkommen auf Fr. 55 500.-- herabzusetzen. Es wird geltend gemacht, die Forderung des Klägers aus dem Werkstattausbau sei bereits im Vertrag vom 1. Mai 1962 im vollen Umfang anerkannt worden; schon von diesem Zeitpunkt an sei die Bezahlung angesichts der solidarischen Haftbarkeit aller Miterben und des Vorbehalts der Eintragung im Grundbuch gesichert, ein Verlust also ausgeschlossen gewesen. Es handle sich demnach nicht um ein Kundenguthaben im üblichen Sinne. Nach dem Abschlussjenes Vertrages hätte der Kläger sogleich den vollen Betrag bilanzieren müssen. Er habe dies wider besseres Wissen unterlassen und sich so einer Steuerhinterziehung schuldig gemacht. Im Hinblick auf die Amnestie und im Vertrauen auf die behördlichen Zusicherungen habe er dann das verheimlichte Guthaben eingebucht und damit der Steuerbehörde bekanntgegeben. Die strittige Aufrechnung sei mit dem Amnestiegesetz nicht vereinbar.\n\nD.- Der Regierungsrat des Kantons Thurgau schliesst auf Abweisung der Klage.\n\nDie Eidg. Steuerverwaltung empfiehlt, die Klage abzuweisen, soweit darauf eingetreten werden könne.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Anstände, die sich bei der Anwendung des Amnestiegesetzes vom 15. März 1968 im Bereich der kantonalen Steuern ergeben, werden vom Bundesgericht als einziger Instanz auf verwaltungsrechtliche Klage hin beurteilt (Art. 5 AmnG, Art. 116 lit. f OG). X. erhebt eine solche Klage und rügt darin, dass eine Aufrechnung, die bei seiner Veranlagung für die Kantons- und Gemeindesteuern 1969/70 vorgenommen worden ist, |475| nach dem Amnestiegesetz unzulässig sei. Der beklagte Kanton hält diese Rüge für unbegründet. Es handelt sich demnach um einen Anstand über die Anwendung des Amnestiegesetzes im Bereich der kantonalen Steuern. Auf die Klage ist einzutreten.\n\n2. Die Eidg. Steuerverwaltung führt aus, im vorliegenden Fall werde nicht eine Nachforderung \"früher hinterzogener Steuern\" (Art. 2 Abs. 1 lit. a AmnG) geltend gemacht; vielmehr gehe es um die ordentliche Einkommenssteuer (für 1969/70). Die Frage, ob der verbuchte Mehrwert von Fr. 35 355.-- bei der Berechnung dieser Steuer berücksichtigt werden müsse oder nicht, sei aber einzig und allein auf Grund des kantonalen Steuergesetzes zu beantworten. Wenn sie zu bejahen sei, ergebe sich daraus von selbst, dass ein von der Amnestie ausgenommener ordentlicher Steueranspruch vorliege. Wenn sie zu verneinen sei, entfalle der streitige Steueranspruch ohnehin, so dass es einer Berufung auf die Amnestie nicht bedürfe. Soweit es sich um die Anwendung des kantonalen Steuerrechtes handle, könne X. die Taxation für die Kantons- und Gemeindesteuern nicht mit der verwaltungsrechtlichen Klage anfechten; in dieser Beziehung hätte ihm nur der Weg der staatsrechtlichen Beschwerde wegen Verletzung verfassungsmässiger Rechte offengestanden. Die Eidg. Steuerverwaltung verweist auf ein Urteil des Bundesgerichts vom 11. Juli 1947, das die bei der Einführung der Verrechnungssteuer angeordnete Amnestie betrifft (ASA Bd. 16 S. 222 f.).\n\nDer Standpunkt der Eidg. Steuerverwaltung entspricht in der Tat der Auffassung, die das Bundesgericht in jenem Entscheid - und in dem darin zitierten, die Wehropferamnestie angehenden UrteilBGE 71 I 172ff. - vertreten hat. In den beiden Urteilen hat das Gericht angenommen, die Amnestie könne gegenüber Veranlagungen, die im Zeitpunkt der Abgabe der Amnestieerklärung noch nicht abgeschlossen waren oder erst bevorstanden, überhaupt nicht angerufen werden. Die Frage, ob bei einer solchen Veranlagung für kantonale Steuern eine vom Steuerpflichtigen in der Berechnungsperiode gebuchte Vermögensvermehrung als Einkommen erfasst werden dürfe, sei auf Grund des kantonalen Steuerrechts zu beurteilen und vom Bundesgericht im Rahmen der verwaltungsrechtlichen Klage nicht zu prüfen. Der Pflichtige könne dem Gericht den Einwand, dass diese Besteuerung in Wirklichkeit einen von ihm bisher verheimlichten Wert zum Gegenstand habe und daher auf eine Nachforderung |476| früher hinterzogener Steuern hinauslaufe, nur mit staatsrechtlicher Beschwerde wegen Verletzung verfassungsmässiger Rechte unterbreiten, wobei insbesondere die Rüge, das kantonale Steuerrecht sei willkürlich angewandt worden, in Betracht käme.\n\nNach dieser Rechtsprechung wäre hier gleich wie im erwähnten Urteil vom 11. Juli 1947 zu entscheiden: Die Klage wäre unbegründet zu erklären, ohne dass untersucht werden müsste, ob mit der angefochtenen Besteuerung die Amnestie umgangen werde, wie der Kläger behauptet. Die Eingabe des Klägers an das Bundesgericht könnte auch nicht als staatsrechtliche Beschwerde anhandgenommen werden, da in ihr eine Verletzung verfassungsmässiger Rechte nicht gerügt wird.\n\n3. Die Rechtsprechung, auf die sich die Eidg. Steuerverwaltung beruft, bedarf indessen der Überprüfung. Es ist zu bedenken, dass der Inhalt gewisser in den eidgenössischen Amnestievorschriften verwendeter Begriffe, soweit kantonale Steuern in Frage stehen, mittelbar vom kantonalen Recht bestimmt wird (vgl. BANDERET, Rechtsfragen auf dem Gebiete der eidg. Steueramnestie 1969, in ASA Bd. 37 S. 87/88). Dies gilt insbesondere auch für den Begriff der \"früher hinterzogenen Steuern\" gemäss Art. 2 Abs. 1 lit. a AmnG (Urteil vom 8. März 1972, in ASA Bd. 41 S. 298 E. 3). Der Entscheid darüber, ob einem auf kantonales Recht gestützten Steueranspruch die Amnestie entgegenstehe, kann demnach von der Beurteilung kantonalrechtlicher Fragen abhängen. In solchen Fällen hat das Bundesgericht auf verwaltungsrechtliche Klage hin vorfrageweise über die Anwendung des kantonalen Rechtes zu befinden (BANDERET a.a.O. S. 88), jedenfalls dann, wenn sie umstritten ist. Es hat dies auch in zahlreichen Urteilen getan (BGE 74 I 79; ASA Bd. 15 S. 142 und 225, Bd. 16 S. 219, Bd. 41 S. 298 u.a.m.).\n\nX. macht geltend, er hätte den in der Amnestieerklärung neu angegebenen Wert von Fr. 35 355.-- nach dem kantonalen Steuerrecht schon früher als Einkommen deklarieren müssen; mit der Einbuchung habe er eine Hinterziehung im Sinne des kantonalen Steuergesetzes geoffenbart, so dass die angefochtene Besteuerung auf die Nachforderung \"früher hinterzogener Steuern\" und damit auf eine Umgehung der Amnestie hinauslaufe. Diesen Einwand, den der beklagte Kanton für unbegründet hält, muss das Bundesgericht nach dem Gesagten im Rahmen der verwaltungsrechtlichen Klage prüfen. Es hat also in diesem Verfahren zu der Frage Stellung zu nehmen, ob die |477| kantonalen Behörden haben annehmen dürfen, dass keine Hinterziehung im Sinne des kantonalen Steuergesetzes vorliege. Wäre diese Annahme nicht haltbar, so käme die angefochtene Besteuerung in der Tat auf die Erhebung einer Nachsteuer gemäss §§ 111 ff. des thurgauischen Steuergesetzes (StG) vom 9. Juli 1964 und damit auf eine nach dem Amnestiegesetz nicht zulässige Nachforderung \"früher hinterzogener Steuern\" heraus. An der Rechtsprechung, nach welcher das Bundesgericht sich in solchen Fällen mit der Anwendung des kantonalen Steuergesetzes nur auf staatsrechtliche Beschwerde hin zu befassen hätte, kann somit nicht festgehalten werden. Das Gericht hatte sich denn auch schon früher vorbehalten, auf Klage hin einzugreifen, wenn in einem Kanton unter Berufung auf Vorschriften des kantonalen Rechts eine Umgehung einer eidgenössischen Amnestie versucht werden sollte (BGE 67 I 52; Urteil vom 5. Februar 1943 i.S. P. Müller AG, E. 2).\n\nBANDERET hält dafür, dass das Bundesgericht im direkten Prozess die kantonalrechtlichen Vorfragen, die für die Anwendung des Amnestiegesetzes von Bedeutung sind, \"ohne Einschränkung\" prüfen könne (a.a.O. S. 88); er verweist auf die Urteile, die in ASA Bd. 15 S. 142 und 225 sowie Bd. 16 S. 219 und 415 (=BGE 74 I 79) wiedergegeben sind. Indessen hat das Bundesgericht sich hierüber in diesen Urteilen nicht ausgesprochen; tatsächlich hat es dort aber die Anwendung kantonalen Rechtes mehr oder weniger frei überprüft. Immerhin kann man sich fragen, ob es sich nicht auf eine Beurteilung unter dem Gesichtspunkte des Art. 4 BV zu beschränken habe. Dies kann jedoch hier offengelassen werden, wenn die Annahme der Thurgauer Behörden, dass es an einer Hinterziehung im Sinne des kantonalen Steuerrechtes fehle, einer freien Prüfung standhält.\n\nFalls diese Annahme nicht zu beanstanden ist, ergibt sich daraus ohne weiteres, dass keine Nachforderung \"früher hinterzogener Steuern\" im Sinne von Art. 2 Abs. 1 lit. a AmnG vorliegt, die Amnestie also der strittigen Aufrechnung nicht im Wege steht. Fällt die angefochtene Besteuerung nicht unter die Amnestie, so ist sie vom Bundesgericht in diesem Verfahren nicht weiter zu überprüfen. Über die Frage, ob sie - ihre Vereinbarkeit mit der Amnestie vorausgesetzt - nach der kantonalen Ordnung der Einkommenssteuer haltbar sei, könnte das Gericht nur auf staatsrechtliche Beschwerde hin und nur unter dem beschränkten Gesichtswinkel des Art. 4 BV befinden. Die |478| Rechtsschrift, die der Kläger beim Bundesgericht eingereicht hat, kann aber, wie gesagt, nicht als staatsrechtliche Beschwerde anhandgenommen werden.\n\n4. Nach den Regeln, die für die kaufmännische Buchführung gelten, steht es dem Betriebsinhaber frei, Teile des Bruttogewinns, die als unsicher erscheinen und die er daher als noch nicht definitiv erworben betrachten kann, zunächst in Reserve zu halten. Das thurgauische Steuerrecht nimmt, wie das Wehrsteuerrecht, auf diese Möglichkeit Rücksicht. Stille Reserven, die der Steuerpflichtige im Rahmen seines geschäftlichen Ermessens geschaffen hat, brauchen vorerst nicht als Einkommen besteuert zu werden; mit der Besteuerung kann zugewartet werden, bis die Reserven aktiviert oder liquidiert werden und sich so als endgültig erworbenes Geschäftsvermögen erweisen (vgl. § 18 Z. 4 StG 1950, § 15 Abs. 2 lit. b StG 1964; für die Wehrsteuer:BGE 72 I 33E. 3, BGE 85 I 246).\n\nDiese Grundsätze sind auch im vorliegenden Fall zu beachten. Entscheidend ist, ob der Kläger in den Jahren vor 1967 der Auffassung sein konnte, das von den Miterben im Vertrag vom 1. Mai 1962 anerkannte Guthaben von Fr. 64 155.-- sei unsicher, so dass er nach seinem geschäftlichen Ermessen zu einer niedrigeren Bilanzierung, wie er sie vorgenommen hat, berechtigt sei. Wenn er dazu nach den Umständen befugt war, konnte die Steuerbehörde annehmen, dass eine stille Reserve in Höhe von Fr. 35 355.-- vorliege, von deren Besteuerung abgesehen werden könne, solange sie bestehen bleibe; dann kann also von einer Hinterziehung oder einer Nachsteuerpflicht im Sinne des kantonalen Rechtes nicht die Rede sein.\n\nDer Kläger behauptet, das Guthaben von Fr. 64 155.-- sei schon seit dem Abschluss des Vertrages vom 1. Mai 1962 im ganzen Umfang festgelegt und gesichert gewesen, so dass es von Anfang an in voller Höhe als Geschäftsaktivum hätte bilanziert werden müssen. Dagegen sehen die kantonalen Behörden in der Forderung ein durch Werkvertrag begründetes Kundenguthaben; sie sind daher der Meinung, der Kläger sei befugt gewesen, den Betrag von Fr. 35 355.-- in Reserve zu stellen.\n\nDie rechtliche Natur der Forderung des Klägers, die von den Miterben im Vertrag vom 1. Mai 1962 anerkannt worden ist, braucht hier nicht abgeklärt zu werden. Von Bedeutung ist die Rechtslage, die durch diesen Vertrag entstanden ist. Er betrifft die künftige Erbteilung unter den vertragschliessenden Parteien.\n\n|479|\n\nDiese haben die Teilung auf unbestimmte Zeit aufgeschoben. Im Vertrag vom 1. Mai 1962 haben sie vereinbart, dass bei der Erbteilung der seitens des Klägers wegen des Werkstattausbaus geforderte Betrag von Fr. 64 155.-- (ohne Zins) \"als Guthaben ausbezahlt oder angerechnet\" werde, und dass anderseits der Kläger die Werkstatträume \"zinslos\" benützen dürfe, wobei er jedoch für \"die erhöhte Brandassekuranzprämie vom Betrag Fr. 64 155.--\" und für den Unterhalt der Werkstatt aufzukommen habe.\n\nEs wird zutreffen, dass die so von den Miterben anerkannte Forderung des Klägers von Fr. 64 155.-- nicht der Bonität ermangelt; es ist wahrscheinlich, dass die Miterben zahlungsfähig sind und bleiben werden. Der Forderung geht jedoch die Fälligkeit ab, und zwar auf unbestimmte Zeit. Die Fälligkeit kann im Falle von Meinungsverschiedenheiten auch nicht - wie bei einem Darlehensvertrag - durch Kündigung herbeigeführt werden, sondern nur durch ein rechtskräftiges Gerichtsurteil im Erbteilungsprozess. Die Forderung ist ferner unverzinslich, ebenfalls auf unbestimmte Zeit. Allerdings kann der Kläger die Werkstatträume \"zinslos\" benützen, muss aber doch gewisse Gegenleistungen erbringen, indem er Brandversicherungsprämien zu zahlen und die Kosten des Unterhalts der Werkstatt zu tragen hat, alles wiederum auf unbestimmte Zeit. Ob der Anspruch auf \"zinslose\", aber mit Gegenleistungen verknüpfte Benützung der Werkstatt ihm einen Vorteil verschafft, der das Fehlen einer festen Verzinslichkeit der Forderung ausgleicht, ist ungewiss. Alle diese Faktoren beeinträchtigen die Liquidität der Forderung und rechtfertigten daher eine Unterbewertung. Insoweit hat die Forderung, wirtschaftlich betrachtet, tatsächlich eine gewisse Ähnlichkeit mit Kundenguthaben. Die Unsicherheit der Forderung wird durch die - unklare - Klausel, nach welcher \"dieser Vertrag jederzeit von den Parteien im Grundbuch eingetragen werden kann\", nicht behoben.\n\nEine Tieferbewertung des Guthabens in den Bilanzen des Klägers war somit vertretbar. Die Steuerbehörde konnte in Anbetracht der Unsicherheit, die der Forderung anhaftete, sehr wohl annehmen, dass der Kläger mit der von ihm in den Jahren 1962-1967 vorgenommenen Bilanzierung im Rahmen des ihm zustehenden geschäftlichen Ermessens geblieben sei.\n\nDer Einwand des Klägers, er habe das Guthaben wider besseres Wissen zu tief bewertet, hilft ihm nicht. Denn es kommt nicht |480| auf seinen inneren Willen an, sondern darauf, wie die Verbuchung von der Steuerbehörde nach den Umständen aufzufassen war.\n\nNach dem Gesagten ist der Standpunkt des Beklagten, dass die vorgenommene Tieferbewertung der Forderung den Kläger nicht nachsteuerpflichtig im Sinne des kantonalen Gesetzes gemacht habe, nicht zu beanstanden. Diese Auffassung ist nicht nur nicht willkürlich, sondern hält auch einer freien Prüfung stand. Die Amnestie ist nicht umgangen worden.\n\n5. Der Kläger macht noch geltend, er habe sich auf die behördlichen Zusicherungen, dass die Amnestievorschriften grosszügig und loyal gehandhabt würden, verlassen dürfen; diese Zusicherungen seien ihm gegenüber nicht eingehalten worden. Der Einwand ist unbegründet. Der Kläger vermag nicht darzutun, dass Zusicherungen abgegeben worden sind, aus denen er hätte schliessen müssen, der von ihm im Jahre 1968 eingebuchte Posten von Fr. 35 355.-- werde ihm bei der Veranlagung für die kantonalen Steuern 1969/70 nicht als Einkommen angerechnet. Er kann sich für seinen Standpunkt auch nicht auf das Kreisschreiben der Eidg. Steuerverwaltung vom 17. Juni 1968 betreffend Durchführung der allgemeinen Steueramnestie 1969 (ASA Bd. 37 S. 20) berufen, noch auf das diesem Kreisschreiben entsprechende Merkblatt, das die kantonale Verwaltung den Selbständigerwerbenden zugestellt hat; wird doch in beiden Bekanntmachungen ausdrücklich darauf hingewiesen, dass die anlässlich der Amnestie vorgenommene Verbuchung stiller Reserven zu einer Erhöhung des steuerbaren Einkommens führe.\n\nDemnach erkennt das Bundesgericht:\n\nDie Klage wird abgewiesen."}