{"annee": "99", "cour": "IV", "page": "100", "date": "27/8/1973", "cite": [], "cite_par": ["137 IV 326", "117 IV 504"], "chapeau": "21. Urteil des Kassationshofes vom 27. August 1973 i.S. Bähler gegen Staatsanwaltschaft des Kantons Solothurn.", "regestes": ["Art. 26 al. 1 LCR. Qui actionne la pédale de frein de façon à allumer les feux-stop de son véhicule, en ne ralentissant toutefois celui-ci que très peu ou pas du tout, pour attirer l'attention du conducteur qui le suit de beaucoup trop près sur le danger offert par son comportement, ne commet aucune infraction aux règles de la circulation."], "faits": "BGE 99 IV 100 S. 100\n\nA.- Am 5. März 1972 um die Mittagszeit fuhren Bähler und Schaltenbrand mit ihren Personenwagen hintereinander von Riedholz kommend auf der Hauptstrasse Nr. 5/12 in Richtung Flumenthal. Nachdem beide östlich der Hinterriedholzkreuzung mit einer Geschwindigkeit von ca. 100 km/h einen anderen Personenwagen überholt hatten, betrug der Abstand zwischen den beiden Fahrzeugen noch 2-3 m. Als Bähler im Rückspiegel sah, dass Schaltenbrand so nahe hinter ihn aufgeschlossen hatte, tippte er sein Bremspedal kurz an. Darauf reagierte Schaltenbrand mit einer brüsken Bremsung, so dass sein Wagen schleuderte und auf die Gegenfahrbahn geriet. Dies veranlasste den aus der Gegenrichtung herannahenden Berrocoso, sein Fahrzeug stark abzubremsen, um nicht mit Schaltenbrands Wagen zusammenzustossen. Dabei schleuderte aber auch das Auto von Berrocoso, geriet auf die Gegenfahrbahn und stiess mit dem BGE 99 IV 100 S. 101korrekt entgegenkommenden Personenwagen von Schenk zusammen. Dieser wurde dadurch leicht und dessen Mitfahrerin tödlich verletzt. Berrocoso und seine Mitfahrerin erlitten schwere Verletzungen.\n\nB.- Das Amtsgericht Solothurn-Lebern sprach Bähler am 3. November 1972 der fahrlässigen Tötung und der Gefährdung Dritter durch grobe Verletzung der Verkehrsregeln schuldig und verurteilte ihn zu einer bedingt aufgeschobenen Gefängnisstrafe von 2 Monaten unter Ansetzung einer Probezeit von 4 Jahren.\n\nAuf Appellation hin bestätigte das Obergericht des Kantons Solothurn am 26. April 1973 den erstinstanzlichen Schuldspruch und bestrafte Bähler mit 3 Monaten Gefängnis unter Gewährung des bedingten Strafvollzugs mit einer Probezeit von 3 Jahren.\n\nC.- Bähler führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei aufzuheben, soweit es ihn betrifft, und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen.\n\nDie Staatsanwaltschaft und das Obergericht beantragen Abweisung der Beschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Das Obergericht wirft Bähler vor, er habe durch das Antippen des Bremspedals bzw. durch das Aufleuchtenlassen der Bremslichter Verkehrsregeln (Art. 26 Abs. 1 SVG und Art. 12 Abs. 2 VRV) vorsätzlich verletzt und damit Dritte fahrlässig gefährdet. Gemäss Art. 26 Abs. 1 SVG muss sich jedermann im Verkehr so verhalten, dass er andere in der ordnungsgemässen Benützung der Strasse weder behindert noch gefährdet. Art. 12 Abs. 2 VRV gestattet brüskes Bremsen und Halten nur, wenn kein Fahrzeug folgt und im Notfall.\n\nIm angefochtenen Urteil stellt das Obergericht verbindlich fest, durch das Antippen des Bremspedals sei das Fahrzeug Bählers nicht oder höchstens geringfügig verzögert worden. Von brüskem Bremsen oder gar Halten ist nirgends die Rede, so dass Bähler zu Unrecht der Verletzung von Art. 12 Abs. 2 VRV schuldig gesprochen wurde.\n\n2. Schaltenbrand fuhr hinter Bähler mit einem Abstand von nur 2-3 m, wobei die Geschwindigkeit der beiden Fahrzeuge ca. 100 km/h betrug. Dieses vorschriftswidrige Verhalten Schaltenbrands setzte Bähler einer erheblichen Gefahr aus. Wäre dieser nämlich aus irgend einem Grund gezwungen BGE 99 IV 100 S. 102gewesen, stark zu bremsen, so hätte das Fahrzeug Schaltenbrands unvermeidlich dasjenige Bählers gerammt. Dieser Gefahr versuchte der Beschwerdeführer dadurch zu entgehen, dass er durch Antippen des Bremspedals die Bremslichter kurz aufleuchten liess, um Schaltenbrand auf sein gefährliches Verhalten aufmerksam zu machen. Bei diesem Manöver wurde sein Wagen nach der für den Kassationshof verbindlichen Feststellung des angefochtenen Entscheides (Art. 277bis Abs. 1 BStP) nicht oder nur unwesentlich verzögert. Bähler hat somit weder Schaltenbrand noch andere Verkehrsteilnehmer gefährdet. Sein Verhalten war im Gegenteil nicht nur eine erlaubte, sondern auch eine angemessene Reaktion gegenüber einem so nahe aufgeschlossen folgenden Fahrzeuglenker. Diesen allein trifft die volle Verantwortung, wenn er dann zu brüsk bremste, statt sein Fahrzeug sachte zu verlangsamen und so einen ausreichenden Abstand zu schaffen. Von diesem Verhalten deutlich zu unterscheiden ist das grundlos scharfe Bremsen aus Böswilligkeit mit dem Zweck, den nachfolgenden Automobilisten zu erschrecken oder gar eine Auffahrkollision zu provozieren. Die Auffassung des Obergerichts, Bähler habe durch das blosse Antippen des Bremspedals Verkehrsregeln vorsätzlich verletzt und damit Dritte fahrlässig gefährdet, verletzt Bundesrecht.\n\nDa das Verhalten des Beschwerdeführers rechtmässig war, und diesem kein Fehler zur Last gelegt werden kann, stellt sich die Frage der Kausalität zum nachfolgenden Unfallgeschehen nicht.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts - Strafkammer - des Kantons Solothurn vom 26. April 1973 aufgehoben, soweit es Ulrich Bähler betrifft, und die Sache zur Freisprechung des Beschwerdeführers an die Vorinstanz zurückgewiesen."}