{"annee": "99", "cour": "IB", "page": "192", "date": "16/3/1973", "cite": [], "cite_par": ["118 IB 90", "104 IB 232"], "chapeau": "22. Estratto della sentenza 16 marzo 1973 nella causa Lega svizzera per la protezione della natura c. Aresol SA e Consiglio di Stato del cantone Ticino", "regestes": ["Défrichement: ordonnance d'exécution des 1er octobre 1965/25 août 1971 de la loi fédérale concernant la haute surveillance de la Confédération sur la police des forêts, du 11 octobre 1902. 1. Art. 25ter lit. b, superficie déterminante pour la compétence: cette disposition, introduite par l'ACF du 25 août 1971, ne concerne que les demandes de défrichement présentées après l'entrée en vigueur du nouveau droit, le 1er septembre 1971 (consid. 2). 2. Art. 26, pesée des intérêts: un défrichement destiné à procurer du terrain à bâtir n'entre en considération que s'il est prévu dans le cadre d'un plan d'aménagement rationnel et définitif, établi d'entente avec les autorités forestières. L'intérêt privé du requérant ne peut être décisif (consid. 4 et 5)."], "faits": "|193|\n\nRiassunto dei fatti:\n\nCon decisione 31 ottobre 1970 il Consiglio di Stato del Cantone Ticino autorizzava il dissodamento a scopo edilizio di un'estensione di 650 mq facente parte della particella n. 2653 del Comune di Brissago, sita in località Mejescia e di proprietà della società Aresol SA, Locarno; questa aveva chiesto di poter dissodare l'intera particella, della superficie di mq 2917. In sede di ricorso amministrativo presentato dalla Lega svizzera per la protezione della natura, tale decisione veniva annullata il 19 luglio 1971 dal Tribunale federale, per essere il Consiglio di Stato, alla stregua della disciplina legale allora vigente, carente di competenza nella fattispecie.\n\nEntrato in vigore il nuovo assetto della competenza (1o settembre 1971) in base al testo riveduto dell'ordinanza d'esecuzione 10 ottobre 1965/25 agosto 1971 (OVPF) della legge federale dell'11 ottobre 1902/18 marzo 1971 concernente l'alta vigilanza della Confederazione sulla polizia delle foreste (LVPF), l'Aresol SA rinnovava la sua domanda al Consiglio di Stato, il quale autorizzava il dissodamento nella stessa misura in cui l'aveva ammesso la prima volta.\n\nCon ricorso di diritto amministrativo la Lega chiede l'annullamento della nuova decisione del Consiglio di Stato.", "considerants": "Considerando in diritto:\n\n2. La ricorrente dichiara che il Consiglio di Stato era carente di competenza, dato che la superficie da dissodare determinante ai fini della competenza è stata nel caso in esame calcolata senza tener conto di quanto disposto dall'art. 25ter lett. b OVPF. Tale norma prevede che devono essere sommati tutti i dissodamenti chiesti dal medesimo proprietario o da diversi proprietari di foreste formanti lotto unico. Nella fattispecie già sarebbero stati autorizzati nel periodo 1965-1968 numerosi dissodamenti per una superficie totale di almeno 9000 mq, relativi ad uno stesso complesso boschivo. La ricorrente ne deduce che si eccede quindi comunque nella fattispecie il limite di 30 are sino al quale è data, ai sensi dell'art. 25bis lett. a OVPF, la competenza dell'autorità cantonale.\n\nAl proposito è da osservare che l'art. 25ter OVPF è stato introdotto nell'ordinanza di cui fa parte in virtù del decreto del |194| Consiglio federale del 25 agosto 1971, entrato in vigore il 10 settembre 1971. La ricorrente nel suo gravame e il Dipartimento federale dell'Interno nelle sue osservazioni presuppongono implicitamente che l'art. 25ter OVPF consenta di tener conto anche di dissodamenti chiesti prima della sua entrata in vigore. Corretta appare peraltro la interpretazione per cui la norma in questione deve riferirsi a dissodamenti chiesti dopo la sua entrata in vigore. Tale interpretazione parte dall'idea che il Consiglio federale abbia inteso impedire, mediante l'art. 25ter OVPF, che siano elusi in futuro i limiti della competenza delegata, quali stabiliti dall'art. 25bis della stessa ordinanza. Nè il testo dell'art. 25ter OVPF, nè il senso che è da attribuirglisi lasciano inferire in alcuna guisa che il legislatore abbia voluto limitare od escludere la competenza delegata ai sensi dell'art. 25bis in ragione di dissodamenti chiesti in precedenza. Va inoltre tenuto conto del fatto che l'art. 25ter lett. b non si riferisce a dissodamenti chiesti durante un lasso di tempo determinato (ciò che è invece il caso per la lett. a), di modo che, ove si volessero prendere in considerazione anche i dissodamenti chiesti prima dell'entrata in vigore di detto articolo, la competenza rischierebbe spesso di poter essere acclarata soltanto dopo complesse investigazioni su ipotetici dissodamenti chiesti eventualmente in epoca ormai lontana.\n\nEssendo pacifico che i dissodamenti addotti dalla ricorrente a suffragio della sua eccezione d'incompetenza risalgono tutti ad un'epoca anteriore all'entrata in vigore dell'art. 25ter OVPF, tale eccezione risulta, alla luce dell'interpretazione di cui sopra, infondata, ed è di conseguenza superfluo esaminare se i dissodamenti in questione avessero avuto per oggetto \"foreste formanti lotto unico\" ai sensi della disposizione citata, ciò che è controverso tra le parti.\n\n4. L'art. 31 LVPF dispone che l'area boschiva della Svizzera non può essere diminuita. L'art. 24 cpv. 1 OVPF precisa che la conservazione di tale area si riferisce tanto alla sua estensione che alla sua distribuzione regionale. Questo precetto va inteso nel senso che non può, in linea di principio, essere diminuita l'area di un bosco concretamente esistente. Ne segue che i dissodamenti possono avvenire solamente in base ad un'autorizzazione rilasciata dalle autorità federali o cantonali.\n\nUn dissodamento può essere autorizzato soltanto se è provata l'esistenza di una necessità preponderante, di ragione più valida |195| dell'interesse alla conservazione della foresta (art. 26 cpv. 1 OVPF).\n\nL'interesse dell'Aresol SA al dissodamento è di natura privata. Tale interesse non può, di per sè, valere come determinante nella ponderazione da compiersi in virtù dell'art. 26 cpv. 1 OVPF. Ai sensi del cpv. 2 di questa disposizione, \"gli interessi finanziari, come il miglior sfruttamento del suolo o la ricerca di terreno a buon mercato non sono considerati necessità preponderante\".\n\n5. L'art. 26 cpv. 3 OVPF esige una connessione necessaria tra il dissodamento e l'opera prevista. Come è stato precisato dalla giurisprudenza del Tribunale federale (RU 98 I/b 372 s., 452 s.), tale requisito non possiede valore assoluto; esso diviene determinante soltanto ove non esista un interesse maggiore che militi a favore del dissodamento. Nella fattispecie, la costruzione di una casa d'abitazione non è certamente un'opera ad ubicazione vincolata ai sensi dell'art. 26 cpv. 3 OVPF. Resta tuttavia da esaminare se non sia dato un interesse pubblico preponderante in pro del conseguimento di un'area edificabile da realizzarsi mediante il dissodamento.\n\nNel comune di Brissago le aree edificabili non sembrano essere assai numerose; circa il 50% del territorio comunale è costituito da bosco. Vari terreni boscati, tra i quali quello a cui si riferisce la domanda di dissodamento oggetto del presente giudizio, erano stati designati quali \"bosco edificabile\" nei piani di zona forestale allestiti nel 1966 dall'autorità cantonale ed approvati dall'Ispettorato federale delle foreste. Tali piani furono successivamente revocati, ma diversi dissodamenti sono ancora stati autorizzati dopo la revoca su particelle boscate che vi figuravano come edificabili. Tali circostanze dimostrano che il problema del reperimento di aree fabbricabili non è nel comune di Brissago d'agevole soluzione e che non è di per sè esclusa la possibilità che il bosco debba talora cedere il passo ad un interesse pubblico maggiore di quello della sua conservazione.\n\nSennonchè il problema predetto non può essere risolto mercè singole autorizzazioni di dissodare, concesse caso per caso. Un sacrificio del bosco a vantaggio del procacciamento di aree edificabili può entrare in considerazione solamente nel quadro di una razionale pianificazione, che concerna tutta la zona e che sia concertata d'intesa con gli organi forestali. In altre parole, un permesso di dissodamento per scopi edilizi, destinato a sopperire |196| ad una scarsità di terreno da costruzione, può intervenire soltanto ove possa fondarsi su di un'opera pianificatoria complessa, approvata dalle competenti autorità e nella quale siano stati soppesati i molteplici interessi reciprocamente collidenti, tra i quali non può essere ignorato quello della conservazione del bosco risultante dal precetto dell'art. 31 LVPF e motivato dalle numerose funzioni protettrici e benefiche che il bosco suole assolvere anche in località in cui non appaia particolarmente pregiato. Solo una procedura di tal fatta è in grado di assicurare lo sfruttamento razionale del territorio ed impedire l'ulteriore sviluppo d'una edilizia dispersa, alla quale in nessun caso può essere sacrificato un terreno boschivo. Devono inoltre essere date le condizioni richieste dalla legislazione sulla protezione delle acque per il rilascio delle licenze edilizie indispensabili per le costruzioni previste.\n\nNel caso in esame il presupposto d'una pianificazione previa, compiuta con l'intervento di tutti gli organi interessati ed approvata dall'autorità superiore, non è manifestamente adempiuto. La pianificazione locale di Brissago non risulta conclusa. In occasione del sopralluogo il sindaco ha potuto solamente rilevare che nel territorio di Mejescia era previsto un nucleo residenziale. Non è stata in alcun modo provata l'esistenza di un'intesa vincolante tra le varie autorità sulla questione se, ed eventualmente in che misura, il bosco debba, nella zona considerata nel suo complesso, fornire aree edificabili.\n\nCiò significa che allo stato attuale il dissodamento richiesto non può, sotto questo profilo, essere autorizzato. Ciò non pregiudica ovviamente una diversa decisione futura ove risultasse realizzato il presupposto di cui sopra.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è accolto ai sensi dei considerandi e la decisione impugnata annullata."}