{"annee": "99", "cour": "IB", "page": "112", "date": "12/3/1973", "cite": ["94 I 286"], "cite_par": ["110 IB 38", "109 IB 130"], "chapeau": "13. Urteil vom 12. März 1973 i.S. Schneider gegen den Präsidenten der Eidg. Schätzungskommission des 8. Kreises.", "regestes": ["Art. 50 LEx, art. 26 ss. LPA; préavis du président de la commission fédérale d'estimation; droit de consulter le dossier. Objet et contenu du préavis que le président de la commission d'estimation établit à l'intention du département chargé de statuer sur les oppositions. Le droit de prendre connaissance de ce préavis est réglé par les art. 26 ss. LPA et doit être invoqué devant le département."], "faits": "BGE 99 Ib 112 S. 112\n\nIn einem von den Schweizerischen Bundesbahnen (Kreis III) gegen Rudolf Schneider eingeleiteten Enteignungsverfahren stellte der Präsident der Eidgenössischen Schätzungskommission (ESchK) des 8. Kreises die Akten nach der Einigungsverhandlung dem Eidg. Verkehrs- und Energiewirtschaftsdepartement (EVED) zu, damit dieses über die streitig gebliebene Einsprache entscheide; gleichzeitig übermittelte er dem EVED sein Gutachten BGE 99 Ib 112 S. 113über die Angelegenheit (Art. 50 EntG). In der Folge ersuchte Schneider den Präsidenten der ESchK mit zwei Schreiben vom 11. Januar und vom 23. Februar 1973, ihm das erwähnte Gutachten zur Einsicht zuzustellen. Mit Verfügung vom 28. Februar 1973 wies der Präsident der ESchK das Begehren jedoch ab.\n\nSchneider führt Verwaltungsgerichtsbeschwerde wegen formeller Rechtsverweigerung und beantragt, den Präsidenten der ESchK zur Herausgabe des erwähnten Gutachtens zu verhalten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nNach Art. 87 EntG (in der Fassung vom 20. Juni 1930) konnte wegen einer Rechtsverweigerung seitens der ESchK oder ihres Präsidenten jederzeit beim Bundesgericht Beschwerde geführt werden. Mit der Revision des EntG vom 18. März 1971 (AS 1972 S. 911) wurde diese Vorschrift jedoch mit Rücksicht auf Art. 97 ff. des revidierten BG über die Organisation der Bundesrechtspflege (OG; SR 173.110) aufgehoben (vgl. Botschaft vom 20. Mai 1970, BBl 1970 I S. 1017). Die Rüge der formellen Rechtsverweigerung kann gegenüber der ESchK oder ihrem Präsidenten grundsätzlich mit Verwaltungsgerichtsbeschwerde erhoben werden. Auf die Beschwerde, die sich gegen eine Verfügung im Sinne von Art. 5 VwG richtet, ist daher einzutreten, zumal das EntG sie für den vorliegenden Fall nicht ausschliesst und keine der in Art. 99 bis 102 OG genannten Ausnahmen gegeben ist.\n\nNach Abschluss des Einigungsverfahrens (Art. 45 ff. EntG) übermittelt der Präsident der ESchK die streitig gebliebenen Einsprachen gegen die Enteignung und Begehren nach den Art. 7 bis 10 EntG dem in der Sache zuständigen Departement; dabei kann er ein Gutachten beifügen (Art. 50 EntG; vgl. HESS, Das Enteignungsrecht des Bundes, N. 5 zu Art. 50 EntG). Über den Inhalt dieses \"Gutachtens\" enthält das Gesetz keine Vorschriften, und auch die Frage, ob und gegebenenfalls wann es den Parteien bekannt gegeben werden muss, ist darin nicht ausdrücklich geregelt. Wie es sich damit verhält, ist durch Auslegung zu ermitteln. Dabei ist das Bundesgericht befugt, den Präsidenten der ESchK gestützt auf das ihm zustehende Aufsichtsrecht in Enteignungssachen Weisungen zu erteilen (Art. 63 Satz 3 EntG; vgl. BGE 94 I 297 Erw. 5).\n\nDie Übermittlung der Akten an das zuständige Departement BGE 99 Ib 112 S. 114schliesst das Einigungsverfahren ab. Sie bezweckt unter anderem, der zur Beurteilung der Einsprachen zuständigen Behörde die bereits vorhandenen Entscheidungsunterlagen zugänglich zu machen. Namentlich in umfangreicheren Enteignungsstreitigkeiten soll das erwähnte Gutachten deshalb in erster Linie einen Bericht über den bisherigen Verlauf des Verfahrens enthalten und Auskunft über die noch hängigen Streitfragen geben. Der Präsident der ESchK soll darin angeben, welche Einsprecher am Verfahren beteiligt sind, welche Grundstücke von der Enteignung betroffen und welche Begehren gestellt werden. Sein Gutachten soll demnach vor allem die Instruktion des vor dem Departement hängigen Einspracheverfahrens erleichtern und unerwünschte Verzögerungen vermeiden helfen. Darüberer hinaus steht es dem Präsidenten der ESchK jedoch frei, die einzelnen Einsprachevorbringen zu würdigen und dem Departement seine Auffassung dazu bekannt zu geben. Ebenso kann er diesem seine allfällig an Ort und Stelle gewonnenen Eindrücke von den tatsächlichen Verhältnissen schildern. Mit Rücksicht auf den Stand des Verfahrens ist er indessen nicht verpflichtet, sein Gutachten den Parteien zur Einsichtnahme zuzustellen. Legen diese Wert darauf, von den Ausführungen des Präsidenten Kenntnis zu nehmen, so können sie vor dem Departement nach Massgabe von Art. 26 ff. VwG Akteneinsicht verlangen. Je nach dem Inhalt des Gutachtens ist das Departement im übrigen verpflichtet, den Parteien gemäss Art. 29 ff. VwG das rechtliche Gehör zu gewähren.\n\nDer Präsident des 8. Schätzungskreises machte sich deshalb keiner Bundesrechtsverletzung schuldig, wenn er es im vorliegenden Fall ablehnte, dem Beschwerdeführer seinen gestützt auf Art. 50 EntG erstatteten Bericht zuzustellen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}