{"annee": "99", "cour": "IB", "page": "385", "date": "2/11/1973", "cite": [], "cite_par": ["108 IA 212"], "chapeau": "50. Extrait de l'arrêt du 2 novembre 1973 dans la cause Terme di San Pellegrino S.p.A. et Saprochi SA contre Département de la prévoyance sociale et de la santé publique du canton de Genève.", "regestes": ["Art. 288 ter ODA; bitter sans alcool. Dans la mesure où elle interdit de désigner comme \"bitter analcoolico\" une boisson sans alcool du type \"bitter\" mise dans le commerce sous forme diluée, la disposition précitée n'est pas couverte par la délégation de l'art. 54 LCDA et, partant, inapplicable."], "faits": "|385|\n\nA.- Le 29 novembre 1961, le Service fédéral de l'hygiène publique - ci-après: le Service fédéral - a autorisé la maison |386| Saprochi SA, à Genève, à mettre dans le commerce sous la désignation de \"Bitter analcoolico San Pellegrino\" un amer sans alcool dilué avec de l'eau, produit par la maison Terme di San Pellegrino S.p.A., à Milan (Italie).\n\nPar lettre du 19 février 1963, le Service fédéral a enjoint à Saprochi SA de remplacer le terme de \"bitter\" par celui d'\"apéritif\", le premier étant réservé, en vertu de l'ordonnance sur les denrées alimentaires du 26 mai 1936 (ODA) dans sa version de l'époque, à des boissons alcoolisées. Saprochi SA a refusé de se soumettre et a demandé que l'on introduise dans l'ordonnance une définition du \"bitter sans alcool\". Le Service fédéral a décidé de donner suite à cette suggestion et a depuis lors toléré le maintien de la désignation autorisée en 1961.\n\nDans la teneur que lui a donnée l'arrêté du Conseil fédéral du 3 novembre 1967, l'art. 288ter ODA est ainsi conçu:\n\n\"Les bitters sans alcool sont des boissons fabriquées avec des extraits de plantes amères et aromatiques ou de parties de plantes et d'épices, d'huiles essentielles et d'essences naturelles et d'eau, avec ou sans addition de sucre. Ils doivent avoir une teneur en extrait sans sucre d'au moins 10 grammes par litre et peuvent être colorés artificiellement. Il est licite de les additionner d'acides organiques propres à la consommation.\n\nUne éventuelle teneur en alcool ne doit pas dépasser 0,7 pour cent en volume.\n\nIl est licite de conserver un bitter sans alcool à l'aide de 1 gramme par litre d'acide benzoïque ou sorbique ou de la quantité équivalente de leurs sels alcalins, à condition de le déclarer. Cette déclaration, qui devra figurer de manière bien visible et lisible sur les étiquettes et dans les prospectus, sera:'avec agent conservateur'.\n\nDes boissons de cette catégorie diluées avec de l'eau minérale ou de l'eau potable, prêtes à être consommées dans cet état, tombent sous le coup des prescriptions de l'article 286. De telles boissons nettement amères et gazéifiées peuvent être désignées comme ,limonades amères' ou ,boissons de table amères sans alcool'.\"\n\nLe texte allemand de l'al. 4 est le suivant:\n\n\"Mit Mineralwasser oder Trinkwasser verdünnte, zum direkten Konsum bestimmte Getränke der erwähnten Art fallen unter die Vorschriften von Artikel 286. Ausgesprochen bittere, kohlensäurehaltige Getränke können als ,Bitter-Limonaden' oder ,Bittere alkoholfreie Tafelgetränke' bezeichnet werden.\"\n\nDans le texte italien de ce même alinéa, les expressions \"gazose amare\" et \"bibite amare, analcooliche\" correspondent aux expressions \"limonades amères\" et \"boissons de table amères sans alcool\" du texte français. |387|\n\nB.- En avril 1968, le chimiste cantonal de Genève a fait savoir à Saprochi SA que la désignation \"bitter analcoolico San Pellegrino\" n'était plus admissible au regard du nouvel art. 288ter ODA. Tout en la contestant, Saprochi SA s'est pliée à l'injonction, se réservant toutefois de poser à nouveau la question de principe de l'usage du mot \"bitter\" pour désigner son produit.\n\nDe fait, en février 1970, Terme di San Pellegrino S.p.A. et Saprochi SA ont requis le Département fédéral de l'intérieur de constater que leur produit peut être mis sur le marché suisse sous le nom de \"bitter analcoolico San Pellegrino\", éventuellement avec l'adjonction: \"bibita di tavola\"; subsidiairement, elles requéraient l'autorisation correspondante. Le Département n'est pas entré en matière, se jugeant incompétent. Saisi d'un recours de droit administratif contre cette décision, le Tribunal fédéral l'a admis partiellement et invité le Département de l'intérieur à transmettre la cause à l'autorité compétente du canton de Genève, conformément à l'art. 8 LPA.\n\nC.- Par décision du 2 octobre 1972, le Département de la prévoyance sociale et de la santé publique du canton de Genève (ci-après: le Département cantonal) a rejeté la requête, en considérant que, même avec l'adjonction \"bibita di tavola\", la désignation \"bitter analcoolico San Pellegrino\" n'était pas conforme à l'art. 288ter al. 4 ODA, seules étant admissibles les désignations: limonade amère; boisson de table amère, sans alcool; Bitter-Limonade; bitteres alkoholfreies Tafelgetränk; gazosa amara; bevanda (bibita) di tavola amara, analcoolica.\n\nD.- Terme di San Pellegrino S.p.A. et Saprochi SA forment un recours de droit administratif et demandent à être autorisées à mettre leur boisson sur le marché suisse sous la désignation \"Bitter analcoolico San Pellegrino\", éventuellement avec l'adjonction \"bibita di tavola\".\n\nE.- Le Département cantonal conclut au rejet du recours. Le Département fédéral de l'intérieur a renoncé à se déterminer.", "considerants": "Considérant en droit:\n\n2. Les recourantes admettent que leur produit tombe sous le coup de l'art. 288ter ODA, dans sa teneur actuelle. Elles soutiennent cependant que c'est l'al. 1 qui doit être appliqué, ou éventuellement l'al. 4, 1e phrase, à l'exclusion de l'al. 4, 2e phrase, de sorte que la désignation litigieuse serait en tout |388| état de cause admissible, le cas échéant avec l'adjonction \"bibita di tavola\" imposée en vertu du renvoi à l'art. 286 ODA.\n\na) Il n'est pas contesté que le produit en cause correspond, quant à sa composition, à la description de l'art. 288ter al. 1 ODA. Cependant, la deuxième phrase du même article pose une condition supplémentaire, celle de la teneur en extrait sans sucre de 10 grammes par litre au moins. Cette exigence montre clairement que l'art. 288ter al. 1 ne s'applique qu'aux produits présentés sous forme concentrée; seul l'al. 4 vise les boissons déjà diluées et prêtes à la consommation. Certes, l'eau est citée au nombre des composants du produit selon l'al. 1; mais le produit concentré en contient déjà une certaine proportion. C'est dès lors manifestement à tort que les recourantes prétendent que l'al. 1 s'applique à leur produit. Selon les observations de l'autorité cantonale, celui-ci ne contient que 2,9 g d'extrait par litre et les recourantes n'ont elles-mêmes jamais soutenu qu'il y en eût davantage.\n\nb) Dès lors qu'il ne tombe pas sous le coup de l'art. 288ter al. 1 ODA, faute d'une teneur suffisante en extrait sans sucre, le produit en cause doit être désigné, en vertu de l'al. 4 du même article et de l'art. 286 ODA, comme \"limonade\" ou comme \"boisson de table sans alcool\", cette désignation pouvant être complétée par l'adjonction de l'adjectif \"amer\" dans la langue correspondante, s'il a un goût nettement amer (art. 288ter al. 4, 2e phrase, ODA).\n\nOn ne peut que s'étonner de voir les recourantes soutenir que le produit en cause n'est pas \"nettement amer\" (\"ausgesprochen bitter\"), mais \"normalement amer\". Elles ne peuvent rien en déduire à l'appui de leurs conclusions. Si, contrairement à ce qui paraît ressortir de l'ensemble de l'acte de recours et de la réponse, ce produit n'était en réalité pas nettement amer, il ne tomberait pas davantage sous le coup de l'art. 288ter al. 1 ODA.\n\nc) Il résulte de ce qui précède que la décision attaquée est conforme à l'ordonnance.\n\n3. Il reste à examiner si cette ordonnance est elle-même conforme à la loi. Le Département cantonal a fait preuve à bon droit sur ce point de retenue et s'est contenté avec raison d'examiner s'il y avait violation grossière de la loi. Cette retenue est justifiée de la part d'une autorité cantonale chargée d'appliquer le droit fédéral et soumise à la surveillance de l'autorité |389| fédérale (GRISEL, Le contrôle des ordonnances fédérales en Suisse, in Conseil d'Etat, Etudes et documents, Paris 1962, fascicule 16, p. 195; AUBERT, Droit constitutionnel suisse, no 451; BRUNNER, Die Überprüfung der Rechtsverordnungen des Bundes..., thèse Berne 1953, p. 142). Les critiques que les recourantes formulent à l'encontre de l'argumentation du Département cantonal sur ce point sont infondées.\n\nLe Tribunal fédéral peut quant à lui revoir les ordonnances du Conseil fédéral du point de vue de leur légalité (RO 75 IV 79, 76 IV 290, 84 IV 76, 87 IV 33, 92 I 161, 93 I 491) et - en tant que la délégation elle-même ne l'interdit pas - du point de vue de leur constitutionnalité (RO 92 I 433; GRISEL, Droit administratif suisse, p. 86 ss.).\n\na) Selon l'art. 54 al. 1 de la loi fédérale du 8 décembre 1905 sur le commerce des denrées alimentaires et de divers objets usuels (LCDA), le Conseil fédéral édicte les dispositions propres à sauvegarder la santé publique et à prévenir toute fraude dans le commerce des marchandises et objets soumis au contrôle institué par la loi; en vertu de l'al. 2, il est expressément chargé de prescrire, pour le commerce de gros et de détail des denrées alimentaires, l'emploi de désignations précises, qui rendent impossible toute erreur sur la nature et la provenance de la marchandise.\n\nIl résulte sans aucun doute de ces dispositions que le Conseil fédéral peut édicter par voie d'ordonnance des prescriptions sur la désignation des marchandises. La délégation couvre toute prescription servant à empêcher l'usage de désignations trompeuses. Elle ne s'étend pas, en revanche, à des restrictions qui ne seraient pas nécessaires à cette fin et constitueraient une entrave injustifiée à la libre concurrence (cf. RO 91 I 462).\n\nb) Il n'est pas contesté que le substantif \"bitter\" est devenu usuel en Suisse, dans les trois régions linguistiques, pour désigner une boisson au goût amer. A l'origine, les boissons de ce genre mises sur le marché étaient toutes alcooliques; aussi bien la version originaire de l'ordonnance sur les denrées alimentaires ne prévoyait-elle ce terme - dans les trois langues déjà - que pour des boissons contenant de l'alcool et même une proportion relativement élevée d'alcool (20%; art. 403 ODA). Lorsque, par la suite, l'industrie est parvenue à produire, au moyen d'extraits de plantes de même nature, des boissons de goût semblable, mais non alcoolisées, il n'y avait pas de motif |390| objectif, du point de vue de la police du commerce des denrées alimentaires, de réserver le nom de \"bitter\" aux boissons contenant de l'alcool, comme l'a proposé la Société suisse des liquoristes, et le Conseil fédéral a renoncé à donner suite à cette suggestion. Par son arrêté du 3 novembre 1967, il a reconnu l'existence, à côté de la bière sans alcool (art. 288 ODA) et du vermouth sans alcool (art. 288bis ODA), du bitter sans alcool (art. 288ter ODA). Contrairement à ce que pense le Département cantonal, on ne peut plus rien tirer du fait que le \"bitter\" était autrefois toujours alcoolique. En adoptant l'art. 288ter ODA, le Conseil fédéral a clairement décidé que cette désignation ne resterait pas réservée aux boissons contenant de l'alcool.\n\nc) Cependant, ainsi qu'on l'a déjà relevé, l'art. 288ter ODA réserve la désignation de \"bitter sans alcool\", dans les trois langues officielles, à une boisson concentrée, contenant au minimum 10 g par litre d'extrait sans sucre. Pour les produits semblables, mais vendus dilués avec de l'eau minérale ou de l'eau ordinaire, l'art. 288ter al. 4 ODA n'autorise le mot \"bitter\" qu'en allemand, sous la forme substantive et dans la combinaison \"Bitter-Limonade\", tandis qu'en français et en italien ce même mot n'est pas prévu, seule l'adjonction des adjectifs \"amer\" ou \"amaro\" étant autorisée.\n\naa) Les recourantes soutiennent que les bitters sans alcool concentrés, répondant entièrement à la description de l'art. 288ter al. 1 ODA, n'ont pratiquement aucune importance commerciale, car ils se conserveraient mal une fois la bouteille ouverte. Dans sa réponse, le Département cantonal cite toute une série de boissons de ce type. Le Tribunal fédéral n'a pas à se demander si ces produits ont une importance commerciale; il lui suffit de constater que la fabrication d'un produit répondant à la définition de l'art. 288ter al. 1 ODA n'est pas exclue, pas même au dire des recourantes. Dès lors, la distinction faite par l'ordonnance sur les denrées alimentaires entre ce produit et le produit dilué n'apparaît pas d'emblée dépourvue de justification du point de vue de la police du commerce des denrées alimentaires.\n\nbb) En revanche, il convient d'examiner si, en raison de cette différence, il est admissible d'exclure l'emploi du nom \"bitter\", en français et en italien, s'agissant de boissons diluées, alors qu'il est admis pour les boissons concentrées.\n\nLe substantif \"bitter\" est devenu usuel en français et en italien pour désigner une boisson à base d'extraits de plantes, |391| au goût amer. En revanche, il ne donne en soi aucune indication sur le degré de concentration du produit. Sans doute le terme s'est-il répandu déjà à une époque où il n'existait de \"bitter\" qu'alcoolique et où, si on consommait aussi cette boisson additionnée d'eau, il n'était pas d'usage de la mettre dans le commerce sous forme diluée. Mais, précisément, les usages commerciaux se sont modifiés et la mise en vente de boissons diluées prêtes à la consommation est aujourd'hui courante. Il n'est pas contestable que le fabricant ou le commerçant qui met en vente une boisson du type \"bitter\", sans alcool, sous forme diluée, a un intérêt à user aussi du terme \"bitter\", qui la caractérise dans l'esprit du public, et il est vraisemblable que l'interdiction d'en user soit de nature à influer sur les conditions de concurrence, d'autant plus que la désignation de \"limonade\" (\"Limonade\", \"gazosa\"), prévue par l'ordonnance, est elle-même équivoque, se rapportant généralement à des boissons bon marché, sans caractère nettement accusé, mais de saveur douce, et que même avec l'adjonction de l'adjectif \"amère\", elle ne renseigne pas clairement sur la nature du produit. Or les prescriptions de police du commerce des denrées alimentaires ne doivent pas sans nécessité influencer les conditions de concurrence. En particulier, il faut éviter de désavantager, par des prescriptions sur les dénominations, les boissons sans alcool par rapport aux boissons alcooliques de même type.\n\nAussi bien n'est-il nullement nécessaire, ni même réellement utile, même si l'on admet qu'il y a lieu de distinguer entre le produit concentré et le produit dilué, d'interdire l'emploi du mot \"bitter\" pour la boisson diluée. Le résultat peut être atteint de manière beaucoup plus sûre en prescrivant une adjonction qui indique que le produit est étendu d'eau. Cette solution, qui paraît s'imposer d'elle-même, se trouve déjà à l'art. 282 al. 10 ODA pour les jus de fruits. Une adjonction telle que \"dilué\" ou \"avec eau minérale\", ou toute autre adjonction de même genre suffirait à indiquer la différence entre la boisson concentrée et la boisson diluée, sans exclure cette dernière de la catégorie des \"bitters\" sans alcool, à laquelle elle appartient par sa composition, son goût et son genre d'utilisation.\n\nIl s'ensuit que dans la mesure où il prohibe l'emploi du mot \"bitter\", en français et en italien, pour désigner des boissons sans alcool diluées, mais répondant pour le surplus à la description de l'art. 288ter al. 1 ODA, alors même qu'il existe un moyen |392| de marquer la distinction jugée nécessaire sans désavantager ces boissons sur le marché, l'art. 288ter al. 4 ODA n'est plus couvert par la délégation de l'art. 54 LCDA.\n\ncc) La décision attaquée doit dès lors être annulée. Cependant, si l'appellation \"bitter analcoolico San Pellegrino\" doit être admise, l'autorité administrative pourra se juger fondée à prescrire une adjonction indiquant qu'il s'agit d'une boisson diluée. Il n'appartient pas au Tribunal fédéral de fixer définitivement la teneur de cette adjonction. La cause doit dès lors être renvoyée à l'autorité cantonale, qui la déterminera, s'il y a lieu, après s'être mise en rapport avec le Service fédéral.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet partiellement le recours au sens des considérants, annule la décision attaquée et renvoie la cause à l'autorité cantonale pour nouvelle décision."}