{"annee": "99", "cour": "II", "page": "99", "date": "25/4/1973", "cite": [], "cite_par": ["127 III 123"], "chapeau": "15. Urteil der I. Zivilabteilung vom 25. April 1973 i.S. Phoenix SA gegen Nautilus SA", "regestes": ["Loi fédérale du 23 septembre 1953 sur la navigation maritime sous pavillon suisse (LNM) Art. 111 LNM. La \"délivrance\" au sens de cette disposition a la même signification que l'\"enlèvement...\" selon l'art. 3 § 6 de la Convention de Bruxelles du 25 août 1924 (consid 2). Art. 111 al. 2 et 117 al. 2 LNM. Situation juridique en cas d'acceptation de la marchandise sans réserves. Exonération de la responsabilité pour les dommages survenus au sol (consid. 3)."], "faits": "BGE 99 II 99 S. 100\n\nA.- Der Nautilus SA, die ein Schiffahrtsunternehmen mit Sitz in Genf betreibt, wurden gemäss Konnossement Nr. 12 vom 3. Februar 1970 und Konnossement Nr. 24 vom 21. Mai 1970 in Marseille zwei Malztransporte für die SA des Brasseries du Cameroun in Douala übertragen. Lieferantin des in Säcke verpackten Malzes war die Firma Malteries Franco-Belges in Paris. Am Bestimmungsort zeigte sich, dass ein Teil der ersten Sendung durch Feuchtigkeit verdorben war und dass die zweite Sendung einen Gewichtsverlust aufwies, was Schäden von umgerechnet Fr. 11'955.20 und Fr. 1'684.-- ergab.\n\nDie Versicherungsgesellschaft Companie Phoenix SA, London, bei der die SA des Brasseries du Cameroun versichert war, deckte den gesamten Schaden und liess sich alle Ansprüche gegen die Nautilus SA abtreten. Diese weigerte sich, den Schaden an der ersten Sendung zu ersetzen, und offerierte für den Schaden an der zweiten Sendung vergleichsweise Fr. 512.--.\n\nB.- Am 14. Juni 1971 betrieb die Compagnie Phoenix SA die Nautilus SA, welche Rechtsvorschlag erhob. Am 17. September 1971 klagte die Companie Phoenix SA beim Zivilgericht des Kantons Basel-Stadt gegen die Nautilus SA auf Bezahlung von Fr. 13'639.20 nebst 6% Zins ab 22. Juni 1971 zuzüglich Fr. 21.- Kosten des Zahlungsbefehls. Zugleich verkündete sie den Streit an die Malteries Franco-Belges. Die Beklagte erklärte sich in der Klageantwort bereit, den Schaden an der zweiten Sendung zu vergüten, und widersetzte sich im übrigen der Klage. Die Streitberufene beteiligte sich am Prozess nicht, sondern. erklärte in einer \"Erwiderung\" vom 21. Oktober 1971, dass sie für den Fall ihrer Inanspruchnahme sich auf den Gerichtsstand Paris berufe.\n\nDas Zivilgericht verpflichtete am 17. Juli 1972 die Beklagte gemäss Anerkennung zur Bezahlung von Fr. 1'684.-- und wies im übrigen die Klage ab. Das Appellationsgericht bestätigte BGE 99 II 99 S. 101ohne zusätzliche eigene Begründung am 12. Januar 1973 das erstinstanzliche Urteil.\n\nC.- Die Klägerin legte Berufung an das Bundesgericht ein. Sie beantragt Gutheissung der Klage für die Restforderung von Fr. 11'955.20 mit 6% Zins seit 22. Juni 1971 und Fr. 21.- Betreibungskosten, eventuell Rückweisung der Sache an die Vorinstanz. Die Beklagte verlangt Bestätigung des kantonalen Entscheides.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Konnossements-Bedingungen sehen unter Art. 25 den Gerichtsstand Basel und die Anwendbarkeit schweizerischen Rechts vor. Nach Feststellung der kantonalen Gerichte anerkennen beide Parteien die Bestimmungen des Bundesgesetzes über die Seeschiffahrt unter der Schweizerflagge vom 23. September 1953/14. Dezember 1965, des sogenannten Seeschiffahrtsgesetzes (SSG).\n\n2. Die Klägerin macht geltend, nach schweizerischem Recht sei in erster Linie nicht das SSG anzuwenden, sondern das in Brüssel am 25. August 1924 abgeschlossene Internationale Übereinkommen zur einheitlichen Feststellung einzelner Regeln über die Konnossemente (Brüsseler-Übereinkommen; AS 1954 S. 758, BS 7 S. 543). Massgebend für den Beginn der Rügefrist sei nach Art. 3 § 6 Abs. 1 dieses Übereinkommens \"der Zeitpunkt der Überführung der Ware\", nicht der Beginn des Abtransports, wie die Vorinstanz annehme.\n\na) Im \"Schlussprotokoll\" zum Brüsseler-Übereinkommen (AS 1954 S. 767) heisst es unter Absatz 2, die vertragsschliessenden Parteien, zu denen die Schweiz nicht gehörte, könnten \"dieses Übereinkommen in Kraft setzen, entweder indem sie ihm Gesetzeskraft verleihen, oder indem sie die in dem Übereinkommen vereinbarten Regeln in ihre eigene Landesgesetzgebung in einer, dieser entsprechenden Form einfügen\". Mit diesem Vorbehalt ist die Schweiz dem Übereinkommen beigetreten (AS 1954 S. 749 und 767). Für sie wurde es am 28. November 1954 wirksam (AS 1954 S. 758). Damals galt das am 23. September 1953 von den Räten angenommene SSG noch nicht. Es wurde erst auf den 1. Januar 1957 in Kraft gesetzt, nachdem die Vollzugsvorschriften ausgearbeitet worden waren (AS 1956 S. 1356). Die Revision von 1965 diente dazu, das Gesetz, das allerdings in freier Form entsprechende Regeln BGE 99 II 99 S. 102bereits enthielt, den internationalen Abkommen anzupassen, u.a. gemäss dem genannten Vorbehalt dem Brüsseler-Übereinkommen von 1924 (vgl. Botschaft vom 14. Mai 1965, BBl 1965 II S. 284, besonders S. 287 f.). Dabei erachtete es der Bundesrat als zweckmässig, darauf hinzuweisen, \"dass eine landesrechtliche Übernahme des Abkommens vorliegt, um die Interpretation nach der internationalen Praxis zu gewährleisten\" (Botschaft a.a.O., S. 288). Art. 101 Abs. 2 SSG wurde daher neu gefasst. Er sieht vor, dass bei der Auslegung und Anwendung der Bestimmungen über den Seefrachtvertrag (Art. 111-117 SSG) die Vorschriften des Internationalen Übereinkommens vom 25. August 1924 zur einheitlichen Feststellung der Konossemente zu berücksichtigen sind. Die kantonalen Gerichte haben daher den Ersatzanspruch der Klägerin zu Recht nach SSG, das im Sinne des Abkommens auszulegen ist, beurteilt.\n\nb) Nach Art. 111 SSG kann entweder gemäss Abs. 1 ein Schaden am Frachtgut bei der Ablieferung im Beisein des Seefrachtführers und des Empfängers festgestellt, oder, sofern das unterbleibt, nach Abs. 3 vom Empfänger bei äusserlich erkennbaren Schäden bis spätestens zur Ablieferung und bei äusserlich nicht erkennbaren Schäden innerhalb von drei Tagen seit der Ablieferung schriftlich Mängelrüge erhoben werden, widrigenfalls die Güter als vorbehaltlos angenommen gelten. Nach Art. 3 § 6 des zitierten Übereinkommens sind Verluste oder Schäden und ihre allgemeine Natur... \"vor oder bei der Überführung der Güter in den Gewahrsam des auf Grund des Frachtvertrages zum Empfange Berechtigten schriftlich\" anzuzeigen (Abs. 1). Diese \"Überführung...\" begründet - wie aus dem französischen Originaltext klar hervorgeht - die Vermutung für die richtige Ablieferung (\"cet enlèvement constituera jusqu'à preuve contraire une présomption que les marchandises ont été délivrées par le transporteur telles qu'elles sont décrites au connaissement\"), die ihrerseits nach Abs. 2 die dreitägige Frist für die Anzeige geheimer Mängel auslöst. Die erwähnte Wendung ist also gleichbedeutend der Ablieferung nach Art. 111 SSG.\n\nc) Nach Art. 3 Abs. 2 des Konnossementes war die Beklagte berechtigt, die Güter der SATA, die anstelle der Empfängerin handelte, abzuliefern. Die kantonalen Gerichte stellen unter Hinweis auf die von den Brasseries du Cameroun veranlasste BGE 99 II 99 S. 103Expertise verbindlich fest, dass die SATA das Frachtgut am 22. März 1970 in Empfang genommen habe. Spätestens zu diesem Zeitpunkt muss die Ablieferung der Güter erfolgt sein, legte doch die Klägerin selber den \"Beginn des Abtransportes\" auf den 21. März 1970 fest. Ferner ist erwiesen, dass am 22. März 1970 der Schaden weder festgestellt noch schriftlich gerügt worden ist. Die durch die SATA vertretene Empfängerin hätte daher, wenn man zu ihren Gunsten die Schäden als äusserlich nicht erkennbar betrachten wollte, innert drei Tagen, d.h. bis 25 März 1970 schriftlich rügen müssen. Die erst am 3. April 1970 erfolgte Beanstandung war daher längst verspätet.\n\n3. Nach Art. 111 Abs. 2 SSG hat - im Unterschied zu Art. 452 OR - die vorbehaltlose Annahme der Ware nicht die Verwirkung des Schadenersatzanspruches zur Folge, sondern sie begründet die Vermutung, dass der Seefrachtführer die Güter in demselben Zustand und in derselben Menge abgeliefert hat, wie sie von ihm zur Beförderung übernommen worden sind. Die Folge ist eine Verschiebung der Beweislast. Der Empfänger muss dartun, dass der Schaden vom Seefrachtführer zu vertreten ist, während bei richtiger Schadensanzeige dem Seefrachtführer nach Art. 103 Abs. 1 der Entlastungsbeweis offensteht. Liegt ferner eine nach Art. 117 Abs. 2 SSG zulässige Freizeichnung des Seefrachtführers von Landschäden vor, so hat der Empfänger zu beweisen, dass der Schaden an Bord eingetreten ist. Eine solche Freizeichnung ist hier nach Art. 3 des Konnossementes Nr. 12 erfolgt.\n\nNach Feststellung der kantonalen Gerichte hat die Klägerin den Nachweis für die Beschädigung der Güter an Bord nicht erbracht. Diese Feststellung ist für das Bundesgericht verbindlich und wird von der Klägerin denn auch nicht angefochten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationsgerichtes des Kantons Basel-Stadt vom 12. Januar 1973 bestätigt."}