{"annee": "99", "cour": "II", "page": "228", "date": "18/9/1973", "cite": ["94 II 329", "86 II 365", "95 I 422", "91 II 313", "71 II 86", "98 II 365", "90 II 501", "85 IV 101", "93 I 215"], "cite_par": ["108 II 6", "109 II 260", "102 II 427", "112 II 268"], "chapeau": "32. Urteil der I. Zivilabteilung vom 18. September 1973 i.S. Verband des Schweizerischen Spirituosengewerbes gegen Angehrn & Co.", "regestes": ["Entrave à la concurrence illicite. 1. Art. 4 LCart. Interprétation de cette disposition d'après le sens et le but de la loi. Application à une mesure de boycott portant sur des spiritueux de marque en vogue; caractère notable de l'entrave (consid. 1 et 2). 2. Art. 5 al. 1 et 2 LCart. Motifs justifiant les entraves, conditions. Circonstances qui excluent de tels motifs (consid. 3 et 4). 3. Art. 43 CO. Fixation du dommage: un accroissement du chiffre d'affaires indépendant du boycott ne doit pas être imputé sur le dommage à titre d'avantage obtenu par le lésé (consid. 5)."], "faits": "BGE 99 II 228 S. 228\n\nA.- 1) Der Verband des Schweizerischen Spirituosengewerbes ist eine Genossenschaft mit Sitz in Bern, die 1892 gegründet worden ist. Er will insbesondere die Interessen der Verbandsmitglieder und der Spirituosenbranche wahren und BGE 99 II 228 S. 229fördern, sie gegenüber Behörden vertreten und alle Praktiken unlauteren Wettbewerbes bekämpfen. Mitglieder des Verbandes können im Handelsregister eingetragene Firmen werden, die entweder Dest-illate zum Trinkverbrauch, Liköre, Aperitifs usw. fabrikmässig herstellen oder solche Getränke auf Lager nehmen und damit Gross- oder Detailhandel treiben (§ 5 der Statuten). Diese Bestimmung erlaubt dem Verband, von den inländischen Fabrikanten über die Importeure und die Generalagenten ausländischer Erzeugnisse bis zum Detailhandel praktisch die ganze Spirituosenbranche zu vertreten.\n\nDurch ein Preisschutzabkommen von 1957 verpflichteten sich zahlreiche Fabrikanten, Importeure und Generalagenten dem Verband gegenüber, angemessene Mindestverkaufspreise für alle Markenspirituosen festzusetzen, die sie dem Abkommen unterstellten und an Wiederverkäufer, das Gastgewerbe oder an den Detailhandel abgaben. Gegenüber den beiden ersten Abnehmergruppen war der Verkaufspreis brutto, bei der letzten Gruppe brutto und netto festzusetzen. Die für den Verkauf an das Gastgewerbe und den Detailhandel geltenden Preise mussten dem Verband gemeldet werden, der sie in einer Liste veröffentlichte. Sie waren von den Unterzeichnern des Abkommens strikte einzuhalten, die ihrerseits auch die Wiederverkäufer auf diese Verpflichtung aufmerksam machen mussten. Im Jahre 1964 fielen insgesamt 174 Markenspirituosen unter das Abkommen.\n\nAls die \"Cash & Carry\" (CaC)-Einkaufszentren aufkamen, wurde diesen gestattet, den Kunden auf die vorgeschriebenen Mindestverkaufspreise 3% Rabatt zu gewähren; er wurde am 1. September 1966 auf 5% erhöht und war zu 2% als Skonto, zu 3% als Abholrabatt zu verstehen. Wer die Vorschriften des Preisschutzabkommens als Wiederverkäufer verletzte, musste zunächst mit einer Verwarnung des Verbandes und dann mit einer Liefersperre rechnen, die für alle Unterzeichner des Abkommens verbindlich war.\n\n2) Die Firma Angehrn & Co. in Gossau handelt mit Lebensmitteln und Gebrauchsgegenständen, insbesondere mit Kolonialwaren aller Art, Fleischwaren, Milchprodukten, Tabakwaren, Toilettenartikeln, Wasch- und Putzmitteln, Boden- und Schuhpflegemitteln sowie mit alkoholischen und alkoholfreien Getränken. Im Jahre 1964 eröffnete sie eine CaC-Einkaufszentrale, in der ihre Kunden die Ware selbst auswählen, herrichten, abholen und bar bezahlen. Durch Kontrollkarten BGE 99 II 228 S. 230sorgt die Firma dafür, dass in der Zentrale nur Detaillisten und Inhaber von Betrieben des Gastgewerbes, also Wiederverkäufer, nicht aber Konsumenten einkaufen können. Die Einsparungen, die sie auf diese Weise erzielt, erlauben ihr, die Ware in der Zentrale zu tieferen Preisen anzubieten.\n\nDie Firma Angehrn führte 17 Markenprodukte, die unter das Preisschutzabkommen des Verbandes fielen. Sie bot diese Getränke in ihrer CaC-Einkaufszentrale nicht nur den Detaillisten, sondern auch den Inhabern von Gastgewerbebetrieben zu den Grossistenpreisen mit 5,4% WUST an, weil das CaC-Vertriebssystem angeblich keine unterschiedlichen Preise für Wiederverkäufer zuliess. Das Preisabkommen des Verbandes sah dagegen für die Abgabe an das Gastgewerbe Mindestverkaufpreise (Wirtepreise) vor, die um 8 bis 20% höher lagen als jene für Ladengeschäfte (Detailpreise). Es gestattete CaC-Betrieben 1964 zudem nur 3% Rabatt.\n\nMit Schreiben vom 12. November 1964 warf der Verband der Firma Angehrn vor, sie verkaufe in ihrer CaC-Einkaufszentrale Markenspirituosen an Wirte und Hotelbetriebe, ohne die für diese Abnehmergruppe vorgesehenen Mindestpreise einzuhalten. Da die Firma nicht antwortete, verwarnte der Verband sie am 11. Dezember mit dem Hinweis, dass sie mit einer Liefersperre bis zu zwei Jahren rechnen müsse, wenn sie die Mindestpreise des Abkommens weiterhin unterbiete. Am 22. April 1965 setzte die Schiedskommission des Verbandes der Firma Angehrn acht Tage Frist zur Erklärung, ab 1. Mai die Mindestpreise für alle vom Abkommen erfassten Markenspirituosen einhalten zu wollen; andernfalls werde gegen sie eine einjährige Liefersperre verhängt. Da die Firma der Aufforderung nicht nachkam, ordnete der Verband die Sperre am 1. Mai 1965 an und verlängerte sie ein Jahr später auf unbestimmte Zeit.\n\nB.- Nach einem erfolglosen Versuch, die angeordnete Massnahme durch den Richter vorsorglich aufheben zu lassen, klagte die Firma Angehrn im Juni 1966 beim Handelsgericht des Kantons Bern gegen den Verband auf Feststellung, dass die gegen sie verhängte Liefersperre widerrechtlich sei; der Verband sei daher unter Strafandrohung zu verpflichten, die Massnahme aufzuheben und dies den Mitgliedern und den Unterzeichnern des Preisschutzabkommens mitzuteilen. Die Klägerin verlangte ferner, dass der Beklagte zu Schadenersatz nebst Zins verurteilt und dass der Urteilsspruch in der Wirtezeitung dreimal veröffentlicht werde.\n\nBGE 99 II 228 S. 231\n\nDer Beklagte widersetzte sich diesen Begehren, teilte den Verbandsmitgliedern aber durch Rundschreiben vom 26. Oktober 1968 mit, dass er das Preisschutzabkommen von 1957 mit sofortiger Wirkung ausser Kraft gesetzt und die verhängten Liefersperren aufgehoben habe.\n\nDas Handelsgericht hiess am 9. März 1973 die Klage, soweit sie noch zu beurteilen war, dahin gut, dass es die Widerrechtlichkeit der gegen die Klägerin verhängten Liefersperre feststellte und ihr Fr. 120 123.28 Schadenersatz nebst 5% Zins seit 1. Februar 1967 zusprach.\n\nC.- Der Beklagte hat gegen dieses Urteil die Berufung erklärt. Er beantragt, es insbesondere wegen Verletzung von Art. 4 und 5 des Kartellgesetzes (KG) aufzuheben und die Klage abzuweisen.\n\nDie Klägerin beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 4 KG sind Vorkehren eines Kartells, mit denen Dritte in der Ausübung des Wettbewerbes erheblich behindert werden sollen, wie Bezugs- und Liefersperren, in der Regel unzulässig (Abs. 1). Das gilt auch für Wettbewerbsbehinderungen durch kartellähnliche Organisationen (Abs. 2).\n\nIm Entscheid BGE 90 II 512 Erw. 8 nahm das Bundesgericht an, mit dem Erfordernis der Erheblichkeit mache Art. 4 Abs. 1 KG die Unzulässigkeit einer Wettbewerbsbehinderung, wie das schon vor dem Inkrafttreten des Gesetzes der Fall gewesen sei, von einem quantitativen Element abhängig. Das Recht auf freie wirtschaftliche Betätigung könne daher nur verletzt sein, wenn die Behinderung eine gewisse Intensität aufweise, was man von bloss vorübergehenden oder geringfügigen Eingriffen nicht sagen könne. Diese Auffassung liegt auch BGE 91 II 319 Erw. 4 zugrunde, wo das Bundesgericht die auf einen einzelnen Geschäftszweig beschränkte Massnahme nicht als erheblich erachtete, weil sie den gesamten Bruttogewinn der betroffenen Gesellschaft bloss um drei Promille zu schmälern vermochte. Im Entscheid BGE 94 II 336 hielt das Bundesgericht am quantitativen Unterscheidungsmerkmal fest, fügte aber bei, dass Art. 4 nach dem Grundgedanken des Gesetzes, das das Persönlichkeitsrecht auf freien Wettbewerb schützen wolle, auszulegen sei. Es müsse daher grundsätzlich jede Behinderung dieser Freiheit als erheblich bewertet werden, wenn sie sich nicht in BGE 99 II 228 S. 232geringfügigen Auswirkungen, welche die Entscheidungsfreiheit des Betroffenen praktisch nicht beeinflussten, erschöpfe.\n\nDiese Rechtsprechung wurde in BGE 98 II 373 /74 unter Hinweis auf die Verfassungsgrundlage und die Entstehungsgeschichte des Gesetzes sowie auf die herrschende Lehre teils verdeutlicht, teils richtiggestellt. Der Sinn und Zweck des Gesetzes ist demnach darin zu erblicken, dass es Kartelle und ähnliche Organisationen zulassen und bloss Missbräuche in der Ausübung kollektiver Wirtschaftsmacht bekämpfen will, folglich nicht nur das Recht des Aussenseiters auf ungestörte Ausübung des Wettbewerbes und das Recht der Kartellmitglieder an der Durchsetzung einer Wettbewerbsordnung, sondern auch deren Interessen grundsätzlich als gleichwertig anerkennen muss. Das schliesst ein absolut geschütztes Recht des Aussenseiters auf ungehinderte Teilnahme am Wettbewerb aus und macht eine gegen ihn verhängte Massnahme (z.B. eine Liefersperre durch ein Kartell) nach Art. 4 KG erst dann widerrechtlich, wenn sie ihn in seiner wirtschaftlichen Handlungsfreiheit erheblich behindert und das Kartell sich nicht auf einen Rechtfertigungsgrund im Sinne von Art. 5 KG berufen kann.\n\nDas gesetzliche Erfordernis der Erheblichkeit ist so zu verstehen, dass die Behinderung wettbewerbspolitisch relevante Tatsachen des geschäftlichen Handelns, wie Preise, Konditionen, Nebenleistungen usw. berühren und sich fühlbar auf die wirtschaftliche Lage des Betroffenen auswirken muss. Wie es sich damit verhält, hängt von den Umständen des Einzelfalles, insbesondere von der Art der Vorkehr und deren Auswirkungen auf die Handlungsfreiheit des Aussenseiters, auf die Struktur und die Entwicklung seines Betriebes ab. Dass der Betroffene sein Geschäft trotz der Benachteiligung nicht schliessen muss, sondern weiter betreiben und sogar ausbauen kann, schliesst die Erheblichkeit der Behinderung nicht notwendig aus (BGE 98 II 374 und dort angeführtes Schrifttum; MERZ, Das Schweizerische Kartellgesetz, S. 44/45).\n\n2. Im vorliegenden Fall hält das Handelsgericht die gegen die Klägerin verhängte Liefersperre für erheblich, während der beklagte Verband dies bestreitet.\n\na) Nach dem angefochtenen Urteil entfielen im ersten Quartal 1965, also unmittelbar vor Beginn der Sperre, 20,8% des gesamtes Umsatzes, den die Klägerin in ihrem CaC-Betriebe erzielte, auf Getränke. Unter diesen machten die Sprirituosen BGE 99 II 228 S. 23361,5%, die der Klägerin vom 1. Mai an gesperrten 17 Markenspirituosen 34,2% aus. Die letzteren gehörten zusammen mit den übrigen 157 Produkten, welche damals dem Preisschutzabkommen unterstanden, nicht bloss zu den bekannten und führenden, sondern auch zu den meistgefragten Markenspirituosen. Die Vorinstanz führt dazu unter Hinweis auf den Bericht der Kartellkommission vom 1. Juli 1969 über die Wettbewerbsverhältnisse auf dem Spirituosenmarkt (vgl. Veröffentlichungen der Schweizerischen Kartellkommission 1970 S. 53/54) insbesondere aus, dass Wiederverkäufer und Detaillisten ohne die dem Abkommen unterstellten Spirituosen, welche als \"Zugartikel\" der Branche galten, kein befriedigendes Sortiment aufbauen konnten; um sich auf dem Markt durchzusetzen, seien sie vielmehr darauf angewiesen gewesen, mit führenden Produkten beliefert zu werden.\n\nUnter diesen Umständen waren von der Sperre betroffene Wiederverkäufer wie die Klägerin, die den Handel mit Spirituosen auf bekannte und führende Marken ausrichten wollte, in ihrer wirtschaftlichen Handlungsfähigkeit von vorneherein erheblich behindert. Der Klägerin sollte nicht bloss der bisherige Bezug an Markenspirituosen gesperrt, sondern auch die Möglichkeit genommen werden, weitere vom Abkommen erfasste Produkte zu beziehen. Ein Ausweichen auf konkurrenzfähige Substitutionsgüter, die ihr gestattet hätten, sich auf dem Spirituosenmarkt unbekümmert um die Sperre zu behaupten und durchzusetzen, war nach der Feststellung der Vorinstanz nicht möglich. Die Feststellung stützt sich auf das Gutachten der Kartellkommission vom 31. Oktober 1969 und betrifft tatsächliche Verhältnisse. Was der Beklagte in der Berufung dagegen vorbringt, ist als unzulässige Kritik an der Beweiswürdigung nicht zu hören.\n\nWie sehr die Klägerin an den gesperrten Markenprodukten interessiert war, ergibt sich denn auch daraus, dass sie diese vom Mai 1965 an auf Umwegen oder \"auf dem schwarzen Markte\", wie sie sich selber ausdrückte, zu beziehen suchte und dafür während der Sperre, die 42 Monate dauerte, Mehrpreise von über Fr. 120 000.-- in Kauf nahm. Die Folge davon war, dass sie nach dem Ergänzungsbericht des gerichtlichen Gutachters die Bruttomarge von 12% um die Hälfte kürzen musste. Die Klägerin versuchte damit offensichtlich auch Auswirkungen der Sperre auf andere Warengattungen zu begegnen.\n\nBGE 99 II 228 S. 234Diese Gefahr bestand vor allem deshalb, weil die Getränke unter den etwa 5000 Artikeln, welche die Klägerin in der CaC-Einkaufszentrale anbot, etwa einen Fünftel, die 17 gesperrten Spirituosen allein 4,4% des Gesamtumsatzes ausmachten; der gerichtliche Gutachter hielt ihre Getränkeabteilung übrigens für die beste der Einkaufszentrale. Die Klägerin weist zudem mit Recht darauf hin, dass Kunden von CaC-Betrieben ihren ganzen Bedarf im gleichen Geschäft einzukaufen wünschen, weshalb solche Betriebe ein möglichst vollständiges Sortiment der meistbegehrten Artikeln führen müssten, wenn sie Kunden nicht bloss gewinnen, sondern behalten wollten.\n\nb) Ist die Erheblichkeit der Wettbewerbsbehinderung schon aus diesen Gründen zu bejahen, so kann dahingestellt bleiben, wie die Sperre, die nur einen Geschäftszweig der Einkaufszentrale betraf, sich auf den ganzen Betrieb der Klägerin ausgewirkt habe. Dass diese die Behinderung teils umgehen und den Umsatz an Markenspirituosen durch die Preisunterbietungen angeblich ständig steigern konnte, steht einer erheblichen Behinderung nicht entgegen. Nach dem klaren Wortlaut von Art. 4 Abs. 1 KG genügt, dass Dritte mit kartellistischen Vorkehren in der Ausübung der Wettbewerbsfreiheit erheblich behindert werden sollen. Das setzt voraus, dass die Vorkehren zu einer solchen Behinderung taugen, heisst aber nicht, dass bei der Beurteilung der Erheblichkeit stets auch den finanziellen Auswirkungen auf die Entwicklung eines Geschäftes nachzuforschen sei, weil das Mass der zulässigen oder unzulässigen Freiheitsbeschränkung jedenfalls vom Umfange der wirtschaftlichen Einbusse abhange, wie der Beklagte einwendet (vgl. MERZ, a.a.O. S. 43).\n\nEbensowenig hilft dem Beklagten, dass die Klägerin einzig wegen ihrer Weigerung, sich gleich zu verhalten wie andere Wiederkäufer, in ihrer Handlungsfreiheit behindert worden ist. Die Klägerin brauchte sich die Behinderung, die erheblich und daher an sich unzulässig war, nicht gefallen zu lassen, gleichviel ob andere Wiederverkäufer sich der Massnahme beugten. An der Erheblichkeit der Behinderung ändert schliesslich auch nichts, dass der Gerichtspräsident III Bern und auf Beschwerde hin auch der Appellationshof des Kantons Bern das Gesuch der Klägerin, die Liefersperre vorsorglich aufzuheben, ablehnten. Dies mag den Beklagten in der Meinung, die gegen die Klägerin verhängte Sperre sei zulässig, bestärkt haben, enthob BGE 99 II 228 S. 235ihn aber nicht der Pflicht, sich über das Mass seines Eingriffes in die Handlungsfreiheit der Klägerin von Anfang an Rechenschaft zu geben.\n\n3. Nach Art. 5 Abs. 1 KG ist die Wettbewerbsbehinderung ausnahmsweise zulässig, wenn sie durch überwiegende schutzwürdige Interessen gerechtfertigt ist und wenn sie die Freiheit des Wettbewerbes weder im Verhältnis zum angestrebten Ziel noch nach der Art und Durchführung der Vorkehr übermässig beeinträchtigt.\n\nOb ein Kartell sich zur Rechtfertigung einer Wettbewerbsbehinderung auf überwiegende schutzwürdige Interessen berufen kann, hängt vor allem von der Ordnung ab, welche es mit Hilfe seiner Vorkehren zugunsten eines gesamten Berufs- oder Wirtschaftszweiges anstrebt. Das erhellt aus den vom Gesetz angeführten Beispielen (Art. 5 Abs. 2). Es billigt einem Kartell überwiegende schutzwürdige Interessen insbesondere zu, wenn es (innerhalb eines bestimmten Wirtschaftszweiges) einen lauteren und unverfälschten Wettbewerb gewährleistet (lit. a), angemessene berufliche und betriebliche Voraussetzungen verwirklicht (lit. b) oder eine im Gesamtinteresse erwünschte Struktur eines Wirtschaftszweiges oder Berufes fördert (lit. c). Das Interesse eines Kartells an einer Marktordnung reicht allein jedoch nicht aus, um eine Wettbewerbsbehinderung zu rechtfertigen; es muss vielmehr, wie die Entstehungsgeschichte des Gesetzes zeigt, ein allgemeines Interesse volkswirtschaftlicher Art hinzukommen (SCHÜRMANN, Textausgabe des Kartellgesetzes mit Erläuterungen, S. 84 und dort angeführte Gesetzesmaterialien). Dagegen verlangt das Gesetz nicht, dass die vom Kartell verfolgten Interessen offensichtlich überwiegen, wie dies nach der Rechtsprechung vor Erlass des Gesetzes der Fall war (BGE 86 II 378), oder dass sie sich mit Interessen der Allgemeinheit decken müssen. Auch bloss leicht überwiegende schutzwürdige Interessen und solche, die dem Gesamtinteresse nicht zuwiderlaufen, mit ihm also noch vereinbar sind, können je nach den Umständen eine Behinderung rechtfertigen (BGE 98 II 376 /77).\n\nDie beiden weiteren Voraussetzungen, von denen Art. 5 Abs. 1 KG die Zulässigkeit einer Wettbewerbsbehinderung abhängig macht, beruhen auf dem Grundsatz der Angemessenheit oder Verhältnismässigkeit. Dieser vor allem im Verwaltungsrecht entwickelte Satz (statt vieler: BGE 93 I 219 Erw. 6, BGE 95 I 428 BGE 99 II 228 S. 236Erw. 7, 97 I 508 Erw. c) besagt, dass Eingriffe in fremde Rechtsgüter weder nach dem Mittel noch nach dessen Anwendung über das hinausgehen dürfen, was zur Erreichung des Zweckes, der sie rechtfertigt, erforderlich ist. Das muss auch für die Beeinträchtigung der Wettbewerbsfreiheit durch Kartelle gelten. Welche Anforderungen dabei an die Verhältnismässigkeit des Eingriffes und damit an die Rechtfertigung zu stellen sind, entscheidet sich ebenfalls nicht allgemein, sondern nach den Umständen des Einzelfalles, namentlich nach dem Grund der Massnahme und den damit verfolgten Interessen. Je schwerwiegender die Behinderung ist, desto schwieriger die Rechtfertigung und umgekehrt. Nur leicht überwiegende Interessen rechtfertigen einen bloss geringfügigen Eingriff, triftige dagegen einen verhältnismässig schweren (vgl. SCHÜRMANN, a.a.O. S. 85/86).\n\n4. Der Beklagte macht geltend, das Preisschutzabkommen habe eine im Gesamtinteresse erwünschte Struktur eines Wirtschaftszweiges fördern, zahlreiche Kleinbetriebe schützen und einen unverfälschten Wettbewerb fördern wollen. Er beruft sich auf Art. 5 Abs. 2 KG, der die schützenswerten Interessen aber nicht abschliessend aufzähle.\n\nDem ist vorweg entgegenzuhalten, dass der Beklagte das Preisschutzabkommen bis zu dessen Abänderung im Jahre 1966 selber nicht eingehalten hat. Das Handelsgericht stellt fest, dass vorher etwa 300 auf einer geheimen Liste aufgeführte Gastwirtschaftsbetriebe mit Zustimmung des Beklagten als Grossisten behandelt, d.h. zu niedrigeren Preisen beliefert worden seien als alle anderen Inhaber solcher Betriebe. Der Beklagte versucht diese Feststellung, die für das Bundesgericht verbindlich ist, mit Recht nicht zu widerlegen. Er wendet bloss ein, solche Vorbehalte in Abkommen seien üblich; er habe sie hier übrigens nur zugunsten von Grossbetrieben des Gastgewerbes aufnehmen lassen, die von jeher zu Grossistenkonditionen beliefert worden seien. Das hilft jedoch nicht darüber hinweg, dass die rechtsungleiche Behandlung von Angehörigen des gleichen Gewerbes den vom Beklagten angerufenen Zwecken des Abkommens nicht entsprach. Der Beklagte versucht denn auch weder diese Ungleichheit noch die vom Abkommen vorgeschriebenen Unterschiede zwischen Wirtepreisen einerseits und Detailpreisen anderseits, die bis zu 20% ausmachten, aber ebenfalls nicht einleuchten, zu rechtfertigen.\n\nBGE 99 II 228 S. 237\n\nEbensowenig überzeugt die Behauptung des Beklagten, mit dem Abkommen habe man die Bestrebungen des Bundes, die Volksgesundheit zu fördern, unterstützen wollen, mag die Eidg. Alkoholverwaltung auch der Meinung gewesen sein, Einfuhr, Herstellung und Verbrauch von Spirituosen liessen sich vermindern, wenn deren Preise geordnet und verbindlich festgesetzt würden (vgl. Veröffentlichungen der Kartellkommission 1970 S. 64/65). Von einer einheitlichen Preisordnung konnte nach bereits Gesagtem jedenfalls bis September 1966 nicht die Rede sein. Auch lässt sich nicht sagen, die Sperre sei im Verhältnis zum angeblichen Zweck, zur Verminderung des Konsums beizutragen, ein angemessenes oder gar lauteres Mittel gewesen, lief sie doch darauf hinaus, Inhaber von Discountgeschäften und CaC-Betrieben zu Gewinnmargen zu verhalten, die sie selber für übersetzt hielten. Die Kartellkommission liess in ihrem Bericht denn auch offen, ob der Preisschutz den Konsum von Markenspirituosen vermindere oder ob er nicht eher das Ausweichen auf minderwertige Produkte begünstige. Sie hielt das Abkommen zudem in entscheidenden Punkten, insbesondere in der Margengestaltung, für mangelhaft, was schliesslich bei grossen Betrieben zu einer künstlichen Preisüberhöhung und damit zu seinem Zusammenbruch geführt habe (Veröffentlichungen der Kommission, a.a.O. S. 66 ff.). Auch das spricht gegen überwiegende schutzwürdige Interessen im Sinne von Art. 5 KG und schliesst Rechtfertigungsgründe, wie sie der Beklagte geltend macht, aus.\n\n5. Dass die Klägerin infolge der Liefersperre Fr. 120 123.28 mehr aufwenden musste, um den von der Massnahme betroffenen Geschäftszweig nach Möglichkeit weiter betreiben zu können, ist nicht bestritten. Der Beklagte wendet bloss ein, sein Verschulden sei jedenfalls leicht, und nach Art. 41 ff. OR sei auch dem Umstand Rechnung zu tragen, dass die Klägerin ihren Umsatz trotz der Sperre erheblich habe steigern können.\n\nVon einem leichten Verschulden kann schon deshalb nicht die Rede sein, weil die Liefersperre gegen die Klägerin bewusst und gewollt verhängt wurde, also auf eine absichtliche Schädigung hinauslief. Das aber ist die schwerste Form des Verschuldens. Dass der Richter eine vorsorgliche Aufhebung der Sperre ablehnte, entlastet den Beklagten auch in diesem Zusammenhang nicht; der Verband nahm die Gefahr, sich vor Gericht verantworten zu müssen und allenfalls zu unterliegen, weiterhin BGE 99 II 228 S. 238in Kauf. Ein Herabsetzungsgrund im Sinne von Art. 43 OR liegt auch nicht darin, dass Kunden wegen der Unterbietung der Preise durch die Klägerin zu dieser überliefen und die Firma Angehrn den Umsatz trotz der Sperre steigern konnte. Dieser Vorteil der Firma war nicht eine Wirkung der Sperre, sondern die Folge davon, dass andere Wiederverkäufer das Abkommen einhielten, ihre Gewinnmargen im Gegensatz zur Klägerin also nicht herabsetzten. Die Voraussetzungen für eine Vorteilsanrechnung im Sinne der Rechtsprechung (BGE 71 II 89, BGE 85 IV 107) sind daher nicht erfüllt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichtes des Kantons Bern vom 9. März 1973 bestätigt."}