{"annee": "99", "cour": "II", "page": "344", "date": "2/10/1973", "cite": [], "cite_par": ["108 II 69", "117 II 598", "114 II 435"], "chapeau": "47. Auszug aus dem Urteil der I. Zivilabteilung vom 2. Oktober 1973 i.S. Hoffmann-La Roche & Cie AG gegen U. Ravizza S.a.S. und Ravizza SA", "regestes": ["Brevet d'invention. Mesures provisionnelles (art. 77 s. LBI). Est compétent, avant l'introduction du procès au fond, le juge d'un des lieux où l'action civile peut être intentée en vertu de l'art. 75 LBI (art. 78 LBI). Le requérant n'a pas à prouver de façon complète que le défendeur a commis ou envisage de commettre un acte contraire à la loi; il suffit que l'exactitude de ses allégations soit rendue vraisemblable (consid. 2). Raisons qui permettent de considérer comme vraisemblable, en l'espèce, la violation imminente des droits découlant d'un brevet (consid. 3)."], "faits": "|345|\n\nA.- Die Hoffmann-La Roche & Cie AG, Basel, ist Inhaberin von vier schweizerischen Hauptpatenten betreffend Verfahren zur Herstellung von Diazepam (Benzodiazepinen und Benzodiazepin-Derivaten). Gemäss der Mitte August 1972 im Monatsbericht der Interkantonalen Kontrollstelle für Heilmittel in Bern (IKS) Nr. 7 vom Juli 1972 erschienenen Mitteilung hat die Union Romande & Amann SA in Lausanne für U. Ravizza S.a.S. Muggio (Milano) die sanitätspolizeiliche Bewilligung Nr. 36'769 B zum Vertrieb eines Diazepams, Demetildiazepamum, erhalten. Dieses Erzeugnis sollte in Apotheken nach ärztlichem Rezept zum Preis von 20 ml zu Fr. 6.50 verkauft werden. Auf schriftliche Warnung der Hoffmann-La Roche & Cie AG hin teilte ihr die Union Romande & Amann SA mit Schreiben vom 19. September 1972 mit, das \"Madar\" genannte, von ihr auf Rechnung der Ravizza SA in Mailand angemeldete Produkt sei nie in die Schweiz eingeführt worden und werde nicht durch sie verkauft; sie habe der IKS mitgeteilt, sie sei nicht mehr Generalagentin für den Verkauf dieses Produktes, so dass sich eine Verzichtserklärung ihrerseits erübrige. Die IKS teilte der Hoffmann-La Roche & Cie AG am 23. Oktober 1972 auf Anfrage hin mit, die Ravizza SA in Lausanne sei nunmehr für den Vertrieb der \"Madar\"-Tropfen sanitätspolizeilich verantwortlich; die Übertragung werde im IKS-Monatsbericht Nr. 10, Oktober 1972, veröffentlicht werden.\n\nB.- Am 26. Oktober 1972 stellte die Hoffmann-La Roche & Cie AG beim Einzelrichter im summarischen Verfahren des Bezirkes Zürich das Gesuch um Anordnung vorsorglicher Massnahmen. Sie beantragte, den beiden Firmen, unter Androhung gerichtlicher Bestrafung ihrer Organe gemäss Art. 292 StGB im Widerhandlungsfall, mit sofortiger Wirkung zu verbieten,\n\na) Desmethyldiazepam und/oder diesen Wirkstoff enthaltende Präparate, insbesondere \"Madar\"-Tropfen, in die Schweiz einzuführen, hier feilzuhalten, zu verkaufen oder in irgendeiner anderen Form beispielsweise als Ärztemuster, in Verkehr zu bringen, und\n\nb) bei solchen Handlungen Dritter in irgendeiner Form mitzuwirken, deren Begehung zu begünstigen oder in irgendeiner Form zu erleichtern, und\n\nc) in irgendeiner Form über ihre gegenwärtigen Vorräte in der Schweiz an Desmethyldiazepam und an diesen Wirkstoff enthaltenden Präparaten, insbesondere \"Madar\"-Tropfen, zu verfügen.\n\nDer Einzelrichter entsprach diesen Begehren am 27. Oktober 1972 zunächst durch den Erlass einer einstweiligen vorsorglichen |346| Massnahme. Auf Einsprache der Gesuchsgegner trat er auf die hängigen Begehren am 7. Februar 1973 mangels örtlicher Zuständigkeit nicht ein und hob die Verfügung vom 27. Oktober 1972 auf.\n\nAm 16. April 1973 wies die II. Zivilkammer des Obergerichts des Kantons Zürich den Rekurs der Gesuchstellerin gegen den Entscheid des Einzelrichters ab.\n\nC.- Die Gesuchstellerin hat beim Bundesgericht eine als \"staatsrechtliche Beschwerde wegen Willkür (Art. 4 BV)\" bezeichnete Eingabe eingereicht, in welcher sie beantragt, den Beschluss der II. Zivilkammer des Obergerichts Zürich aufzuheben.\n\nDie Gesuchsgegner beantragen Abweisung der Beschwerde. Auf die von der Gesuchstellerin eingelegte kantonale Nichtigkeitsbeschwerde ist das Kassationsgericht des Kantons Zürich am 28. Juni 1973 nicht eingetreten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Ausführungen darüber, dass die staatsrechtliche Beschwerde als Nichtigkeitsbeschwerde entgegengenommen wird.)\n\n2. a) Nach Art. 77 PatG kann die zuständige Behörde u.a. zur vorläufigen Vollstreckung streitiger Unterlassungsansprüche vorsorgliche Massnahmen verfügen. Zuständig ist - solange der Hauptprozess nicht anhängig ist - die Behörde an den nach Art. 75 PatG für die Anhebung der Zivilklage in Betracht fallenden Orten (Art. 78 PatG), d.h. der Richter am Wohnsitz des Beklagten oder am Ort, wo die Handlung begangen wurde oder am Ort, wo der Erfolg eingetreten ist (Art. 75 PatG). Handlungen, durch die der Erfolg einzutreten droht oder eingetreten ist, sind einander gleichzustellen (Art. 72 PatG). Als unzulässige Handlung gilt nach Art. 66 lit. a PatG die widerrechtliche Benützung. Unter die Benützung fallen neben dem Gebrauch und der Ausführung insbesondere auch das Feilhalten, der Verkauf und das Inverkehrbringen (Art. 8 Abs. 3 PatG).\n\nb) Nach Art. 77 Abs. 2 PatG hat der Gesuchsteller glaubhaft zu machen, dass der Gesuchsgegner eine gegen das Gesetz verstossende Handlung begangen hat oder vorzunehmen beabsichtigt. Er braucht nicht den vollen Beweis für seine Behauptung zu erbringen; es genügt, wenn für die Richtigkeit derselben eine gewisse Wahrscheinlichkeit spricht (TROLLER, Immaterialgüterrecht |347| II S. 1202; BBUM/PEDRAZZINI, Anm. 4e zu Art. 77 PatG; GULDENER, Schweizerisches Zivilprozessrecht, S. 342 N. 24). Die bloss unbestimmte oder entfernte Möglichkeit rechtswidrigen Handelns genügt aber nicht, um eine künftige Patentverletzung glaubhaft zu machen. Ob eine solche bevorstehe, beurteilt sich nach den Grundsätzen der patentrechtlichen Unterlassungsklage (BLUM/PEDRAZZINI, Anm. 4b zu Art. 77 PatG). Nach Art. 72 PatG ist zur Klage berechtigt, wer durch eine der in Art. 66 PatG genannten Handlungen \"bedroht\" ist, also mit einem widerrechtlichen Eingriff ernsthaft zu rechnen hat. Es wird also keine \"unmittelbare Bedrohung\" vorausgesetzt, wie das die Vorinstanz annimmt. Der vorsorgliche Rechtsschutz soll denn auch nicht durch zu strenge Anforderungen an die Ernsthaftigkeit der Bedrohung übermässig erschwert werden, und zwar umso weniger, als der Gesuchsteller zur Leistung angemessener Sicherheit verhalten werden kann (Art. 79 PatG), so dass der Gesuchsgegner weitgehend vor Schaden geschützt ist, falls er im Hauptprozess obsiegt. Dagegen läuft der Patentinhaber, der erst nach erfolgter Rechtsverletzung auf Unterlassung und Schadenersatz klagt, oft, insbesondere in grenzüberschreitenden Streitigkeiten, Gefahr, den Schadenersatzanspruch überhaupt nicht durchsetzen zu können.\n\n3. Zu prüfen ist, ob eine künftige Rechtsverletzung der Beschwerdeführerin als hinreichend dringlich anzusehen ist. Es ist offenkundig, dass die Beschwerdegegnerinnen bei der IKS um Erteilung einer Vertriebsbewilligung nachgesucht haben, um davon gegebenenfalls so rasch wie möglich Gebrauch zu machen. Dafür spricht schon die Tatsache, dass sie im kantonalen Rekursverfahren für den Fall der Gutheissung des vorsorglichen Unterlassungsbegehrens den Antrag gestellt haben, die Beschwerdeführerin sei zur Leistung einer Sicherheit von 5 Millionen Schweizerfranken zu verpflichten. Damit wollten sie den Schaden sichergestellt haben, der darin bestehen dürfte, dass sie das streitige Erzeugnis wegen des einstweiligen Verbotes erst später auf den Markt bringen könnten. Zudem fällt in Betracht, dass sie zur Begründung des Sicherstellungsbegehrens vor dem Einzelrichter erklärt haben, ihr Produkt werde auf dem schweizerischen Markt \"einen entscheidenden Anteil\" gewinnen. Auch wenn sie diese Erklärung bloss für den Fall abgegeben haben, dass der Einzelrichter das einstweilig angeordnete Verbot bestätigen werde, ändert das - entgegen der Ansicht der Vorinstanz |348| - nichts an ihrer Absicht, das streitige Produkt in absehbarer Zeit abzusetzen. Das Obergericht räumt denn auch selber ein, dass die Beschwerdegegnerinnen gestützt auf die Vertriebsbewilligung die gesetzlichen Voraussetzungen erfüllen, um das Erzeugnis feilzubieten. Dass das Präparat nach Durchführung des Bewilligungsverfahrens klinisch noch nicht erprobt war und die Ärzte die näheren Angaben über seine Verwendung noch nicht besassen, ist belanglos. Die Beschwerdeführerin hat nicht erst dann Anspruch auf vorbeugenden Rechtsschutz, wenn die Beschwerdegegnerinnen den schweizerischen Markt durch Anpreisung des Erzeugnisses schon bearbeitet, mithin eine allfällige Patentverletzung bereits begangen haben. Erscheint somit die Gefahr einer Patentverletzung durch die Beschwerdegegnerinnen auf dem schweizerischen Markt als genügend dringlich, so ist damit auch im Kanton Zürich und in der Stadt Zürich selber zu rechnen. Die zürcherischen Gerichte wären zur Anordnung vorsorglicher Massnahmen nur dann nicht zuständig, wenn schlüssige Anhaltspunkte dafür beständen, dass die Beschwerdegegnerinnen ihr Erzeugnis im Kanton Zürich nicht zu verkaufen beabsichtigten. Wollte man anders entscheiden, so käme man zum gesetzwidrigen Ergebnis, dass sich die Beschwerdeführerin gegen eine bevorstehende Verletzungshandlung nicht zur Wehr setzen könnte, sondern eine solche erst abwarten müsste.\n\nDer angefochtene Entscheid ist daher aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit sie materiell entscheide, insbesondere auch die Frage des nicht leicht ersetzbaren Nachteiles (Art. 77 Abs. 2 PatG) prüfe.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, das Urteil des Obergerichts (II. Zivilkammer) des Kantons Zürich vom 16. April 1973 aufgehoben und die Sache zur materiellen Beurteilung an die Vorinstanz zurückgewiesen."}