{"annee": "99", "cour": "IB", "page": "425", "date": "21/9/1973", "cite": [], "cite_par": [], "chapeau": "57. Extrait de l'arrêt du 21 septembre 1973 dans la cause Borden contre Département fédéral de justice et police.", "regestes": ["Réintégration dans la nationalité suisse, Art. 58 bis LN. Cas des étrangères devenues Suissesses par un premier mariage et qui, après dissolution de ce mariage, se sont remariées avec un étranger et ont ainsi perdu la nationalité suisse avant l'entrée en vigueur de la loi fédérale de 1952: de telles personnes n'ont pas un droit à la réintégration; il faut que des circonstances spéciales justifient une telle mesure. Constatation incomplète des faits pertinents (art. 104 lettre b OJ)."], "faits": "BGE 99 Ib 425 S. 425\n\nA.- D'origine danoise, Vibeke Agnete Borden, née Valentin-Hansen, était venue en Suisse en 1937, en vue d'y terminer ses études. Elle a épousé en 1939 Max Engelhard, dont elle a acquis la nationalité suisse; elle a vécu avec lui à St-Blaise (Neuchâtel) jusqu'à la dissolution de leur mariage par le divorce, à fin 1944/début 1945. Aucun enfant n'est né de leur union.\n\nRentrée au Danemark après son divorce, elle a épousé, en 1946, le ressortissant danois Ole Borden; ainsi a-t-elle acquis à nouveau la nationalité danoise et perdu la nationalité suisse.\n\nEn 1952, les époux Borden sont allés se fixer aux Etats-Unis.\n\nBGE 99 Ib 425 S. 426Par la suite, ils ont acquis tous deux la nationalité américaine par naturalisation.\n\nEn 1970, d'accord avec son mari, dame Borden est venue s'installer en Suisse avec ses quatre enfants nés de son second mariage. Elle habite Crans-sur-Sierre; ses enfants ont fait ou font encore leurs études en Valais. Son fils aîné étudie actuellement dans une université anglaise. Son époux continue à exploiter aux Etats-Unis une entreprise commerciale et passe de temps en temps ses vacances avec sa famille à Crans-sur-Sierre.\n\nAu cours de ces dernières années, les époux Borden ont envisagé l'installation complète de la famille en Suisse; mais ils ont abandonné cette idée.\n\nLe 13 juillet 1970, dame Borden a déposé auprès du Consulat général de Suisse à New York une demande de réintégration dans la nationalité suisse, fondée sur l'art. 58 bis de la loi fédérale du 29 septembre 1952 sur l'acquisition et la perte de la nationalité suisse (LN).\n\nPar décision du 15 mars 1973, le Département fédéral de justice et police a rejeté la demande de réintégration de dame Borden, en relevant notamment que les conditions posées par l'art. 58 bis LN n'étaient pas remplies en l'espèce, les contacts de dame Borden avec la Suisse se résumant à quelques séjours de vacances, alors que toutes ses attaches et ses relations essentielles sont orientées vers sa patrie d'origine ou sa patrie actuelle.\n\nB.- Agissant par la voie du recours de droit administratif, dame Borden requiert le Tribunal fédéral d'annuler la décision attaquée et de prononcer sa réintégration dans la nationalité suisse en application de l'art. 58 bis LN.\n\nElle reproche au Département d'avoir fondé sa décision sur une constatation incomplète des faits pertinents, d'avoir notamment ignoré qu'elle vit actuellement en Suisse, avec ses enfants, de façon ininterrompue depuis près de trois ans, qu'elle y paie ses impôts et que trois de ses enfants y vont à l'école, de sorte que ses attaches avec la Suisse sont réelles.\n\nElle se plaint également de ce que, sans en indiquer les raisons, la décision attaquée ne fasse aucune mention des préavis favorables donnés par les cantons et les communes intéressés.\n\nElle pense que la décision attaquée a été prise non pas tant en raison de sa situation personnelle qu'en raison des conséquences que la réintégration pourrait avoir sur son mari, auquel les autorités ne pourraient plus refuser la possibilité de venir s'installer BGE 99 Ib 425 S. 427en Suisse et d'y exercer son activité. A ce propos, la recourante assure que son mari ne pourrait pas actuellement abandonner son commerce à New York.\n\nLe Département fédéral de justice et police conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n3. La principale innovation de la loi fédérale de 1952 sur la nationalité suisse, entrée en vigueur au 1er janvier 1953, a été de conférer à la Suissesse qui épouse un étranger la possibilité de conserver sa nationalité suisse, en faisant une déclaration écrite dans ce sens lors de la publication ou de la célébration du mariage (art. 9 LN). Pour les Suissesses de naissance qui, au 1er janvier 1953, avaient déjà perdu leur nationalité suisse du fait de leur mariage avec un étranger, l'art. 58 des dispositions finales et transitoires de la loi a prévu la possibilité d'être rétablies dans cette nationalité, moyennant une demande adressée au Département fédéral de justice et police dans le délai d'une année à partir de l'entrée en vigueur de la loi. Mais cette disposition ne s'applique qu'aux femmes qui avaient acquis la nationalité suisse à leur naissance, du fait de la loi, et non à celles qui étaient devenues Suissesses par naturalisation ou par mariage, auxquelles on voulait alors expressément refuser une telle possibilité (FF 1951 II p. 665 ss.; 1956 I p. 1173 ss., 1re partie paragr. II et VI).\n\nUne telle solution ne pouvait donner satisfaction en raison de sa trop grande rigueur. Comme le relevait le Message de 1951 (FF 1951 II p. 675), la nationalité est le lien externe et interne qui rattache une personne à une patrie, et il convient de corriger la situation juridique lorsque le lien externe n'est plus en harmonie avec le lien interne. Aussi ne devait-on pas tarder à reviser la loi par l'adjonction, dans les dispositions finales et transitoires, d'un art. 58 bis adopté par les Chambres fédérales le 7 décembre 1956 et entré en vigueur le 1er mai 1957; cet article a la teneur suivante:\n\n\"Les anciennes Suissesses qui, avant l'entrée en vigueur de la présente loi, ont perdu la nationalité suisse par le mariage ou par l'inclusion dans la libération de leur mari, peuvent, lorsque leur mariage n'est pas dissous et qu'elles ne sont pas séparées, être réintégrées dans cette nationalité.\n\nLa procédure et les effets de la réintégration sont réglés par les dispositions des articles 18, 24, 25, 51, 1er alinéa, et 52. Les articles 28 et 37 à 41 sont applicables par analogie.\" BGE 99 Ib 425 S. 428\n\nPar cette disposition, on a voulu également faciliter la réintégration aux femmes qui avaient acquis la nationalité suisse par naturalisation ou par mariage et qui l'ont ensuite perdue par leur mariage avec un étranger. Mais les \"anciennes Suissesses\" de l'art. 58 bis LN, contrairement aux \"Suissesses de naissance\", n'ont pas un droit à la réintégration; elles \"peuvent\" seulement être réintégrées, ce qui veut dire que l'autorité compétente doit examiner chaque cas pour lui-même et le trancher selon sa libre appréciation. Cette différence a été expressément voulue par le législateur. Pour les \"Suissesses de naissance\", on peut en effet présumer qu'en principe elles ont gardé des attaches internes assez fortes avec la Suisse, ce qui n'est pas forcément le cas pour les \"anciennes Suissesses\" (cf. FF 1956 p. 1197 s.): si la condition de l'assimilation et des attaches internes est en général réalisée pour les femmes qui étaient devenues Suissesses par naturalisation, il n'en va pas de même de celles qui n'ont acquis la nationalité suisse que par un premier mariage avec un citoyen suisse. Aussi le législateur a-t-il jugé nécessaire de se montrer a priori circonspect à l'égard de ces dernières; mais la réattribution de la nationalité suisse est également possible dans de tels cas, lorsque des circonstances particulières le justifient (cf. FF 1956 I p. 1198). Selon l'intention du législateur, un correctif doit pouvoir être apporté dans les cas \"où la situation juridique actuelle est si manifestement en désharmonie avec les attaches réelles d'une femme à l'égard de la Suisse qu'il faut tenir pour inéquitables et trop rigoureuses les conséquences de l'application de l'art. 58. Le correctif doit profiter avant tout à des femmes qui peuvent être considérées comme profondément attachées à la Suisse\" (FF 1956 II p. 1199).\n\n4. Tenant compte de cette situation juridique, le Département a nié l'existence de circonstances particulières pouvant justifier la réintégration de la recourante dans la nationalité suisse.\n\na) La recourante lui reproche de n'avoir pas pris en considération son séjour ininterrompu en Suisse avec ses enfants depuis près de trois ans. Elle y voit une constatation sinon inexacte, du moins incomplète des faits pertinents (art. 104 lettre b OJ). Ce grief se révèle fondé. Sans doute n'a-t-elle fait mention, dans sa demande de réintégration, que de la période où elle a vécu à Neuchâtel de 1937 à 1945, ainsi que de ses séjours ultérieurs de vacances à Davos, Crans, St-Moritz. Mais cette demande a été déposée le 13 juillet 1970 déjà, alors que l'installation de la BGE 99 Ib 425 S. 429recourante et de ses enfants à Crans-sur-Sierre est postérieure à cette date et que le Département n'a statué que le 13 mars 1973. Or ce qui est déterminant pour la réintégration dans la nationalité suisse, ce sont non pas les circonstances du moment où la demande a été déposée, mais celles qui existent au moment où la décision est rendue; il faut en effet tabler sur des circonstances durables. Les faits qui se sont produits depuis le dépôt de la demande doivent donc être pris en considération, surtout dans un cas où, comme en l'espèce, un laps de temps assez long s'est écoulé entre le dépôt de la demande et la décision statuant sur cette demande.\n\nLa décision attaquée relève que depuis 1945 les contacts de la recourante avec la Suisse se sont limités à quelques séjours de vacances. Une telle constatation n'est pas exacte, si l'on s'en remet aux déclarations de la recourante, non contestées par le Département; elle est en tout cas incomplète au sens de l'art. 104 lettre b OJ. Bien que les faits intervenus à partir de fin 1970 soient de nature à prouver non pas tant l'existence d'anciens liens étroits avec la Suisse que la création de nouveaux liens, après 25 ans d'établissement à l'étranger, on ne saurait d'emblée leur nier toute pertinence dans l'examen de la demande de réintégration. Il y a en effet une différence importante entre des vacances dans un hôtel ou un chalet en Suisse et le fait d'y vivre de façon suivie pendant près de trois ans dans un même endroit, avec ses enfants qui fréquentent les écoles de la région.\n\nLa recourante déclare attacher de l'importance à ce que ses enfants fassent leurs études en Suisse et qu'ils y soient éduqués dans l'esprit du pays; pour que cela fût possible, elle a dû trouver pour elle et ses enfants un logement proche du lieu des études. Au regard de l'art. 58 bis LN, ces faits permettent en tout cas de conclure à un attachement plus profond à la Suisse que les quelques séjours de vacances retenus par le Département dans la décision attaquée.\n\nb) Dans sa détermination sur le recours de droit administratif, le Département ne conteste pas les circonstances actuelles de vie de la recourante et de ses enfants, mais il soutient qu'elles ne permettent pas non plus de conclure à l'existence de liens suffisamment étroits avec la Suisse. Une telle conclusion est cependant trop hâtive. La période qui s'est écoulée depuis la demande de réintégration doit faire l'objet d'une enquête et d'un examen plus approfondis.\n\nLe Tribunal fédéral n'a pas à procéder lui-même à cette BGE 99 Ib 425 S. 430enquête et à cet examen; s'agissant d'un domaine où l'autorité de décision jouit d'un large pouvoir d'appréciation et dispose en outre d'une grande expérience, il ne saurait se substituer à cette autorité; il en irait autrement s'il s'agissait d'une disposition précise, dont le Tribunal fédéral devrait assurer la juste application.\n\nLa décision attaquée doit donc être annulée et l'affaire renvoyée au Département pour nouvelle décision, après complément d'enquête et examen approfondi.\n\nc) Au sujet des préavis cantonaux et communaux, il est exact que le Département - ainsi qu'il le relève dans sa détermination sur le recours - n'a pas à les considérer comme déterminants, mais qu'il doit examiner lui-même si les conditions de réintégration sont remplies dans le cas d'espèce et décider selon des principes applicables à l'ensemble de la Suisse.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours, annule la décision attaquée et renvoie l'affaire au Département fédéral de justice et police pour nouvelle décision."}