{"annee": "99", "cour": "IB", "page": "488", "date": "12/12/1973", "cite": [], "cite_par": ["119 IB 334", "101 IB 277", "114 IB 142", "105 IB 197", "102 IB 57", "111 IB 26", "109 IB 130"], "chapeau": "67. Arrêt du 12 décembre 1973 dans la cause Métrailler et hoirs Fournier contre Etat du Valais.", "regestes": ["Expropriation. Routes nationales. Art. 27 et 28 LRN. Procédure d'expropriation ouverte devant la Commission fédérale d'estimation sans que le projet définitif du tronçon de route nationale ait été approuvé par l'autorité fédérale compétente; procédure et décision au fonds annulées d'office par le Tribunal fédéral, saisi d'un recours des expropriés."], "faits": "|489|\n\nA.- Le Service des routes nationales du canton du Valais a pris contact avec de nombreux propriétaires en vue d'acquérir, de gré à gré, les terrains nécessaires à la construction de la future route nationale St-Maurice-Brigue. Les pourparlers amiables n'ont pas abouti pour l'acquisition d'une surface d'environ 5000 m2 à détacher des parcelles contiguës nos 1737 et 1738 du cadastre de la commune de Sion, d'une contenance de 7497 et de 6739 m2, appartenant en copropriété à Félix Métrailler et à André Fournier: les copropriétaires ne se sont pas opposés à l'expropriation; ils ont au contraire demandé que celle-ci porte sur la surface totale des deux parcelles; mais l'entente n'a pas pu se faire sur l'indemnité à leur verser. Par lettre du 25 septembre 1967, leur avocat a demandé au Service des routes nationales de \"bien vouloir mettre en oeuvre la Commission de taxation et de procéder à l'expropriation de ce terrain\".\n\nB.- Par lettre du 3 novembre 1967, le Service des routes nationales a requis le Président de la Commission fédérale d'estimation du IIe arrondissement d'autoriser la procédure sommaire pour l'expropriation des parcelles nos 1737 et 1738. L'avis personnel a été envoyé aux copropriétaires, conformément à l'art. 34 de la loi fédérale sur l'expropriation (LEx.).\n\nLes parties ont été convoquées en audience de conciliation devant le Président de la Commission fédérale pour le 11 mars 1968. Les copropriétaires ne se sont pas opposés à l'expropriation, mais aucune entente n'a pu intervenir sur le montant de l'indemnité.\n\nC.- Le 8 mai 1970, la Commission fédérale d'estimation du IIe arrondissement a tenu séance en présence des parties, puis procédé à une inspection locale; elle a ensuite rendu, apparemment hors la présence des parties, une décision fixant à 52 fr. le m2, soit à 739 972 fr. au total, l'indemnité d'expropriation |490| à payer par l'Etat du Valais aux expropriés, avec intérêt à 5% l'an dès la prise de possession; elle a alloué 500 fr. de dépens aux expropriés et mis à la charge de l'Etat du Valais les frais de procédure et de décision.\n\nD.- Agissant par la voie du recours de droit administratif, Félix Métrailler et les hoirs d'André Fournier (décédé entretemps) requièrent le Tribunal fédéral: principalement, d'annuler la décision de la Commission d'estimation du IIe arrondissement et de lui renvoyer le dossier pour nouvelle décision, les frais et les dépens étant mis à la charge de l'Etat du Valais; subsidiairement, de fixer l'indemnité d'expropriation à 120 fr. le m2, avec intérêt au taux usuel dès le 13 juin 1961 (date de l'interdiction de construire) et de leur allouer une indemnité de 10 000 fr. \"pour leurs dérangements\", les frais de première instance et de recours ainsi que les dépens étant mis à la charge de l'Etat du Valais.\n\nL'Etat du Valais propose l'admission partielle du recours, dans ce sens que l'intérêt de 5% sur l'indemnité d'expropriation devrait courir à partir du 28 juin 1970, premier moment où l'expropriation aurait pu être exécutée.\n\nLa Commission d'estimation, conclut au rejet du recours et à la confirmation de la décision attaquée.", "considerants": "Considérant en droit:\n\n1. Les recourants avancent deux arguments à l'appui de leur conclusion principale tendant à l'annulation de la décision attaquée: ils relèvent d'une part que, depuis l'audience de conciliation du 11 mars 1968 et la séance de la Commission d'estimation du 8 mai 1970, la situation s'est profondément modifiée à Sion en ce qui concerne le caractère des terrains expropriés et leur valeur, de sorte que le retard injustifié de la Commission leur cause un préjudice important, ce qui justifie le renvoi de toute l'affaire à la Commission pour nouveau jugement; ils font observer d'autre part que la décision attaquée est viciée, du moment qu'elle a été signée en 1973 par un président qui n'est plus en fonction depuis le 1er juillet 1971.\n\nOn peut se dispenser d'examiner ces moyens, car la décision attaquée doit être annulée pour un autre motif.\n\n2. En vertu de l'art. 39 de la loi fédérale sur les routes nationales (LRN), l'expropriation des terrains nécessaires à la construction des routes nationales a lieu selon les dispositions |491| de la loi fédérale du 20 juin 1930 sur l'expropriation, sous réserve des dispositions des al. 2 et 3 de l'art. 39 LRN. Selon l'al. 2 de cet article, l'autorité cantonale compétente transmet au président de la Commission d'estimation les plans du projet définitif approuvé (art. 27 et 28), en y joignant le plan d'expropriation et le tableau des droits expropriés, la procédure d'expropriation se limitant au règlement des prétentions annoncées.\n\nOr le dossier de la Commission fédérale d'estimation ne contient aucune trace d'une décision de l'autorité fédérale compétente approuvant les \"projets définitifs mis au point\" (art. 28 LRN). A défaut de cette approbation, l'Etat cantonal - auquel le droit d'expropriation est conféré en principe par l'art. 39 LRN - n'est pas autorisé à entamer la procédure d'expropriation.\n\nIl est vrai que l'Etat intimé semble être de l'avis que cette formalité serait superflue, du moment que ce sont les propriétaires des terrains qui ont eux-mêmes demandé que la procédure d'expropriation soit ouverte. Une telle opinion est erronée. Ainsi qu'il appert de la décision déférée et des documents produits par l'intimé, la construction que les recourants envisageaient d'ériger sur les parcelles litigieuses a fait l'objet d'une opposition de l'autorité cantonale, parce que cette construction se trouvait sur l'emprise de la future route nationale St-Maurice-Brigue. Cette procédure a déclenché la procédure d'expropriation à un moment où les plans définitifs de l'ouvrage n'existaient pas encore. En l'absence de plans définitifs, il incombait à l'autorité cantonale de demander la constitution de zones réservées, en application des art. 14 ss. LRN, ou de soumettre à l'approbation du Département fédéral de l'intérieur un projet définitif au moins partiel pour le secteur visé (art. 28 LRN). Il importe donc peu que ce soit à la demande des propriétaires que l'Etat ait requis l'ouverture de la procédure devant la Commission fédérale d'estimation pour faire fixer le montant de l'indemnité d'expropriation.\n\nAinsi les conditions légales requises pour l'expropriation des terrains nécessaires à la construction d'une future route nationale n'étaient pas remplies, de sorte que l'ensemble de la procédure qui s'est déroulée devant la Commission fédérale d'estimation du 2e arrondissement était vicié dès le début. Cette irrégularité doit être prise en considération d'office; elle |492| entraîne l'annulation de la décision attaquée et de toute la procédure qu l'a précédée (cf. RO 96 I 192).\n\nIl appartiendra à l'Etat intimé de procéder, sans désemparer, conformément aux dispositions de la loi sur les routes nationales, en vue d'obtenir, pour ce secteur au moins, l'approbation du projet définitif prévue par l'art. 28 LRN, puis d'ouvrir la procédure d'expropriation devant la Commission compétente en vertu des nouvelles dispositions fédérales (ordonnance du Conseil fédéral sur les arrondissement fédéraux d'estimation, du 17 mai 1972; RS 711.11).\n\n3. Les recourants prétendent subir un préjudice pour avoir été empêchés, dès 1961, d'utiliser leurs terrains conformément à leur destination. Il leur appartiendra d'alléguer et d'établir les faits sur lesquels ils fondent leurs prétentions dans la nouvelle procédure, ou dans une procédure particulière.\n\n4. La présente procédure a causé aux expropriés des frais de défense dans les deux instances, frais qu'il incombe à l'Etat expropriant de leur rembourser.\n\nLes frais judiciaires des deux instances doivent être mis également à la charge de l'Etat expropriant.\n\nPar ces motifs, le Tribunal fédéral:\n\nAnnule, dans le sens des motifs, la décision de l'ancienne Commission d'estimation du IIe arrondissement des 8 mai 1970/21 mai 1973, ainsi que la procédure d'estimation."}