{"annee": "99", "cour": "IB", "page": "356", "date": "2/11/1973", "cite": [], "cite_par": ["105 III 43", "106 IB 77", "103 V 63"], "chapeau": "45. Estratto della sentenza del 2 novembre 1973 nella causa X. contro Camera di diritto tributario del Tribunale di Appello del cantone Ticino.", "regestes": ["Délai de recours. Cours de ce délai. Preuve de la date de la notification de la décision attaquée. Impôt pour la défense nationale. 1. Lorsqu'une décision a été notifiée par lettre ordinaire, le fardeau de la preuve de la date à laquelle la notification a effectivement été faite incombe à l'autorité (confirmation de la jurisprudence) (consid. 2). 2. Ce fardeau incombe également à l'autorité qui a postdaté sa décision de manière que celle-ci parvienne normalement à son destinataire au plus tard le jour qui y est mentionné. On ne peut en principe exiger du destinataire qu'il conserve les enveloppes contenant une communication officielle (consid. 3). 3. En matière d'impôt pour la défense nationale, la supputation du délai d'opposition à la taxation est régie par l'art. 99 al. 2 AIN (consid. 1)."], "faits": "BGE 99 Ib 356 S. 357\n\nRiassunto dei fatti:\n\nL'Ufficio circondariale di tassazione di Lugano tassava X per il 15o periodo dell'imposta per la difesa nazionale su un reddito annuo di Fr. 32 100.--. Inviata come lettera semplice, la decisione recava la menzione seguente: \"Data di notifi cazione: 02.11.1971\".\n\nIl 3 dicembre 1971 X presentava reclamo all'autorità di tassazione, chiedendo che il reddito imponibile fosse ridotto a Fr. 17 000.--. L'Ufficio circondariale di tassazione respingeva tale reclamo per tardività. La Camera di diritto tributario del Tribunale d'Appello del cantone Ticino, a cui X ricorreva, respingeva a sua volta il gravame. La Corte cantonale, rilevato che il termine di 30 giorni previsto dall'art. 99 cpv. 2 DIN comincia a decorrere dal giorno successivo a quello della notifica della decisione impugnata, osservava che, solendo l'autorità fiscale ticinese spedire le proprie decisioni alcuni giorni prima della data di notificazione figurantevi, questa va ritenuta come BGE 99 Ib 356 S. 358data della consegna della decisione al contribuente. Per ragioni relative alla buona fede, ove la decisione fosse stata rimessa al contribuente prima della data di notificazione indicata, quest'ultima sarebbe considerata come data determinante ai fini del computo del termine d'impugnazione. Nella fattispecie la scadenza del termine, che ha cominciato a correre il 3 novembre 1971, è intervenuta il 2 dicembre 1971, ciò che prova la tardività del reclamo di X, consegnato alla posta il 3 dicembre.\n\nX ha interposto ricorso di diritto amministrativo al Tribunale federale; egli fa valere che il suo reclamo era stato tempestivo, avendo egli ricevuto la decisione di tassazione soltanto il 3 novembre 1971.", "considerants": "Considerando in diritto:\n\n1. Trattasi nel presente giudizio di decidere unicamente sulla ricevibilità del reclamo che il ricorrente aveva presentato il 3 dicembre 1971 all'autorità di tassazione. Tale questione va risolta in applicazione dell'art. 99 DIN, che disciplina la procedura di reclamo in materia d'imposta per la difesa nazionale, e non ai sensi dell'art. 32 OG, che concerne le procedure aperte dinnanzi al Tribunale federale e che il ricorrente invoca pertanto a torto.\n\nL'art. 99 cpv. 1 DIN prevede che contro la tassazione il contribuente può reclamare per iscritto entro 30 giorni dalla sua notificazione. Conformemente all'art. 99 cpv. 2, il termme di reclamo comincia a correre il giorno successivo a quello della notificazione, ovvero, in quanto si tratti di una domenica o di un giorno festivo ufficiale, il primo giorno feriale successivo; il termine si considera come osservato se il reclamo è stato consegnato alla posta il giorno della sua scadenza.\n\nL'esito del presente ricorso dipende dal giorno in cui è cominciato effettivamente a decorrere il termine di reclamo. Se la tassazione fosse stata notificata il 2 novembre 1971, tale termine avrebbe principiato a correre il giorno successivo e sarebbe scaduto il 2 dicembre 1971; il reclamo del ricorrente consegnato pacificamente alla posta il 3 dicembre 1971, sarebbe allora tardivo. Se, per converso, la notificazione avesse avuto luogo il 3 novembre 1971, il termine avrebbe cominciato a correre il 4 novembre e sarebbe scaduto il 3 dicembre 1971, sicché in tal caso il reclamo sarebbe tempestivo. E'precisamente sulla data dell'avvenuta notifica che diverge l'opinione BGE 99 Ib 356 S. 359delle parti. Mentre le autorità cantonali considerano quale data di notifica quella menzionata nella decisione di tassazione, ossia il 2 novembre 1971, il ricorrente sostiene che detta decisione gli è pervenuta il 3 novembre 1971, giorno che egli assume come data della notifica. Per risolvere la controversia occorre determinare in primo luogo a chi incombe nella fattispecie l'onere della prova.\n\n2. L'art. 8 CC stabilisce che, in principio, chi vuol dedurre il suo diritto da una circostanza di fatto da lui asserita, deve fornirne la prova. Di portata generale, tale regola si applica tanto in diritto pubblico che in diritto privato. Pertanto, nella procedura di reclamo disciplinata dall'art. 99 DIN, il contribuente deve provare d'aver esercitato validamente il diritto di reclamo e, in particolare, d'averlo esercitato tempestivamente. Non può ovviamente pretendersi da lui l'impossibile. Non v'è dubbio che, per quanto riguarda l'invio del reclamo, non v'è ragione d'esonerarlo dall'obbligo di provare la data di questo atto, che si suppone redatto da lui o da un suo ausiliario. Per contro, qualora la tassazione sia notificata come lettera semplice, il reclamante non é generalmente in grado di dimostrare che essa gli è pervenuta un giorno determinato piuttosto che un altro. Incombe piuttosto all'amministrazione, che sceglie il modo con cui procedere alla notifica, sopportare l'alea risultante dall'invio come lettera semplice e assumere, di conseguenza, l'onere della prova.\n\nIl Tribunale federale ha sempre seguito questo principio, dichiarando che un'altra soluzione sarebbe contraria all'art. 4 CF. Così, ad esempio, in RU 61 I 6 ss., dopo aver posto a carico dello Stato in linea generale l'onere di provare l'avvenuta notifica, ha considerato come diniego di giustizia una disposizione cantonale in virtù della quale l'esistenza di tale atto era presunta in base ad un'iscrizione figurante sul modulo delle imposte e sui registri fiscali. In RU 70 I 66, il Tribunale federale ha statuito che un avviso assimilabile ad una semplice lettera non poteva reputarsi essere pervenuto al destinatario. In RU 74 IV 120 la Corte di cassazione penale ha confermato in materia di tassa militare tale giurisprudenza. Successivamente, nel 1957, la Camera di diritto pubblico ha ribadito che, in principio, la notifica degli avvisi di tassazione deve essere provata dalle autorità fiscali (v. Archives de droit fiscal suisse, vol. 27, p. 358). Nella sentenza inedita Sandoz e Farny c. Comune BGE 99 Ib 356 S. 360di Fontaines/NE, del 30 settembre 1964, consid. 3 e 4, s'è imposto all'autorità che avesse rinunciato ad una notifica a mezzo raccomandata ed avesse inviato una lettera semplice, l'onere di tentare di provare con altri mezzi che la decisione litigiosa fosse pervenuta al destinatario, e precisamente alla data indicata dall'autorità. Siffatta ripartizione dell'onere della prova è stata ulteriormente confermata in sentenze successive (RU 92 I 258 e Archives de droit fiscal suisse, vol. 37, p. 537). Anche la prassi cantonale concorda con tale giurisprudenza (cfr. \"Entscheidungen des Verwaltungsgerichts des Kantons Zürich\", 1960, n. 54; Zentralblatt für Staats- und Gemeindeverwaltung, 1970, p. 468; Monatsschrift für bernisches Verwaltungsrecht, 1972, p. 365) e, in dottrina, IMBODEN afferma esplicitamente e senza formulare riserve che la prova della notifica d'una decisione incombe all'amministrazione (\"Schweizerische Verwaltungsrechtsprechung\", 3.a ediz., vol. II, p. 633, n. IV; cfr. p. 657 n. I).\n\n3. Occorre pertanto esaminare se nella fattispecie l'autorità di tassazione abbia fornito la prova a suo carico, ossia se abbia reso verosimile che, conformemente a quanto da essa allegato, la notifica sia effettivamente intervenuta il 2 novembre 1971.\n\nSulla scorta della decisione di tassazione, tale data non appare verosimile. Al contrario, poichè l'atto in questione indica come giorno di notifica il 2 novembre 1971, è nell'ordine normale delle cose che esso sia stato ricevuto dal ricorrente il giorno successivo, il quale appare quindi come quello probabile dell'effettiva notifica.\n\nLe autorità cantonali rilevano nondimeno che il fisco ticinese suole postdatare le decisioni di tassazione, in modo che esse pervengano al contribuente al più tardi il giorno ivi menzionato. L'esistenza di una siffatta prassi non basta tuttavia a provare che nel caso concreto la notifica abbia realmente avuto luogo il 2 novembre 1971, ossia alla data figurante nella decisione di tassazione. Da un lato, non possono escludersi la presenza di errori di data nelle decisioni fiscali e una spedizione non sempre regolare delle medesime, specialmente in periodi in cui esse sono particolarmente numerose; dall'altro, tenuto conto dell'aumentato traffico postale e della penuria di personale, non è impossibile che certe lettere siano distribuite tardivamente o addirittura ad un indirizzo inesatto (v. RU 61 I 7 s; sentenza citata Sandoz e Farny c. Comune di Fontaines/NE, consid. 4).\n\nBGE 99 Ib 356 S. 361\n\nNè può pretendersi, come invece ritiene la Corte cantonale nelle sue osservazioni, che l'interessato produca la busta in cui era contenuta la decisione e che reca il timbro postale di partenza. Prescindendo dal fatto che un tale documento proverebbe solo che la lettera è passata attraverso l'ufficio postale di partenza ad un certo momento, e costituirebbe pertanto un semplice indizio a favore di un successivo recapito entro un termine normale di avviamento e di distribuzione, ciò che lascia salve le ipotesi di un possibile successivo ritardo o disguido postale, non può porsi a carico dell'interessato l'onere di conservare tutte le buste contenenti una comunicazione proveniente da un'autorità, in previsione di eventuali future controversie circa l'osservanza di un termine.\n\nE'vero che nel suo reclamo il ricorrente indica il 2 novembre 1971 quale data di notifica, che nel suo gravame alla Camera di diritto tributario egli par la di \"notifica di tassazione ... intimata il 2 novembre 1971\" e che nel suo ricorso di diritto amministrativo si dice che \"la notifica di tassazione venne intimata, o notificata che dir si voglia\" lo stesso giorno. Risulta tuttavia dal contesto che si allude con queste espressioni alla data di spedizione, e non a quella di ricevimento della decisione. Utilizzando il termine di \"notifica\" anzichè quello di spedizione, il ricorrente ha voluto manifestamente riprendere la menzione indicata nella decisione di tassazione e che, come sopra illustrato, non si riferisce all'effettiva notifica.\n\nNon avendo fornito la prova a suo carico, l'autorità di tassazione s'è a torto rifiutata d'entrare nel merito del reclamo presentatole. Ne discende che il ricorso è fondato e che la decisione della Camera di diritto tributario dev'essere annullata. Conviene rilevare al proposito che è del tutto comprensibile che il fisco ticinese invii le sue decisiono di tassazione (numerosissime perchè destinate a tutti i contribuenti), nonchè altre ad esse comparabili, come lettera semplice anzichè come raccomandata: in tal modo si evita un cospicuo sovraccarico di lavoro, specialmente per il personale postale di cui notoria è la penuria, pur rimanendo assai probabile un normale recapito di tali decisioni ai loro destinatari. L'inconveniente di tale soluzione pratica è però che, nei casi in cui il destinatario contesti di aver ricevuto la comunicazione o d'averla ricevuta alla data ritenuta dall'autorità, incombe a quest'ultima fornire la prova rigorosa dell'avvenuta notifica, rispettivamente della circostanza che la BGE 99 Ib 356 S. 362notifica ha avuto luogo nel giorno da essa allegato. Procedendo alla notifica con lettera semplice l'autorità deve scontare la possibilità di tali controversie; il loro insorgere può essere generalmente evitato soltanto ricorrendo ad un modo di notifica diverso (ad esempio mediante raccomandata o contro avviso di ricevimento, v. RU 61 I 8; Archives de droit fiscal suisse, vol. 27, p. 358); spetta all'autorità scegliere la soluzione che le paia più opportuna nelle circostanze concrete assumendone i relativi vantaggi ed inconvenienti.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è accolto e la decisione impugnata annullata."}