{"annee": "99", "cour": "IV", "page": "15", "date": "1/6/1973", "cite": ["97 IV 52", "70 IV 92"], "cite_par": [], "chapeau": "5. Entscheid der Anklagekammer vom 1. Juni 1973 i.S. Staatsanwaltschaft des Kantons Thurgau gegen Staatsanwaltschaften der Kantone Luzern und Zürich.", "regestes": ["For. 1. Art. 350 ch. 1 CP. Pour déterminer le for, il faut prendre en considération les infractions qui ont fait l'objet d'un jugement rendu par défaut contre l'inculpé, lorsque celui-ci a demandé le relief (consid. 1). 2. Art. 263 PPF. Motifs justifiant une dérogation au for légal (consid. 2 et 3)."], "faits": "|15|\n\nA.- Gegen den deutschen Staatsangehörigen Paul Baldur Pelka ist im Kanton Zürich ein Strafverfahren hängig. Nachdem der Beschuldigte am 24. Juli 1972 aus der Untersuchungshaft entwichen war, verurteilte ihn das Obergericht des Kantons Zürich am 5. Oktober 1972 in Abwesenheit wegen Einbruchsdiebstahls und anderer Handlungen zu dreieinhalb Jahren Zuchthaus, auf die es ihm 380 Tage Untersuchungshaft anrechnete. Am 10. Februar 1973 wurde Pelka im Kanton Thurgau verhaftet. Er verlangte die Aufhebung des Urteils und die Durchführung des ordentlichen Verfahrens. Das Obergericht setzte die Verhandlung zur Neubeurteilung der Sache auf den 28. Juni 1973 an.\n\nVom 25. Juli 1972 bis am 8. Februar 1973 soll Pelka weitere Diebstähle und Diebstahlsversuche begangen haben, meistens in Verbindung mit Hausfriedensbruch und Sachbeschädigung durch Einbrechen in Häuser. Die Tatorte befinden sich in neun Fällen von Diebstahl und zwei Fällen von Diebstahlsversuch im Kanton Luzern, in einem Falle von Diebstahlsversuch |16| im Kanton Zürich, in vier Fällen von Diebstahlsversuch und zwanzig Fällen von Diebstahl im Kanton Thurgau und in vier Fällen von Diebstahl im Kanton Schaffhausen. Die ersten Strafanzeigen wegen solcher Verbrechen gingen am 25. Juli 1972 im Kanton Luzern ein. Daneben wird Pelka einiger Handlungen beschuldigt, die mit geringerer Strafe bedroht sind (Entwendung eines Motorfahrzeuges zum Gebrauch, Führen ohne Führerausweis, Fälschung von Pässen usw.).\n\nB.- Die Behörden der Kantone Thurgau, Luzern und Zürich streiten darüber, welcher Kanton Pelka für die seit seiner Entweichung vom 24. Juli 1972 begangenen strafbaren Handlungen zu verfolgen und zu beurteilen habe.\n\nDie Staatsanwaltschaft des Kantons Thurgau beantragt der Anklagekammer des Bundesgerichts mit Eingabe vom 25. Mai 1973, die Behörden des Kantons Luzern, eventuell jene des Kantons Zürich zuständig zu erklären.", "considerants": "Die Anklagekammer zieht in Erwägung:\n\n1. Die Handlungen, die das Obergericht des Kantons Zürich am 5. Oktober 1972 in Abwesenheit des Beschuldigten beurteilte, fallen für die Bestimmung des Gerichtsstandes mit in Betracht. Pelka ist ihretwegen noch immer im Sinne von Art. 350 Ziff. 1 StGB verfolgt, denn das Urteil ist auf sein Verlangen dahingefallen, und diese Taten werden im ordentlichen Verfahren neu zu beurteilen sein (§ 197 Abs. 1 zürch. StPO). AusBGE 70 IV 92ergibt sich nicht, dass die Verfolgung als mit dem 5. Oktober 1972 abgeschlossen zu gelten habe. Die Anklagekammer hat in diesem Präjudiz nur entschieden, die Erhebung der Anklage nach der zürcherischen Strafprozessordnung schliesse die Anwendung von Art. 350 Ziff. 1 StGB nicht aus, der Beschuldigte sei solange im Sinne dieser Bestimmung verfolgt, als seine Tat nicht gerichtlich beurteilt sei. Unter dem gerichtlichen Urteil ist der die Strafverfolgung beendende Entscheid zu verstehen. Ein in Abwesenheit des Angeklagten gefälltes Urteil erfüllt diese Voraussetzung jedenfalls dann nicht mehr, wenn es auf Verlangen des Verurteilten dahingefallen ist, mit der Folge, dass der Richter neu urteilen muss.\n\nZur Verfolgung und Beurteilung aller dem Beschuldigten vorgeworfenen strafbaren Handlungen des eidgenössischen Rechts sind somit an sich die Behörden des Kantons Zürich |17| zuständig, da die erste Untersuchung wegen Einbruchsdiebstahls in diesem Kanton angehoben wurde (Art. 350 Ziff. 1 Abs. 2 StGB).\n\n2. Dieser Gerichtsstand ist jedoch unzweckmässig. Der Kanton Zürich hätte entweder die Neubeurteilung der Handlungen, die Gegenstand des Kontumazialverfahrens bildeten, bis nach dem Abschluss der Untersuchung über die neu entdeckten Handlungen auszusetzen und nachher über alle ein einziges Urteil zu fällen, oder er müsste - was das Strafgesetzbuch, namentlich Art. 350 Ziff. 1, nicht verböte (BGE 97 IV 55 /56 und dort erwähnte Entscheide) - die neu entdeckten Handlungen in ein besonderes Verfahren verweisen und für sie eine Zusatzstrafe ausfällen. Das eine wie das andere Vorgehen kann ihm nicht zugemutet werden, da von den zahlreichen neu entdeckten Verbrechen nur ein einziges im Kanton Zürich ausgeführt worden ist. Diese Handlung, ein Diebstahlsversuch, ist zudem mit geringerer Strafe bedroht als die vollendeten Diebstähle. Aus dem Schreiben der Staatsanwaltschaft des Kantons Zürich vom 18. Mai 1973 ist zu schliessen, dass die zürcherischen Behörden wahrscheinlich aus prozessökonomischen Gründen die Verfahren über die alten und die neuen Handlungen nicht vereinigen würden. Es käme also zur Ausfällung einer Zusatzstrafe. Eine solche kann aber ebenso gut in einem anderen der beteiligten Kantone verhängt werden. Die Verlegung des Gerichtsstandes in einen dieser Kantone hat den Vorteil, dass die meisten der neu entdeckten Handlungen in jenem Gebiet beurteilt werden können, wo Pelka sie ausgeführt hat. Die Staatsanwaltschaft des Kantons Thurgau führt denn auch selber aus, ihres Erachtens habe die Staatsanwaltschaft des Kantons Zürich anlässlich einer telephonischen Rücksprache zu Recht an der im Schreiben vom 18. Mai vertretenen Meinung festgehalten. Es rechtfertigt sich unter diesen Umständen, gemäss Art. 263 BStP den Gerichtsstand zur Verfolgung und Beurteilung der seit dem 25. Juli 1972 ausgeführten strafbaren Handlungen anders zu bestimmen, als es nach Art. 350 Ziff. 1 Abs. 2 StGB geschehen müsste.\n\n3. Da von der gesetzlichen Regel abzuweichen ist, kann es vernünftigerweise nur zulasten des Kantons Thurgau, nicht zulasten des Kantons Luzern geschehen. Von den neu entdeckten Diebstählen und Diebstahlsversuchen sind 24 im Kanton Thurgau und nur 11 im Kanton Luzern ausgeführt |18| worden. Gewiss wurden die ersten Untersuchungen wegen dieser Handlungen im Kanton Luzern angehoben. Darauf kommt aber schon deshalb nichts an, weil der Grundsatz der Prävention (Art. 350 Ziff. 1 Abs. 2), der zum Gerichtsstand Zürich führen würde, ohnehin verlassen wird. Die Untersuchungen der im Kanton Luzern angezeigten Handlungen sind zudem nicht über die ersten polizeilichen Ermittlungen hinaus gediehen. Es bestehen keine prozessökonomischen Gründe, den Gerichtsstand Luzern vorzuziehen, weil in diesem Kanton ein Diebstahlsversuch schon am 26. Juli und zwei Diebstähle am 31. Juli bzw. 28. August 1972 angezeigt wurden, die erste Anzeige im Kanton Thurgau dagegen erst am 24. September 1972 einging.\n\nDemnach erkennt die Anklagekammer:\n\nDas Gesuch wird abgewiesen, und die Behörden des Kantons Thurgau werden zuständig erklärt, Paul Baldur Pelka für alle seit seiner Entweichung vom 24. Juli 1972 ausgeführten strafbaren Handlungen zu verfolgen und zu beurteilen."}