{"annee": "99", "cour": "IA", "page": "754", "date": "13/8/1973", "cite": ["96 I 324", "95 I 43", "95 I 49", "88 I 107"], "cite_par": ["108 IA 82", "103 IA 58"], "chapeau": "87. Urteil vom 13. August 1973 i.S. Studentenschaft der Universität Bern gegen den Regierungsrat des Kantons Bern", "regestes": ["Art. 88 OJ; qualité d'une corporation de droit public pour agirpar la voie du recours de droit public. L'association des étudiants de l'Université de Berne ne jouit pas d'une autonomie comparable à celle d'une commune. Elle n'a dès lors pas qualité pour attaquer par la voie du recours de droit public une décision de l'Etat touchant à son organisation et à ses compétences."], "faits": "|754|\n\nA.- Das bernische Gesetz über die Universität vom 7. Februar 1954 (UG) enthält folgende Bestimmungen: \"Art. 12:\n\nDer Regierungsrat bestimmt die Kollegiengelder und Gebühren, die von den Studierenden zu entrichten sind. Die Prüfungsgebühren werden von den Fakultäten festgesetzt, unter Vorbehalt der Genehmigung durch die Erziehungsdirektion. Art. 15:\n\nAlle immatrikulierten Studierenden bilden die Studentenschaft der Universität; diese kann sich in Fakultätsorganisationen gliedern.\n\nDie Gesamtstudentenschaft und die Studentenschaften der einzelnen Fakultäten haben das Recht, in allen studentischen Angelegenheiten Anfragen und Anregungen an das Rektorat und an die Dekane zu richten.\n\nDie Statuten der Gesamtstudentenschaft und der Studentenschaften der Fakultäten bedürfen der Genehmigung durch den Senat.\n\n|755| ...\" In Art. 1 der Statuten der Studentenschaft Bern vom 14. Dezember 1971 wird näher ausgeführt, dass die Studentenschaft der Universität Bern als Organ der Hochschule ein Verein mit Sitz in Bern ist, der die Wahrung der ideellen und materiellen Interessen der Studierenden der Universität Bern bezweckt. Nach Art. 41 der Statuten werden von den immatrikulierten Studierenden der Universität Bern Semesterbeiträge für die Studentenschaft der Universität erhoben, deren Höhe durch Beschluss des Studentenrats festgesetzt wird und von der kantonalen Erziehungsdirektion zu genehmigen ist.\n\nAm 21. März 1973 erliess der Regierungsrat des Kantons Bern, nachdem der Bezug der Kollegiengelder und Semestergebühren bis anhin bloss aufgrund von nicht publizierten Regierungsratsbeschlüssen erfolgt war, gestützt auf Art. 12 UG eine Verordnung über die Kollegiengelder und Gebühren an der Universität Bern. Art. 12 dieser Verordnung betrifft die Kasse für studentische Zwecke, welcher gemäss Art. 2 und Art. 4 je ein Beitrag aus der von den Studierenden zu entrichtenden Immatrikulationsgebühr (Fr. 2.-) und der Semestergebühr (Fr. 9.50) sowie der für die Erneuerung der Legitimationskarte erhobene Beitrag (Fr. 1.-) zufallen. Die Vorschrift lautet: \"Art. 12:\n\nDie Kasse für studentische Zwecke dient der Förderung studentischer Interessen im Rahmen der Zweckbestimmung der Universität. Im übrigen hat die Verwendung der Mittel politisch und konfessionell neutral zu erfolgen. Über die Verwendung der Mittel entscheidet eine vom Regierungsrat eingesetzte Kommission. Sie setzt sich zusammen aus:\n\n- einem Senatsmitglied als Vorsitzendem,\n\n- dem Rektorat,\n\n- dem Universitätssekretär,\n\n- zwei Vertretern der Studentenschaft.\n\nDer Senatsausschuss unterbreitet dem Regierungsrat seine Wahlvorschläge für den Vorsitzenden, die Studentenschaft für ihre Vertreter.\n\nDie Erziehungsdirektion erlässt das Geschäftsreglement der Kommission.\n\nGegen die Entscheide der Kommission kann bei der Erziehungsdirektion Beschwerde geführt werden.\"\n\nB.- Die Studentenschaft der Universität Bern (im folgenden kurz \"Studentenschaft\" genannt) hat gegen diese regierungsrätliche |756| Verordnung über die Kollegiengelder und Gebühren an der Universität Bern vom 21. März 1973 staatsrechtliche Beschwerde erhoben mit dem Antrag, Art. 4 Abs. 1, soweit er die Gebühr für die Kasse für studentische Zwecke betrifft, sowie Art. 12 aufzuheben. Sie macht eine Verletzung des Prinzips der Gewaltenteilung, des Willkürverbots, des Grundsatzes von Treu und Glauben, des Autonomierechtes der Studentenschaft sowie des Gleichbehandlungsgebotes geltend. Die Begründung der Beschwerde ergibt sich, soweit nötig, aus den nachstehenden Erwägungen.\n\nC.- Die Erziehungsdirektion des Kantons Bern beantragt namens des Regierungsrats, auf die Beschwerde nicht einzutreten, eventuell sie abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDie Studentenschaft macht geltend, sie sei eine Körperschaft des öffentlichen Rechts, die hinsichtlich der von ihr zu erfüllenden Öffentlichen Aufgaben autonom sei. Dieser Autonomiebereich, welcher gleich demjenigen der Gemeinde einen verfassungsmässigen Schutz geniesse, werde durch die angefochtene Verordnung verletzt. Der Regierungsrat des Kantons Bern bestreitet nicht, dass die Studentenschaft eine öffentlichrechtliche Korporation ist. Zur Begründung seines Nichteintretensantrages macht er jedoch geltend, dass sie sich auf keinen Autonomieanspruch berufen könne.\n\na) Dass es sich bei der Studentenschaft der Universität Bern um eine Korporation des öffentlichen Rechts handelt, unterliegt keinem Zweifel. Sie ist durch Gesetz, nämlich durch Art. 15 UG, geschaffen worden als ein Verband, dem die im Interesse der öffentlichen Anstalt bzw. des Staates liegende Aufgabe, die mit dem Universitätsbetrieb zusammenhangenden Interessen der Studierenden zu wahren, überbunden ist.\n\nb) Die staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte der Bürger ist nach der Umschreibung ihrer Voraussetzungen in Verfassung (Art. 113 BV) und Gesetz (Art. 88 OG) ein Rechtsbehelf zum Schutze der natürlichen und juristischen Personen gegen Übergriffe der öffentlichen Gewalt und dient daher nicht zur Anfechtung von Entscheidungen, die gegen den Inhaber dieser Gewalt ergangen sind. Öffentlich-rechtlichen Korporationen, die mit der Wahrnehmung |757| öffentlicher Aufgaben betraut sind, steht daher die staatsrechtliche Beschwerde nicht zu, es sei denn, sie bewegten sich auf dem Boden des Privatrechts und würden durch den angefochtenen Entscheid oder Erlass wie eine Privatperson betroffen. Eine Ausnahme gilt nur für die Gemeinde, der das Recht zuerkannt wird, ihre durch Verfassung oder Gesetz gewährleistete Autonomie gegenüber dem Staat als dem ihr übergeordneten Träger öffentlicher Gewalt zu verteidigen oder Entscheidungen anzufechten, welche ihre Existenz oder den Bestand ihres Gebietes in Frage stellen (BGE 96 I 328, BGE 95 I 45 f, BGE 88 I 108 f, je mit Verweisungen).\n\nIn der Beschwerde wird mit Recht nicht behauptet, dass im Kanton Bern Verfassung oder Gesetz der Studentenschaft die gleiche Autonomie wie der Gemeinde einräumten. Es fragt sich daher bloss, ob der Studentenschaft auch ohne dahingehende kantonale Vorschrift eine Autonomie zuzuerkennen ist, deren Verletzung mit staatsrechtlicher Beschwerde gerügt werden kann. Dazu besteht jedoch kein Anlass. Wenn das Bundesgericht die Gemeindeautonomie als ein verfassungsmässiges Recht im Sinne von Art. 113 BV anerkennt, so deshalb, weil den Gemeinden von alters her ein bestimmter, von Eingriffen des staatlichen Behörden geschützter Bereich der Selbstgesetzgebung und Selbstverwaltung zusteht. Die Gemeindeautonomie steht im Zusammenhang mit dem Gemeindeföderalismus als einem wesentlichen Element des politischen Aufbaus der Schweiz. Ihre Anerkennung als verfassungsmässiges Recht schützt die Gemeinde davor, von einem selbständigen Gemeinwesen mit demokratischer Willensbildung zu einem kantonalen Verwaltungsbezirk zu werden (BGE 95 I 56 mit Hinweisen auf Literatur; JACQUES MEYLAN, Problèmes actuels de l'autonomie communale, ZSR 1972 N. F. 91 II S. 21 ff.; ULRICH ZIMMERLI, Die neuere bundesgerichtliche Rechtsprechung zur Gemeindeautonomie, ZBl 73 1972 S. 257). Diese Gründe, welche die Anerkennung eines verfassungsmässig geschützten Autonomiebereiches rechtfertigen, sind bei der Studentenschaft der Universität Bern nicht vorhanden. Auch wenn die an der Universität Bern immatrikulierten Studenten ihr zwangsweise angehören und die Entscheidungen, die sie im Rahmen der ihr übertragenen studentischen Angelegenheiten trifft, auf demokratischer Willensbildung beruhen (Art. 14 ff. der Statuten vom 14. Dezember 1971), so ist sie ein Verwaltungskörper |758| innerhalb der öffentlichen Anstalt, dem weder die Funktion noch die politische Bedeutung einer Gemeinde zukommt. Die Studentenschaft ist daher nicht legitimiert, sich mit staatsrechtlicher Beschwerde gegen einen Eingriff des Staates in ihre Organisation und Kompetenzen zu wenden. Auf die Beschwerde ist deshalb nicht einzutreten.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Beschwerde wird nicht eingetreten."}