{"annee": "99", "cour": "IB", "page": "413", "date": "21/9/1973", "cite": [], "cite_par": ["108 IB 465", "112 II 51", "108 IB 377", "103 IB 303", "105 IB 28", "110 IB 52", "110 V 351", "116 IB 344", "107 II 459", "104 IB 129", "109 IB 130"], "chapeau": "55. Arrêt du 21 septembre 1973 dans la cause X. contre Commission fédérale des banques", "regestes": ["Recours de droit administratif contre une décision incidente. Art. 97 et 101 OJ, 45 LPA. Obligation de déposer des pièces. 1. Une décision incidente peut faire l'objet du recours, à condition qu'elle entraîne un dommage irréparable et que la décision finale qu'elle précède soit elle-même attaquable (confirmation de la jurisprudence). Notion de dommage irréparable (consid. 1). 2. La Commission fédérale des banques peut, en vertu de la loi sur les fonds de placement, prendre des décisions contre la société dedirection et la banque dépositaire, non contre un actionnaire de ladite société, fût-il majoritaire. Partant, elle ne peut contraindre celui-ci à déposer des pièces en tant que partie (consid. 2 a). 3. En revanche, elle peut l'y contraindre en tant que tiers (consid. 2 b)."], "faits": "|414|\n\nLa société anonyme S. assume la direction du fonds de placement P. Sans faire partie de ses organes, X. est actionnaire majoritaire de ladite société. Il dirige un bureau financier.\n\nLa Commission fédérale des banques (CFB) a ouvert une enquête sur la distribution des parts du fonds de placement P. X. a admis que la société S. avait émis environ 20 000 parts du fonds pendant l'exercice 1971/72, que son bureau avait souscrit une tranche de ces titres, à concurrence de 15 à 20 millions de francs et qu'il en avait vendu la presque totalité, à un prix de 2 à 3% supérieur au prix d'émission, par l'intermédiaire de 30 à 50 agents qui ont visité la clientèle à domicile ou répondu à ses demandes écrites.\n\n|415|\n\nInvoquant la nécessité d'obtenir des renseignements complémentaires et s'estimant en droit de les exiger des personnes et sociétés visées par l'art. 14 de la loi sur les fonds de placement (LFP), la CFB a décidé ce qui suit:\n\n\"1. X. est dans l'obligation de remettre, dans les 14 jours, à la Commission fédérale des banques, les documents suivants:\n\na) une liste de toutes les personnes qui ont eu, entre le 1er octobre 1971 et ce jour, une activité dans la prospection, la publicité, l'information, la prise de commandes ou la vente de parts P., avec indication des nom, prénom, lieu d'origine, domicile, No de code et commission brute reçue;\n\nb) les doubles ou photocopies de tous les \"bons de commande\" et autres décomptes sur l'émission ou la vente de parts P. pendant la période du 1er octobre 1971 au 31 décembre 1972, avec mention du nombre de parts commandées ou décomptées, le prix par part, la somme totale payée, le nom et l'adresse du client, la date, le No de code et le nom de l'intermédiaire (agent, conseiller financier, etc.).\n\n2. ... (Communication.)\n\nLa décision indique qu'elle peut faire l'objet d'un recours de droit administratif dans les dix jours.\n\nX. a exercé ce moyen en temps utile. Il conclut à l'annulation du prononcé et au renvoi de la cause à la CFB.\n\nCelle-ci propose principalement de déclarer le recours irrecevable, subsidiairement de le rejeter.\n\nLes motifs sommaires de la décision attaquée ayant été complétés dans la réponse de l'autorité, un second échange d'écritures a été ordonné.\n\nLa CFB envisageant d'intervenir à la fin de son enquête soit contre le recourant, soit contre la société S., celle-ci a été invitée à s'expliquer à son tour en tant que partie virtuelle. Elle l'a fait, en adoptant pour l'essentiel la thèse du recourant.", "considerants": "Considérant en droit:\n\n1. La CFB a pris la décision attaquée dans le cadre d'investigations à la fin desquelles, en tant qu'autorité de surveillance des fonds de placement, elle peut être appelée à ordonner des mesures administratives. On a donc affaire à une décision rendue au cours d'une procédure qu'elle ne termine pas, c'est-à-dire à une décision incidente, susceptible d'être suivie d'une décision finale (RO 98 I/a 443, 98 I/b 283).\n\nLa recevabilité du recours de droit administratif formé contre une décision incidente est subordonnée à deux conditions. D'une |416| part, selon le texte exprès de l'art. 101 lit. a OJ, la décision finale doit elle-même être sujette à ce recours; d'autre part, d'après l'interprétation jurisprudentielle des art. 97 al. 1 OJ, 5 al. 2 et 45 al. 1 LPA, la décision incidente doit être de nature à causer un dommage irréparable. Il importe peu en revanche qu'elle figure ou non dans l'énumération de l'art. 45 al. 2 LPA (RO 97 I 478 s., 97 V 249, 98 I/b 284 ss., 98 V 221).\n\na) En l'espèce, quel qu'en soit le destinataire, la décision finale s'appuiera sur la loi concernant les fonds de placement, soit sur un texte de droit public fédéral, pour imposer des obligations ou en constater l'inexistence dans un cas particulier. Répondant ainsi à la définition de l'art. 5 al. 1 LPA, auquel renvoie l'art. 97 al. 1 OJ, elle est sujette au recours de droit administratif.\n\nLe fait que le prononcé d'une décision finale ne soit pas encore certain, mais dépende de l'examen des pièces requises par la décision incidente, n'exclut pas la recevabilité du recours dirigé contre celle-ci. S'il en était différemment, la possibilité de recourir contre les décisions incidentes serait fermée dans la plupart des cas, l'issue définitive de la cause étant en général problématique au moment où ces décisions sont prises. L'art. 101 lit. a OJ perdrait une grande partie de la portée que le législateur entendait lui attribuer.\n\nb) Ainsi qu'il ressort de la jurisprudence, la notion de dommage irréparable n'est pas nécessairement la même dans la procédure du recours de droit administratif et dans celle du recours de droit public (RO 98 I/b 286 s.). Lorsqu'il est saisi d'un recours de droit administratif, le Tribunal fédéral ne juge pas de l'existence d'un dommage irréparable selon un critère unique, mais il adopte celui qui s'accorde le mieux avec la nature de la décision attaquée (ibidem). En particulier, il ne se borne pas à considérer comme irréparable le seul dommage qu'une décision finale favorable au recourant ne peut faire disparaître complètement. Cependant, à tout le moins, un dommage de ce genre doit être tenu pour irréparable dans la procédure du recours de droit administratif comme dans celle du recours de droit public. Or, même si la CFB renonce à rendre une décision finale contre le recourant, le dommage que la décision attaquée est de nature à lui causer subsistera entièrement: d'un côté, les frais occasionnés par la production des pièces sollicitées auront été assumés en pure perte; de l'autre, les démarches que la CFB se propose d'entreprendre auprès des clients du recourant risquent d'affecter |417| durablement la marche de ses affaires. On se trouve donc bien en présence d'un dommage irréparable.\n\nCertes, selon la CFB, il serait loisible au recourant de se faire rembourser ses frais dans l'hypothèse où l'enquête ouverte contre lui le mettrait hors de cause. Toutefois, en cas de contestation sur le montant à restituer, le recourant devrait se fonder sur la loi concernant la responsabilité de la Confédération, de ses autorités et de ses fonctionnaires pour introduire un procès dont le succès, dépendant de la preuve d'un acte commis sans droit, serait aléatoire. Dans ces conditions, on ne saurait qualifier de réparable le dommage auquel le recourant est exposé.\n\nIl est vrai que, suivant la jurisprudence relative à l'art. 87 OJ, la voie du recours de droit public n'est ouverte contre les décisions incidentes que s'il en résulte un dommage non seulement irréparable, mais encore juridique (RO 98 I/a 443). Sans doute cette dernière exigence est-elle liée à la nature particulière du recours de droit public, dont la recevabilité suppose la lésion d'un droit au sens de l'art. 88 OJ. Aussi peut-on se demander si elle s'applique également au recours de droit administratif, dont l'art. 103 lit. a OJ subordonne l'admissibilité à la simple violation d'un intérêt digne de protection (cf. RO 98 V 221). Cependant, point n'est besoin de résoudre cette question en l'espèce. En obligeant le recourant à faire des prestations, la décision attaquée modifie la situation de droit à son détriment; elle lui fait donc subir un dommage juridique.\n\nAu demeurant, peu importe que le préjudice en cause soit plus ou moins grave, la loi n'ayant pas égard à cette circonstance.\n\nc) Les exigences légales sont ainsi remplies et la décision est susceptible de recours, contrairement à l'opinion que soutient la CFB dans sa réponse.\n\n2. La décision attaquée ne précise pas contre qui se dirigera la décision finale. Adressée au recourant, c'est à lui seul qu'elle impose des obligations. Si elle a été communiquée à la société S. aussi bien qu'au recourant, elle n'indique pas à quel titre. Dès lors, à ne considérer que la décision attaquée, on peut se demander si le recourant ne sera pas l'unique objet de la décision finale. Toutefois, la CFB ayant prévu, dans l'instance fédérale, la possibilité de rendre une décision finale contre la société ou contre le recourant, il y a lieu de tenir compte maintenant déjà de ces deux éventualités. En effet, si le recours devait être admis dans la première, il serait loisible à la CFB de renouveler ses |418| injonctions au recourant eu égard à la seconde. Aussi se justifiet-il d'examiner d'emblée l'une et l'autre.\n\na) Si le recourant est le destinataire de la décision finale, c'est en qualité de partie qu'il a été invité par la décision attaquée à fournir des documents. Pour que cette réquisition se justifie, il est nécessaire: 1o que la CFB ait la compétence de prendre une décision finale envers le recourant; 2o que celui-ci soit tenu, en tant que partie, de collaborer à la constatation des faits; 3o que les pièces exigées soient pertinentes, c'est-à-dire de nature à influer sur le sort de la cause.\n\nLa première condition n'est pas remplie. En vertu de l'art. 42 al. 1 LFP, la CFB veille au respect des dispositions de la loi et du règlement par la direction et la banque dépositaire. Ainsi qu'il ressort clairement de ce texte, elle est habilitée à prendre des mesures de surveillance contre la direction et la banque dépositaire, à l'exclusion de toute autre personne juridique ou physique, notamment d'un actionnaire de la société de direction. Dans ces conditions, il est inutile de se demander si le devoir de loyauté prescrit par l'art. 14 al. 1 LFP à la direction et par l'art. 14 al. 4 LFP aux administrateurs, gérants et membres de la société fonctionnant comme direction, ainsi qu'aux sociétés qui les touchent de près, incombe également aux actionnaires de la société de direction. Dans l'affirmative même, il ne s'ensuivrait pas que la CFB soit compétente pour intervenir à l'égard de ces actionnaires. En tout cas, comme elle le reconnaît d'ailleurs elle-même, il ne lui appartient pas de faire observer la législation sur les voyageurs de commerce. Sans doute peut-elle dénoncer à l'autorité compétente les actes par lesquels l'actionnaire d'une société de direction contrevient à cette législation. Toutefois, contrairement à ce qu'elle prétend, la faculté de dénoncer n'implique pas celle d'ouvrir une enquête pour étayer une dénonciation. Une telle enquête ne peut être entreprise que par l'autorité compétente pour agir en cas d'infraction.\n\nLa demande de la CFB ne répond pas non plus à la deuxième condition indiquée. Sans doute, selon l'art. 12 LPA, applicable aux procédures instruites par la CFB en vertu de l'art. 1er al. 2 lit. d LPA, l'autorité procède-t-elle à l'administration des preuves, en particulier au moyen des renseignements des parties. Cependant, ainsi qu'il résulte des art. 13 à 19 LPA, l'art. 12 LPA n'impose d'obligation que dans la mesure précisée par les dispositions qui le suivent. Or, en ce qui concerne le devoir de renseigner |419| des parties, l'art. 13 al. 1 LPA fait règle. Il les astreint à collaborer à la constatation des faits: a) dans une procédure qu'elles introduisent elles-mêmes; b) dans une autre procédure, en tant qu'elles y prennent des conclusions indépendantes; c) en tant qu'une autre loi fédérale leur impose une obligation plus étendue de renseigner ou de révéler. Manifestement, aucune de ces hypothèses n'est réalisée en l'espèce: le recourant n'a pas introduit de procédure devant la CFB; il n'a pas pris de conclusions indépendantes dans l'enquête ouverte contre lui; enfin, si l'art. 42 al. 4 LFP habilite la CFB à demander des renseignements et des documents à la direction, à la banque dépositaire, aux sociétés immobilières qui font partie du fonds de placement, ainsi qu'au reviseur, il ne s'applique pas aux actionnaires de la société de direction.\n\nL'inaccomplissement des deux premières conditions dispense le Tribunal fédéral de se prononcer sur l'accomplissement de la dernière. De toute façon, dans la mesure où le recourant sera visé par la décision finale, c'est-à-dire où il fait figure de partie, la réquisition qui lui a été adressée ne peut être maintenue.\n\nb) Il reste à examiner si elle se justifie dans l'éventualité où la décision finale se dirigera contre la société S. et où, dès lors, le recourant ne joue pas le rôle de partie. Une réponse affirmative dépend aussi de trois conditions: 1o la CFB doit être compétente pour rendre une décision finale contre la société S.; 2o le recourant doit être tenu de fournir des documents à titre de témoin ou de tiers; 3o les pièces réclamées doivent être pertinentes, soit propres à influencer l'issue de la cause.\n\nEn vertu des art. 42 ss. LFP, la CFB est en droit d'intervenir contre une société de direction telle que la société S. La première exigence est donc satisfaite.\n\nIl en est de même de la deuxième. Point n'est besoin de décider si la CFB peut ordonner l'audition de témoins et se fonder sur l'art. 17 LPA pour inviter le recourant à fournir des documents à titre de témoin. Quoi qu'il en soit, selon l'art. 51 al. 1 PCF, auquel renvoie l'art. 19 LPA, les tiers sont obligés de produire les titres en leur possession, sous réserve des titres relatifs à des faits sur lesquels ils peuvent refuser de témoigner conformément à l'art. 42 PCF. Or, en l'espèce, les conditions auxquelles est subordonné le devoir imposé par l'art. 51 al. 1 PCF sont toutes remplies: d'abord, les pièces requises par la décision attaquée sont des titres, c'est-à-dire qu'elles sont de nature à prouver |420| l'existence de faits de portée juridique; ensuite, le recourant ne conteste pas détenir ces documents ou du moins les renseignements qui permettent de les établir; de plus, il ne se trouve pas dans un des cas exceptionnels visés par l'art. 42 PCF, le secret bancaire dont il se prévaut n'étant pas protégé par l'art. 321 ch. 1 CP, auquel se réfère cette disposition.\n\nEnfin, au regard de la troisième exigence posée, la décision attaquée échappe également à la censure du Tribunal fédéral. D'une part, sous le titre \"Devoir de loyauté\", l'art. 14 al. 1 LFP invite la direction d'un fonds de placement à le gérer exclusivement dans l'intérêt des porteurs de parts; or, lorsqu'une société de direction vend des parts, en cours d'émission, à un prix supérieur à celui qui a été calculé sur la base de l'art. 12 al. 3 LFP, il n'est pas exclu qu'elle viole son devoir de loyauté. D'autre part, on peut se demander si le recourant n'a pas procédé à une telle vente et si la société S. ne doit pas en être tenue pour responsable; en effet, bien que le recourant ne fasse pas partie des organes de cette société, il en est le principal actionnaire, lui a prêté une somme considérable et figure au registre du commerce sous la même adresse qu'elle, ce qui permet de supposer qu'il joue un rôle prépondérant dans l'activité de cette société; preuve en est aussi que, sur les formules de commande de parts, il a fait apposer au timbre humide, à côté de l'en-tête imprimé au nom de son bureau et à son adresse, la mention \"Service d'information du fonds P.\", accompagnée encore une fois de cette même adresse. Ce sont là autant de raisons d'admettre que les pièces demandées au recourant sont propres à influer sur la décision qui sera prise éventuellement contre la société S. Assurément, en l'état actuel de la procédure, il ne s'agit pas de fixer les conditions auxquelles une violation de la LFP sera susceptible d'être retenue à la charge de celle-ci; il suffit de constater qu'une telle violation n'est pas impossible et que les documents sollicités du recourant peuvent contribuer à en établir l'existence.\n\nc) Il n'y a pas lieu de suivre la société S. lorsqu'elle suggère, à titre subsidiaire, que l'enquête soit exécutée au moyen d'un \"contrôle fiduciaire\" par les soins d'un organe de revision, comme le prévoit l'ordonnance concernant le placement de fonds étrangers, du 26 juin 1972. Il appartiendra à la CFB de décider de la manière dont elle doit mener son enquête et de commettre des experts si elle le juge utile. Il va de soi, cependant, |421| qu'elle devra agir avec tact et discrétion, pour éviter de causer sans nécessité un préjudice aux parties et aux tiers.\n\n3. En conclusion, le recours est bien fondé dans la mesure où la décision finale se dirigera contre le recourant, et mal fondé en tant qu'elle sera prise contre la société S. Dans ces conditions, la décision attaquée doit être maintenue, mais à des fins limitées. Aussi convient-il de rejeter le recours au sens des considérants."}