{"annee": "99", "cour": "IA", "page": "331", "date": "13/6/1973", "cite": ["99 IA 71", "99 IB 150", "97 I 7", "96 I 138"], "cite_par": ["107 IA 9"], "chapeau": "36. Urteil vom 13. Juni 1973 i.S. Nater gegen Regierungsrat und Obergericht des Kantons Schaffhausen", "regestes": ["Art. 4 Cst.: droit des constructions. 1. L'interprétation du droit cantonal légal et réglementaire par l'autorité cantonale compétente n'est examinée par le Tribunal fédéral que sous l'angle restreint de l'arbitraire, même lorsqu'il s'agit d'un recours pour violation de l'autonomie communale (consid. 1). 2. Compétence du Conseil d'Etat schaffhousois en tant qu'autorité de surveillance en matière de constructions (consid. 2). 3. L'implantation de maisons de vacances et de week-end en dehors du périmètre du plan directeur des égouts est contraire à l'art. 20 de la LF du 8 octobre 1971 sur la protection des eaux (consid. 3)."], "faits": "BGE 99 Ia 331 S. 331\n\nA.- Das Baugesetz für den Kanton Schaffhausen vom 9. November 1964 (BauG) enthält unter dem Titel \"Kantonale Bauvorschriften\" in den Art. 28-71 eine Reihe von Grundsätzen und Minimalbestimmungen, die für das ganze Kantonsgebiet gelten und von den Gemeinden beim Erlass von Vorschriften oder bei der Erteilung von Bewilligungen zu beachten sind (Art. 28 Abs. 1 BauG). Im Rahmen ihrer Zuständigkeit, wie sie BGE 99 Ia 331 S. 332in Art. 2 ff. BauG umschrieben ist, dürfen die Gemeinden weitergehende Vorschriften aufstellen (Art. 28 Abs. 2 BauG).\n\nDas BauG enthält u.a. folgende Minimalbestimmungen:\n\nArt. 37. \"Gebäude dürfen nur auf Grundstücken errichtet werden, die eine genügende Zufahrt haben.\"\n\nArt. 46. \"Zum Aufenthalt von Menschen bestimmte Bauten dürfen nur bewilligt werden, wenn die Versorgung mit Trinkwasser und die einwandfreie Beseitigung des Abwassers sichergestellt sind.\"\n\nGemäss Art. 76 BauG obliegt dem Regierungsrat der Erlass der zur Ausführung des BauG erforderlichen Vorschriften und die Überwachung des Vollzuges. Gestützt auf diese Bestimmung erliess der Regierungsrat am 6. April 1971 eine Verordnung \"betreffend die Erschliessung von Grundstücken für die Überbauung\" (Erschliessungsverordnung), welche am 16. April 1971 in Kraft trat. Nach § 5 Abs. 1 lit. b der Verordnung ist eine \"hinreichende Zufahrt\" nur vorhanden, wenn die zu benützende Strasse eine Fahrbahnbreite von wenigstens 4,5 m aufweist. Nach § 6 gilt die Voraussetzung der Versorgung mit Trink- und Löschwasser als erfüllt, wenn das Grundstück an die Wasserversorgung der Gemeinde angeschlossen werden kann und die Zuleitung des Wassers mit 4 atü Druck sichergestellt ist. Nach § 7 Abs. 1 kann die Baudirektion eine Ausnahme von dieser Regelung gestatten, wenn nachgewiesen wird, dass das in Aussicht genommene Trinkwasser hygienisch einwandfrei und ausreichend ist. Nach § 8 kann die Baubewilligungsbehörde einen von § 6 abweichenden Brandschutz gestatten, wenn nachgewiesen wird, dass die in Aussicht genommenen Löschvorrichtungen den Richtlinien der kantonalen Gebäudeversicherung entsprechen. Gemäss § 10 gilt die Voraussetzung der einwandfreien Abwasserbeseitigung als erfüllt, wenn das Grundstück über eine bestehende Kanalisation der Gemeinde an die Abwasserreinigungsanlage angeschlossen werden kann oder wenn bis zur Erstellung einer solchen Anlage eine nach den Richtlinien der Vereinigung Schweizerischer Abwasserfachleute dimensionierte biologische Kläranlage betrieben wird. § 11 der Erschliessungsverordnung lautet:\n\n\"Sonderfälle\n\n1 Die Baudirektion kann für kleinere Gebäude und Anlagen innerhalb des im generellen Kanalisationsprojekt abgegrenzten Gebietes, die aus zwingenden Gründen noch nicht an die Abwasseranlagen angeschlossen werden können, Ausnahmen gewähren, sofern die Voraussetzungen BGE 99 Ia 331 S. 333für den Anschluss kurzfristig geschaffen werden. Sie hat die Bewilligung mit den im Interesse des Gewässerschutzes liegenden Bedingungen und Auflagen zu verbinden.\n\n2 Ausnahmen für Gebäude und Anlagen ausserhalb des im generellen Kanalisationsprojekt abgegrenzten Gebietes können vom Regierungsrat erteilt werden, wenn der Gesuchsteller ein sachlich begründetes Bedürfnis, so z.B. die Standortgebundenheit, nachweist. Mit der Ausnahmebewilligung sind die im Interesse des Gewässerschutzes liegenden Bedingungen und Auflagen zu verbinden.\"\n\nZuständig zur Erteilung der Baubewilligung ist, von in Art. 61 BauG umschriebenen, hier nicht in Betracht fallenden Ausnahmen abgesehen, der Gemeinderat (Art. 60 BauG). Das Forstgesetz für den Kanton Schaffhausen vom 16. Dezember 1904 (ForstG) enthält indessen in Art. 34 folgende Regelung:\n\n\"Um die Wälder vor Feuersgefahr zu schützen, dürfen Gebäude ohne vorhergegangene Untersuchung und Bewilligung durch den Regierungsrat nicht näher als 100 m entfernt von einer Waldung aufgeführt werden.\"\n\nDie vom Regierungsrat zum ForstG erlassene Verordnung \"über Zweckentfremdungen von Waldareal und die Errichtung von Bauten im Waldinnern und in Waldnähe\" vom 28. Juli 1965 umschreibt in den §§ 8 und 9 die Voraussetzungen, die für eine Näherbaubewilligung nach Art. 34 ForstG erfüllt sein müssen. Gebäude mit Hochdruckwasserversorgung dürfen bis auf eine Entfernung von 10 m vom geschlossenen Wald zugelassen werden (§ 8). Gebäude ohne Hochdruckwasserversorgung dürfen bewilligt werden, wenn die Entfernung vom geschlossenen Wald wenigstens 30 m beträgt und im Gebäude ein frostsicherer Handfeuerlöscher vorhanden ist (§ 9).\n\nB.- Ernst Nater ist Eigentümer einer Reihe von Grundstücken mit einem gesamten Flächeninhalt von rund 10 000 m2 im Gebiet der Stieghalde auf dem Hemmentaler Randen (Gemeinde Hemmental). Am 5. August 1971 ersuchte er den Gemeinderat Hemmental um die Baubewilligung für eine auf seinem Grundstück Nr. 1810 in der Stieghalde geplante hölzerne \"Schutzhütte\". Gemäss den eingereichten Plänen soll die überdachte Grundfläche etwa 6 m x 8 m betragen. Im Innern ist ein Aufenthaltsraum von ca. 36 m2 vorgesehen mit einem Wohn-, Koch- und Schlafteil sowie einem WC. Da ein Anschluss an die kommunale Wasserversorgung nicht möglich ist und auch keine andere Wasserfassung zur Verfügung steht, soll das Trinkwasser BGE 99 Ia 331 S. 334aus einem mit einer Filtrieranlage versehenen Wassertank bezogen werden. Anstelle des Anschlusses an eine Kanalisation ist der Bau einer abflusslosen Grube vorgesehen. Das Grundstück ist über einen 1,3 km langen Weg vom Dorf Hemmental aus erreichbar.\n\nDa die Distanz der geplanten Baute zum Waldrand rund 40 m, d.h. weniger als 100 m beträgt, leitete der Gemeinderat Hemmental unter Hinweis auf Art. 34 ForstG das Baugesuch an den Regierungsrat weiter. Er stellte den Antrag, die Baute zu bewilligen, da bereits in nächster Nähe des betreffenden Grundstückes in den letzten Jahren Wochenendhäuser gebaut worden seien. Es sei zu erwarten, dass das Gebiet - welches zur Zeit weit ausserhalb der Bauzone liegt - in einem späteren Zeitpunkt einer Zone für Wochenendhäuser zugeteilt werde. Die Zufahrt zum Baugrundstück sei genügend; ein Anschluss an das Stromnetz werde nicht gewünscht, und es sei vorgesehen, für allfällige Abwässer eine feste und geschlossene Grube zu erstellen.\n\nC.- Mit Beschluss vom 28. Dezember 1971 lehnte es der Regierungsrat des Kantons Schaffhausen ab, dem Gesuch, die Hütte weniger als 100 m vom Wald entfernt bauen zu dürfen, zu entsprechen. Zur Begründung machte er geltend, dass die geplante Baute den Vorschriften der Erschliessungsverordnung widerspreche:\n\na) Das Grundstück verfüge über keine hinreichende Zufahrt. Die Erschliessungsverordnung verlange eine Fahrbahnbreite von mindestens 4,5 m.\n\nb) Das Grundstück sei nicht an die Wasserversorgung der Gemeinde angeschlossen. Die Baudirektion könne zwar eine anderweitige Trinkwasserversorgung gestatten, doch sei sie hiezu nicht verpflichtet.\n\nc) Eine einwandfreie Abwasser- und Kehrichtbeseitigung sei nicht gesichert. Ausnahmen könnten vom Regierungsrat nur für standortgebundene Bauten bewilligt werden.\n\nD.- Gegen diesen Beschluss des Regierungsrates erhob Ernst Nater beim Obergericht des Kantons Schaffhausen Verwaltungsgerichtsbeschwerde, welche mit Urteil vom 14. April 1972 indessen abgewiesen wurde.\n\nE.- Ernst Nater führt gegen dieses Urteil staatsrechtliche Beschwerde. Er rügt eine Verletzung von Art. 4 BV, der Gemeindeautonomie und des Grundsatzes der Gewaltentrennung und stellt den Antrag, das Urteil des Obergerichtes sei aufzuheben.BGE 99 Ia 331 S. 335\n\nDie Begründung des angefochtenen Entscheides und der hiegegen erhobenen Rügen geht, soweit erforderlich, aus den folgenden Erwägungen hervor.\n\nF.- Regierungsrat und Obergericht beantragen Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Dass der Beschwerdeführer legitimiert ist, den Entscheid des Obergerichtes wegen Verletzung von Art. 4 BV anzufechten, steht ausser Zweifel. Ob er darüber hinaus vorfrageweise auch eine Verletzung der Gemeindeautonomie rügen kann (vgl. ZIMMERLI, ZBl 1972 S. 272 f) und ob eine solche hier überhaupt in Betracht käme, braucht nicht geprüft zu werden. Da einzig die Anwendung kantonalen Gesetzes- und Verordnungsrechtes in Frage steht, dessen Auslegung durch die kantonale Behörde das Bundesgericht auch im Rahmen einer Autonomiebeschwerde nur unter dem Gesichtswinkel der Willkür prüft, hat die Rüge der Verletzung der Gemeindeautonomie neben derjenigen des Verstosses gegen Art. 4 BV keine selbständige Bedeutung (ZIMMERLI, a.a.O. S. 269 ff; BGE 99 Ia 74 f, 68 E. 6, mit Hinweisen). Der Beschwerdeführer ist schliesslich auch legitimiert, eine Verletzung des Grundsatzes der Gewaltentrennung zu rügen, welche er darin erblickt, dass die Vorschriften der Erschliessungsverordnung in bezug auf die Mindestbreite der Zufahrtsstrasse und in bezug auf die Kanalisationsanschlusspflicht durch das BauG nicht gedeckt seien (vgl. BGE 96 I 141 E. 3).\n\n2. Der vom Obergericht bestätigte Entscheid des Regierungsrates erging in Anwendung von Art. 34 des Forstgesetzes und betraf formell an sich nur die Frage, ob die geplante Hütte näher als 100 m an den Waldrand gestellt werden dürfe. Nach dem Wortlaut von Art. 34 ForstG sowie den einschlägigen Vorschriften der zu diesem Gesetz erlassenen Verordnung (§ 8 und § 9) dient die für waldnahe Bauten vom Regierungsrat einzuholende Sonderbewilligung einem feuerpolizeilichen Zweck, nämlich dem Schutz des Waldes vor Brandgefahr. Der Abstand der geplanten Hütte zum Waldrand beträgt rund 40 m. Dass durch ihre Errichtung und Benützung eine besondere Waldbrandgefahr geschaffen würde, wurde im Entscheid des Regierungsrates nicht ausdrücklich geltend gemacht, und auch das Obergericht stellte nur beiläufig die Brandsicherheit des Gebäudes als solchen in Frage, ohne zu behaupten, dass die in der Verordnung BGE 99 Ia 331 S. 336zum ForstG genannten Voraussetzungen für eine Näherbaubewilligung nicht erfüllt seien. Das Obergericht durfte indessen ohne Willkür annehmen, dass der Regierungsrat als Aufsichtsbehörde in Bausachen (Art. 76 BauG) befugt war, die Bewilligung nach Art. 34 ForstG trotz Vorliegens der in der Forstgesetzgebung genannten feuerpolizeilichen Voraussetzungen zu verweigern, wenn er gestützt auf seine Aufsichtsbefugnis gegen die Erteilung der Baubewilligung durch den Gemeinderat von Amtes wegen einschreiten könnte. Diese letztere Bedingung ist nach Lehre und Rechtsprechung dann erfüllt, wenn klares Recht, wesentliche Verfahrensvorschriften oder öffentliche Interessen offensichtlich missachtet worden sind (BGE 97 I 10 E. 2). Eine derartige umfassende Prüfung durch die Aufsichtsbehörde war umso eher zulässig, als eine formell rechtskräftige Baubewilligung bei Einreichung des Näherbaugesuches nach Art. 34 ForstG noch gar nicht vorlag (vgl. BGE 97 I 10 /11). Wenn der Regierungsrat bei der Prüfung des Baugesuches zum Schluss kam, dass es zwar nicht gegen die Forstgesetzgebung, aber offensicntlich gegen anderweitige Bauvorschriften verstiess, so brauchte er zur Ausübung seiner Aufsichtsbefugnisse nicht zuzuwarten, bis die Baubewilligung durch den Gemeinderat erteilt war, sondern er konnte schon die Sonderbewilligung nach Art. 34 ForstG verweigern. Jedenfalls hält die Auffassung des Obergerichtes in diesem Punkt vor Art. 4 BV durchaus stand. Es ist darüber hinaus sogar anzunehmen, dass der Regierungsrat in bezug auf diejenigen baupolizeilichen Vorschriften, deren Anwendung ohnehin ausschliesslich in seine Zuständigkeit fiel, an die genannten aufsichtsrechtlichen Schranken nicht gebunden war und die Sonderbewilligung nach Art. 34 ForstG schon dann verweigern durfte, wenn das Baugesuch zwar nicht offensichtlich, aber bei freier Prüfung gegen die betreffenden Vorschriften verstiess. Eine solche weitergehende Prüfungsbefugnis stand dem Regierungsrat zum Beispiel zu in der Frage, ob die Hütte ausserhalb des im generellen Kanalisationsprojekt abgegrenzten Gebietes gebaut werden dürfe; denn die Erteilung einer entsprechenden Ausnahmebewilligung lag nach § 11 Abs. 2 der Erschliessungsverordnung einzig in seiner Kompetenz. Ergibt sich, dass die fragliche Baute gestützt auf diese Vorschrift ohne Verfassungsverletzung, d.h. ohne Willkür und ohne Verletzung des Prinzips der Gewaltentrennung, untersagt werden durfte, so vermag die Beschwerde zum vornherein nicht durchzudringen, BGE 99 Ia 331 S. 337und es braucht auf die übrigen Einwände nicht mehr eingegangen zu werden.\n\n3. Die in Art. 46 BauG statuierte Pflicht zur einwandfreien Abwasserbeseitigung gilt nach § 10 der Erschliessungsverordnung als erfüllt, wenn das Grundstück über eine bestehende Kanalisation der Gemeinde an die Abwasserreinigungsanlage angeschlossen werden kann oder wenn bis zur Erstellung einer solchen Anlage eine nach den Richtlinien der Vereinigung Schweizerischer Abwasserfachleute dimensionierte biologische Kläranlage betrieben wird. Im vorliegenden Fall ist weder der Anschluss an ein Kanalisationsnetz noch der Bau einer biologischen Kleinkläranlage vorgesehen. Nach unwiderlegter Feststellung des Obergerichts verfügt die Gemeinde Hemmental zur Zeit selbst im Ortskern über kein ausgebautes Kanalisationsnetz. Dessen Ausbau in der Bauzone und die Erstellung einer Kläranlage sind zwar geplant, doch soll es in absehbarer Zeit nicht möglich sein, das abgelegene Gebiet der Stieghalde, in dem sich das Baugrundstück befindet, an das Kanalisationsnetz anzuschliessen. Der Beschwerdeführer scheint dies nicht zu bestreiten. Er macht jedoch geltend, dass die Erschliessungsverordnung in bezug auf die Frage der Abwasserbeseitigung über das, was der Gesetzgeber in Art. 46 BauG angeordnet habe, hinaus gehe und daher ein Verstoss gegen den Grundsatz der Gewaltentrennung vorliege. Diese Rüge ist unbegründet. Der kantonale Gesetzgeber ordnete in Art. 46 BauG an, dass die Abwässer \"einwandfrei\" zu beseitigen seien, und überliess es im übrigen dem Regierungsrat, auf dem Verordnungswege festzulegen, auf welche Weise diesem Erfordernis nachgekommen werden soll. Der Regierungsrat konnte ohne Überschreitung der ihm zustehenden Kompetenzen vorschreiben, dass die Abwasserbeseitigung grundsätzlich über eine zentrale Anlage zu erfolgen habe und Ausnahmen nur unter bestimmten Voraussetzungen zu bewilligen seien. Dies entspricht der allgemeinen heutigen Auffassung, und wenn streitig ist, wieweit solche Ausnahmen zugelassen werden müssen, so handelt es sich nicht um eine Frage der Gewaltentrennung, sondern um eine solche der inhaltlichen Verfassungsmässigkeit, die hier nur unter dem Gesichtswinkel des Art. 4 BV zu prüfen ist. Entscheidend ist dabei, dass die in § 10 und § 11 der Erschliessungsverordnung getroffene Regelung im wesentlichen derjenigen entspricht, welche das neue eidgenössische Gewässerschutzgesetz vom 8. Oktober 1971 (nGSchG) BGE 99 Ia 331 S. 338und die dazugehörige Allgemeine Gewässerschutzverordnung vom 19. Juni 1972 vorsieht. Die beiden Erlasse, welche gegenüber den kantonalen Vorschriften den Vorrang haben, traten am 1. Juli 1972 in Kraft und finden auf alle Verfahren Anwendung, die zu diesem Zeitpunkt noch nicht abgeschlossen waren (BGE 99 Ib 153 E. 1). Nach Art. 20 nGSchG sind Bauten ausserhalb des im generellen Kanalisationsprojekt abgegrenzten Gebietes bzw. ausserhalb der Bauzone (Art. 15 u. 27 der Allg. Gewässerschutzverordnung) - und um eine solche Baute handelt es sich hier - zum vornherein unzulässig, wenn der Gesuchsteller dafür kein \"sachlich begründetes Bedürfnis\" nachweisen kann; d.h. die Behörde ist verpflichtet und befugt, die Bedürfnisfrage unabhängig von den Möglichkeiten der Abwasserbeseitigung zu prüfen (BGE 99 Ib 156 E. 2 b am Ende). Da für ein Ferienhaus oder ein Wochenendhaus kein sachlich begründetes Bedürfnis im Sinne von Art. 20 nGSchG besteht (Art. 27 der Allgemeinen Gewässerschutzverordnung; BBl 1970 II 453), kommt eine Bewilligung des streitigen Projektes heute von Bundesrechts wegen nicht mehr in Frage. Doch durfte der Regierungsrat schon vor Inkrafttreten des neuen eidgenössischen Gewässerschutzgesetzes ohne Verletzung von Art. 4 BV davon ausgehen, dass die vom Beschwerdeführer geplante Hütte mangels eines Kanalisationsanschlusses unzulässig sei. Die Regelung in §§ 10/11 der Erschliessungsverordnung, wonach Gebäude ausserhalb des im generellen Kanalisationsprojekt abgegrenzten Gebietes nur bei Vorliegen eines sachlich begründeten Bedürfnisses bewilligt werden dürfen, deckt sich im wesentlichen mit derjenigen des nGSchG, an dessen Entwurfman sich beim Erlass der Erschliessungsverordnung offenbar angelehnt hatte; sie kann schon aus diesem Grunde nicht als willkürlich bezeichnet werden. Es lässt sich im übrigen mit Grund die Meinung vertreten, dass eine dauerhafte Lösung des Abwasserproblems nur möglich sei, wenn Baubewilligungen in Zukunft grundsätzlich nur für solche Gebäude erteilt werden, die sofort oder wenigstens in absehbarer Zeit an eine zentrale Abwasserreinigungsanlage angeschlossen werden können, und dass ausserhalb des Kanalisationsrayons gelegene Bauten, die auf behelfsmässige und schwer kontrollierbare Einzelkläranlagen angewiesen sind, nur bei Vorliegen eines qualifizierten Bedürfnisses (z.B. Standortgebundenheit) zu bewilligen seien. Wenn der Regierungsrat gestützt auf die Erschliessungsverordnung diese nunmehr auch im Bundesrecht verankerte Regel konsequent handhabte und der vom BGE 99 Ia 331 S. 339Beschwerdeführer geplanten Hütte aus grundsätzlichen Erwägungen des Gewässerschutzes die nach Art. 34 ForstG erforderliche Sonderbewilligung versagte, verstiess er nicht gegen das Willkürverbot, umso weniger, als das Baugrundstück auch in anderer Hinsicht nicht oder zumindest nur mangelhaft erschlossen ist (Trinkwasserversorgung, Zufahrt, Kehrichtbeseitigung). Dass beim Entscheid des Regierungsrates allgemeine planerische Überlegungen mitspielten und es ihm offenbar auch darum ging, eine ungeordnete Besiedelung des betreffenden Gebietes zu verhindern, ändert nichts. Ausschlaggebend ist, dass schon die fehlende Möglichkeit eines Kanalisationsanschlusses ausreichte, um die nachgesuchte Sonderbewilligung ohne Willkür verweigern zu können, weshalb die Frage, ob das Projekt auch gegen anderweitige Bauvorschriften verstösst, hier nicht weiter geprüft zu werden braucht.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird, soweit auf sie einzutreten ist, abgewiesen."}