{"annee": "99", "cour": "V", "page": "148", "date": "23/11/1973", "cite": ["97 V 155"], "cite_par": ["103 IB 197", "110 V 99", "111 V 161"], "chapeau": "46. Urteil vom 23. November 1973 i.S. Bundesamt für Sozialversicherung gegen Rudolf und Rekurskommission für die Ausgleichskassen des Kantons Basel-Stadt", "regestes": ["Moyen auxiliaire acquis à l'étranger (art. 9 al. 1 LAI). Conditions de la fourniture par l'assurance-invalidité (consid. 1). Celle-ci ne saurait, sans avertissement préalable, refuser d'assumer lesfrais de remplacement d'une prothèse commandée à l'étranger, lorsqu'elle a autorisé pendant des années l'acquisition hors de Suisse d'un tel moyen auxiliaire (consid. 2)."], "faits": "|149|\n\nA.- Gérald Rudolf, geboren 1945, leidet an den Folgen von Poliomyelitis. Im Jahre 1965 liess er sich wegen schwerer Zirkulationsstörungen den linken Unterschenkel amputieren. Die Invalidenversicherungs-Kommission des Kantons Basel-Land gewährte ihm verschiedene Leistungen. Unter anderem verhielt sie die Invalidenversicherung zur Abgabe einer Unterschenkelprothese \"nach Anleitung von Herrn Prof. Dr. med. N., sofern diese in der Schweiz hergestellt wird\" (Verfügung der Ausgleichskasse des Basler Volkswirtschaftsbundes vom 9. August 1965). Der Versicherte machte indessen geltend, dass er auf Empfehlung von Prof. N., Leiter der Abteilung des Bürgerspitals Basel für Chirurgie des Bewegungsapparates, seit sieben Jahren zu seiner vollen Zufriedenheit durch den Orthopädisten B., Rottweil BRD, prothetisch versorgt werde. Hieraufwurde die erwähnte Verfügung mit dem Einverständnis des Bundesamtes für Sozialversicherung dahin abgeändert, dass die Prothese durch B. hergestellt werden dürfe (Verfügung vom 17. Dezember 1965). Später bewilligte die Verwaltung dem Versicherten noch mehrere vom selben Orthopädisten hergestellte Ersatzprothesen mit den notwendigen Reparaturen, letztmals mit Verfügung vom 11. August 1971.\n\nB.- Als Gérald Rudolf im Herbst 1972 um die Übernahme der Kosten einer weitern durch B. zu liefernden Prothese ersuchte, unterbreitete die Invalidenversicherungs-Kommission den Fall erneut dem Bundesamt für Sozialversicherung. In seinem Antwortschreiben vom 27. November 1972 wies das Amt darauf hin, dass in Basel sechs Mitglieder des Schweizerischen Verbandes der Orthopädisten und Bandagisten tätig seien, mit denen eine Tarifabmachung bestehe. Deshalb habe der Gesuchsteller wie andere Versicherte seine Unterschenkelprothese in der Schweiz zu beziehen. Es bestehe kein Grund zur Annahme, dass die Verbandsmitglieder ausserstande sein sollten, ihm eine einwandfreie Prothese anzufertigen.\n\n|150|\n\nDeshalb verfügte die Ausgleichskasse am 9. Januar 1973, dass die Invalidenversicherung keine im Ausland bezogenen Unterschenkelprothesen mehr bewillige.\n\nC.- Der Versicherte beschwerte sich gegen diese Verfügung bei der Basler Rekurskommission für die Ausgleichskassen. Diese erachtete es angesichts der \"Besonderheit des Falles des Rekurrenten\" als \"geradezu unverständlich, weshalb ein seit Jahren zur Zufriedenheit arbeitender Hersteller gewechselt werden sollte, um erneut in der Schweiz zu versuchen, was seinerzeit nicht gelungen ist\". Die Rekurskommission verpflichtete deshalb die Invalidenversicherung, die Kosten einer neuen, von der Firma B. hergestellten Unterschenkelprothese zu übernehmen (Entscheid vom 26. April 1973).\n\nD.- Das Bundesamt erhebt Verwaltungsgerichtsbeschwerde. Unter Hinweis auf die Rechtsprechung des Eidg. Versicherungsgerichts zu Art. 9 Abs. 1 IVG bekräftigt es seine schon im erwähnten Schreiben vom November 1972 geäusserte Auffassung, dass Gérald Rudolf die Möglichkeit habe, sich eine zweckmässige und gute Prothese in der Schweiz zu verschaffen. Daraus, dass das Amt im Jahre 1965 dem Bezug der Prothese aus Deutschland zugestimmt habe, könne der Beschwerdegegner keine weitern Rechte ableiten. Zudem seien die Herstellungskosten in der Bundesrepublik bedeutend höher als in der Schweiz. Das Bundesamt beantragt demnach die Wiederherstellung der Kassenverfügung vom 9. Januar 1973.\n\nGérald Rudolf beantragt die Abweisung der Verwaltungsgerichtsbeschwerde. Die Prothese sei inzwischen durch die Firma B. bereits hergestellt worden. - In einer Zuschrift an das Gericht vom 20. August 1973 bemerkt Prof. N., es handle sich nicht um einen \"gewöhnlichen\", sondern \"um einen recht schwierigen Einzelfall\". Es gehe daher auch nicht um eine gewöhnliche prothetische Versorgung, sondern um eine Spezialanfertigung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 9 Abs. 1 IVG werden die Eingliederungsmassnahmen in der Schweiz, ausnahmsweise auch im Ausland gewährt. Ein solcher Ausnahmefall ist nach der Rechtsprechung des Eidg. Versicherungsgerichts gegeben, wenn die Massnahme mangels geeigneter Einrichtungen oder wegen |151| ihrer Besonderheit und Seltenheit in der Schweiz nicht oder noch nicht durchgeführt werden kann. Ob diese Voraussetzungen gegeben sind, beurteilt sich nach objektiven Gesichtspunkten; blosse Vorzüge im Einzelfall genügen nicht (EVGE 1966 S. 102 und 1967 S. 248, BGE 97 V 158).\n\n2. Nach erfolgter Beinamputation hat der Beschwerdegegner seine erste Unterschenkelprothese im Jahre 1965 durch den Orthopädisten B. in Rottweil anfertigen lassen, nachdem er wegen schlechter Erfahrungen mit schweizerischen Firmen vorher schon während sieben Jahren sich durch den deutschen Lieferanten erfolgreich hatte prothetisch versorgen lassen. Die Verwaltung hatte sich ausdrücklich damit einverstanden erklärt, dass diese Prothese im Ausland bezogen würde. In den folgenden Jahren, zum letzten Mal 1971, bewilligte ihm die Invalidenversicherungs-Kommission drei weitere, durch B. herzustellende Prothesen. - Bei diesen Gegebenheiten musste der Beschwerdegegner nicht damit rechnen, dass die Ausgleichskasse auf sein am 17. Oktober 1972 neu eingereichtes Begehren hin ihre Praxis ändern und ihm zumuten würde, den bisher offenbar bestbewährten Lieferanten zu wechseln, obschon er vorher von der Verwaltung nie auf diese Möglichkeit aufmerksam gemacht worden war. Daher widerspricht es Treu und Glauben, wenn am 9. Januar 1973, somit rund drei Monate nach der neuen Anmeldung bei der Invalidenversicherung, verfügt wurde, dass die Anschaffungskosten der Prothese nur übernommen würden, wenn der Versicherte das Kunstbein in der Schweiz herstellen lasse.\n\nAus der Tatsache, dass die Verwaltung seit 1965 wiederholt die Kosten einer im Ausland hergestellten Prothese übernommen hat und heute ein weiteres Mal übernehmen muss, vermag der Versicherte freilich keine Rechte für die Zukunft abzuleiten. Vielmehr wird die Invalidenversicherungs-Kommission im Hinblick auf ein späteres neues Gesuch des Beschwerdegegners zu prüfen haben, ob die den Verfügungen vom 17. Dezember 1965, 5. Mai 1966, 1. Dezember 1970 und 11. August 1971 zugrunde gelegene Annahme immer noch zutreffe, in der Schweiz könne eine Prothese von der Art, wie sie vom Versicherten benötigt wird, nicht hergestellt werden. Sie wird dabei beachten, dass Prof. N. selber erklärt, es handle sich nicht um einen \"normalen Fall\", weil die Amputation an einem \"poliogelähmten Bein mit Paresen der Hüft- und Oberschenkelmuskulatur\" |152| erfolgt und zudem \"auch eine Sympathectomie wegen der anfänglich schlechten Blutzirkulation durchgeführt\" worden sei. Prof. N. spricht ausdrücklich von einem \"Sonderfall\" und von \"Spezialanfertigung\" der Prothese, was sich auf die Herstellungskosten auswirken dürfte. Müsste nach erfolgter Abklärung die Notwendigkeit des Hilfsmittelbezuges aus dem Ausland objektiv verneint werden, so könnte der Beschwerdegegner künftig nicht mehr damit rechnen, dass die Invalidenversicherung im Ausland entstandene Herstellungs- und Reparaturkosten übernehmen wird.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}