{"annee": "99", "cour": "V", "page": "156", "date": "16/11/1973", "cite": [], "cite_par": ["100 V 45"], "chapeau": "48. Auszug aus dem Urteil vom 16. November 1973 i.S. Weisskopf gegen Ausgleichskasse des Kantons St. Gallen und Versicherungsgericht des Kantons St. Gallen", "regestes": ["La notion de moyen auxiliaire (art. 21 al. 1 LAI) ne comprend ni les lits orthopédiques ni les appareils d'extension."], "faits": "", "considerants": "|156|\n\nAus den Erwägungen:\n\nNach Art. 21 Abs. 1 IVG hat der Versicherte im Rahmen der vom Bundesrat aufgestellten Liste (vgl. Art. 14 Abs. 1 IVV) Anspruch auf jene Hilfsmittel, die er für die Ausübung der Erwerbstätigkeit oder der Tätigkeit in seinem Aufgabenbereich, für die Schulung, die Ausbildung oder zum Zwecke der funktionellen Angewöhnung benötigt. Aus dieser Zweckumschreibung hat das Eidg. Versicherungsgericht in ständiger Rechtsprechung geschlossen, dass ein Gerät nur dann als Hilfsmittel qualifiziert werden kann, wenn es seiner Konstruktion nach geeignet ist, der Eingliederung ins Erwerbsleben oder - bei Nichterwerbstätigen - der Beschäftigung im spezifischen Aufgabenbereich zu dienen. Gegenstände, welche diesem Zweck nur mittelbar dienlich sein können, erfüllen den Hilfsmittelbegriff nicht. Durch die in Art. 14 Abs. 1 IVV aufgezählten Hilfsmittel wird bestätigt, dass unter einem solchen Gerät ein Gegenstand zu verstehen ist, welcher vom Invaliden bei der Überwindung des Arbeitsweges oder bei der Arbeit selbst verwendet werden kann.\n\n|157| Daraus ergibt sich, dass beispielsweise blossen Extensionsvorrichtungen, Gipsbetten und Liegeschalen kein Hilfsmittelcharakter im Sinn des Art. 21 Abs. 1 IVG zukommt (EVGE 1963 S. 146 und 1964 S. 28). Solche Geräte dienen nur mittelbar der Berufsausübung bzw. der Tätigkeit im spezifischen nichterwerblichen Aufgabenbereich. - Demzufolge haben es Verwaltung und Vorinstanz gestützt auf Art. 21 Abs. 1 IVG mit Recht abgelehnt, der Invalidenversicherung die Kosten des von der Beschwerdeführerin verlangten Kunststoffbettes zu belasten."}