{"annee": "99", "cour": "V", "page": "173", "date": "23/11/1973", "cite": [], "cite_par": [], "chapeau": "54. Urteil vom 23. November 1973 i.S. Buser gegen Ausgleichskasse des Kantons Basel-Landschaft und Versicherungsgericht des Kantons Basel-Landschaft", "regestes": ["Allocation de ménage (art. 4 al. 1 lit. b LAPG). - Conditions du droit à l'allocation, s'agissant de personnes seules, sans enfants. Aperçu de la jurisprudence (consid. 1). - Allocation refusée à l'exploitant indépendant d'une fiduciaire ayant ses locaux de travail dans son appartement (consid. 2)."], "faits": "|173|\n\nA.- Der 1932 geborene, ledige Ernst Buser leistete vom 30. Oktober bis 11. November 1972 Militärdienst. Mit Verfügung vom 1. Dezember 1972 sprach ihm die Ausgleichskasse des Kantons Basel-Landschaft ausser der Erwerbsausfallentschädigung für Alleinstehende eine Unterstützungszulage für die im gleichen Haushalt lebende Mutter zu. Sie verneinte dagegen den Anspruch auf eine Haushaltungsentschädigung in |174| der Erwägung, es bestehe keine Notwendigkeit zur Führung eines eigenen Haushaltes.\n\nB.- Gegen die Ablehnung der Haushaltungsentschädigung beschwerte sich der Dienstpflichtige bei der kantonalen Rekursinstanz. Er machte geltend, in X. führe er ein eigenes Treuhandbüro. Da am Arbeitsort keine geeigneten Büroräumlichkeiten zu finden seien und er zudem für seine Mutter sorgen müsse, sei die Führung eines eigenen Haushalts unumgänglich.\n\nMit Entscheid vom 21. März 1973 wies das Versicherungsgericht des Kantons Basel-Landschaft die Beschwerde ab. Anspruch auf Haushaltungsentschädigung bestehe nicht schon, wenn der (alleinstehende) Dienstpflichtige einen eigenen Haushalt führe. Voraussetzung sei vielmehr, dass die Haushaltführung berufsbedingt notwendig sei, was in dem zu beurteilenden Falle nicht angenommen werden könne. Zudem wohne der Kläger bei seiner Mutter und führe somit keinen eigenen Haushalt.\n\nC.- Ernst Buser erhebt rechtzeitig Verwaltungsgerichtsbeschwerde beim Eidg. Versicherungsgericht. In der Begründung führt er aus, entgegen der Annahme der Vorinstanz lebe er nicht bei seiner Mutter, vielmehr wohne diese bei ihm in seiner eigenen Liegenschaft. Zur Berufsausübung als Treuhänder benötige er eigene Büroräumlichkeiten, die er am Arbeitsort nicht hätte mieten können. Die Führung eines eigenen Haushaltes bilde daher eine dringende Notwendigkeit.\n\nAusgleichskasse und Bundesamt für Sozialversicherung beantragen Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 4 Abs. 1 EOG haben Anspruch auf eine Haushaltungsentschädigung die verheirateten Dienstpflichtigen (lit. a) sowie die ledigen, verwitweten und geschiedenen Dienstpflichtigen, die mit Kindern im Sinne von Art. 6 Abs. 2 EOG zusammenleben oder wegen ihrer beruflichen oder amtlichen Stellung gehalten sind, einen eigenen Haushalt zu führen (lit. b).\n\nZur Frage, unter welchen Voraussetzungen alleinstehenden Dienstpflichtigen ohne Kinder eine Haushaltungsentschädigung auszurichten ist, hat sich das Eidg. Versicherungsgericht erstmals in einem Entscheid vom 17. August 1953 i.S. Mühlethaler |175| (EVGE 1953 S. 256 ff.) ausgesprochen. Das Gericht gelangte dabei zum Schluss, die Anwendung dieser Bestimmung dürfe nicht auf bestimmte Berufe beschränkt werden. Anderseits genüge die blosse Tatsache, dass ein Alleinstehender einen eigenen Haushalt führe, nicht für die Begründung des Anspruches auf eine Haushaltungsentschädigung. Entscheidend sei vielmehr, ob der Dienstpflichtige wegen der Natur und der besonderen Anforderungen seines Berufes genötigt sei, einen eigenen Haushalt zu führen. Dies sei anhand der konkreten beruflichen Verhältnisse im Einzelfall zu beurteilen, wobei an den Nachweis der berufsbedingten Notwendigkeit ein strenger Massstab anzulegen sei.\n\nEntsprechend diesen Grundsätzen hat das Eidg. Versicherungsgericht den Anspruch auf Haushaltungsentschädigung Personen in folgenden Verhältnissen zuerkannt: lediger Landwirt, dessen Hof vom nächsten Dorf weit entfernt war (EVGE 1953 S. 256); geschiedener Landarzt mit Allgemeinpraxis (EVGE 1954 S. 305); lediger Inhaber einer Käserei, der seinen Kleinbetrieb nur mit Hilfe seines Bruders besorgte (Urteil vom 20. Juli 1954 i.S. Jenni); verwitweter Inhaber eines kleinen Transportunternehmens, bei welchem aus betriebswirtschaftlichen Gründen eine Trennung von Haushaltung und Geschäft nicht möglich war (EVGE 1965 S. 298). Die Notwendigkeit einer eigenen Haushaltführung wurde dagegen verneint gegenüber dem Inhaber eines Konstruktionsbüros (EVGE 1954 S. 49); einem in der Stadt tätigen Augenarzt (ZAK 1954 S. 178); dem Betriebsinhaber einer städtischen Bäckerei und Konditorei (ZAK 1954 S. 101); einem im eigenen Hotel- und Gastwirtschaftsbetrieb wohnenden Hotelier und Küchenchef (ZAK 1955 S. 23); dem Inhaber eines städtischen Metzgereibetriebes (Urteil vom 3. Dezember 1954 i.S. Lenzer) sowie dem Geschäftsleiter und Mitinhaber einer Druckerei und Papeterie (EVGE 1961 S. 369).\n\n2. Ernst Buser betreibt ein Treuhandbüro mit dem Dienstleistungsbereich \"Buchhaltungen - Verwaltungen - Steuererklärungen - diverse kaufmännische Servicearbeiten\". Er verfügt über Büroräumlichkeiten in einer eigenen Liegenschaft in X. Im gleichen Haus befindet sich seine Wohnung, in welcher auch die Mutter des Beschwerdeführers lebt.\n\na) In ihrem Entscheid führte die Vorinstanz aus, die Voraussetzungen zur Ausrichtung einer Haushaltungsentschädigung |176| seien schon deshalb nicht gegeben, weil der Beschwerdeführer keinen eigenen Haushalt führe. Das Erfordernis des eigenen Haushalts sei nicht erfüllt, wenn der Dienstpflichtige mit Eltern oder Geschwistern einen gemeinsamen Haushalt führe. In dieser allgemeinen Form kann den Schlussfolgerungen des erstinstanzlichen Richters nicht beigepflichtet werden. Aus der im vorinstanzlichen Entscheid zitierten Rechtsprechung des Eidg. Versicherungsgerichts geht nur hervor, dass die Anspruchsvoraussetzungen für die Haushaltungsentschädigung nicht als erfüllt zu betrachten sind, wenn die Haushaltführung bei Familienangehörigen liegt und der Dienstpflichtige dem Haushalt lediglich angeschlossen ist (ZAK 1954 S. 102'103).\n\nDer Umstand, dass die unterstützungsbedürftige Mutter beim Beschwerdeführer in dessen Liegenschaft wohnt, ändert nichts daran, dass dieser einen eigenen Haushalt führt. Zu beurteilen bleibt daher einzig die Frage, ob die Führung eines eigenen Haushaltes berufsbedingt notwendig ist.\n\nb) Es ist offensichtlich, dass die Tätigkeit eines Treuhänders unabhängig vom Bestehen eines eigenen Haushaltes ausgeübt werden kann. Grundsätzlich verhält es sich in dieser Hinsicht nicht anders als in den erwähnten Fällen von Gewerbetreibenden, bei welchen das Eidg. Versicherungsgericht die Anspruchsvoraussetzungen mangels berufsbedingter Notwendigkeit einer eigenen Haushaltführung verneint hat. Wie beim vergleichbaren Sachverhalt des Inhabers eines Konstruktionsbüros (EVGE 1954 S. 49 ff.) lässt sich nicht sagen, die Führung eines Treuhandbüros setze allgemein einen Haushalt voraus. Die berufliche Tätigkeit erfordert vielmehr nur geeignete Büroräumlichkeiten. Für den Betriebsleiter kann es zwar vorteilhaft sein, den Betrieb in Verbindung mit einem Haushalt zu führen; berufsbedingt ist dies jedoch nicht. In dieser Hinsicht unterscheidet sich der vorliegende Fall wesentlich von den in EVGE. 1953 S. 256 ff. und 1965 S. 298 ff. beurteilten Sachverhalten, bei denen eine Betriebsführung ohne zugehörigen Haushalt nicht denkbar war.\n\nSelbst wenn es zutreffen sollte, dass der Beschwerdeführer keine andern geeigneten Büroräumlichkeiten am Wohn- und Arbeitsort finden könnte, vermöchte dies eine andere Beurteilung nicht zu rechtfertigen. Umstände, die nicht in unmittelbarem Zusammenhang mit der Berufstätigkeit stehen, sind schon im Hinblick auf den Ausnahmecharakter des Anspruchs |177| Alleinstehender auf Haushaltungsentschädigung nicht zu berücksichtigen. Dementsprechend hat das Eidg. Versicherungsgericht unter anderem entschieden, die Notwendigkeit einer eigenen Haushaltung lasse sich nicht damit begründen, dass der Vermieter Betriebsräumlichkeiten und Wohnung nur zusammen vermiete. Hierin liege kein Element, das der Berufsausübung als solcher innewohne (ZAK 1954 S. 101 Erw. 2). Auch im vorliegenden Fall lässt sich die Notwendigkeit einer Haushaltführung nicht mit den beruflichen Verhältnissen begründen, sondern allenfalls mit den ungünstigen Verhältnissen auf dem Wohnungsmarkt und dem Umstand, dass der Beschwerdeführer zusammen mit seiner Mutter lebt, für deren Unterhalt er teilweise aufkommt. Die Voraussetzungen zur Ausrichtung einer Haushaltungsentschädigung sind daher nicht gegeben.\n\nDemnach erkennt das Eidg. Versicherungsgericht: Die Verwaltungsgerichtsbeschwerde wird abgewiesen."}