{"annee": "99", "cour": "V", "page": "41", "date": "5/4/1973", "cite": [], "cite_par": ["112 V 16", "139 V 399"], "chapeau": "13. Auszug aus dem Urteil vom 5. April 1973 i.S. Wülser gegen Ausgleichskasse des Basler Wirtschaftsbundes und Rekursbehörde für die Sozialversicherung des Kantons Basel-Landschaft", "regestes": ["Prestations pécuniaires pendant la réadaptation (art. 22 al. 1 LAI et 17bis RAI). Conditions du droit à l'indemnité journalière pour des jours isolés."], "faits": "", "considerants": "|41|\n\nAus den Erwägungen:\n\nNach Art. 22 Abs. 1 Satz 1 IVG hat der Versicherte während der Eingliederung Anspruch auf ein Taggeld, wenn er an wenigstens drei aufeinanderfolgenden Tagen wegen der Eingliederung |42| verhindert ist, einer Arbeit nachzugehen, oder zu 50 Prozent arbeitsunfähig ist. Abs. 3 desselben Artikels ermächtigt den Bundesrat, Voraussetzungen für den Anspruch auf Taggeld für nicht zusammenhängende Tage sowie für Untersuchungs-, Warte- und Anlernzeiten aufzustellen. Diese Voraussetzungen sind in den Art. 17-20 IVV geregelt. Von diesen Bestimmungen ist im heutigen Zusammenhang allein Art. 17bis erwähnenswert.\n\nNach der bundesrätlichen Botschaft zum IVG soll das Taggeld während jeder Eingliederung, \"die einen gewissen Dauercharakter hat\", gewährt werden (BBl 1958 II 1261). Eine Ausnahme von diesem Prinzip ist in Art. 17bis IVV normiert, welcher dem Versicherten, der innerhalb eines Kalendermonats an mindestens vier ganzen Tagen wegen der Eingliederung verhindert ist, der Arbeit nachzugehen, für diese Tage einen Taggeldanspruch einräumt.\n\nAus dem Wortlaut des Art. 17bis IVV ergibt sich eindeutig, dass diese Bestimmung nicht auf jene in Art. 22 Abs. 1 Satz 1 IVG aufgeführte Kategorie invalider Versicherter anwendbar ist, bei denen als Voraussetzung für den Taggeldanspruch eine 50prozentige Arbeitsunfähigkeit zur Zeit der Eingliederungsmassnahmen genügt. Vielmehr ist sie nur anwendbar auf jene Invaliden, die wegen der Eingliederung verhindert sind, einer Arbeit nachzugehen. Diese Differenzierung rechtfertigt sich aus folgenden Überlegungen: Die Expertenkommission für die Einführung der Invalidenversicherung wollte den Taggeldanspruch auf jene Versicherten beschränken, die wegen der Eingliederung nicht imstande sind, eine Erwerbstätigkeit auszuüben, und daher einen Erwerbsausfall erleiden. Sie verwies auf die ursprüngliche Regelung in der Erwerbsersatzordnung, wonach nurjene Wehrpflichtigen eine Erwerbsausfallentschädigung beanspruchen konnten, bei denen während des Militärdienstes ein Verdienstausfall eintrat (Expertenbericht 1956, S. 91). Da mit der (am 1. Januar 1959 in Kraft getretenen) Revision der Erwerbsersatzordnung die Entschädigungsberechtigung auf die Nichterwerbstätigen ausgedehnt wurde, wollte der Bundesrat diese Kategorie von Versicherten in der Invalidenversicherung nicht vom Taggeld ausschliessen. Den Vorschlag der Expertenkommission erweiternd, beantragte er deshalb den eidgenössischen Räten, den Taggeldanspruch auch einem nichterwerbstätigen Invaliden einzuräumen, vorausgesetzt, |43| dass er zu 50 Prozent arbeitsunfähig ist (BBl 1958 II 1189; vgl. S. 1347 betreffend Erwerbsersatzordnung). Diese Erweiterung der ursprünglichen Konzeption brachte den nichterwerbstätigen Versicherten, die aber mindestens zur Hälfte arbeitsunfähig sind, eine wesentliche Besserstellung. Wenn der Bundesrat davon absah, diese Erweiterung auf die Fälle nicht zusammenhängender Eingliederungstage auszudehnen, hat er keinen unsachgemässen Gebrauch von der ihm in Art. 22 Abs. 3 IVG eingeräumten Ermächtigung gemacht."}