{"annee": "99", "cour": "V", "page": "160", "date": "6/9/1973", "cite": [], "cite_par": [], "chapeau": "50. Extrait de l'arrêt du 6 septembre 1973 dans la cause Hunziker contre Caisse de compensation \"Assurance\" et Commission cantonale neuchâteloise de recours en matière d'AVS", "regestes": ["Moyens auxiliaires: adaptation des véhicules aux infirmités (art. 14 et 15 RAI). L'assuré invalide a droit en principe à ce que le véhicule privé dont il a besoin pour exercer sa profession soit équipé des dispositifs qu'exige son infirmité (consid. 3), mais non pas nécessairement à un nouvel équipement chaque fois qu'il doit changer de voiture (consid. 4)."], "faits": "BGE 99 V 160 S. 160\n\nRésumé des faits:\n\nRené Hunziker présente une amputation congénitale du bras droit au niveau du coude. En mars 1971, il est devenu chef du bureau et inspecteur des sinistres de la compagnie d'assurances X, avec comme rayon d'activité le canton de Neuchâtel, le Jura bernois et Bienne. Il a besoin d'une automobile pour parcourir ce secteur, où il doit faire de très fréquents déplacements. Il acheta d'occasion une voiture qu'il fit adapter à son infirmité. La Caisse de compensation \"Assurance\" mit à la charge de l'assurance-invalidité les frais de transformation du véhicule et la différence entre le prix d'une voiture normale et celui d'une voiture à changement de vitesse automatique.\n\nEn février 1972, l'assuré remplaça sa voiture par une autre, munie d'un changement de vitesse automatique et d'une direction assistée. Sur l'ordre du service cantonal des automobiles, il fit transférer à gauche le levier de commande du frein à main, placé à l'origine à droite du conducteur.\n\nHunziker requit l'assurance-invalidité de lui rembourser les frais de cette transformation.\n\nLa caisse de compensation rejeta la demande par décision du 20 juin 1972.\n\nSur recours de l'assuré, la Commission cantonale de recours pour l'AVS confirma la décision attaquée.\n\nBGE 99 V 160 S. 161\n\nRené Hunziker a formé un recours de droit administratif contre le jugement cantonal. Il conclut à ce qu'il plaise au Tribunal fédéral des assurances annuler le jugement attaqué et condamner la caisse de compensation à assumer les frais de transformation du véhicule acquis en février 1972, y compris les trois quarts du supplément de prix dû à la présence d'une direction assistée.\n\nL'Office fédéral des assurances sociales, dans son préavis, conclut au rejet du recours.", "considerants": "Extrait des considérants:\n\n3. Quant au fond du litige, l'art. 21 al. 1 LAI prescrit que l'assuré a droit, d'après la liste dressée par le Conseil fédéral, aux moyens auxiliaires dont il a besoin pour exercer une activité lucrative ou accomplir ses travaux habituels, pour étudier ou apprendre un métier ou à des fins d'accoutumance fonctionnelle. Les voitures automobiles légères figurent dans la liste dressée par le Conseil fédéral (art. 14 al. 1 lit. g RAI), mais l'art. 15 RAI en restreint l'octroi dans les termes suivants:\n\n\"Des véhicules à moteur seront fournis aux assurés qui exercent d'une manière probablement durable une activité leur permettant de couvrir leurs besoins et qui, pour cause d'invalidité, ne peuvent se passer d'un véhicule à moteur personnel pour se rendre à leur travail.\n\nLes véhicules à moteur remis par l'assurance ne peuvent être utilisés que d'une manière limitée pour des trajets non professionnels. Lorsqu'un véhicule, parce qu'iln'est pas employé avec soin, ou parce que l'assuré en fait un usage excessif pour des trajets non professionnels, devient prématurément inutilisable, l'assuré doit verser à l'assurance une indemnité appropriée.\"\n\nCertes n'est-ce pas parce que le recourant est invalide qu'il est astreint à utiliser une automobile dans l'exercice de sa profession. Même une personne valide devrait être motorisée pour exécuter ce genre de travail. Au demeurant, l'infirmité dont souffre le recourant n'affecte pas l'appareil locomoteur. Le recourant n'a donc pas droit à l'octroi d'une automobile aux frais de l'assurance-invalidité, à laquelle il n'en a d'ailleurs point demandé.\n\nToutefois, le Conseil fédéral a inclus dans la liste des moyens auxiliaires, sous lettre h de l'art. 14 al. 1 RAI, des \"installations auxiliaires au poste de travail\", tels que des \"aménagements BGE 99 V 160 S. 162permettant d'utiliser certains appareils ou machines\". La pratique a étendu le champ d'application de cette disposition aux véhicules nécessaires à l'exercice de la profession (RO 97 V 237 et arrêt Monin du 18 août 1972, non publié). En conséquence, contrairement à l'opinion des premiers juges, le recourant a droit en principe à ce que le véhicule privé dont il a besoin pour travailler soit muni aux frais de l'assurance-invalidité des dispositifs exigés par l'infirmité du conducteur.\n\n4. Cela ne signifie pourtant pas que le recourant ait droit à des subsides de l'assurance-invalidité chaque fois qu'ilchange de véhicule. Suivant l'art. 21 al. 3 LAI, l'assurance prend en charge les moyens auxiliaires d'un modèle simple et adéquat. Or, ce n'était point une mesure adéquate, de la part du recourant, que de faire transformer en février 1972 sa voiture sans s'être préoccupé suffisamment du problème, pour lui capital puisqu'il ne dispose que d'un bras valide, de la direction de la voiture. A cause de cette erreur, dont il voudrait faire supporter les conséquences à l'assurance, le recourant a dû au bout d'une période d'une année changer de véhicule, avant que le premier soit amorti. Dans ces circonstances, il ne serait ni simple ni adéquat que l'assurance-invalidité payât deux fois, à une année d'intervalle, les frais d'aménagement de la voiture privée du recourant.\n\nCe raisonnement ne s'applique pas, toutefois, au supplément de prix pour la direction assistée, que le recourant a payé pour la première fois lors de son second achat. Ce dispositif étant nécessaire à raison de l'invalidité de l'intéressé, le supplément en question incombe dès lors à l'assurance-invalidité. Le montant de 521 fr. 25, soit des trois quarts de 695 fr., que demande le recourant de ce chefparaît raisonnable, puisque le véhicule était au quart environ de sa carrière au moment de l'achat.\n\nAu vrai, quand la caisse de compensation a refusé de mettre une seconde fois des frais de transformation à la charge de l'assurance-invalidité, le recourant avait demandé uniquement qu'on lui remboursât les frais de déplacement du frein. C'est dans le recours cantonal seulement qu'il a requis en outre le paiement de la somme susmentionnée de 521 fr. 25. Rien, dans la demande initiale, n'était de nature à indiquer à la commission de l'assurance-invalidité qu'il se posait une question de direction. Dès lors, à défaut de décision administrative au sujet de cette conclusion-là, les premiersjuges auraient dû déclarer sur ce BGE 99 V 160 S. 163point le recours irrecevable, et le Tribunal fédéral des assurances ne peut statuer au fond. Il appartiendra à la commission de l'assurance-invalidité de prononcer sur la question encore indécise et à la caisse de compensation de prendre à ce propos une nouvelle décision."}