{"annee": "99", "cour": "V", "page": "120", "date": "22/5/1973", "cite": ["99 V 55", "92 I 331", "96 I 314", "95 I 1"], "cite_par": ["125 I 166"], "chapeau": "40. Urteil vom 22. Mai 1973 i.S. Balmer gegen Krankenkassen-Verein St. Moritz und Versicherungsgericht von Graubünden", "regestes": ["Droit de représenter les parties. - N'est pas contraire au droit fédéral (art. 30 bis LAMA) une disposition cantonale reconnaissant aux avocats seulement le droit de représenter les parties dans les causes en matière d'assurance-maladie. - En revanche, écarter un recours introduit par un représentant n'ayant pas qualité d'avocat sans donner à la partie la possibilité de réparer ce vice procède d'un formalisme inadmissible (art. 4 Cst.)."], "faits": "BGE 99 V 120 S. 120\n\nA.- Mit Verfügung vom 18. Juli 1972 hob der Krankenkassen-Verein St. Moritz die Mitgliedschaft von Balmer infolge Verletzung der Anzeigefristen auf.\n\nB.- Balmer liess durch E.B., Sekretär des Bau- und Holzarbeiter- BGE 99 V 120 S. 121Verbandes der Schweiz, Beschwerde führen mit dem Antrag, die Ausschlussverfügung sei aufzuheben.\n\nDas Versicherungsgericht von Graubünden trat durch Entscheid vom 9. Oktober 1972 auf die \"Klage\" nicht ein mit der Begründung, gemäss Art. 14 der Verordnung über die Organisation und das Verfahren des kantonalen Versicherungsgerichts gelte für das Verfahren vor diesem Gericht subsidiär die Zivilprozessordnung (ZPO). Mangels einer Bestimmung über die Parteistellvertretung in der Verordnung gelte Art. 39 ZPO, wonach vor einem Kollegialgericht als Parteivertreter nur handeln könne, wer im Besitze eines bündnerischen Fähigkeitsausweises für Rechtsanwälte sei. Das KUVG schreibe keine andere Regelung vor. Da E.B. nicht patentierter Rechtsanwalt sei, könne er vor dem Versicherungsgericht, das ein Kollegialgericht sei, nicht als Parteivertreter handeln. Ein Gesuch um Zulassung zur Parteivertretung im Einzelfall, das er gemäss Art. 39 Abs. 3 ZPO an den Gerichtspräsidenten hätte richten können, habe er auch nicht gestellt.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde lässt Balmer durch Rechtsanwalt lic. iur. P. beantragen, der Entscheid des Versicherungsgerichts von Graubünden sei aufzuheben und die Sache sei zur materiellen Beurteilung an die Vorinstanz zurückzuweisen. Es wird im wesentlichen geltend gemacht, das Versicherungsgericht habe mit seinem Nichteintretensentscheid Art. 4 BV verletzt, weil dieses Urteil einem im Ergebnis zum Unrecht führenden überspitzten Formalismus das Wort rede, der durch keine schutzwürdigen Interessen zu rechtfertigen sei und die Durchsetzung des materiellen Rechts ohne sachlich vertretbare Gründe vereitle. Der Formfehler hätte innert Frist leicht behoben werden können; denn gemäss der Praxis des Verwaltungsgerichts des Kantons Graubünden würden nicht legitimierte Parteivertreter auf ihre mangelnde Vertretungsbefugnis hingewiesen und aufgefordert, dem Gericht innert bestimmter Frist ein Vertretungsgesuch nachzureichen.\n\nWährend das Versicherungsgericht von Graubünden auf eine Vernehmlassung verzichtet und lediglich die Abweisung der Verwaltungsgerichtsbeschwerde beantragt, schliesst der Krankenkassen-Verein St. Moritz auf Bestätigung des kantonalen Entscheides.\n\nDas Bundesamt für Sozialversicherung enthält sich eines Antrages, weil nur prozessuale Fragen streitig seien. Das Amt BGE 99 V 120 S. 122weist indessen auf EVGE 1965 S. 223 hin, wonach eine kantonalrechtliche Beschränkung der Parteivertretungsbefugnis auf Rechtsanwälte im Militärversicherungsprozess keine Verletzung des in Art. 56 Abs. 1 lit. a MVG enthaltenen Grundsatzes darstelle, was zufolge materieller Uebereinstimmung mit dem KUVG (Art. 30bis Abs. 3 lit. a) auch für den Krankenversicherungsprozess gelten müsse. Eine Abweisung der Beschwerde im Sinne dieser Rechtsprechung hätte allerdings die sozialversicherungsrechtlich peinliche Folge, dass eine nach der Praxis des Eidg. Versicherungsgerichts ganz offensichtlich bundesrechtswidrige Ausschlussverfügung aus rein prozessualen Gründen gemäss Art. 30 Abs. 4 KUVG in formelle Rechtskraft erwüchse.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Es sind keine Versicherungsleistungen streitig, weshalb das Eidg. Versicherungsgericht nur zu prüfen hat, ob der vorinstanzliche Richter Bundesrecht verletzt, sein Ermessen überschritten oder es missbräuchlich gehandhabt hat oder ob der rechtserhebliche Sachverhalt offensichtlich unrichtig, unvollständig oder unter Verletzung wesentlicher Verfahrensbestimmungen festgestellt worden ist (Art. 132 in Verbindung mit Art. 104 lit. a und b sowie Art. 105 Abs. 2 OG).\n\n2. Das erstinstanzliche Beschwerdeverfahren in Krankenversicherungssachen gehört dem kantonalen Prozessrecht an, muss aber den m Art. 30bis Abs. 3 KUVG aufgestellten Mindestvorschriften genügen. Nach lit. f dieser Bestimmung ist das Recht, sich verbeiständen zu lassen, gewährleistet. Das Gesetz enthält indessen keine Vorschriften über die Vertretungsbefugnis. In EVGE 1965 S. 223 entschied das Eidg. Versicherungsgericht, dass in Militärversicherungssachen die Vertretungsbefugnis vor dem kantonalen Versicherungsgericht dem kantonalen Recht unterworfen sei. Die kantonalrechtliche Beschränkung der Vertretungsbefugnis auf den Anwaltsstand verstosse namentlich nicht gegen die bundesrechtlichen Prozessvorschriften des MVG. Diese Ordnung muss angesichts der in diesem Zusammenhang im wesentlichen übereinstimmenden Art. 56 MVG und 30bis KUVG auch in Krankenversicherungssachen gelten.\n\n3. a) Der Beschwerdeführer erblickt im vorinstanzlichen Entscheid jedoch einen gegen Art. 4 BV verstossenden überspitzten Formalismus. Auf diese Rüge ist einzutreten; denn mit BGE 99 V 120 S. 123der Verwaltungsgerichtsbeschwerde kann auch geltend gemacht werden, dass die letzte kantonale Instanz im angefochtenen Entscheid bei der Anwendung kantonalen Rechts die Bundesverfassung verletzt habe (BGE 92 I 336 Erw. 2, 96 I 89, 184, 98 I b 333 Erw. 1a, BGE 99 V 55; GYGI, Verwaltungsrechtspflege und Verwaltungsverfahren im Bund, S. 134 Ziff. 3.4.).\n\nb) Für das Verfahren vor dem bündnerischen Versicherungsgericht gilt die Verordnung über die Organisation und das Verfahren des kantonalen Versicherungsgerichts vom 28. November 1949 und für das Verfahren vor dem Verwaltungsgericht das Gesetz über die Verwaltungsgerichtsbarkeit im Kanton Graubünden vom 9. April 1967. Vor beiden Instanzen - namentlich bezüglich der Stellvertretung - gilt subsidiär die ZPO (Art. 14 der zitierten Verordnung und Art. 22 des Verwaltungsgerichtsgesetzes). Gemäss Art. 39 Abs. 1 ZPO kann jeder Handlungsfähige seine Rechtsstreitigkeiten vor Gericht entweder selbst führen oder sich hiezu eines Rechtsvertreters bedienen, der über einen Fähigkeitsausweis für Rechtsanwälte verfügt. Auf begründetes Gesuch kann der Gerichtspräsident auch Personen, die zwar nicht im Besitze des Fähigkeitsausweises für Rechtsanwälte sind, im übrigen aber die Voraussetzungen dieses Artikels erfüllen, im Einzelfall zur Vertretung vor den Gerichtsbehörden zulassen (Abs. 3). Laut Abs. 4 muss, wer als Rechtsvertreter auftritt, handlungsfähig sein, in bürgerlichen Ehren und Rechten stehen und einen guten Leumund geniessen.\n\nVon dieser Möglichkeit scheint das Verwaltungsgericht laut der m den Akten liegenden Auskunft des Präsidenten des Versicherungsgerichts vom 4. Januar 1973 regelmässig auf dem Formularwege - unter Ansetzung einer lotägigen Frist - Gebrauch zu machen. Die Praxis des Kantonsgerichts - das Versicherungsgericht ist laut dem angefochtenen Entscheid identisch mit dem Kantonsgerichtsausschuss - ist in dieser Beziehung offenbar schwankend.\n\nIm vorliegenden Fall ist das Versicherungsgericht ohne Gewährung einer Verbesserungsmöglichkeit auf die von E. B., der nicht im Besitze des Fähigkeitsausweises für Rechtsanwälte ist, für Balmer eingereichte Beschwerde nicht eingetreten. Es fragt sich, ob ein Anspruch auf eine Verbesserungsmöglichkeit besteht. Da diese Frage die Anwendung kantonalen Rechts betrifft, kann sie vom Eidg. Versicherungsgericht nur unter dem beschränkten Gesichtspunkt der Willkür überprüft werden.\n\nBGE 99 V 120 S. 124\n\nc) Nach der Rechtsprechung verstösst ein durch die Praxis eingeführtes oder im Gesetz aufgestelltes Formerfordernis dann gegen Art. 4 BV, wenn es sich durch kein schutzwürdiges Interesse rechtfertigen lässt und die Durchsetzung des materiellen Rechts ohne sachlich vertretbaren Grund erschwert (BGE 96 I 318 und BGE 95 I 4 Erw. 2 mit Hinweisen).\n\nDas schutzwürdige Interesse der grundsätzlichen Beschränkung der Vertretungsbefugnis auf Anwälte besteht im wesentlichen in der Gewährleistung einer juristisch und moralisch einwandfreien Vertretung im Interesse der vertretenen Partei einerseits und einer einwandfreien Prozessführung im öffentlichen Interesse klarer und zweckmässiger Rechtsfindung anderseits. Die gesetzliche Ordnung des Art. 39 Abs. 1 ZPO als solche lässt sich somit auf ernsthafte sachliche Gründe stützen und verstösst nicht gegen Art. 4 BV. Das schliesst indessen nicht aus, dass ihre Anwendung im Einzelfall einen überspitzten Formalismus bedeuten kann. Ein solcher liegt vor, wenn die Einhaltung der Vorschrift von Art. 39 ZPO, sich durch einen Anwalt vertreten zu lassen bzw. um die Gewährung der Vertretungsbefugnis in Sonderfällen durch einen Nichtanwalt zu ersuchen, durch das Versicherungsgericht in so rigoroser Weise durchgesetzt wird, dass dem Rechtsuchenden keine Gelegenheit geboten wird, den Formmangel innert einer Nachfrist zu verbessern. So verhält es sich im vorliegenden Fall. Das Interesse des Beschwerdeführers, trotz des Formmangels vom Rechtsmittelweg nicht ausgeschlossen zu werden, ist unverhältnismässig bedeutungsvoller und schutzwürdiger als das Interesse an der Vermeidung einer geringfügigen Verzögerung des Verfahrens bei Gewährung einer Nachfrist. Dies trifft jedenfalls im Sozialversicherungsprozess zu, der kraft der gesetzlichen Vorschriften den Parteien die Beschreitung des Rechtsweges möglichst erleichtern will.\n\nd) Da der angefochtene Entscheid nach dem Gesagten gegen Art. 4 BV verstösst, ist er aufzuheben. Die Sache wird an die Vorinstanz zurückgewiesen, die dem Beschwerdeführer eine kurze Nachfrist anzusetzen hat entweder zur Vornahme der Prozesshandlung persönlich oder zur Bevollmächtigung eines zugelassenen Anwalts oder schliesslich zur Bevollmächtigung eines Nichtanwalts, der die Voraussetzungen für eine allfällige Zulassung zur Parteivertretung im Einzelfall nach Art. 39 Abs. 3 ZPO besitzt...\n\nBGE 99 V 120 S. 125\n\nDemnach erkennt das Eidg. Versicherungsgericht: In Gutheissung der Verwaltungsgerichtsbeschwerde wird der Entscheid des Versicherungsgerichts von Graubünden vom 9. Oktober 1972 aufgehoben. Die Sache wird im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}