{"annee": "99", "cour": "V", "page": "44", "date": "30/1/1973", "cite": ["97 V 178"], "cite_par": ["102 V 36"], "chapeau": "15. Auszug aus dem Urteil vom 30. Januar 1973 i.S. Imbach gegen Ausgleichskasse des Kantons Solothurn und Versicherungsgericht des Kantons Solothurn", "regestes": ["Obligation d'affecter les rentes au but légal (art. 45 LAVS et 76 RAVS). En payant la rente suivant les instructions du tuteur, l'assurance se libère de sa propre obligation."], "faits": "", "considerants": "|44|\n\nAus den Erwägungen:\n\nNach Art. 45 AHVG ist der Bundesrat befugt, Massnahmen zu treffen, damit die Renten und Hilflosenentschädigungen, soweit notwendig, zum Unterhalt des Berechtigten und der |45| Personen, für die er zu sorgen hat, verwendet werden. Der Bundesrat hat von dieser Befugnis durch den Erlass von Art. 76 AHVV Gebrauch gemacht. Gemäss dieser Bestimmung obliegt es im allgemeinen den Ausgleichskassen, unter bestimmten Voraussetzungen die Anordnungen zu treffen, die eine zweckmässige Verwendung der Renten gewährleisten. Ist aber der Rentenberechtigte bevormundet, so ist die Rente gemäss Art. 76 Abs. 2 AHVV einzig dem Vormund oder der von diesem bezeichneten Person auszuzahlen. Absatz 3 des gleichen Artikels bestimmt weiter, die einer Drittperson oder Behörde ausbezahlten Renten dürften von diesen nicht mit Forderungen gegenüber dem Rentenberechtigten verrechnet werden und seien ausschliesslich zum Lebensunterhalt des Berechtigten und der Personen, für die er zu sorgen hat, zu verwenden. Diese Bestimmungen gelten, gestützt auf Art. 84 IVV, auch auf dem Gebiete der Invalidenversicherung.\n\nDiese Ordnung beinhaltet unter anderem eine Kompetenzabgrenzung zwischen Ausgleichskassen und anderen Verwaltungsorganen, welche an einer zweckmässigen Rentenverwendung interessiert sind, insbesondere den Vormundschafts- und Fürsorgebehörden. Nach Sinn und Zweck dieser Kompetenzabgrenzung kann es nicht Sache der Durchführungsorgane der AHV sein, zu prüfen, wie der Vormund die Rente verwendet; dies zu beurteilen, fällt vielmehr in die Zuständigkeit der vormundschaftlichen Behörden. Nach der Rechtsprechung decken jedenfalls Art. 45 AHVG und dessen Ausführungsbestimmungen keine Kassenverfügungen, die klaren vormundschaftlichen Anordnungen der hierfür zuständigen und verantwortlichen Organe widersprechen. Wo Verfügungen gemäss Art. 76 AHVV mit vormundschaftsrechtlichen Anordnungen kollidieren, gebührt diesen der Vorrang. Diese Prinzipien gründen nicht zuletzt darauf, dass die Institutionen des Familienrechts eine Ordnung darstellen, die von der Sozialversicherung vorausgesetzt wird und dieser daher grundsätzlich vorgehen muss. Das Gericht verweist auf EVGE 1959 S. 197 ff., 1951 S. 138 ff., ZAK 1948 S. 24: BINSWANGER, Kommentar zum AHVG, S. 198; ferner sinngemäss auf BGE 97 V 178 = ZAK 1972 S. 417 (betreffend den prinzipiellen Vorrang des Familienrechts).\n\nDieser Praxis gemäss findet auch die Spezialnorm des Art. 76 Abs. 3 AHVV auf die vormundschaftlichen Organe keine direkte Anwendung, weil sich die Kompetenz dieser Organe zur |46| Verfügung über die Rente ausschliesslich und unmittelbar auf die umfassende Ordnung im Zivilgesetzbuch stützt (vgl. EVGE 1959 S. 198)."}