{"annee": "82", "cour": "III", "page": "152", "date": "1/12/1956", "cite": ["71 III 1", "55 III 74", "53 III 128", "59 III 240", "56 III 196"], "cite_par": ["108 III 65", "86 III 6"], "chapeau": "38. Entscheid vom 1. Dezember 1956 i.S. Frei.", "regestes": ["Insaisissabilité d'objets nécessaires pour l'exercice de la profession. Art. 92 ch. 3. Insaisissabilité du cycle à moteur auxiliaire d'un ouvrier d'équipe qui doit parcourir une distance de 3 km jusqu'au lieu de son travail. Rejet de l'échange contre un cycle sans moteur offert par le créancier."], "faits": "|152|\n\nA.- Der für Alimente betriebene Eduard Frei ist Schichtarbeiter und benutzt, um sich zu der drei Kilometer von seiner Wohnung gelegenen Arbeitsstätte zu begeben, ein sog. Hilfsmotorrad, Marke MOTOM, das im Betreibungsverfahren auf Fr. 300.-- und später auf Fr. 350.-- geschätzt wurde. Das Betreibungsamt Uster hat dieses Fahrzeug gepfändet, die untere Aufsichtsbehörde hat es auf Beschwerde des Schuldners als Kompetenzstück im Sinne von Art. 92 Ziff. 3 SchKG erklärt, während die von der Gläubigerin angerufene obere kantonale Aufsichtsbehörde mit Entscheid vom 16. November 1956 zwar grundsätzlich die Unpfändbarkeit ebenfalls bejaht, die Pfändung aber unter der Bedingung gestattet hat, dass die Gläubigerin dem Schuldner binnen 20 Tagen einen |153| Ersatz in Gestalt eines gewöhnlichen Fahrrades verschaffe. Dispositiv 1 dieses Entscheides lautet:\n\n\"Der Rekurs wird teilweise gutgeheissen, der angefochtene Beschluss aufgehoben und der Beschwerdegegnerin und Rekurrentin das Recht eingeräumt, dem Beschwerdeführer und Rekursgegner binnen 20 Tagen von der Zustellung dieses Beschlusses an gerechnet, anstelle des unpfändbaren Gegenstandes Nr. 1 der Pfändungsurkunde vom 25. Juli 1956 in Betreibung Nr. 7495 recte 7459, (Hilfsmotorrad Marke \"Motom\", Jahrgang 1955, Fahrgestell Nr. S 47'265, Motor Nr. E 171'722) ein gebrauchtes, aber in gutem, fahrbereitem Zustande befindliches Fahrrad zur Verfügung zu stellen, unter der Androhung, dass sonst die Unpfändbarkeit des Hilfsmotorrades aufrechterhalten bliebe. Sollte die Beschwerdegegnerin und Rekurrentin von diesem Auswechslungsrecht innert Frist Gebrauch machen, so kann sie den Erlös des Pfandgegenstandes in Anspruch nehmen als Teilzahlung an ihre Forderung samt Kosten und dem vom Betreibungsamt zu schätzenden Wert des zur Verfügung gestellten Fahrrades.\"\n\nB.- Gegen diesen Entscheid rekurriert der Schuldner und hält an der unbedingten Unpfändbarkeit seines Hilfsmotorrades fest.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\nDie Vorinstanz geht von der zutreffenden Erwägung aus, dass der Schuldner sich eines Fahrzeuges bedienen muss, um den 3 km langen Weg zur Arbeitsstätte zu verschiedenen Tageszeiten hin und zurück zu überwinden. Sie findet aber, hiezu genüge ein gewöhnliches mit keinem Motor versehenes Fahrrad. Und da ein gebrauchtes, aber fahrbereites Fahrrad vermutlich für etwa Fr. 100.-- erhältlich sei, während dem streitigen Hilfsmotorrad ein Wert von Fr. 350.-- zukomme, sei dessen Pfändung gerechtfertigt, sofern die Gläubigerin dem Schuldner ein zweckdienliches gewöhnliches Fahrrad verschaffe. Für das vom Betreibungsamt zu befolgende Vorgehen verweist der angefochtene Entscheid auf BGE 55 III 74 ff.\n\nIndessen sind Kompetenzstücke dem Schuldner grundsätzlich nach Art. 92 SchKG vorbehaltlos als unpfändbar zu belassen. Nur ausnahmsweise ist die Pfändung solcher Gegenstände unter der Bedingung der Beschaffung von |154| Ersatzstücken durch den Gläubiger zu gestatten. Diesem steht nicht etwa zu, die Einrichtung des Schuldners in jeder Hinsicht auf das Primitivste zu reduzieren. Vielmehr soll ihm lediglich der Zugriff auf Gegenstände ermöglicht werden, \"deren Wert infolge kostbarer Ausstattung oder aus irgend einem andern Grunde in einem offensichtlichen Missverhältnis steht zum Wert einfacher, dem Kompetenzanspruch des Schuldners und seiner Familie ebenfalls genügender Gegenstände derselben Art\" (BGE 56 III 196). Von einem solchen stossenden Missverhältnis kann hier nicht die Rede sein, wenn man nicht bloss den Wertunterschied in Prozenten berücksichtigt, sondern beachtet, dass das Hilfsmotorrad kein Luxusgegenstand ist. Bietet es dem Schuldner doch praktische Vorteile, die ihm billigerweise weiterhin zu gewähren sind: rasches und verhältnismässig müheloses Erreichen der Arbeitsstätte bei jedem Wetter. Es handelt sich hier nicht um \"ein schönes Möbelstück\", \"un meuble de prix\", das der Schuldner leicht entbehren kann, wenn ihm ein einfaches Ersatzstück beschafft wird (BGE 53 III 131 am Ende, BGE 71 III 1 ff.), und auch nicht um ein besonders teures, in dieser Ausführung nicht übliches Berufsinstrument, wie im Falle BGE 59 III 240 (242 oben). Vielmehr erscheint das mit einem Hilfsmotor versehene Fahrrad des Schuldners als ein bei den gegebenen Distanzverhältnissen durchaus normales Gebrauchsobjekt, das ihm füglich als schlechthin unpfändbar zu belassen ist. Das ziemlich verwickelte Vorgehen, wie es der angefochtene Entscheid in Anlehnung an BGE 55 III 74 vorsieht, rechtfertigt sich nur, wo es gilt, die Pfändung eines zwar nicht an und für sich, aber der Art der Ausführung nach überflüssigen Gegenstandes zu ermöglichen, was hier nicht zutrifft.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird gutgeheissen und das Hilfsmotorrad, Nr. 1 der Pfändungsurkunde vom 25. Juli 1956 in der Betreibung Nr. 7459, als schlechthin unpfändbar erklärt."}