{"annee": "82", "cour": "III", "page": "14", "date": "30/4/1956", "cite": ["78 I 124"], "cite_par": ["91 III 41", "91 II 151", "86 II 1"], "chapeau": "5. Auszug aus dem Entscheid vom 30. April 1956 i. S. Keller.", "regestes": ["Point de départ du délai de recours de l'art. 19 LP. Si le plaignant s'absente de son domicile pour une période relativement longue, il doit veiller à ce que la décision puisse lui être notifiée."], "faits": "BGE 82 III 14 S. 14\n\nAus dem Tatbestand:\n\nA.- Der Schuldner Ernst Keller beschwerte sich über die Nachpfändung eines Provisionsguthabens. Die kantonale Aufsichtsbehörde wies die Beschwerde am 1. März 1956 teilweise ab. Der Entscheid wurde am 5. März 1956 in der Wohnung des Schuldners in Meilen zugestellt. Die Empfangsbescheinigung ist mit \"E. Keller\" unterzeichnet.\n\nB.- Mit einer vom 20. April 1956 datierten, in Zürich am 23. April 1956 aufgegebenen Rekursschrift verlangt der Schuldner die gänzliche Aufhebung der Nachpfändung.\n\nEr erklärt einleitend, der kantonale Entscheid habe ihn \"als mich im Auslande auf Urlaubsreise befindlich\" erst am 19. April erreicht. Nach telephonischer Auskunft des BGE 82 III 14 S. 15Betreibungsamtes Meilen war der Entscheid wahrscheinlich der Haushälterin des Schuldners, die auch Keller heisst, übergeben worden.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Die Rekursfrist von zehn Tagen nach Art. 19 SchKG läuft von der Zustellung des kantonalen Entscheides unter Angabe der Entscheidungsgründe an (Art. 77 OG). Diese Zustellung fand hier an der vom Schuldner in der Beschwerde angegebenen Wohnadresse am 5. März 1956 statt. Dass die Person, die den Entscheid entgegennahm und den Empfang bescheinigte, hiezu nicht ermächtigt gewesen sei, wird nicht eingewendet. Auch sonst wird die Art und Weise der Zustellung nicht bemängelt, und es ist denn auch nicht zu finden, wieso die als Gerichtsurkunde (acte judiciaire, atto giudiziale) im Sinne der Postordnung bezeichnete Sendung nicht in richtiger Form zugestellt worden sein sollte.\n\n2. Der Rekurs ist somit verspätet. Übrigens wäre dem Schuldner nicht freigestanden, sich für längere Zeit vom Wohnorte zu entfernen, ohne für die Möglichkeit der Zustellung des von ihm selbst anbegehrten Entscheides auch während seiner Abwesenheit zu sorgen, sei es durch Meldung seines jeweiligen Aufenthaltsortes oder durch Bezeichnung eines Zustellungsempfängers. Vernachlässigte er diese Sorgfaltspflicht, und vereitelte er damit eine in gehöriger Weise versuchte Zustellung, so hatte er den Zustellungsversuch als Zustellung gelten zu lassen (vgl. BGE 78 I 129 Erw. 1 a.E.; Urteil der II. Zivilabteilung vom 6. März 1956 i.S. Bürgisser gegen Vormundschaftsbehörde Zürich (BGE 81 II Heft 2) mit weitern Zitaten). Indessen ist hier, wie erwähnt, die Gültigkeit der am 5. März 1956 erfolgten Zustellung gar nicht bestritten.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nAuf den Rekurs wird nicht eingetreten."}