{"annee": "82", "cour": "II", "page": "366", "date": "3/10/1956", "cite": ["71 II 204"], "cite_par": ["116 II 493"], "chapeau": "50. Auszug aus dem Urteil der II. Zivilabteilung vom 3. Oktober 1956 i.S. Hofmann gegen Eberhard.", "regestes": ["Lorsqu'elle ne concerne que le montant des aliments dus à l'enfant, l'action en modification des droits des parents fixés par le jugement de divorce prévue à l'art. 157 CC est de nature purement pécuniaire. La recevabilité du recours en réforme au Tribunal fédéral dépend dès lors de la valeur litigieuse (art. 46 OJ)."], "faits": "|366|\n\nAus dem Tatbestand:\n\nA.- Bei der Scheidung der Parteien wurde der am 3. März 1950 geborene Sohn Edgar der Mutter zugewiesen und der Vater zu monatlichen Unterhaltsbeiträgen bis zum zurückgelegten 18. Altersjahr des Knaben verpflichtet. Die anfänglich auf je Fr. 100.-- bemessenen Beiträge wurden später rechtskräftig auf monatlich Fr. 60.- festgesetzt. |367|\n\nAm 9. November 1955 verlangte die Mutter eine Erhöhung um monatlich Fr. 20.- mit Rückwirkung auf 1. Mai 1954.\n\nB.- Das Obergericht hiess die Klage mit Wirkung seit dem 9. November 1955 gut.\n\nC.- Dagegen hat der Beklagte Berufung eingereicht.", "considerants": "Aus den Erwägungen:\n\nDie Klägerin und Appellantin beantragte vor Obergericht eine Erhöhung der monatlichen Unterhaltsbeiträge des Beklagten für das Kind um je Fr. 20.- vom 1. Mai 1954 bis zum zurückgelegten 18. Altersjahr des Kindes. Die darüber ergangene Entscheidung unterliegt der Berufung nach Art. 46 OG nur bei einem Streitwert von mindestens Fr. 4000.--. Im Scheidungsprozess selbst kann allerdings das Urteil über die Unterhaltspflicht für Kinder nicht nur zusammen mit der Scheidungsfrage, sondern auch selbständig an das Bundesgericht weitergezogen werden, und zwar ohne Rücksicht auf den Streitwert (BGE 71 II 204). Das rechtfertigt sich jedoch nur deshalb, weil, wie jenes Urteil ausführt, \"die Regelung jener Unterhaltspflicht einen notwendigen Bestandteil des Scheidungsurteils, also des Entscheides über eine nicht vermögensrechtliche Zivilrechtsstreitigkeit (Art. 44 OG) bildet\". Für Änderungsklagen nach Art. 157 ZGB, die nur auf Erhöhung oder Ermässigung der Unterhaltsbeiträge gehen, trifft dies nicht zu. Es handelt sich dabei um rein vermögensrechtliche Streitigkeiten, weshalb die Zulässigkeit der Berufung an das Bundesgericht vom Streitwert abhängen muss.\n\nDas erwähnte Begehren, wie es vor Obergericht noch streitig war, geht auf eine zusätzliche monatliche Leibrente von Fr. 20.- für einen Knaben vom erfüllten 4. bis zum erfüllten 18. Altersjahr. Der Barwert einer solchen Rente beträgt\n\nnach der alten Tafel Piccard 8 M: |368|\n\n1323 x 2 = Fr. 2656.--,\n\nnach der neuen Tafel Piccard 4 M:\n\n1106 x 2,4 = Fr. 2654.50,\n\nalso weniger als Fr. 4000.--, womit sich die Berufung als unzulässig erweist."}