{"annee": "82", "cour": "II", "page": "388", "date": "5/7/1956", "cite": [], "cite_par": ["126 III 361", "97 II 25", "116 II 267", "95 II 617", "89 II 321"], "chapeau": "54. Sentenza 5 luglio 1956 della II Corte civile nella causa Pio Felix Codiga e liteconsorti contro Lodovico Scaroni.", "regestes": ["1. Contrat conclu par un mandataire avec lui-même. En cas de conflit entre les intérêts du mandant et ceux du mandataire, un tel contrat n'est licite que si le mandant l'a expressement autorisé ou l'a ratifié après coup (consid. 4). 2. Prescription acquisitive ordinaire (art. 661 CC) et extraordinaire (art. 662 CC). a) Un immeuble n'est pas \"immatriculé\" au sens de l'art. 662 al. 1 CC lorsqu'il n'est point inscrit au registre foncier fédéralni dans un registre cantonal provisoire investi des effets attachés au registre foncier fédéral. b) Lorsque ni cette condition ni celles de l'art. 662 al. 2 CC ne sont remplies, la prescription acquisitive décennale de l'art. 661 CC entre seule en ligne de compte (consid. 5)."], "faits": "|389|\n\nA.- Il 15 maggio 1911, Caterina Rossi nata Scaroni rilasciava, a Watsonville (California), una procura generale con cui incaricava suo fratello Lodovico Scaroni, a Gordola, di rappresentarla in tutti gli affari relativi ai suoi interessi o diritti nel Ticino. In virtù di questa procura, Lodovico Scaroni sottoscriveva per la sorella assente, nella primavera del 1919, l'atto di divisione dell'eredità lasciata dai genitori, Pietro e Caterina Scaroni-Borradori, e prendeva in consegna i beni a essa assegnati, consistenti in alcuni immobili, in un'azione al portatore di 100 fr. della S. A. Acqua Potabile Gordola nonchè in qualche mobile e capo di biancheria.\n\nPochi mesi dopo, e precisamente il 30 agosto 1919, Lodovico Scaroni vendeva al nipote Camillo Scaroni - fondandosi sempre sulla procura rilasciatagli - tutti i beni immobili toccati a Caterina Rossi-Scaroni; nel contratto di vendita, egli dichiarava di avere ricevuto dal compratore il prezzo convenuto, di 1000 fr., e di averlo spedito in America. Lo stesso giorno, Camillo Scaroni rivendeva detti immobili, al medesimo prezzo di 1000 fr., allo zio Lodovico, dichiarando a sua volta nel nuovo contratto che il prezzo, già pagato dal compratore, era stato spedito in America.\n\nTrent'anni dopo e cioè nel 1950, Caterina Rossi - la quale non aveva in realtà ricevuto versamento alcuno a dipendenza delle due stipulazioni sopra indicate - faceva donazione di tutti i suoi beni in Svizzera al nipote Camillo Scaroni, che sin dal 1920 l'aveva raggiunta in America. Questi tornava allora nel Ticino e da qui comunicava alla zia che i beni immobili a lui donati erano passati, sin dal 1919, nella proprietà dello zio Lodovico Scaroni.\n\nInsorgeva Caterina Rossi contro l'azione del fratello e, poichè Camillo Scaroni asseriva di essere del tutto estraneo |390| a quei contratti, zia e nipote sporgevano denuncia penale per truffa e falsificazione di firma. Questa non aveva però seguito alcuno, già perchè l'azione penale era da tempo prescritta.\n\nPoco tempo dopo che era stata inoltrata la querela penale, Caterina Rossi moriva, lasciando quali eredi legittimi i figli avuti in prime nozze. Questi e Camillo Scaroni promuovevano causa civile, con petizione 15 agosto 1952, direttamente davanti alla Camera civile del Tribunale di appello. Essi chiedevano che Lodovico Scaroni fosse condannato a consegnare loro tutti i beni che erano stati assegnati a Caterina Rossi nella successione dei suoi genitori e a pagare inoltre ai tre figli di Caterina Rossi 5000 fr. a titolo di risarcimento per gli utili illecitamente ricavati dal godimento dei beni medesimi. Circa gli immobili, gli attori facevano valere, anche in sede civile, che il convenuto se li era appropriati mediante contraffazione della firma di Camillo Scaroni e che i contratti di cui si tratta erano comunque simulati giacchè la volontà delle parti non era di trasmettere la proprietà a Camillo Scaroni.\n\nDa parte sua, il convenuto contestava che i due negozi del 30 agosto 1919 fossero illeciti, pur ammettendo - come già nel corso dell'istruttoria penale - di non avere mai versato alla sorella, e dunque di ancora doverle, il prezzo stipulato, di 1000 fr. Per ciò che riguarda i beni mobili, egli sosteneva che il loro valore era praticamente nullo, eccezione fatta per l'azione della SA Acqua Potabile Gordola. In ogni modo, ai crediti degli attori era in diritto di opporre la compensazione con i suoi crediti propri, di importo ben maggiore. Del resto, le pretese della controparte erano prescritte mentre, per i beni immobili, egli poteva far valere il pacifico e incontestato possesso trentennale.\n\nB.- Con sentenza del 20 marzo 1956, il Tribunale di appello condannava il convenuto a consegnare agli attori l'azione di 100 fr. della SA Acqua Potabile Gordola ma respingeva la petizione per il rimanente, considerando in |391| sostanza quanto segue: La formale regolarità degli atti notarili 30 agosto 1919 dev'essere confermata, tanto più che gli attori non hanno nemmeno tentato di provare la contraffazione della firma di Camillo Scaroni. Occorre parimente escludere che i contratti fossero simulati e pertanto nulli. Le due stipulazioni di cui si tratta sono invece annullabili, perchè rappresentano un tipico esempio di \"contratto di un rappresentante con se stesso\". Cionondimeno, gli immobili compresi in quei contratti non possono più essere assegnati agli attori per il motivo che il convenuto ne è divenuto proprietario a norma dell'art. 662 CCS. Poichè Lodovico Scaroni non può invocare la buona fede, diversa è la questione per ciò che riguarda l'acquisto della proprietà dei beni mobili. Tuttavia, solo la consegna dell'azione di 100 fr. della SA Acqua Potabile Gordola può essere ordinata, in quanto circa gli altri beni mobili mancano indicazioni capaci di permetterne un'identificazione anche solo approssimativa. Infine, la domanda d'indennità per illecito godimento dei beni in discussione non può essere accolta per il motivo che la realtà di un apprezzabile reddito, non dimostrata dagli attori, è in ogni modo assai dubbia.\n\nC.- Gli attori hanno interposto in tempo utile un ricorso per riforma al Tribunale federale, chiedendo in via principale che la petizione sia integralmente ammessa e, subordinatamente, che la causa sia rinviata al giudice cantonale per nuovo giudizio a norma dei considerandi, con spese e ripetibili di ambedue le sedi a carico del convenuto. In sede federale, essi hanno rinunciato all'argomento della contraffazione di firma, ma persistono ad affermare che i contratti del 30 agosto 1919 debbano essere dichiarati nulli per simulazione e non soltanto annullabili in quanto \"illecita stipulazione di contratto ad opera di una sola persona\". L'acquisto della proprietà sui beni immobili da parte del convenuto deve comunque essere negato quand'anche si vogliano applicare le norme sulla prescrizione acquisitiva. Dato che i beni immobili in discussione sono |392| intavolati in un registro fondiario, sia pure provvisorio, non è infatti applicabile l'art. 662 cp. 1 CCS, bensì l'art. 661 CCS relativo alla prescrizione ordinaria decennale. Ora, il convenuto non ha potuto, giusta questo disposto, acquistare la proprietà perchè faceva difetto la sua buona fede.\n\nIl convenuto ha concluso per la reiezione del gravame degli attori e ha chiesto, in via adesiva, che la petizione sia dichiarata temeraria nel valore indicato e respinta integralmente. Egli allega tra l'altro che la causa era dapprima stata promossa quale petizione di eredità giusta gli art. 598 sgg. CCS e che solo nelle conclusioni di causa fu trasformata in azione di rivendicazione della proprietà. Ora, l'autorità cantonale avrebbe, accettando tale mutamento sostanziale dell'azione, violato la procedura civile cantonale non meno che il diritto federale.", "considerants": "Considerando in diritto:\n\n1, 2, 3. - .....\n\n4. Nel merito, occorre avantutto esaminare se, contrariamente a quanto ammesso dall'autorità cantonale, il convenuto potesse essere in buona fede all'atto della conclusione dei due contratti 30 agosto 1919. In questo caso, egli sarebbe infatti divenuto proprietario degli immobili litigiosi già in virtù del suo possesso decennale (art. 661 CCS).\n\nDalla sentenza impugnata risulta che il convenuto concluse i due contratti in questione unicamente per procurarsi, con l'intervento formale di una terza persona, la proprietà dei beni ereditati dalla sorella Caterma. Poichè riguardano le circostanze materiali della compravendita (contratti simultanei di cessione e d'acquisto della proprietà in nome proprio, mancato pagamento del prezzo di 1000 fr.) nonchè le intenzioni del convenuto (utilizzazione della procura per vendere a se stesso), questi accertamenti dell'autorità cantonale rientrano nel campo dei fatti e sono dunque vincolanti per il Tribunale federale. Essi dovrebbero però essere ritenuti inoppugnabili anche in |393| caso di riesame, giacchè il comportamento del convenuto può essere spiegato soltanto con la sua preoccupazione di evitare formalmente, mediante la vendita preliminare al nipote Camillo, una stipulazione che materialmente rimane pur sempre un contratto di rappresentante con se stesso.\n\nOra, secondo la giurisprudenza costante del Tribunale federale, il mandatario può validamente concludere un contratto con se medesimo in nome del mandante soltanto quando non vi sia conflitto tra gli interessi del mandante e quelli del mandatario e sia dunque escluso il pericolo di un avvantaggiamento del primo ai danni del secondo. Per questo motivo, sarà per esempio sempre inammissibile, senza l'autorizzazione esplicita del mandante, la vendita da parte del mandatario a se stesso di beni che non hanno un prezzo di mercato o di borsa, che non erano destinati alla vendita, ecc. (cfr. a questo riguardo RU 39 II 568). Certo, una vendita stipulata in queste circostanze non è senz'altro nulla e di nessun effetto, come l'autorità cantonale giustamente ha ritenuto. Affinchè il contratto spieghi i suoi effetti, occorrerà però in ogni modo che il mandante lo ratifichi, analogamente a quanto l'art. 38 CO prevede per il contratto concluso da un rappresentante non autorizzato (RU 63 II 175).\n\nTenuto conto di questa giurisprudenza, l'inammissibilità dei due contratti 30 agosto 1919 appare evidente. Infatti, devesi escludere che la mandante li abbia autorizzati o anche solo ratificati successivamente, quando il convenuto medesimo ha dovuto ammettere che non le ha mai spedito il prezzo convenuto e che non l'ha mai nemmeno informata della situazione creatasi con la conclusione dei contratti medesimi. Vero è che la procura del 1911 conferiva al convenuto poteri apparentemente illimitati (\"facoltà di compiere in generale, nel nostro nome o in altro modo, ogni e qualsiasi atto, qualunque ne sia lo scopo o l'effetto\"). Tuttavia, è chiaro che una procura non può in nessun caso avere una portata tanto generale |394| da annullare il suo contenuto essenziale e necessario, la tutela cioè degli interessi del mandante.\n\nMa se così stanno le cose, giustamente l'autorità cantonale ha negato l'acquisto della proprietà degli immobili litigiosi in forza dei contratti 30 agosto 1919. Poichè le circostanze in cui furono conclusi non permettono di ammettere nel convenuto neppure una buona fede soggettiva, è però parimente escluso che egli abbia potuto acquistare la proprietà in virtù della prescrizione decennale giusta l'art. 661 CCS. La situazione non sarebbe diversa per il convenuto, a questo riguardo, neppure qualora si volesse ritenere provata la mala fede di Camillo Scaroni, quale controparte contrattuale. Infatti, determinanti rimangono, per l'applicazione dell'art. 661 CCS, i rapporti tra il convenuto e la sorella, non già quelli tra il convenuto e Camillo Scaroni.\n\n5. Se il convenuto fu indebitamente iscritto nel registro fondiario provvisorio di Gordola e non potè in ogni modo acquistare la proprietà in virtù dell'art. 661 CCS perchè faceva difetto la buona fede, l'autorità cantonale è non di meno del parere che l'acquisto della proprietà sarebbe avvenuto a norma dell'art. 662 CCS concernente la prescrizione acquisitiva straordinaria, con o senza buona fede, di fondi \"non intavolati nel registro fondiario\". Essa rileva in particolare che all'applicazione di questo disposto non si oppone nella fattispecie l'iscrizione del convenuto nel registro fondiario provvisorio, avvenuta il 23 settembre 1919, e cita a questo riguardo il parere di JENNY (Schweizerische Juristenzeitung, vol. 39, pag. 190/191), secondo cui \"il possessore dei beni presenta in tale situazione un elemento positivo superiore ai requisiti dell'art. 662 CC, cosicchè non si giustificherebbe di trattarlo peggio del pretendente che ha soltanto il possesso di fatto\".\n\nSennonchè, già il contesto dell'art. 662 CCS si oppone all'interpretazione che l'autorità cantonale ha voluto dargli. Infatti, la semplice costatazione che il convenuto |395| \"possiede da trent'anni, senza interruzione, pacificamente e come proprietario un fondo\" non può avere per risultato che il diritto di proprietà invocato debba senz'altro essere tutelato e l'azione di rivendicazione degli attori respinta. Giusta il capoverso terzo dell'art. 662 CCS, deve in precedenza avvenire la pubblicazione di una grida ufficiale. Solo se non vi fu opposizione o se questa fu respinta, il giudice ordinerà \"l'iscrizione\" nel registro. Ora, è chiaro che nella fattispecie una pubblicazione di questa natura sarebbe priva di senso, il convenuto già essendo iscritto in un registro, sia pure provvisorio. Privo di senso sarebbe però anche il promovimento di una procedura di opposizione se la persona iscritta in un registro provvisorio potesse in ogni caso invocare la prescrizione acquisitiva straordinaria. Infatti, gli elementi essenziali di questa (possesso ininterrotto e pacifico come proprietario durante trent'anni), che il richiedente non iscritto deve avantutto rendere verosimili e sui quali verte successivamente, se è il caso, la procedura di opposizione, sarebbero già incontrovertibili quando il richiedente è iscritto (cfr. HAAB, nota 22 ad art. 662 CCS; PFISTER, Die Ersitzung nach schweizerischem Recht, pag. 58/59).\n\nComunque, nessun dubbio può sussistere, circa l'inapplicabilità dell'art. 662 CCS se il fondo è intavolato in un registro cantonale, ove si tenga presente il senso che il termine generale \"registro fondiario\" ha nella sistematica del CCS. Per \"iscrizione nel registro fondiario\" s'intende di regola quella nel registro fondiario federale o in un registro cantonale che ne fa provvisoriamente le veci. Tale è per esempio senza dubbio il caso quando l'art. 656 cp. 2 CCS dispone che \"per l'acquisto della proprietà fondiaria occorre l'iscrizione nel registro fondiario\", dato che l'acquisto della proprietà sarebbe altrimenti impossibile nelle regioni prive del registro fondiario federale. Aggiungasi che una precisazione circa la natura del registro fondiario contemplato nemmeno era necessaria, in quanto i Cantoni furono autorizzati, con gli art. 46 e 48 Tit. fin. CCS, a designare |396| i registri cantonali che dovevano provvisoriamente avere effetti analoghi a quelli del registro fondiario federale. Ora, secondo la dottrina e la giurisprudenza questi effetti si estendono in particolare anche alle condizioni che devono essere adempiute per l'acquisto della proprietà mediante la prescrizione ordinaria (cfr. HAAB, nota 8 ad art. 661 CCS) e, a più forte ragione, mediante la prescrizione straordinaria (RU 56 II 182).\n\nVero è che secondo JENNY, citato dal Tribunale di appello, l'art. 662 CCS non potrebbe essere interpretato nel senso che la prescrizione acquisitiva trentennale sarebbe esclusa nel caso di un richiedente in male fede già iscritto. A suo modo di vedere, il fatto di essere iscritto costituirebbe infatti un plus rispetto al richiedente non iscritto. Questa tesi si rivela però inconciliabile con il testo chiaro della legge. In particolare, essa non tiene conto della circostanza che il CCS ha voluto sancire la prescrizione acquisitiva straordinaria soltanto per i casi estremamente rari in cui il registro fondiario non fornisce indicazione alcuna o il precedente proprietario è da tempo morto o scomparso (art. 662 cp. 1 e 2). Se queste condizioni non sono attuate, la prescrizione acquisitiva è invero facilitata giacchè la durata del possesso è ridotta a dieci anni; essa presuppone però sempre la buona fede (cfr. HUBER, Erläuterungen zum Vorentwurf eines schweizerischen ZGB, pag. 82/83).\n\n6, 7. - .....\n\nIl Tribunale federale pronuncia:\n\nIn quanto ricevibile, il ricorso degli attori Pio Felix Codiga, Dalos Catrine Codiga e Geltrude Hemington è accolto e a questi attori è assegnata la proprietà sui beni immobili trasferiti nel marzo 1919 a Caterina Scaroni mediante divisione ereditaria (iscrizione n. 363 del 17 marzo 1919 del registro fondiario di Locarno). L'ufficiale del registro è autorizzato a procedere all'iscrizione nel registro fondiario di Locarno."}