{"annee": "82", "cour": "IV", "page": "121", "date": "18/7/1956", "cite": ["68 IV 54", "81 IV 262", "80 IV 258"], "cite_par": ["97 IV 52", "91 IV 107"], "chapeau": "26. Entscheid der Anklagekammer vom 18. Juli 1956 i.S. Tribunale di appello del Cantone Ticino gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 264, 279, 283 al. 1 deuxième phrase et 300 al. 1 PPF; art. 97 LD. Compétence de la Chambre d'accusation pour déterminer définitivement le for dans les affaires pénales qui relèvent du droit fiscal et des autres matières administratives; portée du renvoi d'une affaire par le Ministère public fédéral ou l'administration à une autorité cantonale (consid. 1). Art. 74 ch. 3 et 96 al. 2 LD; art. 52 et 53 AChA; art. 41 et 42 AIL. For où doit être jugé le coauteur; lieu de commission en cas de contraventions douanières et de soustraction de l'impôt sur le chiffre d'affaires et sur le luxe (consid. 2 à 4)."], "faits": "BGE 82 IV 121 S. 122\n\nA.- Der früher in Zürich, jetzt in Tel Aviv wohnhafte Emanuel Guttmann wird beschuldigt:\n\na) der Zollübertretung unter erschwerenden Umständen gemäss Art. 74 Ziff. 3 (Unterlassung der Anmeldung zollpflichtiger Waren beim Grenzübertritt) und 82 Ziff. 2 ZG (gewerbs- und gewohnheitsmässige Verübung);\n\nb) der Hinterziehung der Warenumsatzsteuer und Luxussteuer gemäss Art. 52 und 53 WUStB vom 29. Juli 1941 bzw. Art. 41 und 42 LStB vom 13. Oktober 1942.\n\nDas eidg. Finanz- und Zolldepartement büsste Guttmann am 24. Juni 1955 mit Fr. 44'308.60. Da sich dieser der Strafverfügung nicht unterzog, wurde der Fall durch Vermittlung der Bundesanwaltschaft den Behörden des Kantons Tessin zur gerichtlichen Beurteilung überwiesen. Der Procuratore pubblico sottocenerino erhob zuhanden der Assisi pretoriali di Mendrisio gegen Guttmann Anklage mit dem Antrag auf Bestätigung der administrativen Verfügung.\n\nHiegegen rekurrierte Guttmann an die Camera dei ricorsi penali del Tribunale di appello des Kantons Tessin, indem er u.a. die Zuständigkeit der Tessiner Gerichte BGE 82 IV 121 S. 123bestritt mit der Begründung, er habe an seinem damaligen Wohnort Zürich gehandelt, wo auch die zollamtliche Untersuchung zuerst angehoben worden sei.\n\nB.- Auf Veranlassung der Bundesanwaltschaft unterbreitet das Tribunale di appello den Fall der Anklagekammer des Bundesgerichtes mit dem Hinweis, dass die Bundesanwaltschaft die Tessiner Gerichte als zuständig betrachte, so dass ein Konflikt mit Guttmann vorliege.\n\nDie Staatsanwaltschaft des Kantons Zürich, die sich im kantonalen Verfahren zur Sache nicht äussern wollte, weil in ihrem Kanton kein Strafverfahren hängig sei, verneint in ihrer Vernehmlassung an das Bundesgericht dessen Zuständigkeit, stellt jedoch für den Fall der Bejahung den Gerichtsstand Zürich in Abrede.", "considerants": "Die Anklagekammer zieht in Erwägung:\n\n1. Ist der Gerichtsstand unter den Behörden verschiedener Kantone streitig oder wird die Gerichtsbarkeit eines Kantons vom Beschuldigten bestritten, so bezeichnet nach Art. 264 BStP die Anklagekammer des Bundesgerichtes den Kanton, der zur Verfolgung und Beurteilung berechtigt und verpflichtet ist.\n\nDie Voraussetzungen dieser Vorschrift treffen dann nicht zu, wenn eine Bundesbehörde gesetzlich befugt ist, die zuständige kantonale Behörde verbindlich zu bestimmen. Das ist nach dem klaren Wortlaut von Art. 18 und 254 BStP der Fall, wenn der Bundesrat eine Bundesstrafsache einem Kanton überweist. Darüber hinaus hat die Anklagekammer eine verbindliche Gerichtsstandsverfügung, die ihre Entscheidungsbefugnis ausschliesst, bisher auch angenommen, wenn das eidg. Justiz- und Polizeidepartement gestützt auf eine Delegation des Bundesrates die Beurteilung strafbarer Handlungen, die teils der Bundesgerichtsbarkeit, teils der kantonalen Gerichtsbarkeit unterstehen, in Anwendung von Art. 344 Ziff. 1 Abs. 1 StGB BGE 82 IV 121 S. 124in der Hand der kantonalen Behörde vereinigt; ebenso lautet die Praxis in Fällen, wo das eidg. Militärdepartement auf Grund der ihm vom Bundesrat in Art. 16 lit. c der Verordnung über die Militärstrafrechtspflege generell erteilten Delegation die Beurteilung von Straftaten, die teils der militärischen, teils der bürgerlichen Gerichtsbarkeit unterstellt sind, nach Art. 221 MStG einem bürgerlichen Gericht überträgt (BGE 81 IV 264). Eine ausdrückliche Vorschrift, wonach in solchen Delegationsfällen durch die Überweisung der Departemente der Gerichtsstand der Kantone verbindlich bestimmt wird, besteht indessen nicht. Es liesse sich deshalb auch die Auffassung vertreten, die Zuweisung sei nur eine vorläufige, mit der Folge, dass in einem allfälligen Streit über die Zuständigkeit noch die Anklagekammer angerufen werden könnte.\n\nJedenfalls stellt sich die Frage, ob die Zuweisung von Strafsachen durch Bundesstellen an eine kantonale Behörde den Gerichtsstand endgültig festlege, dann unabhängig von der erwähnten Rechtsprechung, wenn es sich, wie hier, nicht um Delegationsfälle, sondern um Fiskalstrafsachen handelt, die (gleich den übrigen Verwaltungsstrafsachen, Art. 321 ff. BStP) von Gesetzes wegen den kantonalen Gerichten zur Beurteilung zu überweisen sind, sofern auf Freiheitsstrafe zu erkennen ist oder gegen Strafverfügungen Einsprache erhoben wurde. Die Überweisung erfolgt bei Zolldelikten auf Veranlassung des Zolldepartementes durch die Bundesanwaltschaft (Art. 97 ZG), bei Übertretungen anderer fiskalischer Bundesgesetze durch die Verwaltung selbst (Art. 300 Abs. 1 BStP).\n\nFür eine selbständige Bestimmung des Gerichtsstandes durch die Bundesanwaltschaft bzw. die Verwaltungsbehörde kann angeführt werden, dass den Betroffenen die Möglichkeit zur Anfechtung der Verfügung auf dem Wege der Verwaltungsbeschwerde an die übergeordnete Verwaltungsinstanz und letztlich an den Bundesrat offen steht, wobei vor beiden Instanzen sowohl die Verletzung BGE 82 IV 121 S. 125von Bundesrecht und die unrichtige oder unvollständige Feststellung des Sachverhaltes wie die Unangemessenheit der angefochtenen Verfügung geltend gemacht werden können (Art. 23bis Abs. 1 des Bundesgesetzes über die Organisation der Bundesverwaltung und Art. 127 OG; BGE 81 IV 266). Auch räumt Art. 283 BStP der Verwaltung das Recht ein, zwischen dem Gerichtsstand des Wohnortes und demjenigen des Begehungsortes zu wählen. Diese Vorschrift gilt aber gemäss Art. 279 BStP nur unter dem Vorbehalt besonderer Bestimmungen der fiskalischen Bundesgesetze und ihrer Ausführungsverordnungen. Wo diese eine selbständige Ordnung treffen, besteht es daher nicht. Abgesehen hievon schliesst das Wahlrecht die Möglichkeit eines Entscheides darüber, welches der tatsächliche Wohn- oder Begehungsort sei, nicht aus. In diesem Umfange bestände jedenfalls auch beim Wahlrecht der Verwaltung Anlass zur endgültigen Bestimmung des Gerichtsstandes durch die Anklagekammer.\n\nDarüber hinaus erscheint die Zuständigkeit der Anklagekammer allgemein sachlich gerechtfertigt. Nicht nur wird dadurch eine einheitliche Anwendung der Gerichtsstandsbestimmungen in höherem Masse gewährleistet als es bei dem über dieses oder jenes Departement führenden Beschwerdeweg der Fall wäre, sondern diese Lösung entspricht auch dem Bestreben nach einer möglichst raschen Abklärung der Gerichtsstandsfrage besser als die Durchführung eines über verschiedene Instanzen führenden Verwaltungsverfahrens. Zudem ist dieser Kompetenzordnung unter rechtsstaatlichen Gesichtspunkten, insbesondere nach dem Grundsatz der Gewaltentrennung, der Vorzug zu geben. In diesem Sinne hat sich denn auch der Bundesrat in dem mit ihm hierüber geführten Meinungsaustausch ausgesprochen.\n\nKann aber nach dem Gesagten in Fiskal- (und übrigen Verwaltungs-)strafsachen der Überweisung eines Falles durch die Verwaltung nur vorläufige Bedeutung zukommen, BGE 82 IV 121 S. 126ist die Zuständigkeit des Bundesgerichtes zu bejahen und auf das vorliegende Gesuch einzutreten.\n\n2. Guttmann, der nach der Aktenlage in diesem Strafverfahren vorläufig der einzige Beschuldigte ist, bezog an seinem früheren Wohnort Zürich als Einkäufer für verschiedene Oststaaten von Dezember 1949 bis Juli 1952 von einer Zürcher Firma grössere Mengen Uhren, wofür die Warenumsatzsteuer und (für Golduhren) die Luxussteuer zu entrichten waren. Da Grossisten bei Nachweis der unmittelbaren Ausfuhr der Ware ins Ausland von diesen Abgaben befreit sind (Art. 54 Abs. 2 lit. b WUStB in Verbindung mit Art. 1 der Verfügung Nr. 8 des eidg. Finanz- und Zolldepartementes betreffend die Warenumsatzsteuer vom 28. Juni 1945; Art. 1 Abs. 1 Ziff. 1 und Art. 9 LStB), liess Guttmann, um in den Besitz der zur Steuerbefreiung erforderlichen zollamtlichen Deklarationen zu kommen, die Uhren ordnungsgemäss über im Tessin wohnende Mittelsleute nach Italien ausfuhren und sodann einen grossen Teil derselben in die Schweiz zurückschmuggeln. Auf diese Weise gelang es ihm, die Warenumsatzsteuer und die Luxussteuer zu umgehen.\n\n3. Für die Verfolgung und Beurteilung von Zollvergehen und Widerhandlungen gegen den WUStB und den LStB sind gemäss Art. 96 Abs. 2 ZG in Verbindung mit Art. 53 WUStB und Art. 42 LStB in der Regel die Gerichte des Kantons örtlich zuständig, wo die strafbare Handlung begangen wurde oder, wenn die Tat im Ausland stattgefunden hat, der Erfolg eingetreten ist.\n\nEine Zollübertretung begeht u.a., wer zollpflichtige Waren beim Grenzübertritt ganz oder teilweise zur Zollbehandlung anzumelden unterlässt (Art. 74 Ziff. 3 ZG). \"Begangen\" wird demnach das Zollvergehen beim Grenzübertritt; denn dort hätte die unterlassene Handlung erfolgen müssen (LOGOZ, Kommentar, N. 4 zu Art. 7). Dieser Grenzübertritt fand vorliegend im Zollkreis Chiasso, also im Kanton Tessin, statt. Indessen wird Guttmann, bei dem es mindestens vorläufig allein zur gerichtlichen BGE 82 IV 121 S. 127Beurteilung kommt, der subjektiven Mittäterschaft (vgl. BGE 80 IV 266) beschuldigt. Gehandelt hat er seinerseits an seinem Wohnort Zürich, wo er mündliche Weisungen und Aufträge erteilte, Briefe absandte usw. Somit wurde die Zollübertretung, wie sie Gegenstand der Beschuldigung bildet, sowohl im Kanton Tessin als im Kanton Zürich begangen.\n\nNicht anders verhält es sich hinsichtlich der Hinterziehungen der Warenumsatzsteuer und der Luxussteuer; jene waren nur im Zusammenwirken einerseits der Handlungsweise in Zürich, anderseits der vorgetäuschten Ausfuhr im Tessin möglich; beides sind massgebende Vorgänge der Deliktsausführung.\n\nLiegt aber der Ausführungsort in der Schweiz, fällt der Ort des eingetretenen Erfolges als solcher ausser Betracht (vgl.BGE 68 IV 54).\n\n4. Für den Fall, dass die strafbare Handlung in mehreren Kantonen begangen wurde, erklärt Art. 96 Abs. 2 ZG die Gerichte des Kantons zuständig, wo die Untersuchung zuerst angehoben wurde. Das ist nach der Aktenlage durch den Zollstrafsachendienst Zürich geschehen. Somit hat dieser Kanton die gerichtliche Beurteilung zu übernehmen.\n\nDaran vermag nach dem eingangs Gesagten auch der Hinweis auf das der Verwaltung durch Art. 283 Abs. 1 BStP (vgl. auch Art. 41 Abs. 1 WUStB und Art. 29 Abs. 1 LStB) eingeräumte Wahlrecht nichts zu ändern. Ob von diesem überhaupt die Rede sein kann, erscheint schon angesichts des in Art. 279 BStP zugunsten besonderer Bestimmungen fiskalischer Bundesgesetze und ihrer Ausführungsverordnungen gemachten Vorbehaltes zweifelhaft (vgl. Art. 96 ZG und die Verweisung von Art. 53 WUStB und Art. 42 LStB; BLUMENSTEIN, Grundzüge des schweiz. Zollrechtes, S. 103 V; anders SPITZ, Das schweiz. Zollstrafrecht, S. 160 unten). Die Frage kann jedoch offen bleiben, weil die Bundesanwaltschaft den Fall an die Behörden des Begehungsortes wies und daher zu entscheiden war, wo dieser liege.\n\nBGE 82 IV 121 S. 128\n\nDemnach erkennt die Anklagekammer:\n\nDie Behörden des Kantons Zürich werden berechtigt und verpflichtet erklärt, Emanuel Guttmann für alle ihm zur Last gelegten strafbaren Handlungen zu verfolgen und zu beurteilen."}