{"annee": "82", "cour": "I", "page": "67", "date": "11/7/1956", "cite": ["64 I 145", "76 I 177", "75 I 225"], "cite_par": ["83 I 237", "85 I 73", "89 I 353"], "chapeau": "11. Urteil vom 11. Juli 1956 i.S. Boschung gegen Freiburg, Kassationsgericht und Staatsanwaltschaft.", "regestes": ["Procédure pénale: Lorsque la loi subordonne la recevabilité d'un recours à l'observation d'un délai, il faut admettre en principe que le recourant dispose de toute la durée du délai légal."], "faits": "|67|\n\nA.- Die Strafprozessordnung für den Kanton Freiburg, vom 11. Mai 1927 (StPO), bestimmt:\n\nArt. 40.\n\n\"1. - Die Urteile sind schriftlich abzufassen, und zwar innerhalb fünf Tagen, falls die Kassationsfrist eine zehntägige ist; |68|\n\nbeträgt die Kassationsfrist zwanzig Tage oder ist gegen einen Abwesenden verhandelt worden, so hat die Abfassung des Urteils innerhalb zehn Tagen zu erfolgen; die Urteile müssen vom Präsidenten und vom Gerichtsschreiber unterzeichnet sein.\n\n2.- ...\".\n\nArt. 54.\n\n\"1. - Alle Strafurteile ... können durch das Rechtsmittel der Kassation angefochten werden:\n\na) wenn in der Verhandlung das Gesetz durch den Richter in einem wesentlichen Punkte verletzt worden ist;\n\nb) wenn das Urteil eine Gesetzesverletzung enthält, so insbesondere, wenn es nicht mit Gründen versehen ist.\n\n2.- ...\".\n\nB.- In einer Strafsache gegen den Beschwerdeführer fand am 2. Dezember 1955 die Verhandlung vor Kriminalgericht des Seebezirkes des Kantons Freiburg statt. Das Urteil wurde mündlich im Dispositiv eröffnet. Gleichzeitig eröffnete der Präsident des Kriminalgerichts dem Beschwerdeführer, dass er sofort verhaftet werde und dass die ihm zustehende Kassationsfrist 10 Tage betrage.\n\nAm 12. Dezember 1955 reichte der amtliche Verteidiger des Beschwerdeführers Kassationsbeschwerde ein mit der Behauptung, Art. 40 Ziff. 1 und Art. 54 Ziff. 1 StPO seien dadurch verletzt worden, dass das mit der Begründung versehene Strafurteil nicht nur nicht innert 5 Tagen nach Ausfällung, sondern nicht einmal bei Ablauf der lotägigen Frist für die Kassationsbeschwerde vorgelegen habe.\n\nDas freiburgische Kantonsgericht hat die Beschwerde mit Entscheid vom 18. Januar 1956 abgewiesen und zur Begründung im wesentlichen ausgeführt, die vom Beschwerdeführer erhobene Rüge aus Art. 40 Ziff. 1 StPO betreffe einen Verfahrensfehler. Ein solcher sei in Anlehnung an Art. 54 Ziff. 1 lit. a StPO zu behandeln, welche Vorschrift die Kompetenzausscheidung des gerichtlichen Verfahrens von der der Beschwerde an die Anklagekammer unterliegenden Voruntersuchung bezwecke. Nach Vorschrift des Gesetzes müsse die gerügte Gesetzesverletzung einen wesentlichen Punkt betreffen, der für die Verteidigung der Rechte des Angeklagten erhebliche Bedeutung habe. Die Bestimmung, dass der Gerichtsschreiber innert |69| bestimmter Frist das Urteil redigieren müsse, sei eine Ordnungsvorschrift. Deren Verletzung könne nur dann als Kassationsgrund angerufen werden, wenn dadurch die Rechte des Angeklagten verletzt worden seien, so z.B. wenn das Urteil bei Ablauf der Kassationsfrist noch nicht redigiert gewesen wäre oder wenn wegen der verspäteten Redaktion dem Verurteilten die für die Ergreifung des Rechtsmittels rechtzeitige Kenntnisnahme verunmöglicht worden wäre.\n\nHier habe das Urteil am 12. Dezember 1955, dem letzten Tage der Frist für die Kassationsbeschwerde, gegen Mittag, vorgelegen und sei zur Verfügung des Verteidigers des Beschwerdeführers gestanden. Der Beschwerdeführer habe übrigens unterlassen darzulegen, dass er sein Möglichstes getan habe, um die Beschwerde ausarbeiten zu können. Dass sein Vertreter am Montag, den 12. Dezember 1955 sehr beschäftigt gewesen wäre, werde nicht behauptet. Somit hätte dieser die Möglichkeit und die Pflicht gehabt, sich am letzten Tage der Frist um das Stillschweigen des Gerichtsschreibers zu bekümmern, sei es durch persönliche Vorsprache, sei es durch telephonischen Anruf. Wenn dies geschehen wäre, hätte die Beschwerde noch rechtzeitig verfasst werden können, zumal dafür bis Mitternacht Zeit gewesen wäre und es sich nicht um eine schwierige Sache gehandelt habe.\n\nOb für die Beschwerdefrist die Restitution zu gewähren sei, sei nicht zu prüfen, da der Beschwerdeführer kein Restitutionsgesuch gestellt habe. Der Beschwerdeführer habe damit eine Verteidigungsmöglichkeit verpasst, die nicht von vorneherein aussichtslos gewesen wäre.\n\nC.- Der Beschwerdeführer erhebt die staatsrechtliche Beschwerde und beantragt Aufhebung der Urteile des Kassationsgerichts Freiburg vom 18. Januar 1956 und des Kriminalgerichts Murten vom 2. Dezember 1955. Es wird geltend gemacht, der angefochtene Entscheid beruhe auf Verletzung der Rechtsgleichheit und Willkür. Zur Begründung wird im wesentlichen ausgeführt, gemäss |70| Art. 40 Ziff. 1 StPO sei dem Gerichtsschreiber und den Parteien je die Hälfte der Rechtsmittelfrist für die Redaktion des Urteils, bzw. des Rechtsmittels eingeräumt. Es wäre daher ein Einbruch in die Rechtsgleichheit, wenn man mit der Vorinstanz annehmen wollte, es hätte genügt, wenn dem Beschwerdeführer noch der Montagnachmittag zur Verfügung gestanden hätte. Zum mindesten wäre es angezeigt gewesen, dass der Gerichtsschreiber den Anwalt des Beschwerdeführers benachrichtigt hätte, als das Urteil redigiert war. Weil der Beschwerdeführer vom Urteil nicht habe Kenntnis nehmen können innert Frist, sei es ihm auch unmöglich gewesen, allfällige Kassationsgründe gegen dieses motivierte Urteil geltend zu machen. Da der Beschwerdeführer keine Frist versäumt habe, sei ein Restitutionsgesuch nicht in Frage gekommen. Soweit er eine Kassationsbeschwerde habe begründen können, sei dieselbe fristgerecht eingereicht worden. Schliesslich liege Willkür auch darin, dass der Beschwerdeführer am Tage nach der Zustellung des motivierten Kassationsentscheides vom 18. Januar 1956 in die Anstalt Bellechasse überführt worden sei, weil das Strafurteil vom 2. Dezember 1955, ungeachtet des noch hängigen Rechtsmittels, als rechtskräftig erklärt worden sei.\n\nDas Bundesgericht hat die Beschwerde begründet erklärt und das Urteil des Kassationsgerichts Freiburg aufgehoben", "considerants": "in Erwägung:\n\n1. Art. 40 Abs. 1 StPO schreibt vor, dass das schriftliche Urteil innert 5 Tagen abzufassen ist, wenn die Kassationsfrist 10 Tage beträgt, und in 10 Tagen bei 20tägiger Kassationsfrist. Damit werden dem Verurteilten bei lotägiger Kassationsfrist fünf Tage, bei 20tägiger 10 Tage zur Prüfung des begründeten Urteils und zur Geltendmachung allfälliger Kassationsgründe zur Verfügung gestellt. Hier handelt es sich um eine Beschwerdefrist von 10 Tagen.\n\nDie Befristung eines Rechtsmittels hat ordentlicherweise den Sinn, dass derjenigen Partei, der das Rechtsmittel |71| zusteht, die Frist, die das Gesetz gewährt, ganz zur Verfügung steht. Wenn daher, wie nach der Ordnung in Art. 40 Abs. 1 StPO, die Urteilsbegründung während des Laufes der Beschwerdefrist abzufassen ist, so darf dadurch der Zeitraum, den das Gesetz dem Betroffenen einräumt, nicht verkürzt werden. Der Betroffene hat während der Frist von der Urteilsbegründung Kenntnis zu nehmen, sie zu prüfen, sich mit seinem Verteidiger zu beraten und seine Eingabe in der gesetzlichen Form auszuarbeiten und einzureichen. Hiefür bedarf er der im Gesetz vorgesehenen Frist. Er hat Anspruch darauf, dass sie ihm gewährt wird. Die Auffassung vollends, auf der das angefochtene Urteil beruht, der Verteidiger hätte sich am letzten Tage der Frist für die Kassationsbeschwerde und das bis dahin nicht vorliegende Urteil bemühen und seine Beschwerde gegen die an diesem Tage gegen Mittag endlich ausgefertigte, aber noch nicht eröffnete Urteilsbegründung erheben sollen, lässt sich mit sachlichen Gründen nicht vertreten. Art. 40 Abs. 1 StPO will die gesetzliche Frist für die Kassationsbeschwerde für die betroffene Partei im äussersten Falle hälftig teilen. Abgesehen davon, dass dem Verurteilten in jenem Zeitpunkte die Frist, auf deren Gewährung er gesetzlichen Anspruch hatte, überhaupt nicht mehr zu Verfügung stand, ist es Sache der Behörde, für die richtige Bekanntgabe des Urteils an die Partei besorgt zu sein, und nicht Sache der Partei, sich um die Einsicht in ein noch nicht eröffnetes Urteil zu bemühen.\n\n2. Hiegegen kann nicht eingewendet werden, der Beschwerdefuhrer habe ein sachliches Interesse, gegen das Sachurteil erster Instanz eine Kassationsbeschwerde einzureichen, nicht nachgewiesen. Es handelt sich um den Anspruch des Verurteilten auf Gewährung des gesetzlichen Verteidigungsrechts, also letzten Endes um den Anspruch auf rechtliches Gehör. Dieser ist nach feststehender Praxis des Bundesgerichts formeller Natur. Seine Verletzung hat die Aufhebung des angefochtenen Entscheides auch dann zur Folge, wenn der Beschwerdeführer |72| ein materielles Interesse hieran nicht nachweist, bzw. nicht nachzuweisen vermag (BGE 76 I 182,BGE 75 I 227,BGE 64 I 148/9 und dortige Zitate)."}