{"annee": "82", "cour": "I", "page": "157", "date": "20/6/1956", "cite": ["75 I 16", "69 I 234", "81 I 119", "81 I 26", "77 I 211", "74 I 147", "81 I 340", "78 I 424"], "cite_par": ["85 I 225", "101 IB 277", "112 IB 485", "98 IA 381", "111 IB 257", "96 I 350", "96 I 123", "85 I 32", "93 I 338", "110 IA 51"], "chapeau": "22. Urteil vom 20. Juni 1956 i.S. Egger gegen Grosser Gemeinderat der Stadt Winterthur und Regierungsrat des Kantons Zürich.", "regestes": ["Garantie de la propriété. On peut invoquer la garantie de la propriété à l'encontre d'une restriction de droit public lorsqu'on en requiert la suppression, mais non pas lorsqu'on prétend seulement un droit à une indemnité et qu'une voie de droit est ouverte pour cette prétention (consid. 2). Quand l'interdiction de construire sur une partie d'un immeuble est-elle assimilable à une expropriation? (consid. 3)."], "faits": "|157|\n\nA.- Das zürcherische EG zum ZGB bestimmt in § 182:\n\n\"Der Regierungsrat ist berechtigt, auf dem Verordnungswege ... zur Sicherung der Landschaften, Ortsbilder und Aussichtspunkte vor Verunstaltung ... die nötigen Verfügungen zu treffen und Strafbestimmungen aufzustellen.\n\nSoweit der Regierungsrat erklärt, von dieser Berechtigung nicht Gebrauch machen zu wollen, steht sie den Gemeinden zu.\n\nStaat und Gemeinden sind berechtigt, derartige ... Landschaften, Ortsbilder und Aussichtspunkte auf dem Wege der Zwangsenteignung, insbesondere auch durch Errichtung einer öffentlich-rechtlichen Dienstbarkeit zu schützen und zugänglich zu machen.\" |158|\n\nDer Regierungsrat des Kantons Zürich hat \"in Ausführung von § 182 Abs. 1 und 2 des EG zum ZGB\" am 9. Mai 1912 eine Verordnung über den Natur- und Heimatschutz (VO) erlassen. Nach den §§ 6 und 7 VO sind die Gemeinden berechtigt, zum Schutze des Ortsbildes Verordnungen zu erlassen, die der Genehmigung des Regierungsrates bedürfen. § 10 VO lautet:\n\n\"Ist der durch die Anwendung dieser Verordnung verursachte Eingriff in das Eigentum mit unverhältnismässigen Kosten verbunden, die durch keine andere Anordnung vermieden werden können, so ist von der Anwendung der Verordnung abzusehen. Dagegen steht in solchen Fällen den zuständigen Behörden der Weg der Zwangsenteignung gemäss § 182 Abs. 3 EG offen.\"\n\nB.- Am 6. Juli 1956 hat der Grosse Gemeinderat der Stadt Winterthur gestützt auf § 68 des kantonalen Baugesetzes und § 6 VO unter Vorbehalt von § 10 VO eine \"Bau- und Schutzverordnung\" für das Hanggebiet des Gallispitzes in Winterthur-Veltheim erlassen. Im Hinblick auf die besondere Schönheit dieses nahe bei der Kirche und beim früheren Dorfkern von Veltheim gelegenen aussichtsreichen Gallispitzes teilt diese Bau- und Schutzverordnung das von Süden nach Norden ansteigende, oben immer steiler werdende Hanggebiet zwischen der Trottenstrasse und einem nicht benannten Wege in zwei Zonen ein. In der Zone A am Fusse des Hanges dürfen zweigeschossige Wohnhäuser gebaut werden; in der darüber gelegenen Zone B ist jedes Bauen verboten. Die Zonengrenze verläuft auf der Höhe von 454 m über Meer.\n\nDer Beschwerdeführer Werner Egger ist Eigentümer dreier Grundstücke im Hanggebiet des Gallispitzes. Die beiden Grundstücke Nr. 469 und 470 halten zusammen etwa 400 m2 und liegen vollständig in der Zone A. Das 2004 m2 haltende Grundstück Nr. 3588 erstreckt sich in einer mittleren Breite von 36 m etwa 55 m den Hang hinauf bis zur Kote 460 m und fällt zu etwa 2/3 in die Zone A und zu 1/3 in die Zone B.\n\nWerner Egger focht die Bau- und Schutzverordnung |159| beim Bezirksrat Winterthur an, wurde aber durch Entscheid vom 5. März 1954 abgewiesen. Hiegegen rekurrierte er an den Regierungsrat des Kantons Zürich mit dem Antrag, das Bauverbot für die Zone B und das Verbot, in Zone A über die Höhe von 459 m zu bauen, seien aufzuheben, eventuell sei die Zonengrenze auf Kote 460 m zu verlegen unter entsprechender Abänderung der Verordnung und des zugehörigen Zonenplans. Zur Begründung berief er sich namentlich auf die Eigentumsgarantie (Art. 4 KV) und machte geltend, das teilweise Bauverbot für das Grundstück Nr. 3588 komme einer Enteignung gleich und entbehre als solche der erforderlichen gesetzlichen Grundlage.\n\nDer Regierungsrat wies den Rekurs durch Entscheid vom 22. September 1955 ab. Die Begründung lässt sich wie folgt zusammenfassen: Eine Verlegung der Zonengrenze auf die Höhenkote 460 m, wodurch das ganze Grundstück des Beschwerdeführers in die Bauzone A zu liegen käme, würde die Schönheit des Gallispitzes zu sehr beeinträchtigen und sei abzulehnen. Zu prüfen bleibe, ob die Eigentumsgarantie verletzt sei. § 10 VO schreibe vor, dass auf die Anwendung der VO zu verzichten und der Weg der Enteignung zu beschreiten sei, wenn der Eingriff ins Eigentum mit unverhältnismässigen Kosten verbunden sei, was nach der Praxis des Regierungsrates dann der Fall sei, wenn der Eingriff in seinen Wirkungen einer Enteignung gleich- oder nahekomme. Ein aus Gründen des Natur- oder Heimatschutzes ergangener Verwaltungsakt oder Rechtssatz einer Gemeinde, der die Entschädigungspflicht wegen materieller Enteignung zur Folge habe, entbehre somit der gesetzlichen Grundlage und sei aufzuheben. Das streitige Bauverbot stelle indessen keine materielle Enteignung in Sinne der bundesgerichtlichen Rechtssprechung (BGE 69 I 241) dar. Ob es sich beim obern Teil des Grundstücks des Beschwerdeführers um Bauland handle, sei angesichts der Steilheit des Hanges und der mangelhaften Zufahrt zweifelhaft, könne aber offen |160| bleiben, denn selbst wenn es Bauland wäre, würde der Beschwerdeführer nicht in ausserordentlich hohem und empfindlichem Masse betroffen. Einmal sei nur 1/3 des Landes vom Bauverbot betroffen. Sodann sei das Grundstück nicht genügend tief, um in drei Bautiefen überbaut zu werden, wenn man die vorgeschriebenen Grenz- und Gebäudeabstände einhalte; die Belastung des obersten Drittels habe daher nur die zwar spürbare, aber nicht ausserordentlich einschneidende Folge, dass die beiden möglichen Baukörper näher aneinander gerückt werden müssen, als dies ohne das Bauverbot möglich wäre.\n\nC.- Mit rechtzeitiger staatsrechtlicher Beschwerde beantragt Werner Egger, diesen Entscheid der Regierungsrates wegen Willkür (Art. 4 BV) und Verletzung der Eigentumsgarantie (Art. 4 KV) aufzuheben.\n\nD.- Der Regierungsrat des Kantons Zürich und der Stadtrat von Winterthur beantragen die Abweisung der Beschwerde.\n\nE.- Eine Instruktionskommission des Bundesgerichts hat am 29. Mai 1956 mit den Parteien- in Winterthur-Veltheim einen Augenschein vorgenommen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer hat vor dem Regierungsrat zwei Begehren gestellt; er verlangte in erster Linie die Aufhebung des für die Zone B aufgestellten gänzlichen Bauverbots sowie des damit zusammenhängenden Verbots, in Zone A über die Höhe von 459 m zu bauen, und beantragte eventuell die Verlegung der Zonengrenze auf die Kote 460 m und die Heraufsetzung der zulässigen Bauhöhe in Zone A auf 465 m. Wäre diesem Eventualantrag entsprochen worden, so würde das ganze Grundstück Nr. 3588 in der Zone A liegen und die hauptsächlichste Beschränkung der Benutzung darin bestehen, dass nicht über eine Höhe von 465 m gebaut werden dürfte. Dass auch diese Beschränkung mit der Eigentumsgarantie unvereinbar wäre, macht der Beschwerdeführer nicht geltend; die |161| Beschwerde richtet sich nach ihrer Begründung ausschliesslich gegen die Aufrechterhaltung des streitigen Bauverbots für das oberste Drittel des Grundstücks Nr. 3588, d.h. gegen die Abweisung des Eventualbegehrens durch den Regierungsrat. Zu prüfen ist somit lediglich, ob das Bauverbot für die Zone B insoweit haltbar ist, als es für das oberste Drittel des Grundstücks Nr. 3588 gilt.\n\n2. Das in der \"Bau- und Schutzverordnung\" des Grossen Gemeinderats der Stadt Winterthur enthaltene Bauverbot für die Zone B ist erlassen worden zur Sicherung des Orts- und Landschaftsbildes. Hierin liegt eine öffentlich-rechtliche Eigentumsbeschränkung im Sinne von Art. 702 ZGB. Eine solche ist mit der Eigentumsgarantie, wie sie Art. 4 der Zürcher KV gewährleistet, dann vereinbar, wenn sie auf gesetzlicher Grundlage beruht, im öffentlichen Interesse liegt und, sofern sie in der Wirkung einer Enteignung gleichkommt, gegen Entschädigung erfolgt (BGE 81 I 29 und dort zitierte Urteile).\n\nDass das angefochtene Bauverbot im öffentlichen Interesse liegt, ist nicht bestritten. Dagegen bestreitet der Beschwerdeführer sowohl, dass es auf gesetzlicher Grundlage beruhe, als auch, dass es ohne Entschädigung angeordnet werden dürfe, und zwar beides deshalb, weil es in der Wirkung einer Enteignung gleichkomme.\n\na) Wenn die Beschwerde lediglich auf die Ausrichtung einer Entschädigung für die durch das Bauverbot bewirkte Werteinbusse gerichtet wäre, so könnte von einer Verletzung der Eigentumsgarantie jedenfalls zur Zeit nicht gesprochen werden, da der von einem Eingriffins Eigentum Betroffene, wie in BGE 81 I 345 ff. näher dargelegt wurde, im Kanton Zürich die Möglichkeit hat, die Entschädigung mit der Forderungsklage gemäss § 1 des Gesetzes vom 23. Juni 1831 über Streitigkeiten im Verwaltungsfach vor dem Zivilrichter geltend zu machen. Der Beschwerdeführer erhebt jedoch nicht, jedenfalls aber nicht in erster Linie, Anspruch auf Entschädigung; vielmehr macht er geltend, der Eingriff sei mangels gesetzlicher Grundlage unzulässig und |162| daher durch Aufhebung des Bauverbots bzw. durch Verlegung der Zonengrenze zurückzunehmen. Dafür steht ihm der Rechtweg nicht zur Verfügung, sondern nur die staatsrechtliche Beschwerde wegen Verletzung der Eigentumsgarantie. Das Bundesgericht hat denn auch wiederholt solche Beschwerden aus dem Kanton Zürich, mit denen öffentlichrechtliche Eigentumsbeschränkungen mangels gesetzlicher Grundlage angefochten worden waren, gutgeheissen (vgl.BGE 74 I 147ff.,BGE 77 I 211ff.).\n\nb) Die Parteien sind darüber einig, dass die rechtliche Grundlage des streitigen Bauverbots nur in der kantonalen Natur- und Heimatschutzverordnung liegen könne und nach § 10 dieser Verordnung fehle, wenn es enteignungsähnlich wirke. Dieses Einverständnis der Parteien enthebt das Bundesgericht nicht der Aufgabe, diese Frage selber zu prüfen, da im staatsrechtlichen Beschwerdeverfahren die Prorogation ausgeschlossen ist (BGE 75 I 18; BIRCHMEIER, Handbuch des OG S. 352) und eine Prorogation auch in einer Einigung wie der vorliegenden stecken könnte.\n\nDie \"Bau- und Schutzverordnung\" des Grossen Gemeinderates der Stadt Winterthur nennt im Ingress als Grundlagen § 68 des kantonalen Baugesetzes (BG) sowie § 6 der kantonalen Natur- und Heimatschutzverordnung (VO) und behält § 10 dieser Verordnung ausdrücklich vor. § 68 BG ist offenbar Grundlage der für die Zone A. aufgestellten Bauvorschriften und scheidet aus als Grundlage des Bauverbots für die Zone B. Dieses kann sich dagegen auf § 6 VO stützen, sofern dessen Anwendung nicht durch § 10 VO ausgeschlossen ist. Wie es sich damit verhält, kann das Bundesgericht, da es sich um die Auslegung und Anwendung kantonalen Verordnungsrechts handelt, nicht frei, sondern nur aus dem beschränkten Gesichtswinkel des Art. 4 BV überprüfen (BGE 74 I 151b,BGE 77 I 218Erw. 2,BGE 78 I 428Erw. 2).\n\nNach § 10 ist die VO nicht anzuwenden, wenn der dadurch verursachte Eingriff ins Eigentum \"mit unverhältnismässigen |163| Kosten verbunden\" ist. Was damit gesagt werden soll, ist nicht klar, weil das Objekt, zu dem die Kosten ins Verhältnis zu setzen sind, nicht genannt wird. Die Zürcher Praxis hat unter den \"Kosten\" von jeher den dem Betroffenen aus der Eigentumsbeschränkung erwachsenden Schaden, die erlittene Werteinbusse, verstanden und hat angenommen, dieser Schaden sei dann \"unverhältnismässig\", wenn die Beschränkung enteignungsähnlich wirke; soweit dies zutreffe, sei daher die VO überhaupt nicht anzuwenden, sondern sei nach § 182 Abs. 3 EG zum ZGB zu verfahren, d.h. das formelle Enteignungsverfahren einzuleiten (vgl. die nicht veröffentl. Urteile des Bundesgerichts vom 18. Juli 1941 i.S. Wettstein Erw. 4 und vom 3. Dezember 1945 i.S. Oggenfuss Erw. 5). Diese Auslegung lässt sich, da sich die VO nur auf die Abs. 1 und 2 des § 182 EG zum ZGB stützt, mit sachlichen Gründen vertreten und ist nicht willkürlich. Die VO bildet somit nur dann eine genügende Rechtsgrundlage für das angefochtene Bauverbot, wenn dieses nicht enteignungsähnlich wirkt.\n\nZu prüfen bleibt, ob durch die im Ingress der \"Bau- und Schutzverordnung\" enthaltenen Hinweise die Frage nach dem Bestand der gesetzlichen Grundlage des für die Zone B aufgestellten Bauverbotes abschliessend beantwortet sei. Das ist nicht von vornherein zu verneinen, da durch einen unrichtigen Hinweis im Ingress einer Verordnung weder der Mangel einer gesetzlichen Grundlage behoben noch eine wirklich vorhandene gesetzliche Grundlage beseitigt wird (vgl. BGE 81 I 121 Erw. 2). Im vorliegenden Falle wird indessen durch die Zitate in der \"Bau- und Schutzverordnung\" des Grossen Gemeinderates der Stadt Winterthur und in der Natur- und Heimatschutzverordnung des Regierungsrates klargestellt, was diese Behörden überhaupt anordnen wollten. Durch den Hinweis auf § 182 Abs. 1 und 2 EG zum ZGB im Ingress der Natur- und Heimatschutzverordnung wird zum Ausdruckgebracht, dass auf Grund dieser Verordnung nur gewöhnliche, nicht |164| enteignungsähnliche öffentlich-rechtliche Eigentumsbeschränkungen angeordnet werden dürfen, und der Grosse Gemeinderat von Winterthur hat durch den ausdrücklichen Vorbehalt des § 10 VO im Ingress einer Bau- und Schutzverordnung gezeigt, dass das, was er anordne, als nicht enteignungsähnliche Eigentumsbeschränkung aufzufassen sei, dass er also nichts anordne, das auf § 182 Abs. 3 EG zum ZGB abgestützt werden könnte oder müsste.\n\nDamit steht fest, dass das angefochtene Bauverbot nur dann auf gesetzlicher Grundlage beruht, wenn es nicht enteignungsähnliche Wirkung hat.\n\n3. Nach der vom Beschwerdeführer nicht angefochtenen Praxis des Bundesgerichts und des Zürcher Regierungsrates erscheint ein Eingriff dann materiell, wenn auch nicht der Form nach, als Enteignung, wenn dem Eigentümer ein bisher rechtmässig ausgeübter oder wirtschaftlich verwerteter Gebrauch der Sache untersagt wird, oder wenn das Verbot die Benützung der Sache in ausserordentlich hohem und empfindlichem Masse einschränkt und dabei ausnahmsweise ein einziger oder nur einzelne wenige Eigentümer so getroffen werden, dass diese ein allzu grosses Opfer zugunsten des Gemeinwesens bringen müssten, sofern sie keine Entschädigung erhielten (BGE 69 I 241/2 und BGE 81 I 346 /7 und dort zitierte weitere Urteile).\n\nDurch das für das Land oberhalb der Kote 454 m aufgestellte Bauverbot wird dem Beschwerdeführer kein bisher rechtmässig ausgeübter oder wirtschaftlich verwerteter Gebrauch des Bodens untersagt. Zu prüfen ist, ob das Verbot die Benützung des Bodens in so hohem und empfindlichem Masse beschränkt, dass der Beschwerdeführer ähnlich wie von einer Enteignung betroffen wird.\n\na) Der Regierungsrat hat bei der Prüfung dieser Frage die Wirkung des Bauverbots im Hinblick auf das ganze Grundstück Nr. 3588 gewogen. Der Beschwerdeführer hält das für unrichtig, ja willkürlich und verlangt, dass die Abwägung nur im Hinblick auf den vom Bauverbot betroffenen Teil des Grundstücks durchgeführt werde, da |165| sonst auf ein zufälliges, mit dem Bauverbot in keinem innern Zusammenhang stehendes Kriterium abgestellt werde. Das trifft indessen nicht zu. Wenn ein Grundstück nur teilweise mit einem Bauverbot belegt wird, erscheint es als sachlich richtig, die Frage, ob hierin eine materielle Enteignung liege, im Hinblick auf das ganze betroffene Grundstück aufzuwerfen und zu beurteilen; andernfalls hätte jede für eine spätere Strassenverbreiterung gezogene Bau- oder Strassenlinie enteignungsähnliche Wirkung, wovon keine Rede sein kann. Auch das Bundesgericht ist jeweils so vorgegangen, so z.B. im Urteil vom 3. Juli 1946 i.S. Le Fort (abgedruckt in ZSR 66 S. 408a ff.) mit dem Ergebnis, dass es die enteignungsähnliche Wirkung bei einem der Beschwerdeführer, dessen Grundstück durch die Eigentumsbeschränkung unüberbaubar wurde, bejahte, bei den übrigen Beschwerdeführen dagegen, deren Grundstücke nur teilweise unüberbaubar wurden oder sich schon an sich zur Überbauung nicht eigneten, verneinte (Erw. 7-9). Es besteht kein Anlass, von dieser Praxis abzuweichen und die Frage der enteignungsähnlichen Wirkung nicht auch im vorliegenden Falle im Hinblick auf das ganze Grundstück des Beschwerdeführers zu prüfen.\n\nb) Das Grundstück Nr. 3588 liegt an keiner Strasse und hat heute auch keine Zufahrt von der zunächst gelegenen Trottenstrasse her, doch ist diese Zufahrt über die dem Beschwerdeführer gehörende Parzelle Nr. 469 leicht herstellbar, sodass das ganze Grundstück als baureif gelten kann. Besonnung und Aussicht sind im obersten, in der Bauverbotszone liegenden Teil am besten, aber auch weiter unten am Hang durchaus gut. Bei Einhaltung der vom Beschwerdeführer nicht angefochtenen Bauvorschriften für die Zone A (Maximallänge von 24 m für zwei zusammengebaute Wohnhäuser, minimaler Grenzabstand 5 m, minimaler Gebäudeabstand 10 m) können auf dem Grundstück, wie sich aus den vom Bauamt Winterthur vorgelegten Skizzen ergibt, mit oder ohne Bauverbot höchstens zwei Baublöcke zu je zwei Wohnhäusern aufgestellt |166| werden. Die Behauptung des Beschwerdeführers, dass auf dem vom Bauverbot betroffenen Landstück nochmals zwei zusammengebaute Häuser erstellt werden könnten, ist offenbar unrichtig; er hat jedenfalls keine Planskizzen für eine solche Überbauung vorgelegt noch nähere Angaben darüber gemacht. Das Bauverbot für das obere Drittel hat demnach in erster Linie den Nachteil zur Folge, dass die beiden Baukörper nicht nach Belieben hangaufwärts in der Richtung der besten Besonnung und Aussicht verschoben werden können. Sodann können die beiden Baublöcke, ob sie längs oder quer zum Hang gestellt werden, nicht so breit sein, wie wenn auch das obere Drittel des Grundstückes überbaut werden könnte. Zu weit geht dagegen die Behauptung des Beschwerdeführers, das oberhalb der Baugrenze gelegene Land habe nur noch den landwirtschaftlichen Ertragswert, denn es lässt sich als Nutz- und Ziergarten verwenden und wird als Umschwung zu einer oder zu mehreren Wohnbauten auch weiterhin einen beachtlichen Wert haben; wer in dieser Gegend Fr. 30.- für den m2 Bauland auslegt, dürfte auch ein grösseres Umgelände dazu erwerben wollen.\n\nDie Nachteile des Bauverbotes für den Beschwerdeführer sollen damit nicht verkleinert werden. Sie liegen klar zutage, sind aber doch nicht derart, dass von enteignungsähnlicher Wirkung gesprochen werden kann. Die Befugnisse des Eigentümers werden merklich, aber doch nicht in \"ausserordentlich hohem und empfindlichen Masse\" eingeschränkt. Die Beschränkungen bleiben vielmehr im Rahmen dessen, was noch als \"gewöhnliche\" öffentlich-rechtliche Eigentumsbeschränkung gelten kann. Im angeführten Urteil i.S. Le Fort wurde ein Bauverbot in der Gemeinde Perroy für einen Landstreifen von durchschnittlich 25 m Breite in schönster Lage am Ufer des Genfersees als nicht enteignungsähnlich betrachtet (Erw. 7). Im vorliegenden Falle ist der vom Bauverbot betroffene Landstreifen nur zwischen 15 und 21 m breit und zudem an einem für die Erstellung von Bauten nicht |167| besonders geeigneten Steilhang gelegen. Der Eingriff in die Befugnisse des Eigentümers geht somit zweifellos nicht weiter als bei jenen Grundstücken am Genfersee.\n\nIst demnach die umstrittene Eigentumsbeschränkung nicht enteignungsähnlich, so kann sie sich auf die zürcherische Natur- und Heimatschutzverordnung und damit auf § 182 Abs. 1 und 2 des zürcherischen EG zum ZGB stützen.\n\nSie beruht somit auf gesetzlicher Grundlage und verletzt die Eigentumsgarantie nicht.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}