{"annee": "82", "cour": "I", "page": "1", "date": "17/2/1956", "cite": ["73 I 191"], "cite_par": ["89 I 115", "93 I 189", "117 IB 248", "84 I 77"], "chapeau": "1. Auszug aus dem Urteil vom 17. Februar 1956 i.S. Legerlotz gegen Wehrsteuer-Rekurskommission des Kantons Zürich.", "regestes": ["Impôt pour la défense nationale; convention entre la Suisse et les Etats-Unis d'Amérique en vue d'éviter les doubles impositions dans le domaine des impôts sur le revenu. 1. Lorsque la voie de l'entente que vise l'art. XVII de la convention est ouverte, le contribuable peut néanmoins user des moyens de droit prévus par la législation du pays qui l'impose (consid. 2). 2. Imposition d'une personne domiciliée aux Etats-Unis sur les immeubles qu'elle possède en Suisse, ainsi que sur leur rendement. a) Calcul du revenu imposable. Droit à l'imposition sur le revenu net (art. IX de la convention). Amortissements sur les immeubles qui ne font pas partie d'une fortune commerciale? Application par analogie de l'art. III de la convention (établissements stables)? (consid. 5 a). b) Montant de l'impôt sur le revenu. La convention ne fait pas obstacle à l'application de la loi du pays qui impose. Elle ne s'oppose pas à ce que le taux de l'imposition soit fixé selon le revenu total. Portée de l'art. XV de la convention (consid. 5 b-d)."], "faits": "BGE 82 I 1 S. 2\n\nA.- Der Beschwerdeführer, der seinen Wohnsitz in den Vereinigten Staaten von Amerika hat, ist Eigentümer dreier Liegenschaften in Zürich. Er wurde für diesen Grundbesitz und das Einkommen daraus der Wehrsteuer unterworfen. Bei der umstrittenen Einschätzung für die VII. Periode wurden vom Rohertrag ein pauschaler Betrag für die Kosten des Unterhalts der Grundstücke und ein verhältnismässiger Teil der Schuldzinsen abgezogen. Der so ermittelte Reinertrag wurde als steuerbares Einkommen behandelt. Die Steuersätze wurden nach Massgabe des Gesamteinkommens und des Gesamtvermögens bestimmt. Die Beschwerde des Steuerpflichtigen wurde von der kantonalen Rekurskommission am 30. März 1955 abgewiesen.BGE 82 I 1 S. 3\n\nDie Behörde führte aus, da man es nicht mit einem geschäftlichen Betriebe zu tun habe, seien Abschreibungen nach dem Wehrsteuerrecht nicht zulässig; aus dem schweizerisch-amerikanischen Abkommen zur Vermeidung der Doppelbesteuerung auf dem Gebiete der Einkommenssteuern (im folgenden: Abkommen) ergebe sich nichts anderes. Der Beschwerdeführer leite aus dem Abkommen zu Unrecht ab, dass die Steuersätze ausschliesslich nach Massgabe des in der Schweiz gelegenen Vermögens und des daraus fliessenden Ertrages zu bestimmen seien.\n\nB.- Gegen diesen Entscheid erhebt der Steuerpflichtige Verwaltungsgerichtsbeschwerde mit dem Begehren, die Einschätzung sei in verschiedenen Punkten zu berichtigen. Er macht u.a. geltend, die Auffassung der Rekurskommission, dass eine im Verfahren nach Art. XVII des Abkommens getroffene Verständigung für sie nicht verbindlich wäre, sei befremdlich. Der bewilligte Pauschalabzug von 2 1/2% für Gebäudeunterhalt sei ungenügend; nach Art. IX Abs. 2 des Abkommens sei auch, wie für Betriebsstätten, eine Abschreibung wegen Wertverminderung zuzulassen; in den Vereinigten Staaten werde ein Pauschalsatz von mehr als 3% angerechnet. Das Abkommen schliesse nach richtiger Auslegung aus, dass für die Bestimmung des Steuersatzes das ausländische Einkommen mitberücksichtigt werde; das ergebe sich namentlich, durch Umkehrschluss, aus Art. XV Abs. 1 lit. b daselbst. Da der Beschwerdeführer nach dem Abkommen so einzuschätzen sei, wie wenn der Ertrag seiner schweizerischen Liegenschaften sein ganzes Einkommen wäre, sei ihm der in Art. 25 WStB vorgesehene Abzug zu gewähren. Aus Gründen der Billigkeit sei auch der Satz der Vermögenssteuer ausschliesslich nach Massgabe der in der Schweiz liegenden Werte festzulegen.\n\nC.- Die kantonalen Behörden und die eidg. Steuerverwaltung schliessen auf Abweisung der Beschwerde.\n\nDas Bundesgericht folgt diesem Antrag.\n\nBGE 82 I 1 S. 4", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. XVII des Abkommens kann ein Steuerpflichtiger, der glaubt, dass ihm gegenüber eine den Bestimmungen des Abkommens widersprechende Doppelbesteuerung vorliege, seinen Fall dem Staate unterbreiten, dem er angehört oder in dem er Wohnsitz hat; erachtet die zuständige Behörde des angerufenen Staates den Einspruch als begründet, so hat sie eine Verständigung mit der zuständigen Behörde des anderen Staates über eine angemessene Vermeidung der Doppelbesteuerung anzustreben. Der Beschwerdeführer könnte sich gestützt auf diese Bestimmung an die zuständige Behörde der Vereinigten Staaten wenden, wo er seinen Wohnsitz hat. Diese Möglichkeit hindert ihn jedoch nicht, den in der eidg. Gesetzgebung vorgesehenen Weg der Beschwerde zu beschreiten, mit der geltend gemacht werden kann, der angefochtene Entscheid der schweizerischen Behörde verletze das Bundesrecht, zu dem auch jenes Abkommen gehört. Das Bundesgericht hat daher über die vorliegende Beschwerde zu entscheiden, auch soweit damit eine Verletzung des Abkommens geltend gemacht wird. Was von der Auffassung der Rekurskommission, dass eine im Verfahren nach Art. XVII des Abkommens getroffene Verständigung für die schweizerische Beschwerdeinstanz nicht verbindlich sei, zu halten ist, kann offen gelassen werden, da ein solches Verfahren hier nicht eröffnet worden ist.\n\n5. Das Abkommen betrifft nur die Steuern vom Einkommen, nicht auch diejenigen vom Vermögen (Art. I). Es ist durch die angefochtene Veranlagung zur Wehrsteuer vom Einkommen nicht verletzt.\n\na) Nach Art. IX Abs. 1 des Abkommens sollen Einkünfte aus unbeweglichem Vermögen nur in dem Vertragsstaate besteuert werden, in welchem dieses Vermögen liegt. Damit ist der Grundsatz anerkannt, dass die Grundstücke, auch hinsichtlich der Steuer, ausschliesslich der Hoheit des Staates unterliegen, in dessen Gebiet sie sich BGE 82 I 1 S. 5befinden. Für die Besteuerung des Einkommens aus solchem Vermögen soll grundsätzlich im vollen Umfange das Recht dieses Staates, als des Trägers der Gebietshoheit, anwendbar sein. Indessen kann nach Art. IX Abs. 2 jemand, der Wohnsitz in einem der Vertragsstaaten hat und Einkünfte aus im andern Vertragsstaate gelegenem unbeweglichen Vermögen bezieht, für jedes Steuerjahr verlangen, in diesem Staate \"auf Grund des Nettoeinkommens, d.h. so besteuert zu werden, wie wenn er während des Steuerjahres in diesem andern Staate Geschäftsbeziehungen durch eine Betriebsstätte unterhalten hätte\". Der Steuerpflichtige kann demnach beanspruchen, dass die betreffenden Einkünfte gesondert berechnet werden, in dem Sinne, dass vom Rohertrag der Grundstücke die sie belastenden Aufwendungen abgezogen werden, als ob es sich um einen selbständigen Vermögenskomplex handelte. Wie in diesem Falle das Nettoeinkommen zu berechnen ist, sagt das Abkommen nicht. Art. IX Abs. 2 bedeutet nicht etwa, dass die Bestimmungen des Art. III über die Berechnung der Gewinne einer Betriebsstätte, die ein Unternehmen eines der Vertragsstaaten im Gebiete des andern Staates unterhält, anzuwenden sind. Nach Art. II Abs. 2 wird bei Anwendung der Bestimmungen des Abkommens \"jeder Vertragsstaat, sofern sich aus dem Zusammenhang nicht etwas anderes ergibt, jedem nicht anders umschriebenen Begriff den Sinn beilegen, der ihm unter der eigenen Steuergesetzgebung zukommt\". Danach hat, falls der Pflichtige gemäss Art. IX Abs. 2 des Abkommens die Nettobesteuerung begehrt, der Staat, in dessen Gebiet das unbewegliche Vermögen liegt, das Reineinkommen daraus auf Grund der Bestimmungen des internen Rechtes zu berechnen. Art. IX Abs. 2 wurde in das Abkommen aufgenommen mit Rücksicht darauf, dass nach der Gesetzgebung der Vereinigten Staaten Einkünfte aus dort gelegenem unbeweglichem Vermögen, die an Ausländer mit Wohnsitz im Ausland fliessen, einer Quellensteuer von 30% unterliegen, so dass die Einkommensempfänger unter BGE 82 I 1 S. 6Umständen ein Interesse an einer Nettobesteuerung haben (LOCHER, Handbuch der schweizerisch-amerikanischen Doppelbesteuerungsabkommen, S. 102 f.; I. BLUMENSTEIN in ASA Bd. 20, S. 327). Dagegen hat die Bestimmung für die eidg. Wehrsteuer keine praktische Bedeutung. In der Tat ist nach dem Wehrsteuerbeschluss (Art. 21/22) die Steuer auf den Einkünften, die eine im Ausland wohnende Person aus in der Schweiz liegendem unbeweglichem Vermögen bezieht, ohnehin nur vom Reineinkommen zu berechnen. Diese Ordnung ist daher auch gegenüber Personen mit Wohnsitz in den Vereinigten Staaten ausnahmslos anwendbar. Das Abkommen hat daran nichts geändert.\n\nÜbrigens würde die von der Rekurskommission bestätigte Berechnung des wehrsteuerpflichtigen Einkommens auch dann standhalten, wenn die Vorschriften des Art. III des Abkommens über die Ermittlung der Gewinne aus Betriebsstätten analog anzuwenden wären. Was die Kürzungen des Rohertrages anbelangt, wird dort in Abs. 4 lediglich bestimmt: \"Bei der Festsetzung der Gewinne aus gewerblicher oder kaufmännischer Tätigkeit einer Betriebsstätte sollen alle billigerweise der Betriebsstätte zurechenbaren Auslagen, mit Einschluss von Geschäftsführungs- und allgemeinen Verwaltungsunkosten, zum Abzuge zugelassen werden.\" Das Abkommen enthält keine Vorschrift, wonach Abschreibungen dort zugelassen werden müssten, wo die Gesetzgebung des Landes sie ausschliesst. Und hinsichtlich des Abzugs der Schuldzinsen ist die Ordnung des Wehrsteuerrechts genauer und für den Beschwerdeführer jedenfalls nicht ungünstiger als die unbestimmt lautende Regel in Art. III Abs. 4 des Abkommens.\n\nb) Das Abkommen teilt das Recht zur Besteuerung des Einkommens nach Gegenständen auf. Es enthält auch gewisse Bestimmungen über die Berechnung des dem einen oder andern Staate zur Besteuerung zugewiesenen Einkommens. Dagegen schränkt es die Vertragsstaaten in der Bestimmung des Steuermasses, insbesondere des Steuersatzes, BGE 82 I 1 S. 7grundsätzlich nicht ein; eine Ausnahme macht es nur für die Quellensteuern auf Dividenden (Art. VI) und auf Schuldzinsen (Art. VII). Daraus, dass im vorliegenden Falle der Satz der Einkommenssteuer nach Massgabe des Gesamteinkommens bestimmt wird (Art. 44 WStB), ergibt sich keine Doppelbesteuerung im Sinne des Abkommens. Der so ermittelte Satz wird nur angewandt auf das Einkommen, das die Schweiz nach Art. IX des Abkommens besteuern darf. Diese Bestimmung regelt das Steuermass nicht; sie lässt die hierüber in der Landesgesetzgebung getroffene Ordnung unberührt.\n\nAuch Art. III des Abkommens, der die Besteuerung der Betriebstätten betrifft, enthält keine Bestimmung über das Steuermass. Daraus, dass nach Abs. 3 und 4 daselbst die Betriebsstätte wie ein selbständiges Unternehmen zu behandeln, nach der sog. direkten Methode (méthode de la comptabilité séparée) zu besteuern ist (LOCHER, a.a.O. S. 88 a/89), wäre zwar nach dem in BGE 73 I 202 vertretenen Standpunkt zu schliessen, dass der zur Besteuerung berechtigte Staat bei der Festsetzung des Steuersatzes den Auslandsgewinn nicht zum Inlandsgewinn hinzurechnen dürfe. Ob an diesem Standpunkt, der im hier angefochtenen Entscheide bekämpft wird und auch in der Literatur auf Kritik gestossen ist (I. BLUMENSTEIN in ASA Bd. 17, S. 444, N. 106), festgehalten werden könne, erscheint indessen als zweifelhaft. Die Frage braucht aber im vorliegenden Fall nicht näher erörtert zu werden, da hier Art. III des Abkommens nicht anwendbar ist.\n\nc) Auf das Abkommen können sich berufen die natürlichen Personen, die in einem der Vertragsstaaten Wohnsitz haben, und die nach schweizerischem oder amerikanischem Recht errichteten oder organisierten Unternehmen. Die Vorschriften, die bestimmte Einkommensteile dem Vertragsstaate zuweisen, in dem der Steuerpflichtige nicht seinen Wohnsitz oder Hauptsitz hat, ordnen das Recht dieses Staates zur Besteuerung der betreffenden Objekte erschöpfend. Das gilt insbesondere für Art. IX, ebenso BGE 82 I 1 S. 8für Art. III. Dagegen sind die Rechte und Pflichten des andern Vertragsstaates, der nach diesen Bestimmungen die darin erfassten Gegenstände grundsätzlich nicht besteuern darf, ausserdem in Art. XV Abs. 1 geordnet. Die ergänzende Regelung ist indessen für die beiden Vertragsstaaten verschieden. Art. XV Abs. 1 lit. b schreibt im wesentlichen vor, dass die Schweiz, soweit Personen mit Wohnsitz in diesem Staate oder schweizerische Unternehmen in Frage stehen, die Einkommensteile, die nach den einschlägigen besonderen Bestimmungen des Abkommens (Art. III, IX usw.) den Vereinigten Staaten zur Besteuerung zugewiesen sind, \"von der Bemessungsgrundlage ausnehmen\" wird. Damit werden einfach jene Kollisionsnormen für einen besonderen Fall bestätigt (I. BLUMENSTEIN, ASA Bd. 20, S. 285 ff.). Anderseits erlaubt Art. XV Abs. 1 lit. a den Vereinigten Staaten, bei der Besteuerung ihrer Staatsangehörigen, der auf ihrem Gebiete wohnenden Personen und der amerikanischen Gesellschaften \"ungeachtet anderer Bestimmungen des Abkommens\" alle Einkommensteile \"in die Bemessungsgrundlage einzubeziehen\", die nach der amerikanischen Gesetzgebung steuerbar wären, wenn das Abkommen nicht in Kraft stände; von den auf dieser Basis berechneten amerikanischen Steuern ist jedoch der Betrag der im Abkommen bezeichneten schweizerischen Steuern abzuziehen. Mit der \"Bemessungsgrundlage\" sind hier sowohl die Elemente für die Berechnung des steuerbaren Einkommens als auch die das Steuermass bestimmenden Faktoren gemeint. Dagegen hat der gleiche Ausdruck in lit. b einen engeren Sinn; er betrifft dort nur die Berechnung des der Schweiz zur Besteuerung zugeteilten Einkommens, nicht auch das Steuermass. Das wird verdeutlicht durch den Schlusssatz der lit. b: \"Die Schweiz behält dagegen bei der Festsetzung des anwendbaren Steuersatzes das Recht, auch die gemäss diesem Absatz von der Bemessungsgrundlage ausgenommenen Einkommensteile in Rechnung zu stellen.\" BGE 82 I 1 S. 9\n\nDer Beschwerdeführer vertritt unter Berufung auf eine Auskunft des amerikanischen Treasury Department (International Tax Relations Division) den Standpunkt, die Schweiz dürfe für die Bestimmung des Steuersatzes die den Vereinigten Staaten zur Besteuerung zugewiesenen Einkommensteile nur gegenüber Personen mit Wohnsitz in der Schweiz und schweizerischen Gesellschaften berücksichtigen, auf die sich Art. XV Abs. 1 lit. b einzig beziehe; sie sei hiezu bei der Besteuerung von Personen mit Wohnsitz in den Vereinigten Staaten für die unter Art. IX oder III fallenden Einkünfte aus schweizerischem Grundeigentum oder schweizerischen Betriebsstätten nicht berechtigt, weil das Abkommen für diese Fälle eine dem Schlusssatz in Art XV Abs. 1 lit. b entsprechende Vorschrift nicht enthalte. Dieser Schlusssatz hat jedoch nicht die Tragweite, die ihm die Beschwerde beilegt. Er bestätigt lediglich den Grundsatz, dass das Abkommen die Vertragsstaaten in der Bestimmung des Steuersatzes nicht beschränkt. Er soll verhindern, dass der in lit. b des Art. XV gebrauchte Ausdruck \"Bemessungsgrundlage\" missverstanden, in dem weiten Sinne gedeutet wird, der ihm in lit a daselbst zukommt. Im übrigen brauchte jener Grundsatz im Abkommen nicht besonders ausgesprochen zu werden. Er ergibt sich ohne weiteres aus dessen System. Er gilt im Bereich des Abkommens allgemein, soweit dieses nicht etwas anderes vorschreibt (Art. VI und VII). Er ist auch für die Anwendung der entsprechenden Verträge der Schweiz mit anderen Staaten massgebend, selbst wenn er darin nicht, wie in den Abkommen mit Frankreich (Art. 12 Abs. 3, BS 12, 633) und mit Schweden (Schlussprotokoll zu Art. 2-8, AS 1949, 444), ausdrücklich erwähnt wird. Hätte man der Schweiz das Recht zur Bestimmung des Steuersatzes nach Massgabe des Gesamteinkommens - Recht, das sie nach dem Wortlaut von Art. XV Abs. 1 lit. b des Abkommens \"behält\" - gegenüber den nicht unter diese Bestimmung fallenden Steuerpflichtigen nehmen wollen, so hätte das im Abkommen, BGE 82 I 1 S. 10sei es in den einzelnen Vorschriften über die Ausscheidung des Besteuerungsrechts nach Gegenständen (Art. III, IX usw.), sei es in einer Generalklausel, zum Ausdruck kommen müssen, was nicht geschehen ist.\n\nDer Beschwerdeführer macht geltend, die Festlegung des Steuersatzes nach Massgabe des Gesamteinkommens sei dem Rechte der Vereinigten Staaten fremd; die Beibehaltung dieses Systems sei der Schweiz in dem in Art. XV Abs. 1 lit. b des Abkommens bestimmt umschriebenen Umfange bewilligt worden, weil man ihr einen gewissen Ausgleich für die den Vereinigten Staaten in lit. a eingeräumten Vorteile habe bieten wollen; das Entgegenkommen gegenüber der Schweiz sei aber auf die in lit. b bezeichneten Fälle beschränkt. Diesen Sinn kann jedoch Art. XV nicht haben. Das Abkommen greift in das Recht der Vertragsstaaten, das Steuermass nach der eigenen Gesetzgebung festzulegen, nicht ein, soweit es nicht ausdrücklich und unzweideutig etwas Abweichendes bestimmt. Es berücksichtigt vielmehr die Verschiedenheiten der beidseitigen Besteuerungssysteme, indem es, namentlich in Art. XV, besondere Bestimmungen für die Schweiz einer- und für die Vereinigten Staaten anderseits aufstellt. Es verpflichtet die Schweiz in Abs. 1 lit. b ebenda nicht, sich so weitgehend, wie der Beschwerdeführer behauptet, dem System der Vereinigten Staaten anzupassen. Diese Bestimmung betrifft nur die Besteuerung von Personen mit Wohnsitz in der Schweiz und von schweizerischen Unternehmen. Den hier vorliegenden Fall des Steuerpflichtigen mit Wohnsitz in den Vereinigten Staaten und Grundeigentum in der Schweiz erfasst sie gar nicht. Hiefür ist die Kollisionsnorm des Art. IX massgebend, die über das Steuermass nichts bestimmt, woraus zu schliessen ist, dass in dieser Beziehung, nach dem das Abkommen beherrschenden - in Art. XV Abs. 1 lit. b bestätigten - Grundsatz, ausschliesslich die interne Gesetzgebung des zur Besteuerung berechtigten Staates gilt.\n\nd) Die Frage, ob und inwieweit der Steuerpflichtige BGE 82 I 1 S. 11Sozialabzüge und Steuerbefreiungen, wie sie in Art. 25 Abs. 1 und Art. 26 WStB vorgesehen sind, beanspruchen könne, betrifft ebenfalls die Steuerbelastung, das Steuermass, nicht die Aufteilung des Besteuerungsrechts und auch nicht die Berechnung des Nettoeinkommens im Sinne des Art. IX des Abkommens. Ihre Ordnung ist der Landesgesetzgebung überlassen. Das Abkommen legt den Vertragsstaaten in dieser Beziehung keine Schranken auf (Art. XVIII Abs. 2)."}