{"annee": "82", "cour": "IV", "page": "89", "date": "7/3/1956", "cite": ["74 IV 146", "76 IV 76", "73 IV 225", "72 IV 121"], "cite_par": ["102 IV 84", "102 IV 172", "96 IV 21", "115 IV 31"], "chapeau": "19. Auszug aus dem Urteil des Kassationshofes vom 7. März 1956 i. S. Lenzin gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["Art. 148 CP. Escroquerie à l'emprunt. Ce n'est que lorsque la créance issue du prêt est compromise et, partant, dépréciée dans une mesure notable, qu'il y a préjudice pécuniaire au sens de cette disposition (changement de jurisprudence)."], "faits": "", "considerants": "|90|\n\nAus den Erwägungen:\n\n2. Betrug setzt voraus, dass der Irrende zu einem Verhalten bestimmt wird, durch das er sich oder einen andern am Vermögen schädigt. Dabei genügt zum Tatbestand von Art. 148 StGB ein bloss vorübergehender Schaden (BGE 73 IV 226; BGE 74 IV 153; BGE 76 IV 76 /7, 230), der seinerseits nach bisheriger Rechtsprechung in einer blossen Gefährdung von Vermögensrechten bestehen kann. So hat das Bundesgericht für den Fall der Darlehensaufnahme in BGE 72 IV 124 und verschiedenen nicht veröffentlichten Urteilen entschieden, dass eine Schädigung bereits gegeben sei, wenn der Borger von Anfang an weniger Gewähr für die vertragsgemässe Rückzahlung biete, als der Darleiher glaubte und jener ihm zu bieten behauptete. Diese Auffassung kann jedoch nicht ohne Einschränkung aufrecht erhalten werden. Die Frage, ob der Darleiher mit der Hingabe des Geldes eine vermögensmindernde Verfügung im Sinne des Art. 148 StGB trifft, ist nicht in jedem Falle schon dann zu bejahen, wenn der Geldgeber gegen den Borger eine Darlehensforderung erwirbt, deren Einbringlichkeit nicht ohne weiteres gesichert ist. Zwar liegt in der Unsicherheit des Schuldners eine Gefährdung der gegen ihn gerichteten Forderung, was grundsätzlich als Schaden nach Art. 148 StGB in Betracht fallen kann. Doch ist nicht zu übersehen, dass jede nicht in vollem Umfange sichergestellte Forderung gegenüber dem Besitz des Geldes einen vermögensmäss igen Minderwert darstellt, den der Darleiher als Risiko auf sich nimmt. Mit der Gewährung des Darlehens entäussert er sich bewusst des sicheren Besitzes an seinem Gelde, um dafür eine Forderung zu erwerben, deren Einbringlichkeit mehr oder weniger gewiss ist. Dies schliesst aber zum vorneherein aus, in jeder noch so geringfügigen Gefährdung von Vermögensrechten, wie sie gerade im Abschluss von Kreditgeschäften liegen kann, eine nach Art. 148 StGB beachtliche Vermögensschädigung zu sehen. Eine solche |91| ist sinngemäss nur dann gegeben, wenn der Borger entgegen den beim Darleiher geweckten Erwartungen von Anfang an dermassen wenig Gewähr für eine vertragsgemässe Rückzahlung des Geldes bietet, dass die Darlehensforderung erheblich gefährdet und infolgedessen in ihrem Werte wesentlich herabgesetzt ist. In diesem Falle überschreitet der Kreditnehmer in unzulässiger Weise die Grenze des dem Kreditgeber zumutbaren Risikos."}