{"annee": "82", "cour": "IV", "page": "15", "date": "13/4/1956", "cite": ["77 III 77", "70 IV 97"], "cite_par": ["99 III 58", "114 III 55", "120 IV 208", "86 III 106", "90 II 365", "99 IV 185", "99 IV 57", "100 IV 244"], "chapeau": "6. Urteil des Kassationshofes vom 13. April 1956 i.S. Steiger gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["Art. 20 et 323 ch. 1 CP. 1. Erreur de droit; défaut de raisons justifiant l'absence du débiteur lors de la saisie (consid. 2). 2. Circonstances qui excluent le caractère illicite de l'absence intentionnelle du débiteur? Examen, par le juge pénal, de questions qui relèvent du droit de poursuite (consid. 3)."], "faits": "|15|\n\nA.- Willi Steiger, der in Reinach als Handelsmann ein Versandgeschäft betreibt, erhielt am Donnerstag, den 31. März 1955 eine Pfändungsankündigung auf Samstag, den 2. April 1955, 14.00 Uhr. Im Verlaufe des Samstagvormittags erschien er auf dem Betreibungsamt mit dem Ersuchen, die angekündigte Pfändung zu verschieben, weil er mit der Morgenpost auf den Nachmittag zu einer geschäftlichen Besprechung nach Zürich aufgeboten worden und seine Frau für einige Wochen ortsabwesend sei. Als der Betreibungsbeamte eine Verschiebung als unmöglich bezeichnete, regte Steiger an, die Pfändung noch am selben Vormittag vorzunehmen, was aber abgelehnt wurde.\n\n|16| Am Nachmittag erwies sich der Pfändungsvollzug wegen vertretungsloser Abwesenheit Steigers als unmöglich.\n\nAls dieser nach Ablauf der Betreibungsferien am Montag, den 18. April 1955 mit der Abendpost eine neue Pfändungsankündigung auf den 20. April 1955, 14.00 Uhr erhielt, entschuldigte er sich brieflich wegen seines bevorstehenden Ausbleibens; er fuhr am Dienstag zu abgemachten geschäftlichen Besprechungen nach Basel und von dort zum selben Zwecke nach Luino. Die Pfändung konnte daher auch diesmal nicht vollzogen worden.\n\nB.- Am 24. August 1955 sprach das Bezirksgericht Rheinfelden Steiger des Ungehorsams im Betreibungsverfahren schuldig und verurteilte ihn zu drei Tagen Haft.\n\nDas Obergericht des Kantons Aargau bestätigte am 20. Dezember 1955 das erstinstanzliche Urteil im Schuldpunkt, hob es dagegen im Strafpunkt auf und verurteilte Steiger zu Fr. 80.- Busse.\n\nC.- Steiger führt Nichtigkeitsbeschwerde mit den Anträgen, das Urteil vom 20. Dezember 1955 sei aufzuheben und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Der Beschwerdeführer macht geltend, Art. 333 StGB schliesse \"in seinem Rahmen\" Formaldelikte aus. Voraussetzung der Strafbarkeit sei ein Verschulden. Dazu gehöre, dass der Täter mit Wissen und Willen handle. Dies beziehe sich \"auf alle Tatbestandsmerkmale und auch auf den Erfolg: das Bewusstsein der Rechtswidrigkeit\". Ein Verschulden in diesem Sinne könne ihm nicht zur Last gelegt werden.\n\nDem ist nicht beizupflichten. Für vorsätzlichen Ungehorsam im Betreibungsverfahren (Art. 323 Ziff. 1 StGB) als solchen, der seinem Wesen nach übrigens kein Erfolgsdelikt sein kann, bedarf es nach Art. 18 und 102 StGB nichts weiteres, als dass der Täter mit Wissen und Willen der angekündigten Pfändung vertretungslos fernbleibt.\n\n|17| Dass der Beschwerdeführer dies getan hat, ist durch die Vorinstanz verbindlich festgestellt. Nach ständiger Rechtsprechung des Kassationshofes (vgl. z.B.BGE 70 IV 98; Urteil vom 2. März 1956 i.S. Weibel) gehört zum Vorsatz nach Art. 18 Abs. 2 StGB nicht auch das Bewusstsein der Rechtswidrigkeit. Seinem Fehlen trägt das StGB durch Art. 20 Rechnung.\n\n2. Was der Beschwerdeführer unter Berufung auf Rechtsirrtum (Art. 20 StGB) vorbringt, bezieht sich lediglich auf sein erstes vertretungsloses Fernbleiben von der angekündigten Pfändung und taugt überdies nichts zur Begründung seiner Anträge. Gemäss Art. 56 Ziff. 2 SchKG dürfen Betreibungshandlungen nur an Sonntagen und staatlich anerkannten Feiertagen nicht vorgenommen werden. Dass der Samstag in der Regel kein staatlich anerkannter Feiertag ist, ist allgemein bekannt, ungeachtet dessen, dass verschiedene Betriebe an diesem Tage ihre Arbeit einstellen. Schliesst auch der Betreibungsbeamte sein Bureau, so folgt daraus nicht, dass während dieser Zeit auch die Vornahme von Betreibungshandlungen unzulässig sei. Vielmehr dürfen solche nach der Vorschrift des Art. 56 Ziff. 1 SchKG mit Ausnahme der Sonntage und der staatlich anerkannten Feiertage an allen Wochentagen von 08.00 bis 19.00 Uhr vorgenommen werden. Gegenüber dem Festhalten des Betreibungsbeamten an dem auf den Samstagnachmittag angesetzten Pfändungsvollzug anderer Meinung zu sein, hatte der Beschwerdeführer keinen zureichenden Grund. Anders wäre es nur, wenn er sich bei seiner Vorsprache auf dem Betreibungsamt danach erkundigt hätte, ohne eine befriedigende Antwort erhalten zu haben. Das behauptet er aber selbst nicht.\n\nMutwillig ist die Anrufung des Bundesratsbeschlusses vom 28. Dezember 1940 über den Fristenlauf am Samstag (AS 1940 S. 2033). Wenn einerseits dem Beschwerdeführer auch zuzubilligen ist, dass er nach anderthalb Jahrzehnten keine klare Vorstellung mehr über den Inhalt |18| dieses Erlasses gehabt haben kann, so bestand doch anderseits auch kein begründeter Anlass anzunehmen, etwas derartiges gelte weiterhin, aber nurmehr für den Samstagnachmittag, wie er geglaubt zu haben vorgibt.\n\n3. Was der Beschwerdeführer im weiteren vorbringt, ist dahin zu würdigen, dass er nicht bloss (irrtümlich) aus zureichenden Gründen angenommen haben will, er müsse der Pfändung nicht beiwohnen, sondern hiezu auch tatsächlich berechtigt gewesen sei. Demgegenüber ist soviel einzuräumen, dass dem Gebot, bei der Pfändung anwesend zu sein, keine absolute Geltung zukommen kann. Es lassen sich unschwer Umstände denken, unter denen selbst die vorsätzliche Nichtbeiwohnung an der Pfändung nicht als Ungehorsam im Sinne des Art. 323 Ziff. 1 StGB strafbar sein kann, sei es, dass der Täter in einer Notstandslage (Art. 34 StGB) gehandelt hat, sei es, dass sein Verhalten aus andern Gründen rechtmässig war. Dabei ist die Abwesenheit zum Zwecke der Wahrung (bedeutender) Vermögensinteressen nicht zum vorneherein auszuschliessen. In solchen Fällen wird der Betreibungsbeamte das Ausbleiben des Schuldners nachträglich genehmigen und damit dessen Verhalten rechtfertigen. Indessen darf der Schuldner nicht einfach dem Belieben des Betreibungsbeamten ausgeliefert sein. Dieser muss - wie überhaupt - auch in solchen Fällen irgendwie der Rechts- und sogar der Ermessenskontrolle unterworfen werden können. Die nächstliegende Kontrolle der Aufsichtsbehörden über die Betreibungsämter versagt jedoch, weil nach Art. 21 SchKG nur mit dem Ziel auf Aufhebung oder Berichtigung einer Amtshandlung Beschwerde geführt werden kann, solches aber nach Verstreichen der angekündigten Pfändungszeit nicht mehr möglich ist. Dies gilt übrigens auch für den hier zutreffenden Fall der Verweigerung einer zum voraus verlangten Verschiebung der angekündigten Pfändung, indem diese angesichts der kurzen Fristen kaum je vor dem angekündigten Termin auch nur von der unteren Aufsichtsbehörde nachgeprüft |19| werden könnte. Da die Aufsichtsbehörden über die Betreibungsämter gestützt auf die angeführte Vorschrift in ständiger Rechtsprechung (vgl.BGE 77 III 78) ablehnen, auf (selbst rechtzeitige) Beschwerden einzutreten, deren Erfolg keinen Einfluss mehr auf das Betreibungsverfahren selbst ausüben, sondern nur noch präjudizielle Bedeutung für einen nachfolgenden Zivilprozess haben kann, werden unter Umständen wie den vorliegenden die Strafgerichte die entscheidungsbedürftige Frage des Betreibungsverfahrens selbst vorfrageweise prüfen müssen. Das haben die beiden Vorinstanzen getan. Sie stellen fest, dass die vom Beschwerdeführer vorgebrachten Entschuldigungen nicht stichhaltig seien. Vielmehr wäre es ihm bei gutem Willen sehr wohl möglich gewesen, zur festgesetzten Zeit der Pfändung beizuwohnen. Die Amtshandlungen des Betreibungsbeamten habe er aus purer Rechthaberei und unter nebensächlichen Ausflüchten vereitelt. Zumindest mit Bezug auf seine Säumnis vom 20. April 1955 sei der Straftatbestand des Art. 323 Ziff. 1 StGB klar erstellt. Damit haben die kantonalen Instanzen zu erkennen gegeben, dass sie einen Ungehorsam des Schuldners im Betreibungsverfahren, wie er hier in Frage steht, nicht ausnahmslos für unerlaubt bzw. strafbar erachten, sondern der Auffassung sind, dass er ausnahmsweise (z.B. zur Wahrnehmung berechtigter Interessen) erlaubt bzw. rechtmässig und daher straflos sein könne. Inwiefern aber nach dem vom Obergericht als erwiesen erachteten Sachverhalt die Abwesenheit des Beschwerdeführers bei den Pfändungen nicht rechtswidrig gewesen sein sollte, ist nicht ersichtlich.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}