{"annee": "82", "cour": "IV", "page": "175", "date": "6/7/1956", "cite": [], "cite_par": ["93 I 209"], "chapeau": "37. Urteil des Kassationshofes vom 6. Juli 1956 i.S. Schumacher gegen Generalprokurator des Kantons Bern.", "regestes": ["Art. 272 al. 1 PPF. Conditions que doit remplir la déclaration de pourvoi."], "faits": "", "considerants": "BGE 82 IV 175 S. 175\n\nErwägungen:\n\nDas ordentliche eidgenössische Rechtsmittel gegen kantonale Urteile in Bundesstrafsachen ist die Nichtigkeitsbeschwerde an den Kassationshof des Bundesgerichts gemäss Art. 268 ff. BStP. Sie muss nach Art. 272 Abs. 1 und 2 BStP binnen zehn Tagen seit der nach kantonalem Recht massgebenden Eröffnung des angefochtenen Entscheides erklärt und binnen zwanzig Tagen seit Empfang der vollständigen Urteilsausfertigung begründet werden. Die Beschwerdeerklärung hat u.a. den Zweck, die kantonale Behörde zu veranlassen, dem Beschwerdeführer ohne Verzug von Amtes wegen eine schriftliche Ausfertigung des Entscheides zuzustellen, wenn es nicht schon von kantonalen Rechtes wegen geschehen ist (Art. 272 Abs. 1 a.E. BStP). Damit die kantonale Behörde weiss, ob sie so vorzugehen und nach Ablauf der Frist des Art. 272 Abs. 2 BStP die kantonalen Akten samt dem angefochtenen Entscheid, den Beschwerdeschriften und den Gegenbemerkungen dem Präsidenten des Kassationshofes einzusenden habe (Art. 274 Abs. 1 BStP), muss eine als Beschwerdeerklärung im Sinne des Art. 272 Abs. 1 BStP gedachte Eingabe ausdrücklich als solche bezeichnet oder darin wenigstens unzweideutig der Wille ausgedrückt sein, an BGE 82 IV 175 S. 176das Bundesgericht oder doch an eine eidgenössische Gerichtsinstanz zu gelangen (nicht veröffentlichter Entscheid des Kassationshofes vom 9. Juni 1954 i.S. Fischer mit Zitaten und zahlreiche seitherige Entscheidungen, zuletzt vom 21. März 1956 i.S. Erb).\n\nDiesen Anforderungen entspricht die innert der Frist des Art. 272 Abs. 1 BStP eingereichte Eingabe des Beschwerdeführers vom 4. Juni 1956 nicht. Sie ist nicht als Nichtigkeitsbeschwerde, sondern als \"Rekurs\" bezeichnet, an den \"Untersuchungsrichter von Burgdorf zu Handen der Anklagekammer des Obergerichtes des Kantons Bern\" gerichtet und enthält nicht den geringsten Anhaltspunkt dafür, dass damit nicht diese, sondern eine eidgenössische Gerichtsinstanz, zumal das Bundesgericht, angerufen werden will. Selbst die in der Eingabe vorgebrachten Rügen weisen nicht auf die Anrufung des Bundesgerichtes hin; denn sie laufen ausschliesslich auf eine Beanstandung des kantonalen Verfahrens hinaus. Dieses richtet sich jedoch auch in Bundesstrafsachen nach kantonalem Recht (Art. 247 Abs. 3 BStP, Art. 365 Abs. 1 StGB), dessen Anwendung der Kassationshof des Bundesgerichts nicht nachzuprüfen hat (Art. 269 Abs. 1 BStP).\n\nKann die Eingabe vom 4. Juni 1956 demnach nicht als Erklärung der Nichtigkeitsbeschwerde im Sinne des Art.272 Abs. 1 BStP gelten, so ist sie zu Unrecht dem Präsidenten des Kassationshofes eingesandt worden und infolgedessen wieder jener kantonalen Behörde zuzustellen, an die sie gerichtet ist."}