{"annee": "82", "cour": "IV", "page": "194", "date": "2/11/1956", "cite": ["81 IV 107"], "cite_par": ["95 IV 131"], "chapeau": "42. Auszug aus dem Urteil des Kassationshofes vom 2. November 1956 i.S. Polizeirichteramt der Stadt Zürich gegen Sp.", "regestes": ["Art. 206 CP. Instances ou propositions. Elles doivent être objectivement reconnaissables comme telles, mais il n'est pas nécessaire qu'elles causent un scandale public."], "faits": "BGE 82 IV 194 S. 194\n\nA.- Sp. obliegt seit 1950 gewerbsmässiger Unzucht. In der ersten Morgenstunde des 6. September 1955 ging sie in einem grell roten Mantel vor dem Nachtcafé \"Noé\" an der Ecke Stadelhoferstrasse/Gottfried Keller-Strasse in Zürich langsam auf und ab, schaute auffällig umher und fixierte die Männer, die ihr begegneten oder an ihr vorbeifuhren. Als sich kein Freier einstellte, schlenderte sie durch die Theaterstrasse und über den Bellevueplatz nach der Quaibrücke, wo sie sich auf dem Gehsteig langsam auf den Randstein zu bewegte. Ihr Verhalten veranlasste den Führer eines grossen Amerikanerwagens, BGE 82 IV 194 S. 195in ihrer Nähe anzuhalten. Den Anruf der Wageninsassen beantwortete sie mit der Bemerkung, dass ihrer zu viele seien. Kurz darauf hielt der Führer eines Renault-Heck an und öffnete die Türe. Sp. begab sich sofort zum Wagen. Als sie einsteigen wollte, wurde sie von einer Polizeistreife angehalten.\n\nB.- Das Polizeirichteramt der Stadt Zürich büsste Sp. wegen Anlockens zur Unzucht (Art. 206 StGB) mit Fr. 100.--. Die Gebüsste verlangte gerichtliche Beurteilung.\n\nDer Einzelrichter in Strafsachen des Bezirkes Zürich sprach sie am 9. Februar 1956 mit der Begründung frei, Art. 206 StGB sei nur auf jene Dirnen anzuwenden, die öffentliches Ärgernis erregen, indem sie sich für jedermann erkennbar zur Unzucht anbieten. Uneingeweihte hätten indes nicht erkennen können, das Sp. einen Freier suche; der Fahrzeugführer, der sie zum Mitfahren eingeladen habe, habe sie denn auch nicht als Dirne erkannt, sondern nur angehalten, um festzustellen, ob sie auf das Öffnen der Türe reagiere.\n\nC.- Das Polizeirichteramt der Stadt Zürich führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil sei aufzuheben und die Sache zur Anwendung des Art. 206 StGB an den Einzelrichter zurückzuweisen.\n\nD.- Sp. beantragt Abweisung der Beschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. (Prozessuales.)\n\n2. Gemäss Art. 206 StGB ist strafbar, wer gewerbsmässig und öffentlich jemanden durch Zumutungen oder Anträge zur Unzucht anlockt. Die Dirne oder der männliche Prostituierte erfüllen diese Bestimmung, wie der Kassationshof in BGE 81 IV 109 ausgeführt hat, wenn sie durch ihr Verhalten in der Öffentlichkeit das Zustandekommen des unsittlichen Geschäfts bewusst und gewollt fördern. Unter \"Anträge oder Zumutungen\" fällt dabei jeder Hinweis auf die Bereitschaft zur Unzucht (THORMANN-OVERBECK, N. 3 zu Art. 206 StGB), gleichviel, ob er BGE 82 IV 194 S. 196sich an eine ganz bestimmte Person oder an jeden Vorbeigehenden richte. Dass der Hinweis besonders aufdringlich oder auffällig sei, ist nicht erforderlich. Zumutungen oder Anträge können auch in eine Form gekleidet sein, die sie als solche nur dem Eingeweihten oder einzelnen unauffällig angesprochenen Personen verraten, von Uneingeweihten hingegen nicht sofort oder nicht ohne weiteres erkannt werden (vgl. für das deutsche Recht: Leipziger Kommentar, 2. Bd., S. 735; SCHWARZ, DStGB, S. 720).\n\nDies gilt ohne Einschränkung, wenn sich die Dirne an einen ganz bestimmten Mann wendet. Spricht sie ihn öffentlich an oder lädt sie ihn im Verlauf eines in der Öffentlichkeit geführten Gesprächs zur Unzucht ein, so macht sie sich auch dann strafbar, wenn sie sich bemüht, von Dritten nicht bemerkt zu werden. Bietet sie sich dagegen, ohne einen bestimmten Mann ins Auge zu fassen, jedem Vorübergehenden an, so zieht sie notwendigerweise die Aufmerksamkeit eines grösseren Kreises auf sich. Ein Antrag ist in diesen Fällen in der Regel darin zu erblicken, dass die Dirne ihren Leib zur Schau stellt wie der Kaufmann seine Waren, um damit Kunden zu werben und Geschäfte abzuschliessen (BGE 81 IV 110). Ihr Verhalten muss für jedermann als Aufforderung oder Angebot zur Unzucht erkennbar sein, was objektiv zu verstehen ist und nicht heisst, dass es tatsächlich auch von jedermann erkannt werde oder erkannt werden müsse, und dass von Anfang an über die Absichten der Dirne kein Zweifel herrschen könne. Nicht selten wird demgemäss nur ein kleiner Teil der Vorübergehenden auf eine Dirne oder einen männlichen Prostituierten aufmerksam, die in der Öffentlichkeit Kunden suchen, während die meisten sie übersehen. Anträge oder Zumutungen von Prostituierten brauchen daher nicht stets öffentliches Ärgernis zu erregen; strafbar kann auch ein Verhalten sein, dem die Mehrzahl keine weitere Beachtung schenkt.\n\nZwar weist BGE 81 IV 110 darauf hin, zum Schutz vor individueller Belästigung durch Anträge zur Unzucht sei BGE 82 IV 194 S. 197schon Art. 205 StGB erlassen worden. Die Folgerung, Art. 206 StGB sei unter diesem Gesichtspunkt überflüssig, dieser Tatbestand schütze nur die Interessen der Allgemeinheit, nicht die des einzelnen, darf indes nicht missverstanden werden. Dass die unzüchtige Belästigung auf Antrag, das gewerbsmässige Anlocken zur Unzucht dagegen von Amtes wegen verfolgt wird, erklärt sich nicht daraus, dass die Belästigung in jedem Fall weniger Anstoss erregen würde als das Anlocken; die Anrempelung einer ehrbaren Frau kann beispielsweise ebenso sehr zum öffentlichen Ärgernis werden wie das Auftreten von Prostituierten. Wenn das Anlocken zur Unzucht von Amtes wegen zu verfolgen ist, so ist dies vielmehr darauf zurückzuführen, dass die Bekämpfung der Auswüchse der Strassenprostitution den Behörden anheimgestellt werden muss und nicht vom Antrag eines wider seinen Willen Belästigten abhängig gemacht werden kann. Die Allgemeinheit ist daran interessiert, dass auch jenen Dirnen und männlichen Prostituierten Einhalt geboten wird, die sich lediglich einzelnen Vorübergehenden bemerkbar machen.\n\n3. Der Einzelrichter stellt nicht in Abrede, dass die Beschwerdegegnerin gewerbsmässig und öffentlich zur Unzucht anlockte. Dass sie durch ihr Verhalten auf der Strasse das Zustandekommen des unsittlichen Geschäfts bewusst und gewollt förderte und es damit zu Zumutungen oder Anträgen kommen liess, steht nach dem Gesagten ausser Frage. Wenn sie in auffälliger Kleidung nach Dirnenart langsam auf- und abging, umherblickte und Männer fixierte, so liess sie damit deutlich genug erkennen, dass sie ihren Leib feilhielt. Die Annahme der Vorinstanz, der Führer des Renault-Heck habe die Beschwerdegegnerin, als er sie zur Mitfahrt einlud, nicht (mit Sicherheit) als Dirne erkannt, steht dem nicht entgegen. Dass er angehalten haben will, um festzustellen, ob sie auf das Öffnen der Türe reagiere, zeigt, dass er dies zumindest stark vermutete. Die Insassen des Amerikanerwagens scheinen darüber vollends nicht im Zweifel gewesen zu sein. Im BGE 82 IV 194 S. 198übrigen genügt es, dass das Vorhaben der Beschwerdegegnerin objektiv erkennbar war; dass die Vorübergehenden es tatsächlich erkannten, ist, wie dargelegt, nicht erforderlich. Ebenso wenig fällt ins Gewicht, dass die Strassen, auf denen sich die Beschwerdegegnerin aufhielt, nach Annahme der Vorinstanz nicht als Marktstand Prostituierter bekannt sein sollen. Lässt der Strichgang als solcher erkennen, dass sich die Dirne gegen Bezahlung zur Unzucht anbietet, so ist es im Hinblick auf die Anwendung des Art. 206 StGB ohne Belang, ob sie sich auf einem als Marktstand Prostituierter bekannten Platz oder an einem andern Ort aufhalte (vgl. SCHWARZ, DStGB, S. 720; Juristische Wochenschrift 1934, S. 501, Nr. 12).\n\nDie Beschwerdegegnerin hat den Tatbestand des Art. 206 StGB somit in jeder Hinsicht erfüllt.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Einzelrichters in Strafsachen des Bezirkes Zürich vom 9. Februar 1956 aufgehoben und die Sache zur Verurteilung der Beschwerdegegnerin im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}