{"annee": "82", "cour": "III", "page": "31", "date": "28/4/1956", "cite": [], "cite_par": ["82 III 97"], "chapeau": "11. Entscheid vom 28. April 1956 i.S. Spannagel.", "regestes": ["Dans la procédure d'opposition, les délais dans lesquels on doit ouvrir action (art. 107 al. 1 et 109 LP) sont des délais légaux, que l'office des poursuites ne peut prolonger. Une telle prorogation est dénuée d'effet."], "faits": "|31|\n\nA.- Das Betreibungsamt setzte zwei Drittansprechern gepfändeter Gegenstände am 20. Januar 1956 Frist zur Widerspruchsklage gemäss Art. 107 Abs. 1 SchKG. Auf ihr Ersuchen gewährte das Amt am 24. Januar der Frau Spannagel eine Verlängerung der Klagefrist bis zum 15. Februar mit Rücksicht auf ihre Krankheit und die Abwesenheit ihres Ehemannes. Dem J. Laube, der sich an die Gläubigerin gewandt, aber nicht geklagt hatte, räumte das Betreibungsamt am 8. Februar eine neue Klagefrist bis zum 15. Februar ein.\n\nAuf Beschwerde der Gläubigerin erklärte die untere Aufsichtsbehörde die Fristerstreckungen ungültig.\n\nEine Beschwerde des Schuldners hiegegen hat die obere Aufsichtsbehörde abgewiesen. Sie führt aus, die Klagefristansetzung durch das Betreibungsamt sei weder von Frau Spannagel noch von Laube mit Beschwerde angefochten worden, daher in Rechtskraft erwachsen. Als gesetzliche Frist sei sie nicht erstreckbar gewesen; die vom Betreibungsamt in Verkennung dieser gesetzlichen Ordnung gewährte Erstreckung bezw. Neuansetzung der Frist sei unbeachtlich ohne Rücksicht auf die dafür angerufenen Gründe; die Vorinstanz habe sie daher zu Recht annulliert.\n\nB.- Mit dem vorliegenden Rekurs beantragt der Schuldner Spannagel, \"die gemachten Beschlüsse und Regelungen hinsichtlich der Kredit- und Verwaltungsbank AG\" seien zu annullieren und die Vorinstanzen anzuweisen, das Verfahren |32| dahingehend zu ergänzen, dass die bewilligten Fristverlängerungen als gültig erklärt und den Drittansprechern die Möglichkeit zur Geltendmachung ihrer Ansprüche gegeben werden.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Nachdem die Gläubigerin Kredit- und Verwaltungsbank AG die Drittansprachen der Frau Spannagel und des J. Laube gemäss Art. 106 Abs. 3 SchKG bestritten hatte, musste das Betreibungsamt den Drittansprechern nach Art. 107 Frist zur Widerspruchsklage ansetzen. Es handelt sich dabei um eine gesetzliche Frist, an der das Betreibungsamt nichts ändern kann (vgl. JAEGER, Art. 33 N. 2). Wenn die Drittansprecher daran etwas auszusetzen hatten, konnten sie gegen die Fristansetzung Beschwerde führen, was sie aber, ohne besondere Bewilligung aufschiebender Wirkung, auch nicht von der fristgemässen Klageerhebung entbunden hätte (Art. 36 SchKG). Wenn die Drittansprecher weder von der Klagefrist Gebrauch machten noch sie anfochten, sondern lediglich beim Betreibungsamt um Verlängerung bezw. Neuansetzung nachsuchten und das Amt sich darauf einliess, so ändert das nichts daran, dass es bei der ursprünglich gesetzten, von Gesetzes wegen unabänderlichen Frist blieb und die Fristverlängerung bezw. -neuansetzung unwirksam war. Auch der Umstand, dass das Betreibungsamt, indem es eine Woche vor Ablauf der gültig gesetzten Klagefrist zur vermeintlichen Verlängerung Hand bot, dazu beigetragen hat, dass die Ansprecher die rechtzeitige Klageerhebung unterliessen und deswegen allenfalls ihrer Rechte verlustig gehen werden, kann zu keiner anderen Entscheidung führen.\n\n2. .....\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird, soweit darauf eingetreten werden kann, abgewiesen."}