{"annee": "82", "cour": "II", "page": "257", "date": "13/9/1956", "cite": ["81 II 413", "61 II 12", "55 II 323", "73 I 230", "58 I 285"], "cite_par": [], "chapeau": "37. Auszug aus dem Urteil der II. Zivilabteilung vom 13. September 1956 i.S. Libanione gegen Maranta.", "regestes": ["Action en paternité. 1. Les tribunaux n'ont pas à examiner si le curateur de l'enfant (art. 311 al. 1 CC) a été nommé par l'autorité tutélaire compétente en raison du lieu. 2. For, lorsque l'action est introduite avant la naissance de l'enfant (art. 312 al. 1 et 308 CC)."], "faits": "|257|\n\nDer von der Vormundschaftsbehörde Oberengadin für Frl. Maranta und das von ihr erwartete Kind bestellte Beistand leitete schon vor der Geburt des Kindes beim Bezirksgericht Maloja gegen den in Lugano wohnhaften Libanione Vaterschaftsklage ein. Der Beklagte bestritt |258| u.a. die örtliche Zuständigkeit der Vormundschaftsbehörde Oberengadin zur Bestellung des Beistands und diejenige des Bezirksgerichts Maloja zur Beurteilung der Klage. Die kantonalen Gerichte verwarfen diese Einreden. Die Berufung des Beklagten an das Bundesgericht hat keinen Erfolg.", "considerants": "Aus den Erwägungen:\n\n1. Der Beklagte hält vor Bundesgericht daran fest, dass die Vormundschaftsbehörde Oberengadin zur Ernennung eines Beistands für die Klägerinnen örtlich nicht zuständig gewesen und die erfolgte Ernennung daher ungültig sei. Er will daraus schliessen, dass der klagenden Partei die \"Aktivlegitimation\" (gemeint offenbar: eine gehörige Vertretung) fehle. Die Gerichte haben jedoch nach ständiger Rechtsprechung des Bundesgerichts nicht zu prüfen, ob der für eine Partei handelnde Beistand (oder Vormund) von der örtlich zuständigen Behörde bestellt worden sei; der Bestellungsakt ist für den Richter verbindlich, solange er nicht von den vormundschaftlichen Organen selbst wieder aufgehoben wird (BGE 55 II 325Erw. 2,BGE 58 I 290/91,BGE 61 II 15,BGE 73 I 234; vgl. auch BGE 81 II 421 /22). Der Einwand, dass die Vormundschaftsbehörde Oberengadin für die Beistandsbestellung örtlich nicht zuständig gewesen sei, ist daher im vorliegenden Verfahren nicht zu hören.\n\n3. Nach Art. 312 Abs. 1 ZGB ist die Vaterschaftsklage beim Richter am schweizerischen Wohnsitz der klagenden Partei zur Zeit der Geburt oder am Wohnsitz des Beklagten zur Zeit der Klage anzubringen. Soweit diese Bestimmung der klagenden Partei den Gerichtsstand ihres Wohnsitzes zur Zeit der Geburt zur Wahl stellt, passt sie, buchstäblich genommen, nur für den Fall, dass die Klage erst nach der Geburt eingeleitet wird; denn vorher lässt sich nicht mit Sicherheit sagen, wo der Wohnsitz der klagenden Partei zur Zeit der Geburt sei. Daraus ist aber entgegen der Auffassung des Beklagten nicht zu |259| schliessen, dass für die Beurteilung einer vor der Geburt eingeleiteten Klage ausschliesslich der Richter am Wohnsitz des Beklagten zur Zeit der Klage zuständig sei. Da das Gesetz in Art. 308 die Anhebung der Vaterschaftsklage vor der Geburt ausdrücklich gestattet und der Vaterschaftsbeklagte kein legitimes Interesse daran hat, dass die Gegenpartei, die nicht an seinem, sondern an ihrem Wohnsitz klagen will, mit der Klageeinleitung unter allen Umständen bis nach der Geburt zuwartet, rechtfertigt es sich vielmehr, bei der Anwendung von Art. 312 eine Klage auch dann als beim Richter am Wohnsitz der klagenden Partei zur Zeit der Geburt angebracht gelten zu lassen, wenn dieser Wohnsitz bei der Klageeinleitung noch nicht feststand, weil die Geburt damals noch nicht erfolgt war, wenn aber im Zeitpunkt, da der angerufene Richter entscheidet, auf Grund der inzwischen eingetretenen Tatsachen gesagt werden kann, dass wirklich an diesem Wohnsitz geklagt wurde. Im vorliegenden Falle hat also das Bezirksgericht Maloja, das seinen Entscheid am 13. Januar 1956 fällte, seine Zuständigkeit zur Beurteilung der am 28. Januar 1954 bei ihm eingereichten Klage mit Recht bejaht, wenn sich ergibt, dass Mutter und Kind zur Zeit der Geburt, d.h. am 21. März 1954, im Bezirk Maloja Wohnsitz hatten."}