{"annee": "82", "cour": "II", "page": "468", "date": "20/9/1956", "cite": [], "cite_par": ["86 II 417", "87 II 263", "116 II 164", "115 II 175"], "chapeau": "62. Extrait de l'arrêt rendu par la IIe Cour civile le 20 septembre 1956 dans la cause Pidoux contre Müller.", "regestes": ["Art. 6 LPR. Les bénéficiaires d'un droit de préemption ne peuvent pas s'en prévaloir lorsque l'acquéreur est lui-même titulaire d'un droit de préemption de même rang qu'eux."], "faits": "", "considerants": "|468|\n\nLa loi fédérale sur le maintien de la propriété foncière rurale institue un droit de préemption légal en faveur de certains parents du vendeur (art. 6). Elle n'indique pas en revanche si les bénéficiaires d'un droit de préemption peuvent faire valoir celui-ci lorsque le domaine est vendu à un titulaire d'un droit de préemption de même rang qu'eux. L'art. 11 al. 2 LPR ne s'applique pas à cette situation: il vise exclusivement les cas dans lesquels des compétitions se produisent entre les parents de même rang qui, en vertu du droit de préemption que la loi leur confère, ont vocation pour se substituer à l'acquéreur sans que leur droit préférable puisse être contesté, et énumère les circonstances qu'il faut prendre en considération pour choisir celui des compétiteurs auquel le domaine doit être attribué. En l'absence d'une disposition expresse de la loi leur conférant à des conditions déterminées un droit préférable, on doit admettre que les personnes qui possèdent un droit de préemption ne peuvent s'en prévaloir lorsque l'acquéreur est lui-même titulaire d'un droit de préemption de même rang. Le but de l'institution du droit de préemption |469| en faveur de certains parents est d'affermir le lien qui existe entre la famille et le domaine (art. 1er LPR; Bulletin sténographique, Conseil national, 1948 p. 410). Or cette fin est atteinte quand le propriétaire vend son exploitation agricole à l'un des parents auxquels la loi accorde un droit de préemption de même rang; sous ce rapport, il ne se justifie pas de permettre aux titulaires d'un droit de préemption de disputer le domaine à l'acheteur qui possède un même droit de rang égal. Alors qu'aucune disposition légale ne le prévoit, on ne saurait reconnaître aux parents de même rang que l'acquéreur le droit d'exiger le domaine par préférence pour le motif qu'il n'entend pas le travailler personnellement tandis qu'ils veulent l'exploiter eux-mêmes et en sont capables. Le droit privé suisse est fondé sur le principe de la liberté contractuelle; les dispositions qui apportent des restrictions à cette liberté, comme c'est le cas de celles du droit foncier rural créant des droits de préemption légaux, ne doivent pas être interprétées extensivement; lorsque la loi ne la limite pas, il faut admettre que la liberté contractuelle n'est pas restreinte. Il suit de là que, à défaut de disposition légale limitant sa liberté de choix, le propriétaire peut vendre son domaine à l'un de ses descendants sans que les titulaires d'un droit de préemption de même rang puissent se substituer à l'acquéreur qu'il a élu. Par ailleurs, selon la jurisprudence (RO 80 II 210/214), le propriétaire d'une exploitation agricole peut en disposer par acte de dernière volonté et l'attribuer à l'héritier de son choix par une règle de partage au sens de l'art. 608 CC, les autres héritiers n'étant plus fondés à en demander l'attribution en vertu des règles légales du droit successoral paysan. Comme la loi sur le maintien de la propriété foncière rurale ne contient aucune disposition prévoyant le contraire, on doit admettre que, de son vivant, le propriétaire peut de même vendre son domaine à l'un de ses enfants et que, dans ce cas, le droit de préemption des titulaires de même rang que l'acheteur ne saurait être exercé. Il |470| s'ensuit qu'en l'espèce les enfants de Pierre Pidoux ne peuvent se prévaloir d'un droit de préemption pour exiger par préférence l'attribution du domaine paternel acheté par leur frère."}