{"annee": "82", "cour": "I", "page": "36", "date": "23/4/1956", "cite": ["67 I 124"], "cite_par": ["100 II 105"], "chapeau": "6. Urteil der II. Zivilabteilung vom 23. April 1956 i. S. Hartmann gegen Aargau, Regierungsrat.", "regestes": ["Registre foncier. Radiation d'une servitude foncière. Conditions (art. 964 al. 1 CC)."], "faits": "|36|\n\nA.- Hans Hartmann ist Eigentümer des Grundstücks GB Nr. 250, Kat. Nr. 87, in Rohr bei Aarau. Zugunsten dieses Grundstücks ist im Grundbuch u.a. folgende Dienstbarkeit eingetragen: \"Recht: Wässerungsrecht z.L. Parz. 145 Buchs.\" Beim belasteten Grundstück handelt es sich um das im Eigentum des Staates stehende Flüsschen Suhre. Davon zweigt beim sog. Locherwuhr der Lochmatt-Wässergraben ab, dem ausser Hartmann auch noch zahlreiche weitere Grundeigentümer auf Grund entsprechender Dienstbarkeiten Wasser zum Zwecke der Wässerung ihrer Liegenschaften entnehmen dürfen. |37|\n\nB.- Am 27. Oktober 1952 verlangte Hartmann vom Grundbuchamt Aarau die Löschung des zu seinen Gunsten eingetragenen Wässerungsrechts, weil dieses seit vielen Jahren nicht mehr ausgeübt werde und auch für die Zukunft keine Bedeutung mehr habe, da es sich um Baugebiet handle. Das Grundbuchamt wies dieses Begehren ab. Die Beschwerde Hartmanns gegen diese Verfügung wurde von der Justizdirektion und am 17. Dezember 1955 auch vom Regierungsrat des Kantons Aargau abgewiesen. Der Regierungsrat ist der Auffassung, das streitige Wässerungsrecht könne nach Art. 964 Abs. 1 ZGB nur mit Zustimmung der Eigentümer der oberhalb und unterhalb der Liegenschaft Hartmanns gelegenen wässerungsberechtigten Grundstücke gelöscht werden, weil diese Dienstbarkeit, mit der gemäss Dienstbarkeitsvertrag nebensächlich die Unterhalts- und Reinigungspflicht für einen Teil des Lochmattgrabens verbunden sei, ein Glied in einer Reihe ähnlicher Rechte bilde und mindestens ein Teil der andern Berechtigten am Weiterbestand des Wässergrabens interessiert sein könne.\n\nC.- Gegen den Entscheid des Regierungsrates hat Hartmann fristgerecht die vorliegende Verwaltungsgerichtsbeschwerde eingereicht, mit der er beantragt, das Grundbuchamt sei anzuweisen, die Löschung gemäss seinem Begehren vom 24. (richtig 27.) Oktober 1952 vorzunehmen.\n\nDer Regierungsrat beantragt Abweisung, das Eidg. Justiz- und Polizeidepartement Gutheissung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 964 Abs. 1 ZGB bedarf es zur Löschung oder Abänderung eines Eintrags im Grundbuch einer schriftlichen Erklärung der aus dem Eintrag berechtigten Personen. Darunter ist bei einer Grunddienstbarkeit in erster Linie der Eigentümer des herrschenden Grundstücks |38| zu verstehen, der hier die Löschung unstreitig in gehöriger Form beantragt hat. Daneben kommen gegebenenfalls die Inhaber von Pfandrechten an diesem Grundstück sowie Personen in Betracht, welche die Nutzniessung oder ein Pfandrecht an Grundpfandtiteln auf dieser Liegenschaft oder an einer durch Grundpfandverschreibung auf dieser Liegenschaft gesicherten Forderung haben; ferner die Berechtigten aus Dienstbarkeiten (Grunddienstbarkeiten, Nutzniessungen und andern Dienstbarkeiten) und Grundlasten auf dieser Liegenschaft, soweit ihr Recht durch die Löschung beeinträchtigt werden kann (vgl. HOMBERGER N. 10 zu Art. 964 ZGB). Der Eigentümer des mit der zu löschenden Grunddienstbarkeit belasteten Grundstücks zählt dagegen, wie in BGE 67 I 126 ff. ausgeführt, auch dann nicht zu den aus ihrem Eintrag berechtigten Personen, wenn der Eigentümer des herrschenden Grundstücks ihm gegenüber auf Grund des Gesetzes (Art. 741 ZGB) oder eines Vertrags verpflichtet ist, eine zur Ausübung der Grunddienstbarkeit gehörende Vorrichtung zu unterhalten. Noch weniger ist zu diesen Personen zu rechnen, wer sonst auf Grund rein obligatorischer Beziehungen oder gar nur faktisch am Weiterbestand der Grunddienstbarkeit interessiert ist.\n\nIm vorliegenden Fall hat demnach der Regierungsrat die Zustimmung des Staates als Eigentümers des mit der Grunddienstbarkeit belasteten Gewässers, welche das Grundbuchamt für nötig gehalten hatte, mit Recht nicht gefordert. Aber auch die Zustimmung der Grundeigentümer, die neben dem Beschwerdeführer wässerungsberechtigt sind, darf nicht verlangt werden. Indem der am 13. November 1924 erneuerte \"Wasserverteilungsvertrag und Kehrebrief\" vom 31. Mai 1906, auf den der Regierungsrat hinweist, in Art. V bestimmt, dass die Reinigung des Lochmattgrabens vom Locherwuhr bis zur sog. Wasserteilung je zur Hälfte von den wässerungsberechtigten Mattenbesitzern und den (Wasser-)Werkbesitzern übernommen |39| werde und dass von der Wasserteilung hinweg jede Nutzungspartei die Unterhaltung und Reinigung ihres eigenen Kanals übernehme, begründet er keine dinglichen Rechtsverhältnisse, sondern nur obligatorische Rechte und Pflichten der Kontrahenten. Selbst wenn jedoch (was möglich gewesen wäre, aber nicht geschehen ist) den Wässerungsberechtigten die Unterhalts- und Reinigungspflicht in Form einer Grundlast (Art. 782 ZGB) oder einer mit einer Durchleitungsdienstbarkeit nebensächlich verbundenen Leistungspflicht (Art. 730 Abs. 2 ZGB) auferlegt worden wäre, bedürfte die Löschung des dem Beschwerdeführer zustehenden Wässerungsrechts nicht der Zustimmung der übrigen Wässerungsberechtigten. Deren Interessen wären in diesem Falle durch die Grundlast bzw. die mit ihrem Durchleitungsrecht verbundene Leistungspflicht des Beschwerdeführers, die durch die Löschung des Wässerungsrechts nicht berührt würden, vollauf gesichert, so dass der Wegfall dieses Rechts ihnen gleichgültig sein könnte.\n\nGrundpfandrechte bestehen am Grundstück des Beschwerdeführers keine, wie der vom Bundesgericht in Anwendung von Art. 105 OG beigezogene Grundbuchauszug beweist. Das Grundstück ist einzig mit einem Fahrwegrecht zugunsten der Parzellen 900, 901, 908 und 1076 und einem Näherbaurecht zugunsten von Parzelle 1076 belastet. Es ist klar, dass diese Rechte durch die Löschung des streitigen Wässerungsrechts nicht beeinträchtigt werden können.\n\nDem Löschungsbegehren ist daher zu entsprechen.\n\n2. Soweit dem Beschwerdeführer nach Massgabe des erwähnten Wasserteilungsvertrags oder des Nachbarrechts oder des kantonalen öffentlichen Rechts (z.B. des Flurgesetzes) noch Pflichten zu gewissen Leistungen obliegen sollten, würden sie durch die Löschung des Wässerungsrechts nicht betroffen. Ob und allenfalls in welchem Umfange solche Pflichten bestehen, ist im vorliegenden Verfahren nicht zu entscheiden. |40|\n\nDemnach erkennt das Bundesgericht:\n\nIn Gutheissung der Beschwerde wird der Entscheid des Regierungsrates des Kantons Aargau vom 17. Dezember 1955 aufgehoben und das Grundbuchamt Aarau angewiesen, dem Löschungsbegehren des Beschwerdeführers vom 27. Oktober 1952 zu entsprechen."}