{"annee": "82", "cour": "II", "page": "441", "date": "10/5/1956", "cite": [], "cite_par": [], "chapeau": "59. Estratto della sentenza 10 maggio 1956 della I Corte civile nella causa Siegrist contro Rusconi.", "regestes": ["Contrat de rente viagère. Quid si le débiteur est en demeure pour des termes échus? Droit du créancier de se départir du contrat par application analogique des art. 107 et suiv. CO."], "faits": "", "considerants": "|441|\n\nEstratto dai considerandi:\n\n3. Il ricorso per riforma dell'attore pone il problema degli effetti della mora del debitore nel versamento delle rate scadute, in caso di costituzione di rendita vitalizia a titolo oneroso.\n\nIl legislatore federale non ha disciplinato il problema nelle norme sul contratto di rendita vitalizia (art. 516-520 CO). Nella dottrina svizzera la soluzione è controversa: OSER-SCHÖNENBERGER (Commentario, nota 2 all'art. 518 CO) non ritengono ammissibile, in mancanza di un patto speciale, il recesso dal contratto a'sensi degli art. 107 sgg. CO, poichè la mancata corresponsione delle singole rate non costituerebbe un'inadempienza parziale del rapporto obbligatorio complesso (il cosiddetto \"Stammrecht\"), onde derivano le singole prestazioni (in senso conforme per il diritto tedesco: Kommentar der Reichsgerichtsräte, 10a ed., nota 2 al § 759 BGB; PALANDT, Kommentar, 8a ed., nota 1 al § 759 BGB; Entscheidungen des Reichsgerichts, |442| vol. 106, p. 96 sgg.); BECKER (Commentario, nota 6 all'art. 516 CO) ritiene invece, trattandosi di rendita costituita a titolo oneroso, che in caso di mora si possa procedere secondo gli art. 107 sgg. CO, ma soggiunge che la mora di un'unica prestazione non legittimerebbe al recesso, mentre il contratto può essere risolto, come nelle obbligazioni a esecuzione continuata, se le circostanze fanno apparire che il debitore della rendita non può o non vuole adempiere (cf. anche WEGMANN, Der Leibrentenvertrag im schweiz. OR, p. 86).\n\nIl contratto di rendita vitalizia entra nel concetto di obbligazione a esecuzione continuata, caratterizzata da un complesso di obbligazioni semplici e identiche, nascenti da una stessa fonte e differenziate soltanto dall'elemento temporale. Le obbligazioni ad esecuzione continuata si estinguono progressivamente, poichè ogni singolo atto di esecuzione consegue il suo scopo. Avvenuta la naturale estinzione dell'obbligazione singola, derivante dal rapporto obbligatorio complesso, nulla può farla risorgere (DEVOTO, Appunti per una definizione delle obbligazioni a esecuzione continuata, Rivista del diritto commerciale, 1942 I, p. 307). Per cui non vi è di regola posto per il diritto di risoluzione operante retroattivamente. Sennonchè, non ci si può limitare a questa conclusione negativa, ma con BECKER si deve riconoscere che, quando è tale da escludere la fiducia nei futuri adempimenti, l'inadempienza si comunica a tutte le prestazioni della serie, per cui non si può più in buona fede costringere il creditore ad attenersi al contratto, ma gli si deve riconoscere il diritto di recederne unilateralmente, in applicazione analogetica degli art. 107 sgg. CO, a datare dal giorno in cui viene manifestata al debitore la volontà di recedere (cf. anche: v. GIERKE, Dauernde Schuldverhältnisse, Iherings Jahrbücher, vol. 64, p. 390/391; per l'istituto affine del vitalizio: RU 79 II 171). Perchè cessi la fiducia nei futuri adempimenti non è ovviamente sufficiente la mora di una singola prestazione, ma occorre una violazione contrattuale tale da |443| distruggere, nelle circostanze del caso, la legittima fiducia del creditore nel puntuale futuro adempimento.\n\nApplicando questi concetti alla fattispecie è avantutto da precisare che la mora nel versamento di \"alcune\" rate mensili accertata dalla Corte cantonale si estendeva, alla data in cui fu iniziata la causa, a ben sette rate mensili. Difatto, l'attore aveva escusso il convenuto per il pagamento di 2310 fr., pari a sette mensilità arretrate. Se si considera che la petizione di causa e la procedura esecutiva sono state precedute da tre raccomandate completamente inefficaci a rimuovere il debitore dalla sua inadempienza; che è rimasto lettera morta l'impegno del debitore di provvedere affinchè i versamenti della rendita dal gennaio 1954 innanzi fossero effettuati tramite una banca; che costui era persino inadempiente rispetto all'obbligo di versare entro otto giorni dall'11 gennaio 1954 i 1200 fr. risultanti a suo debito dalla scrittura di tale data, la fiducia che il debitore rispettasse in futuro gli impegni assunti poteva ragionevolmente essere distrutta nel creditore per il contegno del debitore. Non si può pertanto negare all'attore il diritto di recedere da un rapporto obbligatorio che la controparte non si preoccupava da mesi di eseguire. Del resto, quand'anche si volesse prescindere dall'applicazione analogetica degli art. 107 sgg. CO, la rescissione unilaterale dei contratti si giustificherebbe in concreto anche dal profilo dell'art. 2 CC. Con la sua inadempienza il debitore ha reso frustraneo lo scopo dei contratti di rendita vitalizia che, come lo scopo del contratto iniziale di vitalizio, era di soddisfare bisogni essenziali della vita del creditore, resosi praticamente nullatenente per la costituzione della rendita.\n\nContrariamente a quanto ha ammesso la Corte cantonale, alla rescissione dei contratti non è di ostacolo l'omissione del creditore di fissare al debitore il termine previsto dall'art. 107 cp 1 CO. La volontà manifesta del debitore di non soddisfare gli obblighi assunti stava a dimostrare l'inutilità dell'assegnazione d'un termine per l'adempimento tardivo (art. 108 n. 1 CO). Nè si può escludere l'efficacia |444| della dichiarazione di recedere dai contratti per il motivo che in corso di causa il creditore ha ancora fatto valere in via esecutiva talune rate mensili e ne ha ottenuto il pagamento dopo la fase del pignoramento dei mobili. Infatti, se è esatto che dal recesso cessa l'obbligo delle prestazioni successive, non è meno esatto che fin che il recesso era sub iudice l'attore si era espressamente riservato, senza che questa riserva fosse da interpretare come rinuncia al suo diritto di disdctta, di incassare le rate scadute o in scadenza durante il processo. Nel caso in cui la funzione della rendita è di procacciare al creditore la somma che gli occorre per i bisogni della vita, la riserva anzidetta può non essere interpretata come rinuncia al diritto che si fa anzi valere; essa risponde esclusivamente alla necessità in cui l'attore è stato posto, dall'inadempienza del convenuto, di non poter attendere la fine del processo trascurando l'incasso delle rate scadute. Il fatto, poi, che questo incasso sia stato possibile soltanto in via esecutiva ed in fase di pignoramento rafforza il convincimento che la fiducia nei puntuali adempimenti futuri era completamente scossa.\n\nPronunciata la risoluzione dei contratti di rendita vitalizia, il calcolo fatto dal Pretore sull'importo da restituire dal convenuto non è come tale criticato in sede federale da alcuna parte e risulta d'altronde corretto."}