{"annee": "82", "cour": "II", "page": "25", "date": "7/2/1956", "cite": ["75 II 204", "72 II 255", "53 II 419", "47 II 176", "30 II 567", "63 II 339", "56 II 371", "55 II 316", "55 II 331", "81 II 38", "59 II 364", "54 II 9"], "cite_par": ["94 I 628", "104 II 198", "90 II 274", "87 II 364", "95 II 93", "111 II 295", "97 II 221", "93 II 230", "111 II 72", "91 II 291", "95 III 83", "100 II 120", "88 II 276", "91 II 401", "122 III 53", "93 II 329"], "chapeau": "5. Urteil der I. Zivilabteilung vom 7. Februar 1956 i. S. Baily gegen Rosti.", "regestes": ["Responsabilité d'un skieur du fait de lésions corporelles par négligence. a) Art. 41 al. 1 CO. Illicéité (consid. 1). Négligence (consid. 2). b) Art. 43 al. 1 CO. Adaptation de l'obligation de réparer à la gravité de la faute (consid. 3, 5). c) Art. 44 al. 1 CO. Réduction des dommages-intérêts en raison d'une faute concurrente du lésé (consid. 4, 5). d) Art. 46 CO. Dommages-intérêts pour atteinte à l'avenir économique (consid. 6). Revision du jugement (consid. 8). e) Art. 47 CO. Réparation morale en cas de lésions corporelles (consid. 7)."], "faits": "|26|\n\nA.- Sonntag, den 13. Januar 1952 etwa um 11 Uhr fuhr der damals fünfzehnjährige Carl Bally mit einer vom Lehrer Schild geleiteten und angeführten Klasse des Lyceum Alpinum in Zuoz auf Skiern über eine von Corviglia nach St. Moritz führende Piste gegen den Weg hinunter, der das Restaurant Salastrains mit der Alp Giop verbindet. Die Piste fiel von einer etwa 50-80 m über dem Weg liegenden Anhöhe sehr steil ab, bog auf einer unmittelbar über dem Weg liegenden flachen Bodenschwelle gegen links und mündete rund 30 m nach der Biegung und etwa 20-50 m vom erwähnten Gasthaus entfernt in den Weg ein. Auf der Bodenschwelle war der Schnee von den abschwingenden Skifahrern ein wenig in den Weg hinaus getrieben worden und bildete einen abfallenden Wall. Hier stand Luigi Rosti, Bankprokurist aus Mailand, auf der dem Berg zugewandten Seite des Weges. Er hatte seine Skier in den Schnee gesteckt, kehrte der Piste den Rücken zu, genoss die Aussicht und betrachtete den Betrieb der Skischule auf dem unterhalb des Weges liegenden flacheren Übungsgelände. Obschon Bally die harte Piste genau kannte und den Rosti von der Anhöhe aus sah, fuhr er, mit Schwüngen den Hang hinunter gleitend, so schnell, dass er auf der Schwelle am Wege beim Abschwingen nach links stürzte, an Rosti und dessen Skier prallte und, sich zweimal überschlagend, über Rosti hinweg bis etwa 2 m unterhalb des Weges geworfen wurde. Der Zusammenstoss war so heftig, |27| dass Rosti über den Weg hinaus mitgerissen wurde und den Hals des linken Oberschenkelknochens brach.\n\nDer gebrochene Knochen musste genagelt werden. Rosti blieb bis 1. Februar 1952 im Spital von Samaden. Ab 3. Februar 1952 musste er in Mailand wegen einer Wundinfektion und eines allgemein septischen Zustandes die ärztliche Behandlung fortsetzen lassen. Aus der Infektion entwickelte sich am Oberschenkel eine Venenentzündung. Rosti konnte die Arbeit am 15. April 1952 teilweise und am 16. Juni 1952 ganz wieder aufnehmen. Die Beweglichkeit des linken Beines ist jedoch bleibend beeinträchtigt.\n\nB.- Am 2. April 1953 klagte Rosti gegen Bally beim Richteramt Olten-Gösgen auf Bezahlung von Fr. 70'000.-- Schadenersatz und Genugtuung nebst Zins zu 5% seit 13. Januar 1952 und Einräumung eines Nachklagerechtes auf zwei Jahre.\n\nDas Amtsgericht Olten-Gösgen hiess am 26. Januar 1955 die Klage dahin teilweise gut, dass es den Beklagten verurteilte, dem Kläger Fr. 27'259.10 nebst 5% Zins seit 13. Januar 1952 zu bezahlen, und den Kläger ermächtigte, binnen zwei Jahren gemäss Art. 46 Abs. 2 OR Nachklage zu erheben.\n\nAuf Appellation des Beklagten schützte das Obergericht des Kantons Solothurn am 4. Juli 1955 die Klage im Umfange von Fr. 29'581.65 nebst 5% Zins von Fr. 4859.10 seit 13. Januar 1952 und von Fr. 24'722.55 seit 4. Juli 1955 und räumte dem Kläger ebenfalls das Nachklagerecht ein.\n\nC.- Der Beklagte hat die Berufung erklärt. Er beantragt, das Urteil des Obergerichts sei aufzuheben und die Klage abzuweisen, eventuell die Sache zur Ergänzung des Tatbestandes und zu neuer Entscheidung zurückzuweisen, subeventuell die Schadenersatzpflicht des Beklagten erheblich herabzusetzen.\n\nD.- Der Kläger beantragt, die Berufung sei abzuweisen und das angefochtene Urteil zu bestätigen.\n\n|28|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nur wer dem andern den Schaden widerrechtlich zufügt, ist nach Art. 41 Abs. 1 OR verpflichtet, ihn zu ersetzen.\n\nDas Obergericht sieht die Widerrechtlichkeit des Verhaltens des Beklagten darin, dass er den Kläger in schwerwiegender Weise am Körper verletzt habe, ohne dass irgendwelche Rechtfertigungsgründe vorlägen. Damit stellt es auf die subjektive Theorie der Widerrechtlichkeit ab. Sie widerspricht indessen der bundesgerichtlichen Rechtsprechung, die, auf dem Boden der objektiven Theorie stehend, ein schädigendes Verhalten dann als widerrechtlich ansieht, wenn es gegen geschriebene oder ungeschriebene Gebote oder Verbote der Rechtsordnung verstösst, die dem Schutze des verletzten Rechtsgutes dienen (BGE 30 II 571,BGE 47 II 179,BGE 55 II 334,BGE 56 II 373,BGE 75 II 212).\n\nDer Beklagte geht jedoch fehl, seine Tat im Lichte dieser Rechtsprechung für erlaubt zu halten. Wer einen Zustand schafft, der einen andern schädigen könnte, ist nach allgemein anerkanntem Rechtssatze verpflichtet, die zur Vermeidung eines Schadens erforderlichen Vorsichtsmassnahmen zu treffen (BGE 21 625, 24 II 212, 29 II 65, 33 II 569, 34 II 637, 35 II 441, 45 II 647, 57 II 167, 60 II 40, 66 II 117, 71 II 113, 79 II 69).\n\nDer Beklagte hat dieses Gebot verletzt. Das Obergericht führt aus, er habe im kantonalen Verfahren nicht behauptet, dass er den Kläger nicht gesehen habe, und es fügt bei, eine solche Behauptung wäre auch nicht glaubwürdig, da die Sicht von der Anhöhe auf die Strasse gut und früh genug frei sei. Darnach steht verbindlich fest, dass er den Kläger von der etwa 50-80 m über dem Weg liegenden Anhöhe aus gesehen hat. Auch wenn dazu nicht die weitere Feststellung käme, dass der Weg während der Skisaison von Spaziergängern und Skifahrern häufig benützt wurde und dass der Beklagte von früheren Abfahrten her die Abfahrtspiste genau kannte, war er daher verpflichtet, so |29| zu fahren, dass dem Kläger kein Schaden entstehen konnte. Dass der Beklagte die Fahrt mit einer von einem Skilehrer geleiteten Klasse machte, entband ihn nicht von dieser Pflicht. Er hatte selber abzuwägen, mit welcher Geschwindigkeit er angesichts seiner persönlichen Fähigkeiten, der Steilheit der Piste und der ihm bekannten Schneeverhältnisse (harte, abgefahrene und teilweise gefrorene Piste) fahren durfte, um in der Linksbiegung unmittelbar über dem Weg nicht an den Kläger geworfen zu werden. Denn auch wer in einem Verbande fährt, kann und muss die Fahrart seinem persönlichen Können anpassen und dort, wo geschicktere Fahrer die Strecke mit wenigen Schwüngen zurücklegen, deren weitere einschalten oder stemmen, um an einer bestimmten als gefährlich erkannten oder erkennbaren Stelle mit so mässiger Geschwindigkeit anzukommen, dass niemand gefährdet wird. Das hätte der Beklagte bei der Abfahrt von der erwähnten Anhöhe gegen die unmittelbar am Wege liegende Linkswendung der Piste tun können, ohne besondere Fähigkeiten zu haben. Umsomehr war er dazu imstande, wenn er, wie er behauptet, ein guter Skifahrer war. Er hätte es daher tun sollen. Statt dessen fuhr er mit einer Geschwindigkeit, die wesentlich zu hoch war, wie die vom Obergericht verbindlich festgestellte Wucht des schon durch den Sturz gemilderten Anpralles an den Kläger und dessen Skier zeigt. Nur eine erhebliche Geschwindigkeit konnte erfahrungsgemäss nach einem Sturze noch solche Auswirkungen haben. Hätte der Beklagte die Fahrt pflichtgemäss verlangsamt, so wäre er auf der Bodenschwelle nicht ausgerutscht und gestürzt oder durch einen Sturz jedenfalls nicht auf den Weg geschleudert worden. Aus der nach den Verhältnissen übersetzten Geschwindigkeit aber ergibt sich die Widerrechtlichkeit seines Verhaltens.\n\n2. Nur wer den Schaden absichtlich oder fahrlässig zufügt, wird aus Art. 41 Abs. 1 OR ersatzpflichtig.\n\nDem Beklagten wird nur Fahrlässigkeit vorgeworfen. Das Obergericht sieht sie darin, dass er \"eine gefährliche, |30| steile Abfahrt auf eine Strasse zu in der Fallrichtung mit offensichtlich ungenügendem technischen Können überhaupt und dann erst noch zu rasch\" befahren habe.\n\nDem ist insofern nicht beizupflichten, als dem Beklagten kein Vorwurf daraus gemacht werden kann, dass er die Abfahrt überhaupt und auch auf dem Teilstück von der letzten Anhöhe bis auf den Weg mitmachte. Er fuhr in einer Klasse, mit der er sie schon öfters ausgeführt hatte, und dass er dieses Mal aus besonderen Gründen austreten müsse, hatte ihm der Leiter der Klasse, der den Stand seiner Ausbildung kannte, nicht befohlen. Der Beklagte durfte sich daher, auch wenn sein technisches Können noch nicht vollkommen gewesen sein sollte, die Fähigkeit zur Abfahrt zutrauen. Das entband ihn aber, wie schon gesagt, nicht von der Pflicht, seine Geschwindigkeit den Verhältnissen anzupassen und auf die Anwesenheit des Klägers Rücksicht zu nehmen. Trotz seiner Jugend musste er als Skifahrer von einiger Erfahrung wissen, dass auf der harten Piste beim Befahren einer steilen Strecke die Geschwindigkeit sehr gross werden konnte, dass er sie aber durch vermehrtes Abschwingen oder durch Stemmbogen verringern konnte. Er musste auch wissen, dass ein Schwung auf der harten Unterlage der Bodenschwelle am Wege viel leichter zu einem Sturze führen konnte als bei anderen Schneeverhältnissen, dass diese Gefahr mit der Grösse der Geschwindigkeit wuchs und dass ein Sturz aus schneller Fahrt heraus auf dem harten Schnee ihn über die Biegung der Piste hinaus an den auf dem Wege stehenden Kläger schleudern konnte. Wenn seine Ausbildung gut sein sollte, wie er es annimmt, musste er umsomehr zu dieser Einsicht kommen. Der Einwand, auch der Fähigste könne stürzen, hilft nicht. Gewiss nimmt auch der gewandte Skifahrer die Gefahr von Stürzen in Kauf. Wenn er dadurch niemanden gefährdet, trifft ihn kein Vorwurf. Wenn er sich aber sagen muss, dass er durch seine Fahrweise jemanden verletzen könnte, muss er alle zumutbare Sorgfalt anwenden, um das zu verhüten. Der Beklagte hätte bedenken können und sollen, |31| dass ein heftiger Zusammenstoss den Kläger erheblich schädigen könnte. Die eingetretenen Folgen liegen nicht ausserhalb allgemeiner Lebenserfahrung und ausserhalb dessen, was auch ein fünfzehnjähriger Gymnasiast voraussehen kann. Der Beklagte ist daher grundsätzlich ersatzpflichtig.\n\n3. In welchem Umfange der Schaden zu ersetzen ist, bestimmt der Richter nach den Umständen und der Grösse des Verschuldens (Art. 43 Abs. 1 OR). Leichte Fahrlässigkeit macht also nicht in gleichem Masse ersatzpflichtig wie grobe (BGE 53 II 430,BGE 59 II 370). Trifft den Ersatzpflichtigen nur ein leichtes Verschulden, so kann sich daher rechtfertigen, den Geschädigten einen Teil des Schadens selber tragen zu lassen, und zwar unbekümmert darum, ob er seinerseits durch ein schuldhaftes Verhalten zur Entstehung oder Grösse des Schadens beigetragen hat. Diese Ordnung ist billig. Ist der Schaden nur auf Umstände zurückzuführen, für die der Schädiger nicht einzustehen hat, so entfällt die Ersatzpflicht überhaupt. Es rechtfertigt sich deshalb durchaus, von ihr teilweise zu entbinden, wenn neben einem leichten Verschulden des Ersatzpflichtigen auch unverschuldete Umstände die Entstehung des Schadens beeinflusst haben.\n\nUnter diesem Gesichtspunkt hat der Kläger einen Teil des Schadens selber zu tragen. Das Verschulden des Beklagten ist leicht. Es wird einigermassen dadurch gemildert, dass der Beklagte die Abfahrt in einer kundig geführten Klasse gemacht hat. Obwohl er dadurch der Pflicht nicht enthoben war, seine Fahrweise den Verhältnissen und seinen persönlichen Fähigkeiten anzupassen, ist doch zu berücksichtigen, dass die Versuchung für ihn gross sein musste, nicht hinter dem Lehrer und den Mitschülern zurückzubleiben. Fährt, wie es hier zutraf, der Lehrer voraus, so sind fünfzehnjährige Schüler erfahrungsgemäss auch schon um der Zucht und Ordnung willen bestrebt, seine Geschwindigkeit einzuhalten und seine Bewegungen nachzumachen. Dieses Bestreben trug dazu bei, dass der |32| Beklagte, auf die Anwesenheit des Klägers zu wenig Rücksicht nehmend, mit übersetzter Geschwindigkeit gegen die gefährliche Linksbiegung der Piste fuhr und daher beim Abschwingen stürzte.\n\n4. Art. 44 Abs. 1 OR ermächtig den Richter, die Ersatzpflicht zu ermässigen oder gänzlich von ihr zu entbinden, wenn Umstände, für die der Geschädigte einstehen muss, auf die Entstehung oder Verschlimmerung des Schadens eingewirkt oder die Stellung des Ersatzpflichtigen sonst erschwert haben.\n\nMit Recht sieht der Beklagte einen solchen Umstand darin, dass der Kläger an einem Orte stehen blieb, an dem die Gefahr eines Zusammenstosses auch für ihn erkennbar war. Die Piste in der Fallinie lief genau auf die Stelle zu, an der er sich aufhielt. Hinter seinem Rücken unmittelbar über dem Wege pflegten die Benützer der Piste nach links abzuschwingen, wodurch der Schnee so weit in den Weg hinausgetrieben worden war, dass ein Wall diesen verengte. Da der Kläger selber Skifahrer war und die Verhältnisse kannte oder mit gehöriger Aufmerksamkeit wahrnehmen konnte, hätte er sich sagen können und sollen, dass hier ein Fahrer über die Piste hinaus geschleudert werden könnte. Einen triftigen Grund, gerade dort und nicht anderswo seine Skier einzustecken und stehen zu bleiben, hatte er nicht. Dass der Weg von Fussgängern und Skifahrern benützt wurde und die Grenze zwischen zwei verschieden gearteten Skigebieten, dem Abfahrtsgelände einerseits und den Übungshängen anderseits, bildete und der Standort des Klägers sich in der Nähe eines Gasthauses befand, ändert nichts. Der Kläger war nichtsdestoweniger verpflichtet, auf die Benützer der Piste Rücksicht zu nehmen, wie sie ihrerseits auf ihn zu achten hatten. Er hätte dort umsoweniger stehen bleiben sollen, als er der Piste den Rücken zuwandte und daher von der Gefahr ohne Möglichkeit der Abwehr überrascht wurde. Er hat den Zusammenstoss mitverschuldet. Immerhin ist der von ihm begangene Fehler leichter als jener des Beklagten.\n\n|33|\n\nEine weitere Mitverantwortung für den eingetretenen Schaden trifft ihn dagegen nicht. Dem Beklagten ist nicht beizupflichten, wenn er einen Herabsetzungsgrund im Sinne des Art. 44 Abs. 1 OR darin sieht, dass eine vorzeitige Heimkehr des Klägers nach Mailand zur Verschlimmerung seines Zustandes geführt und den Dauerschaden zur Folge gehabt habe. Das Obergericht stellt auf Grund eines Berichtes des Arztes Dr. Ryffel fest, dass die Operationswunde unmittelbar vor der Überführung aus dem Kreisspital Samaden nach Mailand verheilt war, die postoperativen Schmerzen weitgehend abgeklungen schienen, vorsichtige passive Bewegungen in der operierten Hüfte ohne wesentliche Beschwernis möglich waren und kein Fieber bestand, weshalb die Überführung sich vom ärztlichen Standpunkt aus sehr wohl habe verantworten lassen. Unter diesen Umständen kommt nichts darauf an, dass der Kläger aus geschäftlichen Gründen auf Heimkehr drängte. Er war nicht gehalten, länger in Samaden zu bleiben, als der Arzt es für nötig hielt.\n\n5. Berücksichtigt man die Grösse des Verschuldens des Beklagten und des Mitverschuldens des Klägers, so rechtfertigt es sich, unter beiden Gesichtspunkten zusammen, den Beklagten nur zum Ersatz der Hälfte des Schadens zu verurteilen.\n\n6. Der Beklagte bringt gegen die Zusprechung von Schadenersatz für dauernde Verminderung der Arbeitsfähigkeit vor, die vom Sachverständigen festgestellte und der vorinstanzlichen Schadensberechnung zugrunde liegende zwanzigprozentige Einschränkung der Beweglichkeit des linkes Beines habe für den Kläger keine Erwerbseinbusse zur Folge.\n\nDas Obergericht stellt indessen fest, dass der Kläger bis zum Unfall als Prokurist der Banca Agricola Milanese mit der Liegenschaftsverwaltung betraut war, in dieser Eigenschaft fast täglich Reisen zu den neunundzwanzig Zweigniederlassungen zu unternehmen hatte und nun im Innendienst verwendet werden muss, weil er seine frühere Tätigkeit |34| nicht mehr ausüben kann. Der Übertritt des Klägers in den Innendienst als Folge des Unfalles wird denn auch vom Beklagten nicht bestritten. Dieser will nur nicht gelten lassen, dass das Einkommen des Klägers und sein wirtschaftliches Fortkommen dadurch gelitten haben. Aus dem vom Beklagten angerufenen gedruckten Personalverzeichnis des Ufficio economato der Banca Agricola Milanese ergibt sich indessen nur, dass der Kläger an erster Stelle steht. Ob seine Besoldung schon den Höchststand erreicht habe oder ob er in eine obere Gehaltsklasse eingereiht werden könnte, ist der Urkunde nicht zu entnehmen. Auch der angerufene Brief der Bank vom 19. September 1953 sagt nur, dass dem Kläger im Jahre 1952 das in der Klage geltend gemachte Jahreseinkommen von Lire 1'950,000 ausbezahlt werde. Dass er im Innendienst weiter vorwärts kommen werde, steht nicht fest. Gerade der vom Beklagten angerufene, aber nicht vollständig angeführte Nachtrag des ärztlichen Gutachtens vom 16. Dezember 1954 sagt, der Kläger sei nicht so sehr in der Ausübung seiner Tätigkeit als Bankprokurist als vielmehr und insbesondere in seiner Eigenschaft als Oberintendant und Inspektor für Bauarbeiten behindert. Die Auffassung des Obergerichts, die dauernde Beeinträchtigung im Gebrauch des linken Beines vermindere seine Arbeitsfähigkeit um 10% und entsprechend auch sein wirtschaftliches Fortkommen, widerspricht der allgemeinen Lebenserfahrung nicht. Ein körperlich behinderter Mann ist erfahrungsgemäss auch im Innendienst einer Bank in seiner Arbeit beeinträchtigt und hat daher weniger Aussicht auf Beförderung, zumal im vorgerückten Alter des Klägers, der 1908 geboren worden ist. Mit zunehmendem Alter wird der Kläger möglicherweise sogar mit grösseren Schwierigkeiten rechnen müssen.\n\nWeitere Einwendungen gegen die vorinstanzliche Schadensberechnung erhebt der Beklagte nicht, insbesondere auch nicht solche gegen die Berechnung des Dauerschadens, die denn auch der neuen bundesgerichtlichen Rechtsprechung zur Ermittlung des Barwertes von Invalidenrenten |35| (BGE 81 II 42 ff.) entspricht. Das Obergericht hat folgende Schadensposten in Rechnung gestellt:\n\nKonkret berechneter Verdienstausfall vom 13. Januar 1952 - 4. Juli 1955 Fr. 4'743.55 Zins davon zu 5% vom 8. Oktober 1953\n\n(mittlerer Termin) - 4. Juli 1955 \" 411.70\n\nBarwert einer Rente von jährlich Fr. 1433.50 am 4. Juli 1955 (Alter des Berechtigten 47 Jahre) Fr. 19'567.30\n\nzusammen Fr. 24'722.55\n\nHeilungskosten \" 3'859.10\n\nGesamtschaden Fr. 28'581.65\n\nVon diesem Gesamtbetrage hat der Beklagte dem Kläger die Hälfte, d.h. Fr. 14'290.80, zu ersetzen.\n\nDie halben Heilungskosten, nämlich Fr. 1929.55, sind seit dem Unfalltage zu verzinsen, der übrige Schadenersatz seit 4. Juli 1955, beide Beträge zu 5%.\n\n7. Das Obergericht hat dem Kläger Fr. 1000.-- als Genugtuung zugesprochen in der Meinung, dieser Betrag liege an der unteren Grenze dessen, was der Kläger beanspruchen könne, doch bestehe aus prozessualen Gründen keine Möglichkeit der Erhöhung.\n\nDemgegenüber vertritt der Beklagte die Auffassung, die Voraussetzungen für den Zuspruch einer Genugtuung fehlten.\n\nDie Folgen des Unfalles waren indessen schwer. Der Kläger war an ein langes und schmerzhaftes Krankenlager gebunden. Er konnte seine Arbeit erst nach fünf Monaten vollständig aufnehmen. Dazu kommt die dauernde Beeinträchtigung im Gebrauch des linken Beines. Das leichte Mitverschulden des Klägers am Unfall steht nach bundesgerichtlicher Rechtsprechung dem Anspruch auf Genugtuung nicht im Wege, da die Fahrlässigkeit des Beklagten deutlich überwiegt (BGE 54 II 17f., 469;BGE 55 II 322;BGE 63 II 346;BGE 72 II 266). Auch was die Höhe des zugesprochenen Betrages betrifft, hält das angefochtene Urteil vor |36| Art. 47 OR stand. Der Betrag ist vom Tage des Unfalles an zu 5% zu verzinsen.\n\n8. Der Beklagte beantragt Abweisung der Klage in vollem Umfange, somit auch die Aufhebung des Vorbehaltes einer Nachklage gemäss Art. 46 Abs. 2 OR. Inwiefern dieser Vorbehalt nicht berechtigt sei, führt er aber nicht aus. Das Obergericht hat ihn denn auch mit Recht in das Urteil aufgenommen, stellt es doch verbindlich fest, dass der Jewett-Stift im operierten Oberschenkel entfernt werden müsse und der Kläger somit vor einer Nachoperation stehe, die nicht ganz harmlos sei.\n\nDemnach erkennt das Bundesgericht:\n\n1.- Die Berufung wird dahin teilweise gutgeheissen, dass der dem Berufungsbeklagten zugesprochene Betrag auf Fr. 15'290.80 nebst Zins zu 5% von Fr. 2929.55 seit 13. Januar 1952 und von Fr. 12'361.25 seit 4. Juli 1955 herabgesetzt wird.\n\n2.- Soweit die Berufung weiter geht, wird sie abgewiesen und das Urteil des Obergerichts des Kantons Solothurn vom 4. Juli 1955 bestätigt."}