{"annee": "82", "cour": "II", "page": "15", "date": "23/2/1956", "cite": ["76 II 134", "80 II 22", "43 II 606"], "cite_par": [], "chapeau": "3. Urteil der II. Zivilabteilung vom 23. Februar 1956 i. S. Zimmermann gegen Lehrerversicherungskasse des Kantons Glarus.", "regestes": ["Hypothèque des artisans et entrepreneurs. Action contre le créancier de rang antérieur conformément à l'art. 841 CC. En cas de réparation ou de transformation d'un bâtiment existant, que faut-il entendre par la \"part de collocation, déduction faite de la valeur du sol\", qui est revenue au créancier de rang antérieur? Préjudice reconnaissable porté aux artisans et entrepreneurs? Calcul de l'indemnité."], "faits": "|15|\n\nA.- Jakob Schmid-Stauffacher, Konditor, kaufte am 22. November 1950 von Peter Stüssi die aus einem Wohnhaus, einem Nebengebäude, Hofraum und Garten bestehende, 1129 m2 umfassende Liegenschaft Nr. 87 des eidgenössischen Grundbuchs in Linthal-Ennetlinth zum Preise von Fr. 120 000.--. Der Versicherungswert des Wohnhauses betrug damals gemäss Schätzung vom 1. Juli 1948 Fr. 93'500.--, die Grundpfandbelastung einschliesslich des beim Kauf errichteten Schuldbriefs von Fr. 20 000.-- insgesamt Fr. 80 000.--.\n\nSchmid liess die Liegenschaft sogleich umbauen und renovieren. Er richtete eine moderne Konditorei ein. Der |16| Gesamtbetrag der Bauhandwerkerrechnungen belief sich auf Fr. 22'181.75, wovon Fr. 6455.90 auf die Rechnung der Firma Heinrich Zimmermann & Sohn entfielen. Am 11. Januar 1951 wurde das Wohnhaus für die Gebäudeversicherung neu auf Fr. 165 000.-- geschätzt.\n\nAm 19. Januar 1951 wurden auf der Liegenschaft Schmids zugunsten der Lehrerversicherungskasse des Kantons Glarus zwei neue Schuldbriefe von zusammen Fr. 55'000.-- errichtet. Diese erhielten im Nachgang zu den im 1. und 2. Rang stehenden Schuldbriefen der Glarner Kantonalbank von zusammen Fr. 30'000.-- den 3. und 4. Rang. Die Gläubiger der Schuldbriefe, die bisher den 3.-5. Rang innegehabt hatten, nahmen mit dem 5.-7. Rang vorlieb. Die gesamte Grundpfandbelastung betrug nunmehr Fr. 135'000.--. Vom neu aufgenommenen Gelde erhielten die Bauhandwerker nur Fr. 8800.--. Die Firma Zimmermann & Sohn war an dieser Summe mit Fr. 2000.-- beteiligt.\n\nAm 23. Februar 1951 erwirkte die Firma Zimmermann & Sohn die provisorische Eintragung eines Bauhandwerkerpfandrechts zu ihren Gunsten. Am 17. Mai 1951 erfolgte auf Grund einer Einigung zwischen ihr und Schmid die definitive Eintragung für den Betrag von Fr. 4489.95.\n\nB.- Am 12. März 1952 fiel Schmid in Konkurs. Die am 24. September 1952 durchgeführte Zwangsversteigerung seiner Liegenschaft ergab bei einem Zuschlagspreis von nur Fr. 82'000.-- einen Nettoerlös von Fr. 80'908.--, während die konkursamtliche Schätzung gemäss der Steigerungspublikation im Amtsblatt des Kantons Glarus vom 13. September 1952 Fr. 110 000.-- und der Gebäudeversicherungswert gemäss \"Generalschätzung\" vom 6. Mai 1952 Fr. 179 000.-- (einschliesslich Garage und Fr. 13'000.-- für \"Innenwerke\") betragen hatte. Die Schuldbriefe im 5.-7. Rang und das Bauhandwerkerpfandrecht zugunsten der Firma Zimmermann & Sohn wurden infolgedessen am 13. November 1952 gelöscht und der auf die Lehrerversicherungskasse lautende Schuldbrief im 4. Rang von |17| Fr. 25'000.-- auf Fr. 20'908.-- herabgesetzt. Auf die in die 5. Klasse eingereihte Pfandausfallforderung der Firma Zimmermann & Sohn, die einschliesslich der Zinsen Fr. 4714.45 ausmachte, entfiel eine Dividende von Fr. 117.85. Für den ungedeckt gebliebenen Betrag von Fr. 4596.60 erhielt die Firma Zimmermann & Sohn einen Verlustschein.\n\nC.- In der Folge leitete die Firma Zimmermann & Sohn gegen die Lehrerversicherungskasse Klage ein mit dem Begehren, die Beklagte sei zu verpflichten, aus ihrem Verwertungsanteil den von der Klägerin erlittenen Pfandausfall zu ersetzen und der Klägerin demgemäss Fr. 4596.60 nebst 5% Zins seit dem Tage der Vermittlung zu bezahlen. (Die vorsorglicherweise ebenfalls eingeklagte Glarner Kantonalbank wurde mit Zustimmung der Lehrerversicherungskasse aus dem Prozess entlassen.) Am 3. Juni 1954 verurteilte das Zivilgericht des Kantons Glarus die Beklagte in teilweiser Gutheissung der Klage, der Klägerin Fr. 908.-- nebst 5% Zins seit 17. November 1953 zu bezahlen. Das Obergericht des Kantons Glarus, an das die Klägerin die Appellation, die Beklagte die Anschlussappellation erklärte, hat dieses Urteil am 29. März 1955 bestätigt.\n\nD.- Mit ihrer Berufung an das Bundesgericht erneuert die Klägerin ihr Klagebegehren. Die Beklagte schliesst auf Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Berufungssumme.)\n\n2. Die Forderung der Klägerin ist bei der Pfandverwertung zu Verlust gekommen. Der Ausfall ist also gemäss Art. 841 Abs. 1 ZGB \"aus dem den Wert des Bodens übersteigenden Verwertungsanteil der vorgehenden Pfandgläubiger zu ersetzen, sofern das Grundstück durch ihre Pfandrechte in einer für sie erkennbaren Weise zum Nachteil der Handwerker und Unternehmer belastet worden ist.\" |18|\n\nDa das Gesetz den Handwerkern und Unternehmern lediglich ein Vorrecht auf Befriedigung aus den von ihnen geschaffenen Werten gewähren will (vgl. BGE 43 II 611, BGE 80 II 24 /25), darf die Bestimmung, wonach ein allfälliger Ausfall aus dem \"den Wert des Bodens übersteigenden Verwertungsanteil\" zu ersetzen ist, im Falle der Reparatur oder des Umbaus eines bereits bestehenden Gebäudes nicht wörtlich genommen werden. Vielmehr ist in einem solchen Falle sinngemäss der Wert, den der Boden samt dem Gebäude vor Beginn der Reparatur bzw. Umbauarbeiten aufwies, als massgebend anzusehen. Nur soweit der bei der Verteilung den vorgehenden Pfandgläubigern zugeflossene Anteil am Verwertungserlös diesen Wert übersteigt, kann er, wenn die übrigen Voraussetzungen von Art. 841 ZGB zutreffen, zur Deckung des Ausfalls herangezogen werden, den die an den fraglichen Arbeiten beteiligten Handwerker und Unternehmer erlitten haben.\n\nBei der Beurteilung der vorliegenden Klage kommt es also in erster Linie darauf an, ob und allenfalls wieweit der - vollständig den vorgehenden Pfandgläubigern zugefallene - Verwertungserlös aus der umgebauten Liegenschaft deren Wert vor dem Umbau überstiegen habe. Die kantonalen Gerichte haben denn auch übereinstimmend erklärt, dass zunächst diese Frage zu prüfen sei. In den hieran anschliessenden Ausführungen, welche diese und die weitere Frage, ob das Grundstück durch die Pfandrechte der Beklagten in einer für diese erkennbaren Weise zum Nachteil der Klägerin belastet worden sei, zum Teil vermengen, haben die kantonalen Gerichte dann allerdings nicht ausdrücklich festgestellt, welchen Wert die Liegenschaft Schmids vor dem Umbau hatte bzw. welches die Differenz zwischen dem Verwertungserlös und diesem Werte war. Aus ihrer Feststellung, dass die Liegenschaft schon zur Zeit des Übergangs an Schmid, nämlich am 22. November 1950, mit Fr. 80'000.-- belastet gewesen sei, während der damalige Gebäudeschätzungswert Fr. 93'500.-- betragen habe, und aus der Tatsache, dass sie im Hinblick auf diese vorbestehende Belastung den |19| Anspruch des Klägers auf Fr. 908.-- beschränkten, darf jedoch geschlossen werden, dass sie annahmen, der Wert der Liegenschaft vor dem Umbau habe dem Betrag der damaligen Grundpfandbelastung entsprochen. Angesichts der amtlichen Gebäudeschätzungen hätte denn auch nicht wohl angenommen werden können, dass die Liegenschaft damals weniger als Fr. 80 000.-- wert und folglich überlastet gewesen sei, was die Klägerin zu beweisen gehabt hätte, weil sie ihren Anspruch u.a. hierauf stützte. Der Umstand, dass die auf den Boden und das umgebaute Gebäude bezügliche Schätzung des Konkursamtes nur Fr. 110'000.-- betrug, kann hieran nichts ändern; zieht man von diesem Betrag die Umbaukosten von ca. Fr. 22'000.-- ab, so bleiben immer noch ca. Fr. 88'000.--. Der Zuschlagspreis betrug dann freilich nur Fr. 82'000.--. Auch hieraus ist aber nicht notwendig zu schliessen, dass die Liegenschaft vor dem Umbau weniger als Fr. 80'000.-- wert gewesen sei; denn erfahrungsgemäss führt die Zwangsverwertung oft zu einer Verschleuderung von Vermögensgegenständen und damit zu einer Wertvernichtung. Die Auffassung der Vorinstanz, dass Schmid die Liegenschaft mit Fr. 120'000.-- stark überzahlt habe, steht mit der Annahme, dass ihr damaliger Wert immerhin Fr. 80'000.-- erreicht habe, nicht im Widerspruch. Wenn schliesslich die Beklagte für ihre nach dem Umbau errichteten Schuldbriefe den 3. und 4. Rang in Anspruch nahm, so beweist dies entgegen der Behauptung der Klägerin nicht etwa, dass die Beklagte die vor dem Umbau vorhanden gewesene Belastung selbst als übersetzt betrachtet habe. Die Erklärung für ihr Begehren, dem zu entsprechen die zurückversetzten Pfandgläubiger keine Bedenken gehabt zu haben scheinen, dürfte vielmehr in den Belehnungsgrundsätzen liegen, welche die Versicherungsinstitutionen im allgemeinen zu beobachten pflegen. Eine Expertise über den Wert vor dem Umbau hat die Klägerin nicht beantragt, sondern eine solche im Gegenteil mindestens implicite als untaugliches Beweismittel abgelehnt.\n\nWar die Liegenschaft vor dem Umbau wenigstens |20| Fr. 80'000.-- wert und belief sich der reine Verwertungserlös auf Fr. 80'908.--, so ist klar, dass die Klägerin nach Art. 841 ZGB höchstens auf den Betrag von Fr. 908.-- Anspruch erheben könnte, selbst wenn das Grundstück durch die Pfandrechte der vorgehenden Pfandgläubiger, insbesondere der Beklagten, in einer für diese erkennbaren Weise zum Nachteil der Bauhandwerker belastet worden wäre. Diesen Betrag hat die Vorinstanz der Klägerin zugesprochen. Die Beklagte hat sich damit abgefunden. Unter diesen Umständen könnte dahingestellt bleiben, ob eine erkennbare Benachteiligung der Bauhandwerker im Sinne von Art. 841 vorgelegen habe. Es mag aber immerhin bemerkt werden, dass für die Beklagte angesichts der Schätzungen, die bei Errichtung ihrer Pfandrechte bekannt waren, auf jeden Fall nicht erkennbar war, dass ihre Pfandrechte schon insoweit, als sie nur in die Stellung bereits bestehender Hypotheken einrückten, eine den Bauhandwerkern nachteilige Belastung darstellen könnten. Auch deshalb kann höchstens der Fr. 80'000.-- übersteigende Teil des Verwertungserlöses der Klägerin verfallen sein. Der von dieser hervorgehobene Umstand, dass durch die Transaktion der Beklagten die Gesamtbelastung um Fr. 55'000.-- auf Fr. 135 000.-- erhöht wurde, ist, nachdem die Beklagte sich mit der Gutheissung der Klage für Fr. 908.-- abgefunden hat, ohne Bedeutung, weil alle den Betrag von Fr. 80'908.-- übersteigenden Pfandforderungen ungedeckt geblieben sind. Ob der Verwertungserlös bis zum Betrage von Fr. 80'000.-- neben der Glarner Kantonalbank den Gläubigern, die bis zum 19. Januar 1951 den dritten bis fünften Rang innehatten, oder aber der Beklagten zufiel, berührt die Klägerin in keiner Weise.\n\nAuf volle Deckung ihres Ausfalls hätte übrigens die Klägerin, deren Rechnung weniger als ein Drittel der gesamten Bausumme ausmachte, beim Vorliegen einer erkennbaren Benachteiligung der Baugläubiger nicht schon dann Anspruch gehabt, wenn der Überschuss des Verwertungserlöses über den Grundstückswert vor dem Umbau |21| den Betrag ihres Guthabens erreicht hätte, sondern nur dann, wenn dieser Überschuss so hoch gewesen wäre wie die gesamte Bausumme von ca. Fr. 22'000.-- (vgl. BGE 76 II 143 und dort zit. Entscheide).\n\nDass die Beklagte durch eine geeignete Kontrolle der Verwendung des von Schmid aufgenommenen Geldes die Verluste der Bauhandwerker hätte verhüten können, mag zutreffen. Dies genügt aber nach Art. 841 ZGB eben nicht, um ihre Haftung zu begründen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichtes des Kantons Glarus vom 29. März 1955 bestätigt."}