{"annee": "82", "cour": "II", "page": "369", "date": "12/10/1956", "cite": ["69 II 65", "67 II 6"], "cite_par": ["122 III 97"], "chapeau": "51. Auszug aus dem Urteil der II. Zivilabteilung vom 12. Oktober 1956 i.S. Seifert gegen Hofer.", "regestes": ["Divorce, pension alimentaire en faveur des enfants. Renonciation du mari divorcé à la faculté de demander, en cas de faits nouveaux au sens de l'art. 157 CC, une réduction de la pension fixée lors du divorce."], "faits": "|369|\n\nAm 20. Dezember 1951 schied das Amtsgericht Olten-Gösgen die Eheleute Seifert und genehmigte eine Vereinbarung, wonach Seifert an die beiden (der Mutter zugeteilten) Kinder je Fr. 150.-- und an die Ehefrau während 5 Jahren Fr. 100.-- und später Fr. 80.- pro Monat als Unterhaltsbeitrag zu zahlen hatte.\n\nAm 12. November 1952 schlossen die geschiedenen Eheleute vor dem Richteramte Olten-Gösgen, wo Seifert eine Klage auf Herabsetzung der für die Frau zu zahlenden Beiträge eingeleitet hatte, folgenden Vergleich:\n\n\"1. Der Kläger anerkennt, verpflichtet zu sein, den Unterhaltsbeitrag für die beiden Kinder im Betrage von je Fr. 150.-- unwiderruflich und unabänderlich zu bezahlen.\n\n2. Die Beklagte verzichtet auf den ihr zugesprochenen Unterhaltsbeitrag von Fr. 100.-- pro Monat.\n\nDer Kläger ist jedoch verpflichtet, diesen Unterhaltsbeitrag dann weiterhin zu bezahlen, wenn sein monatliches Einkommen mindestens wieder Fr. 900.-- ausmacht.\"\n\nNach seiner Wiederverheiratung klagte Seifert im Mai 1955 auf Herabsetzung der Kinderalimente. Die solothurnischen |370| Gerichte und das Bundesgericht weisen diese Klage ab.", "considerants": "Aus den Erwägungen:\n\nDurch die Vereinbarung vom 12. November 1952 hat einerseits die Beklagte unter dem Vorbehalt einer Besserung der finanziellen Lage des Klägers (Wiederanstieg seines monatlichen Einkommens auf mindestens Fr. 900.--) auf den Unterhaltsbeitrag verzichtet, der ihr nach der gerichtlich genehmigten Scheidungskonvention zukam, und anderseits der Kläger die Verpflichtung anerkannt, die in jener Konvention festgesetzten Unterhaltsbeiträge für die Kinder \"unwiderruflich und unabänderlich\" zu bezahlen. Diese Verpflichtung enthält den Verzicht des Klägers auf die Befugnis, bei einer Änderung der Verhältnisse im Sinne von Art. 157 ZGB eine Herabsetzung dieser Beiträge zu verlangen. Was die Ausdrücke \"unwiderruflich\" und \"unabänderlich\" bedeuten, ist auch für den Laien so klar, dass der Kläger sich über die Tragweite der von ihm eingegangenen Verpflichtung ohne weiteres Rechenschaft geben konnte. Dass die Beklagte ihrerseits auf das Recht verzichtet habe, gegebenenfalls eine Erhöhung der Kinderalimente zu verlangen, geht dagegen aus der Vereinbarung vom 12. November 1952 nicht hervor. Die Leistung der Beklagten bestand in nichts anderem als im Verzicht auf die ihr selber zukommenden Beiträge. Die Beklagte hat also mit dem Abschluss der erwähnten Vereinbarung keinerlei Rechte der Kinder preisgegeben, sondern im Gegenteil eine Verstärkung dieser Rechte erreicht. Die Gründe, die im FalleBGE 69 II 65ff. der Gültigkeit der von der Mutter geschlossenen Vereinbarung über die Kinderalimente entgegenstanden, treffen also im vorliegenden Falle nicht zu. Die Beklagte konnte die Vereinbarung vom 12. November 1952 ohne Mitwirkung eines Beistandes und ohne Zustimmung der Vormundschaftsbehörde abschliessen, und diese Vereinbarung brauchte auch nicht gerichtlich genehmigt zu werden.\n\n|371|\n\nDass die Vereinbarung vom 12. November 1952 wegen Täuschung oder Grundlagenirrtums für den Kläger unverbindlich sei, wird erstmals vor Bundesgericht geltend gemacht. Es handelt sich hier nicht etwa nur um eine neue Rechtsbehauptung, sondern die Berufung auf Willensmängel schliesst das Verbringen neuer Tatsachen in sich und kann daher gemäss Art. 55 lit. c OG nicht gehört werden. Im übrigen hätte diese Einrede auch bei materieller Prüfung unzweifelhaft nicht geschützt werden können.\n\nSchliesslich kann auch keine Rede davon sein, dass die Vereinbarung vom 12. November 1952 gegen die guten Sitten verstosse und aus diesem Grunde ungültig sei. Das Bundesgericht hat bereits entschieden, dass auf die Herabsetzbarkeit von Unterhaltsbeiträgen zugunsten des geschiedenen Ehegatten gültig verzichtet werden kann (BGE 67 II 6ff.). Wieso für Kmnderalimente etwas anderes gelten sollte, ist, wie die Vorinstanz zutreffend bemerkt, nicht einzusehen. Dass sich der Kläger mit dem Abschluss der streitigen Vereinbarung im Gebrauch seiner Freiheit in einer das Recht oder die Sittlichkeit verletzenden Grade beschränkt habe (Art. 27 Abs. 2 ZGB), kann bei der gegebenen Sachlage nicht anerkannt werden.\n\nDie vorliegende Berufung muss also schon daran scheitern, dass der Kläger in gültiger Weise darauf verzichtet hat, eine Herabsetzung der bei der Scheidung festgesetzten Kinderalimente zu verlangen."}