{"annee": "82", "cour": "II", "page": "254", "date": "7/6/1956", "cite": ["60 II 352", "63 II 422"], "cite_par": [], "chapeau": "36. Urteil der I. Zivilabteilung vom 7. Juni 1956 i.S. Jaussi gegen Aeschbacher.", "regestes": ["Restitution de délai, art. 35 OJ. Quand le requérant ou son mandataire ont-ils, sans leur faute, été empêchés d'agir?"], "faits": "|254|\n\nA.- Mit Urteil vom 31. Januar 1956 hat der Appellationshof des Kantons Bern eine von Klara Jaussi gegenüber Walter Aeschbacher erhobene Forderungsklage für Fr. 11'915.10 nebst Zins und Betreibungskosten im Betrage von Fr. 1000.-- plus Zins geschützt und im Mehrbetrage abgewiesen.\n\nB.- Gegen dieses Urteil hat die Klägerin die Berufung erklärt mit dem Antrag auf Verurteilung des Beklagten zur Bezahlung von Fr. 9847.15 nebst Zins und Betreibungskosten.\n\nDie Anträge der Berufung wurden vom Appellationshof Bern gemäss der Vorschrift von Art. 56 OG am 13. April 1956 dem Vertreter des Beklagten zur Kenntnis gebracht.\n\nAm 30. April 1956, also nach Ablauf der gesetzlichen Frist von 10 Tagen für die Anschlussberufung (Art. 59 Abs. 1 OG), erklärte der Vertreter des Beklagten die Anschlussberufung mit dem Antrag auf gänzliche Abweisung der Klage.\n\n|255|\n\nC.- Mit der verspäteten Erklärung der Anschlussberufung hat der Vertreter des Beklagten gestützt auf Art. 35 OG das Gesuch um Wiederherstellung der versäumten Frist gestellt. Zur Begründung macht er im wesentlichen geltend, er sei vom 29. März bis zum 19. April 1956 im Ausland abwesend gewesen und habe während dieser Zeit keinen Rechtsvertreter gehabt. Die laufenden Geschäfte seien so gut als möglich von einem Rechtskandidaten erledigt worden, der jedoch zur Ergreifung von Rechtsmitteln nicht befugt gewesen sei. Er selbst habe seine Arbeit praktisch erst am 23. April wieder aufgenommen, doch sei ihm die Berufungsanzeige vom 13. April entgangen, so dass er von ihr erst am 30. April Kenntnis erlangt habe.\n\nDie Gesuchsgegnerin beantragt Abweisung des Wiederherstellungsgesuches.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nNach Art. 35 OG kann Wiederherstellung gegen die Folgen einer Fristversäumnis nur dann erteilt werden, wenn der Gesuchsteller oder sein Vertreter durch ein unverschuldetes Hindernis abgehalten worden ist, innert der Frist zu handeln.\n\nAn einem unverschuldeten Hindernis im Sinne dieser Bestimmung fehlt es indessen im vorliegenden Fall. Nach feststehender Rechtsprechung ist es nämlich Pflicht des Anwalts, seinen Bürobetrieb so zu organisieren, dass auch während seiner Abwesenheit Rechtsmittelfristen eingehalten werden können (BGE 60 II 352, BGE 63 II 422). Hieran hat es der Vertreter des Beklagten fehlen lassen. Abgesehen hievon war er ja am letzten Tage der Frist, nämlich am 23. April 1956, nach seiner eigenen Darstellung bereits wieder auf seinem Büro tätig und zudem schon seit dem 19. April aus dem Ausland zurückgekehrt. Auch aus diesem Grunde kann daher von einem unverschuldeten Hindernis |256| im Sinne des Art. 35 OG keine Rede sein. Das Wiederherstellungsgesuch ist deshalb abzuweisen.\n\nDemnach erkennt das Bundesgericht:\n\nDas Wiederherstellungsgesuch des Berufungsbeklagten wird abgewiesen."}