{"annee": "82", "cour": "III", "page": "40", "date": "19/1/1956", "cite": ["49 III 64", "54 III 143", "40 I 492", "44 III 179", "75 III 73"], "cite_par": ["108 III 41", "112 II 157", "107 III 33"], "chapeau": "15. Entscheid vom 19. Januar 1956 i. S. Hog.", "regestes": ["Séquestre contre un débiteur qui n'habite pas la Suisse (art. 271 al. 1 ch. 4 LP). Le créancier poursuit valablement la validation du séquestre a) s'il intente action au lieu du séquestre dans le délai légal; b) si, cette action ayant été déclarée irrecevable pour incompétence du tribunal ratione loci, parce que le débiteur était solvable et avait, avant l'introduction de l'action, transféré son domicile en Suisse, dans un autre canton, le créancier intente une nouvelle action au domicile du débiteur dans le délai pendant lequel le jugement d'irrecevabilité pouvait être frappé d'appel. - Art. 59 Cst., 278 al. 2 LP."], "faits": "|41|\n\nA.- Gegen die damals in Villingen (Deutschland) wohnende Rekurrentin liess Charles Glanzmann am 21./22. April 1955 in Nidau Gegenstände im Schätzungswert von Fr. 650.-- für eine Forderung von Fr. 7000.-- aus Verlöbnisbruch mit Arrest belegen. Zu dessen Prosequierung hob er in Nidau Betreibung an, und da die Schuldnerin am 10. Mai Recht vorschlug, stellte er am 14. Mai beim Gerichtspräsidenten von Nidau das Gesuch um Ladung zum Aussöhnungsversuch. Dieser fand am 9. Juni statt und verlief fruchtlos, worauf Glanzmann gleichen Tages die Klage beim Amtsgericht von Nidau einreichte. Indessen hatte die Schuldnerin sich am 18. Mai wieder in der Schweiz niedergelassen und in Corcelles, Kanton Neuenburg, Wohnsitz genommen. Mit Hinweis hierauf erhob sie gegen die in Nidau erhobene Klage die Einrede der örtlichen Unzuständigkeit, mit dem Erfolge, dass das Amtsgericht von Nidau die Klage mit Urteil vom 28. Oktober 1955 ohne Prüfung der Begründetheit zurückwies. Glanzmann appellierte nicht, sondern reichte noch am selben Tage beim Kantonsgericht Neuenburg Klage ein.\n\n|42|\n\nB.- Am 15. November 1955 teilte das Betreibungsamt Nidau den Parteien mit, es betrachte den in Nidau erwirkten Arrest als dahingefallen, weil er nicht binnen gesetzlicher Frist durch Klage beim zuständigen Gericht prosequiert worden sei. Auf Beschwerde des Gläubigers hob die kantonale Aufsichtsbehörde die angefochtene Verfügung mit Entscheid vom 16. Dezember 1955 auf, im wesentlichen aus folgenden Gründen: Abweichend von der frühern Rechtsprechung, wonach nur eine beim zuständigen Gericht erhobene Klage als zur Arrestprosequierung geeignet betrachtet wurde (BGE 44 III 179, BGE 49 III 64), lässt die neuere Rechtsprechung als Prosequierungsakt auch eine mangelhafte oder unzuständigen Orts eingereichte Klage gelten, sofern der Mangel entweder noch während der Prosequierungsfrist behoben wird oder die Klage infolge Benutzung einer vom kantonalen Prozessrecht vorgesehenen Nachfrist hängig bleibt (BGE 75 III 73). Diese Voraussetzung trifft nun nach Art. 163 der bernischen ZPO zu, wie im Anschluss an das zuletzt erwähnte Bundesgerichtsurteil entschieden wurde (Zeitschrift des bernischen Juristenvereins 86 S. 467). Darauf kann sich der Gläubiger im vorliegenden Falle freilich nicht berufen, da die Klage gar nicht bei einem andern bernischen Richter. sondern in einem andern Kanton anzubringen war. Allein das neuenburgische Recht enthält in Art. 168 ZPO eine entsprechende Vorschrift, wonach die Rechtshängigkeit fortbesteht, wenn die neue Klage beim zuständigen Richter binnen zehn Tagen seit der Rückweisung eingereicht wird. Man kann die eine wie die andere dieser Vorschriften sehr wohl dahin auslegen, dass die Rechtshängigkeit unter derselben Voraussetzung als fortbestehend gilt, wenn sie zunächst in einem andern Kanton begründet wurde. \"Jedenfalls wäre es überaus stossend, wenn die sowohl im bernischen wie im neuenburgischen Prozessrecht vorgesehene Nachfrist zwar wirksam würde, wenn die Klage innerhalb des gleichen Kantons zurückgewiesen und innert der Nachfrist neu angebracht wird, nicht aber, wenn die |43| Klage im einen Kanton zurückgewiesen und innert der Nachfrist im andern neu angebracht wird.\" Übrigens war die Klage, als sie in Neuenburg neu angebracht wurde, bei den bernischen Gerichten auf alle Fälle noch hängig, da das Rückweisungsurteil des Amtsgerichtes von Nidau der Appellation unterlag. Und endlich steht nichts im Wege, eine freilich auf zehn Tage zu verkürzende Nachfrist analog Art. 139 OR von Bundesrechts wegen für die Arrestprosequierung nach Art. 278 SchKG gelten zu lassen.\n\nC.- Diesen Entscheid zieht die Schuldnerin an das Bundesgericht weiter mit dem Antrag, der am 22. April 1955 in Nidau gelegte Arrest sei als dahingefallen zu erklären, und die Arrestgegenstände seien freizugeben.\n\nDie Rekurrentin hält die beim örtlich unzuständigen Gericht in Nidau eingereichte Klage für unbeachtlich. Es falle einzig die in Neuenburg erfolgte Klageanhebung in Betracht, die wegen Fristversäumung den Arrest nicht wirksam zu prosequieren vermocht habe. Die Wirkungen von Art. 163 der bernischen ZPO liessen sich nicht auf das neuenburgische Prozessrecht erstrecken. Und da die Rechtskraft des in Nidau gefällten Urteils mangels Appellation auf den Tag der Urteilsfällung zurückzubeziehen sei, habe bei Einleitung des Verfahrens m Neuenburg keine Rechtshängigkeit mehr bestanden. \"Die Überbrückung dieser interkantonalen Schwierigkeiten durch Anwendung von Art. 139 OR\" gehe nicht an. Diese Bestimmung diene andern Zwecken und lasse sich nicht durch Verkürzung der Frist auf zehn Tage in das System der Arrestprosequierung einfügen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Dass der am 21./22. April 1955 in Nidau gestützt auf Art. 271 Ziff. 4 SchKG erwirkte Arrest nun wegen Hinfalles des Arrestgrundes durch die am 18. Mai 1955 erfolgte Wohnsitznahme in der Schweiz ohne weiteres |44| dahingefallen sei, hat die Schuldnerin nicht geltend gemacht. Dies würde denn auch der herrschenden Ansicht widersprechen, die es nicht einmal zulässt, dass ein im Lauf eines Arrestaufhebungsprozesses eingetretener Hinfall des Arrestgrundes berücksichtigt wird (vgl. BGE 54 III 143). Auf keinen Fall wären die Betreibungsbehörden befugt, einen Arrest aus diesem Gesichtspunkte nachträglich aufzuheben. Denn über die mit dem Arrestgrunde zusammenhängenden Fragen hat ausschliesslich zunächst die Arrestbehörde und sodann der Richter im Arrestaufhebungsprozesse zu befinden.\n\n2. Zu entscheiden ist somit einzig, ob der in Nidau gelegte Arrest durch die beim dortigen Gericht eingereichte Klage wirksam gemäss Art. 278 Abs. 2 SchKG prosequiert wurde. Nach der frühern Rechtsprechung wäre dies zu verneinen, da die Schuldnerin zwar erst nach Einleitung des Aussöhnungsverfahrens, aber noch vor Einreichung der Klage beim Amtsgericht und damit vor Begründung der Rechtshängigkeit nach Art. 160 der bernischen ZPO, im Kanton Neuenburg Wohnsitz genommen hatte und infolgedessen als \"aufrechtstehende Schuldnerin\" der Garantie des Wohnsitzgerichtsstandes nach Art. 59 BV teilhaftig geworden war (BGE 40 I 499). Nach der neuern Rechtsprechung ist dagegen auch eine unzuständigen Orts eingereichte Klage zur Arrestprosequierung geeignet, sofern sie alsdann noch während fortbestehender Rechtshängigkeit beim zuständigen Richter angebracht wird (BGE 75 III 73). Und das Fortbestehen der Rechtshängigkeit nach dem Rückweisungsentscheid kann sich aus einer im kantonalen Prozessrecht vorgesehenen Nachfrist ergeben. Davon geht der angefochtene Entscheid zutreffend aus. Er lässt dem Gläubiger die Wirkungen der Nachfrist zugute kommen, wie sie übereinstimmend im bernischen und im neuenburgischen Prozessrechte vorgesehen ist. Dieser Betrachtungsweise hält die Rekurrentin entgegen, es gehe nicht an, die beiden Prozessordnungen in solcher Weise miteinander zu verbinden. Die vorliegenden |45| Akten erlauben nicht, über diese Frage zu entscheiden. Ob sich Art. 168 der neuenburgischen ZPO auch auf den Fall einer zunächst bei einem unzuständigen Richter eines andern Kantons angebrachten Klage beziehen lässt, ist seinem Wortlaut nicht zu entnehmen. Darüber spricht sich auch die vom Gläubiger vorgelegte Bescheinigung des greffier du Tribunal cantonal vom 25. November 1955 nicht aus. Wie dem aber auch sein möge, ist dem angefochtenen Entscheide darin beizustimmen, dass es einer solchen Nachfrist gar nicht bedurfte, um die in Nidau angebrachte Klage nach dem Rückweisungsentscheide des Amtsgerichts noch hängig bleiben zu lassen. Sie blieb während der Appellationsfrist ohnehin hängig, bis zum allfälligen Verzicht auf Appellation, wie er eben erst in der Einreichung einer neuen Klage in Neuenburg enthalten war. Somit bestand die Rechtshängigkeit ohne Unterbrechung fort, gleichwie wenn die neue Klage schon vor dem Urteil des Amtsgerichts Nidau über die Zuständigkeitseinrede vorsorglich in Neuenburg angebracht worden wäre. Die Rückdatierung der Rechtskraft auf den Tag der Urteilsfällung nach Art. 334 der bernischen ZPO vermag, wie der angefochtene Entscheid richtig bemerkt, nichts daran zu ändern, dass die Streitsache im Zeitpunkt der Klageanhebung in Neuenburg noch bei den bernischen Gerichten hängig gewesen war. In der Tat kann einer solchen Fiktion des Datums der Rechtskraft nicht die Bedeutung zukommen, Rechtsakte einer Partei ungültig zu machen, die sie während der Appellationsfrist wegen der damals andauernden Rechtshängigkeit gültig hatte vornehmen können.\n\nDer Rekurs erweist sich somit als unbegründet, ohne dass zur Frage der Anwendbarkeit von Art. 139 OR, die in BGE 75 III 73 verneint wurde, Stellung zu nehmen wäre.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}