{"annee": "82", "cour": "IV", "page": "35", "date": "27/3/1956", "cite": ["78 IV 58"], "cite_par": [], "chapeau": "9. Urteil des Kassationshofes vom 27. März 1956 i.S. Schweizerische Bundesanwaltschaft gegen Scheidegger.", "regestes": ["Art. 3 al. 1 et 62 al. 1 LSP. 1. Qui doit être puni comme auteur en cas de violation de la régale des postes dans le domaine du transport des voyageurs? (consid. 1). 2. Quand le transport de voyageurs a-t-il lieu \"à titre professionnel\" (art. 2 al. 1 lit. a LSP)? (consid. 2 lit. b)."], "faits": "BGE 82 IV 35 S. 35\n\nA.- In Erlinsbach wohnhafte Angestellte und Arbeiter der Sprecher & Schuh A.-G., Aarau, gründeten am 3. Dezember 1954 unter der Bezeichnung \"Autovereinigung der Betriebsangehörigen von Erlinsbach der Sprecher & Schuh A.-G.\" (in der Folge \"Vereinigung\" genannt) einen nicht auf wirtschaftlichen Gewinn angelegten Verein zum Zwecke der regelmässigen Beförderung seiner Mitglieder BGE 82 IV 35 S. 36mit einem Autocar von Erlinsbach nach Aarau und zurück. Laut statutarischer Vorschrift kann die Mitgliedschaft erlangen, \"wer viermonatige Pflicht-Abonnemente übernimmt\". Drei Vorstandsmitgliedern obliegt die Kontrolle der Fahrkarten. Die Vereinigung gewährleistet die Einhaltung der Fahrverpflichtung; sie sorgt auch für die volle Betriebssicherheit, soweit diese von ihr abhängt. Die Fahrpreise werden jährlich durch die Generalversammlung festgelegt.\n\nIn Verfolgung des Vereinszweckes wurde mit Hans Scheidegger, der in Unterentfelden ein Autoreiseunternehmen betreibt, mündlich vereinbart, dass er der Vereinigung gegen Bezahlung einer Pauschalsumme von täglich Fr. 50.- bzw. Fr. 30.- (am Samstag) einen Autocar zur Verfügung stellt und die vorgesehene Personenbeförderung (morgens, mittags und abends) selbst oder durch eine Hilfsperson vornimmt. Dementsprechend führte Scheidegger, der nicht im Besitze einer Postkonzession war, in der Zeit vom 1. Dezember 1954 bis Ende März 1955 die vereinbarten Fahrten aus. Einer ihm deswegen durch den Automobildienst der PTT am 31. Januar 1955 zugestellten schriftlichen Verwarnung gab er keine Folge. Am 21. Februar 1955 mittags stellte ein Beamter der Kreispostdirektion Aarau fest, dass Scheidegger bei der Abfahrt vom Fabrikgebäude der Sprecher & Schuh A.-G. vierunddreissig Personen mitführte.\n\nB.- Am 4. April 1955 verfällte ihn die Generaldirektion PTT, Bern, wegen Verletzung des Postregals in eine Busse von Fr. 300.--. Scheidegger erhob rechtzeitig Einsprache und verlangte gerichtliche Beurteilung.\n\nAm 9. November 1955 sprach ihn das Bezirksgericht Aarau mangels Passivlegitimation von Schuld und Strafe frei. Das Obergericht des Kantons Aargau bestätigte am 20. Dezember 1955 das Urteil. Es ging davon aus, dass die Konzessionspflicht, falls die ausgeführten Personentransporte unter das Postregal fielen, nicht Scheidegger, sondern der Vereinigung oblag.\n\nBGE 82 IV 35 S. 37\n\nC.- In Vertretung der Schweiz. Bundesanwaltschaft führt die Staatsanwaltschaft des Kantons Aargau Nichtigkeitsbeschwerde mit den Anträgen, das Urteil vom 20. Dezember 1955 sei aufzuheben und die Sache zur Bestrafung des Beschwerdegegners wegen Verletzung des Postregals an die Vorinstanz zurückzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Die Postverwaltung ist unter Vorbehalt der regelmässigen Personenbeförderung, die nicht gewerbsmässig betrieben wird, oder die einem Nichttransportgewerbe als notwendiger Hilfsbetrieb dient (Art. 2 Abs. 1 lit. a PVG), ausschliesslich berechtigt, Reisende mit regelmässigen Fahrten zu befördern, soweit dieses Recht nicht durch andere Bundesgesetze eingeschränkt ist (Art. 1 Abs. 1 lit. a PVG). Für die gewerbsmässige Reisendenbeförderung mit regelmässigen Fahrten können Konzessionen erteilt werden (Art. 3 Abs. 1 PVG). Wer das Postregal verletzt, wer namentlich konzessionspflichtige Personenbeförderung ohne Konzession ausführt, wird mit Busse von Fr. 3.- bis 1000.-- bestraft (Art. 62 Abs. 1 PVG).\n\nIm vorliegenden Fall haben die beiden Vorinstanzen lediglich geprüft, wem unter der Voraussetzung, dass die ausgeführten Fahrten unter das Postregal fielen, die Konzessionspflicht oblag. Auf Grund der Statuten der Vereinigung gelangten sie zum Schlusse, dass diese und nicht der Beschwerdegegner als Unternehmer der Personentransporte anzusehen sei. Sie habe die Autocarkurse finanziert und auch die Betriebsrisiken übernommen. Daher fiele allenfalls auch nur sie als Konzessionsnehmerin in Betracht, und Scheidegger könne nicht wegen Verletzung des Postregals bestraft werden.\n\nDem ist nicht beizupflichten. Bei dieser Fragestellung übersehen die Vorinstanzen, dass Art. 62 Abs. 1 PVG nicht mit Strafe bedroht, wer die erforderliche Postkonzession nicht einholt, sondern wer ohne Konzession dem Postregal unterstellte Fahrten ausführt. Demnach BGE 82 IV 35 S. 38steht nicht im Vordergrund, ob Scheidegger oder die Vereinigung um die Konzession hätte nachsuchen müssen, sondern ob jener konzessionspflichtige Fahrten ausgeführt hat oder nicht. Vorliegend steht zwar fest, dass die vom Beschwerdegegner zwischen Erlinsbach und Aarau betriebene Personenbeförderung durch die Vereinigung organisiert wurde. Die verbindlichen Feststellungen der Vorinstanz hinsichtlich der Festlegung des Fahrplanes und des Fahrpreises, der Kontrolle der Abonnemente usw. berechtigen sogar dazu, die Vereinigung in gewissem Sinne als Unternehmerin der Fahrten anzusehen. Das schliesst jedoch nicht aus, dass Scheidegger an der Ausführung derselben zumindest mitbeteiligt war. Dies genügt aber nach Art. 62 Abs. 1 PVG. Im Falle Eigensatz und Rusterholz (nicht veröffentlichtes Urteil vom 18. Dezember 1933) hat der Kassationshof entschieden, dass sowohl Frau Rusterholz, welche die regelmässigen Autocarfahrten organisiert hatte, als auch Eigensatz, der hiezu lediglich sein Fahrzeug und den Führer zur Verfügung stellte, zu Recht wegen Übertretung des Art. 62 PVG bestraft worden seien. Die Rolle, welche Eigensatz in diesem Falle zukam, entspricht in allen wesentlichen Punkten derjenigen des heutigen Beschwerdegegners. Dem steht nicht entgegen, dass Eigensatz am Unternehmen finanziell stärker interessiert war, als dies bei Scheidegger der Fall ist. Hiebei handelt es sich lediglich um einen quantitativen und daher unbeachtlichen Unterschied. Unzutreffend ist schliesslich die Bemerkung des Obergerichts, im angeführten Falle sei der Kassationshof an die Feststellung der Vorinstanz gebunden gewesen, mit der Eigensatz als Mitunternehmer der Frau Rusterholz qualifiziert worden sei, während Scheidegger gerade nicht als ebenbürtiger Mitunternehmer der Vereinigung gelten könne. Der Kassationshof hat damals ausgeführt: \"Auf dieser Grundlage (mündliche Vereinbarung) erweist sich aber die weitere Annahme der Vorinstanz, dass auch Eigensatz neben Frau Rusterholz Mitorganisator jener Furkafahrten gewesen sei, d.h. dass er seinerseits BGE 82 IV 35 S. 39ebenfalls zum vorneherein die Absicht hatte, regelmässig solche Fahrten auszuführen, als unanfechtbar\". Was das Obergericht hieraus zur Stütze seiner Auffassung ableiten könnte, ist nicht ersichtlich. Vielmehr trifft gerade die letztere Erwägung ohne weiteres auch auf Scheidegger zu. Abgesehen davon verlangt Art. 62 PVG nicht, dass der Täter die Fahrten auch selbst organisiere; es genügt, dass er sie ausführt. Dass dies durch den Beschwerdegegner geschehen ist, liegt auf der Hand und bestreitet er selbst nicht.\n\n2. Die Bestrafung wegen Verletzung des Postregals setzt weiter voraus, dass es sich um gewerbsmässige Personenbeförderung mit regelmässigen Fahrten handelt, die aber nicht einen notwendigen Hilfsbetrieb eines Nichttransportgewerbes darstellt.\n\na) Die Regelmässigkeit der von Scheidegger in der Zeit vom 1. Dezember 1954 bis Ende März 1955 zwischen Erlinsbach und Aarau für die Vereinigung ausgeführten Fahrten ist unbestritten.\n\nb) Nicht zweifelhaft ist, dass diese Personenbeförderung gewerbsmässig betrieben wurde. Gewerbsmässig im Sinne des PVG handelt, wer durch die regelmässige Personenbeförderung nach einem bestimmten Plan unmittelbar oder mittelbar ein Einkommen erzielt (BGE 78 IV 61). Nach der verbindlichen Feststellung der Vorinstanz hat Scheidegger für seine Fahrten täglich Fr. 50.- bzw. Fr. 30.- erhalten. Die von ihm betriebene Personenbeförderung ist daher als unmittelbare Einkommensquelle anzusprechen. Dass daneben die eigentliche Organisatorin der Fahrten ihren Statuten entsprechend keine wirtschaftlichen Gewinne verfolgte, kann dem Beschwerdegegner nicht helfen. Gewerbsmässige Reisendenbeförderung liegt vor, wenn die Person, welche die Transporte ausführt, dadurch unmittelbar oder mittelbar ein Einkommen erzielt. Andernfalls wäre es in vielen Fällen ein Leichtes, das Postregal zu umgehen, indem zwischen die Reisenden und den Transporteur eine als idealer Verein konstituierte BGE 82 IV 35 S. 40Organisation eingeschoben und damit dem Unternehmen der Charakter der Gewerbsmässigkeit genommen werden könnte. Dies kann aber nicht der Sinn des Gesetzes sein. Vielmehr ist jede regelmässige Personenbeförderung (notwendige Hilfsbetriebe eines Nichttransportgewerbes ausgenommen), für welche eine Fahrtaxe verlangt wird, die ganz oder teilweise dem die Fahrten ausführenden Transporteur (Fahrzeugbesitzer) zukommt, gewerbsmässig im Sinne des PVG und daher dem Postregal unterstellt.\n\nc) Nachdem fest steht, dass Scheidegger ohne Konzession in regelmässigen Fahrten und gewerbsmässig Personen befördert hat, bleibt zu prüfen, ob nicht die fraglichen Personentransporte als notwendiger Hilfsbetrieb der Sprecher und Schuh A.-G. anzusehen seien. Die beiden Vorinstanzen haben sich mit dieser Frage überhaupt nicht befasst und deswegen auch keine entsprechenden tatsächlichen Feststellungen getroffen. Da es nicht Aufgabe des Kassationshofes ist, die Sachlage festzustellen, ist das Urteil vom 20. Dezember 1955 aufzuheben und der Fall zur Neubeurteilung an das Obergericht zurückzuweisen.\n\nSollte sich dabei die vom Beschwerdegegner betriebene Personenbeförderung nicht als notwendiger Hilfsbetrieb der Sprecher & Schuh A.-G. erweisen, so wären nach dem Gesagten alle objektiven Tatbestandsmerkmale des Art. 62 Abs. 1 PVG gegeben. Abzuklären bliebe diesfalls nur, ob der Beschwerdegegner vorsätzlich oder fahrlässig gehandelt hat (Art. 56 Abs. 2 PVG).\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Aargau vom 30. Dezember 1955 wird aufgehoben und die Sache zur Neubeurteilung im Sinne der Erwägungen an die Vorinstanz zurück.\n\ngewiesen."}