{"annee": "102", "cour": "II", "page": "23", "date": "12/2/1976", "cite": ["26 II 14", "31 II 221", "82 II 62"], "cite_par": [], "chapeau": "5. Auszug aus dem Urteil der II. Zivilabteilung vom 12. Februar 1976 i.S. Luftseilbahn Betten-Bettmeralp AG gegen Erben der Margrete Hennemuth", "regestes": ["Art. 1 al. 1 LCR; qualité pour défendre en cas d'action en dommages-intérêts. Conditions dans lesquelles une entreprise est responsable, sur la base de l'art. 1 al. 1 LRC, du dommage découlant de l'exploitation d'un téléphérique dont elle n'est ni propriétaire, ni concessionnaire (consid. 3, 5 et 6)."], "faits": "|23|\n\nGekürzter Sachverhalt:\n\nIm Raume Betten - Bettmeralp bestehen drei Luftseilbahnen:\n\n- Eine erste Sektion führt von der Bahnstation der Furka-Oberalpbahn (Nussbaumbrücke) nach Betten-Dorf (im folgenden 1. Sektion genannt),\n\n- eine zweite von Betten-Dorf nach Bettmeralp (im folgenden 2. Sektion genannt) und\n\n- eine 1974 in Betrieb genommene Parallelbahn von der Nussbaumbrücke nach Bettmeralp (im folgenden Parallelbahn genannt).\n\n|24|\n\nEigentümerin und Konzessionärin der 1. Sektion ist die Gemeinde Betten, Eigentümerin und Konzessionärin der 2. Sektion und der Parallelbahn die \"Luftseilbahn Betten - Bettmeralp AG\" (im folgenden AG genannt). Die Gemeinde Betten hat den Betrieb der 1. Sektion der AG übertragen. Als Betriebsleiter beider Sektionen amtete im Jahr 1972 Moritz Imhof, der zugleich Gemeindepräsident von Betten war.\n\nAm 12. Juli 1972 ereignete sich auf der 1. Sektion ein schweres Unglück. Das Zugseil riss, und die Fangbremsen entfalteten nicht die ihnen zugedachte Wirkung, so dass die Kabine talwärts raste und in der Talstation zerschellte. Zwölf Personen fanden dabei den Tod, unter ihnen auch die in Deutschland wohnhaft gewesene Margrete Hennemuth. Ihre beiden Kinder Peter und Monika überlebten das Unglück mit schweren Verletzungen.\n\nAm 23. September 1974 reichten die Erben von Margrete Hennemuth beim Instruktionsgericht Brig eine Schadenersatzklage gegen die \"Luftseilbahn Betten - Bettmeralp AG\" ein. Diese erhob die Einrede der fehlenden Passivlegitimation, die - in einem Zwischenentscheid - am 10. März 1975 vom Instruktionsgericht Brig und (auf Berufung der AG hin) am 11. September 1975 vom Kantonsgericht des Kantons Wallis abgewiesen wurde.\n\nDen Entscheid des Kantonsgerichts hat die Beklagte mit Berufung an das Bundesgericht weitergezogen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Formelles).\n\n2. Beide Parteien wie auch die kantonalen Instanzen gingen zu Recht davon aus, dass die drei Luftseilbahnen nach Betten und Bettmeralp dem Bundesgesetz betreffend die Haftpflicht der Eisenbahn- und Dampfschiffahrtsunternehmungen und der Post vom 28. März 1905 (EHG) unterstehen (dazu OFTINGER, Schweizerisches Haftpflichtrecht, 2. A., Band II/1 S. 300). Wird beim Betrieb einer Bahn ein Mensch getötet oder verletzt, so haftet nach Art. 1 dieses Gesetzes der \"Inhaber der Eisenbahnunternehmung\" für den daraus entstandenen Schaden, sofern er nicht beweist, dass der Unfall durch höhere Gewalt, durch Verschulden Dritter oder durch Verschulden des Getöteten oder Verletzten verursacht worden ist. |25|\n\nIm vorliegenden Fall ist unbestritten, dass die Gemeinde Betten den Betrieb der 1. Sektion der Beklagten übertragen hat. Streitig ist dagegen, wer unter diesen Umständen als \"Inhaber\" der 1. Sektion im Sinne von Art. 1 EHG zu betrachten sei. Nach der Meinung der Kläger ist es die AG, nach jener der Beklagten dagegen die Gemeinde.\n\n3. a) Gemäss bundesgerichtlicher Rechtsprechung ist Inhaber einer Bahnunternehmung im Sinne von Art. 1 EHG zunächst derjenige, \"auf dessen Rechnung und Gefahr\" der Betrieb im Zeitpunkt des Unfalles geführt wurde (BGE 82 II 69 Erw. 4). Diese Umschreibung war vom Bundesgericht schon in früheren Entscheiden verwendet worden (BGE 26 II 18 und 9 S. 282; vgl. auch BGE 31 II 224 /25 und 19 S. 181) und hat auch Eingang in die Literatur gefunden (OFTINGER, a.a.O. S. 306; KELLER, Haftpflicht im Privatrecht, S. 200; GUYER, Kommentar zum EHG, N. 15 zu Art. 1; vgl. auch GRIVEL, La responsabilité civile des entreprises de transport, Diss. Lausanne 1934 S. 28).\n\nDas Bundesgericht liess es indessen nicht bei dieser engen Umschreibung bewenden, sondern führte im Entscheid 82 II 62 ff. im Sinne einer Weiterentwicklung der Rechtsprechung unter Hinweis auf Oftinger aus, neben der Frage, auf wessen Rechnung und Gefahr ein Betrieb laufe, könne auch von Bedeutung sein, wer über die zum Betrieb notwendigen Gegenstände und Personen die \"tatsächliche, unmittelbare Verfügung\" besitze. Die Unternehmung, auf welche diese Merkmale zuträfen, habe nach dem Sinn des EHG die Haftpflicht zu tragen; wem die Bahnanlagen und Transportmittel gehörten, sei unerheblich; nicht diese Gegenstände an und für sich seien die Gefahrenquelle, sondern der mit ihrer Hilfe durchgeführte Betrieb (S. 69 Erw. 4). Im selben Entscheid führte das Gericht weiter aus (S. 71), die Frage, wer Unternehmer eines Betriebes sei, beurteile sich nicht darnach, wem dieser am meisten nütze, sondern in erster Linie darnach, wer die allfälligen Betriebseinnahmen beziehe und die Betriebskosten trage; etwas anderes sei nicht gemeint, wenn frühere Entscheide darauf abgestellt hätten, wer den Betrieb ökonomisch für sich ausnütze oder wer in eigenem Interesse und auf eigene Kosten den Transport besorge.\n\nb) Hat ein Unternehmen durch Vertrag die tatsächliche Ausübung des Betriebs einer andern Unternehmung übertragen, |26| so ist nach OFTINGER (a.a.O. S. 308) und SCHÄRER (Das Haftpflichtrecht der Automobile, Eisenbahnen, Elektrizitätsanlagen und Luftfahrzeuge, Bern 1929, S. 51 sowie Recht und Gerichtspraxis über Haftpflicht und Schadenersatz, Bern 1940, S. 175) die Konzessionärin und nicht die betriebführende Unternehmung haftpflichtig, sofern der Betrieb auf Rechnung und Gefahr der Konzessionärin geführt wird. Im Gegensatz zur Beklagten scheint Oftinger darin allerdings nicht eine allgemeine und ausnahmslos geltende Regel sehen zu wollen, denn er fügt bei, die Frage sei nach den Verhältnissen im einzelnen Fall zu beurteilen.\n\nEinem - dem vorliegenden ähnlichen - Fall, den das Bundesgericht vor beinahe hundert Jahren zu beurteilen hatte (BGE 4 S. 440 ff.), lag der folgende Sachverhalt zugrunde:\n\nDie AG Wädenswil - Einsiedeln hatte im Jahre 1870 die Konzession für eine Eisenbahn von Wädenswil nach Einsiedeln erhalten. 1875 schloss sie mit der Schweizerischen Nordostbahn-Gesellschaft einen Vertrag, durch den sie dieser zwar nicht die Konzession, wohl aber den gesamten Bau und Betrieb der Bahn übertrug. Die Nordostbahn-Gesellschaft hatte darnach den Bau zu veranlassen und den Betrieb der Bahn namens und auf Rechnung der AG Wädenswil - Einsiedeln sicherzustellen, wobei sie auch für die Beschaffung des Betriebsmaterials zu sorgen hatte. Die Bauverträge mit den Unternehmern schloss sie in eigenem Namen ab. Das Bundesgericht bezeichnete diesen Vertragsinhalt als \"Übertragung konzessionsmässiger Rechte\" bzw. als \"Konzessionsübertragung der Ausübung nach\" und führte weiter aus, mit einer solchen Übertragung der Rechte seien auch die damit zusammenhängenden Pflichten auf die Nordostbahn übergegangen; zu diesen Pflichten gehörten auch jene, die das Gesetz an das Innehaben einer Konzession knüpfe, also auch die Verantwortlichkeit für die Tötung und Verletzung von Personen. Das Bundesgericht bejahte daher die Passivlegitimation der Nordostbahn (BGE 4 S. 440 ff., insbes. S. 448-451).\n\nIn einer älteren Schrift hatte auch ERISMANN (Das schweizerische Eisenbahn-Haftpflicht-Gesetz, Basel 1895, S. 8) ausgeführt, wenn eine Bahngesellschaft ihre Konzession in der Weise auf eine andere Gesellschaft übertrage, dass die Zessionarin den gesamten Bau und Betrieb namens und auf Rechnung der Zedentin zu übernehmen habe, dann involviere dieses |27| Rechtsgeschäft eine Übertragung nicht nur der Rechte, sondern auch der mit der Ausübung der Konzession verbundenen Pflichten, mithin auch der Verantwortlichkeit für Betriebsunfälle; im Fall einer solchen Übertragung sei deshalb die Zessionarin für Haftpflichtansprüche passiv legitimiert.\n\nc) Wer Inhaber einer Bahnunternehmung im Sinne von Art. 1 EHG ist und damit für Haftpflichtansprüche belangt werden kann, bestimmt sich nach der dargelegten bundesgerichtlichen Rechtsprechung somit nicht nur darnach, auf wessen Rechnung und Gefahr der Betrieb geführt wird, sondern auch darnach, wer die tatsächliche und unmittelbare Verfügungsgewalt über die zum Betrieb notwendigen Gegenstände und Personen besitzt oder die Betriebseinnahmen bezieht und die Betriebskosten bezahlt. Wo ein Unternehmen den Betrieb einer Bahn mit allen aus der Konzession hervorgehenden Rechten und Pflichten auf eine andere Gesellschaft übertragen hat, gelten die in BGE 4 S. 440 ff. entwickelten Grundsätze, von denen abzuweichen kein Anlass besteht. Immerhin sind dabei die konkreten Verhältnisse zu berücksichtigen.\n\n4. Auf Grund der verbindlichen vorinstanzlichen Feststellungen hat das Bundesgericht im vorliegenden Fall seinem Entscheid folgenden Sachverhalt zugrunde zu legen (Art. 63 Abs. 2 OG):\n\nDer Zweck der AG war ursprünglich wie folgt umschrieben: \"Errichtung und Betrieb einer Luftseilbahn für den Transport von Personen und Sachen (Waren) von Nussbaumbrücke nach Betten und Bettmeralp. Als Erwerbsgesellschaft fördert sie anderseits auch die Entwicklung des Dorfes Betten\". Um für die 1. Sektion im Hinblick auf die Erschliessung des Dorfes Betten in den Genuss von Subventionen zu gelangen, wurde an der ausserordentlichen Generalversammlung vom 28. Oktober 1961 folgende Neufassung des Gesellschaftszwecks angenommen: \"Errichtung und Betrieb einer Luftseilbahn von Betten nach der Bettmeralp zur Beförderung von Personen und Waren sowie die Erstellung von Skiliften und ähnlichen Anlagen zur Förderung des Winter- und Sommertourismus\". Seither hat die Zweckbestimmung keine Änderung mehr erfahren, obschon der AG am 28. Februar 1972 auch die Konzession für die Parallelbahn erteilt wurde.\n\nAm 19. Juni 1961 wurde der AG die Konzession für die 2. Sektion und am 25. September 1964 der Gemeinde Betten |28| die Konzession für die 1. Sektion erteilt. Am 28. Februar 1972 erhielt die AG die Konzession für die 2. Sektion und die Parallelbahn zusammen, womit die frühere Konzession für die 2. Sektion aufgehoben wurde.\n\nDie 1. Sektion steht im Eigentum der Gemeinde Betten, die 2. Sektion und die Parallelbahn im Eigentum der AG. Den Betrieb ihrer Bahn hat die Gemeinde jedoch der AG übertragen. Diese hatte somit zur Zeit des Unfalles die umfassende und ausschliessliche Betriebsführung beider Sektionen inne und besass die tatsächliche, unmittelbare Verfügungsgewalt über die zum Betrieb beider Bahnen notwendigen Gegenstände und Personen; sie liess beispielsweise Revisionen durchführen und Rollen auswechseln; sie stellte das Personal ein, besoldete dieses und erteilte ihm Weisungen. Moritz Imhof, der seinen Lohn von der AG - und nicht etwa von der Gemeinde - bezog, war für beide Sektionen der vom Eidg. Amt für Verkehr bestätigte Betriebsleiter und verantwortliche technische Angestellte, der (neben andern Organen der AG) jeweils mit der Aufsichtsbehörde verhandelte.\n\nSodann lauteten alle Montageberichte (Rapporte über Revisionen und Unterhaltsarbeiten) auf die AG und nicht auf die Gemeinde. Das gleiche gilt für die Betriebs-Monatsrapporte, die der \"Inhaber der Bahnunternehmung\" monatlich an das Eidg. Amt für Verkehr einzureichen hat. Auf all diesen Betriebsberichten war als \"Unternehmung\" mittels Stempelaufdruck stets die AG und nicht die Gemeinde vermerkt worden.\n\nArt. 12 der am 25. September 1964 der Gemeinde erteilten Konzession schreibt vor, die Konzessionärin müsse sich gegen die Folgen ihrer Haftpflicht versichern und die entsprechenden Versicherungsverträge durch die Aufsichtsbehörde genehmigen lassen; ohne die vorgeschriebene Haftpflichtversicherung sei der Betrieb verboten. Der entsprechende Versicherungsvertrag wurde - mit Wirkung ab 1. August 1969 - zwischen der \"Schweizer Union\", Allgemeine Versicherungsgesellschaft in Genf, und der durch Moritz Imhof vertretenen AG (nicht der Gemeinde) abgeschlossen und in der Folge vom Eidg. Amt für Verkehr genehmigt. Zum versicherten Risiko zählte nach der Police der Betrieb der 1. und 2. Sektion. Die Versicherungsprämien wurden jeweils gesamthaft von der AG bezahlt, in der Folge aber intern zu 40% der 1. Sektion bzw. der Gemeinde belastet.\n\n|29|\n\nVon den Jahresrechnungen 1972 lautete diejenige für die 1. Sektion auf die Gemeinde, diejenige für die 2. Sektion auf die AG. Die Buchhaltung wurde jedoch gesamthaft durch die Angestellten der AG geführt, wobei die Aufwendungen und Erträge nach einer internen Vereinbarung zwischen der 1. und der 2. Sektion im Verhältnis 2:3 aufgeteilt wurden. Die Angestellten der AG waren es auch, die ein Treuhandbüro mit der Erstellung der Jahresrechnungen beauftragten und die Übermittlung der Rechnungen an das Eidg. Amt für Verkehr anordneten. Das am Unfalltag ausgegebene Retourbillet trug die Aufschrift:\n\n\"Luftseilbahn AG\n\nBetten-Bettmeralp (VS)\n\nGültig 10 Tage\n\nBetten FO\n\nBettmeralp\n\nFr. 5.80\"\n\n5. Gelangte die Vorinstanz bei der geschilderten Sachlage zum Ergebnis, die Beklagte habe im Zeitpunkt des Unfalles die tatsächliche und unmittelbare Verfügungsmacht über alle zum Betrieb notwendigen Gegenstände und Personen gehabt, so ist dies nicht zu beanstanden. Wenn aber die Gemeinde Betten durch einen mündlichen Vertrag die gesamte Betriebsführung der 1. Sektion der AG übertrug, war das offenbar so zu verstehen, dass nicht nur die Rechte, sondern auch die mit der Konzession zusammenhängenden Pflichten übertragen werden wollten. Die Beklagte fasste jedenfalls den Betriebsvertrag offensichtlich in diesem Sinne auf und verhielt sich auch entsprechend: Sie schloss die Haftpflichtversicherung ab, sorgte für die Anstellung, Unterrichtung und Besoldung des Personals, veranlasste die notwendigen Revisionen, erstellte die Montageberichte und Monatsrapporte, führte die Buchhaltung und veranlasste die Erstellung und Weiterleitung der Jahresberichte. Insbesondere kann daraus, dass die Beklagte die Haftpflichtversicherung abschloss - was nach den Konzessionsbestimmungen der Gemeinde als Konzessionärin obgelegen hätte -, abgeleitet werden, sie sei bereit gewesen, auf Grund des mündlichen Betriebsvertrages auch die Haftpflicht zu übernehmen. Die Beklagte war denn auch allein in der Lage und daher verpflichtet, das zur Vermeidung von Schäden |30| Notwendige vorzukehren (vgl. dazu OFTINGER a.a.O. S. 306). Wenn die Vorinstanz unter diesen Umständen deren Passivlegitimation bejahte, hat sie damit in Anbetracht der dargelegten Rechtsprechung und Lehre den Begriff des \"Inhabers der Eisenbahnunternehmung\" im Sinne von Art. 1 EHG zutreffend ausgelegt. Ihr Urteil verstösst mithin nicht gegen Bundesrecht.\n\n6. Die in der Berufungsbegründung vorgebrachten Einwände sind nicht geeignet, die Richtigkeit des angefochtenen Entscheides in Frage zu stellen.\n\na) Zunächst macht die Beklagte geltend, entscheidend sei vor allem, wer an der fraglichen Fahrt gewonnen oder verloren habe; Gewinn und Verlust der 1. Sektion seien nun aber der Gemeinde Betten zugefallen. Sie fasst ihren Standpunkt mit den Worten \"Wer gewinnt, der haftet\" zusammen.\n\nDieser Argumentation kann - zumal in ihrer absoluten Formulierung - nicht gefolgt werden. Sie lässt ausser acht, dass es bei der Ermittlung des Betriebsinhabers im Sinne von Art. 1 EHG nicht nur darauf ankommt, auf wessen Rechnung das Unternehmen geführt wird, sondern auch darauf, wer die Verfügungsmacht über die zum Betrieb gehörenden Gegenstände und Personen besitzt. Nach der angeführten bundesgerichtlichen Praxis beurteilt sich die Eigenschaft des Betriebsinhabers nicht darnach, wem der Betrieb am meisten nützt, das heisst, wem letztlich der Reingewinn zufällt, sondern darnach, wer die allfälligen Betriebseinnahmen bezieht und die Betriebskosten deckt. Im vorliegenden Fall ist unbestritten, dass die Betriebseinnahmen (aus Billetverkauf und Transportaufträgen) zunächst der Beklagten zukamen und dass diese für alle Betriebskosten, einschliesslich der Prämien für die Haftpflichtversicherung, aufzukommen hatte. Dass der Reingewinn aus dem Betrieb der 1. Sektion letztlich der Gemeinde zufiel, ist unter diesen Umständen ohne Belang.\n\nb) Daraus, dass die Haftpflichtversicherung durch die Beklagte abgeschlossen worden war, leitete die Vorinstanz ab, die 1. Sektion sei \"auf Gefahr\" der Beklagten betrieben worden. Dieser Schluss ist nicht zu beanstanden. Wenn die Beklagte für die Gefahren des Betriebes nicht hätte einstehen wollen und müssen, so wäre nicht einzusehen, weshalb sie die Haftpflichtversicherung hätte abschliessen sollen. Der Abschluss |31| dieser Versicherung ist ein wichtiges Indiz dafür, dass die Beklagte den Betrieb auf ihre Gefahr führen wollte und musste und tatsächlich auch führte.\n\nDie Beklagte anerkennt übrigens ausdrücklich, dass sie gemäss mündlichem Betriebsvertrag zur Prämienzahlung verpflichtet war. Sie macht jedoch geltend, der Versicherungsvertrag habe deshalb von ihr abgeschlossen werden müssen, weil die Prämien nach Umsatz zu zahlen seien und eine Ausscheidung zwischen der 1. und 2. Sektion nicht möglich sei. Allein, dies wäre für einen Vertragsabschluss durch die Gemeinde kein unüberwindbares Hindernis gewesen. Mit Bezug auf ihre Sektion hätte trotz allem diese als Versicherungsnehmerin auftreten können, wobei unter den besonderen Vertragsbestimmungen zu vereinbaren gewesen wäre, die Prämien würden in ihrem Namen und Auftrag zusammen mit jenen für die 2. Sektion von der Beklagten entrichtet.\n\nDie Beklagte weist schliesslich in diesem Zusammenhang darauf hin, dass Moritz Imhof nicht nur ihr Betriebsleiter, sondern zugleich auch Gemeindepräsident von Betten gewesen sei. Was damit für den vorliegenden Fall gewonnen werden will, ist nicht ersichtlich. Die Beklagte behauptet jedenfalls zu Recht nicht, Imhof habe beim Abschluss des Versicherungsvertrages nicht als ihr Vertreter, sondern (auch) als Vertreter der Gemeinde gehandelt und deshalb (auch) Rechtsbeziehungen zwischen der Versicherungsgesellschaft und der Gemeinde herstellen wollen.\n\nc) Weiter rügt die Beklagte, dass die Vorinstanz die Gewinnverteilung auf die 1. und 2. Sektion als einen rein internen Vorgang bezeichnet hat, der mit dem Betrieb einer Eisenbahnunternehmung recht wenig zu tun habe. Sie macht ferner geltend, ihre namentliche Erwähnung auf dem Billet vermöge entgegen den Ausführungen im angefochtenen Urteil nichts über die wirtschaftliche Beziehung auszusagen und sei deshalb kein Hinweis auf den Betriebsinhaber der 1. Sektion.\n\nWie es sich mit diesen Rügen verhält, kann offen bleiben. Selbst wenn sie berechtigt wären, wenn also die fragliche Gewinnverteilung mehr als nur ein interner Vorgang wäre und den tatsächlichen Betriebsverhältnissen der beiden Sektionen entspräche und wenn ferner aus dem Billetaufdruck nichts zu Ungunsten der Beklagten abgeleitet werden dürfte, wäre für diese damit nichts gewonnen. Es bliebe dabei, dass die 1. Sektion |32| auf Gefahr der Beklagten betrieben wurde und dass diese die Verfügungsmacht über alle zum Betrieb notwendigen Gegenstände und Personen hatte.\n\nd) Die Beklagte wirft schliesslich die Frage auf, ob nicht allenfalls Art. 9 des Eisenbahngesetzes vom 20. Dezember 1957 und Art. 17 der Konzession vom 25. September 1964 Anwendung fänden. Beide Bestimmungen besagen im wesentlichen übereinstimmend, die Konzessionsbehörde könne die Konzession auf Gesuch des Konzessionsinhabers auf eine andere Unternehmung oder einen Dritten übertragen; würden nur einzelne durch Gesetz und Konzession begründete Pflichten übertragen, bedürften die darüber abgeschlossenen Verträge, um rechtsverbindlich zu sein, der Genehmigung durch die Konzessionsbehörde; der Konzessionsinhaber hafte dem Bund weiterhin für die Erfüllung der durch Gesetz und Konzession begründeten Pflichten. Inwiefern diese vorwiegend verwaltungsrechtlichen Bestimmungen am angefochtenen Urteil etwas ändern könnten, ist nicht ersichtlich. Eine Übertragung der Konzession von der Gemeinde Betten auf die AG stand nie zur Diskussion und ist nach der angeführten Rechtsprechung auch nicht Voraussetzung für die Haftpflicht und damit die Passivlegitimation der Beklagten. Der zwischen der Gemeinde und der Beklagten mündlich abgeschlossene Betriebsvertrag ist im übrigen vom Eidg. Amt für Verkehr (zumindest stillschweigend) genehmigt worden, hat doch diese Amtsstelle Moritz Imhof als Betriebsleiter und verantwortlichen technischen Angestellten für beide Sektionen bestätigt, die Monatsrapporte und Revisionsberichte für beide Sektionen stets von der Beklagten entgegengenommen und ausschliesslich mit ihr verkehrt. Dass die Gemeinde Betten dem Bund (und allenfalls auch geschädigten Dritten) gegenüber weiterhin für die Erfüllung der durch Gesetz und Konzession begründeten Pflichten haftet, schliesst das Recht nicht aus, die Betriebsführung in solcher Art und in solchem Umfange der Beklagten zu übertragen, dass diese die Haftpflicht für Betriebsunfälle gegenüber Dritten trifft. Ob andererseits neben der Beklagten allenfalls auch die Gemeinde Betten für den von den Klägern geltend gemachten Schaden haftet, ist im vorliegenden Verfahren nicht zu prüfen.\n\n|33|\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Kantonsgerichts (Zivil-Gerichtshof) Wallis vom 11. September 1975 bestätigt."}