{"annee": "102", "cour": "IA", "page": "372", "date": "18/2/1976", "cite": ["88 I 168", "101 IA 502", "99 IA 236", "97 I 499", "100 IA 445", "99 IA 604", "98 IA 491"], "cite_par": ["103 IA 417", "110 IA 111", "113 IA 126", "112 IB 20", "106 IB 57", "111 IA 23"], "chapeau": "54. Arrêt du 18 février 1976 dans la cause Chambre genevoise immobilière et consort contre Genève, Grand Conseil", "regestes": ["Force dérogatoire du droit fédéral. Protection des locataires. Art. 34septies al. 2 Cst., art. 6 AF du 30 juin 1972 instituant des mesures contre les abus dans le secteur locatif, art. 19 et 502 CO. 1. Conditions à remplir pour que le principe de la force dérogatoire du droit fédéral, privé et public, soit respecté (consid. 2). 2. Caractère non exhaustif de la réglementation fédérale sur la protection des locataires (consid. 3). 3. Intérêt public justifiant les mesures cantonales de protection des locataires (consid. 4a). Les dispositions du CO sur le cautionnement ne suffisent-elles pas à assurer cette protection (consid. 4b)? 4. Compatibilité des mesures cantonales avec le principe de la liberté des conventions (art. 19 CO) (consid. 5)."], "faits": "BGE 102 Ia 372 S. 373\n\nLa loi genevoise du 19 avril 1963 \"protégeant les garanties fournies par les locataires\" obligeait le bailleur à déposer à un office de consignation les espèces ou valeurs reçues du preneur à titre de garantie, le retrait de tout ou partie des sommes ou valeurs déposées ne pouvant s'effectuer que sous la double signature du bailleur et du locataire ou en vertu d'une décision judiciaire. Mais la pratique s'est introduite de demander au locataire de fournir une garantie non pas sous forme d'espèces ou de valeurs, mais sous forme de cautionnement solidaire, généralement souscrit par une banque, laquelle se faisait autoriser par le locataire (débiteur principal) à payer le bailleur sur simple réquisition et sans discussion; comme le locataire devait généralement être titulaire d'un compte auprès de ladite banque, celle-ci pouvait, aux termes d'un accord dit \"de blocage\", prélever directement par compensation sur ce compte les sommes qu'elle aurait versées en vertu du cautionnement.\n\nBGE 102 Ia 372 S. 374\n\nSaisi d'un projet de loi destiné à mettre fin à une telle pratique, le Grand Conseil a adopté, le 18 avril 1975, une nouvelle loi protégeant les garanties fournies par les locataires, dont l'art. 1er dispose:\n\n\"Toute garantie en espèces ou en valeurs fournie à un bailleur par un locataire ou par une tierce personne au profit d'un locataire, doit être constituée sous la forme d'un dépôt bloqué auprès de la caisse des consignations de l'Etat ou dans un établissement bancaire reconnu comme office de consignation, au sens de l'art. 633, alinéa 3, du Code des obligations.\n\nLe recours au cautionnement simple est, toutefois, autorisé pour les baux à usage d'habitation, à la demande du locataire. Ce dernier peut en tout temps se mettre au bénéfice de l'alinéa 1.\n\nLe recours au cautionnement simple ou solidaire est autorisé pour les baux à usage exclusivement commercial.\"\n\nAgissant par la voie du recours de droit public, la Chambre genevoise immobilière et la S.I. Le Nouveau Mur requièrent le Tribunal fédéral d'annuler les alinéas 2 et 3 de l'art. 1er de ladite loi, en tant que ces dispositions interdisent le cautionnement solidaire en matière de baux d'habitation. Ils allèguent la violation du principe de la force dérogatoire du droit fédéral, d'une part au regard du Code fédéral des obligations, d'autre part au regard de l'arrêté fédéral du 30 juin 1972 \"instituant des mesures contre les abus dans le secteur locatif\" (en abrégé: AF), dont l'art. 6, figurant au chapitre 2 intitulé: Dérogations aux prescriptions du Code des obligations sur le bail à loyer, dispose:\n\n\"Lorsque le preneur est tenu de fournir des sûretés en espèces, celles-ci doivent porter intérêt pour le moins au taux usuel pour les dépôts d'épargne pratiqués par la banque cantonale du canton où la chose louée est située. Les sûretés à fournir ne doivent pas dépasser un montant équivalant à trois loyers mensuels.\n\nLes cantons peuvent compléter les dispositions de l'alinéa précédent.\"", "considerants": "Considérant en droit:\n\n1. En tant qu'association privée ayant la personnalité juridique et constituée en vue de la défense des intérêts de ses membres, la Chambre genevoise immobilière a qualité pour recourir contre une loi qui lèse prétendument les intérêts juridiques de ses membres, dont la plupart sont propriétaires BGE 102 Ia 372 S. 375d'immeubles ou de biens fonciers dans le canton de Genève (ATF 99 Ia 239 consid. 1c, 539 consid. 2).\n\nCette qualité appartient aussi à la société immobilière \"Le Nouveau Mur\", propriétaire d'immeubles dans ce même canton.\n\n2. Les recourantes allèguent essentiellement la violation du principe de la force dérogatoire du droit fédéral.\n\nPour respecter le principe de la force dérogatoire du droit civil fédéral, la législation cantonale doit, selon la jurisprudence, satisfaire à certaines exigences: elle ne peut intervenir que dans des matières que le législateur fédéral n'a pas entendu réglementer de façon exhaustive; elle doit consister en des règles de droit public et se justifier par un intérêt public pertinent; elle ne doit pas éluder le droit civil fédéral ni en contredire le sens ou l'esprit (ATF 101 Ia 505 consid. 2b, ATF 99 Ia 626, ATF 98 Ia 495).\n\nL'arrêté fédéral du 30 juin 1972 contient, ainsi que le Tribunal fédéral l'a relevé dans de récents arrêts, des règles qui ressortissent en partie au droit public, en partie au droit privé (ATF 101 Ia 505 consid. 2a, ATF 99 Ia 626). Les recourantes ne prétendent pas que l'art. 6 AF - en cause ici - soit une norme de droit public, tandis que le Conseil d'Etat lui attribue ce caractère. Il faudrait alors, pour que les dispositions cantonales attaquées soient compatibles avec le principe de la force dérogatoire du droit public fédéral, qu'il s'agisse aussi d'une matière non réglée de façon exhaustive par le législateur fédéral et que les dispositions cantonales n'empêchent pas la réalisation du droit public fédéral, mais que les deux réglementations convergent (ATF 101 Ia 506 consid. 2b, ATF 97 I 503 s. consid. 3a et c, ATF 88 I 170 consid. 3c et les arrêts cités).\n\n3. Les recourantes soutiennent que le législateur fédéral a réglé de façon exhaustive la protection des locataires, qu'il avait mission de mettre sur pied en vertu de l'art. 34septies al. 2 Cst., et que la seule réserve en faveur des cantons (art. 6 al. 2 AF) ne vise que les sûretés en espèces, ce qui n'est pas le cas du cautionnement solidaire que la loi attaquée entend prohiber pour les loyers d'appartements. On ne saurait les suivre sur ce point.\n\nIl ressort des travaux préparatoires, notamment du Message du Conseil fédéral du 10 mai 1972 (FF 1972 I 1232, ad art. 8 du projet, devenu l'art. 6 AF), que le législateur fédéral n'a BGE 102 Ia 372 S. 376pas entendu réglementer en détail la question des sûretés fournies par le bailleur, ce qui eût été \"hors de proportion avec l'importance du problème sur le plan fédéral\" (FF, loc.cit.), mais qu'il s'est contenté d'en régler les deux points les plus importants: l'intérêt des sûretés en espèces et la valeur maximale des sûretés. Aussi a-t-il ajouté, au cours des débats, la réserve de l'al. 2 en faveur des cantons. Il est vrai que la première phrase de l'art. 6 al. 1 ne parle expressément que des sûretés en espèces. Mais cet article a pour titre \"Sûretés fournies par le preneur\"; il concerne donc les sûretés en général, de sorte que l'al. 2, qui donne aux cantons la possibilité de compléter (ergänzen, emanare disposti completivi) les dispositions de l'alinéa précédent (et non seulement d'en édicter les dispositions d'application), doit être interprété comme visant également les sûretés autres que les sûretés en espèces.\n\n4. Il n'est pas contesté que les dispositions cantonales attaquées ressortissent au droit public. C'est ce que l'on peut déduire d'ailleurs de l'arrêt S.I. Chailly Vallon A S.A. (ATF 98 Ia 491 ss), dans lequel le Tribunal fédéral a examiné la constitutionnalité de la loi vaudoise du 15 septembre 1971 \"sur les dépôts de garanties en matière de baux à loyer\", laquelle était calquée en grande partie sur la loi genevoise du 19 avril 1963.\n\nN'est pas non plus contesté le caractère d'intérêt public de la protection des locataires contre les prétentions abusives du bailleur en période de pénurie de logements, ce que le Tribunal fédéral a déjà reconnu à plusieurs reprises (ATF 101 Ia 510, ATF 99 Ia 614 et 620; cf. également ATF 88 I 170 consid. 3b et 254), notamment aussi en matière de sûretés exigées des locataires (ATF 98 Ia 496).\n\na) Les recourantes contestent en revanche la pertinence, en l'espèce, du motif d'intérêt public invoqué, savoir la pénurie de logements, laquelle avait été retenue pour justifier les mesures cantonales dans l'arrêt Chailly Vallon, et soutiennent que la pénurie de logements s'est considérablement atténuée à Genève depuis le dépôt du projet de loi en novembre 1970 et l'arrêt précité du 3 mai 1972; elles semblent vouloir en tirer la conclusion que l'état de dépendance des locataires vis-à-vis des bailleurs se serait affaibli à tel point que toute mesure de protection en faveur des premiers serait devenue inutile.\n\nS'il est vrai que, selon les statistiques, la pénurie de logements BGE 102 Ia 372 S. 377s'est atténuée à Genève, elle n'a cependant pas disparu, notamment pas dans les catégories d'appartements à loyer abordable. Cette atténuation n'est en tout cas pas telle, dans ces catégories, qu'elle ait éliminé la situation de dépendance des locataires et qu'elle puisse enlever le caractère d'intérêt public pertinent aux mesures prises pour protéger les locataires contre les prétentions abusives des bailleurs.\n\nb) Les recourantes semblent également prétendre que les dispositions actuelles du Code des obligations sur le cautionnement, telles qu'elles doivent être correctement interprétées, protègent suffisamment les locataires contre les abus auxquels le législateur genevois prétend mettre un terme et que dès lors les dispositions attaquées ne sont pas justifiées par un intérêt public pertinent.\n\nElles relèvent en effet qu'aux termes de l'art. 502 CO, la caution a l'obligation - et non seulement le droit - d'opposer au créancier toutes les exceptions appartenant au débiteur; elles soutiennent que cette obligation est de droit impératif et qu'une clause d'exonération générale de la responsabilité de la caution (y compris pour la faute lourde) serait nulle au regard des art. 19, 20 et 100 CO et que même la faute légère sans responsabilité serait en contradiction avec la notion de bonne et fidèle exécution du mandat, dont les règles s'appliquent aux relations entre la caution et le débiteur principal.\n\nOr le caractère impératif de l'obligation de la caution n'est pas établi et la thèse des recourantes est controversée, ainsi qu'il ressort des avis de droit versés au dossier par le Conseil d'Etat. Mais même si cette thèse devait prévaloir, les dispositions attaquées ne seraient pas inutiles pour autant et resteraient motivées par le but général auquel tend la loi. Il sied de rappeler ici qu'en exigeant la double signature du bailleur et du locataire pour tout prélèvement sur le montant remis en garantie, la loi de 1963 (reprise sur ce point par l'art. 4 de celle de 1975) visait à éviter au locataire d'avoir à introduire une action judiciaire pour récupérer les sommes qui auraient été prélevées indûment sur ce montant. La pratique du cautionnement solidaire (avec clause d'exonération de la caution et accord de blocage du compte en banque) a pour effet de priver le locataire de la protection voulue par le législateur, protection que le Tribunal fédéral a jugée comme étant d'intérêt public en raison de la pénurie de logements et BGE 102 Ia 372 S. 378de la situation de dépendance qui en découle pour les locataires (ATF 98 Ia 497 s.). Ce même caractère doit être reconnu à une prescription qui exclut une forme de garantie destinée à priver les locataires de cette protection.\n\nOr même si la nullité de la clause d'exonération de la caution devait être admise, le locataire qui voudrait rentrer en possession des sommes que la caution aurait néanmoins payées indûment devrait ouvrir contre elle une action en responsabilité ou contre le bailleur une action en enrichissement illégitime; on sait en effet que la banque se fait en général garantir par un compte bloqué avant de donner son cautionnement, ce qui lui permet de se payer par compensation sur ce compte. Ainsi, le but visé par la loi de 1963 ne peut pas être atteint, de sorte que l'exclusion du cautionnement solidaire pour les baux à usage d'appartement se révèle être une mesure nécessaire pour permettre aux locataires de bénéficier des effets voulus par la loi de 1963.\n\nOn peut d'ailleurs présumer que bien souvent le locataire renoncerait à ouvrir action, en raison de la relative modicité des montants en cause, de la longueur présumée des procédures judiciaires et de la partie des frais de procès qui resteraient à sa charge même s'il obtenait gain de cause (cf. art. 129g de la loi genevoise de procédure civile). C'est là une raison de plus de reconnaître le caractère d'intérêt public aux mesures destinées à faire respecter le but visé par la loi de 1963.\n\n5. Reste à examiner si les dispositions attaquées éludent les règles du Code des obligations sur la liberté des conventions (art. 19) ou sur le cautionnement (art. 492 ss) ou en contredisent le sens et l'esprit, bien qu'en réalité les recourantes ne prétendent pas expressément que tel soit le cas, concentrant leur argumentation sur le caractère exhaustif de la réglementation fédérale et sur l'absence de pertinence des motifs d'intérêt public invoqués pour justifier les mesures cantonales.\n\nAu sujet de l'art. 19 CO, on rappellera simplement que la liberté contractuelle n'est pas illimitée et que cet article n'empêche pas les cantons de faire usage de la faculté d'édicter des dispositions de droit public, reconnue par l'art. 6 CC (ATF 101 Ia 509 consid. 3b, ATF 100 Ia 449 consid. 4, ATF 99 Ia 623 consid. 6c, ATF 98 Ia 497 consid. 4b); mais il faut évidemment que BGE 102 Ia 372 S. 379ces dispositions se justifient par un intérêt public pertinent, ce qui est le cas en l'espèce, ainsi qu'on l'a vu ci-dessus.\n\nOn notera d'ailleurs que la loi genevoise de 1975 n'empêche pas le bailleur d'obtenir des sûretés en garantie de ses créances découlant du contrat de bail; elle ne s'oppose qu'aux sûretés établies en une forme qui prive le locataire de la protection qu'entendait lui assurer la loi de 1963. Les recourantes n'ont au surplus pas prétendu que les sûretés réglées par cette loi fussent inadéquates et n'ont pas essayé de démontrer que seule la forme du cautionnement solidaire serait propre à garantir convenablement le bailleur. On ne saurait donc prétendre que l'atteinte à la liberté des contrats soit importante, ni qualifier de contraire à l'esprit du droit fédéral une disposition de droit public cantonal qui tend à s'opposer à l'utilisation abusive d'une institution du droit privé fédéral. Et si l'on devait considérer l'art. 6 AF comme une norme de droit public, on devrait constater que les dispositions cantonales attaquées, bien loin d'empêcher l'application du droit public fédéral, concourent au contraire à la réalisation du même intérêt collectif: la protection des locataires contre les abus dont ils peuvent être l'objet en période de pénurie de logements.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}