{"annee": "102", "cour": "IV", "page": "103", "date": "9/4/1976", "cite": ["87 IV 101", "95 IV 101", "91 IV 195", "96 IV 82", "98 IV 41"], "cite_par": ["103 IV 60", "117 IV 139", "104 IV 211", "104 IV 270", "115 IV 221", "111 IV 159"], "chapeau": "26. Urteil des Kassationshofes vom 9. April 1976 i.S. Kaufmann gegen Staatsanwaltschaft des Kantons Nidwalden.", "regestes": ["Art. 277bis PPF, art. 303 ch. 1 CP. 1. Savoir si l'auteur connaissait l'innocence de la personne dénoncée est une question de fait (consid. 1). 2. Le pouvoir d'examen de la Cour de cassation s'étend également aux questions de droit qui n'ont été soulevées ni en procédure cantonale, ni dans le pourvoi en nullité (consid. 2). 3. Celui qui, au cours d'une procédure pénale déjà engagée, maintient une fausse accusation, ne se rend pas coupable de dénonciation calomnieuse (consid. 3)."], "faits": "BGE 102 IV 103 S. 103\n\nA.- 1.- Im Herbst 1971 sprach Frau Marie Kaufmann zweimal bei der Sozialberatungsstelle des Kantons Nidwalden vor und beschuldigte Frau Yvonne Hauser der Misshandlung ihres Kindes René Hauser, geb. 1968. Auch äusserte sie die Vermutung, es könnte beim Tod des Knaben Roger Hauser BGE 102 IV 103 S. 104nicht mit rechten Dingen zugegangen sein. Ferner gab sie vor, dass eines der sechs Kinder der Frau Hauser aus erster Ehe fast blind sei und dies von Schlägen der Mutter herrühre. Als die Vormundschaftsbehörde von Stans daraufhin eine Untersuchung einleitete, bestätigte Frau Kaufmann im wesentlichen ihre früheren Aussagen und erklärte, sie habe wiederholt gehört, wie Frau Hauser ihr Kind René angeschrien, ihm mit Schlägen gedroht, es tatsächlich geschlagen und im Bett festgeschnallt habe. Sie verlangte schliesslich, dass Frau Hauser \"vor eine Behörde müsse\" und das Kind von einem Kinderarzt untersucht und unter Kontrolle gehalten werde.\n\nRené Hauser wurde daraufhin für rund 2 Wochen ins Kinderspital Luzern eingewiesen und anschliessend für 2 Monate in einer Kinderheilstätte untergebracht. Die beiden Ärzte, die im Kantonsspital das Kind untersucht hatten, berichteten am 11. Dezember 1971, sie könnten anhand der erhobenen klinischen und radiologischen Befunde ein Misshandlungssyndrom bei René mit an Sicherheit grenzender Wahrscheinlichkeit ausschliessen; auch die psychiatrische Untersuchung habe keine Anhaltspunkte ergeben, die für eine milieubedingte geistige Retardierung sprechen könnten.\n\n2.- Am 14. Dezember 1971 erhob Frau Hauser gegen Frau Kaufmann Strafklage wegen falscher Anschuldigung, eventuell übler Nachrede und Verleumdung.\n\nObschon Frau Kaufmann die ärztlichen Untersuchungsergebnisse zur Kenntnis gebracht worden waren, hielt sie in ihrer Einvernahme als Angeschuldigte vom 5. Januar 1972 an ihren früheren Behauptungen fest.\n\nB.- Aus diesem Grund sprach das Strafgericht Nidwalden am 20. Juli 1973 Frau Kaufmann der falschen Anschuldigung (Art. 303 Ziff. 1 Abs. 1 StGB) sowie der Verleumdung schuldig und verurteilte sie zu Fr. 150.-- Busse.\n\nAuf Rekurs der Frau Kaufmann erklärte das Kantonsgericht des Kantons Nidwalden am 19. November 1975 die Ehrverletzung für verjährt, bestätigte aber im übrigen den vorinstanzlichen Entscheid im Schuld- wie im Strafpunkt.\n\nC.- Frau Kaufmann führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Kantonsgerichtes sei in bezug auf die Verurteilung wegen falscher Anschuldigung aufzuheben und die Sache zur Freisprechung an die Vorinstanz zurückzuweisen.\n\nBGE 102 IV 103 S. 105\n\nDie Staatsanwaltschaft des Kantons Nidwalden beantragt Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Kantonsgericht billigte der Beschwerdeführerin in bezug auf den Tatbestand der falschen Anschuldigung zu, sie habe im Zeitpunkt ihrer Strafanzeige aus redlichen und achtenswerten Beweggründen gehandelt. Dagegen habe sie die Beschuldigung der Kindsmisshandlung nachträglich wider besseres Wissen erhoben, als sie trotz dem Ergebnis der ärztlichen Untersuchung sich auf ihre früheren Äusserungen versteift und an ihrer unzutreffenden Vermutung festgehalten habe.\n\nDemgegenüber bestreitet die Beschwerdeführerin, die Beschuldigung wider besseres Wissen aufrechterhalten zu haben. Das ärztliche Gutachten habe die Verdachtslage nicht völlig entkräftet, so dass die Möglichkeit einer Kindsmisshandlung fortbestanden habe. Unter diesen Umständen habe der Verdacht in guten Treuen aufrechterhalten werden dürfen.\n\nDieser Einwand scheitert an den tatsächlichen Feststellungen der Vorinstanz. Sie bezeichnete den Bericht der Ärzte, die keine Anhaltspunkte für eine Kindsmisshandlung fanden und eine solche mit an Sicherheit grenzender Wahrscheinlichkeit ausschlossen, als eindeutig. Sie erachtete damit den Beweis für die Unhaltbarkeit der Anschuldigung der Beschwerdeführerin als einwandfrei erbracht. Ihre weitere Feststellung, die Beschwerdeführerin habe nach Kenntnisnahme des Gutachtens wider besseres Wissen am Vorwurf der Kindsmisshandlung festgehalten, kann nur so verstanden werden, dass die Vorinstanz davon ausgegangen ist, auch die Beschwerdeführerin habe nach dem Untersuchungsergebnis die Unrichtigkeit ihres Vorwurfes erkannt und somit gewusst, dass ihr Festhalten am Verdacht der Wirklichkeit widersprach. Diese tatsächlichen Annahmen binden den Kassationshof und können mit der Nichtigkeitsbeschwerde nicht bestritten werden. Die Beschwerde ist somit in diesem Punkt unbegründet.\n\n2. Die Beschwerdeführerin, welche die Anzeige wegen Kindsmisshandlung gutgläubig erstattet hatte, ist wegen falscher BGE 102 IV 103 S. 106Anschuldigung verurteilt worden, weil sie nach Eröffnung des Untersuchungsergebnisses wider besseres Wissen an der Beschuldigung festgehalten hat. Es fragt sich, ob auch bei diesem Sachverhalt noch eine falsche Anschuldigung im Sinne des Art. 303 Ziff. 1 Abs. 1 StGB vorliege. Da diese Frage weder im kantonalen noch im Verfahren vor Bundesgericht aufgeworfen wurde, ist vorerst zu prüfen, ob sie vom Kassationshof von Amtes wegen behandelt werden kann.\n\na) Grundsätzlich überprüft der Kassationshof nach der bisherigen Praxis alle Fragen des eidgenössischen Rechts, die sich auf Grund des verbindlich festgestellten Sachverhalts und im Rahmen der Anträge des Beschwerdeführers stellen (Art. 277bis Abs. 1 und 2 BStP), sofern es sich beim angefochtenen Entscheid um ein letztinstanzliches Urteil gemäss Art. 268 BStP handelt. Als nicht letztinstanzlich gilt ein Urteil auch in bezug auf Rechtsfragen, die nach kantonalem Prozessrecht von der letzten kantonalen Instanz mangels Geltendmachung durch den Beschwerdeführer nicht zu prüfen waren und deshalb offen geblieben sind. In solchen Fällen kann sich der Kassationshof mit der nicht behandelten Rechtsfrage nicht mehr befassen (BGE 87 IV 102). Von dieser Einschränkung abgesehen, ist aber das Bundesgericht in der rechtlichen Würdigung frei, auch wenn die Rüge einer Rechtsverletzung weder im kantonalen Verfahren noch mit der eidgenössischen Nichtigkeitsbeschwerde erhoben wurde. Soweit die in BGE 87 IV 102 dargelegte Rechtsprechung in neueren Entscheidungen weiter eingeschränkt worden ist (z.B. BGE 95 IV 103 Erw. 3, BGE 98 IV 49 Erw. 7), kann daran nicht festgehalten werden.\n\nb) Im Kanton Nidwalden ist das Kantonsgericht nach Gesetz und Praxis weder verpflichtet noch ermächtigt, im Rekursverfahren nur diejenigen rechtlichen Rügen zu prüfen, die vor ihm erhoben werden (vgl. § 40 StPO). Es steht deshalb nichts im Wege, dass die eingangs erwähnte Rechtsfrage vom Kassationshof von sich aus entschieden wird.\n\n3. Die falsche Anschuldigung setzt sowohl in Abs. 1 wie Abs. 2 des Art. 303 Ziff. 1 StGB voraus, dass der Täter in der Absicht handelt, durch eine Strafanzeige oder arglistige Veranstaltungen eine Strafverfolgung gegen einen Nichtschuldigen herbeizuführen (en vue de faire ouvrir... une poursuite pénale, per provocare... un procedimento penale). Herbeiführen ist gleichbedeutend mit eröffnen lassen. Eine bereits eingeleitete BGE 102 IV 103 S. 107Verfolgung bloss fortdauern zu lassen, fällt nach dem Wortlaut des Gesetzes nicht darunter.\n\nDer gleiche Sinn ergibt sich auch aus der Entstehungsgeschichte der Bestimmung. In der 2. Expertenkommission, die sich mit dem Vorentwurf von 1908 zu befassen hatte, wurde unmissverständlich betont, dass die falsche Anschuldigung auf die Einleitung eines Strafverfahrens gerichtet sei und dass beiden Tatbestandsformen die Absicht des Täters gemeinsam sei, gegen einen Nichtschuldigen ein Strafverfahren herbeizuführen. Umstritten war vorerst nur, ob im Falle der Anzeige die dahingehende Absicht genüge oder ob im zweiten Fall die tatsächliche Eröffnung einer Strafverfolgung erforderlich sei (Prot. 2. ExpKomm V 224-235, Erläuterungen Zürcher S. 384). In der weitern Beratung wurde ein Antrag, auch beim ersten Tatbestand die Vollendung des Delikts erst mit der Eröffnung der Strafverfolgung eintreten zu lassen, abgelehnt, gleichzeitig aber angeregt, den Zeitpunkt der Vollendung bei beiden Tatbestandsformen gleich zu regeln (Prot. 2. ExpKomm VI 109 f.). Das geschah in der Weise, dass beim zweiten Tatbestand auf die Eröffnung eines Verfahrens verzichtet und für diesen wie den ersten Tatbestand die Absicht, eine Strafverfolgung herbeizuführen, als ausreichend erachtet wurde (Art. 267 der Fassung von 1915). Dabei ist es geblieben, und ebenso wurde an der von Anfang an vertretenen Auffassung festgehalten, wonach der Täter durch sein Verhalten die Einleitung einer Strafverfolgung müsse bewirken wollen (Prot. Komm NR vom 8. September 1926 S. 28).\n\nDer klare und dem Willen des Gesetzgebers entsprechende Gesetzestext erfordert somit die Absicht des Täters, gegen den Beschuldigten die Eröffnung eines Strafverfahrens zu veranlassen; die Absicht, eine bereits laufende Strafuntersuchung bloss fortdauern zu lassen, genügt also nicht (ebenso SCHULTZ, ZStR 1958, S. 235). Anders zu entscheiden, verstiesse gegen Art. 1 StGB (vgl. BGE 91 IV 196 unten, BGE 96 IV 85). Die durch das Festhalten an einer falschen Anschuldigung gegebenenfalls verletzte Ehre des zu Unrecht Beschuldigten kann über Art. 173 ff. StGB geschützt werden. Zudem kann die Bekräftigung einer falschen Anschuldigung während eines Verfahrens unter Umständen als falsches Zeugnis (Art. 307 StGB) strafbar sein. Vorzubehalten ist dagegen der Fall, in dem der Täter eine bereits eingestellte Strafuntersuchung BGE 102 IV 103 S. 108durch neue Vorbringen wider besseres Wissen wieder aufnehmen lassen will.\n\nIm vorliegenden Fall hat die Beschwerdeführerin die falsche Anschuldigung erst während der schon im Gang befindlichen Untersuchung wider besseres Wissen bekräftigt. Sie ist deshalb zu Unrecht gemäss Art. 303 Ziff. 1 Abs. 1 StGB verurteilt worden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird, soweit auf sie eingetreten werden kann, dahin gutgeheissen, dass das Urteil des Kantonsgerichts des Kantons Nidwalden vom 19. November 1975 aufgehoben und die Sache zur Freisprechung der Beschwerdeführerin an die Vorinstanz zurückgewiesen wird."}