{"annee": "102", "cour": "IA", "page": "379", "date": "3/11/1976", "cite": ["102 IA 279", "95 I 202", "101 IA 67", "95 I 233", "102 IA 179"], "cite_par": ["109 IA 320", "107 IA 3", "106 IA 404", "117 IA 69", "106 IA 33", "117 IA 72", "124 I 274", "104 IA 88", "107 IA 256", "115 IA 293", "105 IA 26", "105 IA 127"], "chapeau": "55. Auszug aus dem Urteil vom 3. November 1976 i.S. Burger gegen Staatsanwaltschaft und Überweisungsbehörde des Kantons Basel-Stadt", "regestes": ["Prolongation de la détention préventive; liberté personnelle; art. 5 chiffre 3 et 6 chiffre 2 CEDH. 1. Rapport entre les droits individuels garantis par la Constitution fédérale et les droits protégés par la CEDH. Interprétation des droits constitutionnels compte tenu des dispositions correspondantes de la Convention (in casu: de la liberté personnelle, au regard des art. 5 chiffre 3 et 6 chiffre 2 CEDH) (consid. 2). 2. Garantie de la personne arrêtée ou détenue d'être aussitôt traduite devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires (art. 5 chiffre 3 CEDH). Portée de cette garantie; exigences requises d'un \"magistrat habilité par la loi à exercer des fonctions judiciaires\" (consid. 4)."], "faits": "|380|\n\nErnst A. Burger befindet sich seit dem 20. Juni 1975 im Lohnhof in Basel in Untersuchungshaft. Gegen eine Haftverlängerung vom 18. März 1976 erhob er Einsprache, die der Erste Staatsanwalt des Kantons Basel-Stadt abwies. Hiegegen rekurrierte Burger an die Überweisungsbehörde des Kantons Basel-Stadt, welche den Rekurs mit Beschluss vom 12. Mai 1976 abwies. Gegen diesen Beschluss führt Burger staatsrechtliche Beschwerde; er rügt eine Verletzung der persönlichen Freiheit sowie der Art. 5 Ziff. 3 und 6 Ziff. 2 EMRK.\n\nDas Bundesgericht weist die Beschwerde ab.\n\n|381|", "considerants": "Aus den Erwägungen:\n\n2. Es ist unbestritten, dass Ernst A. Burger vor seiner Überführung in den provisorischen Strafvollzug nur noch wegen Fluchtgefahr in Untersuchungshaft gehalten wurde und ein anderer Haftgrund nicht mehr in Frage stand. Gemäss § 53 Ziff. 2 StPO kann der einer strafbaren Handlung Verdächtige in Untersuchungshaft gesetzt werden, \"wenn seine Flucht zu befürchten ist\". Die Verfassungsmässigkeit dieser Bestimmung wird vom Beschwerdeführer nicht bestritten. Indes ist er der Ansicht, die Voraussetzungen für diesen Haftgrund seien im vorliegenden Fall nicht gegeben; ferner hält er die Inhaftierung wegen unangemessener Dauer der Untersuchungshaft für unzulässig. Er macht eine Verletzung der persönlichen Freiheit sowie der Art. 5 Ziff. 3 und 6 Ziff. 2 EMRK geltend.\n\nWie das Bundesgericht in BGE 101 Ia 69 (E. 2c) ausgeführt hat, übernimmt und entwickelt die EMRK Bestimmungen weiter, die zahlreiche Staatsverfassungen im Rahmen der Freiheitsrechte gewährleisten oder die die Vertragsstaaten als ungeschriebene Verfassungsrechte anerkennen. Das bedeute, dass die von der Konvention geschützten Rechte in Verbindung mit den entsprechenden Individualrechten unseres geschriebenen und ungeschriebenen Verfassungsrechts zu bestimmen seien. Die Frage, ob die Weiterführung der Untersuchungshaft gegenüber dem Beschwerdeführer gerechtfertigt ist, ist daher im folgenden grundsätzlich nach der im ungeschriebenen Verfassungsrecht des Bundes garantierten persönlichen Freiheit zu beurteilen, für deren Konkretisierung die angerufenen Garantien der EMRK einzubeziehen sind, wobei im besonderen auch die Rechtsprechung der Konventionsorgane zu berücksichtigen ist (vgl. auch BGE 102 Ia 283 E. 2b).\n\na) In BGE 95 I 242 hat das Bundesgericht unter dem Gesichtspunkt der persönlichen Freiheit festgehalten, für die Annahme von Fluchtgefahr genüge es nicht, wenn die Flucht objektiv möglich sei. Die Möglichkeit, dass ein verhafteter Angeschuldigter sich durch Flucht der Strafverfolgung entziehe, bestehe an sich in jedem Strafverfahren. Es brauche daher eine gewisse Wahrscheinlichkeit, dass der Betroffene sich durch Flucht dem Vollzug der Strafe entziehen werde. Dabei müsse die Schwere der Fluchtgefahr in jedem einzelnen |382| Fall von der zuständigen Behörde gewürdigt werden (vgl. auch BGE 95 I 205 E. 2). Nach der Auslegung, die der Europäische Gerichtshof dem in Art. 5 Ziff. 3 EMRK festgehaltenen \"Anspruch auf Aburteilung innerhalb einer angemessenen Frist oder auf Haftentlassung während des Verfahrens\" (\"... and shall be entitled to trial within a reasonable time or to release pending trial\"/\"... et a le droit d'être jugée dans un délai raisonnable ou libérée pendant la procédure\") gegeben hat, gebietet diese Bestimmung der Konvention nicht nur, dass ein Inhaftierter innerhalb einer angemessenen Frist vor Gericht gestellt werden muss; sondern sie bedeutet auch, dass ein Untersuchungsgefangener das Recht hat, freigelassen zu werden, sobald kein hinreichender Grund mehr für seine Inhaftierung besteht (vgl. JACOBS, The European Convention on Human Rights, Oxford 1975, S. 64 ff. mit Hinweisen auf die einschlägigen Entscheide des Gerichtshofes; ferner die Entscheide der Kommission No. 4465/70 vom 31. März 1971, Rec. 38, S. 67; No. 4225/69 vom 17. März 1970, Jb. 13/1970, S. 885 sowie die bei TRECHSEL, Die Europäische Menschenrechtskonvention, ihr Schutz der persönlichen Freiheit und die schweizerischen Strafprozessrechte, Bern 1974, S. 260 f. angeführten Beispiele zur Rechtsprechung der Kommission, die sich der Auslegung des Gerichtshofs angeschlossen hat, nachdem ihr eigenes Vorgehen zu dieser Frage vom Gerichtshof ausdrücklich abgelehnt worden war (vgl. das Urteil im Fall Wemhoff, §§ 11 und 12 der Erwägungen, Jb. 11/1968, S. 805 und TRECHSEL a.a.O. mit weiteren Hinweisen)). Die Abklärung, ob in einem konkreten Fall ein hinreichender Grund für eine Inhaftierung besteht, erfordert danach eine volle Überprüfung der angerufenen Haftgründe sowie der für eine Freilassung sprechenden Gesichtspunkte (Fall Wemhoff § 12 der Erwägungen, Jb. a.a.O.; Fall Neumeister § 5 der Erwägungen, Jb. 11/1968 S. 815/817, etc.). Nach den Anforderungen, die der Europäische Gerichtshof im Fall Wemhoff an den Haftgrund der Fluchtgefahr gestellt hat, darf zwar die Schwere der vom Angeschuldigten zu erwartenden Strafe als ein Indiz für Fluchtgefahr gewertet werden; die Möglichkeit einer Verurteilung zu einer schweren Strafe genügt indessen für sich allein nicht, dass in einem konkreten Fall die Fluchtgefahr bejaht werden kann; vielmehr müssen dafür die konkreten Umstände des Falles, insbesondere die materielle Lage und das gesamte |383| Verhalten des Inhaftierten in Betracht gezogen werden (Jb. 11/1968 S. 806 f., § 14 der Erwägungen).\n\nb) ...\n\nc) ...\n\n4. Schliesslich macht der Beschwerdeführer geltend, der angefochtene Beschluss verstosse gegen Art. 5 Ziff. 3 EMRK, weil nach seiner Inhaftierung eine unverzügliche Einvernahme durch einen Richter oder einen anderen gesetzlich zur Ausübung richterlicher Funktionen ermächtigten Beamten unterblieben sei und er nur durch die Staatsanwaltschaft einvernommen worden sei.\n\na) Entgegen der Ansicht des Beschwerdeführers könnte eine allfällige Gutheissung der Beschwerde in diesem Punkt auf keinen Fall dazu führen, dass der Beschwerdeführer aus der Untersuchungshaft entlassen werden müsste, da - wie ausgeführt - ein Haftgrund nach wie vor besteht. Eine allfällige Gutheissung könnte höchstens zur Folge haben, dass die Anhörung durch ein den Anforderungen des Art. 5 Ziff. 3 EMRK genügendes Organ nachgeholt werden müsste.\n\nb) Gemäss Art. 5 Ziff. 3 EMRK muss jede nach Ziff. 1 lit. c dieser Vorschrift festgenommene oder in Haft gehaltene Person \"unverzüglich einem Richter oder einem andern, gesetzlich zur Ausübung richterlicher Funktionen ermächtigten Beamten vorgeführt werden\" (\"doit être aussitôt traduite devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires ...\"/\"shall be brought promptly before a judge or other officer authorised by law to exercise judicial power\").\n\nIm Kanton Basel-Stadt amtet die Staatsanwaltschaft von Gesetzes wegen als Untersuchungsbehörde in der strafrechtlichen Voruntersuchung (vgl. § 55 Abs. 1 des baselstädtischen Gerichtsorganisationsgesetzes - GOG - und § 22 ff. StPO). In BGE 102 Ia 183 E. 3b (i. S. Schiesser) ist das Bundesgericht zum Ergebnis gekommen, dass die Bezirksanwaltschaft des Kantons Zürich als Untersuchungsbehörde eine richterliche Funktion im Sinne von Art. 5 Ziff. 3 EMRK ausübe. Das Bundesgericht stützte sich dabei vor allem darauf, dass die Untersuchung nicht einseitig auf das Ziel der Anklageerhebung ausgerichtet sei, sondern die Möglichkeit der Entlastung des Angeschuldigten gleichwertig in sich schliesse, womit sich die Tätigkeit der Bezirksanwaltschaft im Verfahrensstadium der |384| Voruntersuchung als untersuchungsrichterliche im eigentlichen Sinn des Wortes charakterisiere. Dabei legte es ein gewisses Gewicht auf die Tatsache, dass die Funktionen der Untersuchungs- und Anklagebehörde im dort zu beurteilenden Fall personell getrennt waren und eine allfällige Anklage nicht durch die Bezirksanwaltschaft, sondern durch die Staatsanwaltschaft vor Geschworenengericht vertreten würde.\n\nWie die Zürcher Bezirksanwaltschaft hat auch die Staatsanwaltschaft des Kantons Basel-Stadt nicht nur die Funktion des öffentlichen Anklägers inne, sondern es kommen ihr ebenfalls untersuchungsrichterliche Funktionen zu. Gemäss § 55 Abs. 1 GOG umfasst das Amt der Staatsanwälte die Untersuchung im gesetzlichen Ermittlungsverfahren sowie die Vertretung der öffentlichen Anklage vor Gericht. Ferner bleibt beim Verfahren auf öffentliche Klage gemäss § 22 ff. StPO die Staatsanwaltschaft nach Massgabe von § 125 StPO bis zur Einreichung der Anklage und mit Ausnahme des gerichtlichen Überweisungsverfahrens zur Verfügung über den Angeschuldigten zuständig (§ 22 lit. a StPO). Die Basler Staatsanwälte sind somit insofern im Sinne von Art. 5 Ziff. 3 EMRK \"gesetzlich\" zur Ausübung (untersuchungs)richterlicher Funktionen ermächtigt (\"habilité par la loi\"/\"authorised by law\"). Im Unterschied zum erwähnten Urteil i.S. Schiesser besteht indessen im vorliegenden Fall keine durchgängige personelle Trennung zwischen dem Staatsanwalt, der die Untersuchung leitet und demjenigen, der zum gegebenen Zeitpunkt allenfalls die Anklage erhebt. Die Frage, ob die Basler Staatsanwaltschaft im Sinne von Art. 5 Ziff. 3 EMRK als ein \"gesetzlich zur Ausübung richterlicher Funktionen ermächtigter Beamter\" angesehen werden kann, lässt sich demnach nicht bloss mit der Verweisung auf das Urteil i.S. Schiesser beantworten, sondern bedarf einer zusätzlichen Überprüfung. Es drängt sich auf, hierfür die Tragweite der angerufenen Bestimmung erneut zu untersuchen.\n\nArt. 5 Ziff. 3 EMRK stellt gewisse Mindestanforderungen an die zur Anhörung zuständige Behörde, wobei - wie das Bundesgericht bereits im Urteil i.S. Schiesser ausgeführt hat (E. 3a) - vor allem verhindert werden soll, dass die Anhörung in die Hände untergeordneter, weisungsabhängiger Beamter im besonderen der gerichtlichen Polizei fällt. Bei der in Art. 5 Ziff. 3 EMRK geforderten unverzüglichen Vorführung |385| vor einen Richter oder einen Beamten mit richterlichen Funktionen geht es nur um die erste Einvernahme eines Angeschuldigten nach dessen Festnahme oder Inhaftierung und nicht um das Verfahren der strafrechtlichen Voruntersuchung an sich (vgl. TRECHSEL a.a.O. S. 245 unten mit Hinweisen). Die Vorführung vor eine im Sinne von Art. 5 Ziff. 3 EMRK zuständige Behörde ist auch deutlich von dem in Art. 5 Ziff. 4 EMRK vorgeschriebenen richterlichen Haftprüfungsverfahren zu unterscheiden, das im übrigen im Kanton Basel-Stadt mit dem Rekurs an die Überweisungsbehörde, die sich aus Mitgliedern des urteilenden Strafgerichts zusammensetzt (§ 11 GOG), klarerweise konventionskonform ausgestaltet ist. Es geht bei dieser ersten Einvernahme darum, dass der Häftling so schnell als möglich Gelegenheit erhält, sich zu entlasten; er soll sich zu den Gründen der vorläufigen Freiheitsentziehung vor einer kompetenten Behörde äussern können, und die Einvernahme soll den Entscheid, ob die Haft aufrechtzuerhalten ist, ermöglichen (vgl. MEYER, Der Schutz der persönlichen Freiheit im rechtsstaatlichen Strafprozess, Diss. Zürich 1962, S. 133; TRECHSEL a.a.O. S. 245 f.). Wichtig ist daher - wie sich das bereits aus dem Wortlaut der Vorschrift aufdrängt -, dass der Angeschuldigte der Behörde vorgeführt wird und sich diese nicht mit einem schriftlichen Verfahren begnügt.\n\nAus dem Zweck dieser Vorführung sowie dem grundsätzlichen Anliegen nach Schutz der Person vor willkürlicher oder irrtümlicher Festnahme und Haft, welches dem Art. 5 EMRK insgesamt zugrunde liegt, ergeben sich einige weitere zwingende Forderungen. Es ist danach unerlässlich, dass die Anhörung nicht durch die Polizei erfolgt; ebenso zwingend ist, dass die für die Anhörung zuständige Behörde rechtlich und faktisch von der Regierung weisungsunabhängig ist und dass sie in bezug auf das durchzuführende Strafverfahren die nötige Fachkunde und Sachkompetenz besitzt. Sind diese Voraussetzungen erfüllt, so dürfte das in der Regel genügen dafür, dass die mit Art. 5 Ziff. 3 EMRK erstrebte Garantie für eine rechtsstaatlich unbedenkliche Durchführung dieser ersten Anhörung vorhanden ist und die betreffende Behörde als Organ mit \"richterlichen Funktionen\" (genauer = \"judicial power\"/\"fonctions judiciaires\") im Sinne von Art. 5 Ziff. 3 EMRK angesehen werden kann.\n\n|386|\n\nIn bezug auf die zur Anhörung zuständigen Basler Staatsanwälte lässt sich das jedenfalls ohne Bedenken annehmen. Die Basler Staatsanwälte unterstehen für die Durchführung des Strafverfahrens und der ersten Anhörung im besonderen nicht der Weisung des Regierungsrates. Dass der Regierungsrat der Staatsanwaltschaft allenfalls die Weisung erteilen kann, eine Strafverfolgung nach Vorschrift des Gesetzes an die Hand zu nehmen (§ 50 Abs. 2 GOG) und die Staatsanwaltschaft dem Regierungsrat jährlich und wenn erforderlich in einzelnen Fällen Bericht über ihre Tätigkeit zu erstatten hat (§ 50 Abs. 1 GOG) widerspricht dem nicht. Auf den Ablauf des Verfahrens der Strafverfolgung hat der Regierungsrat keinen Einfluss; vielmehr steht die gesamte Voruntersuchung in dieser Hinsicht unter Kontrolle der Überweisungsbehörde, an die rekurriert werden kann und die - wie ausgeführt - eine gerichtliche Behörde ist. Die Unabhängigkeit der Staatsanwälte von der Regierung kommt auch darin zum Ausdruck, dass der Gesetzgeber diesem Organ auch in der Form der Bestellung im Verhältnis zur Exekutive und zur Verwaltung eine gewisse Unabhängigkeit zuerkannt hat, indem die Staatsanwälte vom kantonalen Parlament (dem Grossen Rat, § 78 GOG) gewählt werden. Wählbar als Staatsanwalt ist sodann nur, wer die Erfordernisse der Wählbarkeit als Gerichtspräsident besitzt (§ 78 GOG); danach muss ein Staatsanwalt insbesondere über eine abgeschlossene juristische Ausbildung verfügen (§ 7 Abs. 2 GOG). Das verbürgt hinreichend die im Sinne von Art. 5 Ziff. 3 EMRK geforderte Fachkompetenz der zuständigen Behörde.\n\nSoweit der Beschwerdeführer beanstandet, er sei nur von einem Staatsanwalt einvernommen worden, haben deshalb die Basler Behörden zu Recht eine Verletzung des Art. 5 Ziff. 3 EMRK verneint. Die Beschwerde ist daher auch in diesem Punkt abzuweisen."}