{"annee": "102", "cour": "IV", "page": "74", "date": "14/5/1976", "cite": ["92 I 108", "98 IV 156", "90 IV 130", "83 IV 161"], "cite_par": ["118 IV 91", "109 IV 113", "115 IV 90", "106 IV 241", "117 IV 292", "107 IB 74", "119 IV 73", "124 IV 5", "107 IV 81", "126 IV 141", "116 IV 273", "118 IV 6", "117 IV 408", "133 IV 145"], "chapeau": "19. Urteil des Kassationshofes vom 14. Mai 1976 i.S. Conconi gegen Staatsanwaltschaft des Kantons Basel-Stadt.", "regestes": ["1. Art. 13 al. 1 et 44 CP; art. 277 PPF. Lorsqu'un toxicomane commet un acte illicite, l'autorité cantonale doit se prononcer expressément sur la nécessité de mettre en oeuvre une expertise pour déterminer le degré de responsabilité de l'auteur ainsi que l'opportunité d'une mesure de sûreté (consid. 1). 2. Définition du délit successif ou continué. Le délit successif suppose que les infractions en cause présentent une certaine identité ou tout au moins une certaine analogie; cela implique également une certaine unité de lieu et de temps (consid. 2)."], "faits": "BGE 102 IV 74 S. 74\n\nA.- Das Strafgericht Basel-Stadt sprach Alberto Conconi mit Urteil vom 22. April 1975 der wiederholten und fortgesetzten, teilweise qualifizierten Widerhandlung gegen das Bundesgesetz über die Betäubungsmittel sowie des Diebstahls schuldig und verurteilte ihn u.a. zu 5 3/4 Jahren Zuchthaus unter Einrechnung der Sicherheitshaft.\n\nB.- Auf Appellation des Verurteilten hin bestätigte das Appellationsgericht des Kantons Basel-Stadt das erstinstanzliche Urteil mit der Abänderung, dass es das Verfahren wegen Konsums von Betäubungsmitteln zufolge Verjährung einstellte BGE 102 IV 74 S. 75und die Einziehung der beschlagnahmten Gegenstände nach Art. 58 Abs. 1 StGB anordnete.\n\nC.- Conconi führt Nichtigkeitsbeschwerde mit dem Antrag, das angefochtene Urteil aufzuheben und die Sache zu neuer Beurteilung an die Vorinstanz zurückzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Der Beschwerdeführer macht geltend, die kantonalen Behörden hätten zu Unrecht darauf verzichtet, seine Zurechnungsfähigkeit und Behandlungsbedürftigkeit gemäss Art. 13 und 44 Ziff. 1 Abs. 2 StGB untersuchen zu lassen.\n\na) Im kantonalen Verfahren wurde die Zurechnungsfähigkeit des Beschwerdeführers von keiner Seite angezweifelt; auch von einer Behandlungsbedürftigkeit war nicht die Rede. Weder Conconi selber noch der Staatsanwalt und die beiden kantonalen Gerichte haben diese Fragen aufgeworfen. In der Nichtigkeitsbeschwerde wird zum ersten Mal eine Begutachtung beantragt. Das hindert indessen das Bundesgericht nicht, auf die Beschwerde einzutreten, soweit sich die Rüge auf Tatsachen stützen kann, die im kantonalen Verfahren festgestellt wurden; denn der Kassationshof wendet Bundesrecht von Amtes wegen an.\n\nb) Gemäss Art. 13 Abs. 1 StGB ordnet die urteilende Behörde eine Untersuchung des Angeklagten an, wenn sie Zweifel an dessen Zurechnungsfähigkeit hat oder wenn nach den Umständen des Falles ernsthafter Anlass zu solchen Zweifeln besteht (BGE 98 IV 157 Erw. 1).\n\nAufgrund der Feststellungen der kantonalen Gerichte war der Beschwerdeführer im Zeitpunkt seiner Taten drogensüchtig. Er hat von 1968 an während ungefähr fünf Jahren mit kurzen Unterbrüchen bis zu seiner Verhaftung im Oktober 1973 nicht nur Amphetamine, sondern auch Haschisch und Morphin konsumiert. Angesichts dessen wird in der Beschwerde unter Berufung auf psychiatrische Fachliteratur die Auffassung vertreten, mit der Drogenabhängigkeit und der zunehmenden Intoxikation komme es zu psychischen Wesensveränderungen, die im Grunde viel verheerender seien als die somatische Schädigung. Daher sei eine Prüfung der Zurechnungsfähigkeit nötig.\n\nBGE 102 IV 74 S. 76\n\nHeute ist allgemein anerkannt, dass die Drogenabhängigkeit zu schwerwiegenden Persönlichkeitsveränderungen und damit zusammenhängend zur Verwahrlosung und Kriminalität führen kann (allgemein dazu GÖPPINGER, Kriminologie, 2. Auflage, 1973, S. 170 ff.; ferner das nicht veröffentlichte Urteil des Kassationshofes vom 16.12.1974 in Sachen J.). Aufgrund dieser Erkenntnis ist der Richter verpflichtet, im Falle des Drogenkonsums zu prüfen, ob Zweifel an der Zurechnungsfähigkeit des Angeklagten gegeben sind. Ob diese Forderung im vorliegenden Falle erfüllt wurde, ist aus den beiden kantonalen Urteilen nicht ersichtlich. Sie schweigen sich vielmehr - wie bereits erwähnt - über die Frage der Zurechnungsfähigkeit völlig aus. Unter diesen Umständen wird es dem Kassationshof verunmöglicht, die Anwendung von Art. 13 StGB zu überprüfen. Demnach muss die Beschwerde dahin gutgeheissen werden, dass das angefochtene Urteil gemäss Art. 277 BStP aufgehoben und die Sache an die Vorinstanz zurückgewiesen wird mit der Weisung, entweder eine Begutachtung anzuordnen oder zu begründen, weshalb hiezu keine Veranlassung bestehe.\n\nc) Art. 13 Abs. 1 StGB schreibt ferner vor, dass eine Untersuchung des Beschuldigten anzuordnen sei, wenn zum Entscheid über die Anordnung einer sichernden Massnahme Erhebungen über dessen körperlichen oder geistigen Zustand nötig sind (siehe auch Art. 44 Ziff. 1 Abs. 2 StGB).\n\nDie hier zur Diskussion stehende Massnahme des Art. 44 StGB setzt u.a. voraus, dass der Täter drogensüchtig ist und die von ihm begangene Tat damit im Zusammenhang steht. Ferner muss die Massnahme notwendig und geeignet sein, die Gefahr künftiger Verbrechen oder Vergehen zu verhüten (Ziff. 1 Abs. 1 in Verbindung mit Ziff. 6). Dass diese Voraussetzungen von vorneherein nicht gegeben wären, ergibt sich aus den tatsächlichen Feststellungen der Vorinstanz nicht. Vielmehr wird im angefochtenen Urteil ausdrücklich darauf hingewiesen, dass der Beschwerdeführer drogensüchtig war. Es kann auch keineswegs zum voraus ausgeschlossen werden, dass die begangenen Taten mit der festgestellten Drogenabhängigkeit zusammenhängen. Auch der Umstand, dass heute offenbar keine körperliche Drogenabhängigkeit mehr besteht, spricht nicht unbedingt gegen die Notwendigkeit einer Massnahme, um die Gefahr weiterer Verbrechen oder Vergehen zu BGE 102 IV 74 S. 77verhüten. Da sich nun aber das vorinstanzliche Urteil trotz diesen Umständen über die Frage der Massnahmebedürftigkeit nicht ausspricht, muss es auch in diesem Punkte aufgehoben und die Sache an die Vorinstanz zurückgewiesen werden (Art. 277 BStP). Das Appellationsgericht hat entweder eine Begutachtung hinsichtlich der Massnahmebedürftigkeit anzuordnen oder zu begründen, weshalb ein solches Gutachten nicht erforderlich sei.\n\n2. Im weiteren rügt Conconi eine Verletzung von Art. 68 StGB. Nach seiner Ansicht hätten seine Widerhandlungen gegen das Betäubungsmittelgesetz nicht als wiederholte Tatbegehung, sondern nur als eine fortgesetzte Tat betrachtet werden dürfen.\n\na) Nach der Rechtsprechung des Bundesgerichts liegt ein fortgesetztes Delikt vor, wenn gleichartige oder ähnliche Handlungen, die gegen das gleiche Rechtsgut gerichtet sind, auf ein und denselben Willensentschluss zurückgehen (BGE 92 I 118 Erw. 2 am Ende und BGE 90 IV 131 mit Verweisungen).\n\nDie Vorinstanz hat den Beschwerdeführer u.a. wegen wiederholter (und) fortgesetzter qualifizierter Widerhandlung gegen das Betäubungsmittelgesetz verurteilt. Sie hat dabei seinen Drogenhandel in vier Gruppen nach dem jeweiligen Beschaffungsort (Basel, Deutschland, Kabul und Amsterdam) aufgeteilt. Diese Unterscheidung wird damit begründet, Conconi habe neben dem Einkauf in Basel verschiedene auswärtige Umschlagsplätze für den Drogenkauf aufgesucht. Solche Reisen hätten jeweils neue Überlegungen hinsichtlich der künftigen Beschaffungs- und Transportmöglichkeiten erfordert.\n\nb) Demgegenüber wendet die Beschwerde ein, Überlegungen hinsichtlich Beschaffungs- und Transportmöglichkeiten seien nicht identisch mit dem Willensentschluss. Der einheitliche Willensentschluss beziehe sich generell darauf, sich in irgendeiner Form gegen das Betäubungsmittelgesetz zu vergehen. Der Beschwerdeführer habe irgendwann im Jahr 1972 oder eventuell noch früher den Entschluss gefasst, sich gegen das Betäubungsmittelgesetz zu vergehen, und danach die sich ergebenden Möglichkeiten genützt. Dabei habe er allenfalls den Willensentschluss erneuert, aber nie aufgegeben und neu gefasst.\n\nDer Beschwerdeführer verkennt hier, dass noch kein einheitlicher Willensentschluss im Sinne der Rechtsprechung vorliegt, BGE 102 IV 74 S. 78wenn sich der Täter lediglich vornimmt, zahlreiche gleichartige Straftaten zu verüben, deren Ausführung nach Art, Zeit und Ort aber ungewiss ist (vgl. SCHÖNKE/SCHRÖDER, Strafgesetzbuch, 18. Auflage, 1976, N. 37 vor §§ 52 ff.). Der einheitliche Willensentschluss muss sich auf eine objektive Sachlage beziehen, welche nach natürlicher Betrachtungsweise als gleichartig angesehen werden kann (BGE 83 IV 161). Dazu ist erforderlich, dass die einzelnen Taten nach Ort und Zeit eine gewisse Einheit bilden und vom Gesamtvorsatz umfasst werden (JESCHECK, Lehrbuch des Strafrechts, Allgemeiner Teil, 2. Auflage, 1972, S. 544 f.). Wendet man diesen Grundsatz auf den vorliegenden Fall an, so wird im angefochtenen Urteil diesbezüglich keine Verletzung von Bundesrecht ersichtlich. Den umfangreichen Drogenhandel des Beschwerdeführers nach den Kauforten zu trennen, entspricht durchaus einer natürlichen Betrachtungsweise. Wohl wurden die an verschiedenen Orten erworbenen Drogen in Basel abgesetzt; die Beschaffung des Stoffes im Ausland bedeutet aber eine erhebliche Ausweitung des ursprünglich lokal beschränkten Handels und bedingte demzufolge neue Pläne und Reisen sowie die Anknüpfung neuer Beziehungen. Die Einteilung nach Kauforten ist auch geeignet, die durch das hängige Verfahren erfasste Kriminalität zu konkretisieren und die Rechtskraft des Urteils abzugrenzen. Sie erfüllt somit auch die praktische Aufgabe, welcher die Figur des fortgesetzten Deliktes dient (siehe SCHWANDER, Das Schweizerische Strafgesetzbuch, 2. Auflage, 1964, Nr. 330), ohne die in Art. 68 StGB vorgesehene Strafschärfung für Realkonkurrenz allzu sehr einzuschränken.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird im Sinne der Erwägungen teilweise gutgeheissen, das Urteil des Appellationsgerichts des Kantons Basel-Stadt vom 29. Oktober 1975 aufgehoben und die Sache zu neuer Beurteilung an die Vorinstanz zurückgewiesen."}