{"annee": "102", "cour": "III", "page": "85", "date": "22/4/1976", "cite": ["64 III 166", "78 III 49", "55 III 92", "96 III 111", "90 II 247"], "cite_par": ["105 III 1", "127 III 371", "102 III 133", "134 III 136"], "chapeau": "16. Entscheid vom 22. April 1976 i.S. B.", "regestes": ["Art. 230 LP; frais de la procédure clôturée. Le droit pour les créanciers de s'en prendre aux biens du failli expirant dès qu'est clôturée la procédure suspendue faute d'actif, les créanciers qui ont demandé l'ouverture de la faillite doivent supporter les frais de la procédure. L'ordonnance du juge de la faillite enjoignant que les frais soient prélevés sur les biens de la masse devient nulle dans un tel cas et l'office des poursuites ne saurait l'observer dans une procédure de séquestre (par exemple, en en faisant mention dans le procès-verbal de séquestre) engagée postérieurement contre le débiteur auparavant en faillite."], "faits": "|86|\n\nA.- Nachdem der über A. in G. eröffnete Konkurs mangels Aktiven eingestellt und innerhalb der am 24. Februar 1976 abgelaufenen Frist von keinem Gläubiger die Durchführung des Konkursverfahrens begehrt worden war, erklärte der Gerichtspräsident von H. am 1. März 1976 das Verfahren als geschlossen. Die Kosten legte er den Gläubigern auf, die die Konkurseröffnung verlangt hatten. Mit Verfügung vom 9. März 1976 änderte der Konkursrichter diesen Kostenspruch dahin ab, dass die entstandenen Verfahrenskosten im Betrage von Fr. 4'100.-- aus dem Massavermögen zu beziehen seien und die Konkursgläubiger nur für einen Ausfall aufzukommen hätten.\n\nInzwischen hatte B. für Forderungen gegen A. in der Höhe von insgesamt Fr. 14'885.55 nebst Zins ein Arrestbegehren gestellt, dem die Arrestbehörde von H. mit Arrestbefehl vom 4. März 1976 entsprochen hatte. Der Arrest war am 8. März 1976 vollzogen worden. In die Arresturkunde vom 11. März 1976 nahm das Betreibungsamt H. die vom Gerichtspräsidenten im Zusammenhang mit dem geschlossenen Konkurs über den Arrestschuldner am 9. März 1976 erlassene Kostenverfügung auf.\n\nB.- Gegen die Wiedergabe dieser Verfügung in der Arresturkunde beschwerte sich B. bei der kantonalen Aufsichtsbehörde, welche die Beschwerde am 6. April 1976 abwies.\n\nC.- Diesen Entscheid hat der Arrestgläubiger mit Rekurs an das Bundesgericht weitergezogen. Er stellt den Antrag, es |87| sei die in der Arresturkunde enthaltene Verfügung des Gerichtspräsidenten von H. aufzuheben.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Zur Begründung des Rekurses wird geltend gemacht, das Betreibungsamt habe in der Arresturkunde nicht lediglich zur Orientierung des Arrestgläubigers auf die Verfügung des Gerichtspräsidenten von H. vom 9. März 1976 hingewiesen, wie von der kantonalen Aufsichtsbehörde zu Unrecht angenommen worden sei. Aus dem Wortlaut der Wiedergabe sei vielmehr zu schliessen, dass das Betreibungsamt gewillt sei, der richterlichen Verfügung Folge zu leisten und aus dem Arresterlös vorab den Betrag von Fr. 4'100.-- zur Deckung der Kosten im geschlossenen Konkursverfahren an das Konkursamt weiterzuleiten. Materiell entbehre die in der Arresturkunde wiedergegebene Verfügung jeglicher Grundlage; ein privilegierter Pfändungsanschluss, wie er sich aus dem konkursrichterlichen Entscheid ergebe, sei im Gesetz nirgends vorgesehen. Der Rekurrent ist der Ansicht, dass er bei einem Vollzug jener Verfügung einen Eingriff in seine Rechte erleiden würde, für den jede gesetzliche Grundlage fehle.\n\n2. Gemäss bundesgerichtlicher Rechtsprechung fällt das Beschlagsrecht der Konkursgläubiger am Vermögen des Gemeinschuldners dahin, sobald das mangels Aktiven gestützt auf Art. 230 Abs. 1 SchKG eingestellte Konkursverfahren geschlossen ist (BGE 90 II 253 mit Hinweisen). Davon geht übrigens auch das Gesetz aus, wenn es in Art. 230 Abs. 3 SchKG dem Gläubiger die Möglichkeit einräumt, den Schuldner nach der Einstellung des Konkursverfahrens während zwei Jahren auch auf Pfändung zu betreiben. Ein Massavermögen, aus dem die im Konkurs über den heutigen Arrestschuldner erwachsenen Kosten bezogen werden könnten, besteht somit seit Ablauf der Frist für ein allfälliges Begehren um Durchführung des Konkursverfahrens und für die entsprechende Sicherstellung der Kosten nicht mehr. Für die bis zum 24. Februar 1976 entstandenen Kosten haben daher - wie dies im richterlichen Entscheid vom 1. März 1976 zutreffend verfügt worden war - nach Art. 169 SchKG die Gläubiger aufzukommen, die das Konkursbegehren gestellt hatten |88| (vgl. dazu auch BGE 55 III 93 und BGE 64 III 169 E. 1). Etwas anderes ergibt sich auch aus den von der Vorinstanz angeführten Literaturstellen (JAEGER, Schuldbetreibung und Konkurs, 3. A., N. 2 zu Art. 169 und N. 1 Abs. 3 zu Art. 230 SchKG) nicht, bezieht sich doch die dort geäusserte Auffassung, die Haftung der Gläubiger sei gegenüber jener des Massavermögens subsidiär, allein auf jene Fälle, in denen der Konkurs durchgeführt wird bzw. das Verfahren noch nicht geschlossen ist.\n\nWar aber nach dem 24. Februar 1976 ein Massavermögen nicht mehr vorhanden, fiel die richterliche Anweisung vom 9. März 1976, die bis zur Schliessung des Verfahrens erwachsenen Kosten seien aus der Konkursmasse zu beziehen, ins Leere. Die Verfügung kann gar nicht vollzogen werden, weil sie etwas Unmögliches anordnet. Dieser Mangel ist derart offensichtlich und schwerwiegend, dass sie als nichtig zu betrachten ist (vgl. IMBODEN, Der nichtige Staatsakt, S. 138/139; IMBODEN, Nichtige Betreibungshandlungen BlSchK 8/1944, S. 133 ff.; GULDENER, Zwangsvollstreckung und Zivilprozess, ZSR 74 I S. 55; WEISS, Nichtigkeit, Anfechtbarkeit und Widerruf von Betreibungshandlungen, Zürcher Diss. 1957, S. 19 ff. und 31 ff., insbes. S. 33).\n\nNun können die kantonalen Aufsichtsbehörden und das Bundesgericht im Rekursverfahren nach den Art. 78 ff. OG/19 SchKG allerdings nur nichtige Verfügungen eines Betreibungs- und Konkursamtes jederzeit von Amtes wegen aufheben (vgl. BGE 96 III 118 /119 E. 4b), nicht aber Entscheide des Konkursrichters. Indessen sind auch konkursrichterliche Verfügungen in einem weiteren Sinne als Betreibungshandlungen zu betrachten (vgl. BLUMENSTEIN, Handbuch des Schweizerischen Schuldbetreibungsrechtes, S. 203 ff.; WEISS, a.a.O. S. 1/2). Sind derartige Verfügungen mit einem Nichtigkeitsgrund behaftet, so sind die Betreibungsbehörden befugt und verpflichtet, sie unbeachtet zu lassen, ebenso wie andere Behörden nichtige Anordnungen der Betreibungsämter grundsätzlich als nicht bestehend zu betrachten haben und lediglich dort, wo es die Rechtssicherheit erfordert, gehalten sind, vorerst einen Entscheid der Betreibungsbehörden über die Frage der Nichtigkeit herbeizuführen (BGE 78 III 51, BGE 96 III 119), wozu indes im vorliegenden Fall kein Anlass besteht. Die Verfügung des Gerichtspräsidenten von H. vom 9. März 1976 hätte demnach unbeachtet bleiben sollen und in der Arresturkunde |89| nicht erwähnt werden dürfen. Das Betreibungsamt H. ist daher anzuhalten, den entsprechenden Hinweis zu streichen."}