{"annee": "102", "cour": "III", "page": "145", "date": "28/10/1976", "cite": ["76 III 21", "71 III 15", "62 III 7"], "cite_par": [], "chapeau": "27. Auszug aus dem Entscheid vom 28. Oktober 1976 i.S. A. S.A.", "regestes": ["Droit de rétention du bailleur (art. 283 LP). Les prescriptions à observer pour valider le séquestre (art. 278 LP) sont applicables par analogie pour faire reconnaître le droit de rétention. Quand la mainlevée n'est accordée que pour la créance, non pour le droit de rétention, ou quand il ressort clairement de la décision de mainlevée qu'un procès ordinaire est nécessaire pour trancher la question de l'existence du droit de rétention, le droit de rétention s'éteint si le bailleur n'a pas ouvert action dans les 10 jours dés communication de la décision de mainlevée."], "faits": "BGE 102 III 145 S. 146\n\nA.- Auf Begehren von H. nahm das Betreibungsamt Dagmersellen am 2. März 1976 für eine Forderung von Fr. 30'640.-- gegenüber der Mietzinsschuldnerin A. S.A. die Retentionsurkunde auf (Retention Nr. 1/76). Die retinierten Gegenstände wurden am 27. April 1976 durch eine Barhinterlage ersetzt. Inzwischen hatte der Vermieter die Betreibung eingeleitet. Die Mieterin erhob sowohl gegen die Forderung als auch gegen das Retentionsrecht Rechtsvorschlag, worauf der Vermieter das Begehren um Erteilung der provisorischen Rechtsöffnung für Fr. 12'081.05 sowie für die Retention stellte. Mit Entscheid vom 5. Juli 1976 bewilligte der Amtsgerichtspräsident von Willisau die provisorische Rechtsöffnung für Fr. 11'490.--, wies die weitergehenden Begehren des Vermieters indessen ab, soweit er darauf eintrat. In den Erwägungen führte er aus, die Feststellung des gesetzlichen Retentionsrechts habe auf dem Klageweg zu erfolgen.\n\nB.- Gegen die Retention hatte die A. S.A. zudem beim Amtsgerichtspräsidenten von Willisau als unterer kantonaler Aufsichtsbehörde über Schuldbetreibung und Konkurs Beschwerde BGE 102 III 145 S. 147geführt. Diese wurde jedoch mit Entscheid vom 5. Juli 1976 abgewiesen. Darauf gelangte die A. S.A. an die Schuldbetreibungs- und Konkurskommission des Obergerichts des Kantons Luzern als obere kantonale Aufsichtsbehörde, welche den Beschwerde-Weiterzug mit Entscheid vom 31. August 1976 abwies. In Ziffer 2 des Urteilsdispositivs wies die Kommission das Betreibungsamt Dagmersellen an, dem Vermieter nach Eintritt der Rechtskraft ihres Entscheides eine Frist von 10 Tagen zur gerichtlichen Geltendmachung seines Retentionsrechtes anzusetzen.\n\nC.- Mit dem vorliegenden Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts beantragt die A. S.A., Ziffer 2 des Dispositivs des Entscheids der luzernischen Aufsichtsbehörde sei aufzuheben; eventuell sei festzustellen, dass das Retentionsrecht des Vermieters in Bezug auf den Betrag von Fr. 11'490.-- dahingefallen sei.\n\nDer Vermieter beantragt in seiner Vernehmlassung die Abweisung des Rekurses.\n\nDie Schuldbetreibungs- und Konkurskammer heisst den Rekurs gut und hebt Ziffer 2 des Dispositivs des angefochtenen Entscheids auf.", "considerants": "Aus den Erwägungen:\n\n3. Gegenstand des Rekurses bildet in materieller Hinsicht die Frage, ob die obere kantonale Aufsichtsbehörde berechtigt war, die Ansetzung einer Frist zur gerichtlichen Geltendmachung des Retentionsrechts anzuordnen, oder ob der Rekursgegner nicht innert 10 Tagen nach Mitteilung des Rechtsöffnungsentscheides ohne weiteres eine Klage auf Anerkennung seines Retentionsrechts hätte einreichen müssen, mit der Folge des Untergangs des Retentionsbeschlags im Unterlassungsfall.\n\na) Die Schuldbetreibungs- und Konkurskammer des Bundesgerichts hat mit Kreisschreiben Nr. 24 vom 12. Juli 1909 (JAEGER/DAENIKER, Taschenausgabe, 9. Aufl., S. 615 ff.) die gemäss Art. 278 SchKG für die Prosequierung des Arrestes geltende Regelung auch für das Retentionsverfahren als analog anwendbar erklärt. Das für die Aufrechterhaltung des Retentionsbeschlages erforderliche Verfahren wird dem Miet- oder Pachtzinsgläubiger im Formular Nr. 40, der sogenannten BGE 102 III 145 S. 148Retentions-Urkunde, bekanntgegeben. Das verhielt sich auch im vorliegenden Falle so, wie sich aus der Urkunde vom 2. März 1976 ergibt.\n\nWird in der Prosequierungsbetreibung vom Schuldner Rechtsvorschlag erhoben und darin nicht nur die Forderung, sondern ausdrücklich auch das Retentionsrecht bestritten, wie das hier nach den Feststellungen im angefochtenen Entscheid der Fall war, so kann demnach der Gläubiger innert 10 Tagen entweder Klage auf Anerkennung der Forderung und des Retentionsrechts erheben oder innert der gleichen Frist Rechtsöffnung verlangen. Beschreitet er den zweiten Weg, muss er in Analogie zu Art. 278 Abs. 2 SchKG innert 10 Tagen nach Mitteilung des Rechtsöffnungsentscheides Klage erheben, falls sein Rechtsöffnungsgesuch abgewiesen wird. Beim Retentionsrecht ergibt sich die Besonderheit, dass von Bundesrechts wegen keine einheitliche Ordnung darüber besteht, ob im Rechtsöffnungsverfahren auch die Frage des Retentionsrechts geprüft werden kann oder ob dies nur im Rahmen eines ordentlichen Prozesses möglich ist. Das Bundesgericht hat in Berücksichtigung der sich hieraus ergebenden Unsicherheit entschieden, dass der Gläubiger in jedem Fall ohne Gefahr des Rechtsverlustes zuerst den Weg des Rechtsöffnungsverfahrens beschreiten kann. Ergibt sich dann auf Grund des Rechtsöffnungsentscheides deutlich, dass das Retentionsrecht entweder verneint wird oder dass zu seiner Beurteilung eine ordentliche Klage notwendig ist, so muss entsprechend Art. 278 Abs. 2 SchKG innert 10 Tagen nach Mitteilung des Entscheids Klage erhoben werden, ansonst der Retentionsbeschlag dahinfällt (BGE 76 III 23, BGE 71 III 19 f., BGE 62 III 10 ff.; FRITZSCHE, Schuldbetreibung und Konkurs, 2. Aufl., Bd. II, S. 260 f.).\n\nb) Im vorliegenden Fall ergibt sich sowohl aus dem von der Rekurrentin eingereichten Rechtsöffnungsentscheid des Amtsgerichtspräsidenten von Willisau vom 5. Juli 1976 wie auch aus dem angefochtenen Entscheid selber, dass die provisorische Rechtsöffnung nur für die Forderung (mit Ausnahme eines Teilbetrages) erteilt, der Gläubiger für die Feststellung des Retentionsrechts aber auf den Klageweg verwiesen wurde. Der Rechtsöffnungsentscheid ist diesbezüglich klar und deutlich. Nach den vorstehend dargelegten Grundsätzen hätte der Gläubiger und Rekursgegner unter diesen Umständen innert 10 Tagen nach Mitteilung des (von keiner Seite angefochtenen) BGE 102 III 145 S. 149Rechtsöffnungsentscheides ohne weiteres Klage auf Anerkennung des Retentionsrechtes erheben müssen. Eine Fristansetzung durch das Betreibungsamt ist weder erforderlich noch zulässig. Die Anordnung in Ziff. 2 des Dispositivs des angefochtenen Entscheids verstösst deshalb gegen Bundesrecht und muss aufgehoben werden. Bliebe sie bestehen, so würde dem Rekursgegner damit ein Weg zur Aufrechterhaltung des Retentionsbeschlages im hier streitigen Umfang eröffnet, nachdem dieser Beschlag durch Nichteinhaltung der mit der Mitteilung des Rechtsöffnungsentscheids in Gang gesetzten Klagefrist bereits dahingefallen ist.\n\nc) Was der Rekursgegner hiegegen vorbringt, schlägt nicht durch. Entgegen seiner Ansicht trifft es nicht zu, dass das Bundesrecht nicht regelt, wie der Vermieter vorzugehen hat, wenn im Rechtsöffnungsverfahren nicht über das Retentionsrecht entschieden wird. Vielmehr ergibt sich aus dem zitierten Kreisschreiben und den angeführten Entscheiden des Bundesgerichts, dass der Vermieter in diesem Falle innert 10 Tagen von sich aus und ohne weitere Fristansetzung Klage auf Anerkennung des Retentionsrechts einzuleiten hat. Erforderlich ist einzig, dass aus dem Rechtsöffnungsentscheid unzweifelhaft hervorgeht, dass über das Retentionsrecht nicht geurteilt worden ist, was hier auch nach der Auffassung des Rekursgegners zutrifft. Wenn dieser ausführt, es sei unlogisch, dass der Vermieter nach erteilter Rechtsöffnung für die Forderung überhaupt noch auf Anerkennung des Retentionsrechts klagen müsse, richtet er sich damit nicht nur gegen das Kreisschreiben und die feststehende bundesgerichtliche Praxis, sondern er verkennt auch, dass das Retentionsrecht noch von anderen Voraussetzungen als nur dem Bestand der Forderung abhängig ist. Wollte man in einem Fall wie dem vorliegenden eine Fristansetzung zur Klage auf Anerkennung des Retentionsrechts verlangen, wie es der Rekursgegner in Übereinstimmung mit dem angefochtenen Entscheid tut, so widerspräche dies der bisherigen Rechtsprechung des Bundesgerichts, an der im Interesse des Mieters festzuhalten ist. Die Fristansetzung ist ja bereits in Form des - allerdings allgemein formulierten - Aufdrucks auf der Retentionsurkunde erfolgt. Sie nachträglich nochmals vornehmen zu lassen, würde zwar der Aufklärung des Vermieters dienen, praktisch aber zu einer Verlängerung der 10tätigen Klagefrist führen, die in Analogie zu BGE 102 III 145 S. 150Art. 278 Abs. 2 SchKG von der Mitteilung des Rechtsöffnungsentscheides an läuft. Dem auf die Wahrung des Retentionsbeschlages bedachten Vermieter muss eine entsprechende Sorgfalt zugemutet werden. Das gilt auch hinsichtlich des sich nach kantonalem Recht bestimmenden Gerichtsstandes."}