{"annee": "102", "cour": "IV", "page": "198", "date": "27/8/1976", "cite": ["92 IV 118", "93 IV 7", "89 IV 113", "92 IV 201"], "cite_par": ["108 IV 41", "125 IV 74", "132 IV 1", "105 IV 1", "113 II 181", "116 IV 258", "110 II 360"], "chapeau": "45. Sentenza del 27 agosto 1976 della Corte di cassazione penale nella causa X. c. Procuratore pubblico della Giurisdizione sottocenerina.", "regestes": ["AF du 23 mars 1961 (état au 30 septembre 1965/24 juin 1970) sur l'acquisition d'immeubles par des personnes domiciliées à l'étranger. Dispositions pénales. Prescription de l'action pénale. Art. 64 CP. 1. Même lorsque l'ACF du 26 juin 1972 interdisant le placement de fonds étrangers dans des immeubles en Suisse était en vigueur, l'obtention frauduleuse par des personnes domiciliées à l'étranger d'une autorisation d'acquérir un immeuble en Suisse était punissable en vertu de l'art. 14 de l'AF du 23 mars 1961 (consid. 2 litt. a). 2. L'AF du 23 mars 1961 constitue ce que l'on peut appeler une législation temporaire (consid. 2 litt. b). 3. Art. 14 de l'AF du 23 mars 1961 (état au 30 septembre 1965); définition du cas grave de violation intentionnelle d'une disposition de l'arrêté fédéral (consid. 3 litt. a). 4. En ce qui concerne un cas grave d'infraction intentionnelle au sens de l'art. 14 de l'AF du 23 mars 1961 (état au 30 septembre 1965), l'action pénale se prescrit par cinq ans (consid. 3 litt. b). 5. La circonstance atténuante de l'écoulement d'un temps relativement long depuis l'infraction et du bon comportement du délinquant (art. 64 CP avant-dernier alinéa) n'est réalisée que si le jugement pénal doit être rendu à une date proche de celle où la prescription ordinaire aurait été acquise (confirmation de jurisprudence) (consid. 5)."], "faits": "BGE 102 IV 198 S. 199\n\nX. dichiarava, in modo contrario al vero, nel periodo di tempo compreso tra il 25 agosto 1970 e il 27 giugno 1972, in occasione di quattro negozi relativi a trasferimenti di proprietà immobiliare, che al capitale delle società acquirenti non partecipavano persone straniere o che persone straniere non esercitavano altrimenti su di esse un influsso finanziario.\n\nCon sentenza del 27 febbraio 1976 il Presidente delle Assise correzionali di L. dichiarava X. colpevole di violazione aggravata del decreto federale concernente l'autorizzazione per l'acquisto di fondi da parte di persone all'estero, del 23 marzo 1961, e lo condannava ad una pena di tre mesi di detenzione, sospesa condizionalmente, e ad una multa di Fr. 10'000.--.\n\nIl 14 maggio 1976 la Corte di cassazione e di revisione penale del Cantone Ticino respingeva il ricorso proposto da X. contro tale decisione.\n\nBGE 102 IV 198 S. 200\n\nX. è insorto con ricorso per cassazione al Tribunale federale avverso la decisione della Corte cantonale. Egli postula l'annullamento della sentenza impugnata e il rinvio della causa all'Autorità cantonale perché lo assolva.", "considerants": "Considerando in diritto:\n\n1. Il ricorrente fa valere in primo luogo che le infrazioni, da lui come tali non contestate, erano già prescritte al momento dell'inizio dell'azione penale, avviata il 5 maggio 1975 dal Procuratore della giurisdizione sottocenerina. Ciò tanto nel caso in cui trovasse applicazione, quale \"lex mitior\", il decreto del Consiglio federale che vieta l'investimento di capitali stranieri in immobili svizzeri, del 26 giugno 1972, quanto in quello in cui si volesse applicare correttamente l'art. 14 del decreto federale concernente l'autorizzazione per l'acquisto di fondi da parte di persone all'estero, del 23 marzo 1961: nell'uno e nell'altro caso tratterebbesi infatti sempre di contravvenzioni prescritte, il termine di prescrizione essendo di un anno ai sensi dell'art. 109 CP, o di due ai sensi dell'art. 5 cpv. 2 del DF per la protezione della moneta dell'8 ottobre 1971.\n\n2. a) Per entrare eventualmente in linea di conto quale legge più favorevole all'imputato, ai sensi del principio espresso nell'art. 2 cpv. 2 CP, il decreto del Consiglio federale che vieta l'investimento di capitali stranieri in immobili svizzeri, del 26 giugno 1972 (RU 1972 I 1238 segg., chiamato in seguito: DCF 26 giugno 1972) dovrebbe poter esser considerato, rispetto al decreto federale concernente l'autorizzazione per l'acquisto di fondi da parte di persone all'estero del 23 marzo 1961 (chiamato in seguito: DF 23 marzo 1961), quale legge nuova e sostitutiva del decreto federale testé citato. Tale relazione, che l'applicazione della regola della \"lex mitior\" presuppone, non sussiste.\n\nIl DCF 26 giugno 1972 non ha abrogato il DF 23 marzo 1961, il quale, nel testo del 24 giugno 1970 (RU 1970 I 1195 segg.), avrebbe dovuto rimanere in vigore sino al 31 dicembre 1975 ma, modificato con il DF del 21 marzo 1973 (RU 1974 I 83 segg.), in vigore dal 1o febbraio 1974, ha visto la sua validità prorogata sino al 31 dicembre 1977 in virtù di tale ultimo decreto federale. Né il DCF 26 giugno 1972 avrebbe potuto abrogare il DF 23 marzo BGE 102 IV 198 S. 2011961, mancando al Consiglio federale la competenza all'uopo necessaria. Il DCF 26 giugno 1972 ha soltanto sospeso in ampia misura la vigenza del DF 23 marzo 1961 (v. Messaggio del Consiglio federale sull'acquisto di fondi da parte di persone all'estero, FF 1972 II 1055 n. II), nel senso che, nel sospendere la disciplina autorizzativa sino ad allora operante per l'acquisto di fondi da parte di persone all'estero, ha vietato per una durata limitata - e più precisamente sino alla sua abrogazione, avvenuta il 31 gennaio 1974 - la conclusione di tali negozi giuridici, eccettuando da tale divieto generale soltanto quelli contemplati dall'art. 6 cpv. 2 lett. b e c del DF 23 marzo 1961. Il DCF 26 giugno 1972 ha d'altronde espressamente rinviato al DF 23 marzo 1961 per quanto concerne la cerchia delle persone soggiacenti al divieto (v. art. 2 cpv. 1 DCF); altro rinvio è contenuto nell'art. 3 cpv. 2 DCF 26 giugno 1972, in cui si autorizza il Dipartimento federale di giustizia e polizia a concedere, negli altri casi di cui all'art. 6 cpv. 2 del DF 23 marzo 1961, deroghe al divieto, se richieste da circostanze particolarmente rigorose. Il DCF 26 giugno 1972 non conteneva disposizioni penali, né potevano applicarsi a fattispecie come la presente le disposizioni penali previste dal decreto federale per la protezione della moneta, dell'8 ottobre 1971 (RS 941.11), su cui si fondava. Le disposizioni penali contenute in quest'ultimo decreto federale puniscono, per ciò che può entrare qui in considerazione, la trasgressione delle prescrizioni emanate dal Consiglio federale in virtù del DF menzionato dell'8 ottobre 1971; tra queste prescrizioni del Consiglio federale non figura alcuna che concerna il conseguimento fraudolento di un'autorizzazione necessaria per l'acquisto di fondi in Svizzera da parte di persone all'estero. Applicabile al proposito era anche sotto l'imperio del DCF 26 giugno 1972 esclusivamente l'art. 14 DF 23 marzo 1961. Impensabile è d'altronde che i fatti puniti dall'art. 14 DF 23 marzo 1961 fossero esenti da sanzione penale durante la vigenza del DCF 26 giugno 1972; basti pensare che il decreto federale del 21 marzo 1973, che ha modificato il DF 23 marzo 1961, ha aggravato sensibilmente le pene ed esteso notevolmente i termini di prescrizione per le infrazioni alla disciplina autorizzativa.\n\nPoiché il DCF 26 giugno 1972 non ha stabilito alcunché circa il reato contestato al ricorrente, né ha, in particolare, modificato BGE 102 IV 198 S. 202in alcuna guisa le disposizioni penali contenute al riguardo nel DF 21 marzo 1961, è esclusa la possibilità di una sua applicazione diretta o indiretta nel procedimento penale oggetto del presente giudizio.\n\nb) Abbondanzialmente può rilevarsi che l'applicazione del DCF 26 giugno 1972 e delle sanzioni previste dall'art. 4 del decreto federale per la protezione della moneta, dell'8 ottobre 1971, non sarebbe comunque possibile nella fattispecie neppure ove si ammettesse che tale normativa avesse sostituito, anche agli effetti penali, quella dell'art. 14 DF 23 marzo 1961, ossia neppure ove si ammettesse che il DCF 26 giugno 1972 possa costituire eventualmente la \"lex mitior\" rispetto al DF 23 marzo 1961 vigente al momento in cui il reato è stato commesso. Infatti il principio di cui all'art. 2 cpv. 2 CP non è, per concorde dottrina e giurisprudenza, applicabile qualora il fatto oggetto dell'imputazione fosse punibile, al momento della sua commissione, in virtù di una cd. legge temporanea (Zeitgesetz), ossia di una legge destinata, espressamente o secondo la sua funzione, a valere solo per una durata determinata (DTF 89 IV 113; SCHULTZ, Allg. Teil I, pag. 86). Il successivo venir meno della punibilità, come pure ogni altra successiva modifica legislativa favorevole all'imputato, non si applicano in tal caso ai fatti commessi sotto l'imperio della legge temporanea, salvo beninteso che la nuova legge preveda espressamente un siffatto effetto retroattivo nelle sue disposizioni transitorie. Il DF 23 marzo 1961 può essere qualificato quale legge temporanea; la durata della sua vigenza è stata sin dall'inizio limitata dal legislatore e le successive modifiche apportate al suo testo, in vista della sua proroga, sono state accompagnate, di volta in volta, dall'indicazione della nuova durata della sua vigenza, limitata nel tempo (v. art. 19, quale contenuto nel testo originario del DF 23 marzo 1961, in RU 1961, 219; art. 19, quale figura nel DF che proroga l'ordinamento dell'autorizzazione per l'acquisto di fondi da parte di persone all'estero, del 30 settembre 1965, in RU 1965, 1242; art. 19, quale modificato dal DF con lo stesso titolo, del 24 giugno 1970, in RU 1970, 1196; art. 33 della modificazione del 21 marzo 1973 del DF concernente l'autorizzazione per l'acquisto di fondi da parte di persone all'estero, in RU 1974 I, 93). Poiché né il DCF 26 giugno 1972, né le disposizioni penali del DF per la protezione della moneta, dell'8 ottobre BGE 102 IV 198 S. 2031971, considerate in ipotesi quali repressive della violazione del DCF 26 giugno 1972, prevedono un effetto retroattivo della loro disciplina, il ricorrente non potrebbe in alcun modo giovarsi di una eventuale regolamentazione a lui più favorevole sotto il profilo penale, contenuta nella menzionata normativa.\n\n3. a) Conformemente all'art. 70 CP, l'azione penale si prescrive in cinque anni se al reato è comminata una pena diversa dalla reclusione perpetua o dalla reclusione. Per le contravvenzioni, ossia i reati per cui è comminato l'arresto o la multa o soltanto la multa (art. 101 CP), l'azione penale si prescrive in un anno (art. 109 CP).\n\nComminata è ai sensi delle menzionate disposizioni la pena massima prevista dalla norma penale per un fatto corrispondente alla definizione legale del reato di cui trattasi (DTF 93 IV 11 b). La legge segue questo criterio astratto non solo nella disciplina della prescrizione, bensì anche per distinguere tra crimini, delitti e contravvenzioni (art. 9 e 101 CP), nonché nel regolare il concorso di reati o di disposizioni penali (art. 68 n. 1 CP). È infatti solo tale criterio che consente una disciplina chiara e semplice, i cui effetti siano determinabili sin dall'inizio in ogni caso concreto.\n\nGiusta l'art. 14 cpv. 1 del DF 23 marzo 1961 nel testo modificato il 30 settembre 1965 (RU 1965, pag. 1242), chiunque, affermando il falso o dissimulando il vero, ottiene l'autorizzazione per un acquisto di fondi nel senso degli art. 1 e 2, è punito con l'arresto o con la multa; punibili sono pure il tentativo e la complicità. Nei casi gravi la pena è, secondo il cpv. 2 dello stesso art. 14, la detenzione sino a sei mesi o la multa.\n\nLa gravità del caso previsto dall'art. 14 cpv. 2 del DF 23 marzo 1961 (testo del 30 settembre 1965) non è, beninteso, desumibile dall'intenzionalità dei fatti punibili: come già notato nella sentenza di prima istanza, l'elemento intenzionale è comune a tutte le fattispecie disciplinate dall'art. 14 DF 23 marzo 1961 modificato dal DF 30 settembre 1965; è soltanto la modificazione del 21 marzo 1973, qui non applicabile perché posteriore all'epoca della commissione del reato, che, nell'inasprire le norme penali intese a reprimere la violazione delle disposizioni del decreto federale, ha dichiarato punibili anche le infrazioni commesse per negligenza (v. art. 23 cpv. 1 lett. c, art. 24 BGE 102 IV 198 S. 204ultima frase, art. 25 ultima frase, del DF del 21 marzo 1973). Il fatto di ricorrere all'inganno non può comportare necessariamente la gravità del caso: l'inganno è spesso elemento costitutivo della violazione repressa dall'art. 14 DF 23 marzo 1961 (testo del 30 settembre 1965), nel quale è espressamente dichiarato punibile, tra l'altro, \"chiunque affermando il falso o dissimulando il vero\" ottiene l'autorizzazione per l'acquisto di fondi ... (nel testo francese si parla di chi ottiene l'autorizzazione \"par des affirmations fallacieuses ou par la dissimulation de faits vrais\"; in quello tedesco, di chi \"eine Bewilligung ... durch Vorspiegelung oder Unterdrückung von Tatsachen erschleicht\"). Per ammettere un caso grave, l'inganno è rilevante solo nella misura in cui esso si concreti in un'attività particolarmente complessa, indice di un'intensa volontà delittuosa. Né il fine d'arricchimento deve, di per se stesso, ove le circostanze non lascino trasparire un disegno di lucro giusta l'art. 48 cpv. 2 CP, far qualificare senz'altro come grave un caso ai sensi dell'art. 14 cpv. 2 DF 23 marzo 1961 (testo del 30 settembre 1965): è ben noto che le violazioni del DF 21 marzo 1961 sogliono avvenire per consentire a chi le commette di conseguire un interesse finanziario (ad es., conseguimento di un trasferimento di diritti reali a proprio vantaggio, ecc.). La gravità del caso non deve neppure necessariamente risultare dall'elevato profitto conseguito o propostosi dall'agente, pur potendo tale elemento costituire un indizio di una certa importanza.\n\nPuò invece la gravità essere desunta dal numero notevole dei fatti punibili, dalla qualità dell'agente, dalla complessità delle macchinazioni messe in opera per violare il decreto federale, ecc. Tutti questi diversi aspetti devono essere considerati attentamente dall'autorità competente e raffrontati con gli eventuali altri esistenti in senso opposto (per esempio, assenza di un fine di arricchimento, carattere sporadico della violazione della disciplina legale, ecc.), suscettibili di far apparire il caso come non grave ai sensi della menzionata disposizione.\n\nLa nozione di \"caso grave\" ai sensi dell'art. 14 cpv. 2 è una nozione giuridica. È quindi una questione di diritto, che può essere esaminata come tale dalla Corte di cassazione del Tribunale federale, quella se un caso debba o meno essere considerato grave ai sensi dell'art. 14 cpv. 2 DF 21 marzo 1961, e ciò sia sotto il profilo della valutazione preliminare da BGE 102 IV 198 S. 205compiersi ai fini di determinare la prescrizione, sia sotto il profilo della pena da irrogare in concreto. Gli accertamenti di fatto su cui si fonda la qualifica data dall'ultima autorità cantonale (per es. modalità con cui è avvenuta l'infrazione, circostanze di tempo e di luogo, esistenza od assenza di un fine d'arricchimento o di lucro, ecc., ecc.) sono invece insindacabili in sede di decisione su ricorso federale per cassazione.\n\nNella fattispecie il ricorrente è stato con ragione considerato imputato d'un caso grave di violazione del DF 23 marzo 1961. Non perché abbia commesso gli atti punibili intenzionalmente e nemmeno perché li abbia commessi con l'inganno, o con il fine di arricchirsi, bensì perché si tratta di infrazioni plurime, commesse, come rilevato dalla Corte cantonale, professionalmente e ricorrendo a macchinazioni complesse (costituzione di società di comodo), elementi tutti che non permettono di equiparare tale caso a quello di semplici false dichiarazioni, fatte, sia pure al fine di arricchirsi, in modo sporadico e senza ricorrere a complicati artifici.\n\nb) Il ricorrente ritiene che al caso suo si applichi il termine più breve della prescrizione, quello previsto dall'art. 109 CP per le contravvenzioni ai sensi dell'art. 101 CP. Egli reputa che la prescrizione di un anno di cui all'art. 109 CP si applichi a tutti i casi punibili ai sensi dell'art. 14 DF 23 marzo 1961 (testo del 30 settembre 1965), sia a quelli per i quali tale decreto commina l'arresto o la multa, sia a quelli per i quali la pena prevista è la detenzione sino a sei mesi o la multa. Egli si fonda al riguardo su un parere del Prof. Hans Schultz, allegato agli atti.\n\naa) Tra l'altro il ricorrente adduce che, se il legislatore ha previsto per certi reati, nei casi di esigua gravità, pene di genere diverso da quelle comminate per i casi di non esigua gravità (ad es. nell'art. 144 cpv. 2 CP, ricettazione: multa invece di reclusione o detenzione; nell'art. 251 n. 3 CP, falsità in documenti: detenzione o multa, invece di reclusione o detenzione), e se il termine di prescrizione per i casi di esigua gravità rimane lo stesso che per i casi di non esigua gravità, altrettanto deve valere in senso opposto: ossia anche per i casi gravi di cui all'art. 14 cpv. 2 del DF 23 marzo 1961 (testo del 30 settembre 1965) deve applicarsi lo stesso termine di prescrizione applicabile ai casi non gravi. Tale argomento non è pertinente. Con l'art. 144 cpv. 2 CP, per quanto concerne BGE 102 IV 198 S. 206il reato di ricettazione, e con l'art. 251 n. 3 CP, per quanto concerne il reato di falsità in documenti, il massimo della pena dei reati rispettivi non è modificato, bensì è ampliato il limite inferiore della pena per i casi di esigua gravità. Come già s'è detto, per stabilire la durata del termine di prescrizione è determinante non il limite inferiore, bensì quello superiore, dato che solo in tal modo si può impedire agevolmente che l'azione penale si estingua prima che i fatti di particolare gravità siano giudicati. La critica mossa dal ricorrente alla giurisprudenza che ha ritenuto applicabile anche a casi non gravi il termine prescrizionale applicabile per i casi gravi è irrilevante in questa sede, poiché il caso del ricorrente è stato con ragione ritenuto grave, sicché a nulla potrebbe giovargli nella fattispecie l'applicazione per i casi non gravi di un termine più breve di quello per i casi gravi di una stessa infrazione. È quindi superfluo esaminare nella fattispecie se detta giurisprudenza (v. sentenza non pubblicata della Corte di cassazione del 31 gennaio 1963 nella causa Ackermann; cfr. altresì THORMANN/OVERBECK n. 3 ad art. 70 CP, il quale ritiene che per stabilire il limite massimo della pena prevista per un reato debba tenersi conto delle aggravanti previste nella parte speciale del codice penale) sia corretta o meno.\n\nbb) Il ricorrente ribadisce che, nell'adottare la disciplina eccezionale di cui all'art. 14 DF 23 marzo 1961, il legislatore ha voluto che la fattispecie incriminata conservasse, anche nei suoi casi gravi, la peculiarità di reato minore risultante dalla modesta pena comminata. Se è vero che la dicotomia tra casi ordinari e casi gravi, stabilita nella disciplina degli effetti penali delle violazioni del decreto federale, rappresenta, dal punto di vista formale, un'eccezione nella tecnica legislativa, nulla suffraga l'esattezza dell'illazione che il ricorrente ne trae, ossia che si sia voluto mantenere anche per i casi gravi il termine di prescrizione previsto per i casi puniti astrattamente con la multa o l'arresto. Per poter essere rilevante, tale preteso proposito del legislatore dovrebbe essere riconoscibile nel testo stesso della legge. Poiché il codice penale, la cui parte generale è applicabile in virtù dell'art. 333 cpv. 1 CP anche al DF 23 marzo 1961, adotta, come criterio per distinguere le varie specie di reati (art. 9 e 101 CP) e per determinare i termini di prescrizione (art. 70 e 109 CP), il massimo della pena comminata, la conclusione del ricorrente sarebbe fondata unicamente ove fosse stato detto che il reato di cui all'art. 14 DF 23 marzo 1961, pur BGE 102 IV 198 S. 207essendo punibile nei casi gravi con la detenzione sino a sei mesi o con la multa, è da considerarsi una contravvenzione, e che per esso il termine di prescrizione è in ogni caso di un anno. Orbene, l'art. 14 DF 23 marzo 1961 non consente alcuna interpretazione in questo senso, né i lavori preparatori confermano che il legislatore abbia avuto un proposito di tal fatta. Nel disegno del Consiglio federale (FF 1960, pag. 1644 e 1652) era prevista nell'art. 14 come pena la detenzione fino a sei mesi o la multa; il Consiglio Nazionale, su proposta della sua Commissione, modificava tale testo nel senso che stabiliva, in unico capoverso, quale pena l'arresto o la multa fino a Fr. 20'000.--, nei casi gravi la detenzione fino a sei mesi; la multa poteva essere cumulata con la detenzione, e il tentativo e la complicità erano dichiarati punibili anche nella fattispecie contravvenzionale. Il relatore del Consiglio Nazionale, Stadlin, dichiarava in tale occasione, l'8 dicembre 1960 (Boll.Sten. CN 1960, pag. 767), trattarsi di una precisazione, ciò che poteva intendersi unicamente nel senso che si era voluto sottolineare quanto risultava dalle disposizioni generali del codice penale (art. 48 n. 1, 50 cpv. 2), ossia l'importo massimo della multa e la possibilità di cumulare la pena privativa della libertà personale con la multa, ed estendere espressamente ai casi repressi con l'arresto o la multa la punibilità del tentativo e della complicità (prevista per i crimini e i delitti dagli art. 21-23 e 25 CP). Il Consiglio degli Stati approvava in seguito, su proposta della propria Commissione, il testo - divenuto poi quello definitivo del decreto federale - che comminava l'arresto o la multa, dichiarava punibili anche il tentativo e la complicità, e stabiliva in un capoverso separato per i casi gravi la pena della detenzione sino a sei mesi o la multa. Il consigliere degli Stati Odermatt rilevava al proposito, il 9 marzo 1961 (Boll.Sten. CS 1961, pag. 63), che erano state omesse la disposizione per cui la detenzione e la multa potevano essere cumulate, essendo applicabile l'art. 50 cpv. 2 CP, come pure l'indicazione dell'importo massimo della multa, ciò che non comportava peraltro alcuna modifica materiale. Nel Consiglio Nazionale i consiglieri nazionali Stadlin e Borel osservavano infine, il 16 marzo 1961 (Boll.Sten. CN 1961, pag. 110), colmando così la lacuna lasciata aperta dal consigliere degli Stati Odermatt, che il Consiglio degli Stati aveva soppresso la menzione dell'importo massimo della multa, perché esso già era indicato BGE 102 IV 198 S. 208nell'art. 48 CP e perché quest'ultima disposizione stabilisce inoltre la regola ben più importante, secondo cui, in caso di reato commesso a fine di lucro, il giudice non è vincolato all'importo massimo. Il Consiglio Nazionale approvava la modifica effettuata dal Consiglio degli Stati. Nelle sue osservazioni del 16 marzo 1961 il consigliere nazionale Borel aveva quindi dato chiaramente a divedere che, allorquando aveva parlato in occasione della prima deliberazione nel Consiglio Nazionale (dell'8 dicembre 1960; Boll.Sten. CN 1960, pag. 767) di \"contraventions\" alludendo tanto ai casi non gravi, quanto a quelli gravi, egli aveva usato questo termine non in senso tecnico di reati giusta l'art. 101 CP, bensì nel senso più generale di infrazioni.\n\nDiscende da quanto sopra che dalla genesi dell'art. 14 DF 23 marzo 1961 non può essere tratto alcun elemento a suffragio della tesi per cui il legislatore avrebbe voluto che la fattispecie incriminata nell'art. 14 DF 23 marzo 1961 conservasse, anche nei casi gravi puniti con la detenzione fino a sei mesi o con la multa, la propria peculiarità di reato minore quale risultante dalla modesta pena comminata. I relatori delle Camere federali hanno espresso esplicitamente quale dovesse essere a loro avviso il massimo della multa, di guisa che su questo punto non sussiste alcun dubbio sulla volontà del legislatore. Analogamente hanno manifestato di considerare i casi gravi dell'infrazione come delitto e non come contravvenzione in senso tecnico, e ciò malgrado la menzione della punibilità del tentativo e della complicità (punibilità indicata solo con riferimento alla fattispecie contravvenzionale, repressa con l'arresto o la multa, per la fattispecie delittuosa già risultando dagli art. 21-23 e 25 CP).\n\n4. Il ricorrente ritiene iniquo, alla luce di considerazioni tratte dal diritto penale e d'altro genere, che i termini di prescrizione per le trasgressioni del DCF 26 giugno 1972 siano più brevi di quelli del DF 23 marzo 1961, benché il DCF 26 giugno 1972 comporti una disciplina più rigorosa ed ampia di quella del DF 23 marzo 1961. Tale argomento è irrilevante ai fini del giudizio. Come già illustrato, il ricorrente era soggetto, anche durante la vigenza del DCF 26 giugno 1972, alle norme penali del DF 23 marzo 1961/30 settembre 1965, e non già a quelle del DF dell'8 ottobre 1971 per la protezione della moneta. La differenza della durata dei termini di prescrizione previsti rispettivamente BGE 102 IV 198 S. 209dal DF 23 marzo 1961 e dal DF 8 ottobre 1971 è di conseguenza ininfluente nel caso concreto.\n\nNé fondata appare sotto questo profilo la censura del ricorrente, secondo cui l'autorità cantonale non avrebbe considerato l'assenza di condanne anteriori, la sua buona reputazione e il tempo trascorso dalla commissione dei reati. Infondata sarebbe pure se il ricorrente intendesse con essa far valere che la Corte cantonale non ha commisurato esattamente la pena. La Corte di cassazione del Tribunale federale può infatti sindacare la misura della pena soltanto ove il giudice cantonale di merito abbia ecceduto il proprio potere di apprezzamento, ossia abbia pronunciato una sentenza indifendibile, cioè arbitrariamente rigorosa o arbitrariamente mite (DTF 92 IV 119). Nella fattispecie, di fronte alla gravità dei reati commessi dal ricorrente, la pena inflitta a quest'ultimo non può in alcuna guisa essere ritenuta arbitrariamente rigorosa, anche se si tien conto debitamente, nel quadro dell'art. 63 CP, del fatto che egli fosse incensurato e di buona reputazione e che fosse trascorso un certo tempo dalla commissione dei reati.\n\n5. Il ricorrente adduce infine che la Corte cantonale ha a torto omesso d'applicare l'attenuante prevista dall'art. 64 CP, secondo cui il giudice può attenuare la pena se è trascorso un tempo relativamente lungo dal reato e se durante questo tempo il colpevole ha tenuto buona condotta. Anche tale censura è priva di fondamento. La giurisprudenza ha stabilito che deve ritenersi trascorso un tempo relativamente lungo dal reato allorquando è prossimo il termine ordinario di prescrizione dell'azione penale (DTF 92 IV 202 seg.). Questo presupposto non è adempiuto nella fattispecie, essendosi l'attività delittuosa del ricorrente protratta sino al 27 giugno 1972 ed essendo quindi trascorsi da allora sino alla sentenza di prima istanza (27 febbraio 1976) meno di quattro anni; mancava cioè, al momento in cui fu emanata tale sentenza, ancora più di un anno fino alla scadenza del termine ordinario di prescrizione (nel caso concreto di cinque anni: art. 70 ultimo capoverso CP).\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è respinto."}