{"annee": "102", "cour": "V", "page": "193", "date": "11/10/1976", "cite": ["98 V 65", "99 V 103", "96 V 7", "96 V 1", "98 V 52"], "cite_par": ["130 V 9", "110 V 308", "108 V 27", "106 V 179", "108 V 245", "106 V 177", "106 V 170"], "chapeau": "47. Arrêt du 11 octobre 1976 dans la cause Société vaudoise et romande de secours mutuels contre B. et Cour de justice civile du canton de Genève", "regestes": ["Art. 5 al. 3 LAMA. Du rétablissement de l'ordre légal en cas de réticence: - Introduction d'une réserve rétroactive, même si la réticence a été découverte à l'occasion d'une affection autre que celle sur laquelle elle porte. - Réduction de la couverture d'assurance aux minima légaux ou au niveau antérieur à une augmentation accordée (consid. 2)? Art. 3 al. 3 LAMA. Des sanctions et de leur proportionnalité."], "faits": "BGE 102 V 193 S. 193\n\nA.- B. né en 1913, a été membre de la caisse-maladie de la Société suisse des employés de commerce (SSEC) du 1er avril 1966 au 31 mai 1972. A sa sortie de cette caisse d'association, il s'est adressé à la Société vaudoise et romande de secours mutuels (SVRSM), qui l'a admis dès le 1er juin 1972 au bénéfice d'un droit de libre passage.\n\nBGE 102 V 193 S. 194\n\nLors de ce passage, les prestations assurées ont été fortement augmentées, par une assurance des frais médicaux étendus avec complément d'hospitalisation de 8'000 fr. et par une indemnité journalière différée de 50 fr. au lieu de 2 fr. précédemment. La SVRSM n'a formulé aucune réserve. Dans le questionnaire détaillé rempli à cette occasion, l'intéressé avait en effet donné des réponses négatives pour toutes les maladies énumérées et déclaré être actuellement et depuis toujours en parfaite santé et en état de travailler.\n\nL'intéressé a subi en août 1972 une opération de la vésicule, que la SVRSM a prise en charge selon les nouvelles conditions d'assurance. Puis il a été en traitement depuis le 25 juin 1974 chez le Dr E., qui l'a déclaré frappé d'incapacité totale de travail à partir du 1er octobre 1974. Cette incapacité se prolongeant, la SVRSM s'est inquiétée dès avril 1975 de la situation. En mai, elle apprenait ainsi, d'une part, que l'assuré était en traitement pour état dépressif grave et, d'autre part, que le Dr E. le suivait régulièrement depuis 1970 pour une \"sténose aortique, fibrillation auriculaire, insuffisance cardiaque latente\".\n\nConsidérant que, en taisant l'affection cardiaque, l'assuré avait commis une réticence et que, si elle avait eu connaissance de cette atteinte à la santé, elle n'aurait pas accepté une augmentation de la couverture d'assurance, la SVRSM a pris le 11 juin 1975 la décision qui est l'objet du litige. Cette décision ramène dès le 1er juin 1972 la couverture d'assurance à ce qu'elle était en vertu du libre passage - soit au niveau des prestations précédemment assurées auprès de la SSEC - et, recalculant sur cette base toutes les primes et prestations, réclame à l'assuré restitution d'un montant de 6'063 fr. 55 indûment touché.\n\nB.- L'assuré a recouru, contestant toute réticence et relevant au surplus que tant l'affection de la vésicule que la dépression nerveuse n'avaient aucun rapport avec un état cardiaque.\n\nLa Cour de justice civile de Genève a admis le recours et annulé la décision attaquée, par jugement du 16 janvier 1976. Elle a considéré en bref que, la fixation de réserves constituant l'unique mesure de sélection médicale et l'état dépressif étant sans lien de causalité avec l'affection cardiaque, la réticence à propos de cette dernière ne pouvait entraîner des conséquences pour la couverture de l'état dépressif.\n\nBGE 102 V 193 S. 195\n\nC.- La SVRSM interjette recours de droit administratif. Elle fait valoir que, s'il n'y avait pas eu réticence, elle aurait eu connaissance de l'affection cardiaque; qu'elle aurait alors soit formulé une réserve, soit refusé d'assurer l'intéressé pour des prestations supérieures à celles garanties par la caisse précédente; que cette dernière hypothèse est hautement vraisemblable. Aussi demande-t-elle le rétablissement de sa décision du 11 juin 1975.\n\nTandis que l'intimé conclut à la confirmation du jugement cantonal, l'Office fédéral des assurances sociales - tout en relevant combien la mesure est lourde de conséquences pour l'assuré - propose l'admission du recours.", "considerants": "Considérant en droit:\n\n1. La question qui se pose en l'occurrence est de savoir si une caisse peut, en cas de réticence, prendre valablement la décision de ramener l'assurance à ce qu'elle aurait été si l'assuré avait rempli le questionnaire d'admission de manière exacte et véridique, alors même que la réticence portait sur une affection qui n'a pas récidivé mais a été révélée à l'occasion d'une autre maladie.\n\nIl y a lieu de tenir pour constant que, lors de son passage de la SSEC à la SVRSM et de sa demande d'augmentation des prestations assurées le 1er juin 1972, l'intéressé était atteint d'une affection cardiaque et qu'il connaissait ou à tout le moins devait connaître ce fait, que par conséquent il a commis une réticence. La réalité de cette prémisse sera vérifiée plus loin, lorsqu'il s'agira d'apprécier la gravité de la faute en vue d'éventuelles sanctions (consid. 4 ci-dessous). Il est également permis de poser en fait - la caisse ne le contestant pas - que toutes les prestations versées par la SVRSM entre le 1er juin 1972 et la survenance du litige l'ont été pour des affections étrangères à l'affection cardiaque objet de la réticence.\n\n2. Le juge cantonal appuie sa thèse essentiellement sur une récente analyse systématique de la doctrine et de la jurisprudence (voir Prof. BERNARD VIRET: La réticence dans l'assurance-maladie privée et sociale, Revue suisse d'assurances, 1975, p. 33 ss).\n\nL'intérêt de la communauté des assurés exige que l'assurance-maladie puisse opérer une certaine sélection des BGE 102 V 193 S. 196risques. Dans l'assurance privée, les compagnies peuvent refuser d'assurer un postulant qui leur semble présenter des risques exagérés; le principe de la liberté contractuelle leur permet naturellement d'aller moins loin et par exemple d'exclure de la couverture certaines affections, d'imposer un délai d'attente, d'exiger une surprime. Dans l'assurance sociale, la liberté des caisses est limitée par l'art. 5 al. 3 LAMA, qui interdit de refuser l'admission pour raison de santé; leur seule faculté est d'excepter de l'assurance des maladies existantes lors de l'admission et des maladies antérieures sujettes à récidive, en en faisant l'objet d'une réserve, qui devient caduque après cinq ans au plus. Ces deux situations fondamentalement différentes lors de la conclusion de l'assurance ont pour corollaires logiques des solutions elles aussi différentes en cas de découverte ultérieure d'une réticence. Au principe de la liberté contractuelle de l'assureur privé correspond, en pareil cas, la possibilité pour lui de résoudre le contrat (art. 6 LCA); à la faculté de la caisse-maladie de formuler une réserve correspond pour elle la possibilité d'apporter rétroactivement la réserve qu'elle eût formulée (v. p.ex. ATF 96 V 7). Ainsi sera rétabli l'\"ordre légal\".\n\nMais la réserve rétroactive suffit-elle, dans l'assurance-maladie sociale, à rétablir l'ordre légal ou, pour reprendre les termes de la jurisprudence, à normaliser une situation irrégulière (arrêt Ulrich du 18 juin 1974, RJAM 1974, p. 89)? En est-elle le seul moyen? La SVRSM fait valoir que, s'il n'y avait pas eu réticence, elle aurait eu la possibilité de refuser d'assurer l'intéressé pour des prestations supérieures à celles que garantissait le droit de libre passage et qu'elle en aurait très vraisemblablement fait usage. Elle soutient donc en substance que rétablir la situation signifie ramener la couverture d'assurance à ce qu'elle était avant l'augmentation accordée.\n\nCette thèse est attrayante, et l'on pourrait en trouver l'embryon dans l'arrêt Ulrich précité (les perspectives ouvertes par cet arrêt sont esquissées dans l'article du Prof. VIRET, op.cit., p. 44/45 note 28). Mais elle présente le défaut de scinder les prestations minima découlant de la loi et celles dépassant ces minima; on aurait pour ces dernières - rompant l'unité du rapport d'assurance - une possibilité équivalente à la résolution du contrat par l'assureur privé. Or la BGE 102 V 193 S. 197jurisprudence du Tribunal fédéral des assurances tend à soumettre le rapport d'assurance en son entier aux règles de la LAMA, sans distinction aucune entre les prestations minima imposées par la loi et les prestations supérieures à ces minima octroyées en vertu des statuts (voir p.ex. ATF 98 V 65). Sans doute cette jurisprudence a-t-elle été critiquée par certains, au nom de la liberté statutaire des caisses; sans doute aussi n'est-elle pas pleinement satisfaisante du point de vue social, car elle incite les caisses-maladie à pratiquer la forme de sélection la plus rigoureuse, soit le refus pur et simple d'assurer des prestations supplémentaires à qui n'est pas en parfaite santé. Il ne se justifie néanmoins pas de la remettre en cause et de reconnaître au rapport d'assurance un caractère hybride.\n\nDès lors, la portée de cette jurisprudence doit être étendue aux conséquences de la réticence. En cas de réticence, l'introduction rétroactive de la réserve qui eût été formulée lors de l'admission dans l'assurance ou lors d'une augmentation des prestations assurées, si le postulant n'avait pas tu fautivement une affection, rétablit donc la situation de droit et représente en principe le seul moyen de la rétablir, tant pour les prestations minima que pour les prestations supplémentaires.\n\nIl faut toutefois réserver les cas dans lesquels il serait manifeste que, à défaut de réticence, la caisse-maladie n'aurait pas assuré de prestations supérieures aux minima légaux, en raison par exemple d'un état de santé gravement déficient à maints égards. Par analogie avec le principe reconnaissant à l'administration la faculté de revenir sur une décision sans nul doute erronée et dont la modification revêt une importance considérable (cf. p.ex. ATF 99 V 103, ATF 98 V 52 et 100, RJAM 1975, p. 24), la caisse-maladie pourrait revenir sur une couverture accordée manifestement à tort et par la faute de l'intéressé. Mais pareille situation n'est pas donnée en l'espèce, où il est certes possible mais non pas certain que la caisse eût refusé l'augmentation de la couverture d'assurance.\n\n3. Si l'introduction rétroactive de la réserve rétablit la situation de droit et constitue le correctif usuel de la réticence, celle-ci peut entraîner en sus des sanctions. Mais les sanctions doivent être proportionnées à la gravité de la faute et au but visé par la caisse (v. p.ex. ATF 96 V 1).\n\nLes statuts de la SVRSM prévoient, en plus de la réserve rétroactive (art. 18 ch. 1), la possibilité de l'exclusion en cas de BGE 102 V 193 S. 198faute grave ou \"d'autres sanctions\" (art. 34). Les conditions générales prévoient, outre le déclassement rétroactif et la répétition de l'indu (art. 4 ch. 1a, art. 13 ch. 4), la suspension du droit aux prestations ou la réduction des prestations proportionnée à la transgression des statuts et conditions d'assurance (art. 6 lit. e). Le questionnaire médical que doit signer l'assuré relève expressément que \"le fait de remplir d'une manière inexacte ou incomplète la présente déclaration aurait pour conséquence mon exclusion de la caisse ou le refus des prestations\". En l'espèce, la SVRSM a considéré que le déclassement rétroactif constituait le rétablissement d'une situation irrégulière - à tort, si l'on adopte la thèse développée au consid. 2 ci-dessus - et non pas une sanction. Selon les termes de l'arrêt Cortellini du 29 novembre 1974 (RJAM 1975, p. 8, et notamment p. 13), il semblerait que le juge ne peut substituer une motivation à l'autre; mais cette interprétation est trop absolue et d'ailleurs en contradiction avec l'arrêt Ulrich déjà cité (RJAM 1974, p. 89), dont la solution sur ce point mérite d'être confirmée. Il s'agit donc d'examiner si la réduction de la couverture d'assurance, rejetée au titre du rétablissement de la situation de droit, peut être maintenue au titre de sanction.\n\n4. Lors de son passage à la SVRSM et de sa demande d'augmentation des prestations assurées, à fin mai 1972, B. a signé un questionnaire médical détaillé, qui donnait des réponses négatives pour toutes les maladies énumérées et indiquait une santé parfaite depuis toujours. Or il se trouvait depuis 1970 en traitement auprès du Dr E. pour une affection cardiaque (sténose aortique). Sans doute le traitement n'était-il pas intensif, se bornant à trois contrôles par an et à la prescription de digitaline; mais le médecin a fait néanmoins trois électrocardiogrammes en cinq ans, et l'intéressé ne pouvait considérer - en faisant preuve d'un minimum d'attention et même s'il tenait son mal pour un trouble de moindre importance dû à l'âge - être en parfaite santé. Sans doute aussi n'a-t-il pas rempli lui-même le questionnaire (la comparaison des écritures en fait foi); mais il l'a signé, attestant par 1à la véracité des indications. Sans doute enfin est-il possible - rien n'autorise à suspecter son honnêteté - qu'il ait mentionné ses troubles cardiaques à l'inspecteur de la caisse, qui en a minimisé la portée; mais cela ne le dispensait pas du BGE 102 V 193 S. 199devoir absolu de vérité. La réticence est donc établie, et il importe peu qu'elle ait été découverte à l'occasion d'une autre atteinte et non d'une rechute ou récidive de l'affection cardiaque; car l'existence d'un rapport de causalité entre les déclarations incomplètes ou inexactes et le sinistre révélant ce fait ne constitue par une condition d'admissibilité de la réticence (voir BERNARD VIRET, op.cit., p. 40).\n\nLe correctif de la réticence étant l'introduction rétroactive d'une réserve, il faut reconnaître à la SVRSM la faculté de l'apporter. Il est inexact de dire, comme le fait l'Office fédéral des assurances sociales, que la caisse y aurait renoncé: la caisse admettant l'assuré au bénéfice d'un droit de libre passage, la question de la réserve ne se posait que pour les prestations augmentées; et la caisse ayant décidé de supprimer cette couverture élargie, une réserve aurait perdu toute signification.\n\nLa question de l'introduction rétroactive d'une réserve ne se posera toutefois en pratique que si la suppression de la couverture élargie n'est pas confirmée au titre de sanction. Il faut donc examiner maintenant si une telle sanction serait proportionnée à la gravité de la faute et au but visé par la caisse. Or tel n'est pas le cas. Reprenant les éléments qui font admettre la réticence, on doit constater en effet que l'intéressé pouvait tenir son affection cardiaque pour minime et espérer qu'elle n'exigerait pas de plus amples traitements; il n'a d'ailleurs apparemment jamais demandé de prestations pour les contrôles subis, et l'affection n'a pas récidivé. L'attitude prétendue de l'inspecteur de la caisse - qui entre à tout le moins dans l'ordre des possibilités - est propre aussi à atténuer la gravité de la faute de l'assuré. En bref, il n'est pas établi que l'intéressé aurait voulu sciemment tromper la caisse et faire courir à la communauté des assurés des risques extraordinaires.\n\nEntre la faute commise et une sanction qui consisterait à supprimer rétroactivement l'extension accordée de la couverture d'assurance - avec pour corollaire l'obligation de restituer les prestations obtenues pour des maladies sans rapport avec l'affection objet de la réticence - la disproportion apparaît évidente. On se trouve en effet en présence d'un cas infiniment moins grave que dans l'arrêt Ulrich, où l'affection tue pouvait être l'indice d'une constitution morbide laissant BGE 102 V 193 S. 200attendre de nombreuses maladies de tous genres. Il faut donc rejeter une pareille sanction, la caisse ayant toutefois la faculté de prononcer une sanction moins sévère, dont le juge ne saurait fixer l'ampleur dans la présente procédure; car ce serait pour lui s'aventurer sur un domaine tout autre que celui sur lequel se plaçait la décision attaquée et dont ni la caisse ni les premiers juges n'ont examiné les modalités (cf. p.ex. ATFA 1968, p. 222, 1965, p. 5, 1962 p. 80; RCC 1971, p. 480; GYGI, \"Verwaltungsrechtspflege und Verwaltungsverfahren im Bund\"; Berne 1974, pp. 95 ss).\n\n5. En conclusion, le recours de la SVRSM doit être rejeté, avec pour conséquence le maintien de la couverture d'assurance accordée dès le 1er juin 1972 et la suppression de l'ordre de restitution. Mais la caisse pourra:\n\na) introduire une réserve rétroactive pour l'affection objet de la réticence;\n\nb) prononcer une sanction proportionnée à la gravité de la faute;\n\nc) vérifier si et dans quelle mesure l'état dépressif justifie à lui seul - ou en concurrence avec une affection autre que celle ainsi sous réserve - l'octroi des prestations.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce\n\nLe recours de droit administratif est rejeté, dans le sens du considérant 5."}