{"annee": "102", "cour": "V", "page": "129", "date": "5/10/1976", "cite": [], "cite_par": ["104 V 174", "110 V 323", "112 V 106"], "chapeau": "28. Arrêt du 5 octobre 1976 dans la cause Campiche contre Société suisse de secours mutuels Helvetia et Organe cantonal vaudois de contrôle de l'assurance-maladie et accidents et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 128 OJ et 2 LAMA. De la recevabilité du recours de droit administratif sur une question d'assujettissement à l'assurance obligatoire en vertu du droit cantonal (précision apportée à la jurisprudence)."], "faits": "|129|\n\nA.- Par acte du 6 février 1975, l'Organe de contrôle de l'assurance-maladie et accidents, à Lausanne, a constaté que X. Campiche, née le 14 avril 1906, était soumise à l'assurance obligatoire. L'intéressée n'ayant pas adhéré à une caisse-maladie reconnue de son choix, l'administration désignait la Société suisse de secours mutuels Helvetia pour l'assurer. Cette décision était fondée sur le fait que le revenu retenu par le fisc pour les années 1973 et 1974 (5'700 fr.; aucune fortune) était inférieur à la limite au-delà de laquelle l'assurance restait facultative.\n\nB.- La prénommée a recouru, en alléguant notamment que son revenu net imposable était supérieur à la limite fixée par la législation vaudoise en matière d'assurance-maladie obligatoire et qu'elle avait une fortune de 67'000 fr. Ses conclusions, tendantes à libération de l'affiliation prononcée, ont cependant été rejetées le 13 novembre 1975 par le Président du Tribunal des assurances du canton de Vaud, parce que les ressources de l'intéressée justifiaient une telle affiliation.\n\n|130|\n\nC.- X. Campiche interjette recours de droit administratif. Elle fait valoir en bref qu'elle ne croit pas à la médecine moderne et désire demeurer libre \"au sujet de sa santé\", d'une part, et, d'autre part, qu'elle dispose de moyens suffisants pour ne pas avoir besoin de la \"tutelle de l'Etat\". Elle conteste en outre la manière de prendre en considération la fortune des justiciables lors de l'examen de la question de savoir s'ils doivent être soumis à l'assurance obligatoire.\n\nLa caisse Helvetia conclut au rejet du recours.\n\nL'Organe de contrôle de l'assurance-maladie et accidents n'a pas fait usage de la faculté de se déterminer sur le recours, que l'Office fédéral des assurances sociales propose de déclarer irrecevable.", "considerants": "Considérant en droit:\n\n1. Ainsi que le Tribunal fédéral des assurances a déjà eu l'occasion de le préciser, les dispositions prises par les cantons dans le cadre de l'art. 2 al. 1 lit. a LAMA sont de pur droit cantonal - malgré leur approbation par le Conseil fédéral (art. 2 al. 3 LAMA). Le recours de droit administratif qui contesterait l'application faite de la loi cantonale dans le cas d'espèce, c'est-à-dire l'interprétation du droit cantonal en soi, serait donc irrecevable. Cependant, le recours de droit administratif dirigé contre une décision qui se fonde à tort sur le droit cantonal au lieu du droit fédéral est recevable. Il en va de même lorsque le premier juge a appliqué à tort le seul droit cantonal au lieu de tenir compte aussi du droit fédéral, notamment lorsque l'application de règles cantonales est susceptible de violer des prescriptions du droit des assurances sociales.\n\nL'art. 2 al. 1 LAMA délègue aux cantons la compétence de déclarer obligatoire l'assurance en cas de maladie, en général ou pour certaines catégories de personnes; les cantons peuvent créer des caisses publiques, en tenant compte toutefois des caisses de secours existantes; ils peuvent obliger les employeurs à veiller au paiement des contributions de leurs employés obligatoirement assurés à des caisses publiques, sans cependant astreindre les employeurs eux-mêmes à des contributions. La délégation de compétence susmentionnée est ainsi assortie de certaines prescriptions. S'agissant d'un litige relevant d'un domaine touché par ces prescriptions |131| (assujettissement à l'assurance obligatoire), il peut être nécessaire d'entrer en matière sur le recours, afin de vérifier, matériellement, si le droit fédéral a été violé ou non dans le cas particulier (sur ces différents points, voir RO 98 V 163, 101 V 129).\n\nProcédant à un nouvel examen de la question, la Cour plénière a précisé que, lorsque le recourant n'invoque aucune violation du droit fédéral - fût-ce implicitement -, le tribunal de céans n'entrera en matière que s'il apparaît qu'un ou des principes du droit fédéral ont été ignorés ou mal appliqués dans le cas d'espèce.\n\n2. En l'occurrence, le litige concerne l'application faite par l'administration des dispositions prises par le canton de Vaud en matière d'assurance-maladie obligatoire, dans le cadre de l'art. 2 al. 1 LAMA. Or, la recourante n'invoque expressément ou implicitement aucune violation du droit fédéral; elle se borne à contester l'affiliation d'office à la caisse intimée prononcée par l'Organe de contrôle de l'assurance-maladie et accidents et confirmée par le premier juge. Cette décision ne violant aucune règle écrite ou non écrite du droit fédéral, il n'y a pas lieu d'entrer en matière sur le recours, conformément à ce qui a été exposé plus haut..."}