{"annee": "102", "cour": "IV", "page": "79", "date": "18/6/1976", "cite": ["69 IV 62", "101 IV 20", "100 IV 1"], "cite_par": ["134 IV 297", "109 IV 161"], "chapeau": "20. Auszug aus dem Urteil des Kassationshofes vom 18. Juni 1976 i.S. G. und M. gegen Statthalteramt des Bezirkes Winterthur.", "regestes": ["Art. 71, 24 ss CP; point de départ de la prescription, lorsque l'activité délictueuse est imputable à plusieurs personnes, en qualité de coauteurs ou de participants, qui n'ont pas agi en même temps."], "faits": "|79|\n\nA.- M. ist als verantwortlicher Inhaber der Firma D. AG Importeur, Verkäufer und Bewilligungsinhaber der Piccadilly-Spielapparate. Er veranlasste G., den Inhaber der Firma A. AG, an den Münzrohren der beiden Apparate Nr. 193 und 239 Mikroschalter montieren zu lassen, um dadurch die Länge des Geldstockes zu verkürzen und grössere Gewinnauszahlungen zu verhindern. Wegen dieses Mikroschalters kann ein Spieler nur Fr. 18.-- gewinnen; nachher erhält er bloss noch den Einsatz ausbezahlt. G. als Eigentümer dieser Apparate beauftragte S. und L., Geschäftsführer bzw. Servicemechaniker der Firma S.-Automaten AG, diese Abänderungen vorzunehmen. Die so abgeänderten Apparate sind dem Eidg. Justiz- und Polizeidepartement nicht zur Prüfung vorgeführt worden.\n\nM. will am 14. August 1973 einen einzigen Mikroschalter geliefert, und S. die abgeänderten Apparate ab 18. August 1973 in den Restaurants \"R.\" und \"W.\" in Winterthur aufgestellt haben. Bis zum 8. Oktober 1973, Tag der Polizeikontrolle, waren die Apparate in Betrieb.\n\nB.- Das Statthalteramt des Bezirkes Winterthur büsste mit Strafverfügung vom 21. Februar 1975 M. und S. mit je Fr. 800.--, G. und L. mit je Fr. 400.-- wegen Übertretung des BG über die Spielbanken.\n\nDer Einzelrichter des Bezirksgerichts Winterthur sprach am 18. Juni 1975 L. frei und verurteilte die übrigen zu einer Busse von je Fr. 600.--.\n\nEine Berufung von M. und G. hat das Obergericht des Kantons Zürich am 24. September 1975 abgewiesen. |80|\n\nC.- Mit Nichtigkeitsbeschwerde beantragen G. und M., das Urteil des Obergerichts sei aufzuheben und die Sache zur Freisprechung, eventuell zu neuer Entscheidung, an die Vorinstanz zurückzuweisen. Sie berufen sich u.a. auf Verjährung.", "considerants": "Aus den Erwägungen:\n\nIII.6. M. macht geltend, die letzte Handlung, die ihm vorgeworfen werden könne, sei die am 14. August 1973 erfolgte Lieferung eines Mikroschalters an die Firma S.-Automaten AG gewesen. Nachher habe er keine strafrechtlich relevanten Handlungen mehr vorgenommen. Das Urteil der Vorinstanz sei aber erst am 24. September 1975 ergangen, also nach Ablauf der zweijährigen absoluten Verjährungsfrist für Übertretungen.\n\na) Richtig ist, dass die letzte strafrechtlich erhebliche Handlung, die M. persönlich vorgenommen hat, die Lieferung eines Mikroschalters am 14. August 1973 war. Das Obergericht hat die Verjährung aber verneint, weil M. Mittäter der Mitangeklagten gewesen sei.\n\nGemäss Art. 71 StGB beginnt die Verjährung mit dem Tag, an dem der Täter die strafbare Tätigkeit ausführt. Führt er die strafbare Tätigkeit zu verschiedenen Zeiten aus, beginnt sie mit dem Tage, an dem er die letzte Tätigkeit ausführt. Dauert das strafbare Verhalten, beginnt die Verjährung mit dem Tag, an dem dieses Verhalten aufhört.\n\nDamit ist u.a. gesetzlich festgelegt, dass die Verjährung mit der Handlung, nicht mit dem Erfolg zu laufen beginnt, was vor allem für fahrlässige Erfolgsdelikte und für Delikte mit objektiver Strafbarkeitsbedingung erheblich sein kann (s. BGE 101 IV 22 E. 3).\n\nOffen bleibt die weitere Frage, wie es sich verhält, wenn mehrere Personen als Mittäter oder Teilnehmer ihren Tatbeitrag nicht gleichzeitig erbringen. Beginnt dann die Verjährung für jeden Beteiligten gesondert zu laufen oder läuft sie vom letzten Tatbeitrag an, den irgendein Mittäter oder Teilnehmer setzt? Massgeblich ist der Zeitpunkt, an dem einer der Beteiligten das ausgeführt (oder unterlassen) hat, was nach der sinngemäss ausgelegten gesetzlichen Umschreibung das strafbare Verhalten ausmacht. Haben mehrere die Tat gemeinsam zu verschiedenen Zeiten ausgeführt, ist massgeblich der Zeitpunkt, |81| an dem einer der Beteiligten den letzten Teilakt gesetzt hat, der unter das gesetzlich umschriebene strafbare Verhalten fällt (SCHWANDER, Nr. 411 Ziff. 1-4 S. 219, SCHULTZ, Allg. Teil I 2 S. 205 f.; ebenso BGE 69 IV 63 f. für die mittelbare Tätigkeit und die Teilnahme). Dies rechtfertigt sich aus grundsätzlichen Erwägungen. Mittäter und Teilnehmer schliessen sich zur vorsätzlichen Tatbegehung zusammen. Deshalb steht der Tatbeitrag des einzelnen, der im Rahmen des gemeinsamen Planes liegt, nicht isoliert da. Er ist bewusst und gewollt Teil des Ganzen, des gemeinsamen deliktischen Unternehmens. Deshalb wird der Beitrag jedes einzelnen auch jedem anderen zugerechnet (BGE 100 IV 4). Eine gegenteilige Lösung könnte dazu führen, dass Anstifter oder Täter, die schuldmässig die Hauptverantwortung tragen, sich aber im Hintergrund gehalten haben, infolge Verjährung frei ausgehen, was dem subjektiv orientierten Teilnahmebegriff des Strafgesetzbuches widersprechen würde. Diese Lösung umgeht auch Schwierigkeiten, die entstehen könnten, wenn der genaue Zeitpunkt einer Handlung oder Unterlassung festgestellt werden müsste, durch welche der Entschluss oder die Planung der Tat beeinflusst wurde.\n\nb) M. hat zum Einbau des Mikroschalters geraten und ihn auch geliefert. Damit war er an der Errichtung der Spielbank und der Beschaffung der Geräte massgeblich beteiligt. Das reicht aber nicht aus. Denn es steht nicht fest, wann der Mikroschalter fertig eingebaut und die so abgeänderten Spielautomaten abgeliefert bzw. in den Restaurants aufgestellt wurden, die Spielbank damit errichtet war. Die tatsächlichen Feststellungen der Vorinstanz schliessen nicht aus, dass dies am 24. September 1975 oder früher geschah.\n\nDas Obergericht hat indessen sinngemäss angenommen, M. sei auch Mittäter G.s, insoweit dieser die Spielbank betrieben habe. Nur so konnte es annehmen, auch für M. habe die Verjährung erst am 8. Oktober zu laufen begonnen, als die Polizei eingegriffen habe.\n\nDas Spielbankengesetz will vor Ausbeutung der Spielsucht schützen. Der Betrieb der Spielbank steht daher der Gefährdung und Verletzung des geschützten Gutes am nächsten, näher als die andern in Art. 6 SBG unter Strafe gestellten Handlungen. Diese Handlungen sind aber Vorstufen des verbotenen Betriebes. Sie werden besonders unter Strafe gestellt, |82| um jene fassen zu können, welche die nicht leicht herstellbaren Spielgeräte fabrizieren oder liefern, ohne selber die Spielbank zu betreiben. Damit leisten sie regelmässig bewusst einen wichtigen Tatbeitrag zum Betrieb der Spielbank. Trifft dies zu und verdichtet sich ihr Tatbeitrag im Einzelfall zur Anstiftung zum Betrieb oder zur Mittäterschaft am Betrieb der Spielbank, so bleiben sie unter diesem Gesichtspunkt auch dann strafbar, wenn sie hinsichtlich der andern Begehungsarten wegen Verjährung nicht mehr bestraft werden können. Es ist deshalb zu prüfen, ob M. unter den gegebenen Umständen von der Vorinstanz ohne Verletzung von Bundesrecht als Mittäter G.s am Betrieb der Spielbank angesehen werden kann.\n\nDer Anstoss, vor der Inbetriebnahme der beiden Piccadilly-Spielautomaten Mikroschalter einzubauen, ging von M. aus. Das war für G. umso massgeblicher, als M. der sachverständige Bewilligungsinhaber für diese Spielapparate war, der gemäss Kaufvertrag über die Bauweise der Apparate bestimmen konnte. Darüber hinaus hat M. die Mikroschalter auch geliefert und damit die bewilligungspflichtige Abänderung erheblich gefördert. Dadurch hat M. den Entschluss G.s, die - mangels vorhergehender Bewilligung verbotenen - Piccadilly-Spielautomaten als Spielbanken zu betreiben, entscheidend beeinflusst und darüber hinaus die Verwirklichung dieses Entschlusses wesentlich gefördert. Damit war er aber Mittäter G.s am strafbaren Betrieb der Spielbanken. Deren Betrieb endete erst am 8. Oktober 1973. Die Verjährung ist daher auch für M. nicht eingetreten."}