{"annee": "102", "cour": "V", "page": "206", "date": "30/11/1976", "cite": ["87 I 411"], "cite_par": ["131 V 425", "132 V 159", "103 V 1", "110 V 145", "111 II 186", "134 V 353", "109 V 86", "126 III 421"], "chapeau": "50. Auszug aus dem Urteil vom 30. November 1976 i.S. Gasser & Cie AG gegen Ausgleichskasse der graphischen und papierverarbeitenden Industrie der Schweiz und Kantonale Rekurskommission für die Ausgleichskassen Basel-Stadt", "regestes": ["Péremption du droit de demander le remboursement des cotisations AVS versées indûment. La norme de l'art. 16 al. 3 dernière phrase LAVS, entrée en vigueur le 1er janvier 1973, est aussi applicable aux prétentions nées et échues avant l'entrée en vigueur de la nouvelle réglementation; mais le nouveau délai de péremption ne peut commencer à courir avant cette entrée en vigueur."], "faits": "", "considerants": "|207|\n\nAus den Erwägungen:\n\n1. In der bis 31. Dezember 1972 gültig gewesenen Fassung lautete die Verjährungsbestimmung des Art. 16 Abs. 3 AHVG wie folgt:\n\n\"Der Anspruch auf Rückerstattung zuviel bezahlter Beiträge erlischt mit Ablauf eines Jahres, nachdem der Beitragspflichtige von seinen zu hohen Leistungen Kenntnis erhalten hat, spätestens aber mit Ablauf von 5 Jahren seit der Zahlung.\"\n\nDie im Rahmen der achten AHV-Revision beschlossene Gesetzesnovelle vom 30. Juni 1972 liess die bisherige Fassung des Art. 16 Abs. 3 im wesentlichen bestehen, wobei allerdings die absolute Verjährungsfrist jetzt 5 Jahre nach Ablauf des Kalenderjahres eintritt, in dem die Beitragszahlung erfolgte. Sie fügte aber jener Fassung folgenden neuen Rechtssatz hinzu (AS 1972 II S. 2485):\n\n\"Sind Arbeitgeber- und Arbeitnehmerbeiträge von Leistungen bezahlt worden, die der Wehrsteuer vom Reinertrag juristischer Personen unterliegen, so erlischt der Anspruch auf Rückerstattung mit Ablauf eines Jahres, nachdem die Steuerveranlagung rechtskräftig wurde.\"\n\nDiese Novelle trat am 1. Januar 1973 in Kraft, ohne dass sie einer besondern Übergangsbestimmung unterworfen worden wäre.\n\n2. Die Beschwerdeführerin bestreitet vor dem Eidg. Versicherungsgericht mit Recht nicht mehr, dass die Verjährungsbestimmung des Art. 16 Abs. 3 AHVG in der neuen Fassung auch auf die Rechtsverhältnisse anzuwenden ist, welche vor deren Inkrafttreten bereits bestanden. Zwar gilt in der Rechtsordnung im allgemeinen gestützt auf Art. 1 SchlTZGB der Grundsatz der Nichtrückwirkung des neuen |208| Rechts. Dieser Grundsatz erleidet aber u.a. gerade im Verjährungsrecht eine Ausnahme (vgl. Art. 49 SchlTZGB). Es ist allgemein anerkannt und ergibt sich aus dem Zweck der Verjährung, die Rechtssicherheit durch Befristung der Ausübung der Verjährung zu wahren, dass eine Ordnung, welche eine Verjährung neu einführt oder ändert, auch auf Ansprüche anwendbar ist, die vor dem Inkrafttreten der neuen Regelung entstanden und fällig geworden sind. Immerhin erfordert der Schutz der bestehenden Rechte, dass in solchen Fällen die neue Verjährungsfrist nicht vor dem Zeitpunkt zu laufen beginnt, in dem sie eingeführt wird, also nicht vor dem Inkrafttreten des neuen Rechts (BGE 87 I 413, 82 I 57 f.; IMBODEN/RHINOW, Verwaltungsrechtsprechung, 5. Aufl., Bd. I, Nr. 15, B III d; MUTZNER, Komm. N. 7 zu Art. 49 SchlTZGB; HAFNER, Komm. N. 5a zu Art. 883 aOR)."}