{"annee": "102", "cour": "IA", "page": "38", "date": "5/5/1976", "cite": ["100 IA 445", "100 IA 206", "96 I 560", "77 I 102", "100 IA 322"], "cite_par": ["104 IB 364", "103 IA 115", "106 IB 182", "108 IA 111", "104 IA 172", "114 IA 221"], "chapeau": "9. Urteil vom 5. Mai 1976 i.S. X. gegen Gemeinde Q., Staat Zürich und Verwaltungsgericht des Kantons Zürich.", "regestes": ["Art. 4 Cst. et art. 2 des dispositions transitoires; impôt sur les gains immobiliers en cas de transfert d'un immeuble à l'épouse en règlement de ses droits issus de la liquidation du régime matrimonial par suite de divorce. 1. Il n'est pas arbitraire de ne pas appliquer aussi à la dissolution d'un mariage soumis au régime de l'union des biens une disposition d'exception concernant l'impôt sur les gains immobiliers en cas de transferts consécutifs à la dissolution de la communauté de biens matrimoniale (consid. 2b). 2. Une disposition légale qui, s'agissant du prélèvement de l'impôt sur les gains immobiliers en cas de dissolution d'un mariage par divorce, fait une différence entre les mariages soumis au régime de l'union des biens et ceux qui sont régis par la communauté de biens ne contrevient pas au principe de l'égalité de traitement (consid. 3d), ni à celui de la force dérogatoire du droit fédéral (consid. 4)."], "faits": "BGE 102 Ia 38 S. 39\n\nX. erwarb am 23. Dezember 1963 zum Preise von Fr. 240'000.-- ein Grundstück mit Wohnhaus in Q. Er war damals verheiratet und lebte mit seiner Ehefrau in Güterverbindung. Im späteren Scheidungsprozess vereinbarten die Eheleute, das Grundstück zum Ausgleich ihrer güterrechtlichen Ansprüche der Ehefrau zu übertragen. Nachdem das Scheidungsurteil rechtskräftig geworden war, erfolgte die grundbuchliche Übereignung der Liegenschaft. Die Kommission für Grundsteuern der Gemeinde Q. auferlegte X. wegen dieser Handänderung eine Grundstückgewinnsteuer von Fr. 52'496.--. Hiegegen rekurrierte X. erfolglos bei der Finanzdirektion und beim Verwaltungsgericht des Kantons Zürich. Er führt gegen den Entscheid des Verwaltungsgerichtes BGE 102 Ia 38 S. 40staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV und Art. 2 der Übergangsbestimmungen zur BV. Das Bundesgericht weist die Beschwerde ab aus folgenden", "considerants": "Erwägungen:\n\n1. (Eintreten).\n\n2. Der Beschwerdeführer macht in erster Linie geltend, das Verwaltungsgericht habe § 161 des zürcherischen Steuergesetzes (StG) willkürlich ausgelegt.\n\na) Rechtsgrundlage der vom Beschwerdeführer erhobenen Steuer ist § 161 Abs. 1 StG. Demnach wird die Grundstückgewinnsteuer erhoben von den Gewinnen, die sich bei Handänderungen an Grundstücken ergeben. Dass das Grundstück des Beschwerdeführers in Rüschlikon im Zusammenhang mit der Scheidung seiner Ehe eine Handänderung erfahren hat, ist unbestritten. Wenn in der Beschwerde geltend gemacht wird, es sei bei dieser Handänderung nur ein fiktiver Gewinn erzielt worden, kann ihr nicht beigepflichtet werden. Nach den eigenen Ausführungen des Beschwerdeführers hat er die Liegenschaft aus Mitteln der Errungenschaft erworben. Wenn er sie nun durch Ehescheidungskonvention seiner Ehefrau zur Tilgung ihres Anspruchs auf einen Anteil am ehelichen Vorschlag überlassen hat, so setzt dies voraus, dass er jener unter dem genannten Titel etwa so viel schuldete, als die Liegenschaft im Zeitpunkt der Ehescheidung wert war. Er hat somit den vollen Wert der Liegenschaft im Jahre 1974 zur Tilgung einer entsprechenden Schuld aus Ehegüterrecht verwendet, was bedeutet, dass er diesen Wert realisiert hat. Es ist daher falsch, von einem bloss fiktiven Gewinn zu sprechen. Wie es sich verhielte, wenn die Liegenschaft nicht zur Deckung des Vorschlagsanteils der Ehefrau, sondern zur Erstattung eingebrachten, aber verbrauchten Frauengutes übereignet worden wäre, ist hier nicht zu prüfen.\n\nb) Willkür erblickt der Beschwerdeführer denn auch vor allem darin, dass das Verwaltungsgericht in seinem Falle die Ausnahmebestimmung von § 161 Abs. 3 lit. a) nicht zur Anwendung gebracht habe. Sie lautet:\n\n\"Für die Erhebung der Grundstückgewinnsteuer fallen ausser Betracht Handänderungen infolge:\n\na) Begründung, Fortsetzung oder Aufhebung der ehelichen BGE 102 Ia 38 S. 41Gütergemeinschaft.\"\n\nIndessen spricht schon der Wortlaut dieser Bestimmung gegen die Auffassung des Beschwerdeführers, wonach damit jede Auflösung ehelichen Vermögens gemeint sei. \"Gütergemeinschaft\" ist ein geläufiger Ausdruck des Bundeszivilrechts. Es ist nicht zu vermuten, dass ein kantonaler Gesetzgeber diesen Ausdruck in einem anderen Sinne habe verwenden wollen, müsste ihm doch sonst unsorgfältige Redaktion des Gesetzestextes vorgeworfen werden. Bestätigt wird diese Auffassung durch die historische Interpretation. Aus dem Protokoll des Kantonsrates über die Beratung des jetzt geltenden Steuergesetzes im Jahre 1962 ergibt sich nämlich, dass Kantonsrat Dr. Rappold einen Gegenantrag stellte, wonach die Wendung \"Handänderungen infolge Begründung, Fortsetzung oder Aufhebung der ehelichen Gütergemeinschaft\" ersetzt werden sollte durch die weitere Fassung \"Handänderungen zwischen Ehegatten\". Nach einem gegen diesen Antrag gerichteten Votum des kantonalen Finanzdirektors wurde der früher und auch heute noch geltenden Fassung mit 76:28 Stimmen der Vorzug gegeben (Protokoll des Kantonsrates 1959/63, S. 2221 f.). Die Ausführungen der Beschwerde, wonach die Mitglieder des Kantonsrates sich nicht bewusst gewesen seien, dass sie einen Unterschied zwischen der Beendigung der Gütergemeinschaft und der Auflösung einer nicht diesem Güterstand unterstellten Ehe gemacht hätten, erweisen sich somit als irrig. Hat aber das Verwaltungsgericht die Ausnahmebestimmung deshalb nicht angewendet, weil zunächst ihr Wortlaut dagegen sprach und sodann auch die Entstehungsgeschichte eine über diesen Wortlaut hinausgehende Auslegung verbot, so liegt jedenfalls unter diesem Gesichtspunkt keine Willkür vor.\n\nc) Willkür bei der Gesetzesanwendung macht der Beschwerdeführer auch deshalb geltend, weil nach seiner Auffassung die Einschätzungsbehörden in ständiger Praxis in Fällen wie dem vorliegenden, nämlich bei Übertragung eines Grundstücks auf die Ehefrau bei Scheidung einer unter dem Güterstand der Güterverbindung stehenden Ehe, keine Grundstückgewinnsteuer erhöben. Diese auf je eine schriftliche Auskunft eines Anwaltes und eines Steuerberaters gestützte Behauptung ist bestritten. Insbesondere führt die Finanzdirektion des Kantons Zürich aus, bisher seien solche Tatbestände immer der Handänderungs- und der Grundstückgewinnsteuer unterstellt BGE 102 Ia 38 S. 42worden, und auch die Gemeinde Q. nimmt gestützt auf eine Umfrage bei den anderen Gemeinden des Bezirks den nämlichen Standpunkt ein. Es scheint, dass im Kanton Zürich auf Gemeindeebene keine einheitliche Praxis besteht. Nach der Rechtsprechung des Bundesgerichtes rechtfertigt dies indessen die Rüge der Willkür nicht. Vielmehr kann ein Widerspruch zwischen verschiedenen Entscheidungen über gleichartige Tatbestände nur dann gerügt werden, wenn die sich widersprechenden Entscheidungen von der nämlichen Behörde ausgegangen sind (BGE 100 Ia 206 mit Hinweisen). Dass das Verwaltungsgericht in einem gleich gearteten Falle schon anders entschieden habe, wird nicht behauptet. Eine Rechtsungleichheit im Sinne der bundesgerichtlichen Praxis liegt somit nicht vor.\n\n3. a) Der Beschwerdeführer rügt indessen auch, die in Frage stehenden Bestimmungen des zürcherischen Steuergesetzes verstiessen an sich gegen das Willkürverbot der Bundesverfassung, weil die Übertragung eines Grundstücks auf die Ehefrau bei Scheidung einer Ehe unter dem Güterstand der Güterverbindung ohne sachlichen Grund anders behandelt werde als unter demjenigen der Gütergemeinschaft. Nach ständiger Rechtsprechung kann die Frage nach der Verfassungsmässigkeit einer kantonalen Bestimmung im Zusammenhang mit der Anfechtung einer konkreten Entscheidung noch aufgeworfen werden. Erweist sich die Rüge als begründet, so führt dies allerdings nicht zur Aufhebung der beanstandeten Gesetzesbestimmung, sondern lediglich zu derjenigen der angefochtenen Entscheidung (BGE 100 Ia 450 E. 5a, mit Hinweisen).\n\nb) Der Beschwerdeführer sieht eine willkürliche Ungleichheit zunächst darin, dass Handänderungen von Grundstücken bei Scheidung einer Ehe anders behandelt würden als beim Tode des einen Ehegatten. Dieser Gesichtspunkt ist jedoch unerheblich. Der Übergang von Grundstücken kraft Erbrechts stellt einen Teil der Universalsukzession dar, und ein Grundstückgewinn des bisherigen Eigentümers anlässlich der Handänderung ist ausgeschlossen. Es lässt sich daher aus der Steuerfreiheit von Handänderungen infolge Erbvorbezugs oder Erbgangs (§ 101 Abs. 3 lit. b StG) nicht der vom Beschwerdeführer aufgestellte allgemeine Satz ableiten, der Gesetzgeber habe \"fiktive Gewinne im Bereiche des Erbrechts BGE 102 Ia 38 S. 43und des Familienrechts\" allgemein steuerfrei lassen wollen, ganz abgesehen davon, dass hier, wie bereits dargelegt wurde, beim Beschwerdeführer keineswegs ein bloss fiktiver Gewinn vorliegt. Auf die weitere Frage, wie es sich verhielte, wenn ein Ehepaar bei fortbestehender Ehe vom Güterstand der Gütergemeinschaft zu dem der Gütertrennung überginge, brauchte das Verwaltungsgericht nicht einzutreten und kann das Bundesgericht im Hinblick auf seine beschränkte Kognition noch weniger eingehen. Die Unterschiede im Sachverhalt sind hier so erheblich, dass der vom Beschwerdeführer angeführte hypothetische Fall unter dem Gesichtspunkt der Rechtsgleichheit ausser Betracht fällt.\n\nc) Ebensowenig lässt sich für den Beschwerdeführer aus dem Umstand gewinnen, dass bei der Ausnahmebestimmung nur der Güterstand der Gütergemeinschaft und nicht auch derjenige der Gütereinheit im Sinne von Art. 199 ZGB erwähnt wird. Die Gütereinheit bildet nach der Systematik des ZGB keinen vierten, gleichrangig neben die Güterverbindung, die Gütergemeinschaft und die Gütertrennung tretenden Güterstand; ja sie wird im Marginale nicht einmal mit ihrem historischen Namen bezeichnet. Vielmehr bildet sie im Aufbau des Gesetzes einen Spezialfall der Güterverbindung, ähnlich wie die Errungenschaftsgemeinschaft einen solchen der Gütergemeinschaft darstellt (Art. 239 ZGB). Es lag somit für den zürcherischen Gesetzgeber keineswegs nahe, in seiner Steuergesetzgebung auch die Gütereinheit zu erwähnen, und es kann daraus, dass er dies nicht getan hat, kein Schluss in der einen oder in der andern Richtung gezogen werden. Dies gilt in besonderem Masse auch deshalb, weil die Gütereinheit nur noch selten gewählt wird, und auch dann fast ausschliesslich in denjenigen Kantonen, in denen sie vor der Einführung des ZGB vom kantonalen Recht vorgesehen war. Zu diesen Kantonen gehört Zürich nicht (vgl. Komm. LEMP, N. 3 zu Art. 199 ZGB).\n\nd) Damit bleibt unter dem Gesichtspunkt von Art. 4 BV noch zu prüfen, ob es rechtsungleich sei, bei Auflösung einer Ehe durch Scheidung hinsichtlich der Grundstückgewinnsteuer einen Unterschied zu machen zwischen Ehen, für die der ordentliche Güterstand der Güterverbindung gilt und solchen, die vertraglich den Regeln über die Gütergemeinschaft unterstellt worden sind. Den Grundsatz der Rechtsgleichheit BGE 102 Ia 38 S. 44verletzt ein gesetzgeberischer Erlass, der sich nicht auf ernsthafte sachliche Gründe stützen lässt, sinn- und zwecklos ist oder rechtliche Unterscheidungen trifft, für die ein vernünftiger Grund in den zu regelnden tatsächlichen Verhältnissen nicht ersichtlich ist (BGE 100 Ia 328 E. 4b; 43 E. 2, mit weiteren Hinweisen). Innerhalb dieses Rahmens bleibt den Kantonen ein weiter Spielraum der Gestaltungsfreiheit (BGE 96 I 567 E. 3a).\n\nIm vorliegenden Falle ist zunächst festzustellen, dass die Besteuerung des Grundstückgewinns anlässlich der Übertragung einer Liegenschaft vom Ehemann auf die Ehefrau bei Scheidung der Ehe nicht nur vertretbar, sondern offensichtlich vernünftig ist. Hat ein Grundstück während der Zeitspanne, in der es zum ehelichen Vermögen gehörte, an Wert gewonnen, so ist es, wie das Verwaltungsgericht mit Recht ausführt, in denjenigen Kantonen, die eine Grundstückgewinnsteuer kennen, mit einer latenten Steuerschuld belastet. Bezüglich dieser latenten Steuerschuld eine sofortige Regelung zu treffen, drängt sich im Hinblick auf die endgültige Auflösung des familienrechtlichen Bandes zwischen dem verfügenden und dem begünstigten Teil auf. Der geschiedenen Ehefrau, die im Normalfall Begünstigte ist, kann schwerlich zugemutet werden, diese latente Schuld zu übernehmen, von deren Existenz sie oft keine Kenntnis hat. Wenn der zürcherische Gesetzgeber somit im Normalfall, d.h. bei Ehen, die dem gesetzlichen Güterstand der Güterverbindung unterstehen, keinen Aufschub der Pflicht zur Entrichtung der Grundstückgewinnsteuer vorgesehen hat, so hat er eine sachgemässe, keinesfalls aber willkürliche Lösung getroffen. Von einer Art Scheidungssteuer kann entgegen der Meinung des Beschwerdeführers nicht die Rede sein.\n\nAber auch die Ausnahme bei Auflösung einer dem Güterstand der Gütergemeinschaft unterstehenden Ehe lässt sich mit sachlichen Gründen vertreten. Es kennzeichnet die Gütergemeinschaft, dass ihre Begründung immer mit einer Handänderung verbunden ist, wenn Grundstücke vorhanden sind: der ein Grundstück einbringende Teil hat dieses sachenrechtlich auf die Gemeinschaft zu übertragen. Daraus folgt, dass bei Ehescheidung notwendigerweise wieder eine Handänderung zu erfolgen hat. Diese Handänderung, die im Regelfalle, nämlich bei der Rücknahme eingebrachten Gutes, nur eine formelle BGE 102 Ia 38 S. 45Auseinandersetzung unter den Ehegatten und keine Verschiebung von Werten bedeutet, sollte durch die Ausnahmebestimmung von § 161 Abs. 3 lit. a StG privilegiert werden, was wiederum als sachlich gerechtfertigt erscheint (vgl. Rechenschaftsbericht des Verwaltungsgerichtes 1972, Nr. 51).\n\nEinzuräumen ist allerdings, dass dann, wenn die Handänderung an einem Grundstück bei Auflösung einer der Gütergemeinschaft unterstehenden Ehe nicht der Rücknahme von Frauengut, sondern der Teilung der Errungenschaft dient, für die Abweichung von der Regel der Steuerpflicht wirtschaftliche Gründe kaum mehr ersichtlich sind. Indessen verlangt das Bundesgericht gerade auf dem Gebiete des Abgaberechts nicht, dass eine gesetzliche Lösung in allen denkbaren Einzelfällen absolut gerecht sein müsse, um dem Willkürverbot des Art. 4 BV standzuhalten. Vielmehr kann es notwendig sein, gewisse Unterscheidungen nach klaren, äusserlich erkennbaren Kriterien zu treffen. Solche Unterscheidungen vermögen vielleicht der überwiegenden Mehrzahl der Fälle gerecht zu werden, einzelnen Grenzfällen dagegen nicht. Verhält es sich so, dann kann die Vereinfachung nicht als unstatthafte Rechtsungleichheit gelten, sofern sich nicht in der konkreten Anwendung völlig unbillige Resultate ergeben (BGE 100 Ia 328; 99 Ia 580). Hier ist, wie dargelegt, weder die Heranziehung des geschiedenen Ehemannes zur Grundstückgewinnsteuer bei Güterverbindung unbillig noch die Befreiung beider Ehegatten von dieser Steuer bei Auflösung der Gütergemeinschaft unter Rücknahme eingebrachter Grundstücke. Wenn nun diese Ausnahmeregel gelegentlich einmal einem geschiedenen Ehegatten zugutekommt, der dem andern Teil einen Anspruch an der Errungenschaft in Form eines Grundstücks zukommen lassen will, so kann dies nicht als derart stossend betrachtet werden, dass deswegen die Gültigkeit der gesetzlichen Bestimmungen selbst in Frage zu stellen wäre. Zu berücksichtigen ist einerseits, dass nur ein sehr geringer Teil aller Ehen unter dem Güterstand der Gütergemeinschaft stehen, dass von diesen wiederum nur ein kleiner Teil durch Scheidung aufgelöst wird und dass schliesslich auch bei diesem kleinen Teil bei weitem nicht in der Mehrzahl der Fälle Grundstücke zur Errungenschaft gehören. Der Einbruch in die absolute Rechtsgleichheit ist somit praktisch kaum fühlbar. Andererseits gilt es gerade hier den erwähnten Grundsatz zu beachten, dass die Steuerbehörden BGE 102 Ia 38 S. 46auf klare einfach zu handhabende Bestimmungen angewiesen sind. Die Abklärung der Frage, unter welchem Titel ein Grundstück bei Auflösung der ehelichen Gütergemeinschaft in das Alleineigentum der Ehefrau übergehe, wäre gelegentlich mit erheblichen Schwierigkeiten verbunden. Eine Verletzung der durch Art. 4 BV gewährleisteten Rechtsgleichheit ist daher zu verneinen, weshalb dahingestellt bleiben kann, ob eine andere Beantwortung dieser Frage überhaupt zur Steuerbefreiung des Beschwerdeführers führen müsste.\n\n4. Schliesslich rügt der Beschwerdeführer eine Verletzung des Grundsatzes der derogatorischen Kraft des Bundesrechtes. Er macht geltend, es sei nicht zulässig, die freie Wahl des Güterstandes durch steuerliche Differenzierungen zu beschränken. Indessen ist keine Rede davon, dass das Bundesrecht allgemein den Kantonen vorschriebe oder verböte, die sich aus dem Zivilrecht ergebenden Unterschiede steuerlich zu berücksichtigen. Das Bundesgericht hat denn auch ein kantonales Gesetz, das ledige Personen über 28 Jahren einer besonderen Steuer unterwarf, als nicht bundesrechtswidrig erklärt, obschon dort eine wesentlich weitergehende Einwirkung des Steuerrechts auf die zivilrechtlichen Verhältnisse des einzelnen geltend gemacht werden konnte als hier (BGE 77 I 102). Auch die Rüge der Verletzung von Art. 2 der Übergangsbestimmungen zur BV erweist sich somit als unbegründet."}