{"annee": "102", "cour": "II", "page": "128", "date": "4/5/1976", "cite": ["77 II 113", "96 II 4", "88 II 195"], "cite_par": [], "chapeau": "21. Extrait de l'arrêt de la IIe Cour civile du 4 mai 1976 dans la cause P. contre L.", "regestes": ["Action en recherche de paternité tendant à des prestations pécuniaires introduite devant un Tribunal suisse par un enfant ayant sa résidence habituelle en Republique fédérale allemande contre un père présumé domicilié en Suisse. Application de la Convention de La Haye du 24 octobre 1956 sur la loi applicable aux obligations alimentaires envers les enfants. 1. Le rattachement séparé de l'obligation alimentaire, créée en catégorie autonome par la Convention, et l'exclusion de tout effet de droit de famille ne signifient pas qu'un tribunal ne peut pas se prononcer, à titre préalable et accessoire, sur l'existence du lien de filiation, lorsque la loi applicable, en l'occurrence le droit allemand, prévoit l'existence de ce lien comme fondement du droit aux aliments. La décision sur ce point n'aura que valeur de motif et portée de fait pour la condamnation alimentaire. Le juge saisi devra donc statuer au fond, sur la base du droit allemand, aussi bien en ce qui concerne la paternité, condition fondamentale de l'obligation alimentaire, qu'en ce qui a trait aux modalités et au montant de cette obligation (consid. 3). 2. L'application du droit étranger qui intervient en vertu d'une règle de conflit du droit fédéral (notion comprenant les conventions internationales ratifiées par la Suisse) échappe à l'examen du Tribunal fédéral. En l'espèce, la Cour fédérale de réforme est tenue uniquement de rechercher si l'autorité cantonale a désigné correctement le droit applicable en vertu des règles instituées par la Convention de La Haye du 24 octobre 1956 (consid. 4)."], "faits": "BGE 102 II 128 S. 130\n\nRésumé des faits:\n\nA.- a) Dame H., née L., ressortissante de la République fédérale d'Allemagne, a donné naissance, le 29 juin 1962, à Bonn, à une fille, prénommée Maria Christiane.\n\nLe 24 juin 1964, la Cour d'appel de Bonn a prononcé le divorce des époux H.-L. Par un arrêt du même jour, elle a déclaré que Maria Christiane n'était pas l'enfant légitime du mari.\n\nDame L. ayant désigné P., de nationalité française, comme étant le père naturel de l'enfant, le Stadtjugendamt de Bonn a entrepris dès 1965, sans succès, des démarches en vue d'obtenir une contribution à l'entretien de Maria Christiane.\n\nLe 11 novembre 1971, le Stadtjugendamt de Bonn, agissant en qualité de tuteur de Maria Christiane L., a assigné P., qui avait pris domicile à Vésenaz, devant le Tribunal de première instance de Genève, aux fins de le faire déclarer père naturel de l'enfant et d'obtenir sa condamnation au paiement d'une contribution à l'entretien de celle-ci. P. s'est opposé à la demande.\n\nb) Le 23 janvier 1975, le Tribunal de première instance de Genève a rejeté l'action. Son jugement est motivé en substance comme il suit:\n\nEn vertu de la Convention de La Haye du 24 octobre 1956 sur la loi applicable aux obligations alimentaires envers les enfants, entrée en vigueur pour la République fédérale allemande le 1er janvier 1962, pour la France le 1er juillet 1963 et BGE 102 II 128 S. 131pour la Suisse le 17 janvier 1965, était applicable au fond du litige, à partir de cette dernière date, la loi de la résidence habituelle de l'enfant, en l'espèce le droit allemand. Pour la période antérieure au 17 janvier 1965, soumise au droit suisse, la demande est mal fondée, le délai de péremption de l'art. 308 CC étant expiré. Pour la période postérieure au 17 janvier 1965, la demande doit être considérée comme prématurée. En effet, selon les nouvelles dispositions sur le enfants illégitimes, entrées en vigueur en République fédérale allemande le 1er juillet 1970, la demande en paiement d'une contribution alimentaire exige la constatation préalable de la paternité, dans une procédure séparée ayant effet erga omnes. Cette action n'entre pas dans le cadre de la Convention de La Haye et ne peut être portée que devant un tribunal allemand. Ce n'est qu'une fois que la paternité a été constatée que l'action alimentaire prévue par la Convention est recevable.\n\nB.- Statuant le 16 janvier 1976 sur appel du demandeur, la Cour de justice de Genève a annulé le jugement de première instance et renvoyé la cause à l'instance inférieure pour jugement au fond.\n\nElle estime qu'un juge étranger, saisi d'une action, en vertu de la Convention de La Haye de 1956, par un enfant ayant sa résidence habituelle en République fédérale allemande, peut appliquer sans réserve la loi de ce pays et procéder, selon les conditions qu'elle prescrit, à la constatation préjudicielle de la paternité. Dans le cas contraire, les enfants résidant en Allemagne et plaidant contre un père présumé domicilié à l'étranger perdraient les avantages de la Convention de La Haye et seraient moins bien traités que les enfants qui dirigent leur action contre un père présumé domicilié en Allemagne.\n\nC.- Le défendeur recourt au Tribunal fédéral. Il conclut à la réforme de l'arrêt attaqué en ce sens que la cause n'est pas renvoyée au Tribunal de première instance pour qu'il statue sur le fond, l'action de la demanderesse étant rejetée.", "considerants": "Considérant en droit:\n\n3. La convention de La Haye du 24 octobre 1956 ne règle que les conflits de lois en matière d'obligations alimentaires; les décisions rendues en application de ladite convention ne peuvent préjuger des questions de filiation et des rapports BGE 102 II 128 S. 132familiaux entre le débiteur et le créancier (art. 5 al. 2). Le Message du Conseil fédéral du 9 mars 1964 (FF 1964 I p. 519) précise la portée de cette disposition:\n\n\"Cette disposition doit faciliter l'adhésion à la convention d'Etats dont le droit subordonne par principe l'obligation alimentaire à l'existence d'un lien de filiation entre l'enfant et le débiteur des aliments. Ces Etats n'auraient par exemple pas accepté qu'une obligation alimentaire imposée à l'un de leurs ressortissants fût fondée sur une loi étrangère s'écartant, en matière d'état ou de droit de famille, d'un principe fondamental de leur propre droit interne. En séparant nettement du domaine alimentaire les questions de filiation et de rapports familiaux, et en soumettant à son régime les seules questions d'aliments, la convention rassure donc ces Etats puisqu'elle empêche qu'un enfant au bénéfice d'une décision d'entretien fondée sur une loi applicable en vertu de la convention ne puisse invoquer cette décision à l'appui d'une action en reconnaissance judiciaire d'un lien de filiation entre lui et le débiteur des aliments. Une telle reconnaissance continuera à dépendre uniquement de la législation particulière de chaque Etat.\"\n\nLe rattachement séparé de l'obligation alimentaire, créée en catégorie autonome, et l'exclusion de tout effet de droit de famille ne signifient cependant pas qu'un tribunal ne puisse pas se prononcer, à titre préalable et accessoire, sur l'existence d'un lien de famille (filiation établie), lorsque la loi applicable prévoit l'existence de ce lien comme fondement du droit aux aliments. La règle de l'art. 5 al. 2 de la convention aura pour conséquence que la décision, sur ce point, n'aura que valeur de motif et portée de fait pour la condamnation alimentaire; elle n'affectera nullement l'état des intéressés et sera dépourvue de l'autorité de la chose jugée (v. OVERBECK, Les nouvelles conventions de La Haye sur les obligations alimentaires, Annuaire suisse de droit international, XXIX 1973, p. 146/147; dans le même sens: MÜLLER-FREIENFELS, Zum räumlich-persönlichen Geltungsbereich Haager IPR Übereinkommen, insbesondere des Übereinkommens über das auf Unterhaltsverpflichtungen gegenüber Kindern anzuwendende Recht v. 24.10.1956, Festschrift für Hans G. Ficker, 1967, p. 328; HOLLEAUX, Actes de la huitième session de la Conférence de La Haye, p. 177). En revanche, le problème se pose de savoir si la décision incidente sur la question préalable doit être prise en application de la loi qui régit l'obligation alimentaire ou si, au contraire, elle doit être rattachée séparément. Le juge ne saurait éluder cette question, en ne tenant compte, BGE 102 II 128 S. 133dans l'application de la loi interne du pays de résidence de l'enfant, que des dispositions relatives à l'obligation alimentaire et en faisant abstraction de celles qui lient cette obligation à l'établissement d'une filiation. Car, d'une part, il n'a pas le pouvoir de modifier la loi interne qu'il reconnaît comme applicable et, d'autre part, il violerait l'art. 1 al. 1 de la convention, selon lequel la loi de la résidence habituelle de l'enfant détermine, non seulement dans quelle mesure, mais aussi si et à qui l'enfant peut réclamer des aliments.\n\nOn ne saurait non plus résoudre la question préalable de la filiation en appliquant la loi désignée par le droit international privé du pays de résidence de l'enfant, c'est-à-dire du pays dont la loi interne est reconnue applicable pour régir la question principale, ou en appliquant la loi désignée par le droit international privé du for. En effet, l'idée et le but de la convention, en retenant applicable la loi de la résidence, sont de ne prendre en considération que le droit matériel du pays de la résidence, à l'exclusion de son droit international privé, et d'éviter que le sort du litige ne soit lié au contenu d'une règle de conflit qui varie avec le tribunal saisi (Actes de la huitième session de la Conférence de La Haye 1956, p. 310 et Documents de la huitième session, p. 127; cf. aussi, sur ce qui précède, BISCHOFF, Les conventions de La Haye en matière d'obligations alimentaires, Journal du droit international 1964, p. 768/769).\n\nAussi la majorité de la doctrine et de la jurisprudence s'est-elle prononcée, conformément à l'art. 1er al. 1 de la convention, pour l'application de la loi de la résidence habituelle non seulement au quantum de l'obligation, mais aussi à son principe (v. OVERBECK, loc.cit., p. 147 et les citations aux n. 19 et 20; MÜLLER-FREIENFELS, loc.cit.; BISCHOFF, loc.cit., p. 769; FIRSCHING, De la filiation en droit français, autrichien et allemand, Revue international de droit comparé, 1973, p. 33; BELLET, Les nouvelles conventions de La Haye en matière d'obligations alimentaires, Journal du droit international 1974, p. 9; DE CESARI, Diritto agli alimenti del figlio naturale, convenzioni dell'Aja e ordine pubblico, Rivista di diritto internazionale privato e processuale 1974, p. 255 et n. 52; SONNENBERGER, Vaterschaftsfeststellung und Unterhaltsanspruch im internat. Privatrecht, Zeitschrift für das gesamte Familienrecht 1973, p. 554 II). Ce point de vue est confirmé BGE 102 II 128 S. 134par la genèse de la convention (Actes VIII, p. 168 et 311; Documents VIII, p. 125 et 127, Rapport de la commission spéciale: \"Dans la pratique une convention en ce domaine n'a de valeur réelle que si elle a pour résultat de soumettre les obligations alimentaires en leur entier aux dispositions d'une loi unique\" et: \"Par l'application de la loi de la résidence habituelle de l'enfant, on évite en outre que la personne qui doit entretenir l'enfant ne puisse se soustraire à l'obligation alimentaire en s'établissant dans un pays où cette obligation est soit inconnue, soit reconnue seulement dans une mesure très restreinte\"). Si le principe de l'obligation était soumis à une loi autre que celle de la résidence habituelle de l'enfant et si la filiation était érigée en question préalable à juger selon une loi déterminée par un rattachement distinct, une réponse négative à cette question pourrait faire obstacle à l'action alimentaire et empêcher l'application de la convention (cf. v. OVERBECK. L'application par le juge interne des conventions de droit international privé, Recueil des cours de l'Académie de droit international, 1971, I p. 62-65).\n\nL'autorité cantonale a dès lors fait une saine application de la convention en invitant le juge de première instance à statuer au fond, sur la base du droit allemand, aussi bien en ce qui concerne - préalablement - la condition fondamentale de l'obligation alimentaire, à savoir la paternité, respectivement le lien de filiation avec le défendeur, qu'en ce qui a trait aux modalités et au montant de cette obligation.\n\n4. Aux termes du par. 1600a BGB, introduit par la loi du 19 août 1969 (Nichtehelichengesetz), entrée en vigueur le 1er juillet 1970, les effets juridiques de la paternité ne peuvent être invoqués qu'à partir du moment où ils sont constatés. Ainsi, les nouvelles dispositions ont supprimé les actions alimentaires dans la mesure où elles ne peuvent plus être intentées avant l'établissement de la filiation (mais elles peuvent l'être en même temps, cf. PALANDT, BGB, 32e éd., par. 1600a n. 4). L'allocation d'aliments est subordonnée à la constatation formelle d'un lien de filiation à l'égard du père et l'établissement de ce lien est la condition de l'obligation alimentaire. C'est la conséquence de l'assimilation de l'enfant né hors mariage à l'enfant légitime.\n\nL'essentiel du recours est fondé sur ces principes - incontestés - du droit allemand. Le recourant soutient que le droit BGE 102 II 128 S. 135actuel allemand est incompatible avec la convention de La Haye, qui ne s'occupe que des actions alimentaires et qui, selon son art. 5, ne peut pas préjuger d'autres questions de droit de famille, notamment établir la filiation. Saisi d'un recours en réforme, le Tribunal fédéral n'examine que l'application du droit fédéral, cette notion comprenant aussi les conventions internationales ratifiées par la Suisse et qui s'appliquent au même titre qu'une loi fédérale (ATF 96 II 7). En revanche, l'application du droit étranger qui intervient en vertu d'une règle de conflit du droit fédéral échappe à l'examen du Tribunal fédéral. En l'espèce, la Cour fédérale de réforme est tenue uniquement de rechercher si l'autorité cantonale a désigné correctement le droit applicable en vertu des règles instituées par la convention de La Haye, mais non pas de revoir l'application du droit, puisque ce droit est étranger (ATF 77 II 117 consid. 2, ATF 88 II 203 consid. 4).\n\nAu demeurant, l'application du droit allemand ne conduit pas nécessairement à l'impasse relevée par le recourant.\n\nCertes, la Convention de La Haye de 1956 ne règle que le statut alimentaire, alors que le droit allemand, désigné par la convention comme applicable, exige l'action d'état, d'où découlent les conséquences alimentaires. Si le juge genevois, dans le but de satisfaire aux exigences du droit allemand, procède à la déclaration de paternité, cette déclaration n'aura, dans le régime conventionnel, que valeur de motif et si le dispositif contient des dispositions sur un point autre que l'obligation alimentaire, l'effet de la convention restera limité à cette dernière (art. 1er al. 2 de la convention de 1958 sur l'exécution). Cela ne signifie cependant pas que l'enfant soit empêché d'invoquer la convention pour demander des prestations alimentaires, parce que le droit du pays de sa résidence habituelle exige l'établissement préalable du rapport de filiation. Simplement, et aux fins de l'exécution, les effets du jugement seront limités au plan alimentaire (cf. v. OVERBECK, Une règle de conflits uniforme en matière d'obligations alimentaires envers les enfants, Nederlands Tudschrift voor international Recht, 1958, p. 265/266).\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours dans la mesure où il est recevable."}