{"annee": "102", "cour": "II", "page": "339", "date": "15/6/1976", "cite": ["34 II 681", "26 II 140", "95 II 176", "95 II 547", "74 II 158", "96 II 18"], "cite_par": ["119 II 227", "114 II 91"], "chapeau": "48. Auszug aus dem Urteil der I. Zivilabteilung vom 15. Juni 1976 i.S. X. gegen Y", "regestes": ["Bons de virement \"WIR\". Art. 20 CO. Un accord qui contrevient à des droits contractuels de tiers n'est pas sans autre illicite ou contraire aux moeurs (consid. 2). Art. 20 et 184 CO. Des avoirs \"WIR\" peuvent aussi être vendus, bien qu'ils ne soient pas incorporés dans un papier-valeur (consid. 3)."], "faits": "BGE 102 II 339 S. 339\n\nA.- Garageinhaber X., Mitglied der WIR-Wirtschaftsring-Genossenschaft, musste von Autokäufern häufig sogenannte \"WIR-Checks\" entgegennehmen. Mit Hilfe von Y., ebenfalls WIR-Genossenschafter, konnte er vom November 1973 BGE 102 II 339 S. 340bis September 1974 wiederholt grössere Posten mit einem Einschlag in Bargeld umwandeln. Dabei übernahm Y. jeweils von X. unterzeichnete und datierte WIR-Buchungsaufträge ohne Angabe eines Empfängers in der entsprechenden Rubrik. Dafür erteilte Y. entsprechende Gutschriften. Er blieb für die Gutschrift vom 4. Juni 1974 Fr. 19'456.-- schuldig und bezahlte auch Fr. 47'241.--, die das letzte (fünfte) und ohne Gutschrift abgewickelte Geschäft betrafen, nicht. Diese Säumnis hing damit zusammen, dass die Gesellschaft Z. über welche Y. jeweils die WIR-Checks abgesetzt hatte, nach dem Tode ihres wirtschaftlichen Inhabers in Konkurs geriet.\n\nB.- X. klagte gegen Y. auf Zahlung der ausstehenden Fr. 66'697.-- nebst Zins. Der Appellationshof des Kantons Bern wies die Klage am 2. Dezember 1975 ab. Das Bundesgericht hiess sie auf Berufung des Klägers gut.", "considerants": "Aus den Erwägungen:\n\n2. Der Handel mit WIR-Guthaben verstösst gegen den Zweckgedanken der WIR-Genossenschaft, die den Warenaustausch unter den Genossenschaftern fördern will (vgl. BGE 95 II 178). Die Kontobedingungen der Genossenschaft untersagen daher den Mitgliedern, WIR-Guthaben zu kaufen oder zu verkaufen und Blanko-Buchungsaufträge (ohne Namen des Empfängers) auszustellen (\"Verbot des WIR-Handels\"). Die Vorinstanz prüfte und verneinte die Frage nach der Nichtigkeit des Vertrages, weil der Beklagte die WIR-Guthaben nicht erworben, sondern bloss vermittelt habe, so dass für ihn die Verletzung der genossenschaftlichen Treuepflicht nicht Grundlage der Parteivereinbarung gewesen sei.\n\nOb der Beklagte als Käufer oder, wie die Vorinstanz annimmt, bloss als Beauftragter handelte, ändert nichts daran, dass er sich am verbotenen WIR-Handel beteiligte und gegen die genossenschaftliche Treuepflicht verstiess. Nach der Rechtsprechung und Lehre ist indessen eine Vereinbarung, die gegen vertragliche Rechte Dritter verstösst, nicht schlechthin rechts- oder sittenwidrig. Es müssen noch weitere Umstände hinzukommen, welche die Pflichtverletzung als besonders anstössig erscheinen lassen (vgl. BGE 74 II 166, BGE 34 II 686, BGE 26 II 142; VON TUHR/SIEGWART, OR I, S. 236 und 240; BECKER, N. 50 zu Art. 19 OR). Solche Umstände können nicht schon BGE 102 II 339 S. 341darin gesehen werden, dass die Parteien über WIR-Buchungsaufträge in Verletzung der genossenschaftlichen Kontobedingungen verfügt haben.\n\n3. Die Vorinstanz ist der Auffassung, die Vereinbarung der Parteien könne nicht als Kauf verstanden werden, da der Verkäufer dem Käufer das Eigentum am Kaufgegenstand zu verschaffen habe (Art. 184 Abs. 1 OR). Das sei bei \"WIR-Checks\" nicht möglich, da es sich nicht um Wertpapiere, sondern um blosse Buchungsaufträge handle.\n\nUnmöglichkeit nach Art. 20 OR ist nur anzunehmen, wenn sie von Anfang an bestanden hat; die versprochene Leistung muss aus tatsächlichen oder rechtlichen Gründen überhaupt nicht erbracht werden können (BGE 95 II 554, BGE 96 II 21). Davon kann hier nicht die Rede sein. Es ist bekannt, dass mit sogenannten \"WIR-Checks\" in beträchtlichem Ausmass Handel getrieben wird (BGE 95 II 178). Im vorliegenden Fall haben die Parteien denn auch die WIR-Geschäfte bis Ende Juli 1974 reibungslos abgewickelt. Die Vorinstanz verkennt, dass nicht nur körperliche Sachen Gegenstand eines Kaufvertrages sein können, wie man aus der Pflicht des Verkäufers zur Eigentumsverschaffung ableiten könnte (GUHL/MERZ/KUMMER, OR, S. 295). Es können auch Rechte verkauft werden, namentlich Forderungen (OSER/SCHÖNENBERGER, N. 3 zu Art. 184 OR), auch wenn sie, wie das für WIR-Buchungsaufträge zutrifft (BGE 95 II 181), nicht in einem Wertpapier verkörpert sind. Der blanko unterzeichnete WIR-Buchungsauftrag bietet dem Erwerber die Aussicht, nach Bezeichnung des Empfängers auf dem Papier, die Umbuchung durch die WIR-Zentrale zu erwirken und damit den entsprechenden Gegenwert in Waren zu erhalten. Diese Möglichkeit verschaffte der Kläger dem Beklagten mit der Übergabe der Blanko-Buchungsaufträge. Es kommt daher für die rechtliche Beurteilung nichts darauf an, dass der Kläger wusste, der Beklagte werde die Buchungsaufträge weitergeben. Freilich war dieses Vorgehen für den Beklagten mit Risiken verbunden, sei es dass er keinen Endabnehmer finden konnte, sei es dass die WIR-Zentrale die Umbuchung verweigerte. Das hindert aber die Annahme eines Kaufs nicht (vgl. LAUTNER, Der \"WIR\"-Verrechnungsverkehr, Diss. Zürich 1964, S. 189; OTT, Das WIR-Geld, SJZ 54 [1958], S. 148).\n\nDer Kläger hat Anspruch auf den Kaufpreis, wenn er seinerseits BGE 102 II 339 S. 342erfüllt hat. Das trifft hier zu. Er hatte dem Beklagten mindestens die freie Verfügung über die Blanko-Buchungsaufträge einzuräumen. Fragen kann sich, ob er auch dafür zu sorgen hatte, dass eine Umbuchung auf bestimmte WIR-Konten zustande komme. So wird die Auffassung vertreten, die Abtretung von WIR-Guthaben geschehe zahlungshalber und es fehle an der Erfüllung, wenn der Empfänger die Buchungsaufträge erfolglos zur Umbuchung vorweist (OTT, a.a.O., S. 147/48). Diese Meinung kann hier bestanden haben, stellte doch der Beklagte dem Kläger schriftliche Schuldanerkennungen erst aus, wenn die Buchungsaufträge nach den Mitteilungen der Z. über die Konten verschiedener Empfänger abgewickelt waren. Damit übereinstimmend behauptete der Kläger im kantonalen Verfahren, alle dem Beklagten übergebenen Buchungsaufträge seien seinem Konto belastet worden. Dass es sich auch beim fünften Geschäft so verhielt, geht aus dem Schreiben des Klägers vom 12. September 1974 an den Beklagten hervor, welches die Empfänger der Buchungsaufträge bereits nannte. Es dürfte daher ein Versehen sein, wenn der Kläger in der Berufungsschrift ausführt, er habe zwar jeweils nachträglich von der WIR-Genossenschaft die Umbuchungen erfahren, wisse aber nicht, wer die letzten WIR-Guthaben erworben habe. Aus den erwähnten Belastungen ergibt sich auch, dass die vom Beklagten im kantonalen Verfahren erwähnte Sperre des klägerischen WIR-Kontos erst später wirksam geworden sein kann. Selbst wenn man also mit OTT (a.a.O. S. 147/48) annehmen wollte, die Umbuchung der abgetretenen WIR-Guthaben gehöre zur Erfüllungspflicht des Verkäufers, wäre hier diese Voraussetzung (im Unterschied zu dem in BGE 95 II 177 beurteilten Tatbestand) erfüllt."}