{"annee": "102", "cour": "V", "page": "239", "date": "21/12/1976", "cite": ["100 V 53"], "cite_par": ["110 V 351", "104 V 107", "110 V 54", "109 V 97"], "chapeau": "58. Urteil vom 21. Dezember 1976 i.S. Vannozzi gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 200 et 200bis al. 1 RAVS. Autorités compétentes pour connaître des recours de personnes dont le domicile est litigieux."], "faits": "|239|\n\nA.- Die am 31. Mai 1911 geborene Amerikanerin Elisabetta Lucke heiratete 1956 den Italiener Umberto Vannozzi (geb. 1916) und erwarb dadurch die italienische Staatsangehörigkeit. Sie ist zusammen mit ihrem Ehemann, der als Prediger wirkt, in Messina als Missionarin der Zeugen Jehovas tätig. Umberto Vannozzi ist in der Schweiz geboren und besitzt die Niederlassungsbewilligung (Ausländerausweis C). Die Eheleute |240| halten sich jedes Jahr für einige Wochen in R. ZH auf, wo der Mann zusammen mit seinen Eltern bis 1954 in der Landwirtschaft tätig war.\n\nElisabetta Vannozzi meldete sich am 17. Dezember 1975 bei der AHV-Zweigstelle R. zum Bezug einer ausserordentlichen Altersrente an. Mit Verfügung vom 7. Januar 1976 wies die Ausgleichskasse des Kantons Zürich das Begehren mit der Begründung ab, die Gesuchstellerin wohne grösstenteils in Messina und halte sich nur kurzfristig in R. auf, weshalb die im schweizerisch-italienischen Sozialversicherungsabkommen aufgestellte Voraussetzung des 10jährigen ununterbrochenen Aufenthaltes in der Schweiz nicht erfüllt sei.\n\nB.- Die AHV-Rekurskommission des Kantons Zürich trat durch Verfügung vom 4. Juni 1976 auf eine von Elisabetta Vannozzi erhobene Beschwerde mangels örtlicher Zuständigkeit nicht ein. Da die Beschwerdeführerin ihren Wohnsitz in Italien habe, sei laut Art. 200bis Abs. 1 AHVV zur Beurteilung der Beschwerde die Eidgenössische Rekurskommission für Personen im Ausland zuständig, an welche die Akten nach Rechtskraft des Entscheides zu überweisen seien.\n\nC.- Elisabetta Vannozzi führt Verwaltungsgerichtsbeschwerde, der dem Sinne nach zu entnehmen ist, dass sie die Ausrichtung einer ausserordentlichen Altersrente verlangt. Sie macht geltend, sich wohl meistens in Italien aufzuhalten, ihre Niederlassung und ihren Wohnsitz habe sie indessen mit ihrem Ehemann zusammen in R.\n\nWährend die Ausgleichskasse auf Abweisung der Verwaltungsgerichtsbeschwerde schliesst, beantragt das Bundesamt für Sozialversicherung, die AHV-Rekurskommission des Kantons Zürich sei anzuweisen, in der Sache zu entscheiden.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. ...\n\n2. Die AHV-Rekurskommission des Kantons Zürich hat ihre Zuständigkeit mit der Begründung verneint, die Beschwerdeführerin habe nicht Wohnsitz in der Schweiz, sondern in Italien, weshalb nicht sie, sondern gemäss Art. 200bis Abs. 1 AHVV die Rekurskommission der AHV/IV für die im Ausland wohnenden Personen die Beschwerde gegen die Verfügung der Ausgleichskasse des Kantons Zürich zu beurteilen habe.\n\n|241|\n\na) Gemäss Art. 84 Abs. 2 AHVG werden die Beschwerden in erster Instanz - neben den kantonalen Rekursbehörden - von der vom Bundesrat bestellten Rekurskommission für die in Art. 62 Abs. 2 AHVG genannte Ausgleichskasse beurteilt. Nach Art. 200bis Abs. 1 AHVV ist diese besondere Rekurskommission zuständig zur Beurteilung der Beschwerden von im Ausland wohnenden Personen, vorbehältlich Art. 200 Abs. 1 und 3. Laut Absatz 1 dieser letztgenannten Bestimmung (in der Fassung der Verordnung vom 18. Oktober 1974, in Kraft seit 1. Januar 1975) ist zur Beurteilung der Beschwerden die Rekursbehörde desjenigen Kantons zuständig, in welchem der Beschwerdeführer bei Erlass der angefochtenen Verfügung seinen Wohnsitz, Sitz oder Aufenthalt hat. Und nach Art. 200 Abs. 4 AHVV ist zuständig für die Beurteilung von Beschwerden gegen Verfügungen einer kantonalen Ausgleichskasse in allen Fällen die Rekursbehörde des entsprechenden Kantons.\n\nb) Massgebender Anknüpfungspunkt gemäss Art. 200bis Abs. 1 AHVV ist das territoriale Kriterium, dass der Beschwerdeführer bei Einreichung der Beschwerde im Ausland wohnt (vgl. zu diesem Begriff BGE 100 V 57 Erw. 4), und zwar ohne Rücksicht darauf, welche Ausgleichskasse die angefochtene Verfügung erlassen hat (BGE 100 V 57 Erw. 3c).\n\nArt. 200 Abs. 4 AHVV dagegen grenzt bloss die Zuständigkeit unter kantonalen Rekursbehörden ab (BGE 100 V 57 Erw. 3d).\n\n3. a) Laut dem Gesagten entscheidet sich somit nach dem Wohnsitz der Beschwerdeführerin, der im vorliegenden Fall streitig ist, welche Rekursbehörde die Beschwerde zu beurteilen hat.\n\nDas Bundesamt für Sozialversicherung schlägt vor, dass in einem solchen Fall diejenige Rekursbehörde als zuständig zu betrachten sei, die der Streitfrage sachlich und örtlich am nächsten stehe.\n\nDiese Lösung ist in der Regel zweckmässig und hält sich im Rahmen der Überlegungen, die Anlass zu der auf den 1. Januar 1975 in Kraft getretenen Abänderung von Art. 200 Abs. 1 AHVV gegeben haben (vgl. dazu ZAK 1974 S. 452).\n\nb) Der Entscheid, ob die Beschwerdeführerin eine ausserordentliche Altersrente beanspruchen kann, hängt unter anderem davon ab, ob sie in der Schweiz (in R.) Wohnsitz habe.\n\n|242|\n\nDie AHV-Rekurskommission des Kantons Zürich hat daher nach dem Gesagten die von Elisabetta Vannozzi gegen die Verfügung der Ausgleichskasse des Kantons Zürich erhobene Beschwerde materiell zu beurteilen. Sie wird bei der Prüfung der Frage des Wohnsitzes der Beschwerdeführerin insbesondere auch noch den in ihrem Nichteintretensentscheid nicht berührten Gesichtspunkt zu berücksichtigen haben, dass der Wohnsitz des Ehemannes grundsätzlich als Wohnsitz der Ehefrau gilt (Art. 25 ZGB).\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird, soweit darauf einzutreten ist, in dem Sinne gutgeheissen, dass die Sache zum Entscheid an die AHV-Rekurskommission des Kantons Zürich zurückgewiesen wird."}