{"annee": "102", "cour": "IA", "page": "160", "date": "21/1/1976", "cite": ["101 IA 259", "100 IA 82", "94 I 451", "97 I 509"], "cite_par": ["103 IA 191", "115 IA 42", "116 IA 52"], "chapeau": "25. Extrait de l'arrêt du 21 janvier 1976 en la cause Commune de Villars-sur-Glâne contre Conseil d'Etat du canton de Fribourg et hoirs Schmid", "regestes": ["Autonomie des communes fribourgeoises dans le domaine des constructions. 1. Autonomie communale. Pouvoir d'examen du Tribunal fédéral (consid. 2). 2. Autonomie des communes fribourgeoises en matière de police des constructions (consid. 3). Ces communes disposent d'une certaine autonomie lors de l'élaboration de plans et de règlements communaux des constructions (consid. 4a); elles ne sont en revanche pas autonomes en matière de demandes et d'octrois de permis de construire (consid. 4b), sous réserve d'une exception non réalisée en l'espèce (consid. 4c). 3. Irrecevabilité d'un grief tiré d'une prétendue violation de l'art. 4 Cst. qui est sans rapport étroit avec celui de violation de l'autonomie communale (consid. 5)."], "faits": "|161|\n\nLe 12 juillet 1973, les hoirs de Marcel Schmid ont requis l'autorisation de transformer un bâtiment situé sur le territoire de la commune de Villars-sur-Glâne. Cette dernière demanda quelques corrections et modifications. Avant d'obtenir le permis de construire, les propriétaires entreprirent les travaux; ce comportement leur valut une amende préfectorale. Le 11 décembre 1973, le Lieutenant du Préfet de la Sarine accorda aux hoirs Schmid le permis de construire sollicité; il écarta ainsi le préavis négatif de la commune, qui relevait que le projet de plan communal d'aménagement à l'étude prévoyait, pour la zone où l'immeuble était situé, un indice de construction de 0,6, et que le bâtiment des hoirs Schmid correspondait à l'indice de 0,82 avant les transformations, et à celui de 0,99 après celles-ci.\n\nLa commune a recouru contre la décision d'octroi du permis de construire auprès du Conseil d'Etat. Celui-ci ayant rejeté son recours, elle a formé un recours de droit public auprès du Tribunal fédéral, en alléguant la violation de son autonomie.", "considerants": "Extrait des considérants:\n\n2. Selon la jurisprudence du Tribunal fédéral, il y a autonomie communale non seulement lorsque la commune agit dans un domaine qui lui est exclusivement réservé, mais également dès qu'une liberté de décision relativement importante lui est laissée dans l'accomplissement de tâches d'intérêt public, et cela sans égard à l'étendue du pouvoir de contrôle |162| qu'une autorité étatique peut exercer. L'autonomie communale est alors lésée non seulement lorsque l'autorité cantonale s'attribue une compétence réservée à la commune, mais aussi lorsque cette autorité, tout en statuant dans les limites de ses attributions, abuse de manière insoutenable de son pouvoir d'appréciation. Le champ et la portée de l'autonomie communale sont déterminés par le droit cantonal, que le Tribunal fédéral examine librement ou sous l'angle restreint de l'arbitraire, selon qu'il s'agit de dispositions constitutionnelles ou de dispositions légales (ATF 101 Ia 261, 395; ATF 100 Ia 84).\n\n3. a) La constitution cantonale fribourgeoise ne parle pas expressément de l'autonomie des communes. Elle contient cependant quelques dispositions de caractère général relatives à l'administration de ces collectivités. L'art. 76 prévoit que la loi règle tout ce qui a rapport à l'organisation politique et administrative des communes et celles-ci, selon l'art. 77, sont sous la haute surveillance de l'Etat, en ayant, sous ce contrôle, la libre administration de leurs biens. Enfin, selon l'art. 52 lettre f, la surveillance de l'administration des communes et des paroisses incombe au Conseil d'Etat. Si ces dispositions constitutionnelles reconnaissent une certaine liberté administrative aux communes, elles ne déterminent pas les attributions qui leur sont dévolues dans les divers secteurs de l'administration. Il importe donc de rechercher dans la loi si et dans quelle mesure les communes fribourgeoises sont autonomes dans le domaine des constructions.\n\nb) L'art. 150 de la loi sur les communes et paroisses, du 19 mai 1894, prévoit que le Conseil communal surveille les constructions privées, qu'il peut se faire exhiber des plans et devis, et qu'il fait opposition à leur exécution, dans le cas où la sûreté, la solidité, l'alignement et l'esthétique (règles de l'art) l'exigent. Cette disposition ne précise pas pour autant la mesure de l'autonomie communale dans le domaine des constructions; celle-ci est à rechercher dans la loi sur les constructions, du 15 mai 1962 (LC), qui, à cet égard, explicite de manière détaillée les attributions des communes.\n\n4. Le chapitre IV de la loi fribourgeoise sur les constructions est consacré à la réglementation communale (art. 27 à 41 LC), alors que le chapitre VI contient les dispositions relatives à la procédure, soit à l'approbation des plans d'aménagement et des règlements (art. 55 à 60 LC), d'une part, et aux permis |163| de construire (art. 61 à 70 LC), d'autre part. Il ressort des dispositions de la LC que cette loi accorde aux communes, en matière de police des constructions, des compétences plus ou moins étendues suivant les cas, de sorte que l'on ne saurait soutenir d'emblée que ces collectivités sont en principe autonomes en ce domaine. On constate plutôt qu'une distinction s'impose, suivant qu'il s'agit de l'élaboration des plans et règlements communaux ou de l'octroi des permis de construire.\n\na) Aux termes de l'art. 27 LC, l'autorité communale peut édicter des prescriptions relatives aux constructions, en particulier élaborer un plan directeur, établir un plan d'aménagement et édicter un règlement de police des constructions. Le Conseil d'Etat peut imposer à une commune l'obligation d'établir un plan directeur ou un plan d'aménagement (art. 28 LC). Il lui appartient d'approuver les plans communaux dans la mesure où ils répondent à un intérêt public et sont conformes à la réglementation cantonale (art. 58 LC). Cette approbation donne aux plans force obligatoire tant pour les autorités qu'à l'égard des particuliers (art. 37 LC). Les règlements communaux doivent obligatoirement contenir des prescriptions sur les objets énumérés à l'art. 38 LC. Ils sont également soumis à l'approbation du Conseil d'Etat (art. 60 LC).\n\nIl convient d'admettre, au vu de ces dispositions, que les communes fribourgeoises jouissent d'une certaine autonomie en matière d'élaboration des plans et règlements communaux. Certes, les pouvoirs réservés au Conseil d'Etat sont relativement étendus, puisqu'il incombe à cette autorité de contrôler la conformité aux droits fédéral et cantonal des plans et règlements soumis à son approbation. En outre, selon l'art. 58 du règlement d'exécution de la LC, du 15 février 1965 (RLC), le Conseil d'Etat peut renvoyer le dossier à la commune pour modification ou même apporter lui-même les modifications qui s'imposent après avoir donné à la commune l'occasion de se prononcer à leur sujet. L'approbation par le Conseil d'Etat comporte le rejet des oppositions qui n'ont pas été liquidées au stade communal; elle peut aussi se faire sous réserve de certaines modifications rendues nécessaires pour donner suite aux oppositions justifiées (art. 59 RLC). L'autorité exécutive cantonale contrôle ainsi tant la légalité que l'opportunité des plans et règlements qui lui sont soumis. Mais ce contrôle, |164| certes étendu, ne rend pas inopérant le pouvoir de la commune d'édicter des prescriptions relatives aux constructions par le truchement de plans et de régalements. En cette matière, les communes sont en principe autonomes, même si l'autorité hiérarchique de surveillance jouit d'un large pouvoir d'appréciation dans le cadre de l'approbation qu'elle est appelée à donner (cf. ATF 101 Ia 260 ss).\n\nb) La procédure de demande et d'octroi des permis de construire est réglée par les art. 60 ss LC. Toute demande de permis de construire doit être mise à l'enquête publique, par dépôt au secrétariat communal, pendant dix jours dès la publication par les soins de la commune (art. 63 LC). Les demandes de permis sont soumises, pour préavis, au Conseil communal, puis transmises à l'Inspectorat cantonal des constructions. Celui-ci, après avoir recueilli les préavis nécessaires, transmet la demande, avec son préavis, au préfet. C'est ce dernier qui se prononce sur la demande de permis en statuant sur les oppositions non réglées. S'il refuse le permis ou écarte des oppositions, il motive sa décision et avise les intéressés (art. 64 LC). Les décisions du préfet statuant sur les demandes de permis et sur les oppositions peuvent être déférées au Conseil d'Etat par le requérant, par un opposant ou par la commune.\n\nSelon l'art. 70 LC, le contrôle des travaux échoit à l'autorité communale, \"qui veille au respect de la loi, des plans d'aménagement, des règlements ou des conditions du permis\", ainsi qu'aux organes qui ont été appelés à donner un préavis. L'Inspectorat cantonal des constructions s'assure de la bonne exécution, par les communes, de leurs tâches de contrôle. Lorsque le propriétaire exécute des travaux en violation de la loi, des plans d'aménagement, des règlements ou des conditions du permis, c'est au préfet qu'il appartient, d'office ou sur requête, d'ordonner la suspension des travaux, la démolition des parties non conformes ou le retrait du permis.\n\nEn matière d'octroi de permis de construire, les communes fribourgeoises n'exercent donc aucun pouvoir de décision; elles ne sauraient par conséquent se prévaloir de leur autonomie en ce domaine. En particulier, elles ne peuvent voir dans le refus du préfet de suivre le préavis communal une violation de leur autonomie. A cet égard, la qualité des communes pour recourir contre les décisions du préfet ne constitue pas un |165| élément décisif. Lorsqu'elle exerce son droit de recours, la commune n'agit pas nécessairement, comme titulaire de la puissance publique, en tant que collectivité autonome, mais bien d'abord comme partie en cause au même titre que le requérant ou l'opposant. Le rejet de son recours n'entraîne pas ipso facto la violation de son autonomie, une solution différente ne pouvant être admise que si le Conseil d'Etat, agissant en contradiction avec la loi, déclarait le recours irrecevable en déniant à la commune la qualité pour recourir. Certes, selon l'art. 70 LC, les communes exercent le contrôle des travaux. Mais il ne s'agit que de mesures d'exécution de décisions prises par le préfet ou par le Conseil d'Etat et qui ne relèvent pas de l'autonomie communale, d'autant plus que l'Inspectorat cantonal des constructions est chargé de surveiller l'exécution par les communes de leurs tâches de contrôle.\n\nc) La recourante soutient toutefois que l'on se trouve en l'espèce en présence de la situation exceptionnelle réglée par l'art. 56 LC. Selon cette disposition, dès la première publication de mise à l'enquête des plans d'aménagement communaux et de la réglementation spéciale qui en fait partie intégrante, et jusqu'à l'approbation par le Conseil d'Etat, aucune construction ne peut être élevée sur les terrains compris dans le plan (art. 56 al. 1 LC). Cependant, le préfet peut, moyennant l'accord formel de la commune, autoriser des constructions conformes au plan d'aménagement, pour éviter des retards dommageables (art. 56 al. 2 LC).\n\nA l'avis de la recourante, l'autorisation contestée a été délivrée par le préfet sans son accord formel, alors que l'immeuble en cause est visé par le plan d'aménagement communal mis à l'enquête publique et qui n'a pas encore été approuvé par le Conseil d'Etat, et que les transformations pour lesquelles le permis a été sollicité ne sont pas conformes à ce plan. Il convient donc d'examiner si le préfet a délivré le permis de construire sans tenir compte des conditions fixées par l'art. 56 al. 2 LC, en portant ainsi atteinte à l'autonomie de la recourante.\n\nDans la décision entreprise, le Conseil d'Etat soutient que l'art. 56 LC n'est pas applicable dans le présent cas. Il souligne à cet égard que cette disposition a pour but de préserver le territoire inclus dans le périmètre du projet de plan de |166| toutes constructions nouvelles (tour, HLM, etc.) qui seraient édifiées en contradiction avec les règles d'urbanisme que la commune entend faire respecter par la mise en vigueur du plan en cours pour une zone donnée. En revanche, s'il s'agit d'effectuer dans un bâtiment existant des transformations qui ne comportent ni augmentation du nombre des étages ni extension horizontale et qui, par conséquent, s'opèrent dans le cadre du volume existant, le problème de l'application de l'art. 56 LC ne peut se poser. Examinée sous l'angle restreint de l'arbitraire, cette interprétation ne paraît pas insoutenable. On peut effectivement admettre que l'interdiction temporaire de bâtir que l'art. 56 al. 1 LC édicte ne concerne que des constructions nouvelles, mais non les transformations d'un immeuble qui n'imposent pas une extension de son volume, mais uniquement des modifications intérieures.\n\nLe préfet pouvait donc en l'espèce décider l'octroi du permis de construire sans l'accord formel de la commune, dont le préavis n'avait pas pour lui de caractère impératif. Il ne saurait ainsi être question d'une atteinte à l'autonomie de la recourante, et les griefs que celle-ci soulève à cet égard ne sont pas fondés.\n\n5. La recourante reproche au surplus au Conseil d'Etat d'avoir arbitrairement confirmé la décision du préfet de délivrer aux intimés l'autorisation de construire. Elle ne précise pas en quoi consiste la violation alléguée de l'art. 4 Cst., mais fait simplement grief à l'autorité cantonale d'avoir méconnu les prescriptions de l'art. 70 LC. Selon la jurisprudence, une commune n'a qualité pour se plaindre d'une violation de l'art. 4 Cst. que dans la mesure où ce grief est dans un rapport étroit avec celui de violation de l'autonomie communale (ATF 97 I 511, ATF 94 I 455). La recourante n'ayant pas d'autonomie en matière de permis de construire, sous réserve du cas prévu à l'art. 56 LC, le grief qu'elle tire en l'espèce d'une violation de l'art. 4 Cst. est invoqué à titre indépendant; il est, pour ce motif, irrecevable.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours en tant qu'il est recevable."}