{"annee": "102", "cour": "IV", "page": "100", "date": "19/3/1976", "cite": ["101 IV 149", "101 IV 28"], "cite_par": ["103 IV 107", "109 IV 137", "108 IV 3", "106 IV 398", "103 IV 289", "105 IV 18"], "chapeau": "25. Auszug aus dem Urteil des Kassationshofes vom 19. März 1976 i.S. Mischler gegen Staatsanwaltschaft des Kantons Graubünden.", "regestes": ["Art. 125 CP. En cas de délit d'omission, l'existence d'un lien de causalité naturelle entre le comportement de l'auteur et le résultat doit être admise lorsque l'acte que devait accomplir l'auteur, mais qui ne l'a pas été, aurait selon un haut degré de probabilité empêché le résultat."], "faits": "BGE 102 IV 100 S. 100\n\nA.- Am Nachmittag des 9. April 1973 wurde die fünfjährige Beatrice Regina Lange vom automatischen Garagetor der Liegenschaft Pulvermühlestrasse 11 in Chur eingeklemmt und so schwer verletzt, dass sie voraussichtlich dauernd querschnittgelähmt bleiben wird.\n\nBeim Garagetor handelt es sich um ein von der Firma Bator AG in Herzogenbuchsee konstruiertes automatisches Falttor. Es verfügt über zwei Sicherheitsvorrichtungen, nämlich einen pneumatischen Sicherheitswulst aus Gummi am Ende des äusseren Torflügels, der, wenn er eingedrückt wird, den Schliessvorgang unterbrechen und ein sofortiges Wiederöffnen des Tores bewirken soll, sowie einen parallel und in einem Abstand von 40 cm zum geschlossenen Tor angebrachten, auf eine fotoelektrische Zelle gerichteten Lichtstrahl, dessen Unterbrechung durch einen nicht lichtdurchlässigen Körper ebenfalls unverzüglich das Anhalten und Wiederöffnen des Tores zur Folge haben soll. Sicherheitswulst und Sicherheitslichtstrahl sind am gleichen Stromkreis angeschlossen; sie werden beide durch ein Zeitrelais gesteuert, das die Sicherheitselemente nach einer gewissen Zeit ausser Funktion setzt.\n\nMischler bekleidet in der Firma Bator AG den Posten des Leiters des technischen Büros für Tore, welches aus der Abteilung BGE 102 IV 100 S. 101für Konstruktion und Normierung und der Abteilung für Auftragsbearbeitung besteht. Er ist verantwortlich für die Konstruktion der automatischen Tore, während das zur Anwendung gelangte Steuergerät von einer Drittfirma hergestellt wird. Mischler war bekannt, dass sich mit einem Falttor der gleichen Konstruktionsart bereits am 17. April 1971 in St. Gallen ein tödlicher Unfall ereignet hatte.\n\nB.- Am 13. März 1975 sprach der Kreisgerichtsausschuss Chur Mischler von der Anklage der fahrlässigen Körperverletzung frei.\n\nAuf Berufung der Staatsanwaltschaft des Kantons Graubünden verurteilte der Kantonsgerichtsausschuss am 22. September 1975 Mischler wegen fahrlässiger Körperverletzung zu einer bedingt vorzeitig löschbaren Busse von Fr. 1'000.--.\n\nC.- Mischler führt eidg. Nichtigkeitsbeschwerde. Er beantragt Freisprechung von Schuld und Strafe.", "considerants": "Aus den Erwägungen:\n\nUnter dem Titel des \"adaequaten Kausalzusammenhangs\" führt der Beschwerdeführer aus, es werde ihm von der Vorinstanz vorgeworfen, bei der Konstruktion des Sicherheitssystems den Sicherheitsanforderungen ungenügend Beachtung geschenkt und insbesondere aus dem Unfall in St. Gallen nicht die nötigen Lehren gezogen zu haben. Damit werde ihm eine unechte Unterlassung zur Last gelegt. Unterlassungen seien indessen nur strafbar, wenn sie für den eingetretenen, strafrechtlich erheblichen Erfolg kausal gewesen seien. Dabei gehe es nicht um eine reale, sondern um eine hypothetische Kausalität, indem geprüft werden müsse, ob der verpönte Erfolg nach allgemeiner Erfahrung hätte abgewendet werden können, wenn der Täter die ihm gebotene Pflicht zu handeln beachtet hätte (BGE 101 IV 31 E. 3a). Die Rechtsprechung verlange einen hohen Grad der Wahrscheinlichkeit, an dem es hier jedoch fehle. Der Gutachter Nusbaumer habe festgestellt, es könne heute unmöglich nachgewiesen werden, ob der pneumatische Sicherheitswulst ursprünglich nach der Installation richtig funktioniert habe. Nach dem Experten Hirsig könne der Unfall auf eine unrichtige Einstellung des Druckwellenkontakts oder auf ein dem System anhaftendes Unvermögen BGE 102 IV 100 S. 102zurückgehen, und der Gutachter Fasnacht meine, es bestünden gute Gründe zur Annahme, dass das Versagen der Sicherheitsvorrichtung durch unbefugte Manipulationen unbekannter Nichtfachleute verursacht worden sei. Es könne daher nicht mit einem hohen Grad der Wahrscheinlichkeit nachgewiesen werden, dass die dem Beschwerdeführer vorgeworfene unechte Unterlassung die Ursache des strafbaren Enderfolgs gewesen sei.\n\nDie vom Beschwerdeführer damit unter dem Titel der Adäquanz aufgeworfene Frage ist, wenn man auf die neueste Rechtsprechung abstellt, eigentlich eine solche der natürlichen Ursachenfolge. Zwar ist nicht zu übersehen, dass der vom Beschwerdeführer herangezogene Entscheid des Kassationshofes (BGE 101 IV 31) diesbezüglich nicht völlig klar ist. Aus BGE 101 IV 149 ff. erhellt jedoch zweifelsfrei, dass die Frage, ob ohne die Unterlassung der Enderfolg mit einem hohen Grad der Wahrscheinlichkeit ausgeblieben wäre, eine solche des natürlichen Kausalzusammenhangs ist. Indessen enthält auch dieser letzte Entscheid insoweit eine Ungereimtheit, als einerseits gesagt wird, es müsse das Verhalten des Täters mit einem hohen Wahrscheinlichkeitsgrad die Ursache des strafbaren Erfolgs sein, und andererseits bei der konkreten Prüfung danach gefragt wird, ob die erwartete, aber unterlassene Handlung den Eintritt des Erfolgs höchstwahrscheinlich verhindert hätte.\n\nDa bei unechten Unterlassungsdelikten die natürliche Kausalität nur als eine hypothetische denkbar ist, ist es folgerichtig, die Frage nach ihrem Vorliegen danach auszurichten, welche Wirkung bezüglich des Enderfolgs die Handlung gehabt hätte, die vom Täter erwartet, jedoch tatsächlich unterlassen wurde. Die unterlassene Handlung stünde dann mit dem eingetretenen Erfolg in dem gesetzmässigen Zusammenhang, wenn das gedachte Tun mit einem hohen Grad der Wahrscheinlichkeit den Erfolg abgewendet hätte, mit andern Worten, wenn die erwartete Handlung nicht hinzugedacht werden könnte, ohne dass der Erfolg höchstwahrscheinlich entfiele (s. JESCHECK, Lehrbuch des Strafrechts, Allgemeiner Teil, 2. Aufl., S. 468/469).\n\nAuf den vorliegenden Fall angewendet, hätte also der kantonale Richter prüfen müssen, ob die schwere Körperverletzung der Beatrice Lange mit hoher Wahrscheinlichkeit nicht BGE 102 IV 100 S. 103eingetreten wäre, wenn der Beschwerdeführer die Handlungen welche von ihm aufgrund seiner Sorgfaltspflichten als Konstrukteur des Garagetors zu erwarten waren, gesetzt hätte. Die Vorinstanz hat sich hiezu nicht geäussert."}