{"annee": "102", "cour": "IA", "page": "104", "date": "21/1/1976", "cite": ["91 I 81", "91 I 457", "98 IA 395", "66 I 19", "90 I 321", "68 I 18", "98 IA 659", "99 IA 604", "87 I 451", "89 I 464", "98 IA 105", "93 I 38", "97 I 792", "100 IA 334", "100 IA 41", "99 IA 535", "99 IA 394", "99 IA 262", "83 I 111", "98 IA 584", "96 I 138", "100 IA 322", "100 IA 97", "88 I 173", "97 I 499", "95 I 546"], "cite_par": ["114 IA 114", "111 IA 93", "119 IA 460", "106 IA 355", "105 IA 349", "103 IA 176", "106 IA 136", "116 IA 345", "104 IA 336", "118 IA 245", "104 IA 350", "106 IA 94", "103 IA 586", "142 I 99", "106 IA 163", "104 IA 240", "113 IA 126", "110 IB 138", "103 IA 329", "110 IA 167", "106 IA 342", "116 IA 426", "113 IA 444", "106 IA 267", "103 IA 369", "111 IA 23", "109 IA 264", "104 IA 88", "108 IA 33", "113 IA 390"], "chapeau": "20. Urteil vom 21. Januar 1976 i.S. Magazine zum Globus AG und Mitbeteiligte gegen Landrat des Kantons Basel-Landschaft.", "regestes": ["Aménagement du territoire; dispositions concernant la construction de centres commerciaux (art. 22ter, 22quater et 31 Cst.; séparation des pouvoirs, art. 85 lettre a OJ). Examen de la constitutionnalité (contrôle abstrait des normes) de l'arrêté du Grand Conseil du canton de Bâle-Campagne, du 15 mars 1975, concernant la procédure à suivre lors de la création de nouvelles surfaces de vente: 1. Qualité pour attaquer des arrêtés de portée générale (consid. 1a). 2. Fonction du contrôle abstrait des normes (consid. 1b). 3. Séparation des pouvoirs, art. 85 lettre a OJ: compétence du Grand Conseil d'édicter des dispositions en matière d'aménagement du territoire et concernant l'implantation de centres commerciaux (consid. 2). 4. Rapport entre la garantie de la propriété et la liberté du commerce et de l'industrie (consid. 3). 5. Art. 22ter et 31 Cst.: exigence d'une base légale (consid. 4). 6. Etendue et portée de la liberté du commerce et de l'industrie en matière d'aménagement du territoire; rapport entre les art. 31 et 22quater Cst. (consid. 5a). 7. Nécessité de dispositions particulières en ce qui concerne l'implantation de centres commerciaux. Approvisionnement des zones d'habitation en biens de consommation, en tant qu'objet de l'aménagement du territoire (consid. 5b). 8. Examen matériel de certaines dispositions de l'arrêté entrepris: a) Fixation d'une surface nette de vente de 8000 m2 au maximum par commerce (consid. 6a). b) Exigence selon laquelle chaque commerce de plus de 3000 m2 de surface nette de vente doit être facilement accessible au moyen des transports publics (consid. 6b). c) Restrictions concernant tant la grandeur que l'emplacement et fondées sur des motifs d'aménagement du territoire (consid. 6c). d) Notion de \"commerce\" auquel s'applique l'arrêté du Grand Conseil (consid. 6d). 9. Défaut d'une \"liberté de consommation\" garantie constitutionnellement (consid. 7)."], "faits": "BGE 102 Ia 104 S. 106\n\nAuf Antrag des Regierungsrates fasste der Landrat des Kantons Basel-Landschaft gestützt auf §§ 35 und 44 des kantonalen Baugesetzes am 13. März 1975 einen Beschluss \"über das Verfahren bei Schaffung neuer Verkaufsflächen\" (nachfolgend Landratsbeschluss) mit dem folgenden Wortlaut:\n\n§ 1\n\nGeltungsbereich\n\nDie nachstehenden Vorschriften für neue Verkaufsflächen finden bei der Neuschaffung und Erweiterung von Verkaufseinheiten des Detailhandels Anwendung, sofern deren gesamte Nettoladenfläche 1000 m2 und mehr beträgt.\n\nAusgenommen sind Erweiterungen, bei denen der Zuwachs an Nettoladenfläche nicht mehr als 20% ausmacht.\n\n§ 2\n\nDefinitionen\n\n1 Für die Berechnung der Nettoladenfläche werden jene Bruttogeschossflächen von Detailhandelsgeschäften berücksichtigt, die dem Kunden zugänglich sind, zuzüglich Bedienungs-, Pult-, Gestell- und Auslageflächen.\n\n2 Als Detailgeschäfte gelten Betriebe, die Waren vorwiegend an Kunden verkaufen, welche diese zu ihrem eigenen Gebrauch verwenden.\n\n3 Bei Ausstellungsräumen für Möbel, Motorfahrzeuge usw. gilt nur die Hälfte der effektiven Nettoladenfläche als Nettoladenfläche im Sinne dieser Vorschriften.\n\nBGE 102 Ia 104 S. 107\n\n4 Als Verkaufseinheit gelten ein oder mehrere Detailhandelsunternehmen, deren Nettoladenflächen in enger räumlicher Beziehung zueinander stehen und die unter sich eine bauliche oder planerische Einheit bilden.\n\n§ 3\n\nVorschriften\n\n1 Verkaufseinheiten im Sinne von § 1 dürfen nur aufgrund eines rechtskräftigen Quartierplanes bewilligt werden.\n\n2 Die gesamte Nettoladenfläche einer Verkaufseinheit darf nicht mehr als 8000 m2 betragen.\n\n3 Verkaufseinheiten müssen den Zentren gemäss Ortsplanung zugeordnet sein.\n\n4 Die Grösse einer Verkaufseinheit hat sich nach der Funktion des Zentrums zu richten, innerhalb dem sie erstellt werden soll.\n\n5 Der erforderliche Ausbau des kantonalen und kommunalen Verkehrsnetzes im Einflussbereich einer Verkaufseinheit muss auch ausserhalb des Quartierplanperimeters durch rechtsverbindliche Pläne gesichert sein.\n\n6 Verkaufseinheiten von 3000 m2 Nettoladenfläche und mehr müssen mit dem öffentlichen Verkehrsmittel gut erreichbar sein.\n\n§ 4\n\nInkrafttreten\n\nDiese Vorschriften treten sofort in Kraft und gelten bis zum Inkrafttreten des definitiven Regionalplanes Siedlung.\n\nDie Firma Magazine zum Globus AG, Zürich (Beschwerdeführerin 1), die Firma Maus Frères SA, Genf (Beschwerdeführerin 2), die Brauerei Ziegelhof (AG), Liestal (Beschwerdeführerin 3), Karl Martin-Leibundgut, Frenkendorf (Beschwerdeführer 4), und René Nydegger-Schneider, Frenkendorf (Beschwerdeführer 5), führen mit gemeinsamer Eingabe im Anschluss an die Publikation des Landratsbeschlusses gegen diesen staatsrechtliche Beschwerde. Sie rügen eine Verletzung von § 11 und § 18 Ziff. 2 und 4 der Kantonsverfassung (in Verbindung mit Art. 85 lit. a OG) sowie von Art. 4, 22ter und 31 BV und stellen den Antrag, es sei der angefochtene Landratsbeschluss vollumfänglich aufzuheben.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Beim angefochtenen Landratsbeschluss handelt es sich um eine Anordnung generell-abstrakten Charakters, d.h. um einen Erlass im Sinne von Art. 84 Abs. 1 OG. Zur Anfechtung eines solchen ist jeder legitimiert, auf den die als verfassungswidrig BGE 102 Ia 104 S. 108bezeichneten Vorschriften künftig einmal angewendet werden könnten; es genügt ein virtuelles Betroffensein (BGE 100 Ia 43, BGE 99 Ia 396 E. Ia mit Hinweisen). Soweit gestützt auf Art. 85 lit. a OG eine Verletzung der Referendumspflicht gerügt wird, ist jeder Stimmbürger des Kantons zur Beschwerde legitimiert, unabhängig davon, ob und wieweit er durch den angefochtenen Erlass sachlich betroffen ist (BGE 98 Ia 108 E. 1b).\n\nBei den Beschwerdeführerinnen 1 und 2 handelt es sich um zwei Unternehmen der Warenhausbranche, welche im Gebiet Hülften in Frenkendorf die Erstellung eines grossen Einkaufszentrums (Nettonutzfläche rund 30000 m2) geplant haben und durch den angefochtenen Landratsbeschluss daher nicht bloss virtuell, sondern unmittelbar betroffen sind. Die Beschwerdeführer 3 und 4 sind Eigentümer und eventuelle Verkäufer des für das erwähnte Einkaufszentrum vorgesehenen Areals und insofern ebenfalls unmittelbar betroffen. Soweit die Beschwerdeführer 1-4 den Landratsbeschluss wegen seines materiellen Gehaltes anfechten, sind sie zur Beschwerde grundsätzlich legitimiert. Ob sich alle vier Beschwerdeführer sowohl auf die Eigentumsgarantie als auch die Handels- und Gewerbefreiheit berufen können, ist hier nicht weiter zu untersuchen. Jedenfalls steht den Beschwerdeführerinnen 1 und 2 der Schutz von Art. 31 BV und den Beschwerdeführern 3 und 4 der Schutz von Art. 22ter BV zu, so dass auf die in der gemeinsamen Beschwerdeeingabe erhobenen entsprechenden Rügen einzutreten ist.\n\nDer Beschwerdeführer 4 ist überdies, zusammen mit dem Beschwerdeführer 5, als Stimmbürger des Kantons Basel-Landschaft zur Rüge legitimiert, dass die fragliche Regelung Gegenstand eines referendumspflichtigen formellen Gesetzes bilden müsste und der angefochtene Landratsbeschluss daher die politische Stimmberechtigung verletze. Eine entsprechende Rüge wird, unter Hinweis auf das Gewaltentrennungsprinzip, auch von den Beschwerdeführerinnen 1-3 vorgebracht. Die Verletzung des Grundsatzes der Gewaltentrennung kann auch von nicht stimmberechtigten Personen gerügt werden, wenn sie durch den Inhalt des angefochtenen Erlasses virtuell oder unmittelbar betroffen sind (BGE 93 I 44 ff. E. 3; vgl. auch BGE 96 I 141). Da dies nach dem Gesagten auf die Beschwerdeführer 1-3 zutrifft, BGE 102 Ia 104 S. 109sind auch sie zur Erhebung der fraglichen Rüge legitimiert.\n\nb) Bei der Prüfung der Verfassungsmässigkeit von gesetzlichen Vorschriften im Rahmen der abstrakten Normenkontrolle ist massgebend, ob der betreffenden Norm nach anerkannten Auslegungsregeln ein Sinn zugemessen werden kann, der sie mit dem angerufenen Grundrecht vereinbar erscheinen lässt. Das Bundesgericht hebt die angefochtene kantonale Vorschrift nur auf, wenn sie sich jeder verfassungskonformen Auslegung entzieht, nicht jedoch, wenn sie einer solchen in vertretbarer Weise zugänglich ist (BGE 91 I 85 E. 2; vgl. auch BGE 100 Ia 105, BGE 99 Ia 274, ZBl 64/1963 S. 42; GYGI, Mittelbare Verfassungsverletzung als Beschwerdegrund im staatsrechtlichen Beschwerdeverfahren, in: Der Staat als Aufgabe, Gedenkschrift für Max Imboden, S. 169 Ziff. 9). Sodann sind im abstrakten Normenkontrollverfahren die möglichen Auswirkungen einer neuen Vorschrift, selbst wenn deren Inhalt klar bestimmt ist und der rechtsanwendenden Behörde keinerlei Spielraum offensteht, nie völlig übersehbar. Erscheint eine generell-abstrakte Regelung bezogen auf normale Verhältnisse, wie sie vom Gesetzgeber zugrunde gelegt werden durften, als verfassungsrechtlich haltbar, so vermag die ungewisse Möglichkeit, dass sie sich in besonders gelagerten Einzelfällen als verfassungswidrig auswirken könnte, ein Eingreifen des Verfassungsrichters im Stadium der abstrakten Normenkontrolle im allgemeinen noch nicht zu rechtfertigen, vor allem dann nicht, wenn im fraglichen Sachbereich die Möglichkeit der spätern konkreten Normenkontrolle den Betroffenen einen hinreichenden Schutz bietet. Wird im dargelegten Sinne das Vorliegen einer Verfassungsverletzung im Rahmen der abstrakten Normenkontrolle verneint, hindert dies den Bürger nicht, die Verfassungswidrigkeit der betreffenden Vorschrift anlässlich ihrer Anwendung im Einzelfall erneut geltend zu machen (BGE 100 Ia 105; BGE 99 Ia 280 f., 265; ZBl 64/1963 S. 52 f.). Der im abstrakten Normenkontrollverfahren zu fällende Entscheid erwächst insoweit nicht in Rechtskraft (BGE 68 I 29 f.)\n\n2. Die Verletzung der politischen Stimmberechtigung sowie des Gewaltentrennungsprinzipes wird darin erblickt, dass der Landrat mit dem angefochtenen Beschluss die ihm BGE 102 Ia 104 S. 110von Verfassungs wegen und aufgrund gesetzlicher Ermächtigung zustehenden Rechtsetzungskompetenzen überschritten und durch Umgehung der Referendumspflicht in die Befugnisse des Stimmbürgers eingegriffen habe.\n\na) § 10 Abs. 1 KV gewährleistet ausdrücklich die Trennung zwischen gesetzgebender, vollziehender und richterlicher Gewalt, grenzt aber den Kompetenzbereich der betreffenden Staatsorgane nicht selber ab. Nach § 11 KV unterliegen der Volksabstimmung \"alle Gesetze, ebenso die allgemein verbindlichen Beschlüsse und Verträge, soweit sie über die in Verfassung und Gesetzen den Behörden ausdrücklich eingeräumten Kompetenzen hinausgehen\". Der Landrat (Kantonsparlament) ist gemäss § 18 Ziff. 2 KV zuständig zur Beratung und Beschlussfassung über alle Gegenstände, die nach den §§ 11 und 11bis KV (Gesetze und Kreditbeschlüsse) der Volksabstimmung unterstellt werden. Er ist sodann gemäss § 18 Ziff. 4 KV befugt zum \"Erlass der zur Einführung und Vollziehung von eidgenössischen oder kantonalen Gesetzen erforderlichen Verordnungen; diese letztern dürfen aber niemals veränderte oder neue Bestimmungen über die Hauptsache enthalten\". § 22 KV überträgt dem Regierungsrat den Vollzug der Gesetze und sonstigen Beschlüsse der Bundesbehörden und des Landrates.\n\nb) § 139 des kantonalen Baugesetzes vom 15. Juni 1967 (BauG) ermächtigt den Landrat zum Erlass einer Vollziehungsverordnung. Diese gesetzliche Ermächtigung wiederholt, was sich bereits aus § 18 Ziff. 4 KV ergibt. Der Landrat hat in Ausübung dieser Befugnis, gestützt auf § 18 Ziff. 4 KV und § 139 BauG, am 27. Januar 1969 eine Vollziehungsverordnung erlassen. Wie weit diese allgemeine, verfassungsrechtlich verankerte Verordnungsbefugnis des Kantonsparlamentes reicht, ist hier nicht zu untersuchen. Der Landrat stützte sich bei Erlass des angefochtenen Beschlusses über das Verfahren bei Schaffung neuer Verkaufsflächen nicht auf § 18 Ziff. 4 KV oder § 139 BauG, sondern - wie aus dem Ingress des Beschlusses hervorgeht - auf spezielle Ermächtigungsnormen in § 35 ff. des Baugesetzes.\n\nWie das Bundesgericht in BGE 99 Ia 543 ff. (vgl. auch BGE 100 Ia 326) erkannt hat, ist es mit den oben (Erw. 2a) wiedergegebenen basel-landschaftlichen Verfassungsvorschriften vereinbar, dass durch formelles Gesetz bestimmte, an sich dem Gesetzgeber BGE 102 Ia 104 S. 111vorbehaltene Rechtsetzungskompetenzen an den Landrat delegiert werden. Diese Delegationsmöglichkeit wird durch die kantonale Verfassung umfangmässig keinen besonderen Einschränkungen unterworfen (BGE 99 Ia 544). Seitens der Beschwerdeführer wird denn auch mit Grund nicht eingewendet, dass die speziellen Ermächtigungsnormen des Baugesetzes, auf die sich der Landratsbeschluss stützt, ihrerseits bereits verfassungswidrig seien. Es wird vielmehr gerügt, dass der angefochtene Landratsbeschluss seinem Inhalt nach in den betreffenden Vorschriften des Baugesetzes keine Grundlage finde, mithin den Rahmen der gesetzlichen Ermächtigungsnorm sprenge. Wie es sich damit verhält, prüft das Bundesgericht, da die fraglichen Normen nicht dem Verfassungsrecht, sondern dem kantonalen Gesetzesrecht angehören, lediglich unter dem Gesichtswinkel der Willkür (BGE 99 Ia 540, BGE 98 Ia 591).\n\nc) Das BauG regelt in den §§ 35-44 das Verfahren und den Gegenstand der Regionalplanung. § 35 Abs. 1 BauG verpflichtet den \"Kanton\", Regionalpläne und, soweit nötig, regionale Detailpläne zu erlassen. Nach § 35 Abs. 2 sind Regionalpläne vom Landrat, regionale Detailpläne vom Regierungsrat zu genehmigen. Die regionale Detailplanung sowie die Bauvorschriften der Gemeinden müssen den vom Landrat zu erlassenden Regionalplänen angepasst werden (§ 42 BauG). Das BauG umschreibt den möglichen Zweck und Inhalt dieser Regionalpläne nicht abschliessend, sondern nur beispielhaft. Die entsprechende Bestimmung in § 41 BauG lautet:\n\n\"1 Die Regionalpläne stellen die Planungsziele einer Region dar und stimmen die Planungsmassnahmen des Kantons und der Gemeinden aufeinander ab.\n\n2 Diese Pläne können unter anderem enthalten:\n\n- die Linienführung und die Ausdehnung des Verkehrs- und des Versorgungsnetzes;\n\n- die für kantonale und regionale Werke erforderlichen Areale;\n\n- den Umfang der Landwirtschafts- und Erholungsgebiete sowie die schützenswerten Landschaften und Objekte;\n\n- den Umfang und die Gliederung der Baugebiete.\"\n\nDa solche Pläne regelmässig Rechtsvorschriften mitenthalten (LENDI, Raumbedeutsame Pläne, ZSR 92/1973 I 110 f.), lässt es sich unter dem Gesichtswinkel der Willkür nicht beanstanden, dass der Landrat aufgrund der ihm erteilten Kompetenz BGE 102 Ia 104 S. 112über bestimmte, regionplanerisch relevante Sachverhalte schon vor der Inkraftsetzung des eigentlichen Regionalplanes Vorschriften erlässt. Die angefochtenen Vorschriften sollen nur bis zum Inkrafttreten des definitiven Regionalplanes Siedlung gelten (§ 4 des Landratsbeschlusses). In der Beschwerdeantwort wird dementsprechend darauf hingewiesen, dass es sich beim angefochtenen Landratsbeschluss lediglich um einen \"vorweggenommenen Teil\" des einschlägigen Regionalplanes handle, der voraussichtlich in zwei bis drei Jahren Rechtskraft erlangen werde.\n\nWohl sieht § 41 Abs. 2 BauG eine regionplanerische Erfassung der Detailhandelsversorgung nicht ausdrücklich vor, doch ist die Umschreibung von Zweck und Inhalt der Regionalplanung nach dem Wortlaut dieser Vorschrift (\"Diese Pläne können unter anderem enthalten: ...\") nicht abschliessend. Es lässt sich, wie nachfolgend in anderem Zusammenhang noch darzutun sein wird, nicht von der Hand weisen, dass die Erstellung von Einkaufszentren in verschiedener Hinsicht raumplanerisch relevante Auswirkungen haben kann. Angesichts der weitgefassten, bewusst nicht abschliessenden Zweckumschreibung in § 41 BauG kann dem Landrat nicht vorgeworfen werden, durch einen Erlass der vorliegenden Art die ihm vom Gesetzgeber im Bereiche der Regionalplanung übertragenen Kompetenzen klarerweise überschritten zu haben.\n\nWas die Beschwerdeführer hiezu vorbringen, schlägt jedenfalls unter dem Gesichtswinkel der Willkür nicht durch. Dass im Ingress des Landratsbeschlusses als Gesetzesgrundlage neben § 35 auch § 44 BauG angeführt wird, der von den Rechtswirkungen regionaler Detailpläne handelt, ist zwar, wie die Beschwerdeführer zu Recht hervorheben, nicht ganz verständlich. Dieser Hinweis dürfte wohl auf einem Irrtum beruhen. In der Beschwerdeantwort werden als massgebende Bestimmungen nurmehr noch die §§ 35 und 41 BauG angeführt, und auf diese Vorschriften lässt sich der angefochtene Beschluss nach dem Gesagten ohne Willkür stützen. Die Rüge, es seien die für den Erlass regionaler Detailpläne geltenden besonderen Verfahrensvorschriften nach §§ 37 und 38 BauG missachtet worden, wird damit hinfällig. Eine offensichtliche, d.h. willkürliche Kompetenzüberschreitung liegt weder in bezug auf den Erlass als Ganzes noch in bezug auf einzelne BGE 102 Ia 104 S. 113Vorschriften desselben vor, weshalb die Beschwerde, soweit damit eine Verletzung der politischen Stimmberechtigung und des Grundsatzes der Gewaltentrennung gerügt wird, abzuweisen ist. Ob und wie weit der Landratsbeschluss seinem Inhalt nach raumplanerischen Zielen dient, wird mit erweiterter Kognition in anderem Zusammenhang noch zu prüfen sein.\n\n3. Die Beschwerdeführer rügen, dass der angefochtene Erlass sowohl gegen die Eigentumsgarantie als auch gegen die Handels- und Gewerbefreiheit verstosse. Der Landratsbeschluss über das Verfahren bei Schaffung neuer Verkaufsflächen bildet, wie ausgeführt, Teil der Regionalplanung und hat insoweit baurechtlichen Charakter. Er berührt indessen die Interessen der Grundeigentümer nur eher am Rande. Die Möglichkeit, sein Land für den Bau eines Einkaufszentrums zur Verfügung zu stellen, bedeutet aus der Sicht des einzelnen Grundeigentümers nur eine Nutzungsmöglichkeit unter vielen andern, und dort, wo ein derartiges Projekt praktisch überhaupt in Betracht kommt, wird meist auch eine andere finanziell interessante Überbauung des Grundstückes möglich sein. Die Baufreiheit der Grundeigentümer wird insofern nur geringfügig beschränkt. Der Landratsbeschluss trifft vor allem jene Unternehmen des Detailhandels, die daran interessiert sind oder in Zukunft interessiert sein könnten, im Kanton Basel-Landschaft Einkaufszentren mit mehr als 1000 m2 Nettoladenfläche zu betreiben, und zwar unabhängig davon, ob sie selber Eigentümer des hiezu benötigten Areals sind oder nicht. Der angefochtene Beschluss berührt somit nicht bloss die Eigentumsgarantie, sondern in noch stärkerem Masse die Handels- und Gewerbefreiheit und ist daher, entsprechend den erhobenen Rügen, sowohl unter dem Gesichtswinkel des einen wie des anderen Grundrechtes zu prüfen.\n\nZwar sind bau- und planungsrechtliche Vorschriften, welche die Befugnisse des Grundeigentümers beschränken, aufgrund dieses Anknüpfungspunktes vorab der Eigentumsgarantie unterstellt. Diese enthält als sachbezogenes Grundrecht jene verfassungsrechtlichen Schranken, welche bei derartigen Eingriffen in erster Linie zu beachten sind. Das will indessen nicht heissen, dass eigentumsbeschränkende Massnahmen der Schutzwirkung anderer Grundrechte entzogen wären. Berühren solche Massnahmen neben der Eigentumsgarantie in spezifischer Weise, sei es generell oder aus der Sicht einzelner BGE 102 Ia 104 S. 114Betroffener, auch anderweitige Freiheitsrechte, so sind die sich daraus ergebenden zusätzlichen Schranken und Wertungsgesichtspunkte bei der verfassungsrichterlichen Überprüfung zu berücksichtigen.\n\nSoweit die Beschwerdeführer rügen, die angefochtene Massnahme entbehre der gesetzlichen Grundlage, macht es keinen Unterschied, ob man die Beschwerde unter dem Gesichtswinkel von Art. 22ter BV oder zusätzlich auch unter jenem von Art. 31 BV prüft; das betreffende Erfordernis ergibt sich in gleicher Weise aus beiden Grundrechten, und es besteht, jedenfalls im konkreten Fall, auch kein Unterschied hinsichtlich der bundesgerichtlichen Kognition. Ähnliches gilt in bezug auf das Gebot der Verhältnismässigkeit, das ebenfalls in beiden Freiheitsrechten enthalten ist. Unterschiedliche Schranken ergeben sich jedoch in bezug auf die der angefochtenen Massnahme zugrunde liegende Zielsetzung. Nach Art. 22ter BV ist grundsätzlich jedes öffentliche Interesse geeignet, einen Eingriff in das Eigentum zu rechtfertigen, sofern das angestrebte Ziel nicht rein fiskalischer Art ist oder gegen anderweitige Verfassungsnormen verstösst (SALADIN, Grundrechte im Wandel, S. 146 ff., mit Hinweisen auf Judikatur). Demgegenüber enthält Art. 31 BV in dieser Hinsicht eine besondere Schranke, indem nicht jedes irgendwie geartete öffentliche Interesse ein zulässiges Motiv für einen Eingriff in die Gewerbefreiheit bilden kann. Eine der wesentlichsten Schutzfunktionen dieses Grundrechtes besteht darin, dass es den Kantonen Massnahmen mit wirtschaftspolitischer Zielsetzung untersagt (BGE 99 Ia 619 E. 5a, 373 E. 2; 98 Ia 400; 97 I 504). Welche Folgerungen sich daraus im Bereiche der Raumplanung ergeben, wird nachfolgend noch zu erörtern sein.\n\n4. Staatliche Massnahmen, welche das Eigentum beschränken oder in die Handels- und Gewerbefreiheit eingreifen, bedürfen vorab einer gesetzlichen Grundlage (Art. 22ter Abs. 2 BV; betreffend Handels- und Gewerbefreiheit: BGE 98 Ia 400). Diese Voraussetzung ist erfüllt, wenn der Eingriff in einem Gesetz in materiellem Sinn, das heisst in einer generell-abstrakten Norm vorgesehen ist, die sich ihrerseits als verfassungsmässig erweist (BGE 98 Ia 664, 591; BGE 97 I 796; BGE 91 I 462 f.; BGE 90 I 323; BGE 89 I 470; BGE 88 I 176; BGE 87 I 453; BGE 83 I 113). Richtet sich die Beschwerde, wie hier, unmittelbar gegen eine rechtssatzmässige Regelung als solche, so kann sich unter dem Gesichtswinkel BGE 102 Ia 104 S. 115des Erfordernisses der gesetzlichen Grundlage nurmehr noch die Frage stellen, ob die angefochtene Norm ihrerseits \"verfassungsmässig\" ist, d.h. innerhalb des Zuständigkeitsbereiches des legiferierenden Organs liegt und rechtmässig zustandegekommen ist (BGE 98 Ia 591). Ob sie mit den berührten Freiheitsrechten vereinbar und damit auch materiell verfassungsmässig ist, ist keine Frage, die bereits im Zusammenhang mit dem Legalitätserfordernis zu prüfen wäre.\n\nEs wurde bereits bei Behandlung der Rüge der Verletzung der politischen Rechte und des Gewaltentrennungsprinzips (Erw. 2) festgestellt, dass sich der angefochtene Landratsbeschluss ohne Willkür auf eine spezielle Ermächtigungsnorm des Baugesetzes stützen lässt, die ihrerseits verfassungsrechtlich zulässig ist. Da hier weder aus der Sicht der Grundeigentümer noch aus jener der betroffenen Detailhandelsunternehmen von einem \"besonders schweren Eingriff\" gesprochen werden kann, prüft das Bundesgericht die Frage, ob der angefochtene Beschluss im kantonalen Baugesetz eine genügende Grundlage findet, auch auf Anrufung von Art. 22ter und Art. 31 BV nur unter dem beschränkten Gesichtswinkel der Willkür (betr. Art. 22ter: BGE 99 Ia 250 E. 2; betr. Art. 31 BV: 101 Ia 351 E. 4). Diese beiden Freiheitsrechte entfalten daher in diesem Punkt keine weitergehende Schutzwirkung. Die Rüge der mangelnden gesetzlichen Grundlage dringt nicht durch.\n\n5. Die Beschwerdeführer räumen ein, dass der Erlass von Sonderbewilligungsvorschriften für Einkaufszentren an sich im öffentlichen Interesse liegen könne. Die im angefochtenen Landratsbeschluss vorgesehenen Einschränkungen gingen jedoch über das durch das öffentliche wohl geforderte Mass hinaus und widersprächen dem Gebot der Verhältnismässigkeit wie auch jenem der Rechtsgleichheit. Sie seien überdies gewerbepolitisch motiviert und verstiessen damit nicht nur gegen Art. 22ter BV, sondern auch gegen Art. 31 BV.\n\na) Raumplanerische Massnahmen, welche eine zweckmässige Nutzung des Bodens und eine geordnete Besiedlung des Landes sichern wollen, erfüllen einen verfassungsrechtlich ausdrücklich anerkannten öffentlichen Zweck (Art. 22quater BV; BGE 99 Ia 615 ff.). Derartige Vorkehren dürfen auch sozialpolitische Ziele verfolgen (BGE 100 Ia 336; BGE 99 Ia 614 ff., 38). Sie ziehen, soweit sie die Nutzung des Grundeigentums regeln, BGE 102 Ia 104 S. 116regelmässig eine Einschränkung der gewerblichen und wirtschaftlichen Betätigungsmöglichkeiten nach sich und können dementsprechend mit wirtschaftspolitischen Auswirkungen verbunden sein. Diese Folge steht zu Art. 31 BV grundsätzlich nicht in Widerspruch, solange die Massnahme raumplanerisch bedingt ist und im Zielbereich von Art. 22quater BV liegt (BGE 99 Ia 617 f. E. 4d, 621). Immerhin darf der Grundsatz der Handels- und Gewerbefreiheit gegenüber derartigen Eingriffen nicht völlig seines Gehaltes entleert werden (BGE 99 Ia 621, 618). Eine Verletzung von Art. 31 BV (und indirekt auch eine solche von Art. 22ter BV, vgl. BGE 99 Ia 618) liegt vor, wenn eigentumsbeschränkende Massnahmen der Kantone unter dem Deckmantel der Raumplanung einen Eingriff in den wirtschaftlichen Wettbewerb bezwecken, um bestimmte Gewerbezweige oder Betriebsformen vor Konkurrenz zu schützen oder in ihrer Existenz zu sichern (BGE 99 Ia 618, BGE 98 Ia 400, BGE 97 I 504, BGE 66 I 23 ff.). Vom Verbot derartiger verkappter gewerbepolitischer Massnahmen abgesehen, darf die wirtschaftliche und gewerbliche Betätigung auch durch raumplanerisch motivierte Eingriffe keinen weitergehenden Schranken unterworfen werden, als es zur Herstellung einer sinnvollen Nutzungsordnung notwendig ist. Hat eine kantonale Massnahme, wiewohl sie an sich auf ein zulässiges Ziel im Rahmen von Art. 22quater BV ausgerichtet ist, unbeabsichtigt schwerwiegende wirtschaftliche oder wirtschaftspolitische Nebenwirkungen, so ist gegebenenfalls auf dem Wege einer Interessenabwägung abzuklären, ob das raumplanerische Anliegen das erforderliche Gewicht besitzt, um diese Nachteile zu rechtfertigen.\n\nb) Die Erstellung von Einkaufszentren wirft regelmässig raumplanerisch relevante Probleme auf. Es handelt sich zunächst um solche der Erschliessung, der störenden Wirkung auf die Nachbarschaft und der verkehrstechnisch einwandfreien Verbindung mit dem öffentlichen Strassennetz, welches der erhöhten Verkehrsbelastung häufig nicht ohne weiteres gewachsen ist. Es muss sodann je nach Standort eine Anpassung an die bauliche oder landschaftliche Umgebung angestrebt werden. Hinsichtlich der Standortwahl können sich Probleme daraus ergeben, dass keine der ausgeschiedenen Bau- und Nutzungszonen für die Aufnahme derartiger atypischer Betriebe vorgesehen oder geeignet ist (vgl. dazu Urteil vom BGE 102 Ia 104 S. 1172. Juli 1975 i.S. Bill und Kons. gegen Regierungsrat Solothurn, E. 2 a.E., publ. in ZBl 1976 S. 357 ff.). Die zweckentsprechende Ausgestaltung von Einkaufszentren setzt in der Regel bauliche Sondernormen voraus, welche von der Grundordnung abweichen. Es kann auch einem legitimen planerischen Anliegen entsprechen, zu verhindern, dass die bestehenden Ortszentren, insbesondere solche von historisch erhaltenswürdigem Rang, durch den Bau von abseits gelegenen Einkaufszentren völlig entleert oder in ihrer Lebensfähigkeit schwer beeinträchtigt werden. Der Bau von Einkaufszentren wirft somit bau- und planungsrechtliche Fragen auf, die nach dem Gesagten zulässigerweise Gegenstand besonderer Vorschriften sein dürfen. Neben dem Kanton Basel-Landschaft haben denn auch verschiedene andere Kantone, so Freiburg, Zug, Solothurn und Bern, Sondervorschriften über Einkaufszentren erlassen oder die Schaffung von solchen vorgesehen.\n\nAls weiterer Gesichtspunkt füllt in Betracht, dass Einkaufszentren tiefgreifende Veränderungen und Verlagerungen in der Warenversorgung der Bevölkerung mit sich bringen können. Gegenstand der Raumplanung darf mindestens in gewissen Schranken ebenfalls die Konsumversorgung der Wohngebiete sein (BBl 1972 I 1479). Die Erstellung von Einkaufszentren darf Beschränkungen unterworfen werden, die verhindern, dass die Beschaffung von Gütern des täglichen Bedarfs für Personen, die nicht über eigene Verkehrsmittel verfügen, in unzumutbarer Weise gefährdet wird. Soweit Massnahmen in dieser Richtung notwendig sind, um ein bestimmtes Mindestmass an Dezentralisation in der Konsumgüterverteilung zu erhalten, sind sie verfassungsrechtlich zulässig, auch wenn sie als Nebenwirkung für die bestehenden Geschäftsbetriebe einen Konkurrenzschutz zur Folge haben. Die sozial- und versorgungspolitische Zielsetzung muss allerdings klar erkennbar im Vordergrund stehen. Hat die Massnahme primär wirtschaftspolitischen Charakter, verletzt sie Art. 31 BV. Wo die Grenze verläuft, wird naturgemäss nicht leicht zu beantworten sein.\n\n6. Der Landratsbeschluss über das Verfahren bei Schaffung neuer Verkaufsflächen bestimmt im wesentlichen, dass\n\n- Verkaufseinheiten von über 1000 m2 Nettoladenfläche nur aufgrund eines rechtskräftigen Quartierplanes bewilligt werden dürfen (§ 1 in Verbindung mit § 3 Abs. 1), BGE 102 Ia 104 S. 118\n\n- die gesamte Nettoladenfläche einer Verkaufseinheit nicht mehr als 8000 m2 betragen darf (§ 3 Abs. 2),\n\n- die Verkaufseinheiten den Zentren gemäss Ortsplanung zugeordnet sein müssen (§ 3 Abs. 3), wobei sich ihre Grösse nach der Funktion des Zentrums zu richten hat, in dem sie erstellt werden sollen (§ 3 Abs. 4),\n\n- Verkaufseinheiten mit einer Nettoladenfläche ab 3000 m2 mit öffentlichen Verkehrsmitteln gut erreichbar sein müssen (§ 3 Abs. 6).\n\nDas erstgenannte Erfordernis, wonach Einkaufszentren nur im Rahmen eines Quartierplanes erstellt werden dürfen, leuchtet ohne weiteres ein und wird von den Beschwerdeführern mit Grund nicht beanstandet. Doch auch die weiteren Anforderungen können im Grundsatz einem zulässigen raumplanerischen Anliegen entsprechen. Ob sie im Ausmass haltbar sind, wird noch zu prüfen sein. Vorab ist festzuhalten, dass nach dem Wortlaut und dem Sinn des Landratsbeschlusses keine Unterscheidung danach getroffen wird, welche Unternehmen oder Firmen in den betreffenden Verkaufseinheiten ein Detailgeschäft zu betreiben gedenken. Es werden nicht bestimmte Unternehmensformen (Warenhäuser, Kettengeschäfte, Discountläden usw.) von vornherein ausgeschlossen. Ebensowenig kann aus dem Landratsbeschluss und dem Begleitbericht des Regierungsrates gefolgert werden, dass die Erstellung grösserer Verkaufseinheiten überhaupt verhindert werden soll. Der Beschluss richtet sich nicht nur an die Grundeigentümer, sondern vor allem an die Gemeinden, die nach den nunmehr vorgesehenen Kriterien aufgrund eines Quartierplanes zu entscheiden haben, wo und in welchem Ausmass Verkaufseinheiten des Detailhandels zugelassen werden sollen. Es wäre verfassungswidrig, wenn der Landratsbeschluss von den kantonalen und kommunalen Behörden so gehandhabt werden sollte, dass er auf ein grundsätzliches Verbot derartiger Anlagen hinausliefe. Die Ortsplanung muss sich nach sachlichen Überlegungen richten (BGE 95 I 550 ff.).\n\na) Verfassungsrechtliche Bedenken erweckt die Beschränkung der höchstzulässigen Nettoladenfläche auf 8000 m2 je Verkaufseinheit (§ 3 Abs. 2). Diese Begrenzung wird zunächst mit Argumenten verkehrstechnischer Art begründet; es wird geltend gemacht, dass grösser dimensionierte Einkaufszentren regelmässig eine Überbelastung des öffentlichen Strassennetzes BGE 102 Ia 104 S. 119zur Folge hätten und mit unlösbaren städtebaulichen Problemen verbunden wären. Sodann wird darauf hingewiesen, dass Einkaufszentren mit mehr als 8000 m2 Nettoladenfläche die bestehenden Ortszentren in ihrer Funktion, insbesondere auch in bezug auf die Güterversorgung, aushöhlen würden. - Die Begrenzung wird somit mit raumplanerischen Überlegungen begründet, die nach dem Gesagten nicht zum vornherein unstichhaltig oder unzulässig sind. Soweit die Massnahme darauf abzielt, die Entstehung von Super-Zentren unter allen Umständen zu verhindern, kann ihr jedoch, ungeachtet der vorgebrachten raumplanerischen Argumente, eine gewisse gewerbepolitische Note nicht abgesprochen werden. Die Begrenzung auf 8000 m2 Nettoladenfläche bedeutet nämlich - gemäss der Einstufung durch eine Arbeitsgruppe der Schweizerischen Vereinigung für Landesplanung -, dass künftig nurmehr noch Einkaufszentren kleiner bis mittlerer Grösse erstellt werden können (Kleinzentren 1000-4000 m2, Mittelzentren 4000-12000 m2). Es ist denkbar, dass sich die fragliche Schranke in bestimmten Fällen mit raumplanerischen Überlegungen nicht durchschlagend begründen lässt und sich als unverhältnismässig oder in vorherrschender Weise als gewerbeschützend auswirken könnte. Diese Möglichkeit, die immerhin nicht dem Regelfall entsprechen dürfte, reicht indessen nicht aus, um die Vorschrift als solche generell als verfassungswidrig zu erklären und aufzuheben, jedenfalls dann nicht, wenn man berücksichtigt, dass es sich beim Landratsbeschluss um eine provisorische Massnahme handelt, die nur bis zum Inkrafttreten des definitiven Regionalplanes Siedlung Geltung hat (§ 4 des Landratsbeschlusses). Die definitive Regelung soll nach Angabe des Regierungsrates \"mit grosser Sicherheit\" in zwei bis drei Jahren in Rechtskraft erwachsen. Der Landrat wird somit im Rahmen der ihm obliegenden Regionalplanung zu dieser Frage nochmals Stellung nehmen müssen und möglicherweise als definitive Lösung eine flexiblere Regelung erlassen. Ob § 3 Abs. 2 des Landratsbeschlusses als definitive Anordnung zulässig wäre, kann offen bleiben. Als eine zeitlich beschränkte, provisorische Massnahme, welche die im Gange befindliche Entwicklung sofort in den Griff bekommen will, hält die starre und allenfalls etwas knappe Begrenzung der maximalen Nettoladenfläche auf 8000 m2 vor der Verfassung stand.\n\nBGE 102 Ia 104 S. 120\n\nb) Nicht ohne weiteres als verfassungsmässig erscheint sodann die Vorschrift, wonach Verkaufseinheiten mit über 3000 m2 Nettoladenfläche mit öffentlichen Verkehrsmitteln \"gut erreichbar\" sein müssen (§ 3 Abs. 6). Dieses Erfordernis wird vom Regierungsrat vor allem mit versorgungspolitischen Überlegungen begründet. Es wird offenbar angenommen, dass die Einkaufszentren dann keine Gefährdung der Warenversorgung der nichtmotorisierten Bevölkerung bedeuten, wenn sie gleichermassen wie die Geschäfte im Ortszentrum mit öffentlichen Verkehrsmitteln oder zu Fuss erreichbar sind. Da als öffentliche Verkehrsmittel in diesem Zusammenhang nur die fahrplanmässig und in verhältnismässig kurzen Abständen verkehrenden Tram- oder Autobusbetriebe oder gegebenenfalls frequenzstarke Vorortsbahnen gelten können, kommen demnach selbst kleine Verkaufszentren (bis 4000 m2) nur am Rande von Ortschaften mit öffentlichen Verkehrsbetrieben in Betracht. Öffentliche Verkehrsbetriebe werden jedoch in der Regel nur in grösseren Ortschaften bestehen, wo Verkaufszentren ausserhalb des Kerns nicht ohne weiteres geeignet sind, die Konsumgüterversorgung innerhalb der Siedlung zu gefährden. Mit versorgungspolitischen Überlegungen allein lässt sich die fragliche Vorschrift nicht hinreichend rechtfertigen. Für eine Einschränkung dieser Art können indessen auch verkehrspolitische und verkehrstechnische Gründe angeführt werden. Es entspricht grundsätzlich einem zulässigen raumplanerischen Anliegen, dass Einkaufszentren von einer bestimmten Grösse an nicht ausschliesslich mit privaten Fahrzeugen, sondern auch mit öffentlichen Verkehrsmitteln zugänglich sein sollen. Dass die Grenze mit 3000 m2 hier eindeutig zu tief gezogen worden wäre, wird in der Beschwerde nicht dargetan. Es wird lediglich - zu Unrecht - behauptet, dass jede Auflage in dieser Richtung zum vornherein des öffentlichen Interesses entbehre und daher unzulässig sei. Die Beschwerde ist daher auch in diesem Punkt abzuweisen, was aber nicht ausschliesst, dass sich die Vorschrift in ihrer Anwendung im Einzelfall als verfassungswidrig erweisen kann.\n\nc) Ähnliches gilt in bezug auf die beanstandete Regelung in § 3 Abs. 3 und 4, wonach Verkaufseinheiten den \"Zentren gemäss Ortsplanung zugeordnet\" sein müssen und sich hinsichtlich ihrer Grösse \"nach der Funktion des Zentrums zu richten haben, innerhalb dem sie erstellt werden sollen\".BGE 102 Ia 104 S. 121\n\nDie Erhaltung oder Neuschaffung funktionsfähiger Ortszentren ist ein legitimes raumplanerisches Ziel. Der Bau neuer Einkaufszentren kann daher auch aus ortsplanerischen Gründen lage- und grössenmässig gewissen Einschränkungen unterworfen werden. Als allgemeine Richtlinie lassen sich die erwähnten Vorschriften nicht beanstanden. Ihr Wortlaut schliesst eine verfassungskonforme Handhabung nicht aus.\n\nd) Die Vorschriften des Landratsbeschlusses sind anwendbar auf \"Verkaufseinheiten des Detailhandels\" mit einer Gesamtnettoladenfläche von 1000 m2 und mehr (§ 1). Als Verkaufseinheit in diesem Sinne gelten ein oder mehrere Detailhandelsunternehmen, deren Nettoladenfläche in enger räumlicher Beziehung zueinander stehen und die unter sich eine bauliche oder planerische Einheit bilden (§ 2 Abs. 4). Die Beschwerdeführer machen geltend, es bestehe kein verfassungsmässiges öffentliches Interesse, eine gemäss dieser Begriffsumschreibung unter den Landratsbeschluss fallende Verkaufseinheit mit über 1000 m2 Nettoladenfläche anders zu behandeln als beispielsweise drei nebeneinander liegende Läden, die zwar keine Verkaufseinheit im Sinne von § 2 Abs. 4 bildeten, aber insgesamt mehr als 1000 m2 Verkaufsfläche umfassten. Eine derartige Unterscheidung verstosse auch gegen das Gebot der Rechtsgleichheit.\n\nDer Einwand ist unbegründet. Die beanstandete Vorschrift in § 2 Abs. 4 spricht von \"enger räumlicher Beziehung\" und stellt nicht darauf ab, ob die Verkaufsflächen getrennt sind oder nicht. Eine Verfassungswidrigkeit läge erst vor, wenn man die Vorschrift formalistisch statt nach ihrem erkennbaren Zweck auslegen würde.\n\ne) Der angefochtene Landratsbeschluss erweist sich somit, unter den erwähnten Vorbehalten, als mit Art. 22ter und Art. 31 BV vereinbar. Der Regierungsrat ist immerhin bei der im Begleitbericht zum Landratsbeschluss enthaltenen Äusserung zu behaften, dass bei der Anwendung dieser Vorschriften nicht der Schutz der mittleren und kleineren Detailhandelsgeschäfte in den Vordergrund gestellt werden darf.\n\n7. Die Beschwerdeführer Martin und Nydegger rügen, es werde ihnen durch den angefochtenen Landratsbeschluss die Möglichkeit genommen, ihre Einkäufe nach Belieben in Einkaufszentren von angemessener Grösse tätigen zu können; sie würden dadurch in dem ihnen aufgrund von Art. 31 BV indirekt BGE 102 Ia 104 S. 122zustehenden Anspruch verletzt, als Konsumenten von den Vorteilen der garantierten freien Konkurrenz Nutzen zu ziehen. Sie berufen sich damit sinngemäss auf eine aus Art. 31 BV abzuleitende \"Konsumfreiheit\". Die Handels- und Gewerbefreiheit gibt indessen dem Verbraucher keinen verfassungsmässigen Anspruch darauf, dass eine möglichst grosse Anzahl von Einkaufsgelegenheiten entsteht. Mit Art. 31 BV gewährleistete der Verfassungsgeber lediglich eine Berufs- und Unternehmungsfreiheit, nicht auch eine Konsumfreiheit (J.P. MÜLLER, Soziale Grundrechte in der Verfassung, ZSR 92/1973 II S. 895; GYGI, Die schweizerische Wirtschaftsverfassung, ZSR 89/1970 II S. 362; JUNOD, Problèmes actuels de la constitution économique suisse, ZSR 89/1970 II S. 755). Das bestätigen die Bestrebungen, die darauf gerichtet sind, den Konsumentenschutz verfassungsrechtlich zu verankern, freilich voraussichtlich nicht in Gestalt einer grundrechtlichen Konsumfreiheit, sondern einer bestimmten staatlichen Konsumentenpolitik zur Information des Verbrauchers.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird im Sinne der Erwägungen abgewiesen, soweit darauf einzutreten ist."}