{"annee": "102", "cour": "V", "page": "112", "date": "5/5/1976", "cite": [], "cite_par": ["122 V 65", "116 IB 386", "132 V 159", "108 V 226", "115 V 22", "139 V 289"], "chapeau": "25. Arrêt du 5 mai 1976 dans la cause Petter contre Caisse interprofessionnelle romande d'AVS des syndicats patronaux et Commission cantonale genevoise de recours en matière d'assurance-vieillesse et survivants", "regestes": ["Paiement de prestations requises tardivement (art. 48 al. 2 LAI). Nature du délai dans lequel la demande doit être déposée. Restitution de ce délai."], "faits": "|112|\n\nA.- Petter a dû cesser pratiquement toute activité professionnelle depuis le 1er juin 1971 sous l'effet d'une grave dépression. Il s'est annoncé à l'assurance-invalidité le 11 janvier 1974. Considérant que le requérant souffrait d'une affection évolutive, qu'il aurait donc eu droit à une rente dès le 1er mai 1972 mais qu'il avait déposé sa demande tardivement, l'administration le mit le 18 octobre 1974 au bénéfice d'une rente entière d'invalidité depuis le 1er janvier 1973.\n\nB.- L'assuré essaya le 4 juin 1974 de travailler de nouveau; cela avec succès. Au cours des mois qui suivirent, il reçut un salaire net supérieur à la moitié de celui que, dans le cours normal des choses, il gagnerait s'il n'était pas atteint d'une infirmité. Le 27 novembre 1974, l'assurance-invalidité supprima la rente avec effet dès et y compris le mois suivant.\n\nC.- L'assuré recourut contre la décision du 18 octobre 1974, en concluant à ce que la rente lui fût aussi accordée pour la période antérieure à janvier 1973. Selon lui, il avait été empêché sans sa faute de s'annoncer à l'assurance-invalidité avant le début de 1974.\n\nIl recourut également contre la décision du 27 novembre 1974, en contestant avoir perdu moins de la moitié de sa capacité de gain.\n\nStatuant en un seul jugement sur les deux recours, la Commission cantonale genevoise de recours en matière d'assurance-vieillesse et survivants les rejeta le 3 octobre 1975. |113|\n\nD.- Agissant pour le compte de Petter, Me S. a formé en temps utile un recours de droit administratif contre la décision cantonale. Il expose en substance qu'en 1972 et 1973 la santé psychique de son client était altérée au point que celui-ci se trouvait hors d'état de faire une démarche auprès de l'assurance-invalidité; que les médecins traitants et autres spécialistes estimaient une rente de l'assurance-invalidité contre-indiquée; qu'ils avaient convaincu la femme du recourant; que ce dernier n'avait recouvré qu'en janvier 1974 assez d'énergie pour déposer une demande; que la commission cantonale de recours aurait dû instruire sur la vérité de ces allégations, reconnaître que le recourant s'était trouvé sans sa faute dans l'impossibilité d'agir plus tôt et lui accorder une rente dès la première date utile. Il conclut à l'annulation du jugement attaqué et, semble-t-il, au renvoi de la cause à la juridiction cantonale, afin qu'elle complète l'instruction et prenne une nouvelle décision.\n\nLa caisse intimée s'en remet à justice, alors que l'Office fédéral des assurances sociales propose de rejeter le recours.", "considerants": "Considérant en droit:\n\n1. a) Aux termes de l'art. 48 al. 2 LAI, si l'assuré présente sa demande plus de 12 mois après la naissance du droit, les prestations ne sont allouées que pour les 12 mois précédant le dépôt de la demande; elles sont accordées pour une période antérieure si l'assuré ne pouvait pas connaître les faits ouvrant droit à des prestations et qu'il présente sa demande dans les 12 mois dès le moment où il en a eu connaissance.\n\nLa seconde phrase de cette disposition légale s'applique lorsque l'assuré ne savait pas et ne pouvait savoir qu'il était atteint d'une diminution de la capacité de gain de la moitié au moins (un tiers dans les cas pénibles), permanente ou d'une durée supérieure à 360 jours, provenant d'une infirmité congénitale, d'une maladie ou d'un accident. Ce sont là les conditions objectives du droit à la rente. Cette seconde phrase ne concerne pas les cas où l'assuré connaissait les faits précités mais ignorait qu'ils donnent droit à une rente de l'assurance-invalidité (voir par exemple RO 100 V 114, plus spécialement 119/120 consid. 2c). L'art. 48 al. 2 LAI institue ainsi un délai (que l'on pourrait qualifier de délai sui generis; |114| cf. ZWEIFEL, Zeitablauf als Untergangsgrund öffentlich-rechtlicher Ansprüche, Bâle 1960, p. 82 ad art. 16 al. 2 LAVS) de péremption (\"Verwirkung\"; voir par exemple RCC 1970 p. 472), qui par conséquent ne saurait être ni interrompu ni suspendu (OSER/SCHÖNENBERGER, Das Obligationenrecht, 2e éd., pp. 639 ss, plus spécialement notes 9 p. 641, 4 p. 650, 17 p. 656; TH. GUHL, Das schweizerische Obligationenrecht, 6e éd., p. 278; P. ENGEL, Traité des obligations en droit suisse, Neuchâtel 1973, p. 537; J. A. WYSS, La péremption dans le code civil suisse, thèse de Lausanne, 1957, p. 36 et les auteurs cités; ZWEIFEL, op.cit., p. 23), mais dont la seconde phrase de l'al. 2 accorde la restitution à celui qui a connaissance tardivement des faits dont il faut déduire son droit.\n\nb) Le recourant avait conscience dès le mois de juin 1972 d'être incapable de gagner sa vie depuis plus de 360 jours pour cause de maladie. Il ne saurait donc se prévaloir de la seconde phrase de l'art. 48 al. 2 LAI pour échapper à la péremption instituée dans la première. Aussi bien invoque-t-il un moyen que la LAI ignore: l'impossibilité où il se serait trouvé d'agir avant janvier 1974. Le silence de la loi ne signifie pas forcément que le moyen soit irrecevable; il appartient en effet au juge de combler les lacunes proprement dites de la loi selon l'art. 1er al. 2 CC (voir par exemple RO 99 V 19). Or la Cour de céans a déjà jugé que la restitution du délai de demande de l'art. 48 al. 2 LAI n'est pas exclue mais suppose des conditions très particulières (voir ATFA 1962 p. 361; RCC 1970 p. 472, plus spécialement p. 473 consid. 3; 1968 p. 374; 1967 p. 259; 1963 p. 233). La question se pose de savoir si cette jurisprudence doit être maintenue, et, si oui, sur quelle base juridique.\n\n2. a) Une restitution de délai - expressément prévue dans certaines circonstances par l'art. 48 al. 2 LAI, on l'a vu plus haut - n'est pas incompatible avec l'institution de la péremption (v. H. BECKER, Obligationenrecht, 1. Abt., Bern 1941, note 5 ad art. 130 CO p. 680; ENGEL, op.cit., p. 551; GUHL, op.cit., p. 278; WYSS, op.cit., pp. 107 ss; ZWEIFEL, op.cit., pp. 24-25 et 50; s'agissant d'adhésion à l'AVS facultative, v. RO 97 V 213 et la jurisprudence citée; C. VAUTIER, SJZ 1951, vol. 47, pp. 271 ss); d'ailleurs, il arrive que la loi fasse courir le délai de péremption à partir de la connaissance d'un fait |115| (voir art. 127 et 253 CC); on pourrait considérer que l'art. 48 al. 2 LAI fait courir un délai de péremption particulier, de 12 mois également, dans les circonstances prévues. A propos de la prescription, réglée par l'art. 134 CO, la doctrine n'est pas unanime. Suivant BECKER (op.cit., ad art. 134 CO note 9 p. 668), le juge devrait compléter le code et admettre que la prescription ne court pas pendant que le créancier est empêché de faire valoir son droit par un cas de force majeure, à la condition qu'il s'agisse véritablement de force majeure et non d'un contretemps banal (\"bloss gewöhnlicher Zufall\"), tel qu'une indisposition (\"Erkrankung\"). Sont d'un avis contraire: VON TUHR, Partie générale du Code fédéral des obligations, trad. DE TORRENTÉ/THILO, Lausanne 1931, vol. 2, p. 614, et OSER/SCHÖNENBERGER, op.cit., ad art. 134 CO n. 12 p. 652.\n\nDans ces conditions, la Cour de céans a eu raison de considérer comme une véritable lacune, due à une inadvertance du législateur, l'absence à l'art. 48 al. 2 LAI d'une disposition relative à l'impossibilité d'agir pour cause de force majeure. Il est juste d'assimiler à la demande présentée dans l'année qui suit la naissance du droit celle que l'assuré empêché d'agir à temps par un cas de force majeure présente plus tard, dans un délai convenable - qu'il n'est pas indispensable de préciser dans le présent arrêt - après la cessation de l'empêchement. Car il serait difficilement concevable qu'un malade, frappé par exemple d'une attaque qui le laisse conscient mais incapable de s'exprimer, et cependant dépourvu de représentant légal, pâtisse de la péremption instituée par la disposition précitée. Mais encore faut-il, ici aussi, qu'il s'agisse d'une impossibilité objective, s'étendant sur la période au cours de laquelle l'assuré se serait vraisemblablement annoncé à l'assurance-invalidité s'il l'avait pu, et non d'une difficulté ou d'un motif subjectif, comme d'ignorer son droit ou de mal concevoir ses intérêts.\n\nb) On pourrait songer, il est vrai, à recourir aujourd'hui au système des art. 24 LPA - applicable en matière d'assurance-invalidité en vertu des art. 81 LAI et 96 LAVS - ainsi que 35 OJ dans le cadre de l'art. 48 al. 2 LAI. L'administration saisie d'une requête tardive pourrait donc accorder la restitution du délai d'une année, lorsque le requérant ou son mandataire a été empêché, sans sa faute, d'agir en temps utile et |116| qu'une demande motivée de restitution et la demande de prestation soient présentées dans les dix jours à compter de celui où l'empêchement a cessé. Du point de vue de la protection de l'assuré, cette solution est plus favorable que celle exposée ci-dessus, dans ce sens qu'elle permet d'être moins strict dans l'appréciation des motifs de l'empêchement. Elle l'est moins, dans ce sens qu'elle impose à l'assuré défaillant un délai très bref pour remédier à la situation. Toutefois les art. 32 à 35 OJ régissent les délais applicables aux actes de procédure exécutés devant le Tribunal fédéral et le Tribunal fédéral des assurances. L'art. 24 LPA, les délais applicables à la procédure administrative en matière de décision et de recours à d'autres autorités fédérales.\n\nContrairement à ce qui se passe lorsqu'une personne n'utilise pas un délai fixé par le droit matériel pour exercer un droit, l'inobservation d'un délai de procédure n'a pas d'influence directe sur l'existence du droit litigieux ou l'exigibilité de la prestation litigieuse, mais seulement sur la marche de l'instance (v. WYSS, op.cit., pp. 24 ss). Donc, dans le système du droit suisse, l'extinction d'un droit ou du caractère obligatoire de la prestation qui en est l'objet ne relève pas de la procédure; elle appartient au fond du droit (VON TUHR, op.cit., trad. DE TORRENTÉ/THILO, à propos de la prescription, p. 603; ENGEL, op.cit. pp. 537-538), de sorte que, par exemple, ce sont les normes du code des obligations (art. 77 et 78 CO) qui régissent la supputation des délais de prescription, et non les lois de procédure (VON TUHR, op.cit., trad. DE TORRENTÉ/THILO, p. 611). Prescription et péremption obéissent à cet égard aux mêmes règles. Elles diffèrent en revanche en ce que l'une donne naissance à une exception, tandis que l'autre entraîne la perte de la créance. En outre, la première est généralement susceptible d'être interrompue et suspendue, tandis que l'autre ne l'est que dans la mesure où une loi l'ordonne spécialement (ibidem, p. 557; GUHL, op.cit., p. 278; ENGEL, op.cit., p. 551; ZWEIFEL, op.cit., p. 24; WYSS, op.cit., pp. 25 et 36 ainsi que les auteurs cités).\n\nDans ces circonstances, assimiler le délai de péremption de l'art. 48 al. 2 LAI à un délai de procédure serait contraire à un principe du droit suisse (v. WYSS, op.cit., pp. 32 ss). Sans rappeler expressément ce principe, GRISEL, parlant de la péremption de l'action en responsabilité du lésé contre la |117| Confédération, déclare: \"Aucun des délais de l'art. 20 LRCF n'est susceptible d'être interrompu... Le seul moyen d'éviter l'extinction de la responsabilité de la Confédération, c'est d'agir à temps (RO 86 I 66 ss...)\" (GRISEL, Droit administratif suisse, Neuchâtel 1970, p. 434). L'auteur ne fait aucune réserve en faveur des art. 24 LPA ou 35 OJ.\n\nPar conséquent, c'est bien un motif jurisprudentiel de restitution de délai conçu comme une disposition de droit matériel, ainsi que le propose BECKER à propos de la prescription de droit civil, que la jurisprudence introduit dans le domaine de l'art. 48 LAI.\n\nc) La situation de l'assuré qui se trouve dans l'impossibilité de demander une prestation de l'assurance-invalidité et qui n'a pas de représentant légal présente toutefois ceci de particulier que certains tiers sont qualifiés pour agir en sa faveur: aux termes de l'art. 66 RAI, l'exercice du droit aux prestations appartient non seulement à l'invalide ou à son représentant légal mais encore, pour lui, à son conjoint, à ses parents en ligne directe ascendante ou descendante, à ses frères et soeurs et aux autorités ou autres personnes qui l'assistent régulièrement ou prennent soin de lui d'une manière permanente. Il faut donc se demander si cet assuré peut se prévaloir de l'impossibilité où il était d'agir dans le délai de l'art. 48 al. 2 LAI, alors qu'un ou plusieurs des tiers énumérés à l'art. 66 RAI auraient pu prendre l'initiative d'agir à sa place, et cela en vertu d'un droit originaire (v. RO 99 V 165). Il le peut sans doute. En effet, l'art. 66 RAI confère une faculté; il n'impose point d'obligation. L'assuré, seul titulaire du droit aux prestations de l'assurance-invalidité, ne doit en principe pas voir sa volonté supplantée par celle de personnes qui ne le représentent pas pleinement; la situation résultant d'obligation d'entretien ou d'assistance étant réservée en cas de refus d'agir de l'assuré (RO 99 V 165). Au surplus, ce serait trop demander à l'administration et au juge administratif que de rechercher dans chaque cas si, dans quelle mesure et avec quels effets l'assuré pouvait exiger d'être assisté par son conjoint, sa parenté ou les autorités et autres personnes mentionnées à l'art. 66 RAI (cf. les art. 159 al. 3 et 161 al. 2 CC). Reconnaître à ces derniers le droit originaire de déposer une demande de prestations - le cas échéant contre la volonté de l'assuré - est une chose. Les obliger à agir en est une autre, |118| qui mènerait trop loin en imposant pratiquement à ces tiers l'obligation de gérer les affaires de l'assuré en matière d'assurance-invalidité.\n\n3. Le recourant a souffert dès juin 1971 d'une grave dépression. Selon lui, ses médecins et autres thérapeutes ont déclaré que l'octroi d'une rente d'invalidité compromettrait sa guérison et en ont convaincu son entourage, notamment sa femme; il n'aurait pas eu la force de combattre cette opinion et de s'annoncer à l'assurance-invalidité avant le début de 1974.\n\nVu ce qui a été exposé plus haut, l'absence de toute démarche de l'épouse auprès de l'assurance-invalidité ne saurait porter préjudice au recourant. Il reste donc à savoir si ce dernier s'est trouvé, objectivement, de juin 1971 à la fin de 1973 dans l'impossibilité de demander une rente d'invalidité. Ce ne serait pas le cas si, même à contrecoeur, il s'était rallié à l'avis de ses conseillers et avait préféré renoncer à une rente pour ne pas compromettre sa guérison; mais bien si sa dépression l'avait privé de la capacité de faire des démarches en vue de l'obtention d'une rente qu'il avait pourtant décidé de réclamer contre l'opinion de son entourage. L'enquête n'a pas porté sur cette question. Le dossier ne donne qu'un tableau succinct de l'étendue des troubles psychiques de l'intéressé. Il faut donc renvoyer la cause à l'administration, afin qu'elle complète l'instruction et qu'elle prenne une nouvelle décision, en lieu et place de celle du 18 octobre 1974, par laquelle la rente a été accordée depuis le 1er janvier 1973 seulement.\n\n4. Quant à la décision du 27 novembre 1974, qui a supprimé la rente avec effet immédiat, elle n'est plus attaquée dans l'instance fédérale.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis. La décision du 18 octobre 1974 et le jugement attaqués sont annulés dans la mesure où ils fixent au 1er janvier 1973 le début de la rente d'invalidité au recourant Petter. Ils sont maintenus pour le surplus. La cause est renvoyée à la caisse de compensation intimée, afin qu'elle fasse compléter l'instruction et qu'elle prenne une nouvelle décision sur la date du début de la rente, dans le sens des considérants."}