{"annee": "102", "cour": "IA", "page": "201", "date": "17/8/1976", "cite": ["96 I 624", "99 IA 262", "99 IA 394", "48 I 580", "101 IA 182", "64 I 383", "99 IA 236", "85 I 52", "100 IA 97", "99 IA 638", "33 I 388", "95 I 556", "33 I 625", "23 II 1565", "101 IA 67", "48 I 262", "101 IA 336", "100 IA 41"], "cite_par": ["106 IA 333", "118 IA 427", "103 IA 369", "125 I 474", "106 IA 329", "120 IB 224", "109 IA 33", "106 IA 355", "105 IA 349", "116 IA 252", "112 IA 356", "104 IA 305", "104 IA 350", "114 IA 452", "128 I 295", "103 IA 360"], "chapeau": "32. Urteil vom 17. August 1976 i.S. Minelli gegen Kanton Nidwalden.", "regestes": ["Qualité pour recourir, épuisement des instances cantonales; Convention européenne des droits de l'homme. 1. Subsidiarité du recours de droit public par rapport au recours au Conseil fédéral selon l'art. 73 al. 1 LPA (consid. 1). 2. Exigence de l'épuisement des instances cantonales en matière de recours de droit public pour violation de la Convention européenne des droits de l'homme; exceptions, application par analogie de l'art. 86 al. 2 OJ (consid. 2). 3. Qualité pour recourir contre des arrêtés de portée générale (art. 88 OJ). Conditions auxquelles un arrêté cantonal peut être attaqué également par des citoyens domiciliés hors du canton concerné (consid. 3)."], "faits": "BGE 102 Ia 201 S. 202\n\nGestützt auf Art. 60 KV und Art. 5 Abs. 2 des kantonalen Schulgesetzes vom 30. April 1972 beschloss der Landrat (Kantonsparlament) des Kantons Nidwalden am 11. April 1975 eine Vollziehungsverordnung zum Schulgesetz (Schulverordnung). Diese wurde, nachdem hiegegen das fakultative Referendum ergriffen worden war, von der Landsgemeinde am 25. April 1976 genehmigt. Das Ergebnis der Landsgemeindeabstimmung wurde im Amtsblatt des Kantons Nidwalden vom 30. April 1976 publiziert.\n\nLudwig A. Minelli, wohnhaft in Forch (Kanton Zürich), führt mit Eingabe vom 28. Mai 1976 gegen die von der Landsgemeinde genehmigte Schulverordnung staatsrechtliche Beschwerde mit dem Begehren, es seien die §§ 15 Abs. 2; 24; 25; 36; 66 Abs. 1 Satzteil \"nach christlichen Grundsätzen ausgerichteten\"; 67 Abs. 3 und 69 der angefochtenen Verordnung aufzuheben. Er rügt eine Verletzung von Art. 4, 27 Abs. 3, 56, 65 Abs. 2 BV, Art. 2 ÜbBest. BV, Art. 1 Abs. 1 und Art. 1 Abs. 2 Ziff. 5 KV, der persönlichen Freiheit sowie von Art. 3, 9, 11 und 14 der Europäischen Menschenrechtskonvention.\n\nDas Verfassungsgericht (Obergericht) des Kantons Nidwalden teilt dem Bundesgericht auf entsprechende Anfrage hin mit, dass der betreffende Erlass auch mittels einer kantonalen Verfassungsbeschwerde hätte angefochten werden können. In seiner Stellungnahme zu diesem Bericht führt der Beschwerdeführer aus, dass ihm die Möglichkeit der Einreichung einer kantonalen Verfassungsbeschwerde nicht bekannt gewesen sei. Auch der Staatsschreiber von Nidwalden, an den er sich gewandt habe, habe ihn nicht auf dieses Rechtsmittel hingewiesen. Das Bundesgericht werde ersucht, die staatsrechtliche Beschwerde dem Verfassungsgericht von Nidwalden zu unterbreiten, damit dieses prüfe, ob die beim Bundesgericht eingereichte Beschwerde noch verspätet als kantonale Verfassungsbeschwerde entgegengenommen werden könne. Falls das Verfassungsgericht von Nidwalden dies ablehne, habe das Bundesgericht auf die vorliegende staatsrechtliche Beschwerde mindestens insoweit einzutreten, als darin eine Verletzung der EMRK gerügt werde.\n\nBGE 102 Ia 201 S. 203", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 84 Abs. 2 OG ist die staatsrechtliche Beschwerde nur zulässig, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer andern Bundesbehörde gerügt werden kann (Grundsatz der Subsidiarität). Gemäss Art. 73 Abs. 1 lit. a Ziff. 2 VwVG kann gegen kantonale Verfügungen und Erlasse wegen Verletzung von Art. 27 Abs. 3 BV beim Bundesrat Beschwerde geführt werden. Soweit der Beschwerdeführer eine Verletzung dieser Verfassungsbestimmung rügt, ist auf die staatsrechtliche Beschwerde aufgrund von Art. 84 Abs. 2 OG nicht einzutreten. Die Beschwerde ist zur Behandlung dieser Rüge gemäss Art. 96 OG an den Bundesrat weiterzuleiten. Ob das Erfordernis der Erschöpfung des kantonalen Instanzenzuges (s. unten) auch für die Beschwerde nach Art. 73 VwVG gilt und ob der Beschwerdeführer zu diesem Rechtsmittel legitimiert ist, wird im Verfahren vor dem Bundesrat zu prüfen sein.\n\n2. Die übrigen Rügen fallen an sich in den Zuständigkeitsbereich des Bundesgerichtes. Nach Art. 86 Abs. 2 und 87 OG ist eine staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte - vorbehältlich der in Art. 86 Abs. 2 OG vorgesehenen Ausnahmen - erst zulässig, nachdem von den kantonalen Rechtsmitteln Gebrauch gemacht worden ist. Eine entsprechende Regel gilt auch für Beschwerden wegen Verletzung von Normen der EMRK, soweit es sich um Garantien handelt, die den verfassungsmässigen Individualrechten im Sinne von Art. 84 Abs. 1 lit. a OG gleichgestellt werden können (BGE 101 Ia 67 ff.). Ein Verzicht auf die vorgängige Ergreifung der kantonalen Rechtsmittel ist grundsätzlich nur zulässig, wenn die angerufenen Normen der EMRK jenen verfassungsmässigen Rechten entsprechen, welche gemäss Art. 86 Abs. 2 OG vom Erfordernis der Erschöpfung des kantonalen Instanzenzuges ausgenommen sind (BGE 101 Ia 69 E. 2c).\n\nDie Verletzung der hier angerufenen Verfassungsnormen - Art. 4, 56, 65 Abs. 2 BV; persönliche Freiheit; Art. 2 ÜbBest. BV; Art. 1 Abs. 1 und Art. 1 Abs. 2 Ziff. 5 KV - kann erst nach vorgängiger Ergreifung der kantonalen Rechtsmittel BGE 102 Ia 201 S. 204mit staatsrechtlicher Beschwerde gerügt werden. Entsprechendes gilt auch für die Rüge der Verletzung von Art. 3, 9, 11 und 14 EMRK, da diese Konventionsbestimmungen keine Garantien enthalten, die den in Art. 86 Abs. 2 Satz 2 OG vorbehaltenen Verfassungsrechten gleichzustellen wären. Auf die staatsrechtliche Beschwerde kann daher nur eingetreten werden, wenn gegen den angefochtenen kantonalen Erlass zur Geltendmachung der hier erhobenen Rügen kein kantonales Rechtsmittel mehr gegeben war.\n\nNach Art. 69 Abs. 2 Ziff. 2 der Nidwaldner Kantonsverfassung vom 10. Oktober 1965 und Art. 31 Ziff. 2 des kantonalen Gerichtsgesetzes vom 28. April 1968 beurteilt das Obergericht als Verfassungsgericht \"Streitigkeiten über die Rechtmässigkeit von Gesetzen und Verordnungen des Kantons, der Gemeinden und Korporationen\". Die Frist für die Beschwerde an das Verfassungsgericht beträgt \"bis zum Erlass der neuen Gesetzgebung\" (welche offenbar noch nicht vorliegt) 20 Tage (Art. 72 des Gerichtsgesetzes).\n\nAus diesen Verfassungs- und Gesetzesbestimmungen wie auch aus dem eingeholten Amtsbericht des Verfassungsgerichtes von Nidwalden geht hervor, dass der Beschwerdeführer die in Frage stehende Schulverordnung mit einem kantonalen Rechtsmittel hätte anfechten können, und zwar mit sämtlichen Rügen, die Gegenstand der staatsrechtlichen Beschwerde bilden. Der Beschwerdeführer stellt dies in seiner Vernehmlassung vom 5. Juli 1976 auch nicht in Abrede. Er macht jedoch geltend, es müsse hier, entsprechend einem in BGE 101 Ia 71 E. 2g gemachten Vorbehalt, auf die Rüge der Verletzung der EMRK gleichwohl eingetreten werden. Dem ist nicht beizupflichten. Wohl behielt sich das Bundesgericht im erwähnten Entscheid vor, in bezug auf die EMRK vom Erfordernis der Letztinstanzlichkeit (von der analogen Anwendung von Art. 86 Abs. 2 Satz 2 OG abgesehen) \"in jenen Fällen Ausnahmen zu machen, wo das Nichteintreten auf die staatsrechtliche Beschwerde mangels Erschöpfung des kantonalen Instanzenzuges den Beschwerdeführer jeder ordentlichen Anfechtungsmöglichkeit berauben würde.\" - Unter welchen Voraussetzungen eine derartige Ausnahme gerechtfertigt sein könnte, braucht hier nicht weiter erörtert zu werden. Im vorliegenden Fall besteht jedenfalls kein Anlass, von dem in BGE 101 Ia 68 ff. aufgestellten Grundsatz abzuweichen, da BGE 102 Ia 201 S. 205die Frage, ob die beanstandeten Normen der Schulverordnung mit der EMRK vereinbar seien, im Anschluss an einen späteren Anwendungsakt, d.h. im Rahmen der konkreten Normenkontrolle, von jedem tatsächlich Betroffenen erneut mit staatsrechtlicher Beschwerde dem Bundesgericht unterbreitet werden kann. Mangels Erschöpfung des kantonalen Instanzenzuges ist auf die vorliegende Beschwerde, soweit sie in den sachlichen Zuständigkeitsbereich des Bundesgerichtes fällt, nicht einzutreten.\n\n3. Auf die Beschwerde könnte überdies auch wegen fehlender Legitimation nicht eingetreten werden.\n\nZur Anfechtung eines allgemeinverbindlichen Erlasses ist jeder legitimiert, auf den die als verfassungswidrig bezeichneten Vorschriften künftig einmal angewendet werden könnten; es genügt ein virtuelles Betroffensein (BGE 100 Ia 99, 43; BGE 99 Ia 396 E. Ia mit Hinweisen). Nur wo es nach der Materie, die der Erlass regelt, von vornherein als ausgeschlossen erscheint, dass der Beschwerdeführer von den angefochtenen Normen einmal berührt werden könnte, wird das erforderliche praktische Interesse an der Beschwerdeführung verneint (BGE 99 Ia 265 f., BGE 85 I 53, BGE 64 I 386, BGE 48 I 595). So kann eine Gefängnisverordnung auch von Personen angefochten werden, die nicht bereits in ein Strafverfahren gezogen sind (BGE 99 Ia 265 f.), eine Vorschrift über die Beschränkung der Bootslänge auch von Personen, deren Boote noch innerhalb der zulässigen Norm liegen (BGE 100 Ia 43), ein Erlass über die Voraussetzungen zur Führung eines Taxibetriebes auch von jemandem, der nicht Taxihalter ist (BGE 99 Ia 396), ein Steuergesetz auch von Personen, die die streitige Steuer einstweilen noch nicht zu entrichten haben (BGE 99 Ia 643 /4, BGE 48 I 265 f.), die Einführung einer Hundetaxe auch von jemandem, der nicht Hundehalter ist (BGE 33 I 390), um einige Beispiele aus der Praxis zu nennen. Grundsätzlich wird dabei aber vorausgesetzt, dass der Erlass für den Beschwerdeführer \"verbindlich\" ist, d.h. dass der Beschwerdeführer im betreffenden Kanton wohnt und damit dessen Territorialhoheit untersteht (BGE 99 Ia 239, BGE 85 I 53; BGE 48 I 595, 266; BGE 33 I 626; BGE 23 II 1565). Die Praxis lässt allerdings, je nach Art des angefochtenen Erlasses, auch Ausnahmen zu: So kann auch ein ausserhalb des Kantons niedergelassener Unternehmer, der sich als Aufsteller von Geldspielautomaten betätigt, gegen das generelle Verbot solcher Apparate BGE 102 Ia 201 S. 206staatsrechtliche Beschwerde führen, und zwar selbst dann, wenn er im betreffenden Kanton noch keine Apparate aufgestellt hat und daher in seiner Geschäftstätigkeit bloss virtuell betroffen ist (BGE 101 Ia 336 ff., nicht publizierte Erw. 2a). Ebenso ist ein Hausierer legitimiert zur Anfechtung eines Erlasses über die Hausiertaxen, auch wenn er in einem andern Kanton wohnt; es genügt, dass er bei der Ausübung seiner Erwerbstätigkeit von diesem Erlass betroffen werden könnte (BGE 64 I 386). Schliesslich ist auch klar, dass ein Gesetz, das für ausserhalb des Kantons wohnhafte Schiffshalter eine höhere Schiffssteuer vorsieht, von diesen angefochten werden kann (BGE 101 Ia 182 ff.).\n\nEine gewisse minimale Wahrscheinlichkeit, dass der Beschwerdeführer durch den angefochtenen Erlass einmal betroffen werden könnte, muss somit in jedem Falle vorhanden sein (JEAN-CLAUDE HEFTI, De la qualité pour recourir dans la juridiction constitutionnelle et administrative du Tribunal Fédéral, Diss. Lausanne 1958, S. 60/61). Aus der bisherigen Rechtsprechung ist ersichtlich, dass ein Erlass nur dann von ausserhalb des Kantons wohnhaften Personen angefochten werden kann, wenn er nach Art der geregelten Materie ohne weiteres auch für Nichtkantonseinwohner Rechtswirkungen zu entfalten vermag. Trifft dies nicht zu und fällt der Beschwerdeführer bloss unter der Annahme, dass er künftig vielleicht einmal seinen Wohnsitz in den betreffenden Kanton verlegen könnte, als virtueller Normadressat in Betracht, so ist das erforderliche praktische Interesse an der Beschwerdeführung - wie gering die Anforderungen in bezug auf die Anfechtung allgemeinverbindlicher Erlasse auch sein mögen - in der Regel nicht gegeben.\n\nDer Beschwerdeführer ist wohl Vater zweier schulpflichtiger Kinder; er ist jedoch nicht im Kanton Nidwalden, sondern im Kanton Zürich (Forch) wohnhaft und insoweit durch die angefochtene Schulverordnung weder unmittelbar noch virtuell betroffen. Der blosse Umstand, dass er rechtlich jederzeit die Möglichkeit hätte, seinen Wohnsitz nach Nidwalden zu verlegen, vermag nach dem Gesagten seine Beschwerdelegitimation noch nicht zu begründen. Wie es sich verhielte, wenn glaubhaft dargetan wäre, dass ein Umzug nach Nidwalden beabsichtigt sei, kann dahingestellt bleiben. Unter den tatsächlich gegebenen Umständen ist der Beschwerdeführer zur Anfechtung BGE 102 Ia 201 S. 207der streitigen Schulverordnung nicht legitimiert. Auch wenn die staatsrechtliche Beschwerde in bezug auf die Anfechtung von Erlassen einer Popularbeschwerde nahe stehen mag, setzt sie doch ein minimales persönliches Interesse des Beschwerdeführers voraus; zur Wahrnehmung rein öffentlicher Interessen steht das Rechtsmittel nicht zur Verfügung (BGE 96 I 626 /7 E. 3 mit Hinweisen).\n\n4. Zu einer Weiterleitung der vorliegenden Beschwerde an das kantonale Verfassungsgericht besteht kein Anlass, da die Frist für die Anrufung der kantonalen Rechtsmittelinstanz im Zeitpunkt der Einreichung der staatsrechtlichen Beschwerde bereits abgelaufen war (vgl. BGE 95 I 558). Wie das Verfassungsgericht in seiner Vernehmlassung ausführt, begann die 20tägige kantonale Beschwerdefrist mit dem \"Erlass bzw. Publikation\" der Verordnung zu laufen, d.h. spätestens am 30. April 1976; die staatsrechtliche Beschwerde wurde jedoch erst am 28. Mai 1976 der Post übergeben.\n\nFalls der Beschwerdeführer der Auffassung sein sollte, er habe wegen falscher behördlicher Rechtsauskunft einen Anspruch auf Wiederherstellung der kantonalen Beschwerdefrist, kann er nach Massgabe des kantonalen Verfahrensrechtes bei der zuständigen kantonalen Instanz ein entsprechendes Begehren stellen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird, soweit sie sich auf Art. 27 Abs. 3 BV stützt, an den Bundesrat weitergeleitet. Im übrigen wird auf die Beschwerde nicht eingetreten."}