{"annee": "102", "cour": "V", "page": "91", "date": "23/6/1976", "cite": [], "cite_par": ["105 V 198", "112 V 126", "107 V 230", "115 V 122", "105 V 309", "104 V 173", "119 V 298", "124 II 570", "111 V 329", "103 V 145", "117 V 27"], "chapeau": "22. Extrait de l'arrêt du 23 juin 1976 dans la cause Schmidlin contre Caisse nationale suisse d'assurance en cas d'accidents et Caisse nationale suisse d'assurance en cas d'accidents contre Schmidlin et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 26 al. 1 et 74 al. 3 LAMA. De la notion de surassurance dans l'assurance-maladie et dans l'assurance-accidents obligatoire (consid. II). Art. 99 al. 1 LAMA et 62 ss CO. Répétition de l'indu par la Caisse nationale. Obligation pour la Caisse nationale de répéter l'indu (consid. III). Application de l'art. 47 LAVS dans l'assurance-accidents."], "faits": "|91|\n\nRésumé des faits:\n\nA.- René Schmidlin, assuré auprès de la Caisse nationale, a été victime le 4 janvier 1970 d'un accident de ski et a subi à cette occasion une fracture ouverte de la jambe gauche. Des complications médicales ont nécessité plusieurs interventions chirurgicales. C'est ainsi que jusqu'à fin 1972 l'intéressé a été hospitalisé pendant 543 jours au total. La Caisse nationale lui a versé pour cette période, à titre d'acomptes sur les indemnités de chômage, un montant de 45'126 fr. 85.\n\nL'intéressé a touché en outre pour la période allant de la date de son accident à fin 1972 les prestations suivantes:\n\na) de l'Assicuratrice Italiana, en vertu d'une assurance complémentaire à la Caisse nationale, une somme de 10'935 fr. 90 correspondant à la perte de salaire (allocations et gratifications |92| non comprises) non couverte par l'assurance-accidents obligatoire;\n\nb) de l'assurance-invalidité fédérale, des rentes d'invalidité s'élevant, compléments compris, à 8'770 fr. au total pour la période du 1er août 1971 au 30 novembre 1972;\n\nc) de la Société suisse d'assurances générales sur la vie humaine (Rentenanstalt), une somme de 5'430 fr., en vertu d'un avenant à une police d'assurance-vie garantissant une indemnité journalière de 10 fr. en cas d'hospitalisation par suite de maladie ou d'accident, correspondant aux 543 jours d'hôpital;\n\nd) de cette même société, une somme de 5'000 fr. 10, en vertu d'un avenant prévoyant une rente d'invalidité de 2'000 fr. par an en cas d'incapacité de gain par suite de maladie, d'accident ou d'invalidité.\n\nLa Caisse nationale, informée au printemps 1973 des versements de l'assurance-invalidité et de la Rentenanstalt, a examiné la question de la surassurance. Elle a abouti à une surassurance de 16'560 fr. 60, d'où résultait un trop-perçu de 16'914 fr. 80. Par décision du 23 octobre 1973, elle a demandé à l'assuré des propositions pour le remboursement de cette somme.\n\nB.- L'assuré a recouru.\n\nLe Tribunal des assurances du canton de Vaud a tenu le recours pour fondé sur deux points:\n\na) considérant que l'indemnité journalière en cas d'hospitalisation versée par la Rentenanstalt n'avait pas pour but économique de compenser une perte de gain, il a prononcé que la somme de 5'430 fr. ne devait pas être prise en compte dans le calcul de la surassurance;\n\nb) constatant que du fait des arrêts de travail les gratifications avaient été réduites de 840 fr., il a ajouté ce montant à la perte de gain retenue par la Caisse nationale.\n\nIl a rejeté en revanche les autres moyens de l'assuré et, par jugement du 26 février 1975, a admis le recours en ce sens que la somme à restituer était ramenée à 10'644 fr. 80.\n\nC.- Tant René Schmidlin que la Caisse nationale interjettent recours de droit administratif.\n\n|93|", "considerants": "Extrait des considérants: II\n\nII.1. L'art. 74 al. 3 LAMA dispose que \"si pour le même accident des prestations sont versées par d'autres assureurs, l'indemnité de chômage ne peut excéder la différence entre le montant de ces prestations et le total du gain dont l'assuré se trouve privé\".\n\nLe Tribunal fédéral des assurances a récemment eu l'occasion de se déterminer sur le second terme de la comparaison susmentionnée, soit sur la définition du gain dont l'assuré se trouve privé. Il a prononcé qu'il n'y a pas perte de gain dans la mesure où l'employeur est tenu à prestations, que ce soit en vertu de la loi ou du contrat; que des prestations purement volontaires de l'employeur, en revanche, n'ont pas pour effet d'annihiler ou de réduire la perte de gain (RO 97 V 94 et 99 V 140).\n\nMais sur le premier terme de la comparaison, soit sur la définition des \"prestations versées par d'autres assureurs\", il n'y a guère de jurisprudence. La Cour de céans a précisé toutefois il y a longtemps déjà qu'il doit s'agir de prestations effectivement fournies, non pas de prétentions non réalisées (ATFA 1944, p. 69). Cet arrêt critiqué par MAURER (Recht und Praxis der schweizerischen obligatorischen Unfallversicherung, 2e éd., p. 209) ne dit rien, en revanche, de la nature de ces prestations.\n\nLa Caisse nationale soutient qu'il faut entendre par là l'ensemble des prestations en argent - quelles que soient leur dénomination ou leur affectation - versées pour la même période et pour les suites du même accident.\n\nIl apparaît d'emblée que cette thèse ne saurait être retenue en ses termes absolus. Il est en effet exclu de tenir compte de prestations destinées à couvrir un dommage matériel, p.ex. la détérioration d'habits, la destruction d'un véhicule à moteur, l'incendie de mobilier, etc. L'application de l'art. 74 al. 3 LAMA doit à l'évidence être restreinte aux seules prestations en relation avec les séquelles corporelles de l'accident. La Caisse nationale ne semble d'ailleurs pas songer à soutenir le contraire. Mais toute indemnisation en rapport avec l'atteinte portée au corps humain doit-elle nécessairement être prise en compte dans le cadre de cette disposition? |94|\n\nLa question soulève des problèmes dont le Tribunal fédéral des assurances a été saisi en matière d'assurance-maladie, à savoir ceux de la concordance des prestations et de leur comparaison globale ou séparée (cf. RJAM 1973 No 176, p. 147; 1974 No 189, p. 11 et No 200, p. 141; arrêt non publié Amrein du 12 novembre 1975). En cette matière, la Cour de céans a adopté le principe de la concordance et reconnu que l'art. 26 al. 3 LAMA vise les prestations de tiers assureurs dont la fonction est assimilable à celle des prestations allouées par l'assurance-maladie dans le cas d'espèce. Quant au calcul de la surassurance, elle a prononcé qu'il fallait établir un compte global, et non un compte séparé pour chaque catégorie de risques; mais il a déclaré dans le dernier arrêt cité ci-dessus que le problème n'était pas nécessairement ainsi résolu de façon définitive.\n\nSans doute la situation n'est-elle pas identique dans l'assurance-maladie et dans l'assurance-accidents. Les textes légaux eux-mêmes divergent: tandis que l'art. 26 al. 1 LAMA dispose d'une manière toute générale que l'assurance-maladie ne doit pas être une source de gain pour l'assuré et que l'art. 16 Ord. III exclut le versement de prestations dépassant le montant intégral de la perte de gain, des frais médico-pharmaceutiques et des autres frais entraînés par la maladie qui ne sont pas couverts par ailleurs, l'art. 74 al. 3 LAMA se borne à exclure une surindemnisation de la perte de salaire encourue. Mais la situation n'est pas fondamentalement différente pour autant, et l'on ne saurait admettre en droit qu'il puisse y avoir gain illicite résultant de prestations d'assurance destinées à couvrir un dommage dont la Caisse nationale n'assume pas la couverture. Le principe de la concordance des prestations est donc un élément constitutif de la notion même de surassurance, dans l'assurance-accidents aussi bien que dans l'assurance-maladie.\n\nReste à examiner la question du compte global ou séparé pour chaque catégorie de risques. Mais ce problème, actuellement indécis dans l'assurance-maladie, est automatiquement résolu dans l'assurance-accidents, du seul fait que la Caisse nationale n'accorde pas de prestations en espèces pour le traitement médical, mais fournit ce traitement en nature. La valeur en est certes chiffrable; tenir compte de cette valeur dans le cadre d'un compte global aurait cependant pour |95| conséquence absurde que le patient se faisant hospitaliser en division privée pourrait voir le surplus des frais de traitement couvert par le biais des indemnités de chômage, ce qui ne saurait être admis.\n\nEn conclusion, seules doivent être prises en compte les prestations d'autres assurances destinées à compenser la perte de gain.\n\nII.2. Que faut-il entendre par là?\n\nSelon la jurisprudence constante du Tribunal fédéral relative à l'art. 96 LCA, toute assurance-vie ou accidents privée est une assurance de somme; et même si ses prestations sont fixées en fonction du dommage, elles ne peuvent être considérées comme destinées à compenser ce dommage (voir p. ex. RO 100 II 453 et 94 II 173, plus spécialement p. 186 consid. 8b). Si l'on adoptait cette thèse civiliste - d'ailleurs critiquée par la doctrine (voir MAURER, Cumul et subrogation dans l'assurance sociale et privée, Berne, 1976, pp. 84 ss) -, pareilles prestations ne pourraient jamais être prises en compte dans le calcul d'une éventuelle surindemnisation. Mais, quelque opinion que l'on puisse exprimer sur la jurisprudence relative à l'art. 96 LCA, il n'y a pas contradiction à considérer que l'art. 74 al. 3 LAMA - comme la Cour de céans l'a fait, sans même aborder la question, à propos de l'art. 26 al. 3 LAMA - part d'une tout autre optique et d'une notion essentiellement économique de la surassurance.\n\nPour ce même motif, la dénomination choisie par les parties pour désigner les prestations d'assurance convenues ne saurait être déterminante. Le fait p.ex. d'appeler rente une prestation versée durant une incapacité temporaire de travail ne suffit pas à lui enlever le caractère de compensation de la perte de salaire, si telle apparaît être sa fonction économique.\n\nDéterminer la fonction économique d'une prestation ne sera certes pas toujours facile, ainsi que l'objecte la Caisse nationale. Il arrivera ainsi qu'une assurance privée verse une rente d'invalidité qui - découlant d'un barème (\"Gliedertabelle\") - ne correspondra en rien à une perte de gain; et le plus fréquemment l'atteinte donnera lieu au versement d'un capital, qui échappera vraisemblablement à toute prise en compte. Mais les difficultés pratiques ne sauraient l'emporter sur la situation de droit.\n\nII.3. En l'espèce, outre les indemnités de chômage de la |96| Caisse nationale, l'intéressé a touché des prestations de quatre sources.\n\nLa prise en compte de deux de ces prestations dans le cadre de l'art. 74 al. 3 LAMA n'est pas ou plus litigieuse. Il s'agit des prestations versées par l'Assicuratrice Italiana en vertu d'une assurance complémentaire à la Caisse nationale, d'une part, et de la rente d'invalidité versée par la Rentenanstalt, d'autre part. Si les premières compensent de toute évidence une perte de gain effective (non couverte par la Caisse nationale), le caractère de la rente d'invalidité mérite quelques commentaires: l'assurance en vertu de laquelle cette rente est versée est une assurance de somme au sens de la jurisprudence relative à l'art. 96 LCA, et le montant convenu de la prestation n'a aucun lien avec celui du gain. Mais le droit à la rente découle de l'incapacité de gain - définitive ou temporaire - et le montant en est proportionnel au degré de cette incapacité (art. 14 des conditions générales). Si l'on part du critère de la fonction économique, le but de la rente est donc bien de compenser une perte de salaire. On constate ainsi que ce qui est déterminant n'est pas le calcul de la prestation - somme forfaitaire ou fixée en fonction du gain - mais la cause de son octroi.\n\nLa troisième de ces prestations est une rente simple de l'assurance-invalidité, avec rente complémentaire pour l'épouse. En procédure cantonale, l'assuré avait soutenu que, puisque l'art. 45 al. 1 LAI autorisait jusqu'à fin 1973 le cumul d'une rente de l'assurance-invalidité avec une rente de la Caisse nationale en cas d'accident non professionnel, il devait en aller de même du cumul entre la rente de l'assurance-invalidité et les indemnités de chômage de la Caisse nationale. Il a abandonné cette thèse en procédure fédérale, mais fait valoir que la rente complémentaire ne devrait pas être prise en considération dans le décompte de surassurance. Le Tribunal fédéral des assurances a rejeté déjà pareille solution dans un cas de cumul d'une rente de couple avec une rente de l'assurance militaire (RO 100 V 83), et il doit en être de même quant aux rentes complémentaires de l'assurance-invalidité dans le cadre de l'art. 74 al. 3 LAMA. Toute rente de l'assurance-invalidité a en effet pour cause une incapacité de gain, et ce n'est pas son mode de calcul - avec adjonction de prestations selon les charges familiales - qui peut lui enlever son but de compensation |97| (forfaitaire) de la perte de gain; seule l'ampleur de la compensation varie selon ces charges (voir à ce sujet MAURER, Cumul et subrogation, art. C chiffre 2, p. 77).\n\nLa quatrième et dernière prestation consiste en la somme versée par la Rentenanstalt en vertu d'un avenant à une police d'assurance-vie garantissant une indemnité journalière de 10 fr. en cas d'hospitalisation par suite de maladie ou d'accident. Le fait qu'il s'agit d'une assurance de somme au sens de la jurisprudence relative à l'art. 96 LCA ne s'oppose pas à la prise en compte d'une telle prestation. Mais il faut constater, à l'instar du juge cantonal, que la cause de son octroi n'est pas l'incapacité de gain; elle est une hospitalisation. Et le but de la prestation n'est pas de compenser une perte de salaire; il est de couvrir les frais annexes liés pratiquement à toute hospitalisation.\n\nLe Tribunal des assurances du canton de Vaud a réservé le cas où le rôle attribué à la prestation d'assurance privée ne coïnciderait pas avec l'effet économique qu'elle exercerait en réalité, p.ex. des indemnités journalières d'hospitalisation d'un montant si élevé qu'elles dépasseraient de beaucoup les frais entraînés par l'hospitalisation. Semblable réserve a déjà été faite par le Tribunal fédéral des assurances en matière d'assurance-maladie (RJAM 1974 No 189, p. 11). La Caisse nationale en tire argument pour déclarer impossible de déceler si telle prestation d'un assureur privé est destinée à compenser une perte de gain. Mais, outre que les cas d'indemnités d'hospitalisation démesurées seront sans doute extrêmement rares, les difficultés pratiques ne sauraient former obstacle à l'application du droit.\n\nIl est vrai par ailleurs que la Caisse nationale tient compte de certains frais nécessaires engendrés par l'accident, en les déduisant du revenu lors du calcul de la perte de gain. Bien qu'elle n'ait pas de base légale, cette pratique répond à des motifs d'équité et n'a jamais été contestée par la jurisprudence (RO 99 V 140, en particulier 145 consid. 4 in fine). Il pourrait donc se produire que les mêmes frais soient couverts à double, d'une part du fait de la déduction opérée par la caisse et d'autre part par les indemnités d'hospitalisation de l'assurance privée; mais pareille situation n'est pas donnée en l'espèce, comme l'a constaté à bon droit le juge cantonal, vu la modicité tant de la déduction opérée que de l'indemnité assurée.\n\n|98| Au demeurant, il sied de relever que l'existence de frais accessoires déductibles ne doit pas être admise trop facilement par la Caisse nationale, si l'on ne veut pas défavoriser celui qui a fait l'effort de s'assurer par rapport à l'imprévoyant. Sans doute le principe même de l'interdiction de la surindemnisation implique-t-il une certaine pénalisation de l'homme prudent (on le voit en l'occurrence avec la rente d'invalidité de la Rentenanstalt), qui devrait cependant ne pas devenir excessive.\n\nEn bref, la Cour de céans se rallie aux thèses retenues dans le jugement attaqué à propos de chacune des prestations ici en cause, thèses qui aboutissent - les calculs n'étant en soi pas litigieux - à fixer à 10'644 fr. 80 la somme que l'assuré a indûment touchée de la Caisse nationale. III\n\nIII.1. Le montant de la surassurance au sens de l'art. 74 al. 3 LAMA et la somme que l'assuré a indûment touchée de ce fait étant établis, il faut examiner par quelle voie la Caisse nationale doit en exiger le remboursement. En effet, il ne saurait être laissé au libre arbitre de l'administration de décider de cas en cas si elle entend demander ou non restitution de prestations touchées sans droit: s'il y a eu versement indu, la Caisse nationale a le devoir d'en exiger le remboursement, en principe du moins, à l'instar de ce qui est prescrit dans les autres branches des assurances sociales (voir art. 47 al. 1 LAVS, auquel renvoient les art. 49 LAI, 11 LFA et 27 al. 1 OPC; art. 35 al. 1 LAC, 20 al. 1 LAPG; pour l'assurance-maladie, voir ATFA 1967, p. 5, plus spécialement consid. 3 lit. c in fine, pp. 13-14, ainsi que RO 99 V 193 et 98 V 158).\n\nEn première instance, la Caisse nationale avait soutenu que son droit d'exiger restitution découlait directement de l'art. 74 al. 3 LAMA et n'avait besoin d'aucun autre fondement. Le juge cantonal a fait justice de cette thèse, dont René Schmidlin conteste à raison l'exactitude dans son recours de droit administratif. Si l'art. 74 al. 3 LAMA pose le principe de la surassurance et permet de dire ce que l'assurance doit ou ne doit pas, il ne contient rien sur la répétition des montants que la caisse a payés alors qu'elle ne les devait pas en vertu de cette disposition. Il faut donc rechercher quelle est la règle applicable, |99| ce que la Caisse nationale ne conteste apparemment plus en procédure fédérale.\n\nDans le domaine de l'assurance-maladie, régie par le titre premier de la LAMA, il n'existe aucune norme légale. Le Tribunal fédéral des assurances a déclaré l'art. 47 LAVS applicable par analogie lorsque des dispositions statutaires - lesquelles peuvent tout aussi bien renvoyer aux art. 62 ss CO - font défaut (voir en particulier ATFA 1967, p. 5, plus spécialement consid. 3, pp. 10-14, et RJAM 1971 No 98, p. 123; cf. également RO 88 I 213, plus spécialement pp. 216-217, et 78 I 86). Dans le domaine de l'assurance-accidents, en revanche, il y a dans le titre deuxième de la LAMA l'art. 99 al. 1, aux termes duquel la Caisse nationale peut - elle le doit en principe, comme il a été dit plus haut - exiger, conformément aux art. 62 à 67 CO, la restitution du montant des prestations en argent qu'elle a indûment fournies. L'administration avait soutenu en première instance que l'art. 99 al. 1 LAMA ne valait que dans les cas où les prestations avaient été versées indûment en raison de manoeuvres frauduleuses de l'assuré, ou lorsqu'il se révélait par la suite que le lésé n'avait pas qualité d'assuré ou encore que les prestations pouvaient être refusées en raison de la nature ou des circonstances de l'accident; elle niait l'application de cette disposition dans les cas de surassurance. La Caisse nationale paraît avoir abandonné cette thèse, réfutée par le juge cantonal. Ni la doctrine ni la jurisprudence (MAURER, Recht und Praxis, p. 278 N. 20; ATFA 1946, p. 21) n'ont jamais fait d'allusion quelconque à pareille restriction du champ d'application de l'art. 99 al. 1 LAMA, lequel doit valoir pour tous les cas où l'assurance a versé à tort des prestations en argent. Ce sont ainsi bien les art. 62 à 67 CO qui sont déterminants pour la répétition de l'indu.\n\nIII.2. Reste donc à examiner le dernier moyen de fond invoqué par l'assuré, à savoir le défaut d'enrichissement.\n\nLe principe fondamental posé par l'art. 64 CO est que l'enrichi de bonne foi n'est tenu à restituer que dans la mesure de l'enrichissement existant lors de la répétition de l'indu; en d'autres termes, qu'il ne peut être placé dans une situation inférieure à celle qui serait la sienne si le versement indu ne s'était pas produit. Cette disposition considère uniquement le sort de la prestation en cause dans le patrimoine de l'intéressé et fait totale abstraction des autres éléments de la situation |100| financière. C'est ainsi qu'un homme même très aisé par ailleurs n'aura rien à rembourser, s'il établit avoir entièrement consommé la prestation indue sans que son patrimoine s'en trouve augmenté. A l'inverse, est enrichi et doit par conséquent rembourser celui dont le patrimoine se trouve augmenté, même si sa situation pécuniaire est des plus modeste, voire misérable: dans le domaine du droit civil est enrichi non seulement celui qui est encore en possession du montant reçu à tort (et éventuellement de ses intérêts), mais aussi celui qui l'a utilisé pour payer des dettes; ou celui qui a utilisé le montant indûment touché pour son entretien (p.ex. logement, nourriture, habillement) ou un traitement médical (voir p.ex. RO 71 II 147, plus spécialement p. 153 consid. 6). En revanche, n'est plus enrichi celui qui, par libéralité, a fait don à un tiers du montant reçu sans droit; ni en principe, celui qui a consacré le montant indûment touché à des dépenses non nécessaires ou à des avantages non durables (voyages d'agrément, concerts ou spectacles, soit d'une manière générale à des valeurs extra-patrimoniales).\n\nAppliquées strictement au cas d'espèce, les règles de l'art. 64 CO aboutissent à admettre l'enrichissement de l'assuré, par conséquent son obligation de rembourser à la Caisse nationale les prestations indûment perçues en raison de la surassurance.\n\nCertes, l'intéressé avait touché de bonne foi les prestations indues pour la période en cause, la surassurance provenant pour l'essentiel du paiement rétroactif de rentes de l'assurance-invalidité, en avril 1973. Et il les avait apparemment entièrement dépensées lorsqu'il a été averti pour la première fois, en juin 1973, d'une répétition probable; à son dire, que rien ne permet de suspecter, il ne possédait plus alors que le montant rétroactif des rentes de l'assurance-invalidité. Mais on doit tenir pour certain qu'il a utilisé les prestations touchées sans droit pour son entretien; car, durant ses longues périodes d'incapacité de travail (où les rentes de l'assurance-invalidité ne lui étaient pas versées encore), il n'avait pas d'autres ressources que les indemnités de chômage de la Caisse nationale et les prestations complémentaires de l'Assicuratrice Italiana et de la Rentenanstalt. Or un tel emploi de la prestation indue ne fait pas disparaître l'enrichissement découlant de cette prestation, ainsi qu'il a été dit plus haut.\n\nIII.3. Il faut toutefois se demander si le résultat auquel |101| aboutit l'application de l'art. 64 CO est compatible avec les principes de l'assurance sociale et le caractère de ses prestations, ou de manière plus générale, si les normes des art. 62 ss CO auxquelles renvoie l'art. 99 al. 1 LAMA sont encore adéquates. A cet égard, le Tribunal fédéral des assurances a constaté que le système de l'art. 47 LAVS convenait à l'assurance sociale en général, à la plupart des branches de laquelle on a vu qu'il avait été étendu déjà, que ce soit par la loi ou par la jurisprudence (ATFA 1969, p. 36, plus spécialement consid. 3, p. 40). La commission d'experts chargés d'examiner la revision de l'assurance-accidents propose de son côté de l'adopter en cette matière aussi (rapport du 14 septembre 1973, pp. 153 et 212). Mais le juge, lié par la loi, ne saurait s'écarter du texte légal formel, même si la solution voulue par le législateur est aujourd'hui sujette à de sérieuses critiques et mérite d'être modifiée dans le cadre de la revision en cours.\n\nLe résultat auquel conduit l'application des règles des art. 62 ss CO va cependant à l'encontre des tendances de la législation et de la jurisprudence dans tous les autres domaines de l'assurance sociale. Il est donc nécessaire d'y apporter correctif ou remède.\n\nIl serait en soi concevable d'aménager l'application de l'art. 64 CO. Ainsi, constatant que les prestations en argent de la Caisse nationale ont, en tant que prestations d'assurance sociale, pour but originel de permettre à leur bénéficiaire de pourvoir à son entretien, il suffirait de déclarer contraire à ce but que de tenir pour enrichi celui qui a utilisé les prestations à cette fin précisément, tout au moins dans la mesure où il ne disposait pas d'autres ressources qui lui auraient permis aussi de subvenir à son entretien. Une telle solution présenterait toutefois deux graves inconvénients. D'abord, elle introduirait dans l'interprétation de l'art. 64 CO une dérogation à la jurisprudence constante des tribunaux civils, et cela au nom d'une particularité du droit des assurances sociales. Ensuite, elle créerait pour l'assurance-accidents une solution dont les effets pratiques pourraient certes être fort proches de ceux des solutions que connaissent les autres branches de l'assurance sociale, mais dont le fondement juridique serait entièrement différent; or la tendance doit être à l'harmonisation dans toute la mesure du possible, et une telle possibilité est ici donnée par la voie d'un complément à l'ordre légal.\n\n|102|\n\nLa solution que retient la Cour de céans découle de la constatation que, de par la loi et la jurisprudence, toutes les autres branches de l'assurance sociale connaissent deux principes: celui de l'obligation de restituer l'indu et celui de la remise de cette obligation au débiteur de bonne foi et qui serait mis dans une situation difficile. Or, si l'art. 99 al. 1 LAMA dispose que la Caisse nationale peut répéter l'indu conformément aux art. 62 à 67 CO, il ne dit rien des conditions auxquelles elle doit y renoncer. Il n'y a pas là silence qualifié de la loi, qui entendrait exclure toute possibilité de remise de dette; il faut bien plutôt admettre qu'il s'agit d'un silence auquel la pratique et la jurisprudence sont appelées à remédier (voir p.ex. RO 99 V 19). Et il est tout naturel que le juge comble cette lacune en recourant aux normes connues des branches voisines, soit notamment à l'art. 47 LAVS.\n\nIl ne s'agit pas, comme le suggère le mandataire de l'assuré, de substituer l'art. 47 LAVS aux art. 62 à 67 CO - la norme expresse de l'art. 99 al. 1 LAMA liant le juge -, mais de compléter l'ordre légal existant par l'institution ailleurs connue de la remise de dette. Rien ne permet de prévoir des difficultés pratiques, si l'on distingue bien les champs d'application respectifs de l'art. 99 al. 1 LAMA et des art. 62 à 67 CO auxquels il renvoie, qui règlent de façon exhaustive la seule répétition de l'indu, d'une part, et, d'autre part, des normes de l'art. 47 LAVS, applicables par analogie à la seule question de la remise de l'obligation de restituer cet indu.\n\nEn l'espèce, le montant de l'enrichissement est connu; il est de 10'644 fr. 80, ainsi que l'a arrêté le premier juge. Mais remise peut-elle en être accordée, pour le tout ou pour partie?\n\nLa bonne foi de l'assuré n'est ni contestée ni contestable. La seule question est donc si le remboursement de ce montant mettrait l'assuré dans une situation difficile, au sens de la pratique et de la jurisprudence relative à l'art. 47 LAVS."}