{"annee": "102", "cour": "V", "page": "152", "date": "30/6/1976", "cite": [], "cite_par": ["110 V 145", "122 V 178", "129 V 289", "105 V 274", "112 V 81", "137 V 321"], "chapeau": "35. Urteil vom 30. Juni 1976 i.S. IBM Schweiz gegen Ausgleichskasse des Grosshandels und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 7 lit. c RAVS. Cotisations: qualification des avantages accordés aux salariés pour l'acquisition d'actions."], "faits": "BGE 102 V 152 S. 153\n\nA.- Die IBM Schweiz ist eine Tochtergesellschaft der IBM World Trade Corporation, die ihrerseits Tochter der IBM Corporation ist. Diese Gesellschaft ermöglicht den IBM-Angestellten aller Landesgesellschaften, durch Lohnabzüge ihre Aktien mit 15% Vergünstigung zu erwerben. Ein Aktienkaufplan regelt die Bedingungen. Etwas mehr als die Hälfte der Arbeitnehmer der IBM Schweiz machte von dieser Möglichkeit Gebrauch. 1970-1973 wurden ca. 25 000 Aktien erworben. Die Vergünstigung pro Aktie belief sich auf durchschnittlich Fr. 150.-- abzüglich Fr. 11.-- Verwertungsunkosten.\n\nGestützt auf eine Weisung des Bundesamtes für Sozialversicherung verpflichtete die Ausgleichskasse die IBM Schweiz, auf den in den Jahren 1970-1973 gewährten Nettovergünstigungen von annähernd 4 Millionen Franken die paritätischen Sozialversicherungsbeiträge von insgesamt Fr. 277'679.80 (inkl. Verwaltungskosten) nachzuzahlen (Verfügung vom 24. Januar 1975).\n\nB.- Die AHV-Rekurskommission des Kantons Zürich wies durch Entscheid vom 29. August 1975 eine gegen diese Verfügung erhobene Beschwerde im wesentlichen mit der Begründung ab, die beim Aktienkauf gewährten Vergünstigungen stellten massgebenden Lohn dar.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde lässt die IBM Schweiz beantragen, der kantonale Entscheid sowie die angefochtene Kassenverfügung seien aufzuheben. Es wird geltend gemacht, die IBM Corporation ermögliche es den Arbeitnehmern der selbständigen IBM-Landesgesellschaften, sich an ihrem Kapital zu gewissen Vorzugsbedingungen zu beteiligen. Es sei somit nicht der Arbeitgeber, der seinem Arbeitnehmer eine Beteiligung an seinem Unternehmen zu Vorzugsbedingungen ermögliche, sondern ein Dritter, der dem Arbeitnehmer eines andern Unternehmens gewisse Vorteile einräume. Es lägen somit keine Arbeitnehmeraktien im Sinne von Art. 7 lit. c AHVV vor, weshalb die durch den Aktienkaufplan der IBM Corporation gewährte Vergünstigung nicht als Bestandteil des massgebenden Lohnes betrachtet werden könne.\n\nIm übrigen sei es willkürlich, die IBM Schweiz für die Leistung eines Dritten der Beitragspflicht zu unterstellen, während andere Firmen ihren Arbeitnehmern direkte Einkaufsvorteile gewährten, ohne dafür paritätische Beiträge bezahlen BGE 102 V 152 S. 154zu müssen. Sollten schliesslich die Aktien der IBM Corporation als Arbeitnehmeraktien und deren Zuweisung zum massgebenden Lohn nicht als willkürlich betrachtet werden, so liege - jedenfalls bei jährlichen Einkommen unter Fr. 130'000.-- - der Fall der durch Nebenerwerb erzielten geringfügigen Entgelte vor, die vom Einbezug in den massgebenden Lohn auszunehmen seien.\n\nAusgleichskasse und Bundesamt für Sozialversicherung schliessen auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 7 lit. c AHVV gehört zum massgebenden Lohn, von dem paritätische Beiträge entrichtet werden müssen, \"der Wert von Arbeitnehmeraktien, soweit dieser den Erwerbspreis übersteigt und der Arbeitnehmer über die Aktie verfügen kann\". Als massgebender Lohn gilt dabei nach der Verwaltungspraxis die Differenz zwischen dem Erwerbspreis und dem Verkehrswert der Aktie (= Mehrwert) in dem Zeitpunkt, da der Arbeitnehmer den Mehrwert realisiert. Realisiert ist der Mehrwert dann, wenn der Arbeitnehmer frei über die Aktie verfügen kann, nämlich entweder schon mit dem Erwerb der Aktie oder erst nach einer gewissen Zahl von Dienstjahren nach dem Erwerb, sofern eine Sperrfrist besteht. Diese in der Wegleitung über den massgebenden Lohn (Rz. 53b und 53c) niedergelegte Verwaltungspraxis entspricht der gesetzlichen Regelung.\n\n2. Im vorliegenden Fall nehmen Verwaltung und Vorinstanz an, die den Arbeitnehmern der IBM Schweiz aus dem Aktienkaufplan zukommenden Vergünstigungen stellten massgebenden Lohn im Sinne von Art. 7 lit. c AHVV dar.\n\nDie Beschwerdeführerin wendet dagegen zunächst ein, nicht sie als Arbeitgeberin, sondern die IBM Corporation gebe die Aktien ab. Die Arbeitnehmer erhielten die Aktien von einem Dritten, weshalb keine Arbeitnehmeraktien gemäss der erwähnten Bestimmung vorlägen.\n\nDieser Auffassung kann indessen nicht beigepflichtet werden. Zwar trifft rein formal gesehen der Einwand zu, die IBM Corporation sei nicht Arbeitgeberin der Angestellten der IBM Schweiz. Entscheidend sind indessen die wirtschaftlichen Gegebenheiten. Bei dieser Betrachtungsweise ist wesentlich, dass BGE 102 V 152 S. 155die IBM Corporation allen Arbeitnehmern der IBM-Landesgesellschaften - und nur diesen - die Möglichkeit einräumt, sich an ihrem Aktienkaufplan zu Vorzugsbedingungen zu beteiligen. Abgestellt wird somit auf ein Arbeitsverhältnis. Welches im einzelnen die Beziehungen der IBM Corporation zur IBM World Trade Corporation bzw. zur IBM Schweiz sind und in welcher Absicht den Arbeitnehmern der Beschwerdeführerin dieser Vorteil gewährt wird, braucht daher nicht näher geprüft zu werden. Die von der beherrschenden Gesellschaft den Arbeitnehmern der rechtlich selbständigen Tochtergesellschaft durch den Aktienkaufplan eingeräumten Vorteile, die nach den zutreffenden Ausführungen der Vorinstanz unter Art. 7 lit. c AHVV fallen, sind AHV-rechtlich als Lohnbestandteil zu qualifizieren.\n\n3. Stellen die den Arbeitnehmern der IBM Schweiz aus dem von der IBM Corporation angeordneten Aktienkaufplan gewährten Vergünstigungen massgebenden Lohn dar, so hat die Beschwerdeführerin als Arbeitgeberin die sich aus der Durchführung dieses Planes ergebenden beitragsrechtlichen Konsequenzen zu tragen. Unerheblich ist dabei, wer für die ihren Arbeitnehmern eingeräumten Vorteile sowie für die daraus fliessende Beitragspflicht intern belastet wird.\n\nDies gilt auch dann, wenn es die Beschwerdeführerin nur zulassen würde, dass ein Dritter ihren Arbeitnehmern beitragspflichtige Leistungen gewährt. Erhalten nämlich Arbeitnehmer von einem Dritten Vergünstigungen, die ihrer Natur nach als Arbeitgeberleistungen zu qualifizieren sind, so ist ihr Arbeitgeber dafür beitragspflichtig. Würde anders entschieden, d.h. nicht auf die tatsächlichen wirtschaftlichen Gegebenheiten abgestellt, so leistete man auch hier einer möglichen Umgehung der Beitragspflicht Vorschub.\n\nDaraus folgt, dass sich die Beschwerdeführerin auch nicht darauf berufen könnte, es fehle ein der Beitragspflicht unterstellter Arbeitgeber (Art. 14 Abs. 2 AHVG), weshalb die am Aktienkaufplan beteiligten Arbeitnehmer auf Grund von Art. 6 AHVG allein beitragspflichtig seien.\n\n4. Nach dem Gesagten braucht auf die Behauptung der Beschwerdeführerin, es liege der Fall von Art. 8bis Abs. 1 AHVV vor, nicht eingegangen zu werden.\n\nEbensowenig ist auf den Einwand der Beschwerdeführerin einzutreten, die Vergünstigung, die ihren Arbeitnehmern mit BGE 102 V 152 S. 156der Beteiligung am Aktienkaufplan eingeräumt werde, unterscheide sich nicht von denjenigen - nicht beitragspflichtigen - Vorteilen, die andere Firmen ihren Arbeitnehmern gewährten. Die Erhebung von Beiträgen auf Vorteilen im Zusammenhang mit Arbeitnehmeraktien ist gesetzmässig. Das Eidg. Versicherungsgericht hat im vorliegenden Verfahren nicht zu prüfen, welche übrigen Vergünstigungen, die weder im Gesetz noch in der Verordnung erwähnt sind, zu Recht oder zu Unrecht beitragsfrei bleiben.\n\n5. Die Bemessung und Berechnung sowie die Höhe der verfügten Beiträge sind nicht angefochten.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}