{"annee": "102", "cour": "IV", "page": "245", "date": "19/10/1976", "cite": ["98 IV 143", "100 IV 27", "88 IV 59", "95 IV 162"], "cite_par": [], "chapeau": "55. Auszug aus dem Urteil des Kassationshofes vom 19. Oktober 1976 i.S. V. gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["Art. 137 ch. 2 al. 4 CP. Caractère particulièrement dangereux. Le fait que l'auteur ne dispose que d'une responsabilité restreinte n'exclut nullement qu'il soit considéré comme particulièrement dangereux (consid. 2). Eléments qui, en dehors des circonstances mêmes de l'infraction, doivent être examinés pour décider de l'existence du caractère particulièrement dangereux (consid. 3)."], "faits": "", "considerants": "|246|\n\nAus den Erwägungen:\n\n2. Die Vorinstanz erblickt die besondere Gefährlichkeit des Beschwerdeführers vorerst darin, dass er bereits im Jahr 1970 in Genf einen Raubüberfall verübte und dass er, als er für die Tat in Zürich angeworben wurde, ohne weiteres sich dazu bereit erklärte. Diese Würdigung ist nicht zu beanstanden.\n\nRichtig ist zwar, dass sich der Beschwerdeführer beim Raubüberfall in Genf in einem schizophrenen Schub befand und darum völlig unzurechnungsfähig war, was zur Folge hatte, dass das Strafverfahren eingestellt und der Beschwerdeführer in eine Klinik eingewiesen wurde. Mangelnde Zurechnungsfähigkeit schliesst jedoch die Annahme besonderer Gefährlichkeit nicht aus. Diese braucht nicht verschuldet zu sein und ist in der Regel ein Charakterzug, welcher der Einsicht und dem Willen des Täters weitgehend entzogen ist. Gerade der wegen Geisteskrankheit, Drogenabhängigkeit usw. in der vernunftgemässen Willensbetätigung beeinträchtigte Täter ist häufig asozial und hemmungslos und deswegen besonders gefährlich. Es wäre nicht einzusehen, weshalb in solchen Fällen das objektive Qualifikationsmerkmal der besonderen Gefährlichkeit nicht bejaht werden könnte, was nicht hindert und im vorliegenden Fall auch geschehen ist, dass der geistigen Beeinträchtigung des Täters bei der Strafzumessung Rechnung getragen wird.\n\n3. Der Umstand, dass der Entreissdiebstahl verhältnismässig problemlos, ohne Überwindung besonders grosser Schwierigkeiten ausgeführt werden konnte, schliesst das Merkmal der besonderen Gefährlichkeit des Täters entgegen der Auffassung der Beschwerde nicht aus. Nach ständiger Rechtsprechung ist bei der Beurteilung der Frage, ob die Tat eine besondere Gefährlichkeit offenbare, nicht einzig und allein auf |247| die Art des Vorgehens bei der Tatverübung abzustellen, sondern auch das Verhalten des Täters unmittelbar vor und nach der Tat in Betracht zu ziehen (BGE 88 IV 61 Erw. 1, BGE 98 IV 145, BGE 100 IV 29, 165, 222). Daneben dürfen auch die Beweggründe und das Vorleben des Täters mitberücksichtigt werden, soweit sie asoziale Charaktereigenschaften aufdecken, die den Täter als besonders gefährlich erscheinen lassen, und anzunehmen ist, diese Wesensart habe sich auch bei der zu beurteilenden Straftat ausgewirkt (BGE 95 IV 165 Erw. 1).\n\nDer Beschwerdeführer hat sich zur Durchführung des geplanten Überfalls, der eine ansehnliche Beute versprach, nicht nur bedenkenlos bereit erklärt, sondern die Tat auch mit Umsicht und Gründlichkeit vorbereitet. Zu diesem Zweck ist er eigens von seinem Wohnort in Frankreich mehrmals in die Schweiz gereist, wobei er, um die gegen ihn verfügte Einreisesperre zu umgehen, einen falschen Identitätsausweis benützte. In Zürich rekognoszierte er wiederholt die Örtlichkeiten und die Gewohnheiten der Bankboten, besprach sich mehrmals mit seinen Auftraggebern, um alles Wissenswerte über die Geldtransporte zu erfahren und ein sicheres Versteck für die Beute bereit zu halten. Auch war es der Beschwerdeführer, der den Komplizen zur Ausführung der Tat anheuerte, für die persönliche Tarnung besondere Kleidungsstücke beschaffte, das Vorgehen in allen Einzelheiten festlegte und den Zeitpunkt bestimmte, in dem der verwegene Überfall auf offener Strasse ausgelöst wurde. Wie die Vorinstanz verbindlich feststellt, hat der Beschwerdeführer nicht jede Gewaltanwendung abgelehnt. Dass er nicht bewaffnet war, ist offensichtlich dem Umstand zuzuschreiben, dass die Bankboten, wie ihm bekannt war, keine Waffen mit sich führten und dass er darauf vertraute, die Opfer überlisten zu können. Wie gründlich er die Örtlichkeiten rekognosziert hatte und mit welcher Zielstrebigkeit er die Beute zu sichern verstand, zeigt der Umstand, dass er trotz Verfolgung durch Passanten auf der Flucht durch Gebäude und Höfe des Stadtzentrums schliesslich unbehelligt das Versteck erreichte. Auf raffinierte Umsicht ist sodann auch daraus zu schliessen, dass der Beschwerdeführer bei seinen Aufenthalten in der Schweiz nicht am Tatort in Zürich, sondern unter falschem Namen in einem Hotel in Luzern zu wohnen pflegte, wo er einer allfälligen polizeilichen Überwachung oder Fahndung leichter entgehen und nach der Tat die |248| vorgesehene Flucht ins Ausland rasch und unauffällig antreten konnte. Aus dem gesamten Verhalten, namentlich der umsichtigen Vorbereitung der Tat und Flucht ins Ausland, und dem Umstand, dass sich der Beschwerdeführer als internationaler Verbrecher betätigt hat, ist auf Charaktereigenschaften zu schliessen, die ihn als besonders gefährlichen Täter kennzeichnen. Die Vorinstanz hat daher Art. 137 Ziff. 2 Abs. 4 StGB zu Recht angewendet."}