{"annee": "102", "cour": "V", "page": "158", "date": "28/6/1976", "cite": [], "cite_par": ["105 V 131", "113 V 105"], "chapeau": "37. Auszug aus dem Urteil vom 28. Juni 1976 i.S. Bundesamt für Sozialversicherung gegen Müller und Verwaltungsgericht des Kantons Graubünden", "regestes": ["Art. 42 al. 2 lit. c LAVS. L'art. 32 al. 3 LAVS n'est pas applicable en cas de remplacement de la rente extraordinaire de vieillesse simple revenant à la femme mariée par une rente de vieillesse pour couple d'un montant inférieur."], "faits": "|159|\n\nAus dem Tatbestand:\n\nA.- Mit Verfügung vom 27. April 1971 wurde der am 29. August 1904 geborenen, in S. GR heimatberechtigten Maria Müller, welche sich mit ihrem Ehemann während knapp 40 Jahren bis anfangs Juni 1969 in Deutschland aufgehalten hatte und der freiwilligen AHV für Auslandschweizer nicht beigetreten war, gestützt auf Art. 42 Abs. 2 lit. c AHVG mit Wirkung ab 1. Juni 1969 eine ausserordentliche einfache Altersrente zugesprochen, die sich 1975 auf Fr. 500.-- belief.\n\nAm 25. Oktober 1975 vollendete ihr Ehemann, der deutsche Staatsangehörige Fritz Müller, der seit Juni 1969 regelmässig AHV-Beiträge entrichtet hatte, das 65. Altersjahr. Durch Verfügung vom 21. Oktober 1975 sprach ihm die Ausgleichskasse eine ab 1. November 1975 laufende Ehepaar-Altersrente von monatlich Fr. 218.-- zu (Rentenskala 10); massgebend für die Berechnung dieser Rente war ein durchschnittliches Jahreseinkommen von Fr. 14'400.-- aus 5 Jahren und 5 Monaten.\n\nDemzufolge fiel die ausserordentliche Altersrente für die Ehefrau auf Ende Oktober 1975 weg.\n\nB.- Beschwerdeweise beantragte Fritz Müller, die Verfügung vom 21. Oktober 1975 sei aufzuheben und die seiner Ehefrau bisher ausgerichtete einfache ausserordentliche Altersrente sei als Ehepaar-Altersrente weiter zu gewähren. Er machte geltend, es sei ungerecht und stossend, dass die Versicherung im Zeitpunkt seines Eintrittes ins AHV-Rentenalter ihm und seiner Ehefrau zusammen weniger bezahle als vorher an die Ehefrau allein.\n\nDas Verwaltungsgericht des Kantons Graubünden hiess durch Entscheid vom 5. Dezember 1975 die Beschwerde gut, hob die angefochtene Kassenverfügung auf und sprach Fritz Müller eine Altersrente in der Höhe von Fr. 500.-- monatlich zu. Das Gericht stellte fest, es liege eine Gesetzeslücke vor, die in analoger Anwendung von Art. 32 Abs. 3 AHVG auszufüllen sei. Dem Versicherten sei somit zu seiner Ehepaar-Altersrente ein Zuschlag bis zum Betrag der früheren ausserordentlichen Altersrente der Ehefrau zu gewähren.\n\n|160|\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde stellt das Bundesamt für Sozialversicherung den Antrag, der kantonale Entscheid sei aufzuheben.", "considerants": "Aus den Erwägungen:\n\n1. Eine von keiner gesetzlichen Einkommensgrenze abhängige ausserordentliche Rente erhalten laut Art. 42 Abs. 2 lit. c AHVG die im Inland wohnenden verheirateten Schweizerinnen, \"solange der Ehemann keine Ehepaar-Altersrente beanspruchen kann\".\n\nDiese Vergünstigung geniessen nur die Frauen, deren Ehemann das 65. Altersjahr noch nicht zurückgelegt hat (Art. 21 Abs. 1 lit. a AHVG), nach der Vollendung aber voraussichtlich eine Ehepaar-Altersrente zu beanspruchen haben wird. Art. 42 Abs. 2 lit. c AHVG soll in den Ausnahmefällen, da der Ehemann das für den Bezug einer Rente erforderliche Alter noch nicht erreicht hat, eine Lücke schliessen, indem der Frau vom erreichten Rentenalter an (Art. 21 Abs. 1 lit. b AHVG) bis zur Fälligkeit der Ehepaar-Altersrente eine von keiner Einkommensgrenze abhängige ausserordentliche einfache Altersrente zugesprochen wird (EVGE 1959 S. 256 lit. b).\n\nDie Vorinstanz verkennt dies nicht, glaubt jedoch, dass in einem solchen Fall Art. 32 Abs. 3 AHVG analog anzuwenden sei. Laut dieser, anlässlich der 8. AHV-Revision mit Wirkung ab 1. Januar 1973 neu ins Gesetz aufgenommenen Bestimmung wird zur Ehepaar-Altersrente ein Zuschlag bis zum Betrag der einfachen Altersrente der Ehefrau gewährt, wenn ihre ausschliesslich auf Grund ihrer eigenen Erwerbseinkommen und Beitragsjahre berechnete einfache Altersrente höher wäre als die Ehepaar-Altersrente. Dieser Zuschlag wird allerdings nach dem klaren Wortlaut von Art. 32 Abs. 3 AHVG nur gewährt, wenn die Ehefrau bis zum Entstehen des Anspruchs auf die Ehepaar-Altersrente eine ordentliche einfache Altersrente beanspruchen konnte. Nach Meinung der Vorinstanz darf indessen in einem Fall wie dem vorliegenden nicht allein auf den Gesetzeswortlaut abgestellt werden: es könne nicht der Sinn des Gesetzes sein, einem Ehepaar eine Rente auszurichten, welche nicht einmal die Hälfte der von der Ehefrau früher allein bezogenen ausserordentlichen Rente ausmacht. Unter diesen Umständen müsse angenommen werden, bei der |1618| . AHV-Revision habe man nur an den in Art. 32 Abs. 3 AHVG normierten Fall gedacht, den hier zu beurteilenden, an sich gleich gelagerten jedoch nicht beachtet. Es liege somit eine echte Gesetzeslücke vor, die in dem Sinne zu füllen sei, dass in analoger Anwendung von Art. 32 Abs. 3 AHVG dem versicherten Ehepaar der dort erwähnte Zuschlag bis zum Betrag der ausserordentlichen Altersrente der Ehefrau zu gewähren sei. Dieser Auffassung kann indessen - wie das Bundesamt für Sozialversicherung in der Verwaltungsgerichtsbeschwerde zu Recht darlegt - nicht beigepflichtet werden.\n\n2. a) Nach der Rechtsprechung konnte der Ehemann bis zur 8. AHV-Revision auf die als Teilrente niedrigere Ehepaar-Altersrente zu Gunsten der weiteren Ausrichtung der von der Ehefrau bezogenen höheren ordentlichen einfachen Altersrente verzichten (EVGE 1962 S. 298, 1969 S. 211). Ferner bestand bis Ende 1972 laut Art. 30bis AHVG in Verbindung mit Art. 54 AHVV die Möglichkeit der ersatzweisen Anrechnung von Beitragsjahren und Erwerbseinkommen der Ehefrau bei unvollständiger Beitragsdauer des Ehemannes. Sowohl der Verzicht auf die niedrigere Ehepaar-Altersrente als auch die erwähnte Sonderregelung setzten jedoch voraus, dass die Ehefrau eine ordentliche Rente beanspruchen konnte. Die auf den 1. Januar 1973 in Kraft getretene neue Berechnungsregel für die Ehepaar-Altersrente fasste diese beiden Ordnungen in \"systemkonformer Weise\" zusammen (Botschaft des Bundesrates betreffend die 8. AHV-Revision vom 11. Oktober 1971, BBl 1971 II S. 1127/1128).\n\nb) In EVGE 1964 S. 229 Erw. 2 erklärte das Eidg. Versicherungsgericht, es erscheine als zweifelhaft, ob ein Verzicht auf den Bezug der Ehepaar-Altersrente zur Weitergewährung der (höheren) ausserordentlichen Altersrente an die Ehefrau führen könne, weil das im Spiele stehende Interesse kaum in etwas anderem bestehen dürfte als in der Umgehung der Einkommensgrenzen. Immerhin liess das Gericht diese Frage offen, denn ein Verzicht auf die Realisierung des Ehepaar-Rentenanspruches vermöge auf jeden Fall nichts daran zu ändern, dass das Privileg der Ehefrau, die ausserordentliche Rente unabhängig von der Einkommensgrenze zu beziehen, mit der Erreichung des AHV-Rentenalters durch den Ehemann dahinfalle (nicht veröffentlichtes Urteil Bertschi vom 22. März 1973). Daran ist festzuhalten. Wie das Bundesamt für Sozialversicherung zudem |162| mit Recht ausführt, würde die Anwendung von Art. 32 Abs. 3 AHVG bei Ablösung der ausserordentlichen einfachen Altersrente der Ehefrau durch die niedrigere ordentliche Ehepaar-Altersrente die geltende Teilrentenordnung aushöhlen.\n\nc) Aus dem Gesagten folgt, dass es - entgegen der Auffassung der Vorinstanz - dem klaren Wortlaut von Art. 32 Abs. 3 AHVG und dem Willen des Gesetzes widersprechen würde, dem Beschwerdegegner anstelle seiner beitragsbezogenen, auf dem Versicherungsprinzip beruhenden Teilrente den Betrag der vorher von seiner Ehefrau bezogenen, beitragsunabhängigen, auf dem Versorgungsprinzip basierenden ausserordentlichen Altersrente zu garantieren.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde werden der Entscheid des Verwaltungsgerichts des Kantons Graubünden vom 5. Dezember 1975 sowie die angefochtene Kassenverfügung vom 21. Oktober 1975 aufgehoben."}