{"annee": "102", "cour": "IV", "page": "12", "date": "11/2/1976", "cite": [], "cite_par": ["118 IV 213"], "chapeau": "3. Auszug aus dem Urteil des Kassationshofes vom 11. Februar 1976 i.S. X. gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Internement au sens de l'art. 42 CP La loi n'exige pas que les crimes ou délits intentionnels que l'auteur a commis ou qu'il risque de commettre à l'avenir soient particulièrement graves."], "faits": "|12|\n\nA.- X., geboren im Jahre 1928, ist 18 mal vorbestraft und insgesamt 16 mal wegen Vermögensdelikten, zumeist wegen Betruges, zu Freiheitsstrafen verurteilt worden. 1948 erfolgte seine Einweisung in eine Arbeitserziehungsanstalt, 1950 eine Verurteilung zu 12 Monaten und 1953 eine solche zu 18 Monaten Gefängnis. Wegen gewerbsmässigen Betruges wurde X. sodann im Dezember 1955 mit 20 Monaten Zuchthaus bestraft und nach weiteren, teils längeren Strafverbüssungen erkannte das Obergericht des Kantons Zürich am 7. Juli 1967 erstmals auf Verwahrung nach Art. 42 StGB.\n\nAus dem Vollzug der Verwahrung wurde der Angeklagte am 29. Dezember 1969 unter Ansetzung einer dreijährigen Probezeit mit Schutzaufsicht entlassen. Vom Sommer 1970 an |13| bis zu seiner am 21. Februar 1974 erfolgten Verhaftung beging er neben anderen Schwindeleien 26 Betrüge bzw. Betrugsversuche. Er täuschte jeweils eine gar nicht oder jedenfalls nicht im dargestellten Masse bestehende Hilfsbedürftigkeit besonders Personen wie Freundinnen, Fürsorgern, Geistlichen und Angehörigen der Heilsarmee vor, welche darauf besonders ansprechbar waren. So ertrog er in meistens kleineren Beträgen gesamthaft über Fr. 4'400.--.\n\nB.- Das Bezirksgericht Zürich sprach am 29. November 1974 X. des gewerbsmässigen Betruges schuldig und verurteilte ihn zu einem Jahr Zuchthaus unter Anrechnung der Untersuchungshaft sowie zu einer Busse von Fr. 100.--. Anstelle des Strafvollzuges ordnete es die Verwahrung im Sinne von Art. 42 StGB an.\n\nC.- Auf Berufung des Verurteilten hin bestätigte das Obergericht des Kantons Zürich am 27. Juni 1975 das erstinstanzliche Urteil mit der Abänderung, dass es in einigen Fällen wiederholten Betrug bzw. Betrugsversuch ausserhalb der Gewerbsmässigkeit annahm und auch die inzwischen aufgelaufene Untersuchungshaft anrechnete.\n\nD.- Eine kantonale Nichtigkeitsbeschwerde hat das Kassationsgericht des Kantons Zürich mit Beschluss vom 6. November 1975 abgewiesen, soweit es darauf eingetreten ist.\n\nE.- X. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichtes sei aufzuheben und von der Verwahrung sei Umgang zu nehmen; eventuell sei in Anwendung von Art. 43, subeventuell von Art. 44 eine ambulante Behandlung des Verurteilten anzuordnen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Eine Verwahrung gemäss Art. 42 StGB setzt u.a. voraus, dass ein Täter schon zahlreiche Verbrechen oder Vergehen vorsätzlich verübt hat und ihm deswegen durch Zuchthaus- oder Gefängnisstrafen oder eine Arbeitserziehungsmassnahme oder eine Verwahrung als Gewohnheitsverbrecher die Freiheit während insgesamt mindestens zwei Jahren entzogen wurde; ferner dass er innert fünf Jahren seit der endgültigen Entlassung ein neues vorsätzliches Verbrechen oder Vergehen begeht (Ziff. 1 Abs. 1).\n\nb) Das Gesetz verlangt nicht, dass die vorsätzlichen Verbrechen oder Vergehen, die der Täter begangen hat oder die |14| von ihm in Zukunft zu erwarten sind, besonders schwer seien. Es trifft zwar zu, dass nur ein geringer Teil der Gewohnheitsverbrecher sehr schwere Delikte begeht (siehe dazu die empirische Untersuchung von CHR. BRÜCKNER. Der Gewohnheitsverbrecher und die Verwahrung in der Schweiz gemäss Art. 42 StGB, 1971); doch will das Gesetz neben den sog. antisozialen auch die bloss asozialen Gewohnheitsverbrecher erfassen (H. SCHULTZ, ZBJV 106/1970, S. 20 f. und ZStR 88/1972, S. 36 ff.; J. REHBERG, ZStR 89/1973, S. 286 ff.; V. KURT, Kriminalistik 26/1972, S. 205; Botschaft des Bundesrates vom 1. März 1965, S. 14). Dies ergibt sich deutlich aus der Tatsache, dass die Verwahrung in offenen oder geschlossenen Anstalten vollzogen werden kann (Art. 42 Ziff. 2 StGB). In dieselbe Richtung weist die Entstehungsgeschichte des Art. 42 StGB. Der Antrag von Nationalrat Gerwig, die Verwahrung nur noch anzuordnen, \"sofern dies erforderlich ist, um der Gefahr weiterer schwerer, bedeutsame Rechtsgüter betreffenden Straftaten zu begegnen\", wurde abgelehnt, weil man darin eine zu starke Einschränkung der Verwahrungsvoraussetzungen sah (vgl. Sten.Bull. NR 1969, S. 110 ff.).\n\nc) Damit soll nun freilich nicht gesagt werden, dass die Schwere der früheren und der neuen Delikte völlig bedeutungslos ist. Denn sind die in Art. 42 Ziff. 1 Abs. 1 StGB erwähnten Voraussetzungen gegeben, so \"kann\" der Richter die Verwahrung anordnen. Demnach gilt entsprechend dem Grundsatz der Verhältnismässigkeit, dass je geringfügiger die zu erwartenden Straftaten sind, desto zurückhaltender die Anordnung einer Verwahrung erfolgen muss.\n\nWie aber die Vorinstanz mit Recht feststellt, handelt es sich in casu nicht mehr um blosse Bagatelldelikte, auch wenn der materielle Schaden bei den einzelnen Taten oft verhältnismässig geringfügig war. Der Beschwerdeführer ist nämlich in einer Vielzahl von Fällen während mehreren Jahren darauf ausgegangen, in betrügerischer Weise die von anderen ihm gegenüber bekundete Hilfsbereitschaft zu missbrauchen. Unter diesen Umständen kann nicht von einem offensichtlichen Missverhältnis zwischen den begangenen Taten und der angeordneten Sanktion gesprochen werden."}