{"annee": "102", "cour": "IA", "page": "92", "date": "7/4/1976", "cite": ["99 IA 247", "52 I 222", "94 I 551", "97 I 881", "94 I 523", "99 IA 317", "92 I 9"], "cite_par": ["106 IA 58", "108 IA 105", "106 IA 62", "107 IB 43", "106 IA 151", "108 IA 323", "104 IA 156", "105 IA 188", "108 IA 289", "107 IA 72", "105 IA 349", "105 IA 271", "108 IA 281", "103 IA 14", "112 IA 356"], "chapeau": "17. Extrait de l'arrêt du 7 avril 1976 dans la cause Henchoz contre Frutig et Neuchâtel, Conseil d'Etat.", "regestes": ["Droit cantonal des constructions. Procédure. 1. Qualité du voisin pour former un recours de droit public contre l'octroi d'un permis de bâtir (consid. 1). 2. Formulation des conclusions dans un recours administratif cantonal. Formalisme excessif (consid. 2)."], "faits": "|92|\n\nRésumé des faits:\n\nPropriétaire d'un terrain sis à Plancemont (commune de Couvet), Willy Frutig a déposé une demande de permis pour la construction d'une maison du type Haus und Herd.\n\n|93| Après une première mise à l'enquête et une première opposition de dlle Jeanne Henchoz, propriétaire des parcelles voisines, Frutig a modifié quelque peu son projet, qui a fait l'objet d'une seconde mise à l'enquête et d'une seconde opposition de dlle Henchoz. Le 2 juin 1975, le Conseil communal de Couvet a répondu à l'opposante qu'il écartait son opposition et qu'il autoriserait Frutig à construire selon les nouveaux plans déposés.\n\nDans un mémoire adressé le 24 juin 1975 au Conseil d'Etat du canton de Neuchâtel, dlle Henchoz a déclaré notamment:\n\n\"Je fais recours contre la décision du Conseil communal du 2.6.75.\n\nPlaise au Conseil d'Etat, principalement:\n\n1. d'annuler la sanction donnée par le Conseil communal de Couvet à la construction projetée par M. W. Frutig sur parcelle no 2689 (lettre du 2.6.75) comme étant sans objet en tant que le projet principal a été retiré et que seul un plan de façades modifiées a été mis à l'enquête;\n\nSubsidiairement:\n\n2. d'annuler le permis de construction délivré par le Conseil communal de Couvet à M. W. Frutig sur la parcelle no 2689 comme n'étant pas conforme aux règles applicables en matière de construction à Plancemont sur Couvet ...\"\n\nPar décision du 12 août 1975, le Conseil d'Etat a déclaré irrecevable le recours de dlle Henchoz, estimant qu'il était dirigé contre une décision inexistante.\n\nAgissant par la voie du recours de droit public, dlle Henchoz demande l'annulation de la décision du Conseil d'Etat; elle se plaint de formalisme excessif et de violation de l'art. 4 Cst.\n\nEntre-temps, les nouveaux plans ont été approuvés par le Département cantonal des travaux publics le 22 août 1975 et sanctionnés par le Conseil communal le 25 août 1975. Contre cette décision, dlle Henchoz a formé un nouveau recours au Conseil d'Etat, qui en a suspendu l'examen jusqu'à droit connu sur le recours de droit public.", "considerants": "Considérant en droit:\n\n1. En matière d'autorisation de bâtir, la jurisprudence du Tribunal fédéral ne reconnaît au voisin la qualité pour former un recours de droit public que s'il allègue la violation de dispositions qui, outre la sauvegarde d'intérêts publics, servent |94| aussi ou même principalement à la protection des intérêts des voisins (ATF 101 Ia 543, ATF 99 Ia 254 s. consid. 4); le fait qu'un voisin ait eu qualité de partie dans la procédure cantonale n'est pas déterminant (ATF 99 Ia 255). En l'espèce, on peut douter, au vu des griefs soulevés dans son recours au Conseil d'Etat, que la recourante aurait qualité pour former un recours de droit public contre une décision confirmant l'octroi du permis en dernière instance cantonale; mais cette question peut rester indécise.\n\nEn effet, bien qu'en principe celui qui n'a pas qualité pour recourir sur le fond ne l'ait pas non plus pour alléguer des vices de procédure, il a néanmoins cette qualité pour se plaindre de vices essentiels de procédure équivalant à un déni de justice formel (ATF 99 Ia 321 consid. 3, ATF 97 I 884, ATF 94 I 555). En l'espèce, le Conseil d'Etat n'a pas statué sur le recours au fond, mais il l'a déclaré irrecevable. Se plaignant d'un formalisme excessif - qui, selon la jurisprudence, équivaut à un déni de justice formel -, dlle Henchoz a donc qualité pour recourir.\n\n2. Dans la décision attaquée, le Conseil d'Etat prétend que la recourante a formulé, dans le recours qu'elle lui a adressé le 24 juin 1975, des conclusions tendant à faire annuler une décision d'octroi de sanction et de permis de construire qui, à la date de ce recours, n'avait pas encore été prise par le Conseil communal de Couvet, mais qu'en revanche elle n'aurait pas recouru contre la décision effectivement prise le 2 juin 1975 rejetant son opposition; aussi a-t-il déclaré le recours irrecevable pour cette raison. La recourante soutient que cette décision est entachée de formalisme excessif.\n\nSelon la jurisprudence, un formalisme qui n'est pas justifié par la protection d'un intérêt digne de considération ou qui complique inutilement l'application du droit matériel constitue un déni de justice formel condamné par l'art. 4 Cst. (ATF 94 I 524, ATF 92 I 11 et 16; GRISEL, Droit administratif suisse, p. 178).\n\nDans les conclusions de son recours au Conseil d'Etat du 24 juin 1975, la recourante - représentée par un architecte de Genève - a déclaré expressément: \"Je fais recours contre la décision du Conseil communal du 2.6.75.\" Il est vrai qu'il n'y est pas question, expressis verbis, de l'opposition faite par elle auprès du Conseil communal, mais que la recourante |95| demande formellement l'annulation de la sanction et du permis de construire octroyés par le Conseil communal. Mais l'on ne saurait exiger, en l'absence de dispositions légales, que les conclusions d'un recours administratif soient formulées d'une façon expresse, surtout lorsque le recours n'est pas rédigé par un homme de loi; il suffit que ces conclusions puissent être dégagées de l'argumentation du recourant. Le Tribunal fédéral a même admis que si la conclusion formulée ne concorde pas avec celle que l'on peut déduire de l'argumentation juridique du recours, il ne sera tenu compte que de cette dernière (ATF 52 I 224; FAVRE, Droit constitutionnel suisse, 2e éd., p. 493). Bien que cette jurisprudence concerne le recours de droit public, il sied de l'appliquer également aux recours administratifs cantonaux.\n\nOr, en l'espèce, la recourante avait déclaré expressément recourir contre la décision du Conseil communal du 2 juin 1975 et les motifs développés dans son recours démontraient bien ses intentions: en s'élevant, en qualité de voisine immédiate, contre une construction de série du genre \"clé en main\", qu'elle estimait si peu adaptée au site environnant, c'est en réalité son opposition que la recourante s'attache à justifier, opposition dont l'admission aurait entraîné le refus du permis de construire, alors que son rejet a normalement comme conséquence l'octroi de ce permis. En fait, le recours du 24 juin 1975 était donc bien dirigé en premier lieu contre le rejet de l'opposition formée par dlle Henchoz, même si sa formulation laisse à désirer par son manque de précision et de rigueur.\n\nEn soutenant que la lettre du Conseil communal du 2 juin 1975 \"n'intervient que comme prétexte au recours, car elle n'est pas formellement attaquée\" et en déclarant le recours irrecevable pour ce motif, le Conseil d'Etat est tombé dans un formalisme excessif qui équivaut à un déni de justice formel. Sa décision du 12 août 1975 doit dès lors être annulée.\n\n3. ...\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule la décision attaquée."}