{"annee": "102", "cour": "IA", "page": "308", "date": "19/5/1976", "cite": ["98 IA 549", "57 I 424", "98 IA 527", "101 IA 521", "97 I 250", "96 I 396"], "cite_par": ["104 IA 448", "122 III 344", "105 IA 307", "111 IA 12", "107 IA 198", "122 III 439", "103 IA 199", "105 IB 45", "117 IB 347", "105 III 43"], "chapeau": "44. Auszug aus dem Urteil vom 19. Mai 1976 i.S. Pfister-Grüebler gegen Firma Obpacher GmbH und Kantonsgericht Schwyz.", "regestes": ["Convention entre la Confédération suisse et la République fédérale allemande relative à la reconnaissance et à l'exécution de décisions judiciaires et de sentences arbitrales, du 2 novembre 1929; octroi de la mainlevée définitive d'opposition sur la base d'un jugement par défaut rendu en Allemagne. 1. L'art. 4 al. 3 de la convention ne vise que la citation ou l'acte qui introduit le litige, et non le jugement (consid. 4a). 2. Rapport avec les dispositions de la Convention de La Haye relative à la procédure civile, du 1er mars 1954, respectivement du 17 juillet 1905 (consid. 4b). 3. L'exécution d'un jugement qui n'a pas été remis à la poste sous pli recommandé, mais qui a été notifié conformément à l'art. 175 CPC allemand, et au sujet duquel il est contesté et n'est pas établi qu'il soit parvenu à son destinataire, n'est pas contraire à l'ordre public suisse (consid. 5)."], "faits": "|309|\n\nDurch Versäumnis-Urteil vom 11. Juni 1970 des Landgerichts München I wurden die Einzelfirma Yvosan, Inhaberin Yvonne Pfister-Grüebler, und deren Ehemann Paul Pfister gesamtschuldnerisch verurteilt, an die Firma Obpacher GmbH, München, DM 5'000.-- nebst 9 1/2% Zins seit dem 3. August 1966 zu zahlen und die Kosten des Rechtsstreits zu |310| tragen. Am 31. August 1973 betrieb die Obpacher GmbH Yvonne Pfister für eine Forderung von Fr. 6'212.50 nebst 9 1/2% Zins seit 3. August 1966 und Fr. 628.25 nebst 4% Zins seit 15. Juni 1970. Hiegegen wurde Rechtsvorschlag erhoben, worauf die Obpacher GmbH beim Bezirksgericht Küssnacht am Rigi das Begehren um definitive Rechtsöffnung stellte. Mit Entscheid vom 18. März 1974 erteilte das Gerichtspräsidium Küssnacht die definitive Rechtsöffnung, gegen die Yvonne Pfister beim Kantonsgericht Schwyz Rekurs einlegte. Dieses hiess mit Beschluss vom 17. Juli 1975 den Rekurs teilweise gut und bewilligte die definitive Rechtsöffnung nur für einen Betrag von Fr. 4'212.15 und Fr. 628.25 nebst Zins.\n\nHiegegen führt Yvonne Pfister staatsrechtliche Beschwerde. Sie rügt eine Verletzung des Abkommens zwischen der Schweizerischen Eidgenossenschaft und dem Deutschen Reich über die gegenseitige Anerkennung und Vollstreckung von gerichtlichen Entscheidungen und Schiedssprüchen vom 2. November 1929 (BS 12, 359; Vollstreckungsabkommen, VA). Das Bundesgericht weist die Beschwerde ab, u.a. aus folgenden", "considerants": "Erwägungen:\n\n4. Die Beschwerdeführerin hält die Voraussetzungen des Abkommens für die Vollstreckung des Versäumnisurteils des Landgerichts München I auch deshalb nicht für erfüllt, weil sie das Urteil überhaupt nicht oder jedenfalls nicht formgerecht zugestellt erhalten habe. Nun ist unbestritten, dass das Urteil der Beschwerdeführerin nicht auf dem Weg der Rechtshilfe zugestellt worden ist, sondern dass es vom Gerichtsvollzieher am 18. November 1972 gemäss § 175 deutsche Zivilprozessordnung (DZPO) uneingeschrieben zum Versand an die Beschwerdeführerin bei der Post aufgegeben worden ist. Die Beschwerdeführerin bestreitet, das Urteil erhalten zu haben. Diese Bestreitung mag als wenig glaubhaft erscheinen, da die Beschwerdeführerin behauptet, sie habe nie irgendwelche Zustellungen des Münchner Gerichts erhalten, wogegen sich aus den Beilagen 6 und 7 zum Rechtsöffnungsgesuch ergibt, dass sie die Vorladung und Klagedoppel am 23. Mai 1970 über das Kantonsgericht Schwyz zugestellt erhalten hat. Da indes nicht bewiesen ist, dass die Beschwerdeführerin das Urteil erhalten |311| hat, und ein Fehler bei der Postzustellung nicht derart ausserhalb jeder Wahrscheinlichkeit liegt, dass mit dieser Möglichkeit nicht gerechnet werden müsste, ist davon auszugehen, dass die Beschwerdeführerin nicht in den Besitz des Urteils gekommen ist.\n\na) Die Beschwerdeführerin ist der Meinung, die Zustellung des Urteils habe in den Formen von Art. 4 Abs. 3 VA zu erfolgen, wenn es in der Schweiz vollstreckt werden solle. Dies trifft indessen nicht zu. Art. 4 Abs. 3 bezieht sich nach seinem Wortlaut nur auf die den Rechtsstreit einleitende Ladung oder Verfügung und nicht auf das Urteil. Dies ist auch durchaus sinnvoll, soll doch damit nur sichergestellt werden, dass kein Versäumnisurteil in einem Verfahren ergeht (und im andern Vertragsstaat vollstreckt wird), von dem der Beklagte nicht ordnungsgemäss in einer Weise Kenntnis erhalten hat, die ihm die Verteidigung vor dem Prozessgericht ermöglicht (BGE 97 I 254 E. 3). Für eine analoge Anwendung dieser Vorschrift auf das Urteil besteht kein Grund. Wäre dies die Meinung der Vertragsschliessenden gewesen, so hätten sie dies ausdrücklich so bestimmen müssen.\n\nb) Die Beschwerdeführerin ist ferner der Ansicht, durch die Postzustellung des Urteils sei die schweizerische Gebietshoheit verletzt worden, und erachtet die Vollstreckung des Urteils aus diesem Grund für unzulässig.\n\nDass ein Urteil dem Beklagten in einer bestimmten Form zugestellt worden ist, ist nach dem VA nicht Voraussetzung für die Vollstreckbarerklärung, es sei denn, dass eine Zustellungsvorschrift missachtet worden wäre, von deren Einhaltung im Urteilsstaat der Eintritt der Rechtskraft abhängt. Dies trifft hier nicht zu. Der Partei, gegen die ein Versäumnisurteil erlassen wurde, steht gegen das Urteil der Einspruch zu (§ 338 DZPO). Die Einspruchsfrist beträgt zwei Wochen und beginnt mit der Zustellung des Versäumnisurteils (§ 339 Abs. 1 DZPO). Diese Regelung gilt nicht, wenn das Versäumnisurteil der Zustellung im Ausland unterliegt (§ 339 Abs. 2 DZPO). Eine im Ausland wohnende Partei ist indes aufgrund von § 174 Abs. 2 DZPO von Gesetzes wegen zur Benennung eines im Gerichtsbezirk wohnhaften Zustellungsbevollmächtigten verpflichtet, falls sie nicht einen in einem bestimmten deutschen Ort oder Bezirk wohnhaften Prozessbevollmächtigten bestellt hat. Kommt sie dieser Pflicht nicht nach, so gilt gemäss |312| § 175 DZPO ein Urteil mit der Übergabe an die deutsche Post als zugestellt. Dieser Fiktion entsprechend wird eine solche Zustellung als Zustellung im Inland betrachtet und § 339 Abs. 2 DZPO kommt nicht zur Anwendung (vgl. BAUMBACH/LAUTERBACH/ALBERS/HARTMANN, Kommentar zur Zivilprozessordnung, 34. A., München 1976, S. 791 zu § 339, S. 396 Ziff. 1 lit. C zu § 175; STEIN/JONAS, Kommentar zur Zivilprozessordnung, 19. A., Tübingen 1972, Bd. 1, S. 816 f. zu § 174, S. 848 Ziff. I zu § 199, Bd. 2, S. 1505 Ziff. II zu § 339). Im vorliegenden Fall genügte demnach die Zustellung des Versäumnisurteils gemäss § 175 DZPO grundsätzlich als Voraussetzung für den Eintritt der Rechtskraft nach deutschem Recht. Dass das Urteil des Landgerichts München I tatsächlich in Rechtskraft erwachsen ist, ergibt sich schliesslich aus einem entsprechenden Vermerk vom 17. August 1973 auf der Rückseite des Urteils.\n\nDie Beschwerdeführerin beruft sich indes in diesem Zusammenhang vor allem darauf, die Schweiz habe gegenüber den Mitgliedstaaten der Haager Übereinkunft betreffend Zivilprozessrecht von 1905 der Postzustellung widersprochen. Es ist daher noch die Frage zu prüfen, inwieweit die Vorschriften der Haager Übereinkunft vom 17. Juli 1905 betreffend Zivilprozessrecht (BS 12, 277) bzw. der Haager Übereinkunft vom 1. März 1954 betreffend Zivilprozessrecht (AS 1957, 467) für die Vollstreckung von Bedeutung sind. Sowohl die Schweiz als auch die Bundesrepublik Deutschland haben die beiden Haager Übereinkünfte ratifiziert (AS 1974, 1389; AS 1968, 1722). Die Übereinkunft von 1954 entspricht in allen hier interessierenden Bestimmungen der früheren Übereinkunft. Im ersten Abschnitt über die Mitteilung gerichtlicher oder aussergerichtlicher Akten wird bestimmt, welche Urkunden, die aus einem Vertragsstaat kommen, von den Behörden eines anderen Vertragsstaates zu übermitteln sind und in welchen Formen dies zu geschehen hat. Beide Abkommen sagen indes nichts darüber aus, in welchen Formen Zustellungen erfolgen müssen, um prozessuale Wirkungen zu entfalten. Sie beschränken sich darauf, die Behörden der Vertragsstaaten zu verpflichten, die Zustellung in den darin vorgesehenen Formen durch ihre Behörden zu besorgen oder durch andere zu gestatten. Für die Gültigkeit und Rechtswirksamkeit der Zustellung im ersuchenden und im ersuchten Staat ist es weder erforderlich noch |313| ausreichend, dass diese in der Form der Haager Übereinkünfte geschehe, sondern darüber entscheidet allein das eigene Prozessrecht der einzelnen Staaten (MEILI/MAMELOK, Das internationale Privat- und Zivilprozessrecht auf Grund der Haager Konventionen, Zürich 1911, S. 330; Botschaft des Bundesrates über den Beitritt der Schweiz zur revidierten Übereinkunft betreffend Zivilprozessrecht vom 1. Dezember 1908, BBl 1908 VI S. 132). Dementsprechend hat das Bundesgericht in BGE 96 I 396 ff. und BGE 97 I 250 ff. entschieden, dass bei der Vollstreckung von Urteilen gestützt auf das Haager Übereinkommen über die Anerkennung und Vollstreckung von Entscheidungen auf dem Gebiete der Unterhaltspflicht gegenüber Kindern vom 15. April 1958 (AS 1964, 1283) sich die Rechtskraft des Urteils nach dem Prozessrecht des Urteilsstaates richtet und dafür nicht zu prüfen ist, ob die Zustellung des Urteils den Haager Übereinkünften von 1905 und 1954 entspricht (BGE 96 I a.a.O. nicht publizierte E. 3; BGE 97 I 255 f.). Die Rüge erweist sich daher in dieser Hinsicht ebenfalls als unbegründet.\n\n5. Hindert die Postaufgabe des Urteils und der mangelnde Nachweis, dass die Beschwerdeführerin es entgegengenommen hat, den Eintritt der Rechtskraft des Urteils nach dem massgeblichen deutschen Recht nicht, so bleibt zu entscheiden, ob die Vollstreckung in der Schweiz der hiesigen öffentlichen Ordnung (ordre public) widerspricht und aus diesem Grund zu unterbleiben hat. Nach Art. 6 Abs. 1 in Verbindung mit Art. 4 Abs. 1 VA ist die Vollstreckung zu versagen, wenn durch die Entscheidung ein Rechtsverhältnis zur Verwirklichung gelangen soll, dem im Vollstreckungsstaat aus Rücksichten der öffentlichen Ordnung oder der Sittlichkeit die Gültigkeit, Verfolgbarkeit oder Klagbarkeit versagt ist. Ein Urteil kann nicht nur wegen seines materiellen Inhalts - Worauf der zitierte Wortlaut der Vertragsklausel primär hinweist -, sondern auch wegen des Verfahrens, in welchem es zustandegekommen ist, gegen die öffentliche Ordnung der Schweiz verstossen (BGE 101 Ia 526 E. 4a, BGE 98 Ia 553 E. 3, BGE 97 I 256 E. 6, 157 E. 5 mit Nachweisen). Der Vorbehalt der öffentlichen Ordnung greift nach der bundesgerichtlichen Rechtsprechung dann Platz, wenn das einheimische Rechtsgefühl durch die Anerkennung und Vollstreckung eines ausländischen Urteils in unerträglicher Weise verletzt würde, weil |314| durch dieses Urteil grundlegende Vorschriften der schweizerischen Rechtsordnung missachtet werden (BGE 98 Ia 553 E. 3a und b, BGE 97 I 256, 157 E. 5 mit Nachweisen). Nach der Rechtsprechung des Bundesgerichts sind der Anwendung der Ordre-public-Klausel mit Bezug auf die Vollstreckung eines ausländischen Urteils engere Grenzen gezogen als im Gebiet der direkten Gesetzesanwendung (BGE 98 Ia 533 E. 3b, BGE 97 I 256 E. 6, 157 E. 5 mit weiteren Nachweisen). Mit der Formulierung des Vorbehalts im VA wurde zudem versucht, den Anwendungsbereich der Ordre-public-Klausel möglichst einzuschränken (KALLMANN, Anerkennung und Vollstreckung ausländischer Zivilurteile und gerichtlicher Vergleiche, Basel 1946, S. 229; Botschaft des Bundesrates zum VA, BBl 1929 III S. 536 f.). Diese Tendenz hält an; in verschiedenen neueren Abkommen wurde festgelegt, dass von den Bestimmungen eines zwischenstaatlichen Abkommens nur dann abgewichen werden darf, wenn diese mit dem ordre public eines Vertragsstaates offensichtlich unvereinbar sind (vgl. z.B. die Haager Übereinkommen über die Zuständigkeit der Behörden und das anzuwendende Recht auf dem Gebiet des Schutzes von Minderjährigen vom 5. Oktober 1961 [AS 1969, 181] Art. 16; über das auf Unterhaltsverpflichtungen gegenüber Kindern anzuwendende Recht vom 24. Oktober 1956 [AS 1964, 1279] Art. 4; über die Anerkennung und Vollstreckung von Entscheidungen auf dem Gebiete der Unterhaltspflicht gegenüber Kindern vom 15. April 1958 [AS 1964, 1283] Art. 2 Ziff. 5; über das auf die Form letztwilliger Verfügungen anzuwendende Recht vom 5. Oktober 1961 [AS 1971, 1370] Art. 7).\n\nIn BGE 96 I 398 hat das Bundesgericht entschieden, dass die Postzustellung eines ausländischen Urteils an eine in der Schweiz wohnhafte Partei jedenfalls dann dem schweizerischen ordre public nicht widerspricht, wenn die Partei das Urteil durch die Post ausgehändigt erhalten hat. Entscheidend war dafür die Überlegung, dass der Beschwerdeführer dadurch, dass ihm das Urteil an seinem Domizil in der Schweiz zugekommen war, dieses ganz gleich anzufechten vermochte, wie wenn es ihm auf dem Rechtshilfeweg zugestellt worden wäre. Ob hingegen die Annahme der Rechtskraft des Urteils gegen den ordre public der Schweiz verstösst, wenn ein Urteil nach § 175 DZPO zugestellt worden ist und die Sendung die Partei infolge eines Versehens der Postorgane nicht erreicht |315| hat, liess das Bundesgericht dort offen. In BGE 97 I 250 ff. hat es diesbezüglich erkannt, dass ein Verstoss gegen die öffentliche Ordnung der Schweiz nicht anzunehmen ist, wenn das Gericht die im Ausland wohnhafte Partei aufgefordert hat, einen in Deutschland domizilierten Zustellungsbevollmächtigten zu bezeichnen und wenn es sie davon in Kenntnis gesetzt hat, dass im Unterlassungsfall nach § 175 DZPO zugestellt werden kann. Dabei hat sich das Bundesgericht die Prüfung der Frage ausdrücklich vorbehalten, ob ein Vollstreckungsbegehren dann wegen eines offensichtlichen Verstosses gegen die öffentliche Ordnung der Schweiz abzulehnen ist, wenn ein Urteil nach § 175 DZPO zugestellt wird, ohne dass die in Frage kommende Partei vorher zur Bezeichnung eines Zustellungsbevollmächtigten aufgefordert und auf die Folgen der Unterlassung hingewiesen wurde (a.a.O. 261). Im vorliegenden Fall ist vom Landgericht München I offenbar keine Aufforderung an die Beschwerdeführerin ergangen, einen Bevollmächtigten zu bestellen. Es ist bloss erwiesen, dass die Beschwerdeführerin Vorladung und Klagedoppel erhalten hat, womit lediglich den Anforderungen Genüge getan ist, die das VA für die Vollstreckbarerklärung an die den Rechtsstreit einleitende Ladung oder Verfügung stellt (Art. 6 in Verbindung mit Art. 4 Abs. 3 VA).\n\nEine Aufforderung, einen Zustellungsbevollmächtigten zu bezeichnen, wird vom deutschen Recht nicht vorgeschrieben; vielmehr ist eine Partei, die im Ausland wohnt, von Gesetzes wegen verpflichtet, einen solchen Bevollmächtigten zu bestimmen (§ 174 Abs. 2 DZPO; STEIN/JONAS a.a.O. Bd. 1, S. 818, Ziff. II und die Hinweise vorne, E. 4b). Die Bedenken des Bundesgerichts gegen die Zustellung nach § 175 DZPO gründen vor allem auf der Überlegung, dass die Prozesspartei ihres Rechtsmittelrechts beraubt werden könnte, wenn ihr das Urteil infolge eines Versehens der Post nicht ausgehändigt wird (BGE 97 I 259). Indes kennt das schweizerische Recht, wie das Bundesgericht in BGE 97 I 260 f. ausgeführt hat, selber Regeln, die mit den Vorschriften der §§ 174 und 175 DZPO eine gewisse Verwandtschaft haben, an deren Tragweite sie allerdings nicht ganz heranreichen. Hierzu ist erneut vor allem auf Art. 29 Abs. 4 OG hinzuweisen, wonach eine Partei, die im Ausland wohnt, von Gesetzes wegen verpflichtet ist, in der Schweiz ein Zustellungsdomizil zu verzeigen, und Zustellungen |316| an Parteien die dieser Auflage nicht Folge leisten, unterbleiben oder auf dem Ediktalweg erfolgen können. Werden Verfügungen Ladungen und Urteile edictaliter durch Publikation in amtlichen Blättern \"zugestellt\" weil die betreffende Partei unbekannten Aufenthaltes ist oder die Zustellung aus andern Gründen nicht auf normalem Wege bewirkt werden kann, so wird auch nach schweizerischem Prozessrecht in Kauf genommen, dass ein Urteil in Rechtskraft erwächst, ohne dass eine Partei von ihm Kenntnis erlangt hat (GULDENER, Schweizerisches Zivilprozessrecht, 2. Aufl., S. 201/2 mit Anm. 69-72). Es kann demnach zumindest nicht gesagt werden, es sei dem schweizerischen Prozessrecht völlig fremd und widerspreche in unerträglicher Weise schweizerischem Rechtsempfinden, dass ein Urteil unter den hier gegebenen Umständen ohne Kenntnis einer Partei in Rechtskraft erwächst.\n\nDiese Beurteilung wird noch durch eine weitere Erwägung gestützt. Das VA stellt besondere Anforderungen lediglich an die den Rechtsstreit einleitende Ladung oder Verfügung (vgl. vorne, E. 4a), welche im vorliegenden Fall erfüllt sind. Inbezug auf die Rechtskraft des zu vollstreckenden Urteils geht das VA hingegen davon aus, dass diese nach dem Recht des Urteilsstaates zu beurteilen ist. Es geht daher nicht an, diese Regelung unter Berufung auf den ordre public im Ergebnis praktisch rückgängig zu machen und die Wirkungen des Staatsvertrages, dessen Ziel gerade darin besteht, die Existenz der verschiedenen Rechtssysteme anzuerkennen und zu koordinieren, zu vereiteln (vgl. auch BGE 101 Ia 526 E. 4a). In diesem Sinn hat das Bundesgericht bereits in BGE 57 I 436 f. bezüglich des in den wesentlichen Bestimmungen gleichlautenden Vollstreckungsabkommens mit Osterreich ausgeführt, soweit die vertragsschliessenden Staaten es für erforderlich hielten, zu verhüten, dass die Vollstreckung für einen Anspruch gewährt werden müsse, dem gegenüber der Beklagte keine Gelegenheit hatte, sich zu verteidigen, hätten sie dieser Gefahr vorgebeugt, indem sie in Art. 1 Ziff. 4 des Staatsvertrages bei Säumnisurteilen den Beweis der rechtzeitigen Zustellung der Ladung an die säumige Partei verlangten. Hätte man daneben auch die Möglichkeit vorbehalten wollen, die Vollstreckung wegen mangelnder Zustellung des Urteils zu verweigern, unabhängig davon, inwiefern nach dem Recht des Urteilsstaates eine solche erforderlich war, so wäre dies in |317| gleicher Weise bestimmt worden. Nachdem das Abkommen neben dem Erfordernis rechtzeitiger Zustellung lediglich fordere, dass Säumnisurteile nach dem Recht des Staates, in dem sie gefällt wurden, die Rechtskraft und Vollstreckbarkeit erlangt haben und darauf verzichtete, die zur Erfüllung dieser Voraussetzungen notwendigen Vorschriften aufzustellen und statt dessen auf das Landesrecht des Urteilsstaates abstelle, gehe es nicht an, solche Voraussetzungen auf dem Umwege über die Ordre-public-Klausel einzuführen, weil nach dem internen Recht des Vollstreckungsstaates die betreffenden Handlungen zum Zustandekommen eines vollstreckbaren Urteils als zwingend notwendig erschienen.\n\nTrotz gewisser Bedenken, die sich aus dem Rechtsschutzbedürfnis der betroffenen Prozesspartei ergeben, ist daher festzustellen, dass die Rechtskraft eines gemäss § 175 DZPO zugestellten Urteils selbst dann nicht gegen den schweizerischen ordre public verstösst, wenn die Postübergabe an den Adressaten nicht nachgewiesen ist und lediglich feststeht, dass ihm die den Rechtsstreit einleitende Ladung oder Verfügung in der nach Art. 4 Abs. 3 VA vorgeschriebenen Form zugestellt worden ist und er diese auch erhalten hat.\n\nEine Verletzung des VA ist somit auch in diesem Punkt zu verneinen."}