{"annee": "102", "cour": "IA", "page": "238", "date": "9/9/1976", "cite": ["97 I 167", "96 I 655"], "cite_par": [], "chapeau": "37. Auszug aus dem Urteil vom 9. September 1976 i.S. Dr. X gegen Kanton Zürich und Verwaltungsgericht des Kantons Zürich.", "regestes": ["Art. 4 Cst.; droit fiscal cantonal. § 19 de la loi fiscale zurichoise; notion d'activité lucrative, délimitation par rapport à la gestion de la fortune privée. Une opération à caractère spéculatif, financée par le contribuable aux moyens de ses propres fonds et faite à ses propres risques, peut cependant rentrer dans le cadre de l'activité lucrative, lorsqu'elle est en rapport étroit avec l'activité commerciale d'une entreprise dont le contribuable est le chef ou à laquelle il a une participation prépondérante. Imposition du bénéfice réalisé lors de l'achat puis de la vente d'actions par le directeur et pratiquement seul actionnaire d'une société anonyme s'occupant de négociations."], "faits": "|239|\n\nDr. X besitzt 99% der Aktien der im Juni 1970 gegründeten, in Zürich domizilierten Dr. X-AG und ist Verwaltungsratspräsident und Geschäftsführer dieser Firma, deren Zweck im Handelsregister wie folgt umschrieben ist: \"Unternehmensberatung bezüglich Produktionsentwicklung, Einführung neuer Produkte, Marketing usw.\" Im Briefkopf wird als Tätigkeitsgebiet angegeben: \"Industrieberatung, Fusionen, Führungskräfte, Lizenzverwertungen.\"\n\nIm Rahmen seiner Tätigkeit für die Dr. X-AG erfuhr Dr. X, dass sämtliche Aktien der Y-Apparatefabriken AG zu verkaufen waren. Er erhielt hiefür einen Vermittlungsauftrag, der ordnungsgemäss über die Dr. X-AG abgewickelt wurde. Es gelang ihm, die Z-Holding AG für das Geschäft zu interessieren, für die er im gleichen Jahre schon den Verkauf einer Metallgiesserei erfolgreich durchgeführt hatte. Am 29. August 1970 übernahm die Z-Holding AG sämtliche 1000 Aktien der Y-Apparatefabrik AG. Am 1. September 1970 verkaufte sie ihrerseits 262 dieser Aktien im Nennwert von je Fr. 1'000.-- an Dr. X zum Preise von Fr. 1'325'000.--, zahlbar bis 31. Dezember 1971, wobei u.a. ausbedungen wurde, dass diese Aktien bis zur vollständigen Bezahlung des Kaufpreises als Pfand im Besitze der Z-Holding AG bleiben sollten. Am 12. November 1970 verkaufte Dr. X der Z-Holding AG 250 seiner 262 Y-Aktien zum Preise von Fr. 7'500.-- pro Stück oder total Fr. 1'875'000.--. Die Tilgung erfolgte durch Verrechnung mit der vorstehend erwähnten Schuld von Fr. 1'325'000.-- sowie durch Barzahlung der Differenz von Fr. 550'000.--.\n\nDie zürcherischen Steuerbehörden setzten in der Folge das Reineinkommen von Dr. X für die Staats- und Gemeindesteuern 1971 auf Fr. 901'400.-- fest, wobei der aus dem dargelegten Aktienverkauf resultierende Gewinn von Fr. 586'800.-- als Einkommen behandelt wurde.\n\nDr. X führt im Anschluss an den letztinstanzlichen Entscheid des zürcherischen Verwaltungsgerichtes staatsrechtliche |240| Beschwerde wegen Verletzung von Art. 4 BV. Er macht geltend, dass es sich beim erwähnten Gewinn von Fr. 586'800.-- um einen Kapitalgewinn aus einer privaten Wertschriftentransaktion handle, der nach zürcherischem Recht nicht der Einkommenssteuer unterliege.\n\nDas Bundesgericht weist die Beschwerde ab, im wesentlichen aus folgenden", "considerants": "Erwägungen:\n\n3. a) Gemäss § 19 des zürcherischen Steuergesetzes (StG) sind bei natürlichen Personen \"die gesamten Einkünfte\" steuerbar, insbesondere\n\n\"a) der Arbeitslohn mit sämtlichen Lohnzulagen, Nebenbezügen, Gratifikationen, Tantièmen und allen weiteren in Zusammenhang mit dem Arbeitsverhältnis empfangenen Leistungen;\n\nb) Einkünfte aus selbständiger Erwerbstätigkeit, insbesondere aus der Bewirtschaftung von Grund und Boden, dem Betrieb eines Geschäftes oder Gewerbes oder der Ausübung eines freien Berufes, einschliesslich der Gewinne bei Veräusserung von Geschäftsvermögen oder bei Übernahme in das Privatvermögen.\"\n\nDaneben galt bis zum Jahre 1970 für die Besteuerung von Kapitalgewinnen § 23, wonach der realisierte Kapitalgewinn auf beweglichem Privatvermögen als Einkommen zu besteuern war, wenn er innert sieben Jahren seit Erwerb der Vermögenswerte erzielt wurde und den Betrag von Fr. 1'000.-- im Jahr überstieg. Diese Bestimmung wurde indessen am 5. Juli 1970 aufgehoben. Die Neufassung des Steuergesetzes findet erstmals auf die Einschätzungen für das Steuerjahr 1971 Anwendung. Es ist nicht streitig, dass § 23 für den vorliegenden Fall nicht mehr gilt. Der Beschwerdeführer leitet hieraus ab, er dürfe für den von ihm privat durch Kauf und Wiederverkauf von 250 Aktien der Y-Apparatefabriken AG erzielten Gewinn nicht besteuert werden. Das Verwaltungsgericht nahm demgegenüber an, das fragliche Geschäft sei \"Teil eines einheitlichen Dienstleistungs- und Handelsgeschäftes im Wechselbereich unselbständiger und selbständiger Erwerbstätigkeit\" und demgemäss steuerpflichtig. Der Beschwerdeführer ist der Auffassung, die Unterstellung von Kapitalgewinnen unter die Steuerpflicht sei seit der Aufhebung von § 23 StG willkürlich. |241|\n\nEr rügt die Begründung des Verwaltungsgerichts gesamthaft wegen Willkür und macht solche auch hinsichtlich einzelner Erwägungen geltend, die indessen in engem Zusammenhang stehen, so dass es sich rechtfertigt, die Sache vom Ergebnis her auf Willkür zu überprüfen.\n\nb) Die Aufhebung von § 23 StG bedeutet nicht, dass im Kanton Zürich Kapitalgewinne vorbehaltlos steuerfrei seien. Es kann daraus nur gefolgert werden, dass sie nicht erfasst werden, wenn keine andere steuerrechtliche Bestimmung auf sie zutrifft, also insbesondere, wenn sie nicht das Ergebnis selbständiger Erwerbstätigkeit darstellen. Das Verwaltungsgericht hat demgemäss untersucht, ob der Beschwerdeführer den Kapitalgewinn lediglich als Verwalter seines privaten Vermögens oder in Ausnützung einer zufällig sich bietenden Gelegenheit, ohne eine eigentliche, auf Verdienst ausgerichtete Tätigkeit, erzielt habe. Träfe eine dieser Voraussetzungen zu, so wäre der Kapitalgewinn nach Auffassung des Verwaltungsgerichtes nach der Aufhebung von § 23 StG nicht als Einkommen steuerbar. Dies entspricht der Rechtsprechung, die das Bundesgericht zum eidgenössischen Wehrsteuerrecht entwickelt hat, dessen Einkommensbegriff ähnlich umschrieben ist wie derjenige des zürcherischen StG (BGE 96 I 658 mit Verweisungen). Auch vereinzelte Geschäfte werden jedoch als gewerbsmässig betrachtet, wenn sie mit einer anderen auf Erwerb gerichteten Tätigkeit in Verbindung stehen (BGE 97 I 173 /174, E. 4b mit Verweisungen).\n\nDiese Voraussetzung ist hier erfüllt. Der Beschwerdeführer hat selbst ausgeführt, er habe im Rahmen seiner Tätigkeit in der Firma Dr. X-AG den Auftrag erhalten, für die Gesamtheit der Y-Aktien einen Käufer zu suchen. In Ausführung dieses Auftrages sei er an die Z-Holding AG herangetreten, die sich schliesslich unter verschiedenen Voraussetzungen und Bedingungen zum Kauf entschlossen habe. Zu diesen Bedingungen habe als wesentliche gehört, dass er, der Beschwerdeführer, sich persönlich zu rund einem Viertel am Kauf beteilige. Damit steht zweierlei fest: Einmal wäre das offenbar für die Firma gewinnbringende Vermittlungsgeschäft nicht zustandegekommen, wenn der Beschwerdeführer sich daran nicht persönlich beteiligt hätte, und zum andern hätte der Beschwerdeführer keine Gelegenheit gehabt, die Aktien zu erwerben, wenn die von ihm geleitete Firma keinen Vermittlungsauftrag |242| erhalten hätte. Die Wechselbeziehung zwischen dem Anteil der AG und demjenigen des Beschwerdeführers persönlich am gesamten Geschäftsvorgang ist derart eng und unauflöslich, dass sie schon für sich allein die Annahme ausschliesst, das Verwaltungsgericht sei bei der Verneinung des Vorliegens eines Privatgeschäftes in Willkür verfallen. Daran ändern die Einwendungen des Beschwerdeführers darüber, dass Wertschriftenhandel nicht zum Geschäftsbereich der AG gehöre und dass er selbst nicht Wertschriftenhändler sei, nichts. Es kommt im Steuerrecht nicht darauf an, welche Zwecke eine Firma nach dem Handelsregistereintrag verfolgt, sondern darauf, welche sie tatsächlich durchführt, und auch eine mit privaten Mitteln und auf privates Risiko durchgeführte Spekulation kann Teil der Erwerbstätigkeit bilden, wenn sie mit einem gewerbsmässigen Betrieb eng verknüpft ist, der dem betreffenden Privaten gehört oder an dem er massgeblich beteiligt ist.\n\nErgänzend sei bemerkt, dass zusätzlich folgende Momente gegen das Vorliegen eines Geschäftes der privaten Vermögensverwaltung sprechen:\n\naa) die im Kaufvertrag enthaltene Klausel, wonach dem Beschwerdeführer der Kaufpreis in vollem Umfange gestundet wurde, die Aktien bei der Verkäuferin verblieben und von ihr sogar weiterverpfändet werden durften;\n\nbb) die Höhe des Kaufpreises, der ungefähr dem gesamten Vermögen des Beschwerdeführers entsprach.\n\nDer Schluss drängt sich auf, dass der Aktienkauf nicht zum Zwecke der Kapitalanlage erfolgte. Vielmehr handelt es sich um nichts anderes als darum, dass der Beschwerdeführer der von ihm geleiteten und ihm zu 99% gehörenden AG die Durchführung eines bedeutenden Vermittlungsgeschäftes dadurch ermöglichte, dass er persönlich einen Viertel des Risikos übernahm. Es hat zwar als Selbständigerwerbender gehandelt, jedoch nicht als Privatmann, sondern durchaus im Rahmen seiner Funktion als Leiter eines sich mit Vermittlungen befassenden Unternehmens. Wenn das Verwaltungsgericht diese Tätigkeit als Erwerbstätigkeit im Sinne von § 19 StG (und nicht als Verwaltung von Privatvermögen) betrachtete, so hat es aus den dargelegten Gründen die Grenzen seines Ermessens nicht überschritten und nicht willkürlich entschieden. Vor allem hat es auch nicht in willkürlicher Weise die wirtschaftliche |243| an Stelle der juristischen Betrachtungsweise treten lassen; denn für die Qualifizierung des streitigen Einkommensteiles als Erwerbseinkommen genügen die dargelegten rechtlichen Gesichtspunkte durchaus. Die Beschwerde ist deshalb als unbegründet abzuweisen."}