{"annee": "102", "cour": "V", "page": "124", "date": "9/3/1976", "cite": [], "cite_par": ["112 V 106", "121 V 284", "116 V 353", "114 V 203", "110 V 360", "109 V 207"], "chapeau": "27. Extrait de l'arrêt du 9 mars 1976 dans la cause Rigamonti contre Caisse nationale suisse d'assurance en cas d'accidents et Cour de justice civile du canton de Genève", "regestes": ["Force dérogatoire du droit fédéral (art. 2 disp. trans. Cst., 121 LAMA). Validité d'un recours contre une décision de la Caisse nationale interjeté sous forme de lettre, contrairement aux dispositions de la procédure cantonale exigeant notamment un exploit d'huissier."], "faits": "", "considerants": "BGE 102 V 124 S. 124\n\nConsidérant en droit:\n\n1. a) Aux termes de l'art. 121 al. 1 LAMA, à l'égard des contestations entre un assuré et la Caisse nationale, au sens de l'art. 120 al. 1 lit. a LAMA, les cantons doivent pourvoir à ce que la procédure soit aussi simple et rapide que possible; ils doivent accorder au plaideur indigent, à sa requête, le bénéfice de l'assistance judiciaire ainsi que la dispense de tous dépôts, cautionnements, frais d'expertise, émoluments de justice et droits de timbre.\n\nL'art. 2 des dispositions transitoires de la Constitution fédérale précise que les dispositions des lois fédérales, des concordats et des constitutions ou des lois cantonales contraires à la constitution cessent d'être en vigueur par le fait de l'adoption de celle-ci ou de la promulgation des lois qu'elle prévoit (force dérogatoire du droit fédéral).BGE 102 V 124 S. 125\n\nLe Tribunal fédéral a jugé que le droit public fédéral prime toujours le droit public cantonal. Aussi, lorsque le législateur fédéral a fait usage d'une compétence qui lui a été attribuée et a posé des règles exhaustives, les cantons ne peuvent-ils plus légiférer en la même matière, du moins pas en adoptant des règles différentes (cf. p.ex. RO 99 Ia 507 consid. 2a, 97 I 503 consid. 3a) ou des dispositions qui soient contraires au sens et à l'esprit du droit fédéral (cf. p.ex. RO 99 Ia 242 consid. 3).\n\nb) La Cour de céans a déjà décidé qu'était recevable un recours de droit administratif contestant l'application faite par l'autorité de Ire instance de règles cantonales, lorsque cette application est susceptible de violer des prescriptions du droit fédéral des assurances sociales. S'agissant d'une question de procédure, il est nécessaire d'entrer en matière pour vérifier si le droit fédéral a été violé ou non en l'occurrence. La notion de droit fédéral, dont la violation ouvre la voie du recours de droit administratif, englobe les droits constitutionnels. La jurisprudence a reconnu que le recours de droit administratif assume le rôle du recours de droit public à l'égard de violations des droits constitutionnels commises par l'autorité cantonale, dans les matières soumises au contrôle du Tribunal fédéral en tant que juge administratif. Cela est vrai également du Tribunal fédéral des assurances, dans le domaine qui lui est propre (cf. p. ex. RO 99 V 55 et 183 ainsi que la jurisprudence citée).\n\nD'autre part, les faits constatés par l'autorité cantonale de recours lient en principe la Cour de céans (art. 105 al. 2 OJ). Cette dernière revoit en revanche librement, et non seulement sous l'angle restreint de l'arbitraire, si une règle de droit cantonal ou l'interprétation donnée de cette dernière est compatible avec le droit fédéral (cf. p.ex. RO 97 I 835 consid. 2, 96 I 716 consid. 3).\n\n2. En l'espèce, le jugement déféré au Tribunal fédéral des assurances échappe à tout grief en ce qui concerne la constatation des faits. La question qui se pose est celle de la compatibilité de la procédure cantonale avec le droit fédéral.\n\nAinsi que le relève pertinemment la Caisse nationale, le but de l'art. 121 LAMA est de permettre aux assurés de soumettre facilement au contrôle du juge les décisions de cette assurance, sans occasionner à l'administration des complications et des frais nullement imposés par le souci d'une saine protection des BGE 102 V 124 S. 126droits légitimes des intéressés. Les autres lois d'assurance sociale prescrivent pratiquement toutes que la procédure doit être simple, rapide et en principe gratuite pour les parties (art. 85 al. 2 lit. a LAVS, applicable en matière d'assurance-invalidité, prestations complémentaires, allocations familiales, allocations pour perte de gain; art. 54 al. 2 LAC, art. 56 al. 1 lit. a LAM et art. 30bis al. 3 lit. a LAMA) en indiquant notamment les exigences minimales auxquelles l'acte de recours doit satisfaire (exposé succinct des faits et des motifs invoqués, conclusions; art. 85 al. 2 lit. b LAVS, applicable dans les mêmes matières que ci-dessus; art. 30bis al. 3 lit. b LAMA; cf. également art. 52 LPA, en ce qui concerne la procédure administrative fédérale).\n\nOr, les premiers juges eux-mêmes reconnaissent que les dispositions de procédure genevoise pour l'assurance-maladie et l'assurance militaire, \"beaucoup plus que les règles de la procédure accélérée ... - valables dans le domaine de l'assurance-accidents -, sont en harmonie avec le principe fondamental du droit fédéral qui bannit tout formalisme qui n'est pas absolument indispensable de la procédure applicable en matière d'assurances sociales\". En fait, la procédure actuellement en vigueur dans le canton de Genève, s'agissant des litiges visés par l'art. 120 al. 1 lit. a LAMA, n'est pas - ou du moins n'est plus - compatible avec les principes du droit fédéral dont s'inspire l'art. 121 al. 1 LAMA et qui ont été énoncés avec plus de détails dans les lois ou novelles d'assurance sociale les plus récentes. Imposer aux assurés désireux de recourir contre une décision de la Caisse nationale une demande formée par un acte d'ajournement et l'introduction de la cause par le dépôt en mains du greffier de l'original ou de la copie de l'acte de citation, après assignation en bonne et due forme de la partie défenderesse (voir une lettre du 7 janvier 1975 de la Cour de justice ...) revient à empêcher la plus grande partie des intéressés de conduire eux-mêmes leur procès et à les obliger, pratiquement, à recourir aux services d'un avocat. De telles exigences relèvent d'une procédure compliquée, aujourd'hui en désaccord avec l'art. 121 al. 1 LAMA, dans la mesure où il prescrit une procédure \"aussi simple et rapide que possible\". Elle pourrait être remplacée sans difficulté par celle qui régit les causes d'assurance-maladie et d'assurance militaire par exemple. Certes les dispositions cantonales litigieuses ont-elles été BGE 102 V 124 S. 127approuvées autrefois par le Conseil fédéral (art. 121 al. 2 LAMA). Mais il appartient en définitive au Tribunal fédéral des assurances de décider si une règle ainsi ratifiée est conforme au droit fédéral (cf. p.ex. ATFA 1968 p. 167, en matière d'approbation de statuts dans l'assurance-maladie).\n\nPoint n'est besoin, dans ces conditions, d'examiner encore le moyen tiré de l'art. 4 de la Constitution fédérale.\n\nIl faut dès lors annuler le jugement attaqué et inviter l'autorité cantonale à entrer en matière sur le fond du litige, pour autant que les autres conditions de forme du recours soient remplies. On rappellera à cet égard que le droit fédéral - voire, suivant la matière, la procédure genevoise - permettent de remédier à certains vices de forme (cf. art. 85 al. 2 lit. b LAVS, art. 30bis al. 1 lit. b LAMA, art. 52 al. 2 LPA, art. 449A al. 2 LPC/GE)..."}