{"annee": "102", "cour": "III", "page": "78", "date": "2/6/1976", "cite": ["75 III 14", "97 III 34", "86 III 124", "71 III 133", "74 III 75", "85 III 90", "87 III 72", "86 III 26"], "cite_par": ["136 III 636", "103 III 21", "103 III 76", "118 III 57", "136 III 534", "134 III 75", "103 III 79", "105 III 28", "116 III 96", "108 III 1", "106 III 24"], "chapeau": "15. Entscheid vom 2. Juni 1976 i.S. Konkursmasse U. AG.", "regestes": ["Suspension de la liquidation faute d'actif (art. 230 LP) 1. Pouvoir de recourir de l'administration de la faillite (consid. 1). 2. L'administrateur de la faillite a-t-il pouvoir de passer outre à la décision du juge prononçant la suspension de la liquidation? (consid. 2). 3. Est sans objet et partant n'a pas à être pris en considération tout acte de l'administrateur de la faillite qui, accompli après que la suspension de la liquidation a été prononcée par le juge, sort du cadre des mesures à prendre en vertu de l'art. 230 al. 2 LP et a pour but la continuation de la procédure (consid. 3a). 4. Est illégale l'offre de cession des droits litigieux (art. 260 LP) faite par l'administrateur de la faillite sans que les créanciers aient auparavant renoncé à ce que la masse les exerce elle-même (consid. 3b). 5. Un accroissement de l'actif libre de la masse, obtenu après coup par transaction, peut, selon les circonstances, être pour le juge de la faillite un motif de révoquer sa décision de suspension (non encore publiée) (consid. 5)."], "faits": "|79|\n\nA.- In dem beim Konkursamt X. hängigen Konkurs über die U. AG (summarisches Verfahren) übertrug der Amtsvorsteher, Notar Z., die Funktion des Konkursverwalters seinem Stellvertreter. Dieser stellte am 30. Januar 1976 gestützt auf Art. 230 Abs. 1 SchKG beim zuständigen Konkursrichter das Gesuch um Einstellung des Verfahrens. Am 3. Februar 1976 erging die Einstellungsverfügung.\n\nUnterm 5. Februar 1976 ersuchte Notar Z. den Konkursrichter, auf seinen Entscheid zurückzukommen und die Einstellungsverfügung aufzuheben. Dieses Gesuch wurde mit Schreiben vom 19. Februar 1976 abgewiesen.\n\nNun wandte sich Z. mit Rundschreiben vom 20. Februar 1976 an die 120 Konkursgläubiger. Er orientierte darin über den Stand des Massavermögens und bot den Gläubigern verschiedene streitige Ansprüche, deren Höhe er allerdings nicht zu beziffern vermochte, sowie den Anspruch auf Fortsetzung nicht näher bezeichneter Aktiv- und Passivprozesse zur Abtretung nach Art. 260 SchKG an. Eine endgültige Abtretung machte er unter anderem von der Sicherstellung der Kosten für den Kollokationsplan abhängig. In der Folge gingen beim Konkursamt zahlreiche Abtretungsgesuche ein. Kostenvorschüsse scheinen jedoch keine geleistet worden zu sein.\n\nB.- Gegen das Vorgehen von Notar Z. schritt die Verwaltungskommission des Obergerichts als obere kantonale Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen von Amtes wegen ein. Mit Beschluss vom 14. April 1976 wies sie das Konkursamt an, die vom Konkursrichter am 3. Februar 1976 verfügte Einstellung des Verfahrens unverzüglich in der in Art. 230 Abs. 2 SchKG vorgesehenen Weise zu publizieren. Ausserdem hob sie die seit der richterlichen Verfügung und der Abweisung des Wiedererwägungsgesuches ergangenen Akte des Konkursamtes, insbesondere die Offerte zur Abtretung |80| von Ansprüchen der Masse nach Art. 260 SchKG und die Ansetzung von Fristen zur Leistung von Kostenvorschüssen, als nichtig auf. Die mit dem Zirkular verbundenen Gebühren und Auslagen wurden einstweilen der Amtskasse auferlegt. Der Beschluss wurde am 22. April 1976 versandt.\n\nC.- Am 23. April 1976 schloss Notar Z. mit dem Drittschuldner M. einen Vergleich, welcher der Konkursmasse einen Barbetrag von Fr. 4'523.90 eintrug. Durch eine Vereinbarung, die bereits am 7. April 1976 mit dem Vermieter der Räumlichkeiten, die die U. AG belegt hatte, getroffen worden sein soll, soll ausserdem die weitere Summe von Fr. 900.-- eingebracht worden sein.\n\nD.- Mit Rekurs vom 3. Mai 1976 hat Notar Z. den Entscheid der kantonalen Aufsichtsbehörde im Namen der Konkursmasse angefochten. Er beantragt, es sei der Beschluss der Verwaltungskommission als nichtig aufzuheben und das mit Verfügung des Konkursrichters vom 14. Juli 1975 angeordnete summarische Verfahren weiterzuführen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Mit dem Rekurs wird geltend gemacht, der angefochtene Entscheid verletze in gesetzwidriger Weise Interessen der Konkursmasse. Auf diesen ist daher grundsätzlich einzutreten (vgl. BGE 86 III 127 Erw. 2; BGE 85 III 91 /92 Erw. 1 mit Hinweisen).\n\n2. Notar Z. stellt nicht in Abrede, die Veröffentlichung der konkursrichterlichen Einstellungsverfügung vom 3. Februar 1976 nicht veranlasst zu haben. Er macht jedoch geltend, er sei befugt gewesen, sich über den richterlichen Entscheid hinwegzusetzen.\n\na) Sachlich glaubt er sein Handeln mit dem Vorbringen rechtfertigen zu können, die Voraussetzungen für eine Einstellungsverfügung seien überhaupt nie erfüllt gewesen. Schon bei deren Erlass habe er vorausgesehen, dass sich durch den Abschluss von Vergleichen ein grösserer Barbetrag flüssig machen lasse. Das freie Massagut habe sich nun in der Tat um Fr. 5'423.90 vermehrt, was zeige, dass für eine Aufforderung zu Vorschussleistungen im Sinne von Art. 230 Abs. 2 SchKG nie Anlass bestanden habe. |81|\n\nDer von Notar Z. beanstandete Entscheid des Konkursrichters ist (auch) für das Bundesgericht als Rekursinstanz nach den Art. 19 SchKG/78 ff. OG verbindlich (vgl. BGE 74 III 76 /77). Er könnte von ihm selbst dann nicht aufgehoben werden, wenn er - was jedoch aus den folgenden Gründen ohnehin nicht der Fall ist - zu Unrecht ergangen bzw. bestätigt worden wäre.\n\nBei Erlass der Einstellungsverfügung am 3. Februar 1976 und auch bei der Behandlung des Wiedererwägungsgesuches waren weder der Vergleich mit dem Vermieter noch jener mit M. geschlossen (sie kamen erst am 7. bzw. 23. April 1976 zustande). Demnach waren auch die entsprechenden Geldbeträge noch nicht eingegangen. Auf eine blosse Prognose des Konkursverwalters konnte aber der Konkursrichter bei der Behandlung des Wiedererwägungsgesuches nicht abstellen. Er hielt daher zu Recht an seiner Einstellungsverfügung fest.\n\nb) Fehl geht andererseits auch die Auffassung von Notar Z., er sei - nachdem eine Aufforderung an die Gläubiger zur Leistung eines Kostenvorschusses spätestens mit der tatsächlichen Vermehrung des Massavermögens gegenstandslos geworden sei - befugt, ohne Bewilligung des Konkursrichters das von diesem eingestellte Verfahren weiterzuführen. Vorab sei bemerkt, dass die Berechtigung der Einstellungsverfügung überhaupt nie in Frage gestellt worden wäre, wenn der Konkursverwalter pflichtgemäss sofort deren Veröffentlichung angeordnet hätte. Notar Z. durfte sich aber auch später, als die Vergleichsbeträge eingegangen waren, nicht über den richterlichen Entscheid hinwegsetzen. Sein Hinweis auf die Regelung beim Übergang vom summarischen zum ordentlichen Verfahren (Art. 231 Abs. 2 SchKG) - wo der Entscheid beim Konkursamt liegt - ist unbehelflich. Eine (sinngemässe) Anwendung jener lediglich die Art der Durchführung des Konkurses betreffenden Grundsätze ist nicht gerechtfertigt, geht es doch hier um die gesetzlichen Voraussetzungen der allein dem Konkursrichter zustehenden Schliessung des Verfahrens. Mit dessen Einstellung durch den Richter verliert der Konkursverwalter - zumindest vorübergehend - die Befugnis, auf die Verfahrensfortsetzung gerichtete Amtshandlungen vorzunehmen. Bis zu seiner allfälligen Wiederaufnahme liegt das Verfahren in den Händen des Konkursrichters. So ist beispielsweise allein er zuständig, über die Gewährung einer Nachfrist für die Vorschussleistung |82| zu entscheiden (vgl. BGE 74 III 77) oder darüber zu befinden, ob die Voraussetzungen für die Schliessung des Verfahrens eingetreten seien (BGE 97 III 37 Erw. 2). Dem Konkursverwalter bleiben im wesentlichen einzig die Publikation der Einstellungsverfügung (Art. 230 Abs. 2 SchKG) und die Bemessung der Höhe der sicherzustellenden Kosten (vgl. BGE 74 III 76 Erw. 1; JÄGER, N. 8 zu Art. 230 SchKG) vorbehalten, beides Massnahmen, die den Vollzug der richterlichen Einstellungsverfügung gewährleisten sollen.\n\nDer Entscheid über eine allfällige Wiederaufnahme des am 3. Februar 1976 eingestellten Konkursverfahrens liegt mithin nach wie vor ausschliesslich in der Zuständigkeit des Konkursrichters, der seine Einstellungsverfügung formell aufzuheben hätte. Auf den Rekursantrag, es sei das am 14. Juli 1975 angeordnete summarische Verfahren weiterzuführen, kann daher nicht eingetreten werden.\n\n3. a) Aus dem Gesagten erhellt auch gleich, dass die Verwaltungskommission die im Rundschreiben vom 20. Februar 1976 enthaltene Offerte zur Abtretung von Ansprüchen der Masse gemäss Art. 260 SchKG und die damit verbundenen Fristansetzungen für die Kostensicherstellung zu Recht als nichtig aufgehoben hat. Ging nämlich das Konkursverfahren mit dem Erlass der Einstellungsverfügung in die Zuständigkeit des Konkursrichters über, fiel jede Amtshandlung des Konkursverwalters, die über die sich aus Art. 230 Abs. 2 SchKG ergebenden Massnahmen hinausging und auf die Weiterführung des Verfahrens gerichtet war, ins Leere. Die Abtretungsofferte ist mithin unbeachtlich. Inwiefern die Stellung der Gläubiger durch den vorinstanzlichen Entscheid verschlechtert worden sein soll, ist übrigens nicht zu ersehen. Es steht diesen frei, unter Leistung des erforderlichen Kostenvorschusses - von dem ja auch die endgültige Abtretung gemäss Art. 260 SchKG abhängig gemacht worden war - die Weiterführung des Verfahrens zu verlangen.\n\nb) Der vom Konkursverwalter mit dem Rundschreiben vom 20. Februar 1976 eingeschlagene Weg ist überdies aus den von der Verwaltungskommission angeführten Gründen zumindest gesetzwidrig. Als besonders schwerwiegend fällt ins Gewicht, dass Notar Z. die Abtretung streitiger Ansprüche anbot, ohne dass den Gläubigern zuvor Gelegenheit eingeräumt worden wäre, sich darüber zu äussern, ob auf deren |83| Realisierung durch die Masse selbst verzichtet werden solle (vgl. BGE 86 III 26 Erw. 2; BGE 75 III 17 Erw. 2; BGE 71 III 137 /138 Erw. 2). Aus einer ablehnenden Haltung zur Abtretungsofferte durfte nämlich nicht etwa auf ein fehlendes Interesse auch an einer Geltendmachung durch die Masse geschlossen werden. Es ist daher auch verfehlt, aus dem Umstand, dass die Gläubiger, die eine Abtretung verlangt hatten, keinen Kostenvorschuss zu zahlen bereit waren, folgern zu wollen, sie hätten auch keine Sicherstellung nach Art. 230 Abs. 2 SchKG geleistet. Bei der Beurteilung des Vorgehens des Konkursverwalters ist sodann auch in Betracht zu ziehen, dass nach den für das Bundesgericht verbindlichen Feststellungen der Vorinstanz (Art. 81 in Verbindung mit Art. 63 Abs. 2 OG) noch kein Kollokationsplan vorhanden und anscheinend auch ein ordnungsgemässes Inventar noch nicht erstellt worden war, als das Rundschreiben versandt wurde. Ohne diese beiden Verzeichnisse hätten aber die streitigen Ansprüche nicht endgültig abgetreten werden können. Es ist übrigens ohnehin nicht ersichtlich, was die - nach Ansicht von Notar Z. dringend gebotene - Abtretung gemäss Art. 260 SchKG mit der Wahrung der Gewährleistungsfristen gegenüber den Bauhandwerkern, die im Auftrage der Gemeinschuldnerin gearbeitet hatten, zu tun haben soll. Wie die Verwaltungskommission in ihrer Vernehmlassung vom 28. Mai 1976 richtig ausführt, kann die Konkursmasse die Bauhandwerker zur Erfüllung ihrer Verpflichtungen anhalten, ohne dass es dafür einer Abtretung der streitigen Ansprüche bedürfte.\n\nOb die angeführten Mängel geradezu die Nichtigkeit der Abtretungsofferte zur Folge haben müssten, braucht nicht entschieden zu werden. Immerhin wäre bei einer abschliessenden Beurteilung zu bedenken, dass das Rundschreiben sämtlichen Gläubigern zugestellt wurde, so dass alle die Gelegenheit gehabt hätten, dessen Inhalt mit Beschwerde bei der Aufsichtsbehörde anzufechten (vgl. BGE 86 III 26). Es erübrigt sich auch, auf die umstrittene Fristansetzung zur Leistung von Kostenvorschüssen näher einzutreten.\n\nc) Zur Rechtfertigung seines Zirkulars führt Notar Z. aus, die Konkursgläubiger, die acht Monate nach Konkurseröffnung noch ohne Bericht gewesen seien, hätten einen Anspruch auf Information gehabt. Er verweist in diesem Zusammenhang auf einen in BlSchK 1944, S. 26/27 veröffentlichten Entscheid |84| des luzernischen Obergerichts, wonach die Konkursgläubiger über die Gründe einer nachträglichen Einstellung des Verfahrens zu orientieren seien. Gegen eine solche Mitteilung - verbunden beispielsweise mit dem Hinweis, die Weiterführung des Verfahrens sei angesichts der vorhandenen streitigen Ansprüche nicht aussichtslos - wäre an sich nichts einzuwenden gewesen. Die konkursrichterliche Einstellungsverfügung wurde indessen im Rundschreiben nicht einmal erwähnt, so dass das angeführte Zitat unbehelflich ist.\n\nd) Soweit sich der Rekurs gegen den vorinstanzlichen Entscheid richtet, die Gebühren und Auslagen für das unnütze Zirkular (in Entlastung der Masse) der Amtskasse des Konkursamtes aufzuerlegen, ist auf ihn nicht einzutreten, da die Konkursmasse dadurch gar nicht beschwert sein kann.\n\n4. Entgegen der Ansicht von Notar Z. hat die Verwaltungskommission mit ihrem Beschluss, die seit der Einstellungsverfügung und der Abweisung des Wiedererwägungsgesuches ergangenen Akte des Konkursamtes aufzuheben, nicht auch die beiden Vergleiche nichtig erklärt. Zu diesen hat sich die Vorinstanz in ihrem Entscheid gar nicht äussern können. Zwar war die Vereinbarung mit dem Vermieter noch kurz zuvor getroffen worden, doch scheint dies der Vorinstanz nicht mehr rechtzeitig zur Kenntnis gelangt zu sein. Der Vergleich mit M. kam andererseits erst nach Fällung des angefochtenen Entscheides zustande. Der Rekurs erweist sich somit auch in diesem Punkt von vornherein als unbegründet.\n\n5. Durch die beiden Vergleiche - die als Rechtsgeschäfte der Überprüfung durch die Aufsichtsbehörde und damit auch durch das Bundesgericht im Rekursverfahren entzogen sind (vgl. FRITZSCHE, Schuldbetreibung und Konkurs, 2. A., I. Band, S. 42 unten) - und den Eingang der entsprechenden Geldbeträge haben sich die Verhältnisse nun freilich verändert. Wie auch die Verwaltungskommission anerkennt, hat deren Anweisung, die konkursrichterliche Einstellungsverfügung unverzüglich zu publizieren, unter den eingetretenen Umständen nicht mehr das gleiche Gewicht, zumal bei der heutigen Sachlage am richterlichen Entscheid nicht mehr unbedingt festgehalten werden kann. Will nun aber der Konkursverwalter die Veröffentlichung der Einstellungsverfügung samt dem entsprechenden Aufruf zur Leistung von Kostensicherheit bei gewünschter Weiterführung des Verfahrens verhindern, |85| so bleibt ihm keine andere Möglichkeit, als sofort ein neues Gesuch um Wiedererwägung der richterlichen Verfügung zu stellen. Ein ablehnender Entscheid könnte - sofern es das kantonale Recht zulässt (vgl. dazu § 334 Ziff. 7 in Verbindung mit § 283 Ziff. 12 zürch. ZPO; dazu auch ZR 6/1907 Nr. 66) - allenfalls angefochten werden. Bliebe es dennoch bei der Einstellungsverfügung und sollten nach deren Veröffentlichung innert der zehntägigen Frist keine Begehren um Fortsetzung des Verfahrens gestellt und keine Kostenvorschüsse bezahlt werden, so hätte das Verfahren verfügungsgemäss als geschlossen zu gelten. Der vorhandene freie Barbetrag wäre alsdann an die Gläubiger zu verteilen, wobei die bei der Entdeckung neuen Vermögens nach Einstellung des Verfahrens gemäss Art. 230 SchKG anwendbaren Grundsätze (vgl. JÄGER, N. 1 Abs. 3 zu Art. 230 und N. 1 zu Art. 269 SchKG; FLACHSMANN, Die Abtretung der Rechtsansprüche der Konkursmasse nach Art. 260 SchKG, Zürcher Diss. 1927, S. 68/69; dazu auch BGE 87 III 78) sinngemäss herangezogen werden müssten.\n\nDemnach erkennt die Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird abgewiesen, soweit auf ihn einzutreten ist."}