{"annee": "102", "cour": "V", "page": "36", "date": "23/1/1976", "cite": ["97 V 178", "99 V 44"], "cite_par": ["118 V 88", "117 V 257", "112 V 97", "121 V 125"], "chapeau": "9. Auszug aus dem Urteil vom 23. Januar 1976 i.S. Fellmann gegen Ausgleichskasse des Kantons Luzern und Verwaltungsgericht des Kantons Luzern", "regestes": ["Garantie d'un emploi des rentes conforme à leur but (art. 45 LAVS et 76 RAVS). - Il appartient aux autorités tutélaires et non aux organes d'exécution de l'AVS de veiller à l'utilisation conforme à leur but des rentes versées au tuteur en vertu de l'art. 76 al. 2 RAVS. - Lorsque seules ont été ordonnées des mesures de contrôle de l'éducation et du ménage familial, la caisse de compensation examine librement à qui doivent être versées les rentes pour enfants."], "faits": "", "considerants": "BGE 102 V 36 S. 36\n\nAus den Erwägungen:\n\nNach Art. 76 AHVV obliegt es im allgemeinen den Ausgleichskassen, unter bestimmten Voraussetzungen die Anordnungen zu treffen, die eine zweckmässige Verwendung der Renten gewährleisten. Ist aber der Rentenberechtigte bevormundet, so ist die Rente gemäss Art. 76 Abs. 2 AHVV einzig dem Vormund oder der von diesem bezeichneten Person auszuzahlen. Absatz 3 des gleichen Artikels bestimmt weiter, die einer Drittperson oder Behörde ausbezahlten Renten dürften von diesen nicht mit Forderungen gegenüber dem Rentenberechtigten BGE 102 V 36 S. 37verrechnet werden und seien ausschliesslich zum Lebensunterhalt des Berechtigten und der Personen, für die er zu sorgen hat, zu verwenden. Diese Bestimmungen gelten gestützt auf Art. 84 IVV auch auf dem Gebiete der Invalidenversicherung.\n\nDie dargelegte Ordnung beinhaltet unter anderem eine Kompetenzabgrenzung zwischen Ausgleichskassen und anderen Verwaltungsorganen, welche an einer zweckmässigen Rentenverwendung interessiert sind, insbesondere den Vormundschafts- und Fürsorgebehörden. Nach Sinn und Zweck dieser Kompetenzabgrenzung kann es nicht Sache der Durchführungsorgane der AHV sein, zu prüfen, wie der Vormund die Rente verwendet; dies zu beurteilen fällt vielmehr in die Zuständigkeit der vormundschaftlichen Behörden. Nach der Rechtsprechung decken jedenfalls Art. 45 AHVG und dessen Ausführungsbestimmungen keine Kassenverfügungen, die klaren vormundschaftlichen Anordnungen der hierfür zuständigen und verantwortlichen Organe widersprechen. Wo Verfügungen gemäss Art. 76 AHVV mit vormundschaftsrechtlichen Anordnungen kollidieren, gebührt diesen der Vorrang. Diese Prinzipien gründen nicht zuletzt darauf, dass die Institutionen des Familienrechts eine Ordnung darstellen, die von der Sozialversicherung vorausgesetzt wird und dieser daher grundsätzlich vorgehen muss. Das Gericht verweist auf EVGE 1959 S. 197 ff., 1951 S. 138 ff., ZAK 1948 S. 24; BINSWANGER, Kommentar zum AHVG S. 198; ferner sinngemäss auf BGE 97 V 178 (betreffend den prinzipiellen Vorrang des Familienrechts) sowie auf BGE 99 V 44.\n\nAnscheinend schliesst das Bundesamt für Sozialversicherung aus BGE 99 V 44, dass jeglicher Verwaltungsakt eines vormundschaftlichen Organs im Bereich der AHV für die Ausgleichskassen verbindlich sein müsse. Dies trifft indessen nicht zu. Wenn schon, wie dargelegt, die zivilrechtliche Ordnung dem Sozialversicherungsrecht vorgeht, dann bestimmt sich auch nach der zivilrechtlichen Ordnung, welche Kompetenzen dem vormundschaftlichen Organ zustehen. Ist eine Vormundschaft angeordnet, dann gehen die damit verbundenen Befugnisse allerdings sehr weit; sie umfassen namentlich die finanziellen Belange (vgl. Art. 413 ZGB). Das bedeutet im Bereich der AHV u.a., dass bei angeordneter Vormundschaft - gestützt auf die klare zivilrechtliche Regelung - der Vormund BGE 102 V 36 S. 38zu bestimmen hat, wem die Rente auszuzahlen ist, und dass die Ausgleichskasse sich dessen Anordnungen fügen muss.\n\nGanz eindeutig ist die Regelung auch dann, wenn die Vormundschaftsbehörde nur dem einen Elternteil die elterliche Gewalt entzogen und daneben bloss eine Erziehungs- und Haushaltkontrolle angeordnet hat. Die finanziellen Kompetenzen jenes Elternteils, der die elterliche Gewalt nach wie vor innehat, sind alsdann in keiner Weise beschnitten. Diese zivilrechtliche Regelung der Verhältnisse präjudiziert somit die Frage nicht, an wen Kinderrenten auszuzahlen sind."}