{"annee": "102", "cour": "IB", "page": "50", "date": "14/5/1976", "cite": [], "cite_par": ["112 IB 79", "105 IB 238", "115 IB 263", "110 IB 121"], "chapeau": "10. Urteil vom 14. Mai 1976 i.S. Eidg. Steuerverwaltung gegen Verwaltungsgericht des Kantons Schwyz und X.", "regestes": ["Impôt pour la défense nationale: bénéfice en capital (art. 21 al. 1 lettre d AIN). Les conditions d'un transfert de réserves latentes exempt d'impôt peuvent être réalisées non seulement lorsqu'une exploitation tout entière ou une partie de celle-ci est transférée à la valeur comptable, mais aussi lorsqu'un immeuble commercial passe, à la valeur comptable et sans réalisation des réserves latentes, à une entreprise astreinte à tenir des livres et qu'il n'y a pas de raison de retenir une intention d'éluder l'impôt."], "faits": "|50|\n\nMit Kaufvertrag vom 3. Februar 1969 veräusserte der Beschwerdegegner X. die seinem Einzelunternehmen gehörende Fabrikliegenschaft in N. an die X.-AG, welche diese Gebäulichkeiten bereits seit Jahren benützte, zum damaligen Buchwert von Fr. 240'000.--. X. besass im Zeitpunkt der Transaktion 85% der Aktien der X.-AG. Nach Schätzung der Steuerbehörden hat die übertragene Liegenschaft einen Verkehrswert von Fr. 671'000.--. Die kantonale Wehrsteuerverwaltung betrachtete die Differenz zwischen dem Buchwert und dem Verkehrswert als steuerbaren Kapitalgewinn gemäss Art. 21 Abs. 1 lit. d WStB und bezog den so errechneten |51| Gewinn in die Wehrsteuerveranlagung für die 16. Periode ein. Im Einspracheverfahren wurde die Veranlagung geschützt; dagegen drang X. mit seiner Beschwerde beim kantonalen Verwaltungsgericht durch. Dieses reduzierte die angefochtene Veranlagung um den einbezogenen Kapitalgewinn. Gegen diesen Entscheid erhebt die Eidg. Steuerverwaltung (EStV) Verwaltungsgerichtsbeschwerde mit dem Antrag, es sei die Veranlagung des Beschwerdegegners X. gemäss Einspracheentscheid wiederherzustellen. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Erwägungen:\n\n1. Der zu beurteilende Vorgang ist in tatsächlicher Hinsicht unbestritten: Die Einzelfirma X. hat gegen Vergütung des Buchwertes von Fr. 240'000.-- eine Fabrikliegenschaft mit einem Verkehrswert von Fr. 671'000.-- auf die X. AG übertragen. In die Buchhaltung der Erwerberin wurde die Liegenschaft ebenfalls mit Fr. 240'000.-- aufgenommen.\n\nDas übertragene Wirtschaftsgut enthält bei diesem Procedere vor und nach der Transaktion stille Reserven in der Grössenordnung der Differenz zwischen Buchwert und Verkehrswert (Fr. 431'000.--).\n\nDas Verwaltungsgericht des Kantons Schwyz hält eine steuerfreie Übertragung dieser stillen Reserven für zulässig. Es bezeichnet den Vorgang als wehrsteuerrechtlich erfolgsneutral, weil die stillen Reserven im Falle einer Veräusserung oder Verwertung durch die X. AG besteuert würden. Die EStV betrachtet die Übertragung der Liegenschaft von der Einzelfirma auf die Aktiengesellschaft als eine Realisation der in diesem Wirtschaftsgut steckenden stillen Reserven, welche daher als Kapitalgewinn gemäss Art. 21 Abs. 1 lit. b WStB zu versteuern seien.\n\n2. Steuerlich anerkannte stille Reserven sind mit der Einkommens- oder Ertragssteuer zu erfassen, sobald sie realisiert werden. Die in Art. 21 Abs. 1 lit. d WStB gegebene Umschreibung der steuerbaren Kapitalgewinne mit den Begriffen \"Veräusserung\" und \"Verwertung\" (\"réalisation\", \"realizzazione\") vermag die für die Besteuerung stiller Reserven entscheidende Grenze nicht klar aufzuzeigen. Steuerrechtslehre und -praxis anerkennen, dass es zahlreiche Formen der Veräusserung und Verwertung von Geschäftsvermögen gibt, |52| die keine steuerlich beachtlichen Realisationsvorgänge darstellen (KÄNZIG, N. 99 ff. zu Art. 21 Abs. 1 lit. d WStB; MASSHARDT, Kommentar WStB 1971-1982, S. 202 f.); insbesondere löst der Übergang einer Einzelfirma auf eine Personen- oder Kapitalgesellschaft keine Steuerpflicht für die vorhandenen stillen Reserven aus, wenn das Geschäftsvermögen zu den Buchwerten übertragen wird. Auch beim erbrechtlichen Geschäftsübergang oder bei der Übertragung eines Betriebes auf Rechnung künftiger Erbschaft hat ordentlicherweise eine Besteuerung der vorhandenen stillen Reserven zu unterbleiben, sofern nicht durch eigentliche Veräusserung, Verwertung oder buchmässige Aufwertung die stillen Reserven ganz oder teilweise realisiert werden. Ähnlich verhält es sich bei der güterrechtlichen Auseinandersetzung. Der schenkungsweise Übergang von Geschäften, Geschäftsanteilen oder betrieblichen Einheiten zu den Buchwerten kann nach einhelliger Auffassung steuerfrei erfolgen (KÄNZIG, N. 104 zu Art. 21 Abs. 1 lit. d WStB; MASSHARDT, S. 204). Hingegen wird in der Doktrin ohne weitere Begründung festgestellt, dass das Verschenken einzelner Gegenstände des Geschäftsvermögens einen steuerlich beachtlichen Realisationsvorgang darstelle und dass daher die auf einem Schenkungsobjekt vorhandenen Mehrwerte vom Schenkenden zu versteuern seien. In der Rechtsprechung ist die Aufgabe eines buchführungspflichtigen Unternehmens und die Weiterführung des Betriebes in kleinerem Umfang (ohne Buchführungspflicht) wehrsteuerrechtlich als Verwertung qualifiziert und zum Anlass für die Besteuerung der stillen Reserven genommen worden (ASA 28 S. 502 und 511), obschon diese Änderung nach allgemeinem Sprachgebrauch nicht ohne weiteres unter den Begriff der Verwertung fällt.\n\n3. Die Frage, unter welchen Voraussetzungen der für stille Reserven geltende Besteuerungsaufschub wegfällt und die vorhandenen Werte steuerlich zu erfassen sind, wird in Doktrin und Praxis für eine Reihe typischer Tatbestände erörtert. Wie die eben erwähnten Beispiele zeigen, haben sich dabei einzelne Regeln herausgebildet. Die eigentlichen Gründe für die getroffenen Unterscheidungen lassen sich aber nicht immer leicht erkennen.\n\na) Zwei Gesichtspunkte treten jedoch sowohl in den Entscheidungen als auch in den wissenschaftlichen Stellungnahmen immer wieder als massgebende Kriterien hervor: |53|\n\naa) Der Besteuerungsaufschub ist sachlich begründet, solange die stillen Reserven weiterhin dem Geschäftsbetrieb dienen, auch wenn dieser seine rechtliche Form durch Umwandlung, Fusion oder Betriebsspaltung wesentlich geändert hat. Übertragungen haben zum Buchwert zu erfolgen.\n\nDispositionen, welche formell diese Voraussetzung erfüllen, aber materiell offensichtlich dazu dienen, die stillen Reserven für den bisherigen Eigentümer verfügbar zu machen - wie insbesondere die Umwandlung einer Einzelfirma in eine Aktiengesellschaft zum Zwecke des nachherigen Verkaufs der Aktien (vgl. ASA 38 S. 497, 42 S. 400; KÄNZIG, N. 100 zu Art. 21 Abs. 1 lit. d WStB) - werden jedoch als Steuerumgehung qualifiziert, d.h. die übertragenen stillen Reserven werden als realisiert betrachtet und besteuert (kritisch hiezu SCHÄRRER, in Steuer-Revue 1968 S. 482 f.).\n\nbb) Transaktionen zum Buchwert sind zudem stets nur dann wehrsteuerrechtlich erfolgsneutral und die stillen Reserven dürfen steuerfrei übertragen werden, wenn der übernehmende Betrieb ebenfalls buchführungspflichtig ist und die übertragenen stillen Reserven folglich bei einer künftigen Realisation (durch Veräusserung, Verwertung, Aufwertung oder Liquidation) unvermindert als Kapitalgewinn gemäss Art. 21 Abs. 1 lit. d WStB erfasst werden können.\n\nWird ein Wirtschaftsgut, das stille Reserven enthält, hingegen in einen Bereich überführt, in welchem die Einkommens- bzw. Ertragsbesteuerung nicht mehr möglich ist (z.B. vom Geschäftsvermögen ins Privatvermögen), so stellt dies eine Realisation der vorhandenen stillen Reserven dar, welche die Besteuerung zur Folge haben muss.\n\nb) Diese beiden Gesichtspunkte erlauben eine folgerichtige und sachgerechte Begrenzung des Besteuerungsaufschubs. Die bisherige Praxis beruht weitgehend auf diesen Kriterien, auch wenn dies nicht durchwegs deutlich zum Ausdruck kommt.\n\nSo wird etwa aufgrund der beiden Kriterien die oben kurz dargelegte Behandlung der Schenkung von Vermögenswerten eines buchführungspflichtigen Unternehmens erklärbar. Die Regel, der schenkungsweise Übergang eines ganzen Betriebes oder Betriebsteiles sei wehrsteuerfrei möglich, die Schenkung einzelner Objekte eines Geschäftsbetriebes aber stelle eine zu besteuernde Realisation der im Schenkungsobjekt enthaltenen stillen Reserven dar, bedarf allerdings der Präzisierung: Nicht |54| ob das Objekt der Schenkung einen Betrieb oder eine selbständige Betriebseinheit darstellt, ist im Grunde für die Steuerfreiheit der Übertragung stiller Reserven entscheidend, sondern es muss darauf abgestellt werden, ob das geschenkte Gut samt den stillen Reserven zum Buchwert wieder in ein buchführungspflichtiges Unternehmen kommt, sodass die übertragenen stillen Reserven weiterhin die gleiche wirtschaftliche Funktion haben und im Zeitpunkt einer effektiven Realisierung beim neuen Eigentümer steuerlich erfasst werden können. Diese Voraussetzungen einer steuerfreien Übertragung stiller Reserven sind natürlich am ehesten erfüllt, wenn ein ganzer Betrieb (mit Aktiven und Passiven) oder ein Betriebsteil zu den Buchwerten übertragen wird. Aber auch der Übergang einer Geschäftsliegenschaft zum bisherigen Buchwert ohne Realisation der in diesem Wirtschaftsgut steckenden stillen Reserven kann die Voraussetzung der Steuerfreiheit erfüllen, sofern der übernehmende Betrieb buchführungspflichtig ist.\n\nc) Aufgrund der beiden oben umschriebenen Voraussetzungen des fortgesetzten Besteuerungsaufschubs - Beibehaltung der wirtschaftlichen Funktion, Wahrung der Besteuerungsmöglichkeit einer spätern Realisation - lassen sich auch jene Fälle ohne weiteres erklären, in denen nach der Praxis stille Reserven besteuert werden müssen, obschon eine \"Veräusserung\" oder eine eigentliche \"Verwertung\" nicht erfolgt: Wird ein buchführungspflichtiges Unternehmen verkleinert und als nicht mehr buchführungspflichtiger Betrieb weitergeführt, so entfällt damit die Möglichkeit der Besteuerung der künftigen Kapitalgewinne durch Realisation der übertragenen stillen Reserven. Die im Geschäftsvermögen vorhandenen stillen Reserven gehen bei dieser Änderung in einen Bereich über, in dem sie wehrsteuerrechtlich nicht mehr erfasst werden können. Dieser Übergang ist daher eine wehrsteuerrechtlich beachtliche Verwertung. - Der gleiche Grundgedanke führt auch zur Besteuerung der sogenannten Privatentnahme, der Überführung von Werten des Geschäftsvermögens ins Privatvermögen.\n\n4. Im vorliegenden Fall hat der Beschwerdegegner ein Vermögensobjekt samt den darauf bestehenden stillen Reserven zum Buchwert auf eine von ihm beherrschte Aktiengesellschaft |55| übertragen. Damit sind die stillen Reserven nicht realisiert worden, sie behalten im Rahmen der Geschäftstätigkeit der Erwerberin ihre bisherige wirtschaftliche Funktion. Vor allem aber bleibt die Besteuerungsmöglichkeit im Falle einer künftigen Realisierung unvermindert bestehen. Ob die Fabrikliegenschaft als selbständige betriebliche Einheit betrachtet werden kann, wie das kantonale Verwaltungsgericht annimmt, mag hier offen bleiben. Auf jeden Fall besteht kein Grund, diese Übertragung einer Liegenschaft samt der stillen Reserven auf ein buchführungspflichtiges Unternehmen wehrsteuerrechtlich anders zu behandeln als die analoge Übertragung eines ganzen Betriebes oder eines selbständigen Betriebsteiles. Wesentlich ist bei allen derartigen Transaktionen, dass der Veräusserer oder Schenker nicht auf irgendeinem Weg wenigstens einen Teil des buchmässig nicht in Erscheinung tretenden Mehrwertes doch für sich realisiert, sodass er darüber frei verfügen kann. Der vorhandene Mehrwert muss als stille Reserve erhalten bleiben und so auf den Erwerber übergehen, dass er im Bereich der Wehrsteuer bleibt. Diese Voraussetzungen sind im vorliegenden Fall erfüllt. Das Verwaltungsgericht des Kantons Schwyz hat daher zu Recht festgestellt, das zu beurteilende Rechtsgeschäft sei wehrsteuerrechtlich erfolgsneutral, die übertragenen stillen Reserven seien nicht zu besteuern. Die Verwaltungsgerichtsbeschwerde der EStV ist somit abzuweisen.\n\n5. Anders wäre zu entscheiden, wenn die Fabrikliegenschaft nicht zum Buchwert übertragen, sondern als Sacheinlage gegen entsprechende Beteiligungsrechte (Aktien) in die Aktiengesellschaft eingebracht worden wäre. Der hier zu beurteilende Vorgang kann aber nicht als Sacheinlage, als eigentliches Einbringen, qualifiziert werden, sondern stellt wohl im Umfang des Preises von Fr. 240'000.-- einen Kauf und im Umfang der mitübertragenen stillen Reserven eine Schenkung dar. Die unentgeltliche Übertragung der stillen Reserven erfolgte wegen der engen Beziehungen des Beschwerdegegners zur X. AG. Mit einer \"fremden\" Gesellschaft wäre ein solches Geschäft nicht abgeschlossen worden. Dieser Grund der Transaktion berührt aber die wehrsteuerrechtliche Beurteilung nicht. Entscheidend ist nur, dass eine effektive Realisation nicht erfolgt ist, und dass die stillen Reserven - wie bei der Umwandlung einer Einzelfirma in eine AG oder bei der Aufspaltung |56| eines Unternehmens in zwei Betriebe - unter Wahrung des steuerrechtlichen Status auf ein anderes buchführungspflichtiges Unternehmen übergingen, ohne dass der Beschwerdegegner den vorhanden Mehrwert ganz oder teilweise \"herausgenommen\" hat.\n\nIn der Literatur und Rechtsprechung wird manchmal besonders hervorgehoben, dass die Übertragung auf ein Unternehmen erfolgen müsse, das vom Veräusserer/Schenker oder ihm nahestehenden Personen beherrscht werde. Dieser Gesichtspunkt ist jedoch nur insofern von Bedeutung, als die unentgeltliche Übertragung stiller Reserven zu Buchwerten nach allgemeiner Erfahrung eine erhebliche \"wirtschaftliche Nähe\" zwischen dem Abtretenden und dem Übernehmer voraussetzt; denn auch solche latente Mehrwerte werden ja in der Regel nicht einfach verschenkt. Fehlt eine \"wirtschaftliche Nähe\", welche die Transaktion verständlich macht, so besteht der Verdacht, dass doch für die stillen Reserven eine Gegenleistung erfolgte oder versprochen wurde, die als Kapitalgewinn zu besteuern wäre.\n\nIm vorliegenden Fall erscheint es als glaubhaft, dass der 1903 geborene Beschwerdegegner die bisher seinem Einzelunternehmen gehörende Fabrikliegenschaft auf die von ihm beherrschte X. AG übertragen hat, ohne die stillen Reserven zu realisieren. Damit stärkte er die Aktiengesellschaft, erhöhte den innern Wert der Aktien und liess somit auf diesem Wege durch finanzielle Stärkung der X. AG den andern Aktionären wirtschaftlich einen Teil des in der Liegenschaft steckenden Mehrwertes ohne Gegenleistung zukommen, wobei aber dieser Mehrwert als stille Reserve der Aktiengesellschaft gebunden ist und im Falle einer künftigen Realisierung der Wehrsteuer unterliegt. Die Situation ist ähnlich wie beim Einbringen der Aktiven und Passiven einer Einzelfirma zu den Buchwerten in eine Personen- oder Kapitalgesellschaft (vgl. KÄNZIG, N. 100 zu Art. 21 Abs. 1 lit. d WStB) und es rechtfertigt sich eine analoge steuerliche Behandlung.\n\nIm vorliegenden Fall bestehen auch keine Anhaltspunkte für eine Steuerumgehung; insbesondere wird nicht geltend gemacht, der Beschwerdegegner habe die Übertragung der Fabrikliegenschaft zum Buchwert nur vorgenommen, um nachher durch Veräusserung der Aktien der X. AG die unentgeltlich abgetretenen stillen Reserven in Form eines höhern Preises |57| für seine Aktien zu realisieren. Fällt ein agere in fraudem legis somit ausser Betracht, so hält die Steuerfreiheit der Übertragung der stillen Reserven vor dem Bundesrecht stand."}