{"annee": "102", "cour": "IV", "page": "138", "date": "27/8/1976", "cite": ["41 I 218", "99 IV 103"], "cite_par": ["114 IV 73", "106 IV 314"], "chapeau": "34. Auszug aus dem Urteil des Kassationshofes vom 27. August 1976 i.S. E. gegen Staatsanwaltschaft des Kantons Schaffhausen.", "regestes": ["Art. 45 al. 2 et 3 LChO; chiens que leur détenteur laisse chasser par négligence. 1. Quand un chien chasse-t-il? (consid. 4). 2. Négligence du détenteur de chien (consid. 5)."], "faits": "|138|\n\nA.- E. besitzt einen Appenzeller Hund und einen Labradorbastard. Am 24. September 1974 stellte der Jagdaufseher P. und am 3. Oktober 1974 der Jagdpächter V. fest, dass die beiden Hunde in Neuhausen am Rheinfall im Gebiet Niederbuck-Ziegelberg-Nachtweid Rehe verfolgten.\n\nB.- Am 17. Februar 1975 bestrafte die Polizeidirektion des Kantons Schaffhausen E. wegen Übertretung von Art. 45 Abs. 2 JVG und § 15 der kantonalen Verordnung über den Naturschutz mit einer Busse von Fr. 250.--.\n\nAuf Einsprache des Gebüssten führte die Polizeidirektion ein übertretungsstrafamtliches Verfahren durch und wies die Einsprache am 11. September 1975 ab.\n\nGegen diesen Entscheid rekurrierte E. beim Bezirksrichter Schaffhausen. Dieser wies das Rechtsmittel am 10. Mai 1976 ebenfalls ab und verurteilte E. wegen wiederholten fahrlässigen Jagenlassens von Hunden gemäss Art. 45 Abs. 2 und 3 JVG zu einer bedingt vorzeitig löschbaren Busse von Fr. 250.--.\n\nC.- E. führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Bezirksrichters sei aufzuheben und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen.\n\n|139|", "considerants": "Aus den Erwägungen:\n\n4. Der Beschwerdeführer macht geltend, der Bezirksrichter habe den Begriff des Jagens im Sinne des JVG verkannt. Damit von Jagen im Sinne des Gesetzes gesprochen werden könne, müsse \"ein Hund jagdbare Tiere nachhaltig verfolgen in der Absicht und mit der Aussicht, das Tier zu erlegen\". Hier sei nur nachgewiesen, dass die Hunde Rehwild auf einer Strecke von ca. 50 m bzw. während einer kurzen Phase verfolgt hätten. Der Zeuge V. habe zwar angegeben, er habe den Eindruck, dass die Hunde in der Lage gewesen wären, ein Reh zu reissen. Es sei jedoch weder nachgewiesen, dass das geschehen sei, noch auch nur, dass die Rehe nachhaltig verfolgt worden wären mit der Aussicht, sie zu erlegen. Als Herdenhunde hätten die Tiere des Beschwerdeführers das Wild nicht getötet und somit nicht gejagt; auszugehen sei nämlich vom wahren Willen des Gesetzgebers, der bei der Aufstellung des Art. 45 JVG an Hunde gedacht habe, die zum Wildern dressiert seien und dafür eingesetzt würden, nicht aber an \"Stadthunde\", die einmal von ihrem Meister im Gelände frei laufen gelassen würden. Ziel des Art. 45 JVG sei es, den Wilderer zu treffen, nicht den loyalen Hundehalter, dessen Hund einmal für kurze Augenblicke einem jagdbaren Wildtier nachsetze. Die Hunde des Beschwerdeführers hätten als Herden- und Hofhunde ihrem angeborenen Charakter nach nicht gejagt, sondern höchstens spielerisch oder in Verfolgung eines Hirteninstinktes kurze Zeit einem Wildtier nachgesetzt, um gleich zurückzukehren, sobald sich der Abstand zum flüchtenden Wild vergrösserte.\n\na) Nach Art. 45 Abs. 2 und 3 JVG macht sich strafbar, wer während der geschlossenen Jagdzeit Hunde vorsätzlich oder fahrlässig jagen lässt bzw. wer dies während der offenen Jagdzeit ohne Berechtigung tut.\n\nZur Entscheidung steht die Auslegung des Begriffs des Jagenlassens eines Hundes und insbesondere die Frage, wann ein Hund jage. Die vom Beschwerdeführer gegebene Umschreibung dieses Begriffs schliesst offensichtlich an die Definition des Jagens an, wie sie von der Rechtsprechung für die menschliche Tätigkeit des Jagens gemäss Art. 40 JVG gegeben wurde (BGE 99 IV 105). Darauf kann jedoch zur Kennzeichnung eines tierischen Verhaltens nicht ohne weiteres zurückgegriffen |140| werden, insbesondere nicht insoweit, als jene Begriffsumschreibung ein Handeln mit einer bestimmten Absicht fordert und damit auf nur dem Menschen eigene geistige Fähigkeiten Bezug nimmt. Zum andern will Art. 45 Abs. 2 und 3 JVG nicht - wie der Beschwerdeführer meint - allein den Wilderer treffen, sondern es soll auch das Wild in seiner Ruhe gegen streunende Hunde schlechthin geschützt werden, unbekümmert darum, ob der Hundehalter sein Tier aufs Wildern abgerichtet hat oder nicht. Entsprechend ist denn auch der Begriff des Jagens eines Hundes weiter zu fassen als derjenige des Jagens durch einen Menschen.\n\nSchon unter der Herrschaft des alten JVG vom 24. Juni 1904 hat das Bundesgericht in Auslegung des Begriffs des Jagenlassens eines Hundes (Art. 6 lit. b) erklärt, dass unter \"Jagen\" nicht nur eine nach Art oder Dauer näher bestimmte Jagdwildverfolgung, namentlich nicht bloss das Wirken eines speziellen Jagdhundes im Sinne eines für den fachmännischen Jadgbetrieb besonders abgerichteten oder vermöge seiner Rasseneigenschaften hiezu ohne weiteres geeigneten Hundes, sondern jede Verfolgung von Jagdwild durch irgend einen Hund zu verstehen sei (BGE 41 I 219 /220). Der Begriff des Jagenlassens von Hunden und damit des Jagens durch solche Tiere wurde ins JVG vom 10. Juni 1925 übernommen, ohne dass den Materialien ein Anhaltspunkt dafür zu entnehmen wäre, dass der Gesetzgeber von dem Sinn, den das Bundesgericht jenem Begriff in Anwendung des alten Gesetzes beigelegt hatte, hätte abrücken wollen (s. BBl 1922 I 365 und den Vergleich der beiden Gesetzestexte). Vielmehr wurde vom Berichterstatter im Ständerat ausdrücklich darauf hingewiesen, dass Art. 45 JVG alle Hundearten erfasse, und er hat dabei wegen ihrer besonderen Gefährlichkeit für das Wild bloss als Beispiel die Wolfshunde erwähnt (Sten.Bull. StR 1924 S. 371). Es besteht deshalb kein Grund, von der Rechtsprechung zum früheren Gesetz abzuweichen, zumal auch das einschlägige Schrifttum zur neuen Jagdgesetzgebung unter Jagen eines Hundes im Sinne des Art. 45 Abs. 2 und 3 JVG irgendwelche Wildverfolgung durch irgendwelchen Hund versteht (DÜRR, Jagd und Vogelschutz, S. 34; s. für die analoge zürcherische Ordnung BAUR, Zürcher Jagdrecht, 2. Aufl. S. 90).\n\nb) Geht man vom Gesagten aus und stellt man auf den von der Vorinstanz verbindlich festgestellten Sachverhalt ab |141| (Art. 277bis Abs. 1 BStP), so kann keinem Zweifel unterliegen dass die Hunde des Beschwerdeführers Rehwild gejagt haben. Am Abend des 24. September 1974 sah Jagdaufseher P., wie die beiden Hunde stumm drei Rehe über ein Feld in den nächsten Wald verfolgten, und am 3. Oktober 1974 stellte der Jagdpächter V. fest, dass sie einer Rehgeiss mit zwei Jungen nachsetzten. Ob sie dies nach Art eines Jagdhundes und während längerer Dauer taten, ist ebenso belanglos wie die Frage, ob sie in der Lage gewesen wären, das gehetzte Wild zu erlegen.\n\n5. Der Tatbestand des Jagenlassens von Hunden setzt neben der jagdlichen Tätigkeit des Tieres eine schuldhafte Unterlassung des Hundebesitzers voraus, nämlich den Hund nicht an dem Ausleben seines Wildverfolgungstriebs gehindert zu haben. In diesem Zusammenhang macht E. geltend, einem Hund, der nicht als Jäger bekannt sei, müsse freier Auslauf zugestanden werden. Der \"Herr\", der ihm diesen gewähre, mache sich nicht strafbar. Er habe gewusst, dass seine Hunde nicht jagten, weshalb er auch habe in Kauf nehmen dürfen, dass sich die Tiere einmal von seinem Gärtnereibetrieb entfernten. Selbst wenn aber nachgewiesen wäre, dass seine Hunde entgegen aller Erfahrung gejagt hätten, so müsste er freigesprochen werden, weil er damit nicht habe rechnen müssen. Es falle ihm keine Fahrlässigkeit zur Last.\n\nDaran ist soviel richtig, dass es bei der Beurteilung des Verschuldens des Hundehalters in der Tat auch auf dessen Kenntnis der Eigenschaften und Verhaltensweisen von Hunden im allgemeinen und seines eigenen Tieres im besonderen ankommt. Nach dem angefochtenen Urteil hat der Beschwerdeführer indessen im kantonalen Verfahren eingeräumt, dass in jedem Hund von der Züchtung aus dem Wolf her noch ein gewisser Jagdtrieb vorhanden ist, dem das Tier mehr oder weniger häufig und intensiv nachlebt. Ist dem aber so, dann muss der Halter eines Hundes, selbst wenn dieser nicht als Jagdhund dressiert ist und unter der Aufsicht seines Herrn auch nicht zu jagen pflegt, mit der Möglichkeit rechnen, dass der in seinem Tier schlummernde Trieb bei gebotener Gelegenheit, namentlich beim unbeaufsichtigten Umherstreunen im Jagdgebiet, ausbreche. Zwar ist dem Hundebesitzer unter Vorbehalt einer ausdrücklich anderslautenden kantonalen Regelung nicht zuzumuten, dass er von vorneherein jede entfernte |142| Möglichkeit der Wildverfolgung durch seinen Hund unterbinde und insbesondere sein Tier auf Jagdgebiet selbst dann an die Leine nehme, wenn er jenen Trieb des Tieres durch blosse Vermahnung mit Lauten oder Zeichen zu beherrschen vermag (BGE 41 I 220). Mit diesem Fall kann aber jener nicht verglichen werden, wo der Hundebesitzer sein Tier ohne jede Aufsicht auf Jagdgebiet sich umhertreiben lässt. Hier liegt nicht nur die Möglichkeit eines jederzeitigen Ausbrechens des Jagdtriebs nahe, sondern diesem ist wegen der fehlenden Beaufsichtigung des Tieres auch keine Schranke gesetzt. Das aber hatte auch dem Beschwerdeführer bei gebotener Vorsicht nicht entgehen können. Indem er dessen ungeachtet die Hunde nicht nur einmal, sondern am 24. September und am 3. Oktober 1974 abends frei und ohne jede Aufsicht auf Jagdgebiet hat umherstreunen und jagen lassen, hat er die ihm durch die Jagdgesetzgebung aufgetragene Pflicht als Hundehalt fahrlässig missachtet; ein solches Umherlaufenlassen von Hunden in einem Jagdgebiet liegt nicht mehr innerhalb der Grenzen erlaubter Tierhaltung."}