{"annee": "102", "cour": "IV", "page": "186", "date": "18/6/1976", "cite": [], "cite_par": [], "chapeau": "42. Auszug aus dem Urteil des Kassationshofes vom 18. Juni 1976 i.S. X. gegen Staatsanwaltschaft des Kantons Luzern.", "regestes": ["Art. 234 al. 2 CP. Les devoirs incombant à celui qui est chargé d'effectuer la revision d'une installation, en vertu de l'art. 37 de l'OF du 19 juin 1972 sur la protection des eaux contre leur pollution par des liquides pouvant les altérer et de l'annexe 11 de l'ordonnance du DFI du 27 décembre 1967 sur la protection des eaux contre la pollution par des combustibles et carburants ou autres produits liquides entreposés qui peuvent altérer les eaux ne se limitent pas à un contrôle sous pression. Les parties visibles de l'installation et des conduites doivent faire l'objet d'un examen visuel pour déceler les éventuels défauts."], "faits": "BGE 102 IV 186 S. 186\n\nA.- Am 21. November 1973 wurde auf dem Grundstück der Firma H. in Littau ein Ölunfall festgestellt. Aus schadhaften Stellen im Leitungssystem der Tankanlage gelangten ungefähr 10'000-12'000 Liter Heizöl in das Erdreich und verschmutzten das Grundwasser. Die in der Nähe gelegene Grundwasserfassung, die zwei Drittel des Wasserbedarfs der Gemeinde Littau deckt, musste sofort stillgelegt werden.\n\nAuf dem genannten Grundstück H. speist der Öltank vor der Werkstatt zwei Ölbrenner, einen in der Werkstatt und einen im Wohnhaus. Erst nach der Ölpumpe und einem Druckreduzier-Ventil, die sich in der Werkstatt befinden, verzweigen BGE 102 IV 186 S. 187sich die Leitungen zu den Brennern in der Werkstatt und im Wohnhaus. Die Leitung zum Brenner \"Wohnhaus\" verlässt gemeinsam mit einer parallel laufenden Luftleitung an der gleichen Stelle den Keller der Werkstatt, wo die Saug- resp. Rücklaufleitung in das Gebäude eintritt. Sie geht ausserhalb der Werkstatt zum Teil durch ein Schutz-Zementrohr (Innen-Durchmesser 70 cm) bis zu einem Vorbau des Wohnhauses, dann offen durch diesen Vorbau zum Heizungskeller des Wohnhauses. Der Vorbau ist durch den Heizungskeller des Wohnhauses zugänglich durch eine rechteckige Öffnung von 80 x 45 cm Lichtweite, die normal mittels Deckel und 4 Schrauben abgeschlossen ist.\n\nDie letzte Tankrevision vor dem Ölunfall führte am 5. Dezember 1972 X. als verantwortlicher Equipenchef der Firma Y. mit zwei Gehilfen durch. Seit dieser Revision bis zur Entdeckung des Ölunfalls wurden ca. 13'500 Liter mehr Heizöl verbraucht verglichen mit dem Konsum der Vorjahre.\n\nB.- Das Amtsgericht Luzern-Land sprach X. am 1. Juli 1975 der fahrlässigen Verunreinigung von Trinkwasser nach Art. 234 Abs. 2 StGB schuldig und verurteilte ihn zu einer Busse von Fr. 500.--, bei Bewährung in 2 Jahren löschbar.\n\nDas Obergericht des Kantons Luzern bestätigte am 27. November 1975 diesen Entscheid.\n\nC.- Eine vom Gebüssten gegen dieses Urteil gerichtete staatsrechtliche Beschwerde hat der Kassationshof des Bundesgerichts am 3. Juni 1976 abgewiesen, soweit darauf eingetreten werden konnte.\n\nD.- X. führt eidgenössische Nichtigkeitsbeschwerde. Er beantragt Freisprechung von Schuld und Strafe.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. Als für die Trinkwasserverschmutzung kausale Pflichtverletzung hält die Vorinstanz den Umstand fest, dass der Beschwerdeführer die Leitungen im Vorraum zum Wohnhaus nicht einer visuellen Prüfung unterzogen hat. Im angefochtenen Urteil wird ausgeführt, der Beschwerdeführer wäre zu dieser Kontrolle verpflichtet gewesen. Hätte er die visuelle Prüfung durchgeführt, hätte er gesehen, dass diese Leitungen vollständig verrostet und ein derartiger Zustand zumindest auf latente Perforationen schliessen liessen. Wäre der Beschwerdeführer BGE 102 IV 186 S. 188dieser Kontrollpflicht nachgekommen und hätte er das Gewässerschutzamt unverzüglich über die schadhaften Leitungen benachrichtigt, so hätte der Schaden mit Sicherheit abgewendet werden können.\n\nGegen diese Argumentation wendet der Beschwerdeführer in erster Linie sinngemäss ein, die allein massgebliche Bundesgesetzgebung verlange lediglich eine Prüfung der Leitungen durch Druckprobe. Eine visuelle Kontrolle sei nicht vorgeschrieben. Mangels einer klaren Vorschrift und entsprechendem Lehrgang über Korrosion treffe ihn bei dieser Unterlassung kein Verschulden.\n\na) Die Verordnung zum Schutze der Gewässer gegen Verunreinigung durch wassergefährdende Flüssigkeiten vom 19. Juni 1972 (VWF; SR 814.226.21) umschreibt in Art. 37 den Umfang der Revisionsarbeiten von Tankanlagen für flüssige Brenn- und Treibstoffe. Abs. 1 lit. a-c und e der genannten Vorschrift lauten:\n\n\"Die Revision einer Anlage sowie der zugehörigen Einrichtungen umfasst:\n\na) das Reinigen der Anlage;\n\nb) die eingehende Kontrolle der Anlage einschliesslich der Gewässerschutzmassnahmen auf einwandfreien und funktionstüchtigen Zustand;\n\nc) das Instandstellen, Ergänzen und Ausbessern der Anlage, soweit dies durch angelerntes Personal fachgerecht ausgeführt werden kann;\n\ne) das Ausfüllen des Revisionsrapportes\".\n\nb) Diese Verordnung wird durch die Verfügung des Eidg. Departementes des Innern über den Schutz der Gewässer gegen Verunreinigung durch flüssige Brenn- und Treibstoffe sowie andere wassergefährdende Lagerflüssigkeiten vom 27. Dezember 1967 (Technische Tankvorschriften, TTV, SR 814.226.211) ergänzt. Bedeutsam ist Anhang 11 der Verfügung, welcher das \"Pflichtenheft für Unternehmungen, die Revisionsarbeiten an Tankanlagen für Mineralprodukte ausführen\", enthält. Dessen Ziffer 8, Abs. 9 lautet:\n\n\"Sämtliche Leitungen von und zum Tank, insbesondere die Füll-, Rücklauf- und Entnahmeleitungen sowie die zugehörigen Einrichtungen, sind zu kontrollieren und zu reinigen. Die Füll- und Rücklaufleitungen sind durch eine Druckprobe von 3 kp/cm2 auf ihre Dichtheit zu prüfen. Allfällige BGE 102 IV 186 S. 189Mängel sind zu beheben.\"\n\nc) Unbestritten zählen zu den der Anlage \"zugehörigen Einrichtungen\" im Sinne von Art. 37 Abs. 1 VWF (vgl. Art. 36, Abs. 1, Al. 1) auch die Leitungen vom Tank zum Brenner und zurück. Die in dieser Norm genannte Pflicht zum \"Reinigen\" und zur \"eingehenden Kontrolle der Anlage auf einwandfreien und funktionstüchtigen Zustand\" bezieht sich daher auch auf diese Leitungen. Der Anhang 11 der Technischen Tankvorschriften setzt dies ausser Zweifel. Wenn die Vorinstanz unter \"eingehender Kontrolle\" auch die visuelle Prüfung der sichtbaren Leitungen verstand, so war das eine sinngemässe Auslegung. Würde die Druckprobe als Kontrolle als ausreichend angesehen, hätte es genügt, wenn in Abs. 9 von Ziffer 8 des Pflichtenheftes hinsichtlich der Füll- und Rücklaufleitungen gesagt worden wäre, sie seien durch eine Druckprobe auf ihre Dichtheit zu prüfen. Zusätzlich von Kontrolle im allgemeinen zu sprechen, hätte sich erübrigt. Ein Reinigen der Leitung, was ebenfalls vorgeschrieben wird, ist übrigens nicht möglich, ohne dass die sichtbaren Leitungen in Augenschein genommen werden. Wenn das Pflichtenheft die Reinigung der Leitungen vorschreibt, so verfolgt es damit nicht ästhetische Zwecke. Die Befreiung der Leitungen von Schmutz usw. kann gerade nötig sein, um die Rohre auf ihren einwandfreien und funktionstüchtigen Zustand zu kontrollieren. Wie der vorliegende Fall zeigt, können auch stark verrostete Leitungen der vorgeschriebenen Druckprobe standhalten, kann doch hierzu nach dem von der Vorinstanz beigezogenen Gutachten eine sehr geringe Wandstärke eines Rohres aus Stahl St 37 ausreichen (Stärke von 0,0073 mm).\n\nSo stark vom Rost angefressene Leitungen, wie sie sich im Vorraum befanden, waren aber nicht mehr einwandfrei und funktionstüchtig im Sinne der zitierten Vorschriften. Sie liessen befürchten, dass die Korrosion oder andere Einwirkungen die Leitung in kurzer Zeit leck werden liess. Stellt der Tankrevisor an sichtbaren Leitungen so starke Korrosionen fest, so muss er dies unverzüglich den zuständigen Behörden melden und deren Entscheid über das weitere Vorgehen abwarten, wie es nicht zur Ziff. 8 Abs. 8 des Pflichtenheftes für Stahltanks, sondern Art. 38 VWF allgemein vorschreibt. Wenn eine solche visuelle Kontrolle an im Erdreich verlegten Leitungen nicht möglich ist, heisst das nicht, sie dort nicht durchzuführen, wo sie möglich ist. Sie ist neben der Druckprobe auszuführen, BGE 102 IV 186 S. 190weil sie Mängel aufdecken kann, welche die Druckprobe nicht offenbart.\n\nd) Im vorliegenden Fall waren nach der verbindlichen Feststellung der Vorinstanz die Leitungen im Vorraum des Wohnhauses vollständig verrostet und die Korrosionsanfressungen liessen zumindest auf latente Perforation schliessen. Auch das Gutachten W., auf welches das angefochtene Urteil verweist, führt im einzelnen aus: \"Die Rohrleitungen, welche in Bodennähe horizontal verlaufen, sowie das untere Drittel der Rohrleitungen, welche vertikal verlaufen, waren stark verrostet; die Rohrleitungen, die horizontal in der Nähe der Decke des Vorbaues verlaufen, sowie der obere Teil der vertikalen Rohre waren stark angerostet.\"\n\ne) Der Beschwerdeführer kann auch nicht einwenden, er wäre gemäss seiner Ausbildung und den durch die Praxis üblichen Anforderungen an den Tankrevisor nicht in der Lage gewesen, aus dem Zustand der Leitungen auf eine naheliegende Perforationsgefahr zu schliessen. Aus Ziffer 8 des Pflichtenheftes, insbesondere Alinea 4-8, folgt, dass die Tankrevisoren über gewisse Korrosionskenntnisse zu verfügen haben. So müssen sie Tiefe und Ausmass allfälliger Rostanfressungen messen können, was übrigens der Verband Schweizer Unternehmungen für Tankreinigungen und Revisionen in einem Schreiben vom 19. März 1975 an den Experten bestätigt hat. Starke Korrosionen oder sogar Perforationen sind unverzüglich den zuständigen Behörden zu melden, die dann über das weitere Vorgehen entscheiden. Diese Vorschriften des Pflichtenheftes beziehen sich zwar unmittelbar auf den Tank selber. Sie sind aber auch zur Interpretation der Pflichten bei der Prüfung der zugehörenden Leitungen heranzuziehen, wie der Beschwerdeführer richtig vermerkt, da auch Lecks in den Leitungen zur Gewässerverschmutzung führen können. Ein Tankrevisor, der starke Verrostungen an Tank oder sichtbaren Leitungen nicht erkennt und daraus die notwendigen Folgerungen nicht zieht, verletzt die Sorgfalt, zu der er nach den Umständen und nach seinen persönlichen Verhältnissen als Tankrevisor verpflichtet ist. Er handelt damit fahrlässig.\n\n3. Der Beschwerdeführer wusste nicht, dass sich nicht nur in der Werkstatt, sondern auch im Wohnhaus ein Brenner befindet, welcher dem von ihm revidierten Tank angeschlossen ist. Deshalb hat er auch den Brenner im Wohnhaus nicht BGE 102 IV 186 S. 191besichtigt. Diese Unkenntnis lässt die Vorinstanz nicht als Entschuldigung gelten. Es verstehe sich von selbst, dass, wer sämtliche Leitungen zu kontrollieren habe, über deren Verlauf genauestens im Bild sein müsse. Denn wer eine Anlage nicht zu überblicken vermöge, sei auch nicht in der Lage, sie vorschriftsgemäss zu kontrollieren. Zudem handle es sich vorliegend um ein relativ einfaches und überschaubares System. Schliesslich hätte der Beschwerdeführer beim Eigentümer der Anlage entsprechende Erkundigungen einziehen können, was er unverständlicherweise unterlassen habe.\n\nDer Einwand der Beschwerde, das Abpressen der Leitungen, wobei auch die Leitungen zum Brenner im Wohnhaus unter Druck gelangt seien, genüge den gesetzlichen Anforderungen, wurde schon widerlegt. Eine Druckprobe macht bei sichtbaren Leitungen die visuelle Prüfung nicht überflüssig."}