{"annee": "102", "cour": "IA", "page": "209", "date": "23/4/1976", "cite": [], "cite_par": ["142 III 16", "112 II 145"], "chapeau": "33. Auszug aus dem Urteil vom 23. April 1976 i.S. Firma X. AG und Y., Verwaltungsrat, gegen Stiftung Z.", "regestes": ["Art. 4 Cst.; convocation d'une assemblée générale extraordinaire des actionnaires ordonnée par le juge en vertu de l'art. 699 al. 4 CO. Justification de la qualité pour demander la convocation d'une assemblée générale, lorsque les actions sont au porteur."], "faits": "BGE 102 Ia 209 S. 209\n\nDie X. AG unterhielt bei der Basler Kantonalbank ein Safe, zu dem Q. kraft Vollmacht der Firma unbeschränkten Zugang hatte. Im Safe befanden sich u.a. die Zertifikate für 49 der 50 Inhaberaktien der X. AG. Nachdem Q. am 11. Januar 1976 gestorben war, händigte Y., einziger Verwaltungsrat der X. AG, der Witwe und zwei Söhnen des Verstorbenen die 49 bei der Basler Kantonalbank deponierten Aktientitel der X. AG aus. Am 30. Januar 1976 verlangte der Vertreter der Stiftung Z. gestützt auf Art. 699 Abs. 3 OR von Y. die Einberufung einer ausserordentlichen Generalversammlung der X. AG zwecks Abberufung und Neuwahl der Verwaltung und Kontrollstelle. Als Y. dem Begehren nicht entsprach, beantragte die Stiftung Z. gemäss Art. 699 Abs. 4 OR die richterliche Einberufung einer Generalversammlung der X. AG, welcher der Bezirksgerichtspräsident Unterlandquart mit Entscheid vom 17. März 1976 entsprach. Hiegegen führen die BGE 102 Ia 209 S. 210X. AG und Y. staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV. Das Bundesgericht weist die Beschwerde ab, u.a. aus folgender", "considerants": "Erwägung:\n\n2. Die Beschwerdeführer erachten den angefochtenen Entscheid als willkürlich, weil ihrer Meinung nach gewichtige Anhaltspunkte bestehen, dass die Stiftung Z. nicht berechtigt ist, über die Inhaberaktien zu verfügen und es ihr daher auch nicht zusteht, aufgrund von Art. 699 Abs. 3 und 4 OR die Einberufung einer Generalversammlung zu verlangen.\n\nFür das Begehren um Einberufung einer Generalversammlung im Sinne von Art. 699 Abs. 4 OR genügt es, wenn der Gesuchsteller dem Richter glaubhaft macht, dass er Aktionär ist (Urteil des Bundesgerichts vom 8. November 1938 i.S. Dimtza in SemJud 61/1939, S. 425 f.; V. STEIGER, Das Recht der Aktiengesellschaft in der Schweiz, 4. A., Zürich 1970, N. 27, S. 188). Bei Inhaberaktien gilt der Inhaber des Titels als zur Einberufung legitimiert, wobei der Gesellschaft der Gegenbeweis offensteht (BÜRGI, N. 20 zu Art. 699 OR). Aufgrund einer Bescheinigung der Schweiz. Kreditanstalt Buchs/SG vom 2. Februar 1976 befinden sich die 49 Inhaberaktien der Firma X. AG, welche Y. der Witwe und zwei Söhnen des verstorbenen Q. ausgehändigt hatte, im Depot der Stiftung Z., und diese ist somit Inhaberin der Titel. Die Beschwerdeführer streiten ihr jedoch die Berechtigung an diesen Titeln ab. Sie wenden vor allem ein, Y. sei für das Gesuch um Einberufung einer Generalversammlung keine Erbbescheinigung der Familienangehörigen von Q. vorgelegt worden, woran sie verschiedene Vermutungen hinsichtlich einer fehlenden Erbberechtigung der Familienmitglieder des Verstorbenen knüpfen. Aus diesen Vermutungen und aus der Tatsache, dass die Inhaberaktien durch eine unbekannte Stiftung Z. vorgelegt wurden, schliessen die Beschwerdeführer auf eine mangelnde Berechtigung der Titelinhaberin an den Aktien der X. AG. Der Bezirksgerichtspräsident erblickte in diesen Vermutungen und den Schlüssen, die die Beschwerdeführer daraus zogen, keinen Gegenbeweis dafür, dass die Stiftung Z. nicht berechtigt war, über die Inhaberaktien zu verfügen und die richterliche Einberufung einer ausserordentlichen Generalversammlung gemäss Art. 699 Abs. 4 OR zu verlangen.\n\nBGE 102 Ia 209 S. 211\n\nDiese Auffassung des Bezirksgerichtspräsidenten kann nicht als unhaltbar bezeichnet werden. Wie das Bundesgericht bereits im angeführten Urteil i.S. Dimtza hervorgehoben hat, entspricht Art. 699 Abs. 4 OR den praktischen Bedürfnissen und soll eine dringliche Einberufung einer Generalversammlung ermöglichen. Danach ist der Richter nicht verpflichtet, die Besitzfrage der Aktien endgültig zu klären oder zu entscheiden, da in diesem Fall kaum mit der nötigen Schnelligkeit vorgegangen werden könnte. Die streitigen Sachfragen können an der Generalversammlung vorgebracht werden (a.a.O. S. 426). Die eingewendeten Bedenken und Vermutungen gegenüber der Berechtigung der Stiftung Z. verlieren zudem durch das Verhalten der Beschwerdeführer selbst an Gewicht. So hat die nun geltendgemachte mangelnde Erbbescheinigung Y. seinerzeit jedenfalls nicht gehindert, die Aktientitel überhaupt herauszugeben. Ferner sind die Beschwerdeführer, die angesichts der Vorweisung der Aktien durch eine unbekannte Stiftung Z. zur Vorsicht mahnen, in der Vernehmlassung zum kantonalen Verfahren selbst davon ausgegangen, dass hinter der Stiftung die Familienangehörigen des Verstorbenen stehen. Schliesslich fehlt jeder Hinweis darauf, welche Personen nach Auffassung der Beschwerdeführer die wirklichen Berechtigten an den Aktien sind.\n\nDer Vorwurf der Willkür erweist sich somit als unbegründet."}