{"annee": "102", "cour": "IA", "page": "46", "date": "12/5/1976", "cite": ["93 I 632", "97 I 193", "95 I 243", "100 IA 1", "92 I 42", "98 IA 169"], "cite_par": ["109 IA 325"], "chapeau": "10. Urteil vom 12. Mai 1976 i.S. Schenkel gegen Ortsgemeinde Wellhausen und Regierungsrat des Kantons Thurgau.", "regestes": ["Contributions des propriétaires aux frais d'élargissement d'une route, art. 4 Cst. Le prélèvement, auprès des propriétaires riverains, de contributions pour l'élargissement d'une route publique est arbitraire lorsque les dispositions légales relatives au dépôt des plans et à l'information des propriétaires avant le début des travaux n'ont pas été respectées (consid. 2)."], "faits": "|47|\n\nIm Jahre 1970 wurde auf Beschluss der Ortsgemeindeversammlung hin die Strasse von Wellhausen nach Schloss Wellenberg ausgebaut.\n\nIm Jahre 1974 wurde Kurt Schenkel, dem Eigentümer des Landwirtschaftsbetriebes Schloss Wellenberg die Bewilligung für den Bau einer Rindermaststallung mit Futterzentrale mit der Auflage erteilt, nachträglich - gemäss § 47 des thurgauischen Gesetzes über das Strassenwesen vom 25. Februar 1939 (StrG) - einen Anstösserbeitrag in der Höhe von Fr. 8'880.-- an den Ausbau der genannten Strasse zu leisten.\n\nDer Regierungsrat des Kantons Thurgau bestätigte den Entscheid, soweit die Beitragspflicht in Frage stand.\n\nSchenkel hat wegen Verletzung von Art. 4 BV staatsrechtliche Beschwerde erhoben, die das Bundesgericht gutheisst.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Beiträge Privater an die Kosten der Erstellung oder des Ausbaus öffentlicher Strassen sind Vorzugslasten (BGE 98 Ia 171 E. 2). Als solche bedürfen sie wie alle öffentlichen Abgaben einer gesetzlichen Grundlage (BGE 97 I 203 E. 5b, BGE 95 I 251 E. 4a, BGE 93 I 634 E. 3, BGE 92 I 47; vgl. auch A. GRISEL, Droit administratif suisse, S. 164/165).\n\n2. Der angefochtene Beschluss des Regierungsrates des Kantons Thurgau stützt sich auf § 47 StrG. Nach dieser Bestimmung können Eigentümer von Grundstücken, denen durch den Bau öffentlicher Strassen und Wege besondere Vorteile erwachsen, von den kostenpflichtigen Gemeinden zur Deckung der Kosten herangezogen werden. Das Verfahren wird in § 48 StrG geregelt. Demnach hat bei Gemeindestrassen die Ortsbehörde festzustellen, welche Bauten zum Strassenunternehmen gehören und welche Grundstücke beitragspflichtig werden. Der Beschluss über den Umfang des Unternehmens, |48| das Verzeichnis der beitragspflichtigen Grundstücke und, sofern es durch Baureglemente ausdrücklich verlangt wird, der Kostenvoranschlag mit dem Verzeichnis der Beiträge sind mit dem Bau- oder Korrektionsplan aufzulegen. Die Eigentümer der beitragspflichtigen Grundstücke sind über die Planauflage und über die voraussichtlichen Kosten des Unternehmens durch eingeschriebenen Brief oder gegen Empfangsbescheinigung in Kenntnis zu setzen. Einsprachen gegen die Art und Weise, wie das Unternehmen gebildet wurde und gegen die Beitragspflicht als solche sind für Gemeindestrassen bei der Ortsbehörde zu erheben. Über die Höhe der Beiträge entscheidet endgültig die kantonale Schätzungskommission.\n\nIm vorliegenden Falle ist die Ortsgemeinde Wellhausen beim Ausbau der Wellenbergstrasse, der unbestrittenermassen im Jahre 1970 erfolgt ist, nicht im Sinne von § 48 StrG vorgegangen. Weder wurde ein Verzeichnis der beitragspflichtigen Grundstücke erstellt (oder, um die Ausdrücke des Baureglementes von Wellhausen zu verwenden, eine Interessenzone festgelegt), noch wurden die Baupläne aufgelegt und die Eigentümer der beitragspflichtigen Grundstücke durch eingeschriebenen Brief über die zu erwartenden Kosten orientiert. Bei diesen Bestimmungen handelt es sich keineswegs nur um Ordnungsvorschriften von untergeordneter Tragweite, sondern um Rechtssätze, die für den Schutz der Interessen des Privaten von massgebender Bedeutung sind. Nur die Planauflage, die Bezeichnung der Grundstücke, deren Eigentümer zu Beiträgen herangezogen werden sollen (Interessenzone) und die Bekanntgabe der mutmasslichen Kosten ermöglichen es den Betroffenen, sich rechtzeitig, nämlich vor der Ausführung des Strassenbaues, darüber schlüssig zu werden, ob sie dem Bauvorhaben stillschweigend zustimmen oder ob sie dagegen oder gegen die Art der Bildung der Interessenzone oder gegen ihre persönliche Beitragspflicht Einsprache erheben wollen. Dem lässt sich nicht entgegenhalten, das Einspracherecht bleibe auch bei späterer Heranziehung eines Grundeigentümers zu Anstösserbeiträgen gewahrt. Gerade der vorliegende Fall zeigt, dass dies nicht in vollem Umfange zutrifft. Der Beschwerdeführer kann zwar noch heute Einwendungen gegen seine persönliche Beitragspflicht erheben, nicht aber gegen die Art und Weise, wie das Unternehmen gebildet wurde, obschon ihm dieses Recht von Gesetzes wegen zusteht.\n\n|49| Da § 47 StrG nur zusammen mit § 48 anwendbar ist, fehlt damit der angefochtenen Entscheidung die gesetzliche Grundlage.\n\n3. Weiter ist festzustellen, dass der Beschwerdeführer nicht im Zusammenhang mit dem Strassenbau zu Anstösserbeiträgen herangezogen worden ist, sondern erst vier Jahre später, als er um die Bewilligung für den Bau einer Rindermaststallung mit Futterzentrale auf einem seiner Grundstücke nachsuchte. Wenn der Regierungsrat im angefochtenen Entscheid ausführt, die Beiträge würden \"nicht für die erstellte landwirtschaftliche Baute, sondern für den Ausbau der Wellenbergstrasse erhoben, welche der verkehrsmässigen Erschliessung des Schlosses und des ganzen Hofes dient\", so setzt er sich in Widerspruch zum Verhalten der Ortsbehörden von Wellhausen. Diese haben einerseits beim Strassenausbau gerade keine Anstösserbeiträge erhoben, anderseits aber die Beitragspflicht des Beschwerdeführers als Bedingung in die Baubewilligung vom 4. Juli 1974 für die Rindermaststallung aufgenommen und zudem die Grundfläche dieser neuen Baute samt Umschwung als Massstab für die Berechnung des Beitrages gewählt. Es widersprach aber klarerweise § 47 StrG, einen Anstösserbeitrag nur bezüglich eines einzelnen, nachträglich überbauten Grundstückes zu verlangen, ohne die übrigen im Einzugsbereich der ausgebauten Strasse liegenden Parzellen überhaupt zu erwähnen. Das vom Regierungsrat geschützte Vorgehen der Ortsgemeinde Wellhausen läuft im Ergebnis auf die Erhebung einer Sonderabgabe für die Errichtung von Neubauten an einer seit Jahren bestehenden Strasse hinaus, die im Gesetz keine Grundlage findet.\n\nAus diesen Gründen erscheint der angefochtene Entscheid als willkürlich im Sinne von Art. 4 BV (BGE 100 Ia 6 E. 3b mit Hinweis auf frühere Urteile) und ist demgemäss aufzuheben, ohne dass auf die Frage einzutreten wäre, ob die Grundstücke des Beschwerdeführers insgesamt durch den Strassenausbau im Jahre 1970 einen Wertzuwachs erfahren haben oder nicht."}