{"annee": "102", "cour": "IV", "page": "228", "date": "5/10/1976", "cite": [], "cite_par": ["136 IV 49", "142 IV 14", "104 IV 53"], "chapeau": "49. Auszug aus dem Urteil des Kassationshofes vom 5. Oktober 1976 i.S. C. gegen Staatsanwaltschaft des Kantons St. Gallen", "regestes": ["Art. 33 et 113 CP. En cas d'homicide, l'auteur peut se trouver à la fois sous le coup d'une émotion violente au sens de l'art. 113 CP et en état de légitime défense au regard de l'art. 33 CP."], "faits": "|229|\n\nA.- C. hatte sich in Spanien von seiner Ehefrau getrennt und lebte seit 1970 in St. Gallen mit einer Italienerin zusammen. 1974 musste er feststellen, dass seine Geliebte auch mit seinem Freund R. ein Verhältnis hatte, worauf er nach einer tätlichen Auseinandersetzung die Beziehungen zu R. abbrach. Einige Zeit später besuchte R. das Wirtschaftslokal, in dem C. mit Landsleuten Karten spielte. Da dieser zur Überzeugung gelangte, R. äussere sich bei andern Gästen abfällig über ihn und wolle ihn durch entsprechende Gebärden lächerlich machen, folgte er R. in den Toilettenraum des Restaurants, um ihn dort zur Rede zu stellen. R. wurde jedoch sofort tätlich und versetzte C. Faustschläge und Fusstritte. Dieser zückte hierauf ein Küchenmesser und brachte R. einen 22 cm langen Stich in den Bauch bei, der tödliche Folgen hatte.\n\nB.- Die Strafkammer des Kantonsgerichts St. Gallen verurteilte C. am 26. April 1976 wegen Totschlags zu vier Jahren Zuchthaus und verwies ihn für die Dauer von 10 Jahren des Landes.\n\nC.- Der Verurteilte beruft sich in der Nichtigkeitsbeschwerde darauf, dass er in Notwehr gehandelt habe, und verlangt die Rückweisung der Sache zur Strafmilderung wegen Notwehrexzesses.\n\nDie Staatsanwaltschaft des Kantons St. Gallen verzichtete auf Gegenbemerkungen.", "considerants": "Aus den Erwägungen:\n\n2. Die für den Totschlag vorausgesetzte entschuldbare Gemütsbewegung wird im angefochtenen Urteil vor allem darin gesehen, dass der Beschwerdeführer durch das überraschende Auftauchen von R., dem er sich körperlich unterlegen glaubte und den er zu meiden trachtete, von Angstgefühlen erfasst wurde, gleichzeitig gegenüber seinem ehemaligen Freund und nunmehrigen Nebenbuhler erneut Enttäuschung, Wut und Verachtung empfand und den Eindruck hatte, er werde von ihm durch Gebärden und Grimassen verspottet und verächtlich gemacht.\n\nDiese seelische Konfliktsituation schloss die Möglichkeit, dass der Beschwerdeführer das Tötungsdelikt ausserdem in einer Notwehrlage beging, nicht aus. Nach dem von der Vorinstanz angenommenen Sachverhalt, von dem auch der Kassationshof |230| auszugehen hat, begab sich der Beschwerdeführer in den Toilettenraum, um dort R. zur Rede zu stellen, nicht um sich mit ihm tätlich auseinanderzusetzen. Von einer absichtlichen oder vorsätzlichen Provokation kann nach den verbindlichen Feststellungen der Vorinstanz nicht die Rede sein. Es steht vielmehr fest, dass sich R. auf eine Diskussion gar nicht einlassen wollte, sondern - statt auf eine Frage zu antworten - sogleich tätlich wurde, indem er dem Beschwerdeführer mit der offenen Hand ins Gesicht griff und ihn in eine Ecke schob, wo er ihm zwei Faustschläge ins Gesicht und Fusstritte in die Beine versetzte. Erst auf diesen rechtswidrigen Angriff hin zog der Beschwerdeführer das Messer und fügte R. den tödlichen Stich zu.\n\nDie Vorinstanz hat die Notwehrlage des Beschwerdeführers zu Unrecht verneint. Ihre dafür gegebene Begründung, dass der Beschwerdeführer sich an der Auseinandersetzung massgeblich beteiligt habe, indem diese für ihn voraussehbar gewesen und er ihr nicht ausgewichen sei, sondern sich durch Beschaffung eines Messers darauf eingestellt habe, hält nicht stand. Nach Art. 33 StGB ist zur Abwehr berechtigt, wer rechtswidrig angegriffen oder mit einem solchen Angriff bedroht wird, gleichgültig, aus welchen Gründen der Angriff erfolgt und ob der Angegriffene schuldhafterweise zum Angriff Anlass gegeben hat (SCHULTZ, AT I S. 171). Auch wenn der Beschwerdeführer die Möglichkeit eines Angriffes vorausgesehen hat, war er rechtlich nicht verpflichtet, einer Auseinandersetzung aus dem Wege zu gehen (DUBS, ZStR 1973, 352). Da er den Angriff nicht vorsätzlich provoziert hat, kann ihm auch das Mitführen eines Messers, das er nur vorsorglicherweise mitgenommen hat, nicht zum Vorwurf gemacht werden. Dagegen hat er bei Verwendung des Küchenmessers die Grenzen einer den Umständen angemessenen Abwehr offensichtlich überschritten und damit einen Notwehrexzess begangen, was er selber nicht bestreitet.\n\nDas angefochtene Urteil ist daher aufzuheben und die Sache an die Vorinstanz zurückzuweisen, um die Strafe in Berücksichtigung des Art. 33 Abs. 2 Satz 1 StGB neu festzusetzen."}