{"annee": "102", "cour": "V", "page": "213", "date": "30/11/1976", "cite": ["101 V 22"], "cite_par": [], "chapeau": "52. Urteil vom 30. November 1976 i.S. Ausgleichskasse Basel-Stadt gegen Bundesamt für Sozialversicherung betreffend Jakubowitsch", "regestes": ["Affiliation et changement de caisse (art. 64 LAVS et 121 RAVS). Intérêt important à la qualité de membre passif d'une association fondatrice."], "faits": "BGE 102 V 213 S. 214\n\nA.- Die Einzelfirma Jakob Jakubowitsch, Korbwarenfabrik, Basel, ist der Ausgleichskasse Basel-Stadt angeschlossen. Mit Schreiben vom 25. September 1974 erklärte sie auf den 1. Januar 1975 den Beitritt als Passivmitglied beim Verband schweizerischer Eisenwarenhändler (VSE) und äusserte gleichzeitig den Wunsch, von diesem Datum an mit der \"AHV-Ausgleichskasse des Verbandes schweiz. Eisenwarenhändler\", deren Gründerverband der VSE ist, abzurechnen. Die formelle Beitrittserklärung, in welcher die Firma bestätigte, die Statuten sowie die verbindlichen Beschlüsse und Vereinbarungen anzuerkennen, soweit sie für Passivmitglieder gültig sind, erfolgte am 10. Oktober 1974. Auf das gleiche Datum hin wurde sie in den Verband aufgenommen.\n\nDie Verbandsausgleichskasse meldete am 27. September 1974 der Ausgleichskasse Basel-Stadt den Kassenwechsel auf den 1. Januar 1975, jedoch weigerte sich letztere, die Mutation zu bestätigen, und unterbreitete die Angelegenheit dem Bundesamt für Sozialversicherung zur Stellungnahme, wobei sie namentlich die Frage aufwarf, ob die Passivmitgliedschaft bei einem branchenfremden Verband einen zwingenden Grund für einen Kassenwechsel abgebe. Am 5. November 1975 verfügte das Bundesamt für Sozialversicherung gestützt auf Art. 127 AHVV den Anschluss der Firma Jakob Jakubowitsch an die Ausgleichskasse des VSE ab 1. Januar 1976. Die Passivmitgliedschaft beim VSE sei nicht fiktiv, sondern stelle eine echte Verbandsmitgliedschaft dar, die sich in genau umschriebenen Rechten und Pflichten der Passivmitglieder äussere. Die Firma Jakob Jakubowitsch habe ein wesentliches Interesse daran gehabt, dem VSE als Passivmitglied beizutreten, zumal kein Verband der Korbwarenindustrie existiere. Diese Passivmitgliedschaft genüge, um den Anschluss an die Verbandsausgleichskasse zu rechtfertigen.\n\nB.- Die Ausgleichskasse Basel-Stadt führt gegen die Verfügung vom 5. November 1975 Verwaltungsgerichtsbeschwerde und beantragt, die Firma Jakob Jakubowitsch habe auch nach dem 1. Januar 1976 bei ihr zu verbleiben; eventuell sei für den Kassenwechsel eine 5jährige Sperrfrist von 1976 bis 1980 anzuordnen. Zur Begründung wird folgendes vorgetragen: Jakob Jakubowitsch habe in seiner Stellungnahme an das Bundesamt für Sozialversicherung vom 28. August 1975 bestätigt, er sei seit vielen Jahren Passivmitglied des VSE und habe BGE 102 V 213 S. 215während dieser Zeitspanne die Verbandsvergünstigungen erhalten; die Beitrittserklärung vom 25. September 1974 bzw. 10. Oktober 1974 sei eine reine Formsache gewesen. Aus diesen Darlegungen sei abzuleiten, die Firma habe auch ohne formelle Verbandsmitgliedschaft die Vergünstigungen in Anspruch nehmen können. Wenn somit der formelle Status als Passivmitglied für die Interessenlage der Firma ohne Belang sei, müsse geschlossen werden, der Beitritt sei nur zu dem Zwecke erfolgt, den Anschluss an die Verbandsausgleichskasse zu erwirken.\n\nDas Bundesamt für Sozialversicherung, die Firma Jakob Jakubowitsch und die Ausgleichskasse des VSE beantragen Abweisung der Verwaltungsgerichtsbeschwerde.\n\nIn ihrer Vernehmlassung macht die Verbandsausgleichskasse darauf aufmerksam, dass die Firma vor dem 10. Oktober 1974 \"akkreditierter Lieferant\" des VSE gewesen sei; diese obligationenrechtliche Verbindung habe ihr eine Reihe von Vorteilen gebracht, jedoch nicht in so bedeutendem Mass wie einem Verbandsmitglied.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. ...\n\n2. Nach der gesetzlichen Ordnung werden alle Arbeitgeber und Selbständigerwerbenden, die einem Gründerverband angehören, den Verbandsausgleichskassen angeschlossen (Art. 64 Abs. 1 AHVG). Das Personal der Bundesverwaltung und der Bundesanstalten sowie die freiwillig versicherten Auslandschweizer und die übrigen im Ausland wohnenden Versicherten gehören den beiden Ausgleichskassen des Bundes an (Art. 62 AHVG). Alle übrigen Personen sind den kantonalen Ausgleichskassen angeschlossen (Art. 64 Abs. 2 AHVG), welche insoweit die Funktion von Auffangkassen versehen.\n\nDie Kassenzugehörigkeit ergibt sich aus dieser gesetzlichen Regelung des Kompetenzbereiches der Ausgleichskassen und ist daher der freien Vereinbarung zwischen den Kassen entzogen; jede Ausgleichskasse hat von Amtes wegen zu prüfen, welche Personen zu ihrem Mitgliederbestand gehören (BGE 101 V 30 Erw. 3). Den kantonalen Ausgleichskassen obliegt zudem die Kontrolle über die Erfassung aller Beitragspflichtigen (Art. 63 Abs. 2 AHVG).\n\nBGE 102 V 213 S. 216\n\nDer Erwerb der Mitgliedschaft eines Gründerverbandes vermag jedoch den Anschluss an die betreffende Verbandsausgleichskasse dann nicht zu begründen, wenn er ausschliesslich zu diesem Zweck erfolgt ist und kein anderes wesentliches Interesse an der Verbandsmitgliedschaft nachgewiesen wird (Art. 121 Abs. 2 AHVV).\n\n3. Beim VSE handelt es sich um einen aus Ehren-, Aktiv- und Passivmitgliedern bestehenden Verein gemäss Art. 60 f. ZGB (Art. 2 Ziff. 2 und Art. 3 der Statuten). Der Begriff der Passivmitgliedschaft besagt grundsätzlich nichts über das Interesse, welches das Mitglied an der Vereinszugehörigkeit hat. Einerseits bestehen Vereine, denen das Passivmitglied vor allem ideelle, eventuell finanzielle Unterstützung zukommen lassen will, so dass sein Interesse an der Vereinszugehörigkeit - im Hinblick auf die vornehmlich einseitige Verpflichtung - nicht als wesentlich im Sinne von Art. 121 Abs. 2 AHVV zu werten ist; anderseits kann die Passivmitgliedschaft unter Umständen aus materiellen Motiven sowohl des Mitglieds als auch des Vereins begründet werden, wie dies der Fall ist, wenn der Verein seinen Mitgliedern gegen Entrichtung eines Beitrages bestimmte Leistungen anbietet. Demnach ist die (statutarische) Bezeichnung der Mitgliedschaft für die Beurteilung der Frage, ob an der Vereins- bzw. Verbandszugehörigkeit ein wesentliches Interesse gemäss Art. 121 Abs. 2 AHVV bestehe, nicht massgebend. Vielmehr ist zu prüfen, welche Vorteile dem Betreffenden aus der Mitgliedschaft erwachsen. Ergibt sich dabei, dass ein wesentliches Interesse an der Verbandsmitgliedschaft besteht, so bewirkt diese den Anschluss an die Verbandsausgleichskasse (Art. 64 Abs. 1 AHVG).\n\n4. Das Bundesamt für Sozialversicherung hat in der angefochtenen Verfügung vom 5. November 1975 die Vorteile, welche die Firma Jakob Jakubowitsch durch die Aufnahme in den VSE erlangte, einlässlich dargetan. Als Passivmitglied hat sie namentlich Anspruch darauf, bei Einkäufen der Verbandsmitglieder in erster Linie berücksichtigt zu werden; ferner stehen ihr eine Reihe von Dienstleistungen des VSE (berufliche Aus- und Weiterbildung, Unterstützung im Personalwesen, Marketing, Interessenvertretung nach aussen, Beratung in Fragen der Betriebswirtschaft und des Versicherungswesens usw.) zur Verfügung; schliesslich wird sie ebenfalls an der internationalen Fachmesse der Branche bevorzugt behandelt.\n\nBGE 102 V 213 S. 217Wenn auch die Vorteile der Aktivmitglieder noch umfassender sein dürften, ergibt sich aus dieser Aufzählung doch, dass das Passivmitglied des VSE ein wesentliches Interesse an der Verbandszugehörigkeit hat. Demgemäss muss es dem Verband einen Jahresbeitrag entrichten, der 1975 für die Firma Jakob Jakubowitsch Fr. 287.-- betrug.\n\nAn diesem Ergebnis vermögen die Einwände der Beschwerdeführerin nichts zu ändern. Sie macht geltend, die Firma habe seit 1968 an der internationalen Fachmesse teilgenommen, ohne formell Mitglied des VSE zu sein; zudem bedürfe es für die Belieferungen anderer Verbandsmitglieder keiner Mitgliedschaft, sondern es genüge nach dem Wortlaut der Statuten lediglich die Anerkennung als Verbandslieferant. Sie leitet aus diesen Umständen ab, dass die Firma die behaupteten wesentlichen Interessen auch ohne Verbandsmitgliedschaft hätte wahren können. Abgesehen davon, dass die Verbandsausgleichskasse in ihrer Vernehmlassung vom 24. Februar 1976 geltend macht, die Firma habe sich im Schreiben vom 28. August 1975 fälschlicherweise als langjähriges Passivmitglied des VSE bezeichnet, ergeben sich aus den Akten keine Anhaltspunkte für die Richtigkeit der Auffassung der Beschwerdeführerin. Nichtmitglieder werden als \"akkreditierte Lieferanten\" wohl in den Genuss einzelner Privilegien gelangen, doch werden ihnen nicht sämtliche Verbandsvergünstigungen zustehen. Eine derartige Ausdehnung der Mitgliederrechte auf verbandsfremde Firmen würde sowohl den Verbandszwecken als auch den Interessen der angeschlossenen Mitglieder zuwiderlaufen.\n\nDie Beschwerdeführerin verweist zudem auf Art. 5 Ziff. 3 der Statuten des VSE, wonach Passivmitglieder lediglich beratende Stimme haben und in den Vorstand, in die Verbandsleitung, in die Spezialkommissionen, in das Sekretariat und in die Kontrollstelle nicht wählbar sind. Diese Beschränkungen vermögen indessen die dem Passivmitglied gebotenen Vergünstigungen und Dienstleistungen nicht aufzuwiegen; d.h. das Interesse an der Verbandszugehörigkeit ist auch unter Berücksichtigung dieser statutarischen Bestimmungen als wesentlich zu bezeichnen.\n\nDer vom Bundesamt für Sozialversicherung verfügte Kassenwechsel verletzt demnach weder Art. 64 Abs. 1 und 2 AHVG noch Art. 121 Abs. 2 AHVV.\n\nBGE 102 V 213 S. 218\n\n5. Die Beschwerdeführerin stellt den Eventualantrag, der Kassenwechsel sei mit einer 5jährigen Sperrfrist (1976-1980) zu belegen. In der gesetzlichen Ordnung fehlt jegliche Grundlage für eine solche Massnahme, weshalb sich das Begehren schon aus diesem Grunde als unbegründet erweist.\n\n6. Die Verbandsausgleichskassen haben Arbeitgeber und Selbständigerwerbende, die ihrem Gründerverband neu beigetreten sind, jeweils bis zum 30. September den zuständigen kantonalen Ausgleichskassen schriftlich zu melden (vgl. Kreisschreiben Nr. 36 a vom 31. Juli 1950 betreffend Kassenzugehörigkeit, Kassenwechsel und Abrechnungsregisterkarten). Im Hinblick auf diese Verwaltungsweisung und den Umstand, dass die Aufnahme der Firma Jakob Jakubowitsch in den VSE erst am 10. Oktober 1974 erfolgte, verfügte das Bundesamt für Sozialversicherung den Kassenwechsel richtigerweise auf den 1. Januar 1976. Dessen Vollzug wäre an sich möglich gewesen, denn der Verwaltungsgerichtsbeschwerde wurde keine aufschiebende Wirkung gemäss Art. 111 Abs. 2 OG verliehen. Ein rückwirkender Kassenwechsel auf den 1. Januar 1976 gemäss Verfügung vom 5. November 1975 würde indessen erhebliche administrative Umtriebe mit sich bringen, da die Firma Jakob Jakubowitsch im Jahre 1976 weiterhin mit der Ausgleichskasse Basel-Stadt abrechnet. Unter Berücksichtigung dieser Sachlage ist daher der Kassenwechsel auf den 1. Januar 1977 festzusetzen.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen. Die angefochtene Verfügung vom 5. November 1975 wird insofern abgeändert, als der Zeitpunkt des Kassenwechsels auf den 1. Januar 1977 festgelegt wird."}