{"annee": "102", "cour": "V", "page": "204", "date": "15/12/1976", "cite": [], "cite_par": [], "chapeau": "49. Extrait de l'arrêt du 15 décembre 1976 dans la cause Caisse maladie INTRAS contre Théraulaz et Cour de justice civile du canton de Genève", "regestes": ["Art. 14bis al. 1 et 2 LAMA. De la participation des assurés aux frais médicaux et pharmaceutiques en cas d'hémodialyses. Art. 134 OJ. Un recours portant sur l'exonération de la participation aux frais médicaux et pharmaceutiques concerne l'octroi ou le refus de prestations d'assurance et implique ainsi, en règle générale, la gratuité de la procédure."], "faits": "", "considerants": "|204|\n\nConsidérant en droit:\n\n1. En vertu de l'art. 14bis al. 1 LAMA, les caisses doivent imposer aux assurés une participation aux frais médicaux et pharmaceutiques, qui n'en excède pas le dixième. L'al. 2 du même article exempte de toute participation en cas de: a) séjour dans un établissement hospitalier; b) tuberculose; c) cure balnéaire et d) maternité.\n\nDans un arrêt Sauteur, du 10 décembre 1971 (RJAM 1972 p. 22/23, consid. II/2/b), le Tribunal fédéral des assurances a relevé que l'art. 14bis al. 2 LAMA, en sa qualité de disposition spéciale, devait être interprété strictement.\n\nFondé notamment sur l'art. 33 al. 1 LAMA, le Conseil fédéral a édicté le 2 février 1965 une ordonnance (No V), concernant la reconnaissance des caisses-maladie et des fédérations de réassurance, ainsi que leur sécurité financière. L'art. 25 al. 1 de cette ordonnance prescrit que la participation s'élève à 10% des frais mentionnés à l'art. 14bis de la loi.\n\nD'autre part, l'art. 21 al. 1 de l'ordonnance III du Conseil fédéral charge le Département fédéral de l'intérieur de décider |205| si les frais de certaines mesures diagnostiques ou thérapeutiques contestées scientifiquement doivent être pris en charge par les caisses-maladie. Dans une ordonnance 9, du 19 septembre 1967, le Département fédéral de l'intérieur a précisé que l'hémodialyse était à la charge de l'assurance.\n\n2. Il résulte des dispositions précitées qu'en principe, lorsqu'une hémodialyse est pratiquée sur un assuré qui séjourne dans un établissement hospitalier, la caisse-maladie prend le traitement en charge sans percevoir de participation de l'intéressé (art. 14bis al. 2 lit. a LAMA). En revanche, si - comme les progrès de la science le permettent de plus en plus - l'hémodialyse est pratiquée ambulatoirement à l'hôpital, elle fait partie des soins médicaux et pharmaceutiques sur le coût desquels l'assuré doit en vertu des art. 14bis al. 1 LAMA et 25 al. 1 Ord. V une participation de 10%. Il en va de même quand l'hémodialyse a lieu à domicile (cf. RJAM 1975, pp. 214/215).\n\nAinsi que les premiers juges l'ont constaté avec pertinence, ni la législation fédérale, ni les statuts de la caisse-maladie INTRAS, ni les conditions auxquelles elle est réassurée auprès du Rückversicherungsverband freier Krankenkassen der Schweiz, ni la législation cantonale n'obligent la caisse à renoncer à percevoir la participation réglementaire sur les hémodialyses exécutées ambulatoirement ou ne l'y autorisent.\n\nReste donc à savoir si, comme la Cour de justice l'affirme brièvement à la fin de son jugement, il appartient au juge de remédier au retard que la législation aurait pris sur la science médicale, de suivre l'évolution qui tendrait à dispenser de la participation dans tous les cas de longue maladie, et d'assimiler les hémodialyses pratiquées ambulatoirement à l'hôpital à celles que subissent les patients qui séjournent dans un établissement hospitalier. Force est de répondre à cette question par la négative. Il est certes choquant de voir un assuré de condition modeste devoir payer environ 500 fr. par mois à sa caisse-maladie pour un traitement indispensable au maintien de sa vie. Mais l'intervention du juge, afin de résoudre un problème social, se ferait ici contre le texte clair de la loi. Il n'est du reste pas certain qu'un séjour à l'hôpital pour hémodialyse ouvre forcément droit aux pleines prestations d'hospitalisation. On ne saurait empiéter sur les prérogatives du législateur, et prendre - dans le domaine, qui n'est pas spécialement |206| celui du juge des assurances, du financement des caisses-maladie - une décision peut-être lourde de conséquences. Le fait que des caisses autres que la recourante assument les hémodialyses à 100% ne permet pas de contraindre celle-ci à prendre une mesure que lui interdisent les dispositions légales et statutaires qui la régissent... Il faut donc admettre le recours.\n\n3. On ne peut, comme le voudrait l'Office fédéral, considérer que le présent litige porte sur une prestation financière de l'assuré, comparable à une cotisation. La décision attaquée concerne bien plutôt la couverture intégrale de frais médicaux et pharmaceutiques, soit l'octroi ou le refus d'une prestation d'assurance (cf. arrêt Sauteur précité, non publié sur ce point). Aussi ne doit-il pas être perçu de frais de justice (art. 134 OJ).\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours de droit administratif est admis. Le jugement attaqué est annulé et la décision de la recourante, rétablie en ce qui concerne les hémodialyses effectuées ambulatoirement à l'Hôpital cantonal."}