{"annee": "102", "cour": "V", "page": "40", "date": "15/3/1976", "cite": ["100 V 100", "98 V 205"], "cite_par": ["104 V 79", "103 V 11", "104 V 77", "112 V 347"], "chapeau": "11. Auszug aus dem Urteil vom 15. März 1976 i.S. K. gegen Ausgleichskasse Basel-Stadt und Kantonale Rekurskommission für die Ausgleichskassen Basel-Stadt", "regestes": ["Mesures médicales (art. 12 al. 1 LAI). - Résumé de la jurisprudence concernant la prise en charge de mesures médicales faisant partie d'un complexe thérapeutique. - Différence entre état maintenu stationnaire par des médicaments et état stabilisé. - Refus de physiothérapie après une atteinte due à l'absence d'irrigation sanguine."], "faits": "BGE 102 V 40 S. 40\n\nA.- Im April 1975 ersuchte die 1944 geborene R. K. um medizinische Massnahmen der Invalidenversicherung. Dr. med. D. stellt in seinem Bericht an die Invalidenversicherungs-Kommission des Kantons Basel-Stadt folgende Diagnose:\n\n\"1. Status nach Mitralklappenprothese.\n\n2. Status nach cerebrovasculärem Insult während der Herzoperation mit spastischer Parese der linken Hand und stark gestörter Sensibilität der linken Hand, sowie Reduktion der Merkfähigkeit und rasche Ermüdbarkeit.\n\n3. Verdacht auf Morbus Boeck.\" Als für die Eingliederung ins Erwerbsleben notwendige medizinische Massnahme nennt er \"weiterhin Ergo- und Physiotherapie im Kantonsspital Basel\". Im Bericht des Dr. med. S. wird nachstehende Diagnose genannt: \"Status nach peroperativ aufgetretener Embolie der rechten Media mit Hemiparese links in Rückbildung.\" Der Arzt erwähnt, dass seit der Entlassung aus dem Spital Physiotherapie und Ergotherapie BGE 102 V 40 S. 41durchgeführt worden seien. Die ambulante Rehabilitation sei so weit gediehen, dass die Versicherte ihre Arbeit als Kinderschwester wieder aufnehmen könne.\n\nAm 1. August 1975 lehnte die Ausgleichskasse Basel-Stadt die Übernahme der Kosten medizinischer Massnahmen verfügungsweise ab, weil diese nicht geeignet wären, die Arbeitsfähigkeit dauernd und wesentlich zu verbessern oder zu erhalten.\n\nB.- Die gegen diese Verfügung erhobene Beschwerde hat die Kantonale Rekurskommission für die Ausgleichskassen Basel-Stadt am 27. Oktober 1975 abgewiesen.\n\nC.- R. K. lässt durch Dr. med. S. Verwaltungsgerichtsbeschwerde führen mit dem Antrag, die Invalidenversicherung sei zu verpflichten, für die Eingliederungsmassnahmen gemäss Art. 12 IVG aufzukommen. Zur Begründung wird vorgebracht: Rehabilitationsmassnahmen, die bereits durchgeführt worden und weiterhin notwendig seien (Ergo- und Physiotherapie), hätten sich nach kurzer Zeit als erfolgreich erwiesen und würden die Wiederherstellung der Erwerbsfähigkeit erlauben. Der Hirninfarkt sei nach Tagen als \"stationär bzw. stabil anzusehen\". Der Arzt kritisiert ferner die Rechtsprechung des Eidg. Versicherungsgerichts betreffend medizinische Massnahmen nach ischämischem Insult, wie sie vom kantonalen Richter zitiert worden ist ...\n\nDie Ausgleichskasse verzichtet auf eine Vernehmlassung zur Verwaltungsgerichtsbeschwerde, deren Abweisung vom Bundesamt für Sozialversicherung beantragt wird.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Unter den allgemeinen Voraussetzungen des Art. 8 Abs. 1 IVG hat der Versicherte nach Art. 12 Abs. 1 IVG Anspruch auf medizinische Massnahmen, die nicht auf die Behandlung des Leidens an sich, sondern unmittelbar auf die berufliche Eingliederung gerichtet und geeignet sind, die Erwerbsfähigkeit dauernd und wesentlich zu verbessern oder vor wesentlicher Beeinträchtigung zu bewahren. Diese Bestimmung bezweckt namentlich, die Aufgabenbereiche der Invalidenversicherung einerseits und der sozialen Kranken- und Unfallversicherung anderseits gegeneinander abzugrenzen. Die Abgrenzung beruht auf dem Grundsatz, dass die Behandlung BGE 102 V 40 S. 42einer Krankheit oder einer Verletzung ohne Rücksicht auf die Dauer des Leidens primär in den Aufgabenbereich der Kranken- und Unfallversicherung gehört.\n\nDas Gesetz umschreibt die Vorkehren medizinischer Art, welche von der Invalidenversicherung nicht zu übernehmen sind, mit dem Rechtsbegriff \"Behandlung des Leidens an sich\". Wo und solange labiles pathologisches Geschehen besteht und mit medizinischen Vorkehren angegangen wird, seien diese kausal oder symptomatisch, auf das Grundleiden oder auf dessen Folgeerscheinungen gerichtet, stellen solche Heilmassnahmen, sozialversicherungsrechtlich betrachtet, Behandlung des Leidens an sich dar. Dem labilen pathologischen Geschehen hat die Rechtsprechung seit jeher im Prinzip alle nicht stabilisierten Gesundheitsschäden gleichgestellt, die Krankheitswert haben. Demnach gehören jene Vorkehren, die auf die Heilung oder Linderung pathologischen oder sonstwie Krankheitswert aufweisenden Geschehens labiler Art gerichtet sind, nicht ins Gebiet der Invalidenversicherung. Erst wenn die Phase des (primären oder sekundären) pathologischen Geschehens insgesamt abgeschlossen und ein stabiler oder mindestens relativ stabilisierter Zustand eingetreten ist, kann sich - beim volljährigen Versicherten - überhaupt die Frage stellen, ob eine Vorkehr Eingliederungsmassnahme sei. Die Invalidenversicherung übernimmt in der Regel nur unmittelbar auf die Beseitigung oder Korrektur stabiler Defektzustände oder Funktionsausfälle gerichtete Vorkehren, sofern sie die Wesentlichkeit und Beständigkeit des angestrebten Erfolges im Sinne des Art. 12 Abs. 1 IVG voraussehen lassen. Dagegen hat die Invalidenversicherung eine Vorkehr, die der Behandlung des Leidens an sich zuzuzählen ist, auch dann nicht zu übernehmen, wenn ein wesentlicher Eingliederungserfolg vorausgesehen werden kann. Der Eingliederungserfolg, für sich allein betrachtet, ist im Rahmen des Art. 12 IVG kein taugliches Abgrenzungskriterium, zumal praktisch jede ärztliche Vorkehr, die medizinisch erfolgreich ist, auch im erwerblichen Leben eine entsprechende Verbesserung bewirkt (BGE 100 V 101 und BGE 98 V 208).\n\nStabilisierende Vorkehren richten sich immer gegen labiles pathologisches Geschehen. Deshalb muss eine kontinuierliche Therapie, die notwendig ist, um das Fortschreiten eines Leidens zu verhindern, als Behandlung des Leidens an sich bewertet BGE 102 V 40 S. 43werden. Keine stabile Folge von Krankheit, Unfall oder Geburtsgebrechen ist daher ein Zustand, der sich nur dank therapeutischen Massnahmen einigermassen im Gleichgewicht halten lässt, gleichgültig welcher Art die Behandlung sei (BGE 98 V 95 und 209). Ein solcher Zustand ist, solange er im Gleichgewicht bewahrt werden kann, wohl stationär, aber nicht im Sinne der Rechtsprechung stabil. Die medizinischen Vorkehren, die zur Aufrechterhaltung des stationären Zustandes erforderlich sind, können daher von der Invalidenversicherung nicht übernommen werden. In diesem Sinne hat das Eidg. Versicherungsgericht in seinem unveröffentlichten Urteil vom 6. März 1974 i.S. Schwestermann entschieden, dass es sich bei der durch die Apoplexie erlittenen Hirnschädigung um labiles Krankheitsgeschehen handle und dass die auf dessen Folgeerscheinung gerichtete Physiotherapie als Behandlung des Leidens an sich nicht der Invalidenversicherung belastet werden könne. Entgegen den Ausführungen im angefochtenen kantonalen Entscheid hat das Eidg. Versicherungsgericht im Urteil Schwestermann nirgends in genereller Weise \"ausdrücklich festgehalten, dass bei einem reversiblen ischämischen Hirninfarkt keine Rehabilitationsmassnahmen gewährt werden können\".\n\nMuss sich ein Versicherter mehreren medizinischen Vorkehren mit verschiedenem Zweck unterziehen, so beurteilt sich deren rechtlicher Charakter danach, in welchem Verhältnis sie zueinander stehen. Grundsätzlich sind alsdann Art und Ziel aller Vorkehren zusammen dafür ausschlaggebend, ob sie im Sinne der Rechtsprechung unter Art. 12 IVG subsumiert werden können. Dies jedenfalls dann, wenn sich die einzelnen Vorkehren nicht voneinander trennen lassen, ohne dass dadurch die Erfolgsaussichten gefährdet würden, und die einen Vorkehren für sich allein nicht von solcher Bedeutung sind, dass die andern Vorkehren in den Hintergrund treten. Ist diese enge Konnexität zu bejahen, so ist die Invalidenversicherung nur dann leistungspflichtig, wenn die auf die Eingliederung gerichteten Vorkehren überwiegen (EVGE 1968 S. 240 Erw. 2 und 1967 S. 251, ZAK 1969 S. 375, unveröffentlichtes Urteil vom 1. Oktober 1971 i.S. Laissue).\n\n2. ... Die Invalidenversicherungs-Kommission hat sich auf die Feststellung beschränkt, dass die medizinischen Massnahmen nicht geeignet seien, die Arbeitsfähigkeit der Versicherten BGE 102 V 40 S. 44dauernd oder wesentlich zu verbessern oder zu erhalten. Zur primären Frage, ob nämlich ein stabiler Defektzustand vorliegt, hat sie nicht Stellung genommen. Die Vorinstanz äussert sich lediglich zur rechtlichen Bedeutung der Anticoagulationstherapie, die sie, weil der Stabilisierung eines Zustandes nach ischämischem Infarkt dienend, der Beschwerdeführerin verweigerte. Dieser Auffassung ist beizupflichten. Das Grundleiden der R. K. besteht in der latenten Bereitschaft zu neuen Embolien. Die Anticoagulationstherapie ist darauf gerichtet, solchen weitern arteriellen Embolien vorzubeugen. Sie bezweckt mit andern Worten, den gegenwärtigen Zustand der Versicherten stationär zu halten, und dient daher, für sich allein betrachtet, nicht unmittelbar der Eingliederung. Eine wirksame Anticoagulationstherapie würde aber an sich noch nicht ausschliessen, dass andern medizinischen Vorkehren doch Eingliederungscharakter zukäme, dann nämlich, wenn sie sich auf einen andern, von der Emboliegefährdung unabhängigen Leidenskomplex beziehen würden, wenn dieser Leidenskomplex als stabil gelten könnte und der Eingliederungserfolg nicht durch andere Gebrechen in Frage gestellt oder beeinträchtigt würde. Im vorliegenden Fall besteht indessen zwischen dem Grundleiden der Emboliegefährdung und der Hemiparese, für deren Behandlung Physiotherapie und Ergotherapie verlangt werden, ein unmittelbarer Konnex. Nicht nur ist die Hemiparese die unmittelbare Folge einer bereits erlittenen Embolie, sondern es wäre ohne dauernde Anticoagulation stets mit neuen Embolien und dadurch bedingten neuen Paresen und sonstigen, die Erwerbsfähigkeit oder gar das Leben bedrohenden Folgen zu rechnen. Unter diesen Umständen stellen die verschiedenen Therapien einen zeitlich und sachlich eng zusammenhängenden Massnahmenkomplex dar, dessen stabilisierender Charakter eindeutig überwiegt. Die Invalidenversicherung hat daher nicht nur die Kosten der Anticoagulationstherapie, sondern auch jene der Physiotherapie und der Ergotherapie nicht zu übernehmen.\n\nEs verhält sich hier ähnlich wie bei dem von Vorinstanz, Dr. S. und Bundesamt zitierten Fall Sidler (Urteil vom 10. April 1975). Damals hat das Eidg. Versicherungsgericht einem an Thrombosen im linken Vorhof bei Mitralvitium und Vorhofflimmern leidenden Versicherten, der nach Einsetzen einer Herzklappenprothese eine Hirnembolie erlitten hatte, BGE 102 V 40 S. 45Lähmungsbehandlung und Heilgymnastik verweigert. Die Vorinstanz führt mit dem Hinweis auf dieses Urteil aus, dass nach einer Hirnembolie bei künstlicher Herzklappe so lange kein stabiler Defekt anzunehmen sei, als \"anticoaguliert\" werden müsse. Dr. S. erachtet dies als falsch. Seiner Kritik liegt die Annahme zugrunde, der allein massgebende Defekt seien die Herzstörungen. Hiezu ist - in Ergänzung der vorinstanzlichen Urteilsbegründung - zu bemerken, dass das Eidg. Versicherungsgericht im Urteil Sidler ausführte, durch die Daueranticoagulation könne wohl das labile pathologische Geschehen stationär gehalten werden, doch vermöge sie angesichts des Krankheitsbildes nach ärztlicher Erkenntnis keine stabilisierten Verhältnisse herbeizuführen. Als massgebend wurde somit erachtet, dass durch die Anticoagulation der Gesamtzustand wohl stationär, aber nicht stabil geworden war.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}