{"annee": "102", "cour": "IB", "page": "365", "date": "26/11/1976", "cite": ["88 IV 87", "98 IA 112", "88 I 9"], "cite_par": ["118 IV 221", "112 IB 634", "105 II 308", "116 V 353", "120 V 378", "116 IV 105", "123 V 128", "114 IB 94"], "chapeau": "60. Urteil vom 26. November 1976 in Sachen Z. gegen Eidgenössische Zollrekurskommission", "regestes": ["Détermination, dans le procès-verbal de l'enquête pénale, des contributions soustraites; procédure administrative. - Rapport entre la procédure de taxation et la procédure pénale. - Entrée en force de la taxation. - Exigences formelles quant au recours administratif et à la procédure tendant à régulariser un recours (art. 52 PA)."], "faits": "BGE 102 Ib 365 S. 365\n\nZ. wurde am 4. Februar 1973 auf dem Flughafen Zürich-Kloten verhaftet, weil er in den beiden Doppelböden seines Reisekoffers vier Kilogramm konzentriertes, flüssiges Cannabisharz aus dem nahen Osten mitführte und diese Ware nicht zur Zollbehandlung angemeldet hatte. Die Zollkreisdirektion II leitete gegen ihn eine Untersuchung ein, die am 26. Juni 1973 mit der Aufnahme eines Strafprotokolls endete, worin der Betrag des umgangenen Zolles und der umgangenen Warenumsatzsteuern festgehalten wurde. Z. unterzeichnete das Protokoll unter Vorbehalt einer Beschwerde an die Oberzolldirektion (OZD) betreffend Festsetzung der Warenumsatzsteuern. Am 17. Juli 1973 wandte sich Z. mit einem als \"Beschwerde\" BGE 102 Ib 365 S. 366bezeichneten Schreiben an die OZD. Diese nahm dazu in einem am 23. Oktober 1973 an Z. adressierten Brief Stellung. Sie legte dar, weshalb die Steuerforderung berechtigt sei und forderte Z. auf, sofern es \"sein Wille sein sollte, gegen die Steuerfestsetzung Beschwerde zu erheben und einen förmlichen Beschwerdeentscheid zu erhalten\", ihr dies innert 10 Tagen mitzuteilen. Z. liess die Frist unbenützt ablaufen. Die OZD schloss aus seinem Schweigen, dass er auf eine Beschwerde gegen die Abgabenfestsetzungen verzichtet habe und diese rechtskräftig geworden sei. Das Eidg. Finanz- und Zolldepartement erliess daraufhin die Strafverfügung. Z. erhob dagegen Einsprache und verlangte gerichtliche Beurteilung. Bezirksgericht und Obergericht bestätigten in der Folge die Strafverfügung. Am 20. März 1975, d.h. am Tag, da das Obergericht sein Urteil in der Strafsache Z. fällte, erkundigte sich der Rechtsvertreter von Z. bei der OZD nach dem ausstehenden Entscheid über die von Z. bei ihr am 17. Oktober 1973 eingereichte Beschwerde. Die OZD erklärte mit Schreiben vom 4. April 1975, nachdem die Strafsache vor den ordentlichen Gerichten anhängig und damit der Kognition der Zollverwaltung entzogen sei, könne sie auf die Abgabenfestsetzung im Strafprotokoll nicht mehr zurückkommen. Die Eidg. Zollrekurskommission, an die Z. daraufhin gelangte, trat auf die Beschwerde nicht ein mit der Begründung, die Feststellung des Obergerichts, wonach eine rechtskräftige, den Richter bindende Steuerfestsetzung vorliege, sei endgültig und nicht mehr anfechtbar; mit dem Übergang des Strafverfahrens an den Richter sei die Frage nach der rechtskräftigen Abgabenfestsetzung vom Richter zu entscheiden. Gegen diesen Entscheid erhebt Z. Verwaltungsgerichtsbeschwerde, die das Bundesgericht abweist, mit folgenden", "considerants": "Erwägungen:\n\n1. Z. hat im Verfahren vor der Zollrekurskommission verlangt, die OZD sei zu verhalten, die Beschwerde, die er am 17. Juli 1973 bei ihr eingereicht habe, zu behandeln. Die Zollrekurskommission ist auf die Beschwerde nicht eingetreten mit der Begründung, es sei gerichtlich festgestellt worden, dass die Abgabenfestsetzung durch die Zollkreisdirektion rechtskräftig sei. Mit einem derartigen Entscheid ist sie auf BGE 102 Ib 365 S. 367das bei ihr eingelegte Rechtsmittel materiell eingetreten. Sie durfte die Beschwerde daher nicht durch einen Nichteintretensbeschluss erledigen. Zur Behandlung einer Rechtsverzögerungs- oder Rechtsverweigerungsbeschwerde gegen die OZD war die Zollrekurskommission zuständig und sie behauptet nicht, dass die Beschwerde an formellen Mängeln leide. Ob die OZD zu Recht oder Unrecht auf das Begehren des Beschwerdeführers nicht eingetreten ist und ob der dafür vorgebrachte Grund rechtsgenüglich war, gehört zur materiellen Beurteilung der Sache und beschlägt nicht eine Eintretensvoraussetzung. Da die Zollrekurskommission in der Entscheidbegründung materiell tatsächlich auf die Beschwerde eingetreten ist, kann davon ausgegangen werden, sie habe die Beschwerde abgewiesen. Damit entfällt der Vorwurf der Rechtsverweigerung und der Verletzung des rechtlichen Gehörs.\n\n2. Auf den 1. Juli 1975 ist das Bundesgesetz vom 22. März 1974 über das Verwaltungsstrafrecht (VStrR) in Kraft getreten. Es hob u.a. die Art. 90-100 des Zollgesetzes vom 1. Oktober 1925 (ZG) auf, ebenso die Absätze 1 und 3 von Art. 101 ZG, welche die Zollzahlung betreffen. Art. 101 Abs. 3 ZG hatte bestimmt, dass vorgängig der administrativen Strafverfügung wegen Bannbruchs die Festsetzung des geschuldeten Betrages durch die Zollbehörde stattfinde. Hiegegen konnte Beschwerde geführt werden; der rechtskräftig gewordene Zollansatz hatte als Grundlage für die administrative und, im Weiterzugsfall, die richterliche Strafbemessung zu dienen. Das Strafverfahren wickelte sich nach den Regeln der Art. 293ff. BStP ab. Dabei bildete der umgangene Zollbetrag die Grundlage für die Strafzumessung und musste daher grundsätzlich vorweg, d.h. vor Erlass der Strafverfügung, ermittelt werden. Das gleiche galt hinsichtlich der Umgehung der Warenumsatzsteuer (Art. 52 Abs. 1 WUStB).\n\nArt. 101 Abs. 3 ZG ist ersetzt worden durch Art. 73 Abs. 1 und 77 Abs. 4 VStrR. Art. 106 VStrR schreibt aber vor, dass Strafverfahren, in denen die Strafverfügung der Verwaltung nach Art. 293 oder Art. 324 BStP vor dem Inkrafttreten der neuen Vorschriften ergangen ist, nach bisherigem Recht fortgesetzt werden. Die administrative Strafverfügung gegen Z. ist am 28. November erlassen und am 11. Dezember 1973 eröffnet worden. Das Strafverfahren ist daher nach altem Verfahrensrecht fortzusetzen. Das bedingt, dass auch die Bestimmungen BGE 102 Ib 365 S. 368des bisherigen Rechts in bezug auf die Zollfestsetzung bzw. Festsetzung der geschuldeten Warenumsatzsteuern und das gegenseitige Verhältnis zwischen dem Verfahren betreffend Festsetzung der Abgaben und dem Zollstrafverfahren beachtet werden müssen.\n\n3. Im alten und hier an sich anwendbaren Recht unterscheidet Art. 101 ZG deutlich zwischen dem Verfahren zur Festsetzung des geschuldeten Abgabebetrages und der administrativen und richterlichen Strafbemessung (BGE 88 IV 91 E. 2a). Die Abgabenfestsetzung durch die zuständige Zollbehörde geht der administrativen Strafverfügung und einem allfälligen gerichtlichen Verfahren zur Festsetzung der Strafe für den Bannbruch voraus, wobei der rechtskräftig gewordene Abgabebetrag als Grundlage für die administrative und die richterliche Strafbemessung zu dienen hat. Art. 305 Abs. 1 BStP bestimmte ferner, das Strafverfahren sei durch die Gerichte einzustellen, bis das Verwaltungsgericht - und dazu gehört auch die Zollrekurskommission (BGE 88 IV 94 E. 3) - über die Leistungspflicht entschieden habe, wenn diese bei ihm angefochten worden sei. Art. 124 der Vollziehungsverordnung zum ZG vom 10. Juli 1926 gestattete nämlich, die Strafverfügung auch zu erlassen, wenn gegen die Zollfestsetzung Beschwerde erhoben worden war, so dass es vorkommen konnte, dass über die Abgabenfestsetzung noch nicht rechtskräftig entschieden und dennoch das Strafverfahren bei den Gerichten anhängig war (vgl. auch Art. 299 BStP). Die Verordnungsvorschrift wurde im Zuge des Erlasses des VStrR aufgehoben und ersetzt.\n\nAuch nach neuem Recht ist die Zuständigkeit nicht wesentlich anders geordnet; das Verfahren zur Festsetzung des geschuldeten Abgabebetrages und das Strafverfahren sind voneinander getrennt. Ein Antrag, die Gerichte im Strafverfahren vorfrageweise auch über die Rechtsbeständigkeit der Abgabenforderung entscheiden zu lassen, blieb in den parlamentarischen Verhandlungen in der Minderheit (Amtl. Bull. 1973 N I 492). Eine Änderung trat nur in dem Sinne ein, dass den Gerichten bei offensichtlicher Unrichtigkeit der Abgabenfestsetzung die Möglichkeit eingeräumt wird, die Akten an die Verwaltungsbehörden zurückzuweisen, offenbar in der Meinung, diese hätten aufgrund des gerichtlichen Urteils in dessen Sinn neu zu verfügen. Hat jedoch ein Verwaltungsgericht die BGE 102 Ib 365 S. 369geschuldete Abgabe festgesetzt, muss der Strafrichter die rechtskräftig festgesetzte Abgabe seiner Strafzumessung zugrundelegen.\n\nAufgrund dieser Ordnung ergibt sich, dass die Zuständigkeit zur Festsetzung der Abgabe nicht einfach an die Gerichte übergeht, wenn diese im Strafverfahren die Strafe nach Massgabe des umgangenen Abgabebetrages festzusetzen haben. Nach wie vor bleiben die Verwaltungs- bzw. die Verwaltungsrechtspflegebehörden dafür zuständig.\n\n4. Im hier zu beurteilenden Zusammenhang handelt es sich nicht um die Festsetzung des Abgabenbetrages, sondern um die Frage, ob dieser (hier durch das Strafprotokoll vom 26. Juni 1973) rechtskräftig ermittelt worden sei. Die Frage, ob die geschuldeten Abgaben rechtskräftig festgesetzt sind, ist für den Strafrichter verfahrensrechtlich von Bedeutung. Falls die Rechtskraft nicht eingetreten ist, hat er seinen Entscheid bis zur rechtskräftigen Erledigung durch die zuständigen Behörden auszusetzen. Der Strafrichter hat also vorweg darüber zu befinden, ob der Zoll (allenfalls die Warenumsatzsteuer) rechtskräftig festgesetzt worden ist oder nicht. Der Entscheid darüber betrifft jedoch für ihn nur eine Vorfrage; es handelt sich allenfalls um einen Zwischenentscheid, der für das Verfahren der Abgabenermittlung keine Bedeutung hat. Zur vorfrageweisen Beurteilung von Rechtsfragen, deren Beantwortung an sich in die Zuständigkeit einer andern Behörde fällt, ist nach schweizerischer Auffassung der Richter berechtigt, wenn ihm diese Befugnis nicht - wie gerade in bezug auf die Abgabenfestsetzung - ausdrücklich entzogen ist (BGE 98 Ia 120; GRISEL, Droit administratif suisse, S. 93; IMBODEN-RHINOW, Schweizerische Verwaltungsrechtsprechung, 5. Aufl., Nr. 142 I). Die vorfrageweise Entscheidung schafft jedoch nicht Recht in der Hauptsache (BGE 88 I 9 mit Hinweisen). Sie kommt denn auch im Dispositiv des richterlichen Urteils in der Regel nicht zum Ausdruck. Für die Administrativbehörden ist sie nicht verbindlich und entbindet diese auch nicht davon, die Frage der Rechtskraft selbständig zu beurteilen, sofern das erforderlich wird. Die mit der Festsetzung der Abgabe zuständigkeitshalber befassten Behörden können deshalb die Überprüfung, ob ihre Verfügung rechtskräftig geworden sei, nicht mit der Begründung ablehnen, der Strafrichter habe die Rechtskraft anerkannt. Behauptet der Pflichtige im BGE 102 Ib 365 S. 370Beschwerdeverfahren, die Abgabe sei nicht rechtskräftig festgesetzt und es stehe ihm der Rechtsmittelweg noch offen, haben sich die mit der Veranlagung befassten Behörden mit dem Einwand auseinanderzusetzen und dürfen nicht auf das Urteil im Strafverfahren verweisen, mögen sie sich möglicherweise auch der im Strafurteil enthaltenen Begründung, weshalb die Rechtskraft eingetreten sei, anschliessen. Welche Folgen für das rechtskräftige gerichtliche Urteil eintreten, wenn der Strafrichter die Rechtskraft bejaht und die Administrativjustiz sie verneint, braucht hier nicht geprüft zu werden; aus den nachfolgenden Erwägungen ergibt sich nämlich, dass die Veranlagungsverfügung im Strafprotokoll vom 26. Juni 1973 mangels formrichtiger Beschwerde an die OZD rechtskräftig geworden ist.\n\n5. Auf das Beschwerdeverfahren vor den Zollbehörden finden seit dem 1. Juni 1973 gemäss dem revidierten Art. 109 ZG (in der Fassung vom 6. Oktober 1972) die Bestimmungen des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren (VwVG) Anwendung (die Art. 110-116 ZG wurden damals aufgehoben). Über den Eintritt der formellen Rechtskraft von Verfügungen enthält das Gesetz selber keine Bestimmungen. Doch lassen sich dem Art. 39 VwVG gewisse Grundsätze entnehmen. Nach Lehre und Rechtsprechung wird eine Verfügung rechtskräftig u.a. mit dem unbenutzten Ablauf einer allfälligen Rechtsmittelfrist, sofern das Gesetz nichts anderes bestimmt (GYGI, Verwaltungsrechtspflege und Verwaltungsverfahren im Bund, 2. Aufl., S. 162f.). Die Rechtskraft fällt nachträglich dahin, wenn die Beschwerdefrist (wie nach Art. 24 VwVG) wieder hergestellt wird. Im weitern kann die Rechtskraft in Abgabesachen eintreten mit der Anerkennung der Abgabepflicht und des Abgabebetrages.\n\n6. Z. hat am 26. Juni 1973 ein Strafprotokoll unterzeichnet. In ihm war auf der ersten Seite der Betrag des umgangenen Zolles mit Fr. -.96, derjenige der umgangenen Warenumsatzsteuern mit Fr. 15'000.-- angegeben. Z. unterzeichnete dieses Protokoll auf der ersten Seite. Auf einem Einlageblatt wurden der Tatbestand, die Berechnung der umgangenen Abgaben sowie die Verfehlungen im einzelnen angeführt. Am Schluss steht der Vermerk: \"Herr Z. hat dieses Protokoll selbst gelesen und anerkennt den darin festgehaltenen Tatbestand als richtig.\" Z. unterzeichnete auch dieses Einlageblatt.\n\nBGE 102 Ib 365 S. 371Blatt 1 des Strafprotokolls enthält vorgedruckt die Rechtsmittelbelehrung, dass gegen die Festsetzung des umgangenen Zolles und der umgangenen Warenumsatzsteuern innert 30 Tagen bei der OZD Beschwerde erhoben werden kann.\n\nAm 17. Juli 1973 liess Z. der OZD ein Schreiben zugehen, das er mit \"Beschwerde\" überschrieb und das folgenden Wortlaut hat:\n\n\"Betrifft: Beschwerde (Akten Nr. p 22.15.73 ZGR.) (Strafprotokoll Nr. 2891.)\n\nFolgende Beschuldigungen liegen vor:\n\n- ein Vergehen im Sinne des BG über das Zollwesen vom 1.10.1925;\n\n- eine Übertretung des Bundesbeschlusses vom 29.7.1941 betr. die WUST.\n\nZu Absatz 1 ist folgendes zu sagen:\n\nDa zu befürchten war, dass das deklarierte Haschisch unverzüglich der Polizei gemeldet wird, musste ich von einer Deklaration absehen. Mein Demokratiebewusstsein toleriert keine staatlichen Eingriffe in die Intimsphäre des Bürgers, solange Drittpersonen unbehelligt bleiben vom Verhalten des Betreffenden.\n\nZu Absatz 2:\n\nWarenumsatzsteuer wird meines Wissens nur beim Umsetzen der Ware erhoben.\n\nDa ich nie daran gedacht habe, die erwähnte Ware umzusetzen, sondern Konsument bin, erweist sich auch die zweite Anschuldigung als nichtig.\n\nHochachtungsvoll grüsst Sie\n\nZ.\"\n\nDiese Eingabe genügte den Anforderungen, welche das Bundesverwaltungsverfahrensrecht an Inhalt und Form einer Beschwerdeschrift stellt, offensichtlich nicht. Nach Art. 52 VwVG hat nämlich die Beschwerdeschrift die Begehren, deren Begründung mit Angabe der Beweismittel und die Unterschrift des Beschwerdeführers oder seines Vertreters zu enthalten. Die Ausfertigung der angefochtenen Verfügung und die als Beweismittel angerufenen Urkunden sind beizulegen, soweit der Beschwerdeführer sie in Händen hat. Die Eingabe des Beschwerdeführers vom 17. Juli 1973 enthielt - trotz Betitelung als Beschwerde - kein Begehren; Z. nahm darin Stellung zu den ihm im Strafprotokoll zur Last gelegten Widerhandlungen gegen die Eidg. Zoll- und Steuergesetzgebung und rechtfertigte sein Verhalten. Aus seiner Eingabe konnte die OZD nicht unmissverständlich erkennen, in welcher Richtung die angefochtene Verfügung zu überprüfen war, BGE 102 Ib 365 S. 372verlangte doch Z. weder ausdrücklich noch sinngemäss deren Aufhebung oder Änderung. Verfahrensrechtlich kann Z. daher vorgeworfen werden, dass er im Schreiben vom 17. Juli 1973 die beantragte Rechtsfolge und damit den Streitgegenstand nicht bestimmt hat, was nach Art. 52 VwVG Verfahrenspflicht des Beschwerdeführers ist. Unter diesen Umständen war die Frage, die sich die OZD gestellt hat, nämlich, ob im Schreiben vom 17. Juli 1973 überhaupt eine Beschwerde im Sinne der Art. 44ff. VwVG erblickt werden könne, durchaus gerechtfertigt. Wenn auch im Verwaltungsverfahren hinsichtlich Form und Inhalt einer Beschwerde keine hohen Anforderungen gestellt werden und die Einhaltung von Formvorschriften nicht nach strengen Massstäben beurteilt wird, muss vom Rechtsuchenden doch ein Mindestmass an Sorgfalt in der Beschwerdeführung verlangt werden. Soll einer Eingabe nämlich die Wirkung zukommen, dass sie den Eintritt der Rechtskraft hemmt und die Vollstreckung aufschiebt (Art. 55 Abs. 1 VwVG), hat der Beschwerdeführer erkenntlich seinen Willen um Änderung der ihn betreffenden Rechtslage zum Ausdruck zu bringen. Dies hat Z. unterlassen. Der OZD standen zwei Wege offen, um das Verfahren ordnungsgemäss weiterzuführen bzw. abzuschliessen: War sie der Ansicht, es liege keine Beschwerde vor, hatte sie dies in einem Nichteintretensentscheid förmlich festzustellen; bejahte sie aber das Vorliegen einer Beschwerde, die den formellen Anforderungen des Art. 52 VwVG nicht genügte, hatte sie das in den Abs. 2 und 3 dieser Bestimmung vorgesehene Verbesserungsverfahren einzuleiten. Die OZD wählte einen dritten, im Gesetz nicht vorgesehenen Weg: Sie belehrte Z. in einem Brief über die konkrete Rechtslage und bat ihn, innert 10 Tagen mitzuteilen, ob es sein Wille sei, gegen die Steuerfestsetzung Beschwerde zu erheben und einen förmlichen Beschwerdeentscheid zu erhalten. Wenngleich das Gesetz ein solches Verfahren nicht vorsieht (aber auch nicht ausschliesst), so hat die OZD damit immerhin unmissverständlich zum Ausdruck gebracht, dass die Eingabe von Z., wenn sie überhaupt als Beschwerde betrachtet werden konnte, zumindest mangelhaft und daher verbesserungsbedürftig war, und dass sie innert 10 Tagen verbessert werden musste, sofern die Sache einer materiellen Beurteilung unterzogen werden sollte. Unzweckmässig war dagegen die Annahme der OZD, Stillschweigen des Beschwerdeführers BGE 102 Ib 365 S. 373bedeute Verzicht auf das Rechtsmittel und es bedürfe dann keines förmlichen Entscheides mehr, der die Sache abschliesse. Wohl mag es nämlich in Fällen, in denen nicht klar ist, ob der Beschwerdeführer tatsächlich Beschwerde führen oder sich bloss in einer ihn betreffenden Sache äussern will, zweckmässig sein, diesen zur Verdeutlichung seiner Absichten aufzufordern, um einen unnötigen Leerlauf zu vermeiden und ihm allenfalls Kosten zu ersparen. Es widerspricht aber einem ordnungsgemäss geführten Verwaltungsverfahren, im Falle, da der \"Beschwerdeführer\" auf eine entsprechende Aufforderung hin nicht reagiert, das Verfahren nicht durch einen Nichteintretensentscheid wegen fehlender Begehren und Begründung (Art. 52 Abs. 3 VwVG) abzuschliessen. Denn erst ein solcher Entscheid schafft klare Rechtsverhältnisse, namentlich im Hinblick auf die Rechtskraft des Erstentscheides.\n\nDer Beschwerdeführer erklärt, er sei während des 10tägigen Fristenlaufes im Ausland gewesen und das Schreiben sei ihm bei seiner Rückkehr von der Person, die es in Empfang genommen habe, nicht ausgehändigt worden. Er reagierte auf die Erklärungsaufforderung aber selbst dann nicht, als er nachträglich davon Kenntnis erhielt. In der beinahe 17 Monate später von seinem Anwalt eingereichten Aufforderung an die OZD, es sei die Beschwerde zu behandeln, unterliess er es erneut, konkrete materielle Rechtsbegehren zu stellen. Die OZD war unter diesen Umständen nicht mehr verpflichtet, dem Beschwerdeführer im Anschluss an das Schreiben seines Anwalts vom 20. März 1975 eine neue Frist zur Beschwerdeverbesserung einzuräumen. Sie durfte im Schreiben vom 4. April 1975 auf Nichteintreten erkennen. Dies tat sie - allerdings mit anderer Begründung. Nicht weil die Sache durch den Übergang auf die Gerichte der Kognition der Verwaltungs- bzw. Verwaltungsrechtspflegebehörden entzogen war, sondern weil die Verwaltungsbeschwerde die formellen Eintretensvoraussetzungen nach Massgabe des Art. 52 VwVG nicht erfüllte, konnte und durfte sich die OZD mit der Sache nicht mehr befassen. Demnach hätte sich auch die anschliessend angegangene Zollrekurskommission einzig mit der prozessualen Frage des Eintretens nach Art. 52 VwVG befassen und aus formellen Gründen die Beschwerde abweisen sollen. Die unrichtige Begründung der Vorinstanzen ändert aber BGE 102 Ib 365 S. 374nichts daran, dass die OZD auf die bei ihr eingereichte Beschwerde mangels Verbesserung nicht mehr eintreten musste.\n\nDas Begehren um materielle Beurteilung von Rechtsbegehren, die formell nie rechtsgenüglich gestellt worden sind, stösst somit ins Leere. Die Verwaltungsgerichtsbeschwerde erweist sich als unbegründet; sie ist daher abzuweisen."}