{"annee": "102", "cour": "IV", "page": "259", "date": "9/9/1976", "cite": ["84 IV 111", "91 IV 91", "85 IV 84", "80 IV 196", "99 IV 173", "95 IV 92", "93 IV 104"], "cite_par": ["115 IV 139", "129 IV 44", "106 IV 58", "116 IV 157"], "chapeau": "60. Urteil des Kassationshofes vom 9. September 1976 i.S. X. gegen Polizeirichteramt der Stadt Zürich", "regestes": ["Art. 14 al. 1 OCR. Sous réserve d'une signalisation ou de marques contraires, l'ayant droit bénéficie de la priorité sur l'entier de la surface d'intersection des routes en cause. Cela vaut également pour les chaussées à plusieurs pistes."], "faits": "|259|\n\nA.- X. führte am 19. April 1975, um 18.00 Uhr einen Personenwagen in Zürich auf der Gutstrasse in Richtung Birmensdorferstrasse. Als er sich der rechtsseitigen Einmündung der Fellenbergstrasse näherte, schickte sich Y. an, aus dieser nach rechts in die dort 10,5 m breite Fahrbahnhälfte der Gutstrasse einzubiegen. X. setzte dessen ungeachtet seine Fahrt auf dem linken Drittel der rechten Strassenhälfte in der Einmündungszone fort. Dabei kam es ca. 15 m nach Beginn einer Verkehrsinsel, deren vorderster Teil in jener Zone liegt, zur Kollision, indem das Fahrzeug des Y. mit dem Heck nach links ausbrach und gegen die rechte Seite des von X. gesteuerten Wagens stiess.\n\nB.- Am 16. März 1976 büsste der Einzelrichter in Strafsachen des Bezirksgerichtes Zürich X. wegen Übertretung von Art. 14 Abs. 1 VRV mit Fr. 40.--.\n\nEine von X. gegen dieses Urteil eingereichte kantonale Nichtigkeitsbeschwerde wies das Obergericht des Kantons Zürich am 4. Juni 1976 ab.\n\nC.- X. führt eidgenössische Nichtigkeitsbeschwerde. Er beantragt Freisprechung von Schuld und Strafe.\n\n|260|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Vorinstanz stellt fest, dass der Beschwerdeführer und Y. ungefähr im gleichen Zeitpunkt die Verzweigung Gutstrasse/Fellenbergstrasse erreichten. Der Verkehr auf der letzteren Strasse ist gegenüber demjenigen auf der Gutstrasse vortrittsberechtigt. In Anlehnung an die Rechtsprechung des Bundesgerichtes nahm die Vorinstanz an, es habe sich das Vortrittsrecht des Y. auf die ganze Schnittfläche der beiden Strassen und damit auch auf den linken Drittel der rechten Fahrbahnhälfte der Gutstrasse bezogen; der Beschwerdeführer habe daher diesen Raum mangels einer entsprechenden Signalisation und Markierung wegen des gleichzeitig eintreffenden Y. nicht in Anspruch nehmen dürfen.\n\nDiese Auffassung wird vom Beschwerdeführer wegen der \"ausserordentlichen Breite\" der rechten Fahrbahnhälfte von 10,5 m angefochten. Er hält dafür, dass eine Ausnahme vom genannten Grundsatz zu machen sei, wenn die fragliche Fahrbahnhälfte eine Breite von drei Fahrspuren aufweise. Unter solchen Umständen dürfe das linke Drittel vom Wartepflichtigen in Anspruch genommen werden. Dem von rechts kommenden Vortrittsberechtigten verblieben hier immer noch 7 m der rechten Strassenhälfte. Dieser könne sein Vortrittsrecht nicht schrankenlos beanspruchen und die ganze Fahrbahnhälfte von 10,5 m in Beschlag nehmen. Im übrigen anerkenne die Vorinstanz selber, dass die Auffassung des Beschwerdeführers der Verflüssigung des Verkehrs dienlich wäre. Wenn sie dennoch aufgrund der Rechtsprechung des Bundesgerichtes eine Verletzung des Vortrittsrechtes angenommen habe, so verkenne sie dabei, dass am Unfallort besondere Verhältnisse gegeben seien, denen auch das Bundesgericht in BGE 93 IV 104 ff. Rechnung getragen habe.\n\n2. Die Berufung des Beschwerdeführers auf BGE 93 IV 104 ff. geht fehl. Dieser Entscheid weist ausdrücklich darauf hin, dass bei den damals zu beurteilenden Verhältnissen nicht ein Fall der Art. 36 Abs. 2 SVG und 14 Abs. 1 VRV, also eine Verletzung des Vortrittsrechtes, in Frage stand, sondern ein Kreuzen zweier Fahrzeuge, von denen ein jedes an einem zu seiner Rechten befindlichen Hindernis vorbeifuhr (Erw. 1 S. 107 oben). Eine solche Verkehrslage ist im vorliegenden Fall nicht gegeben.\n\n|261|\n\nDen Grundsatz aber, dass dem Berechtigten der Vortritt nicht bloss an einer bestimmten Stelle der Verzweigung, sondern auf der ganzen Fläche, auf der sich die zusammentreffenden Strassen überschneiden, zusteht, und dass er das Vortrittsrecht auch durch pflichtwidriges Verhalten nicht verliert, hat das Bundesgericht bisher - unter Vorbehalt einer abweichenden Signalisation oder Markierung - ohne jede Einschränkung angewendet (BGE 80 IV 199, BGE 84 IV 114, E. 3, BGE 85 IV 87, BGE 91 IV 93, BGE 95 IV 96, E. 4, BGE 99 IV 174 /175). Entsprechend hat der Kassationshof es in einem Fall ausdrücklich abgelehnt, breite Fahrbahnen oder Plätze, in welche mehrere Strassen einmünden, vom oben genannten Grundsatz auszunehmen (BGE 95 IV 95). Dabei wurde noch besonders hervorgehoben, dass der Wartepflichtige auch nicht etwa die linke Fahrbahnhälfte beanspruchen dürfe, da der Vortrittsberechtigte diesen Teil der Strasse nicht nur wegen eines Fehlers, sondern auch aus legitimen Gründen befahren könne, z.B. um an einem Hindernis zu seiner Rechten vorbeizufahren oder um ein anderes Fahrzeug zu überholen, was unter den Voraussetzungen des Art. 43 Abs. 3 SVG bei Verzweigungen zulässig sei. Je nach der Verkehrssituation darf der Berechtigte auch auf die linke Spur fahren, um rechtzeitig vor der nächsten Verzweigung zum Abbiegen nach links einzuspuren (Art. 36 Abs. 1 SVG).\n\nAuf der gleichen Linie liegen die deutsche Lehre und Rechtsprechung. Auch sie stehen auf dem Standpunkt, dass ein verkehrswidriges Verhalten des Berechtigten seine Vorfahrt nicht beseitige, er insbesondere sein Recht nicht durch zu weites Linksfahren verliere. Dabei wird nirgends für breite Fahrbahnen eine Einschränkung in dem vom Beschwerdeführer beantragten Sinne vorgesehen (JAGUSCH, Strassenverkehrsrecht, 21. Aufl. N. 30 zu § 8 StVO 1; DAR 1972, S. 147 Ziff. 10 und 1974 S. 297). Vielmehr sind deutsches Schrifttum und Praxis der Meinung, dass der Wartepflichtige auf der Höhe der Vorfahrtsstrasse nur weiterfahren darf, wenn jede Möglichkeit eines Zusammenstosses und jede Beeinträchtigung eines sich nähernden Vorfahrtsberechtigten ausgeschlossen sind (DAR 1974, S. 238 Ziff. 21a).\n\nEs ist deshalb, entgegen der Meinung des Beschwerdeführers, auch auf breiten Fahrbahnen wie der Gutstrasse in Zürich am Grundsatz des Rechtsvortrittes auf der gesamten Schnittfläche der zusammentreffenden Strassen festzuhalten.\n\n|262| Freilich käme eine Ordnung in dem vom Beschwerdeführer vorgeschlagenen Sinne dem Postulat einer flüssigen Verkehrsabwicklung entgegen. Indessen muss die Verkehrssicherheit den Vorrang haben. Wollte man es der Beurteilung des Wartepflichtigen überlassen, in jedem Fall abzuschätzen, ob die rechte Fahrbahnhälfte breit genug sei, um bei Inanspruchnahme der linken Spur die Möglichkeit eines Zusammenstosses oder einer Beeinträchtigung des Vortrittsberechtigten auszuschliessen, und ob der Vortrittsberechtigte einen sachlichen Grund habe, auf die linke Spur oder in deren unmittelbaren Nähe zu fahren, so würde damit in das Verkehrsgeschehen ein Moment der Unsicherheit hineingetragen. Gerade das aber muss vor allem dort vermieden werden, wo elementare Verkehrsregeln wie diejenige des Rechtsvortrittes in Frage stehen. Das Postulat der Einfachheit und Klarheit solcher Normen, die in besonderer Weise der Verkehrssicherheit dienen, gebieten Ausnahmen von der Regel auch aus triftigen Gründen nur dort zuzulassen, wo diese Sicherheit nicht gefährdet wird. Das trifft jedoch in Fällen wie dem vorliegenden nicht zu.\n\nEs ist allerdings nicht zu verkennen, dass das Ergebnis bei bestimmten Strassen unter dem Gesichtspunkt der Verkehrsflüssigkeit wenig befriedigt. Indessen ist eine Korrektur dieses Nachteils nicht über den Weg eines Einbruchs in die Regel des Rechtsvortrittes zu suchen, sondern von der zuständigen Behörde durch eine entsprechende Signalisation oder Markierung herbeizuführen. So wird schon bisher bei Schnellstrassen gelegentlich die äusserste linke Spur im Bereich von Einmündungen und eine gewisse Strecke darüber hinaus durch eine Sicherheitslinie von den anderen Spuren getrennt. In diesem Bereich dürfen Fahrzeuge nicht von der äussersten linken Fahrspur in eine andere Spur wechseln und umgekehrt. Von rechts einmündende Fahrzeuglenker dürfen höchstens bis zur Sicherheitslinie fahren und erst nach deren Ende in die äusserste linke Spur wechseln.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}