{"annee": "102", "cour": "V", "page": "51", "date": "16/1/1976", "cite": [], "cite_par": [], "chapeau": "13. Urteil vom 16. Januar 1976 i.S. Lanz gegen Ausgleichskasse des Kantons Bern und Versicherungsgericht des Kantons Bern", "regestes": ["Moyens auxiliaires pour établir des contacts avec l'entourage (art. 21 al. 2 LAI). Celui qui, malgré des difficultés dues à sa paralysie, peut se faire comprendre oralement de ses proches n'a pas droit à une machine à écrire automatique."], "faits": "|51|\n\nA.- Der 1953 geborene Hansjörg Lanz, Bezüger einer ganzen Invalidenrente sowie einer Entschädigung wegen schwerer Hilflosigkeit, ist cerebral gelähmt. Er ist in der Lage, sich mit den Angehörigen mündlich einigermassen zu verständigen.\n\nAm 17. September 1974 ersuchte die Beratungs- und Fürsorgestelle Biel-Seeland der Pro Infirmis um Abgabe einer mit besonderen Steuergeräten versehenen elektrischen Schreibmaschine.\n\nAuf Anfrage der Invalidenversicherungs-Kommission liess sich das Bundesamt für Sozialversicherung dahin vernehmen, dass der Versicherte die Bedingungen zur Abgabe eines automatischen Schreibgerätes zu Lasten der Invalidenversicherung nicht erfülle.\n\nDurch Verfügung vom 29. Januar 1975 lehnte die Ausgleichskasse das Gesuch ab mit der Begründung, es bestehe keine totale Sprechunfähigkeit; es sei dem Versicherten möglich, mit den Familienangehörigen - wenn auch unter Schwierigkeiten - sprachlich in Kontakt zu treten.\n\nB.- Das Versicherungsgericht des Kantons Bern wies durch Entscheid vom 23. April 1975 eine gegen diese Verfügung erhobene Beschwerde ab.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde lässt der Vater des Versicherten durch den Rechtsdienst für |52| Behinderte beantragen, in Aufhebung der angefochtenen Kassenverfügung und des kantonalen Entscheides sei seinem Sohne ein Possum-Gerät mit elektrischer Schreibmaschine abzugeben. Es wird im wesentlichen geltend gemacht, ein Kontakt mit der Umwelt könne nicht als hergestellt betrachtet werden; der nicht zu leugnende Kontakt zur Mutter sei nicht ausreichend.\n\nAusgleichskasse und Bundesamt für Sozialversicherung schliessen auf Abweisung der Verwaltungsgerichtsbeschwerde.\n\nAm 11. November 1975 ersuchte der Vertreter des Versicherten um Anordnung eines Augenscheins.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Es ist unbestritten, dass der Beschwerdeführer keinen Anspruch auf Abgabe eines automatischen Schreibgerätes auf Grund von Art. 21 Abs. 1 IVG besitzt. Es fragt sich somit, ob ihm das Hilfsmittel gestützt auf Art. 21 Abs. 2 IVG abgegeben werden kann. Laut dieser Bestimmung in Verbindung mit Art. 14 Abs. 2 in fine IVV und Art. 4 HV werden ohne Rücksicht auf die Erwerbsfähigkeit mit besonderen Steuergeräten versehene elektrische Schreibmaschinen Versicherten abgegeben, die wegen Lähmung sprech- und schreibunfähig sind und nur mit Hilfe eines solchen Gerätes mit der Umwelt in Verbindung treten können. Der Zweck von Art. 4 HV besteht darin, wegen Lähmung sprech- und schreibunfähigen Versicherten die Herstellung der Verbindung zur Umwelt überhaupt zu ermöglichen, nicht aber, diesen - bereits bestehenden - Kontakt zu erweitern. Voraussetzung zur Abgabe der in dieser Bestimmung erwähnten Geräte ist, dass ein solcher Versicherter nur mit deren Hilfe mit der Umwelt in Verbindung treten kann. Ein Versicherter, der sich mit jenen Personen mündlich verständigen kann, mit denen er in täglichem Kontakt steht, hat somit keinen Anspruch auf Abgabe dieser Geräte durch die Invalidenversicherung.\n\n2. Im Lichte dieser Grundsätze ist zu prüfen, ob dem wegen seiner Lähmung schreibunfähigen Hansjörg Lanz die verlangte automatische Schreibeinheit, die er funktionell bedienen kann, zu Lasten der Invalidenversicherung abgegeben werden darf. Entscheidend ist dabei, ob der Beschwerdeführer nur mit Hilfe eines solchen Gerätes mit der Umwelt in Verbindung treten kann.\n\n|53|\n\nAus den Akten geht hervor, dass der Versicherte sehr mühsam und stockend unter zunehmender Verkrampfung und ständigen unwillkürlichen Bewegungen des Kopfes und der Extremitäten spricht. Er ist in der Lage, Briefe und Aufsätze zu diktieren (Schulbericht aus dem Jahre 1969; Bericht der Regionalstelle Bern für berufliche Eingliederung vom 16. Oktober 1969). Den Kontakt zur Umwelt stellt er durch die Sprache her; er ist fähig, seine Gedanken auf einfache Weise zu formulieren und zu diktieren (Bericht der Pro Infirmis vom 1. Juni 1971). Eine Verbindungsaufnahme durch die Sprache ist jedoch lediglich mit den unmittelbaren Bezugspersonen möglich; die sprachlichen Kommunikationsmöglichkeiten des Versicherten sind gegenüber Aussenstehenden äusserst gering. Im Kontakt mit Fremden ist er einerseits gehemmt, anderseits erregt er sich, was sein Sprachvermögen und somit die Verständigung wesentlich erschwert (Bericht der Pro Infirmis vom 9. Oktober 1974).\n\nDiese aktenmässigen Feststellungen decken sich im wesentlichen mit den tatbeständlichen Ausführungen in der Verwaltungsgerichtsbeschwerde, so dass sich ein Augenschein erübrigt. Die beim Beschwerdeführer vorhandenen sprachlichen Ausdrucksmöglichkeiten, die es ihm ermöglichen, sich mit jenen Personen zu verständigen, mit denen er in täglichem Kontakt steht, verbieten die Annahme einer Sprechunfähigkeit im Sinne des Art. 4 HV. Eine Abgabe des automatischen Schreibgerätes durch die Invalidenversicherung ist daher ausgeschlossen.\n\nDie Verwaltung würde ein neues, nach Inkrafttreten einer allfälligen Revision der HV eingereichtes Gesuch unter den neuen rechtlichen Gesichtspunkten prüfen.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}