{"annee": "102", "cour": "V", "page": "140", "date": "14/9/1976", "cite": [], "cite_par": ["112 V 255"], "chapeau": "32. Auszug aus dem Urteil vom 14. September 1976 i.S. Poltera gegen Schweizerische Unfallversicherungsanstalt und Versicherungsgericht von Graubünden", "regestes": ["Art. 77 LAMA. L'activité indépendante accessoire doit être prise en considération pour évaluer l'invalidité de l'assuré qui n'est pas occupé à plein temps dans l'entreprise soumise à l'assurance (changement de jurisprudence)."], "faits": "BGE 102 V 140 S. 141\n\nA.- Der Landwirt Poltera arbeitete jeweils im Winter während ungefähr 4 Monaten bei der X. Bergbahnen AG. Am 12. Februar 1973 geriet er mit beiden Händen in ein laufendes Brems- und Förderband. Dabei zog er sich mehrere Verletzungen der Finger zu, die zum Teil amputiert wurden. Am 7. Mai 1973 war der Versicherte klinisch geheilt, und die Behandlung konnte abgeschlossen werden.\n\nMit Verfügung vom 14. September 1973 sprach die Schweizerische Unfallversicherungsanstalt (SUVA), die für Taggeld und Heilungskosten aufgekommen war, dem Versicherten für die Zeit vom 1. September 1973 bis 31. August 1974 eine Rente wegen 20%iger und für die Folgezeit eine solche wegen 10%iger Invalidität zu.\n\nB.- Jakob Poltera liess \"Klage\" einreichen mit den Anträgen: Die SUVA sei zu verpflichten, ihm vom 1. September 1973 hinweg bis zum AHV-Alter eine monatliche Rente von Fr. 1'025.55 auszurichten unter Abzug der bereits geleisteten Monatsbetreffnisse von Fr. 175.--; ferner sei die Rente jährlich dem Lebenskostenindex anzupassen. Die Leistungsfähigkeit in der Landwirtschaft sei von Dr. med. L. auf 25-30% veranschlagt worden. Bei der Rentenberechnung dürfe, abweichend von der SUVA, nicht von einem Jahresverdienst von Fr. 15'000.-- ausgegangen werden. Massgebend sei vielmehr das Jahreseinkommen von Fr. 25'115.75, das sich aus dem landwirtschaftlichen Einkommen von Fr. 19'557.--, dem Verdienst aus unselbständiger Tätigkeit bei der X. Bergbahnen AG von Fr. 5'020.80 und einem für Sägereiarbeiten bezogenen Gehalt von Fr. 537.95 zusammensetze. Bei 70%iger Invalidität ergebe sich damit die verlangte Monatsrente.\n\nDas Versicherungsgericht des Kantons Graubünden hat die \"Klage\" am 17. Februar/10. März 1975 in dem Sinne gutgeheissen, dass es die SUVA verpflichtete, dem Versicherten ab 1. September 1974 eine Dauerrente von 15%, berechnet auf einem Jahreseinkommen von Fr. 15'000.--, auszuzahlen.\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt Poltera, es sei ihm eine Rente wegen 70%iger Invalidität zuzusprechen.\n\nBGE 102 V 140 S. 142Zur Begründung bringt er vor: Die X. Bergbahnen AG habe ihn entlassen, da er wegen der körperlichen Behinderung die Mechanikerarbeiten nicht mehr verrichten könne. Zudem müsse berücksichtigt werden, dass er in seiner \"Hauptfunktion als Landwirt\" noch viel mehr behindert sei denn als Gondelbahn-Angestellter. Die SUVA habe für den ganzen Verdienstausfall von 70% des Jahreseinkommens von Fr. 25'000.-- zu haften ...", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer verlangt erneut, dass bei der Rentenberechnung nicht nur der Lohn berücksichtigt werde, den er als Bergbahn-Angestellter bezogen habe; zum anrechenbaren Verdienst gehöre vielmehr auch sein Einkommen aus der Landwirtschaft.\n\nGemäss Lohnbescheinigung der X. Bergbahnen AG betrug der Monatslohn des Beschwerdeführers Fr. 1'225.--. Hätte der Beschwerdeführer ganzjährig bei den X. Bergbahnen gearbeitet, würde sich das Jahreseinkommen auf rund Fr. 15'000.-- belaufen haben. Ein höherer Verdienst darf gemäss Art. 79 Abs. 2 und 3 KUVG nicht berücksichtigt werden. Die SUVA hat daher zu Recht einen Jahresverdienst von Fr. 15'000.-- zugrundegelegt.\n\n3. Sein weiteres Begehren, den Invaliditätsgrad nicht bloss auf 15%, sondern auf 70% festzusetzen, begründet der Beschwerdeführer damit, dass er als Gondelbahn-Angestellter auch Mechanikerarbeiten verrichtet habe, inzwischen von der Arbeitgeberfirma \"nicht mehr weiter angestellt\" worden und auch in der Landwirtschaft sowie als Sägereiarbeiter beträchtlich behindert sei.\n\na) Im angefochtenen Entscheid wird ausdrücklich erwähnt, der Beschwerdeführer sei bei den X. Bergbahnen auch für Unterhaltsarbeiten eingesetzt gewesen und habe damit Tätigkeiten eines Mechanikers ausgeübt. Die Vorinstanz bemerkt, er werde wegen der Fingerschäden kaum mehr qualifizierte Unterhaltsarbeiten verrichten können, sondern sich mit anspruchsloseren Arbeiten begnügen müssen. Zu Unrecht meint also der Versicherte, das kantonale Versicherungsgericht habe bei der Invaliditätsschätzung seine Beeinträchtigung bei Mechanikerarbeiten nicht berücksichtigt.\n\nBGE 102 V 140 S. 143\n\nDer kantonale Richter führt sodann aus, die Erwerbsmöglichkeiten des Beschwerdeführers seien \"auf dem für ihn in Betracht fallenden Arbeitsmarkt\" spürbar beeinträchtigt. Es erscheint fraglich, ob diese Beeinträchtigung mit der vorinstanzlichen Invaliditätsschätzung hinreichend berücksichtigt worden ist. Dabei ist nämlich zu beachten, dass der Beschwerdeführer geltend macht, infolge seiner Behinderung habe ihn die X. Bergbahnen AG entlassen, was noch zu überprüfen wäre. Nicht abgeklärt sind ferner die Möglichkeiten, die dem in einer Bündner Berggemeinde niedergelassenen Versicherten mit eigener Landwirtschaft offenstehen, als Mechaniker oder in einem etwa gleichwertigen, ihm zumutbaren Berufszweig auf dem in Betracht fallenden Arbeitsmarkt eingesetzt zu werden.\n\nb) Die SUVA wendet sich gegen die Auffassung des Beschwerdeführers, bei der Bemessung seiner Invalidität müsse auch beachtet werden, dass die Handverletzungen ihn bei seiner landwirtschaftlichen Tätigkeit erheblich behindern würden. Dementsprechend wurde bisher nicht geprüft, ob und gegebenenfalls in welchem Ausmass eine solche Behinderung besteht.\n\nNach der Rechtsprechung darf für die Invaliditätsschätzung eines Versicherten, der in einem der SUVA unterstellten Betrieb verunfallt, die Behinderung in einer Nebenbeschäftigung, insbesondere in der Landwirtschaft, nur dann berücksichtigt werden, wenn der Versicherte darin unselbständigerwerbend und im Hauptberuf nicht während der vollen betriebsüblichen Arbeitszeit beschäftigt ist (EVGE 1955 S. 81). Diese Praxis wurde mit den Bestimmungen der Verordnung II über die Unfallversicherung begründet. Danach wird für die Berechnung der Versicherungsleistungen an Arbeitnehmer, die jeweils höchstens während der Hälfte der für den einzelnen Arbeiter geltenden täglichen Arbeitsdauer im versicherungspflichtigen Betrieb beschäftigt werden, der innerhalb und ausserhalb dieses Betriebes verdiente \"Lohn\" zusammengerechnet und bis zur Höhe des Durchschnittslohnes eines im gleichen oder in einem gleichartigen benachbarten Betrieb vollbeschäftigten Arbeitnehmers berücksichtigt (Art. 4 Abs. 1 in Verbindung mit Art. 2 Abs. 1 der Verordnung II). Daraus schloss das Gericht, dass die betreffende Person auch im Nebenberuf unselbständigerwerbend sein müsse.\n\nBGE 102 V 140 S. 144\n\nDiese Betrachtungsweise lässt sich indessen mit dem allgemein geltenden Invaliditätsbegriff nicht vereinbaren. Für die Beurteilung der Frage, in welchem Ausmass ein Versicherter in seiner Erwerbsfähigkeit gesamthaft beeinträchtigt ist, kann es nicht darauf ankommen, ob ihn die Unfallfolgen in einer unselbständigen oder in einer selbständigen Nebenerwerbstätigkeit behindern. An der zitierten Rechtsprechung kann daher in dieser Hinsicht nicht länger festgehalten werden. Vielmehr ist für die Schätzung der Invalidität auch dann die Behinderung in der Nebenerwerbstätigkeit zu berücksichtigen, wenn diese selbständig ausgeübt wird. Anderseits bleibt es dabei, dass die Behinderung im Nebenberuf nur dann in Betracht fällt, wenn die betreffende Person im Hauptberuf nicht voll beschäftigt ist.\n\nPoltera war bis zu seiner Invalidierung im Hauptberuf Arbeitnehmer der X. Bergbahnen AG. Als Gondelbahnangestellter (und Mechaniker) war er nur während der Wintermonate voll ausgelastet, während er in den übrigen Monaten nicht beschäftigt wurde, sondern sich als selbständigerwerbender Landwirt seinem Betrieb widmete und überdies in bescheidenem Ausmass auch als Sägereiarbeiter tätig war. Nach den obigen Darlegungen muss bei der Invaliditätsschätzung auch auf seine Behinderung in der Landwirtschaft abgestellt werden. Ebenso ist, übrigens schon nach bisheriger Rechtsprechung, zu berücksichtigen, inwieweit der Beschwerdeführer wegen der Unfallfolgen sich auch nicht mehr als unselbständigerwerbender Säger betätigen kann. Das Ausmass dieser Beeinträchtigungen lässt sich auf Grund der vorliegenden Akten nicht beurteilen.\n\nc) Es wird Sache der SUVA sein, die zusätzlichen Abklärungen vorzunehmen und alsdann über den Rentenanspruch des Poltera neu zu befinden.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird in dem Sinne gutgeheissen, dass der vorinstanzliche Entscheid sowie die Verfügung vom 14. September 1973 aufgehoben werden und die Sache an die SUVA zurückgewiesen wird, damit diese im Sinn der Erwägungen verfahre."}