{"annee": "102", "cour": "V", "page": "69", "date": "30/5/1976", "cite": ["101 V 271", "100 V 32"], "cite_par": ["134 V 83", "104 V 95", "114 V 18", "121 V 119", "121 V 302", "121 V 289", "113 V 42", "111 V 229", "109 V 41", "105 V 147"], "chapeau": "17. Auszug aus dem Urteil vom 30. Mai 1976 i.S. Weber gegen \"Die Eidgenössische\" Kranken- und Unfallkasse und Versicherungsgericht des Kantons Basel-Landschaft", "regestes": ["Art. 12 al. 2 LAMA. La correction chirurgicale de défauts esthétiques d'une certaine importance provenant d'un accident ou d'une maladie relève des prestations obligatoires, si l'assurance répond des suites primaires de l'accident ou de la maladie. Art. 12 al. 1 LAI. Connexité matérielle et temporelle de l'opération cosmétique avec le traitement primaire de l'accident."], "faits": "BGE 102 V 69 S. 69\n\nAus dem Tatbestand:\n\nA.- Bei einem am 28. Februar 1974 erlittenen Verkehrsunfall zog sich der damals 8jährige Brian Weber verschiedene Kopfverletzungen zu. \"Die Eidgenössische\" Kranken- und Unfallkasse übernahm ohne Anerkennung einer Rechtspflicht 20% der gesamten Heilungskosten, während die restlichen BGE 102 V 69 S. 7080% zu Lasten der Haftpflichtversicherung des Schädigers gingen.\n\nAnscheinend noch vor Ende 1974 wurde ärztlicherseits die Korrektur einer vom Unfall herrührenden Gesichtsnarbe durch chirurgischen Eingriff in Erwägung gezogen. Mit Verfügung vom 4. Juni 1975 lehnte es die Kasse ab, sich an den Kosten dieser Operation zu beteiligen, weil derartige Behandlungen nicht zu ihren Pflichtleistungen gehörten.\n\nB.- Die von Romeo Weber, dem Vater des Versicherten, gegen diese Verfügung eingereichte Beschwerde ist vom Versicherungsgericht des Kantons Basel-Landschaft am 10. September 1975 abgewiesen worden mit der Begründung: Die Narbenkorrektur-Operation diene nicht der Beseitigung eines den Körper beeinträchtigenden krankhaften Prozesses. Daher sei die Kasse nach den Bestimmungen des KUVG nicht leistungspflichtig.\n\nC.- Gegen diesen Entscheid richtet sich die vorliegende Verwaltungsgerichtsbeschwerde des Romeo Weber.\n\nDie Kasse verneint ihre Leistungspflicht, weil es sich um keine manifeste Störung von Organfunktionen durch pathologische Vorgänge handle.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 12 Abs. 1 IVG hat der Versicherte Anspruch auf medizinische Massnahmen, die nicht auf die Behandlung des Leidens an sich, sondern unmittelbar auf die berufliche Eingliederung gerichtet und geeignet sind, die Erwerbsfähigkeit dauernd und wesentlich zu verbessern oder vor wesentlicher Beeinträchtigung zu bewahren. Die Invalidenversicherung übernimmt in der Regel nur unmittelbar auf die Beseitigung oder Korrektur stabiler Defektzustände oder Funktionsausfälle gerichtete Vorkehren, welche den gesetzlich vorgeschriebenen Eingliederungserfolg voraussehen lassen. Die Behandlung von Unfallfolgen gehört grundsätzlich ins Gebiet der sozialen Unfallversicherung (BGE 100 V 34). Hingegen können stabile Defekte, die als Folge von Unfällen entstehen, Anlass zu Eingliederungsmassnahmen im Sinn von Art. 12 IVG geben, sofern kein enger sachlicher und zeitlicher Zusammenhang mit der primären Unfallbehandlung besteht.\n\nDer enge sachliche Zusammenhang ist gegeben, wenn die BGE 102 V 69 S. 71medizinische Vorkehr mit der Unfallbehandlung einen einheitlichen Komplex bildet. Für die Beurteilung ist dabei ausschliesslich der Zeitpunkt der Entstehung des Defektes und nicht der Zeitpunkt der Diagnosestellung oder der Durchführung der Massnahme ausschlaggebend. Eine Massnahme, die schon während der Unfallbehandlung als voraussichtlich notwendig erkennbar war, ist keine Eingliederungsmassnahme der Invalidenversicherung. Der zeitliche Zusammenhang mit der Unfallbehandlung ist als unterbrochen zu betrachten, wenn der Defekt ohne Behandlung während längerer Zeit, in der Regel während 360 Tagen, stabil war und der Versicherte im Rahmen der noch vorhandenen Arbeitsfähigkeit tätig sein konnte (BGE 101 V 271). Die für die Beurteilung des zeitlichen Zusammenhanges massgebende Zeitspanne beginnt mit dem Eintritt des stabilen Defektzustandes nach Abschluss der primären Unfallbehandlung und endet mit der erstmaligen Indikation der neuen Behandlungsvorkehr (BGE 101 V 271).\n\n2. Aus den Akten ist zu schliessen, dass noch vor Ende 1974 die chirurgische Narbenkorrektur indiziert erschien. Daraus ergibt sich ohne weiteres der enge sachliche Zusammenhang der geplanten Operation mit der primären Unfallbehandlung, die spätestens im Mai 1974 abgeschlossen war. Und nachdem der Defekt bei der erstmaligen Indikation der Narbenoperation noch keine 360 Tage stabil gewesen sein konnte, ist auch der zeitliche Zusammenhang zu bejahen. Demzufolge fällt jegliche Leistungspflicht der Invalidenversicherung ausser Betracht und muss der Fall ausschliesslich nach den Bestimmungen über die soziale Kranken- und Unfallversicherung beurteilt werden.\n\n3. Zweck der ärztlichen Behandlung als gesetzliche Pflichtleistung im Sinn von Art. 12 Abs. 2 KUVG ist die möglichst vollständige Beseitigung der körperlichen oder psychischen Beeinträchtigung. Wie weit dies im konkreten Fall möglich ist, beurteilt sich nach dem Stand der medizinischen Wissenschaft. Demgemäss verpflichtet Art. 21 Abs. 1 Vo III über die Krankenversicherung die Krankenkassen grundsätzlich, die vom Arzt verordneten diagnostischen und therapeutischen Massnahmen zu übernehmen, soweit diese wissenschaftlich anerkannt sind.\n\nEine Operation hat daher nicht nur der eigentlichen Heilung einer Krankheit oder von unmittelbaren Unfallfolgen zu BGE 102 V 69 S. 72dienen, sondern auch andere, sekundäre krankheits- oder unfallbedingte Beeinträchtigungen zu beseitigen. Insbesondere werden mit chirurgischen Eingriffen auch äusserliche Verunstaltungen vor allem an sichtbaren und in ästhetischer Beziehung speziell empfindlichen Körperteilen - besonders im Gesicht - angegangen. Solange ein derartiger krankheits- oder unfallbedingter Mangel besteht, der ein gewisses Ausmass erreicht und sich durch kosmetische Operation beheben lässt, ist diese von der Versicherung zu übernehmen unter der Voraussetzung allerdings, dass sie auch für die Behandlung der primären Unfall- oder Krankheitsfolgen aufzukommen hatte. Indessen hat sich die Leistungspflicht der Kassen für kosmetische Operationen in allgemein üblichen Grenzen und im Rahmen der Wirtschaftlichkeit zu halten.\n\nDemnach fragt es sich im vorliegenden Fall, ob überhaupt das Gesicht des Beschwerdeführers durch die angeblich vom Auge bis zum Haaransatz reichende Narbe grob entstellt ist und ob sich diese Beeinträchtigung durch eine kosmetische Operation beheben lässt. Die Akten geben darüber nicht Aufschluss. Insbesondere fehlen jegliche medizinischen Unterlagen. Sodann stellt sich die weitere Frage, ob die Kasse für die Folgen des am 28. Februar 1974 erlittenen Unfalles haftet; letzteres hat sie gestützt auf ihre Statuten stets verneint, weshalb sie ihre bisherigen Leistungen ohne Anerkennung einer Rechtspflicht erbrachte. Es wird Sache des kantonalen Versicherungsgerichts sein, die erforderlichen Abklärungen zu treffen und unter Beachtung der oben dargelegten Grundsätze über den Anspruch des Beschwerdeführers auf Übernahme der Kosten der verlangten kosmetischen Operation neu zu befinden.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn teilweiser Gutheissung der Verwaltungsgerichtsbeschwerde werden der angefochtene Entscheid vom 10. September 1975 aufgehoben und die Sache an das Versicherungsgericht des Kantons Basel-Landschaft zurückgewiesen, damit dieses im Sinne der Erwägungen über den Leistungsanspruch neu befinde."}