{"annee": "102", "cour": "II", "page": "376", "date": "2/12/1976", "cite": ["101 II 235", "81 II 239"], "cite_par": ["117 II 18", "116 II 49", "113 II 121", "109 II 245"], "chapeau": "54. Auszug aus dem Urteil der II. Zivilabteilung vom 2. Dezember 1976 i.S. Truaisch gegen Truaisch und Bürgi", "regestes": ["Exercice du droit de préemption par un interdit (art. 12 al. 1 et art. 14 al. 1 LPR; art. 421 ch. 1 CC). 1. Consentement donné après coup par l'autorité tutélaire: a) forme (consid. 3); b) admissibilité (consid. 4). 2. Possibilité d'invoquer le droit de préemption contre le tiers acquéreur (consid. 5 in fine)."], "faits": "|376|\n\nA.- Am 19. Dezember 1973 verkaufte Paulin Truaisch sein landwirtschaftliches Gewerbe (fünf Parzellen mit Wohnhaus, Scheune, Stall und Schopf) zum Preise von Fr. 230'000.-- an Franz Bürgi. Unter Beilage des öffentlich beurkundeten Vertrages wurde am 8. Mai 1974 beim Grundbuchamt Laufenburg die Handänderung zur Eintragung angemeldet. Noch am gleichen Tag zeigte das Amt den sechs Nachkommen des Verkäufers den Abschluss des Kaufvertrages an, mit dem Hinweis, dass sie innerhalb der gesetzlichen Frist von einem Monat erklären könnten, ob sie vom Vorkaufsrecht im Sinne |377| des Bundesgesetzes über die Erhaltung des bäuerlichen Grundbesitzes (EGG) Gebrauch machen wollten.\n\nB.- Mit Schreiben vom 22. Mai 1974 teilte der Vormund des Sohnes Bruno, Karl Birri, dem Grundbuchamt im Namen und auf ausdrückliches Ersuchen seines Mündels mit, das Vorkaufsrecht werde ausgeübt. Indessen wies die Vormundschaftsbehörde Zeihen (Gemeinderat) das Gesuch um Zustimmung zur Geltendmachung des Vorkaufsrechtes am 27. Mai 1974 ab.\n\nIn der Folge wandte sich der Vormund an das Bezirksamt Laufenburg. Ohne nähere Prüfung des Sachverhaltes empfahl ihm der Bezirksamtmann-Stellvertreter, zur Wahrung der Frist das Vorkaufsrecht beim Grundbuchamt sofort geltend zu machen und gegen den Entscheid der Vormundschaftsbehörde Beschwerde zu erheben. Mit Schreiben vom 29. Mai 1974 wiederholte Karl Birri die Erklärung, das Vorkaufsrecht werde ausgeübt. Er fügte bei, dass dies \"im Einvernehmen mit dem Bezirksamt Laufenburg, jedoch vorbehältlich der Genehmigung durch dasselbe als vormundschaftliche Aufsichtsbehörde\" geschehe. Mit Eingabe vom 1. Juni 1974 erhob er alsdann beim Bezirksamt Beschwerde gegen den gemeinderätlichen Entscheid vom 27. Mai 1974.\n\nAm 21. Juni 1974 verfügte das Grundbuchamt Laufenburg die Eintragung des von Bürgi erworbenen Eigentumsrechtes am streitigen landwirtschaftlichen Gewerbe mit dem Bemerken, dass der Grundbucheintrag nur noch durch gerichtliche Klage, nicht aber durch Beschwerde angefochten werden könne. Zur Begründung führte es unter anderem aus, das Vorkaufsrecht sei zwar von Bruno Truaisch fristgerecht geltend gemacht, jedoch an den Vorbehalt der Genehmigung durch das Bezirksamt geknüpft worden. Da der Verkäufer einen Vorkaufsanspruch bestreite, könne die grundbuchliche Behandlung der Handänderung nicht aufgeschoben werden.\n\nDas Bezirksamt Laufenburg wies am 3. Juli 1974 die Beschwerde gegen den Beschluss des Gemeinderates Zeihen ab mit der Begründung, Bruno Truaisch könne angesichts der grundbuchamtlichen Eintragungsverfügung im Rahmen des Beschwerdeverfahrens \"keine Hilfe angeboten werden\". Für die Durchsetzung des Vorkaufsrechtes bleibe nur noch die gerichtliche Anfechtung des Grundbucheintrages, wozu es einer Prozessvollmacht im Sinne von Art. 421 ZGB bedürfe. |378|\n\nDa eine Klage nicht von vornherein als aussichtslos betrachtet werden könne, sei die Vormundschaftsbehörde zur Erteilung einer entsprechenden Prozessvollmacht zu verpflichten.\n\nGestützt auf diesen Entscheid bevollmächtigte der Gemeinderat von Zeihen am 31. Juli 1974 den Vormund zur Prozessführung.\n\nC.- Mit Eingabe vom 6. August 1974 erhob Bruno Truaisch beim Bezirksgericht Laufenburg Klage gegen seinen Vater und den Käufer der streitigen Grundstücke, Franz Bürgi. Er verlangte im wesentlichen,\n\n- es sei gerichtlich festzustellen, dass ihm an den fraglichen Grundstücken ein Vorkaufsrecht im Sinne von Art. 12 Abs. 1 EGG zustehe,\n\n- die Grundstücke seien ihm zum Ertragswert von Fr. 23'700.-- zu Eigentum zuzusprechen,\n\n- das Grundbuchamt Laufenburg sei anzuweisen und zu ermächtigen, den Beklagten Bürgi als Eigentümer der Grundstücke im Interimsregister der Gemeinde Zeihen zu löschen und an dessen Stelle ihn einzutragen,\n\n- er sei zu verpflichten, seinem Vater den Ertragswert von Fr. 23'700.-- zu bezahlen, und\n\n- sein Vater sei zu verpflichten, die aus der ungerechtfertigten Eintragung Bürgis entstandenen Mehrauslagen zu decken.\n\nDas Bezirksgericht wies die Klage mit Urteil vom 27. November 1975 ab. In der Begründung hielt es fest, der Kläger habe auf sein Vorkaufsrecht verzichtet, indem er den Bericht des Schätzungsamtes des Schweizerischen Bauernverbandes vom 10. April 1974 über seinen Lohnanspruch aus der Mitarbeit auf dem väterlichen Betrieb, der von dessen Veräusserung zum Verkehrswert ausgegangen sei, durch seine Unterzeichnung genehmigt habe. Zudem sei \"höchst fragwürdig\", ob der Kläger im Sinne von Art. 12 Abs. 1 EGG zur Selbstbewirtschaftung als geeignet erscheine.\n\nD.- Gegen diesen Entscheid erhob Bruno Truaisch Beschwerde, welche vom Obergericht des Kantons Aargau (2. Zivilabteilung) indessen am 3. Juni 1976 abgewiesen wurde. Das Urteil wurde damit begründet, dass innert der Monatsfrist des Art. 14 Abs. 1 EGG eine gültige Erklärung für die Ausübung des Vorkaufsrechtes nicht abgegeben worden sei, da die Zustimmung der Vormundschaftsbehörde gefehlt habe; der Kläger habe sein Vorkaufsrecht mithin verwirkt. |379|\n\nEs erübrige sich unter diesen Umständen zu prüfen, ob er darauf verzichtet habe bzw. ob er zur Übernahme des väterlichen Landwirtschaftsbetriebes überhaupt geeignet sei.\n\nE.- Diesen Entscheid hat der Kläger mit Berufung an das Bundesgericht weitergezogen. Er beantragt, das angefochtene Urteil sei aufzuheben und die Sache zu neuer Entscheidung an die kantonale Instanz zurückzuweisen. Hilfsweise wiederholt er die in der Klageschrift gestellten Rechtsbegehren.\n\nDie Beklagten schliessen auf Abweisung der Berufung.", "considerants": "Aus den Erwägungen:\n\n2. Wird ein landwirtschaftliches Gewerbe verkauft, so steht unter anderem den Nachkommen des Verkäufers ein Vorkaufsrecht zu (Art. 6 Abs. 1 EGG). Sofern ein Nachkomme die Liegenschaft zur Selbstbewirtschaftung beansprucht und hiefür geeignet erscheint, kann er das Vorkaufsrecht zum Ertragswert ausüben (Art. 12 Abs. 1 EGG). Dies hat binnen einem Monat, seitdem ihm die grundbuchamtliche Mitteilung vom Abschluss des Kaufvertrages zugegangen ist, durch Erklärung gegenüber dem Grundbuchverwalter zu geschehen (Art. 14 Abs. 1 EGG). Es handelt sich dabei - wie beim rechtsgeschäftlichen Vorkaufsrecht (vgl. MEIER-HAYOZ, N. 215 zu Art. 681 ZGB) - um eine Verwirkungsfrist (JOST, N. 2 zu Art. 14 EGG).\n\nBevormundete bedürfen zur Ausübung des Vorkaufsrechtes, da diese zu einem Grundstückkauf führt, der Zustimmung durch die Vormundschaftsbehörde (Art. 421 Ziff. 1 ZGB; JOST, N. 4b zu Art. 14 EGG).\n\n3. Unangefochten ist die vorinstanzliche Feststellung, die von Paulin Truaisch verkauften Grundstücke bildeten ein landwirtschaftliches Gewerbe im Sinne von Art. 6 Abs. 1 EGG und der Kläger gehöre als Sohn des Verkäufers zu den vorkaufsberechtigten Personen. Dagegen ist zunächst streitig, ob das Vorkaufsrecht innert Frist gültig ausgeübt worden sei.\n\na) Nach den verbindlichen Ausführungen der Vorinstanz ging die einmonatige Frist des Art. 14 Abs. 1 EGG am 10., 11. oder 12. Juni 1974 zu Ende. Wohl hat der bevormundete Kläger durch seinen gesetzlichen Vertreter mit Schreiben vom 22. und 29. Mai 1974, mithin vor Ablauf der Frist, das Vorkaufsrecht geltend machen lassen, doch ist fraglich, ob das angesichts der zu diesem Zeitpunkt fehlenden Zustimmung |380| der Vormundschaftsbehörde genügte bzw. ob die klägerische Erklärung nachträglich genehmigt wurde und dadurch Gültigkeit erlangen konnte.\n\nOb die Aufforderung des stellvertretenden Bezirksamtmannes, das Vorkaufsrecht sofort geltend zu machen, bereits eine vormundschaftsbehördliche Zustimmung darstelle, wie der Kläger behauptet, kann offen bleiben, weil dies für den Entscheid, wie sich im folgenden zeigen wird, nicht ausschlaggebend ist.\n\nb) Mit Entscheid vom 3. Juli 1974 wies das Bezirksamt Laufenburg die vom gesetzlichen Vertreter des Klägers gegen den Beschluss des Gemeinderates Zeihen am 31. Mai 1974 erhobene Beschwerde ab, \"weil sie wegen grundbuchrechtlichen Bestimmungen nicht geeignet\" sei, \"dem Mündel das Vorkaufsrecht einzugestehen\" (Ziff. 1 des Dispositivs). Indessen verpflichtete es die Vormundschaftsbehörde, \"dem Vormund bzw. Bevormundeten gemäss Art. 421 ZGB Prozessvollmacht zu erteilen, damit das legitimste Recht gewahrt\" bleibe, \"d.h. dass allenfalls eine gerichtliche Klage auf Gewährung des Vorkaufsrechts angebracht bzw. die Eintragung des Verkaufs im Grundbuch angefochten werden\" könne (Ziff. 2 des Dispositivs).\n\nDas Obergericht ist der Ansicht, es sei dadurch der abweisende Entscheid des Gemeinderates Zeihen nicht aufgehoben und mithin auch keine vormundschaftsbehördliche Zustimmung zur Ausübung des Vorkaufsrechtes erteilt worden. In seiner Eventualbegründung hält der Kläger diese rechtliche Würdigung der tatsächlichen Gegebenheiten für unrichtig.\n\nEs trifft zwar zu, dass das Bezirksamt durch seinen Entscheid vom 3. Juli 1974 den Beschluss der Vormundschaftsbehörde vom 27. Mai 1974 dem Wortlaut nach nicht aufgehoben hat. Darauf allein darf indes nicht abgestellt werden. Es ist vielmehr zu untersuchen, welcher Sinn dem Entscheid der Aufsichtsbehörde beizumessen ist. Den Erwägungen des Bezirksamtes ist zu entnehmen, dass es die Gutheissung der Beschwerde für zwecklos hielt, nachdem das Grundbuchamt am 21. Juni 1974 mitgeteilt hatte, nunmehr sei Bürgi im Grundbuch als Eigentümer eingetragen und die Eintragung könne nur noch durch gerichtliche Klage angefochten werden. So wurde denn ausgeführt, nach Prüfung der Rechtslage und Rücksprache mit der kantonalen Justizabteilung bleibe nur |381| festzustellen, \"dass mit dem hängigen Beschwerdeverfahren dem Mündel keine Hilfe angeboten werden\" könne; zur Durchsetzung der Ansprüche Bruno Truaischs bleibe nur noch die gerichtliche Anfechtung der Grundbucheintragung, wozu es einer Prozessvollmacht der Vormundschaftsbehörde bedürfe. Da das Bezirksamt eine Klage nicht von vornherein als aussichtslos, namentlich die Bevormundung allein nicht als ausreichenden Grund, die Eignung zur Selbstbewirtschaftung des streitigen Gewerbes zu verneinen, betrachtete, verpflichtete es die Vormundschaftsbehörde zur Erteilung der erforderlichen Vollmacht.\n\nAus dem Gesagten erhellt deutlich, dass das Bezirksamt die Beschwerde nur deshalb abwies, weil es glaubte, deren Gutheissung, d.h. die Erteilung der Genehmigung im Sinne von Art. 421 ZGB, nütze dem Kläger ohnehin nichts mehr. Denn die an die Vormundschaftsbehörde gerichtete Weisung, eine Prozessvollmacht im Hinblick auf eine Anfechtung des Grundbucheintrages auszustellen, kann vernünftigerweise nur dahin verstanden werden, dass die Aufsichtsbehörde dem Kläger unter allen Umständen ermöglichen wollte, sein \"legitimstes Recht\" zu wahren, d.h. sein Vorkaufsrecht auszuüben. Wäre das Bezirksamt zur Erkenntnis gelangt, seine Zustimmung vermöge der innert Frist abgegebenen Erklärung des Klägers, vom Vorkaufsrecht Gebrauch machen zu wollen, auch noch nachträglich Rechtswirksamkeit zu verleihen, so hätte es - nach seinen Erwägungen zu schliessen - die Beschwerde gutgeheissen.\n\nc) Gewiss sind die Zustimmung zur Prozessführung und jene zur Ausübung des Vorkaufsrechtes rechtlich zwei verschiedene Dinge. Sie sind jedoch hier insofern miteinander verbunden, als der bezirksamtlichen Weisung an die Vormundschaftsbehörde - gleichgültig, ob sie zulässig war - die Grundlage von vornherein entzogen gewesen wäre, wenn die Aufsichtsbehörde mit der Ausübung des Vorkaufsrechtes nicht einverstanden gewesen wäre. Dies kann das Bezirksamt, das dem Kläger die Übernahme des väterlichen Landwirtschaftsbetriebes jedenfalls nicht verunmöglichen wollte, nicht beabsichtigt haben. Trotz des Wortlautes des Beschwerdeentscheides ist es daher aufgrund der gesamten Umstände so zu halten, wie wenn damit der Ausübung des Vorkaufsrechtes zugestimmt worden wäre. |382|\n\n4. Zu prüfen bleibt nun allerdings, ob eine nachträgliche Genehmigung der fristgemäss geäusserten Vorkaufserklärung rückwirkend Gültigkeit verleihen könne.\n\na) Will sich ein Entmündigter rechtsgeschäftlich verpflichten, so bedarf er der Zustimmung seines gesetzlichen Vertreters (Art. 19 Abs. 1 und 410 Abs. 1 ZGB), bei Geschäften mit besonderer Tragweite auch jener der Vormundschaftsbehörde (Art. 421 ZGB) oder gar der Aufsichtsbehörde (Art. 422 ZGB). Eine nachträgliche Genehmigung, wie sie für den Fall der Zustimmung durch den gesetzlichen Vertreter ausdrücklich vorgesehen ist (Art. 410 Abs. 1 ZGB; dazu BUCHER, N. 133 zu Art. 19 ZGB), wird grundsätzlich auch dort für zulässig gehalten, wo die vormundschaftlichen Behörden dem Geschäft zuzustimmen haben (BUCHER, N. 35 zu Art. 19 ZGB;, EGGER, N. 16-18 zu Art. 421 ZGB; dazu auch JOST, N. 4b zu Art. 14 EGG). Solange die Genehmigung fehlt, bleibt dieses in der Schwebe. Wieweit die nachträgliche Zustimmung aus der Sicht des von der Willensäusserung des Mündels Betroffenen zulässig ist, beurteilt sich nach den konkreten Verhältnissen des einzelnen Falles (vgl. BUCHER, N. 135 zu Art. 19 ZGB).\n\nb) Das Vorkaufsrecht ist ein sogenanntes Gestaltungsrecht, das dem Berechtigten ermöglicht, durch einseitige Willensäusserung in das bestehende Vertragsverhältnis einzugreifen. Für die Frage der Zulässigkeit einer nachträglichen Genehmigung der Vorkaufserklärung durch die zuständige Behörde ist von Bedeutung, dass Gestaltungsgeschäfte naturgemäss in besonderem Masse bedingungsfeindlich sind (vgl. BUCHER, N. 139 zu Art. 19 ZGB). Es ist nämlich dem Empfänger der rechtsgestaltenden Äusserung im allgemeinen nicht zuzumuten, dass das Geschäft noch eine gewisse Zeit in der Schwebe bleibt (vgl. VON TUHR/PETER, Allgemeiner Teil des Schweizerischen Obligationenrechts, 3. Aufl., I. Bd., S. 146 sub Ziff. 2; dazu auch BGE 101 II 242 E. 2b; BGE 81 II 245).\n\nNun ist freilich das Interesse an der Vermeidung einer Rechtsunsicherheit je nach Gestaltungsrecht und Lage des einzelnen Falles unterschiedlich. Beispielsweise ist ein Mieter, dem das Mietverhältnis vom entmündigten Vermieter gekündigt wird, - im Hinblick auf die Suche eines Ersatzobjektes - darauf angewiesen, sofort um die Wirksamkeit der Kündigung zu wissen, weshalb dort eine erst nachträgliche Zustimmung (des gesetzlichen Vertreters) auszuschliessen sein dürfte. |383|\n\nDemgegenüber ist bei einem bäuerlichen Vorkaufsrecht das Interesse des Erklärungsempfängers, sogleich eine eindeutige Rechtslage zu haben, in der Regel nicht so gewichtig und daher die nachträgliche Genehmigung durch die Vormundschaftsbehörde eher zuzulassen. Es ist andererseits auch zu beachten, dass die Folgen eines Ausschlusses nachträglicher Zustimmung für einen Vorkaufsberechtigten viel einschneidender sind als für den Vermieter, der das Mietverhältnis auch noch auf den nächsten Termin auflösen kann.\n\nc) Wird bei der Ausübung des Vorkaufsrechtes die vormundschaftsbehördliche Genehmigung noch innert der Frist des Art. 14 Abs. 1 EGG nachgereicht, ergeben sich von vornherein keine Schwierigkeiten, da hier eine Rückbeziehung der Wirksamkeit gar nicht notwendig ist. Vielfach aber kann die behördliche Zustimmung in so kurzer Zeit nicht beigebracht werden, zumal dann, wenn der Berechtigte einerseits erst durch die Mitteilung des Grundbuchamtes vom Vorkaufsfall Kenntnis erhält und andererseits die Genehmigung erst im Rechtsmittelverfahren zu erwirken vermag. Würde eine nachträgliche Zustimmung nicht zugelassen, bliebe das bäuerliche Vorkaufsrecht in solchen Fällen nicht nur für bevormundete volljährige Nachkommen wie hier, sondern auch für die minderjährigen Kinder des Verkäufers wirkungslos. Zwar dürfte es eher selten sein, dass ein Minderjähriger, dessen (als Verkäufer in Frage kommende) Eltern noch leben, unter Vormundschaft gestellt werden muss. Indessen ist zu bedenken, dass sich bei minderjährigen Vorkaufsberechtigten eine Mitwirkung der Vormundschaftsbehörde auch in den anderen Fällen aufdrängt. Ist nämlich der Verkäufer eines landwirtschaftlichen Gewerbes - als Vater oder Mutter - zugleich gesetzlicher Vertreter desjenigen, für den er das Vorkaufsrecht geltend zu machen hätte, so liegt eine Interessenkollision vor. Dem Vorkaufsberechtigten ist unter diesen Umständen ein Beistand zu bestellen (Art. 392 Ziff. 2 ZGB), der nach den Anweisungen der Vormundschaftsbehörde zu handeln (Art. 418 ZGB) und von dieser vor allem auch die Zustimmung im Sinne von Art. 421 ZGB einzuholen hat (EGGER, N. 3 zu Art. 418 ZGB; KAUFMANN, N. 4 a zu Art. 418 ZGB; JOST, N. 4 b zu Art. 14 EGG). Eine Mitwirkung der Vormundschaftsbehörde erweist sich bei Unmündigen übrigens auch in Anbetracht von Art. 282 ZGB als notwendig, führt doch die |384| Ausübung des Vorkaufsrechtes zwangsläufig zu einem Rechtsgeschäft zwischen Vater oder Mutter und Kind.\n\nd) Das minderjährige und bevormundete volljährige Nachkommen überall dort, wo die vormundschaftsbehördliche Genehmigung nicht innert der Frist des Art. 14 Abs. 1 EGG beizubringen ist, vom Vorkaufsrecht ausgeschlossen sein sollten, wäre untragbar, würde doch die Erfüllung des vom Gesetzgeber mit dem bäuerlichen Vorkaufsrecht angestrebten Zweckes in zahlreichen Fällen verunmöglicht. Gewiss dürfen auch die Interessen von Verkäufer und Käufer der fraglichen Grundstücke nicht ausser acht gelassen werden. Zumindest in einem Fall wie hier jedoch, wo der Vorkaufsberechtigte innert Frist sowohl erklärte, von seinem Recht Gebrauch machen zu wollen, als auch alles in seiner Macht Stehende unternahm, um die Zustimmung der Vormundschaftsbehörde herbeizuführen (vgl. dazu BGE 101 II 243), ist dem Belasteten das Abwarten des Entscheides der vormundschaftlichen Organe zuzumuten.\n\n5. Zusammengefasst ergibt sich, dass im Entscheid des Bezirksamtes Laufenburg vom 3. Juli 1974 dem Sinne nach eine vormundschaftsbehördliche Genehmigung gemäss Art. 421 ZGB lag und dass die fristgerechten klägerischen Erklärungen vom 22. und 29. Mai 1974, das Vorkaufsrecht ausüben zu wollen, nachträglich volle Wirksamkeit erlangten. Da die Ausübung des Vorkaufsrechtes durch den Kläger somit als rechtzeitig zu betrachten ist, ist die Berufung gutzuheissen. Die Akten sind an die Vorinstanz zurückzuweisen, damit sie, falls sie zum Schluss kommt, der Kläger habe auf sein Vorkaufsrecht nicht verzichtet, dessen Eignung zur Übernahme des väterlichen Betriebes prüfe.\n\nDass die Liegenschaften inzwischen im Grundbuch auf den Käufer übertragen wurden, ist insofern unerheblich, als das Vorkaufsrecht eine Realobligation darstellt und als solche nicht nur dem Veräusserer, sondern - nach der Übertragung des Objektes - auch dem Dritterwerber Bürgi gegenüber geltend gemacht werden kann (BGE 101 II 240 E. b mit Hinweisen). Letzterer ist bereits ins Recht gefasst, und die gestellten Klagebegehren erlauben, auch ihn zu verpflichten, falls die Klage gutzuheissen sein sollte."}