{"annee": "102", "cour": "IB", "page": "227", "date": "11/6/1976", "cite": ["100 IB 277"], "cite_par": ["106 IB 270", "115 IB 202", "111 IV 189", "106 IB 218"], "chapeau": "37. Auszug aus dem Urteil vom 11. Juni 1976 i.S. Thommen & Co. gegen Eidg. Zollrekurskommission", "regestes": ["Procédure: art. 100 litt. h OJ. Recevabilité du recours de droit administratif dirigé contre une décision de la Commission fédérale des recours en matière de douane concernant l'autorisation exigée pour l'exportation de marchandises en fer."], "faits": "", "considerants": "BGE 102 Ib 227 S. 227\n\nErwägungen:\n\nGemäss Art. 1 der Verordnung über die Warenausfuhr vom 20. Februar 1974 (Warenausfuhr-V), die sich auf Art. 1 und 4 BGE 102 Ib 227 S. 228des Bundesbeschlusses vom 28. Juni 1972 über aussenwirtschaftliche Massnahmen stützt, ist die Ausfuhr von \"Schrott und Alteisen\", Zolltarif Nr. 7303.20, nur mit einer besonderen Bewilligung der Sektion für Ein- und Ausfuhr der Handelsabteilung des Eidg. Volkswirtschaftsdepartements zulässig. Der Bewilligungspflicht unterliegen auch alle Halbfabrikate und Fabrikate aus Eisen, die infolge Abnutzung, Alter oder aus andern Gründen ausser Gebrauch gesetzt sind. Sie sind bei der Ausfuhr unter dieser Nummer zu deklarieren. Wird eine Eisenwarenladung bei einem Zollamt zur Ausfuhr angemeldet, haben die Zollbehörden festzustellen, unter welche Tarifposition die auszuführende Ware fällt. Gelangen sie dabei zum Schluss, dass die Tarif-Nr. 7303.20 zutrifft und kann keine Ausfuhrbewilligung vorgelegt werden, so verfügen die Zollbehörden, dass die Ware nur bei Vorlage einer entsprechenden Bewilligung ausgeführt werden dürfe. Diese Verfügung kann der Betroffene erst bei der Oberzolldirektion und anschliessend bei der Eidg. Zollrekurskommission anfechten. Zu beurteilen ist, ob der Entscheid der Eidg. Zollrekurskommission mit Verwaltungsgerichtsbeschwerde beim Bundesgericht angefochten werden kann.\n\nDas Bundesgericht beurteilt nach Art. 97 Abs. 1 OG letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 VwVG. Als solche gelten Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen und u.a. Begründung, Änderung, Aufhebung oder Feststellung von Rechten und Pflichten zum Gegenstand haben. Der angefochtene Entscheid der Eidg. Zollrekurskommission stellt eine Verfügung im Sinne dieser Bestimmung dar. Er stützt sich auf die eidgenössische Zollgesetzgebung und stammt von einer der in Art. 98 OG genannten Vorinstanzen (eidgenössische Rekurskommission, Art. 98 lit. e). Streitig ist aber, ob einer der in den Art. 99 bis 102 OG aufgezählten Ausnahmegründe, nämlich Art. 100 lit. h, zutrifft. Diese Bestimmung schliesst die Verwaltungsgerichtsbeschwerde aus, wenn es sich beim angefochtenen Entscheid um eine Verfügung über die Veranlagung von Zöllen handelt, soweit diese von der Tarifierung oder von der Gewichtsbemessung abhängt.\n\na) Der Wortlaut des Art. 100 lit. h OG lässt den Schluss zu, dass keineswegs sämtliche Entscheide der Eidg. Zollrekurskommission BGE 102 Ib 227 S. 229der Überprüfung durch das Bundesgericht entzogen sind, sondern eben nur jene über die Veranlagung von Zöllen, die von der Tarifierung oder Gewichtsbemessung abhängen. Das bringt auch Art. 109 Abs. 1 lit. e ZG (in der Fassung gemäss Ziff. I des Bundesgesetzes vom 6. Oktober 1972) zum Ausdruck. Zulässig sind Verwaltungsgerichtsbeschwerden gegen Entscheide der Eidg. Zollrekurskommission über Zollveranlagungen, die nicht von der Tarifierung oder Gewichtsbemessung abhängen; beispielsweise der Entscheid darüber, ob eine Zollforderung verjährt ist (BGE 100 Ib 277); ferner jene Entscheide, die nicht das \"Gebiet der Zölle\" beschlagen. Hierunter fallen namentlich Entscheide über die Tarifierung zu andern Zwecken als jene der Zollerhebung im Sinne von Art. 109 Abs. 1 lit. c ZG.\n\nEin solcher Fall liegt hier vor. Die Gegenstand des Rechtsstreites bildende Verfügung hat die Feststellung zum Inhalt, dass die Ausfuhr der drei Eisenwarenladungen bewilligungspflichtig sei. Die zollrechtliche Tarifierung erfolgte im Hinblick auf die Frage, ob die Ausfuhr bewilligungspflichtig ist oder nicht.\n\nb) Was die Oberzolldirektion an Gegenargumenten vorbringt, dringt nicht durch.\n\nSie hält dafür, dass in allen Zolltarifstreitigkeiten, auch ausserhalb des Gebietes der Zölle, die Verwaltungsgerichtsbeschwerde ausgeschlossen sei. Die Gründe, die zum Ausschluss der Verwaltungsgerichtsbeschwerde \"auf dem Gebiete der Zölle\" (Art. 100 lit. h OG) geführt hätten, gälten in gleicher Weise auch dann, wenn die Tarifierung \"für andere Zwecke als die Zollerhebung\" vorgenommen werde. Der Ausschluss nach Art. 100 lit. h OG sei erfolgt mit Rücksicht auf den \"technischen Charakter\" des Zolltarifs, der die abschliessende Beurteilung durch ein Spezialgericht rechtfertige. Die Eidg. Zollrekurskommission habe deshalb auch zu Recht keine Rechtsmittelbelehrung erteilt.\n\nDie Oberzolldirektion beruft sich für ihre Auffassung auf die \"Entstehungsgeschichte und den Grund und Zweck des Art. 100 lit. h OG\". Sie anerkennt, dass der Katalog der Ausschlussgründe im Laufe der parlamentarischen Beratungen starke Änderungen erlitten habe; aus der ursprünglich vom Bundesrat vorgeschlagenen Fassung - entsprechende Neufassung des Art. 111 ZG (BBl 1965 II 1342) - glaubt sie BGE 102 Ib 227 S. 230den Schluss ziehen zu können, der Gesetzgeber habe in allen Tarifstreitigkeiten den Rechtsweg der Verwaltungsgerichtsbeschwerde an das Bundesgericht ausschliessen wollen. Auch die Rückweisung einer Ware, die nicht ohne Bewilligung ausgeführt werden dürfe, stelle eine \"negative Verfügung über eine Zollveranlagung dar, weil damit die Vornahme der Veranlagung, in casu die Feststellung des Rechtes auf abgabefreie Ausfuhr, verweigert wird\".\n\nDieser Argumentation ist nicht beizupflichten. Schon der vom Bundesrat anlässlich der Revision des OG vorgeschlagene neue Art. 111 ZG sah die Anrufung des Bundesgerichts vor \"bei andern Verfügungen als der Festsetzung des Zollbetrages\". Diese Bestimmung fiel dann fort. Der Art. 100 lit. h OG erhielt seine heutige Fassung im wesentlichen in der nationalrätlichen Kommission. Diese hatte zunächst den Ausschluss der Verwaltungsgerichtsbeschwerde beschlossen \"Auf dem Gebiet der öffentlichen Abgaben: Gegen Verfügungen über den Erlass und die Stundung und über die Festsetzung des Zollbetrages, soweit sie die Zolltarifierung zum Gegenstand haben\" (Protokoll 6./7. September 1966, S. 74 betreffend Art. 99 lit. k OG). Nachträglich wurde im Plenum vorgeschlagen, die Verwaltungsgerichtsbeschwerde sei unzulässig \"Auf dem Gebiet der Zölle: Gegen deren Festsetzung, soweit es sich um die Zolltarifierung handelt\" (Amtl.Bull. 1967 N S. 35). Im Ständerat wurde dann noch die Gewichtsbemessung der Tarifierung gleichgestellt (Amtl.Bull. 1967 S S. 5.351 f.).\n\nNichts deutet darauf hin, dass auch die Abgrenzung der aus- und einfuhrbewilligungspflichtigen Waren, also Verfügungen, welche den freien Warenverkehr und damit die Handels- und Gewerbefreiheit beschränken, der letztinstanzlichen Überprüfung durch das Bundesgericht im verwaltungsgerichtlichen Beschwerdeverfahren entzogen werden sollte. Die Feststellung der Bewilligungspflicht beschlägt als solche keine Frage des Zollrechts, sondern es geht im wesentlichen einzig um die Handhabung des Bundesbeschlusses über aussenwirtschaftliche Massnahmen. Die bundesrechtskonforme Handhabung dieses Erlasses unterliegt aber - gleich wie die Handhabung anderer Bundesgesetze, die sich mit Ein- und Ausfuhrbeschränkungen von Gütern befassen (so beispielsweise das Landwirtschaftsgesetz) - der bundesgerichtlichen Kontrolle BGE 102 Ib 227 S. 231im Beschwerdeverfahren. Daran vermag der Umstand, dass die Umschreibung der bewilligungspflichtigen Güter unter Heranziehung des schweizerischen Zolltarifs vorgenommen wird, nichts zu ändern.\n\nRichtig ist, dass bei Verletzung von Ausfuhrbeschränkungen gegebenenfalls der Tatbestand des Bannbruchs (Art. 76 ZG) erfüllt sein kann und alsdann die Oberzolldirektion zur Strafverfolgung zuständig wäre (Art. 87 ZG, Art. 6 Abs. 3 des Bundesbeschlusses über aussenwirtschaftliche Massnahmen sowie Art. 20 VStrR). Es trifft auch durchaus zu, dass der schweizerische Zolltarif einen Abschnitt C \"Ausfuhrzolltarif\" kennt, in dem die Position \"Schrott und Alteisen\" aufgeführt ist mit dem ausdrücklichen Vermerk (zoll)\"frei\". Im Rahmen der Verfügung über die Bewilligungspflicht der Ausfuhr sind dies jedoch Nebenumstände. Massgebend ist, dass die Ausfuhrbeschränkung wirtschaftspolitischen und nicht fiskalischen Charakter hat, die Feststellung der Bewilligungspflicht somit keine Verfügung betreffend Veranlagung auf dem Gebiete der Zölle ist. Der Ausschlussgrund des Art. 100 lit. h OG findet demnach - wie bereits erwähnt - auf eine derartige Verfügung keine Anwendung. Das Bundesgericht hat letztinstanzlich darüber zu befinden, ob zu Recht oder zu Unrecht auf die Bewilligungspflicht der Ausfuhr erkannt worden ist."}