{"annee": "102", "cour": "V", "page": "54", "date": "7/4/1976", "cite": ["101 V 129"], "cite_par": [], "chapeau": "14. Urteil vom 7. April 1976 i.S. Bundesamt für Industrie, Gewerbe und Arbeit gegen Hürlimann und Rekurskommission des Kantons Zug", "regestes": ["Art. 15 al. 1 et art. 16 al. 1 LAC. Début de l'affiliation, obligatoire selon le droit cantonal, à une caisse d'assurance-chômage (consid. 2). Art. 11 al. 1 RAC. Effets juridiques de l'annonce non formelle (consid. 3)."], "faits": "|54|\n\nA.- Hürlimann gehörte ab 1. Januar 1973 der obligatorischen Arbeitslosenversicherung an. In der Zeit vom 5. März 1974 bis 3. April 1975 war er in Johannesburg/Südafrika tätig. Nach der Rückkehr in die Schweiz stellte er am 6. Juni 1975 ein Gesuch um Ausrichtung einer Arbeitslosenentschädigung.\n\nDie Arbeitslosenversicherungskasse teilte dem Gesuchsteller am 16. Juli 1975 mit, das Versicherungsverhältnis sei wegen des Auslandsaufenthaltes auf den 31. Dezember 1974 erloschen. Die Neuaufnahme in die Kasse erfolge auf den 1. Juni 1975. Die Taggeldberechtigung beginne somit am 1. Juli 1975, wobei ein Einkaufsgeld von Fr. 60.-- zu entrichten sei.\n\nB.- Gegen diese Verfügung erhob Hürlimann Beschwerde mit dem Antrag auf Auszahlung der Arbeitslosenentschädigung ab 6. Juni 1975.\n\nDie kantonale Rekurskommission stellte fest, massgebend für die Begründung des Versicherungsverhältnisses sei der |55| Zeitpunkt der zivilrechtlichen Wohnsitznahme, welche am 30. Mai 1975 erfolgt sei. Der Beschwerdeführer sei demnach zu Recht auf den 1. Juni 1975 in die Versicherung aufgenommen worden. Eine Taggeldberechtigung bestehe ab 1. Juli 1975; das Einkaufsgeld betrage Fr. 50.-- (Entscheid vom 10. Oktober 1975).\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde macht das Bundesamt für Industrie, Gewerbe und Arbeit (BIGA) geltend, auch beim bestehenden kantonalen Versicherungsobligatorium werde die Kassenmitgliedschaft mit dem Beitrittsgesuch oder, wenn es an einem solchen fehle, mit der Zuweisungsverfügung an die öffentliche Kasse begründet. Massgebend könne weder der Zeitpunkt der Wohnsitznahme noch derjenige der Anmeldung bei der Einwohnerkontrolle sein ...\n\nDer Beschwerdegegner hat sich zur Verwaltungsgerichtsbeschwerde nicht vernehmen lassen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Es ist unbestritten, dass die seit dem 1. Januar 1973 bestandene Mitgliedschaft des Beschwerdegegners bei der kantonalen Arbeitslosenversicherung wegen Auslandsaufenthaltes erloschen ist, nachdem auch die Voraussetzungen zu einem Weiterbestand des Versicherungsverhältnisses im Sinne der Art. 18 Abs. 3 AlVG und 4 Abs. 3 AlVV nicht erfüllt waren. Streitig ist dagegen, in welchem Zeitpunkt der Beschwerdegegner nach seiner Rückkehr in die Schweiz die Kassenmitgliedschaft erworben hat und ein Taggeldanspruch frühestens entstanden sein konnte. Dabei ist davon auszugehen, dass der Beschwerdegegner dem kantonalen Versicherungsobligatorium gemäss § 14 des zugerischen Einführungsgesetzes vom 15. Mai 1972 zu den Bundesgesetzen über die Arbeitsvermittlung und über die Arbeitslosenversicherung untersteht.\n\n2. a) Die Vorinstanz nimmt an, für den Erwerb der Kassenmitgliedschaft sei der Zeitpunkt der zivilrechtlichen Wohnsitznahme massgebend; nachdem der Beschwerdegegner am 30. Mai 1975 mit der Absicht dauernden Verbleibens in die Schweiz zurückgekehrt sei, sei er gemäss Art. 16 Abs. 1 AlVG mit Wirkung ab 1. Juni 1975 in die Kasse aufzunehmen. Diesen Zeitpunkt erachtete zunächst auch die Kasse als |56| massgebend; in der Vernehmlassung an die Vorinstanz bezeichnete sie dagegen den 1. Juli 1975 als ersten Mitgliedschaftstag mit der Begründung, entgegen ihrer ursprünglichen Annahme sei die Anmeldung bei der Einwohnerkontrolle der Wohnsitzgemeinde nicht am 30. Mai, sondern erst am 5. Juni 1975 erfolgt.\n\nDas BIGA macht demgegenüber geltend, auf den Zeitpunkt der Wohnsitznahme könne schon im Hinblick auf den Grundsatz der freien Kassenwahl nicht abgestellt werden. Beim Entstehen der Versicherungspflicht stehe noch nicht fest, welcher Kasse der Pflichtige beitreten werde; es müsse ihm eine angemessene Frist eingeräumt werden, um ein Beitrittsgesuch bei der Kasse seiner Wahl zu stellen. Erst wenn er innert nützlicher Frist vom Wahlrecht nicht Gebrauch mache, könne er durch Verfügung der für die Durchführung des Versicherungsobligatoriums zuständigen Behörde der öffentlichen Kasse zugewiesen werden. Daraus ergebe sich, dass für den Beginn der Mitgliedschaft der obligatorischen Versicherung ebenfalls das Datum des Beitrittsgesuches oder, wenn ein solches nicht gestellt werde, dasjenige der Zuweisungsverfügung an die öffentliche Kasse massgebend sei.\n\nb) Dieser Auffassung ist beizupflichten. Sie trägt dem Umstand Rechnung, dass die Arbeitslosenversicherung auch dort, wo sie obligatorisch erklärt wird, keine Versicherung von Gesetzes wegen begründet und sich die Rechte und Pflichten des Versicherten aus dessen persönlicher Zugehörigkeit zu einer Arbeitslosenversicherungskasse ergeben. Die in Art. 15 Abs. 1 AlVG gewährleistete freie Kassenwahl setzt voraus, dass zwischen der Versicherungspflicht als solcher und der Kassenmitgliedschaft unterschieden wird. Das Versicherungsobligatorium beseitigt lediglich die Freiwilligkeit des Kassenbeitritts in dem Sinne, dass sich der Nichtversicherte einer anerkannten Kasse anzuschliessen hat; eine zwangsweise Zuweisung an die öffentliche Kasse erfolgt nur, wenn der Versicherungspflichtige dieser Pflicht nicht nachkommt. Das Versicherungsverhältnis wird folglich nicht schon damit begründet, dass die Voraussetzungen der Versicherungspflicht erfüllt sind; vielmehr bedarf es eines Beitrittes des Versicherungspflichtigen selbst bzw. einer Zuweisung seitens der für die Durchführung des Obligatoriums zuständigen Behörde |57| (vgl. HOLZER, Kommentar zum Bundesgesetz über die Arbeitslosenversicherung, S. 37 und 77; VÖKT, Rechtsstellung und Rechtsbeziehungen der Kassen nach dem neuen Bundesgesetz über die Arbeitslosenversicherung, Diss. Basel 1954, S. 142, sowie BGE 101 V 129).\n\nDemnach kann für den Beginn der Kassenmitgliedschaft weder der Zeitpunkt der zivilrechtlichen Wohnsitznahme noch derjenige der Anmeldung bei der Einwohnerkontrolle massgebend sein. Es kann daher auch offenbleiben, ob sich der Beschwerdegegner bereits am 30. Mai oder erst am 5. Juni 1975 bei der Gemeinde zurückgemeldet hat.\n\n3. Nach Art. 11 Abs. 1 AlVV hat die Anmeldung bei der Arbeitslosenversicherung auf besonderem Formular zu erfolgen. Ein solches hat der Beschwerdegegner der Kasse am 10. Juli 1975 zugestellt. Bei der genannten Bestimmung handelt es sich indessen um eine blosse Ordnungsvorschrift. Meldet sich der Beitrittswillige mit formlosem Schreiben an, kommt er jedoch der Aufforderung der Kasse, sich rechtsgenüglich anzumelden, unverzüglich nach, so sind die Rechtswirkungen der Anmeldung auf das erste Schreiben zurückzubeziehen (vgl. für die Invalidenversicherung ZAK 1970 S. 499). Im vorliegenden Fall kann daher das Taggeldgesuch vom 6. Juni 1975 als massgebender Zeitpunkt der Anmeldung gelten. Das Gesuch wurde vom Beschwerdegegner in der Meinung unterbreitet, er sei noch Kassenmitglied, welcher Auffassung zunächst auch die Arbeitslosenversicherungskasse war. Im übrigen hat sich der Beschwerdegegner nach Erhalt des amtlichen Formulars ohne Verzug formrichtig angemeldet. Der Beginn seiner Mitgliedschaft ist in Anwendung von Art. 16 Abs. 1 AlVG somit auf den 1. Juli 1975 festzusetzen.\n\n4. Gemäss Ziff. II/1 des Bundesbeschlusses über Massnahmen auf dem Gebiete der Arbeitslosenversicherung und des Arbeitsmarktes zur Bekämpfung von Beschäftigungs- und Einkommenseinbrüchen vom 20. Juni 1975, in Kraft seit dem 1. Juli 1975, ist die ordentliche Wartefrist in Abweichung von Art. 25 Abs. 1 AlVG für Personen, die sich bis zum 31. Dezember 1975 bei einer anerkannten Arbeitslosenversicherungskasse anmelden, auf einen Monat verkürzt worden. Der Beschwerdegegner ist daher frühestens ab 1. August 1975 taggeldberechtigt. Ob die Voraussetzungen des Taggeldanspruches in diesem Zeitpunkt erfüllt waren, wird zunächst von der Kasse zu prüfen sein. Immerhin geht aus den Akten hervor, |58| dass der Beschwerdegegner am 9. Juli 1975 eine Erwerbstätigkeit aufgenommen hat.\n\n5. Versicherte, die während der Geltungsdauer des genannten Bundesbeschlusses in eine Kasse eintreten, haben in Abweichung von Art. 16 Abs. 4 AlVG ein Einkaufsgeld von Fr. 60.-- zu entrichten. Versicherte, die weniger als 6 Monate vor Inkrafttreten des Bundesbeschlusses in eine Kasse eingetreten sind und vor Ablauf von 6 Monaten seit Eintritt Leistungen beanspruchen, zahlen ein Einkaufsgeld von Fr. 10.-- für jeden Monat, um den die gesetzliche Wartefrist verkürzt wurde (Ziff. II/2 des Bundesbeschlusses).\n\nNachdem der Beschwerdegegner entgegen der Annahme der Vorinstanz erst auf den 1. Juli 1975 Kassenmitglied geworden ist, hat er das volle Einkaufsgeld von Fr. 60.-- zu entrichten.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde werden der vorinstanzliche Entscheid und die Kassenverfügung vom 16. Juli 1975 aufgehoben. Es wird festgestellt, dass der Beschwerdegegner die Kassenmitgliedschaft auf den 1. Juli 1975 erworben hat und das Einkaufsgeld Fr. 60.-- beträgt."}