{"annee": "102", "cour": "IB", "page": "137", "date": "11/6/1976", "cite": [], "cite_par": ["106 IV 107", "115 IV 131"], "chapeau": "24. Urteil des Kassationshofes vom 11. Juni 1976 i.S. W. gegen Regierungsrat des Kantons Luzern", "regestes": ["Art. 4 OCP 1. Les cantons ont la faculté de limiter à une durée inférieure à trois mois l'exécution des peines sous forme de semi-détention."], "faits": "|137|\n\nA.- Das Obergericht des Kantons Luzern verurteilte W. am 19. Dezember 1974 zu einem Monat Gefängnis, abzüglich einen Tag Untersuchungshaft, und widerrief gleichzeitig den vom Amtsstatthalteramt Luzern-Stadt am 13. August 1973 für eine Gefängnisstrafe von acht Tagen gewährten bedingten Strafvollzug.\n\nDas Amtsstatthalteramt Luzern-Land lehnte am 13. Oktober 1975 ein Gesuch des Verurteilten um Vollzug der beiden Gefängnisstrafen in Form der Halbgefangenschaft ab. Die gegen diese Verfügung geführte Verwaltungsbeschwerde wies der Regierungsrat des Kantons Luzern am 22. März 1976 gestützt auf § 1 Abs. 1 der von ihm am 7. April 1975 erlassenen |138| Verordnung über den Vollzug kurzfristiger Freiheitsstrafen ab, welcher die Form der Halbgefangenschaft nur für die Vollstreckung von Freiheitsstrafen bis zu einem Monat zulässt.\n\nB.- W. führt gegen diesen Entscheid Verwaltungsgerichtsbeschwerde mit dem Antrag, die Sache an die Vorinstanz zu neuer Beurteilung zurückzuweisen, eventuell den Vollzug der gegen ihn ausgesprochenen Freiheitsstrafen in Form der Halbgefangenschaft zu gewähren. Er macht geltend, gemäss Art. 4 Abs. 1 der Verordnung des Bundesrates zum Schweizerischen Strafgesetzbuch vom 13. November 1973 (VStGB 1) seien, wenn ein Kanton den Vollzug von Freiheitsstrafen in der Form der Halbgefangenschaft einführe, sämtliche Gefängnisstrafen von nicht mehr als drei Monaten in dieser Weise zu vollstrecken. Die Verweigerung der Halbgefangenschaft für die an ihm zu vollziehenden Strafen sei daher bundesrechtswidrig.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDie vom Bundesrat gestützt auf Art. 397bis StGB erlassene Verordnung vom 13. November 1973 zum Schweizerischen Strafgesetzbuch (VStGB 1: SR 311.01) gestattet in Art. 4 Abs. 1 den Kantonen, für Einschliessungsstrafen, Haftstrafen und Gefängnisstrafen bis zu drei Monaten den Vollzug in der Form der Halbgefangenschaft (semi-détention) einzuführen. Diese besteht darin, dass der Verurteilte nur die Ruhe- und Freizeit in der Anstalt zu verbringen hat, seine bisherige Arbeit oder Ausbildung aber ausserhalb der Anstalt fortsetzen kann (Abs. 3).\n\nArt. 4 VStGB (1) schafft die bisher fehlende Rechtsgrundlage für den Vollzug kurzer Freiheitsstrafen in der Form der Halbgefangenschaft, die schon früher vereinzelt Anwendung fand. Die Kantone werden indessen zur Einführung dieser Vollzugsform nur ermächtigt, nicht verpflichtet. Abgesehen davon, dass der Bund den zulässigen Maximalrahmen festsetzt, wird die den Kantonen erteilte Ermächtigung in keiner Richtung eingeschränkt oder mit Auflagen versehen. Sie sind also nicht bloss frei, die Halbgefangenschaft einzuführen oder davon abzusehen, sondern es wird ihnen auch anheimgestellt, in welcher Weise und in welchem Umfang sie von der Befugnis |139| Gebrauch machen wollen. Das schliesst auch die Möglichkeit ein, die Halbgefangenschaft auf einzelne der in der Verordnung genannten Strafarten zu beschränken oder nur für Strafen von kürzerer Dauer einzuführen. Ein Kanton, der einen Versuch mit der Halbgefangenschaft machen will, ist also nicht gehalten, sie für Gefängnisstrafen bis zu drei Monaten zu gewähren, sondern kann, wie es im Kanton Luzern geschehen ist, die Grenze der Strafdauer z.B. auf einen Monat herabsetzen. Gegen die vom Beschwerdeführer vertretene Auffassung, dass die Kantone nur die Wahl hätten, entweder die bundesrechtliche Höchstdauer der Strafen anzunehmen oder aber auf die Einführung der Halbgefangenschaft überhaupt zu verzichten, spricht schon der Wortlaut der Verordnung, der den Ausdruck \"gestatten\" verwendet, der weiter geht als das Wort \"können\", und dass die Verordnung nur die Art der Freiheitsstrafen und die obere Grenze der Strafdauer festlegt, im übrigen aber keine abschliessende Ordnung aufstellt, sondern die Regelung der Voraussetzungen und Bedingungen der Halbgefangenschaft den Kantonen überlässt. Die vom Beschwerdeführer gewünschte Auslegung würde sich auch mit dem Sinn und Zweck der Verordnung nicht vertragen. Die Einrichtung der Halbgefangenschaft ist bei der grossen Mehrheit der Kantone auf Widerstand gestossen, und vor einer obligatorischen Einführung müssen, wie aus den Erläuterungen des Eidgenössischen Justiz- und Polizeidepartements vom 7. November 1973 hervorgeht, vorerst Erfahrungen gesammelt werden, die unter den gegebenen Umständen nur zu erhalten sind, wenn den Kantonen ein weiter Ermessensspielraum eingeräumt wird. Dass eine fakultative Ordnung der vorliegenden Art eine unterschiedliche Behandlung der Verurteilten zur Folge hat, ist unvermeidlich und muss in Kauf genommen werden.\n\n§ 1 Abs. 1 der luzernischen Verordnung vom 7. April 1975 über den Vollzug kurzfristiger Freiheitsstrafen ist somit nicht bundesrechtswidrig und demzufolge auch nicht der Entscheid des Regierungsrates, die Halbgefangenschaft für eine länger als einen Monat dauernde Gefängnisstrafe abzulehnen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}