{"annee": "102", "cour": "II", "page": "59", "date": "25/3/1976", "cite": ["98 II 150", "81 II 85", "100 II 285"], "cite_par": ["104 II 216", "103 II 267", "109 II 400", "103 II 247"], "chapeau": "10. Urteil der II. Zivilabteilung vom 25. März 1976 i.S. Control Data AG gegen Schweizerische Bankgesellschaft", "regestes": ["Art. 48 al. 1 OJ; notion de décision finale. Un recours en réforme n'est pas recevable contre une décision de dernière instance rejetant une demande de sommation (Befehlsbegehren) présentée en cours de procédure en vertu du § 292 ch. 5 du Code de procédure civile zurichois (confirmation de jurisprudence)."], "faits": "|59|\n\nA.- Mit Eingabe vom 16. April 1975 stellte die Control Data AG (Klägerin) beim Einzelrichter im summarischen Verfahren des Bezirkes Zürich das Begehren, es sei die Schweizerische Bankgesellschaft (Beklagte) zu verpflichten, ihr alle sie und/oder das UBISCO-Projekt betreffenden Akten zur Einsicht vorzulegen. Das allgemein gefasste Begehren wurde durch eine in 14 Abschnitte gegliederte Aufstellung ergänzt, in welcher einzelne Kategorien der vorzulegenden Akten näher umschrieben wurden. Zur Begründung machte die Klägerin geltend, sie habe mit der Beklagten im Dezember 1971 eine Vereinbarung zum Zwecke der Verwirklichung des sog. UBISCO-Projektes (Union Bank Information System Concept) |60| geschlossen. Die Beklagte habe ihre Mitwirkung an diesem Projekt im Oktober 1974 eingestellt und sich trotz entsprechender Aufforderung geweigert, die Arbeit wieder aufzunehmen und die fälligen Zahlungen zu leisten. Hierauf habe sie, die Klägerin, den Rücktritt vom Vertrag erklärt und sich eine Schadenersatzforderung vorbehalten. Sie habe nun die Absicht, die Schadenersatzansprüche prozessual geltend zu machen. Zur vollständigen Begründung ihrer Klage sei jedoch erforderlich, dass sie in die Akten der Beklagten Einsicht nehmen könne, soweit diese sie bzw. das UBISCO-Projekt beträfen.\n\nDie Beklagte beantragte, das Begehren der Klägerin sei von der Hand zu weisen oder eventuell abzuweisen. Sie führte im wesentlichen aus, sie habe bereits am 14. März 1975 beim Handelsgericht eine Klage gegen die Klägerin anhängig gemacht, worauf diese eine Widerklage angekündigt habe. Streitgegenstand des vor Handelsgericht hängigen Prozesses bildeten die Schadenersatzansprüche, die auf Grund der Vereinbarungen der Parteien aus dem Fehlschlagen des UBISCO-Projektes resultierten. Zufolge der Rechtshängigkeit jenes Prozesses entfalle die Zuständigkeit des Einzelrichters im summarischen Verfahren zur Beurteilung des vorliegenden Editionsbegehrens. Das Begehren sei aber auch materiell nicht begründet, da der Klägerin auf Grund des zwischen den Parteien bestehenden Rechtsverhältnisses kein Anspruch auf Akteneinsicht zukomme und sie im übrigen ihr Interesse an einer solchen auch nicht genügend glaubhaft gemacht habe.\n\nMit Entscheid vom 21. Mai 1975 wies der Einzelrichter das Begehren der Klägerin ab. Er erachtete das Editionsbegehren teilweise als zu wenig abgegrenzt und deshalb unzulässig; in einem gewissen Umfang verneinte er seine Zuständigkeit mit Rücksicht auf die Möglichkeit der Klägerin, einzelne Anträge schon in Verbindung mit der Klageantwort im Prozess vor Handelsgericht zu stellen, und im übrigen gelangte er zum Schluss, das Editionsbegehren sei aus materiellen Gründen bzw. wegen Fehlens eines schützenswerten Interesses abzuweisen.\n\nB.- Gegen die einzelrichterliche Verfügung rekurrierte die Klägerin an das Obergericht des Kantons Zürich. Dieses hiess den Rekurs in ganz geringem Umfange gut und verpflichtete die Beklagte, die in Ziffer 1 des Dispositivs näher bezeichneten |61| Akten der Klägerin in ihren Geschäftsräumen zur Einsicht vorzulegen. Zur Hauptsache wurde der Rekurs jedoch abgewiesen.\n\nC.- Die Klägerin erhob gegen den obergerichtlichen Beschluss vom 24. November 1975 sowohl Nichtigkeitsbeschwerde beim Kassationsgericht des Kantons Zürich als auch Berufung beim Bundesgericht. Mit der Berufung stellt sie den Antrag, es sei der angefochtene Entscheid aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit diese über ihre Editionsbegehren auf Grund des kantonalen Rechtes neu entscheide. Zur Begründung wird geltend gemacht, das Obergericht habe den Editionsanspruch nach Bundesrecht beurteilt statt nach kantonalem Recht, aus welchem er sich bei richtiger Betrachtung ergebe; die fälschliche Anwendung von Bundesrecht stelle einen Berufungsgrund dar.\n\nD.- Das Kassationsgericht des Kantons Zürich beurteilte die Nichtigkeitsbeschwerde mit Entscheid vom 20. Februar 1976. Auf Grund von § 345 zürch. ZPO, wonach die Nichtigkeitsbeschwerde unzulässig ist, soweit zur Behebung der gerügten Mängel die Berufung an das Bundesgericht zur Verfügung steht, prüfte es zunächst, ob auf die Beschwerde eingetreten werden könne. Dabei gelangte es zur Auffassung, das Bundesgericht werde voraussichtlich auf die von der Klägerin erhobene Berufung nicht eintreten. Mit Rücksicht darauf unterzog es die Nichtigkeitsbeschwerde einer materiellen Prüfung, wobei es zu deren Abweisung gelangte.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Es ist zu prüfen, ob ein mit Berufung anfechtbarer Endentscheid im Sinne von Art. 48 Abs. 1 OG vorliegt. Ein solcher setzt nach der Rechtsprechung voraus, dass der kantonale Richter über den streitigen Anspruch materiell befunden oder dessen Beurteilung aus einem Grunde abgelehnt hat, der endgültig verbietet, dass der gleiche Anspruch zwischen den gleichen Parteien nochmals geltend gemacht wird (BGE 100 II 287 Erw. 1; BGE 98 II 154 /155 mit Hinweisen). Der angefochtene Entscheid wurde gestützt auf § 292 Ziff. 5 zürch. ZPO im Befehlsverfahren gefällt, das eine Unterart des summarischen Verfahrens darstellt. Die Rechtskraft einer solchen Entscheidung ist beschränkt, da der ordentliche Richter nach |62| § 105 Abs. 2 zürch. ZPO daran nicht gebunden ist. Eine im summarischen Verfahren beurteilte Sache kann daher dem ordentlichen Richter grundsätzlich nochmals zum Entscheid unterbreitet werden (vgl. BGE 100 II 287 Erw. 1 mit Hinweisen).\n\n2. Nachdem das Bundesgericht die Berufungsfähigkeit von Entscheiden, die im zürcherischen Befehlsverfahren ergangen waren, wegen deren beschränkten Rechtskraftwirkung früher allgemein verneint hatte (so noch in BGE 81 II 85), milderte es in der Folge die Voraussetzungen für die Zulassung der Berufung. Der heutige Stand der Rechtsprechung lässt sich in der Weise zusammenfassen, dass obergerichtliche Entscheidungen betreffend Befehlsbegehren auf dem Wege der Berufung an das Bundesgericht weitergezogen werden können, sofern das Begehren gutgeheissen und der Beklagte zu einem bestimmten Verhalten verpflichtet worden ist, ohne dass dadurch zwangsläufig ein ordentliches Verfahren ausgelöst würde (wie dies bei den vorsorglichen Massnahmen der Fall ist). Der endgültige Charakter solcher Entscheidungen wird im Hinblick darauf bejaht, dass die dem Beklagten auferlegte Verpflichtung in der Regel doch während längerer Zeit ihre Wirkungen entfaltet und sogar Gegenstand von Vollstreckungsmassnahmen (z.B. Ausschaffung eines aus der Wohnung gewiesenen Mieters) bilden kann (vgl. BGE 100 II 288 /289 Erw. 1). Das zürcherische Obergericht hat in einem Entscheid, der noch vor dem letztgenannten Bundesgerichtsurteil ergangen, jedoch erst nach dessen Fällung publiziert worden ist, den Anwendungsbereich von § 105 Abs. 2 zürch. ZPO nunmehr in dem Sinne eingeschränkt, dass es gewissen Entscheidungen, die ein Befehlsbegehren schützen, materielle Rechtskraft auch im Verhältnis zum ordentlichen Verfahren zuerkannt hat (ZR 73/1974, Nr. 10, S. 27/28). Damit wurde solchen Entscheiden über den Gesetzeswortlaut hinaus ein in jeder Hinsicht endgültiger Charakter verliehen.\n\n3. Im vorliegenden Fall wurde das Befehlsbegehren der Klägerin zur Hauptsache abgewiesen. Nur insofern ist es vor Bundesgericht streitig, da einzig die Klägerin Berufung erhoben hat. Nach der in BGE 100 II 288 /289 wiedergegebenen Rechtsprechung des Bundesgerichts ist die Berufungsfähigkeit des angefochtenen Entscheides mithin zu verneinen. Da der ordentliche Richter daran nicht gebunden ist und dem Urteil der Vorinstanz deshalb kein endgültiger Charakter zukommt, |63| kann die Klägerin die zu ihren Ungunsten beurteilten Fragen jenem erneut zum Entscheid unterbreiten (vgl. STRÄULI/HAUSER, 2. A, N. 1 zu § 105 ZPO, S. 198). Anders verhielte es sich freilich, wenn die zürcherischen Gerichte auch einem solchen Urteil entgegen § 105 Abs. 2 zürch. ZPO unbeschränkte Rechtskraftwirkung zuerkennen sollten. Das ist bis heute aber nicht geschehen. Das Obergericht hat seine neue Praxis einstweilen ausdrücklich auf Verfügungen beschränkt, mit denen ein Befehlsbegehren geschützt wird (vgl. ZR 73/1974, Nr. 10, S. 28). Auch das Kassationsgericht ist bei der Beurteilung der von der Klägerin erhobenen Nichtigkeitsbeschwerde davon ausgegangen, dem ein Befehlsbegehren abweisenden Entscheid komme im Sinne der bundesgerichtlichen Praxis kein endgültiger Charakter zu.\n\nDie Voraussetzungen für die Zulassung der Berufung weiter zu lockern, besteht kein Anlass. Der Grund für die Bejahung der Berufungsfähigkeit von Entscheidungen, die ein Befehlsbegehren schützen, liegt darin, dass dem zu einem bestimmten Verhalten Verpflichteten vor allem mit Rücksicht auf die Gefahr der Vollstreckung die Möglichkeit offenstehen soll, das Bundesgericht anzurufen. Der Rechtsschutz wäre in der Tat höchst unvollkommen, wenn vorerst die Vollstreckung einer bundesrechtswidrigen Entscheidung geduldet werden müsste und das Bundesgericht erst im Zusammenhang mit einem nachfolgenden ordentlichen Verfahren angerufen werden könnte. Wird hingegen ein Befehlsbegehren im kantonalen Verfahren abgewiesen, so ist dem unterlegenen Kläger zuzumuten, vor der Anrufung des Bundesgerichts einen materiell rechtskräftigen Entscheid des ordentlichen Richters herbeizuführen. Er muss dann zwar hinnehmen, dass es unter Umständen längere Zeit dauert, bis ein mit dem Bundesrecht übereinstimmender Zustand hergestellt werden kann; doch droht in der Zwischenzeit wenigstens keine Vollstreckung. Im übrigen ist einem Kläger unbenommen, von Anfang an den Weg des ordentlichen Prozesses zu beschreiten (vgl. STRÄULI/HAUSER, N. 1 zu § 277 ZPO, S. 396).\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Berufung wird nicht eingetreten."}