{"annee": "102", "cour": "II", "page": "394", "date": "22/9/1976", "cite": ["33 II 474", "56 II 61"], "cite_par": ["143 III 506"], "chapeau": "57. Arrêt de la Ire Cour civile du 22 septembre 1976 dans la cause De Stefano contre Torresan", "regestes": ["Valeur litigieuse (art. 46-47 OJ). Calcul de la valeur litigieuse, s'agissant de conclusions négatoires de droit (action en libération de dette)."], "faits": "BGE 102 II 394 S. 394\n\nA.- Le 22 mars 1974, Antonio De Stefano a acheté à Joseph Torresan une voiture d'occasion \"Mercedes 250 S\", moyennant reprise de deux voitures \"Opel 1900\" et \"Opel Kadett\" et versement de 3'500 fr. Comme il n'était pas satisfait de ce véhicule, les parties sont convenues de l'échanger contre une \"BMW 2000 CS\", à charge pour De Stefano de payer une nouvelle soulte de 2'000 fr. Celle-ci a été réglée à raison de 1'000 fr.\n\nPar lettre du 6 août 1974, De Stefano a déclaré à Torresan qu'il avait été victime d'une escroquerie, la voiture \"BMW 2000 CS\" étant \"à bout de souffle\", et que le contrat de vente était nul; il tenait ce véhicule à la disposition de Torresan, auquel il réclamait la restitution de 4'500 fr. qu'il lui avait versés et des deux voitures Opel qu'il lui avait remises, ou à défaut de leur contre-valeur, soit 2'800 fr. et 600 fr.\n\nLe 30 août 1974, Torresan a fait notifier à De Stefano un commandement de payer, pour le solde de la soulte, savoir 1'000 fr. avec intérêt. Il a obtenu la mainlevée provisoire de l'opposition formée contre cette poursuite.\n\nB.- De Stefano a ouvert action contre Torresan en prenant les conclusions suivantes: BGE 102 II 394 S. 395\n\n\"I. Le contrat oral complémentaire au contrat du 22 mars 1974 passé entre parties portant sur l'achat par le demandeur d'une voiture BMW 2000 CS est nul et annulé.\n\nII. Parties sont tenues de se restituer leurs prestations réciproques, le demandeur offrant d'ores et déjà de rendre au défendeur la voiture litigieuse BMW 2000 CS contre versement par ce dernier de la somme de 4'500 fr. (quatre mille cinq cents francs) et restitution des deux véhicules type Opel 1900 et Opel Kadett ou contre versement par le défendeur de la somme de 7'900 fr. (sept mille neuf cents francs).\n\nIII. Le demandeur n'est pas le débiteur du défendeur de la somme de Fr. 1'000.-- (mille francs) avec intérêts à 5% l'an dès le 30 août 1974.\n\nIV. L'opposition formée par le demandeur à la poursuite No 9058 de l'Office des poursuites de Morges est maintenue.\"\n\nLe défendeur a conclu au rejet des conclusions du demandeur et, \"reconventionnellement\", à la confirmation du prononcé de mainlevée.\n\nPar jugement du 1er juillet 1976, la Cour civile du Tribunal cantonal vaudois a rejeté la demande et admis les \"conclusions libératoires\" du défendeur.\n\nC.- Le demandeur recourt en réforme au Tribunal fédéral en reprenant les conclusions présentées en instance cantonale.", "considerants": "Considérant en droit:\n\n1. S'agissant d'une contestation portant sur des droits de nature pécuniaire, le recours n'est recevable que si ceux-ci atteignent une valeur d'au moins 8'000 fr. (art. 46 OJ).\n\nPour le calcul de la valeur litigieuse, les divers chefs de conclusions formés par le demandeur sont additionnés, pourvu qu'ils ne s'excluent pas (art. 47 al. 1 OJ). Le montant de la demande reconventionnelle n'est en revanche pas additionné à celui de la demande principale (art. 47 al. 2 OJ).\n\nCes dispositions, qui figuraient déjà à l'art. 60 al. 1 et 2 a OJ, sont interprétées par le Tribunal fédéral en ce sens que l'addition des divers chefs de conclusions ne dépend pas du point de savoir par quelle partie ils sont formés. Ce qui importe, c'est la partie qui fait valoir les droits contestés. Des conclusions négatoires de droit, telles que celles de l'action en libération de dette, concernent des droits invoqués non pas par la partie qui prend ces conclusions, mais par sa partie adverse. Elles doivent dès lors être traitées, pour le calcul de la valeur litigieuse, comme l'exercice d'une prétention contre le BGE 102 II 394 S. 396demandeur. Cette jurisprudence vise à éviter que le demandeur contre qui des prétentions reconventionnelles sont ou risquent d'être élevées ne puisse éluder l'art. 47 al. 2 OJ en formant des conclusions négatoires de droit au sujet de ces prétentions (ATF 33 II 475, ATF 56 II 61 s.; arrêts non publiés Dayer contre Quennoz, du 12 juillet 1966, consid. 1a, et Erzer contre Raboud, du 1er avril 1976, consid. 1).\n\nLes chefs de conclusions III et IV du demandeur concernent la prétention du défendeur au paiement du solde de la soulte de 1'000 fr., objet de la poursuite. Ils sont donc sans influence sur la valeur litigieuse des droits invoqués par le demandeur. Par ailleurs, le défendeur n'a pas formé de demande reconventionnelle portant sur d'autres prétentions, qui pourrait entraîner la recevabilité du recours en réforme en application de l'art. 47 al. 3 OJ; il se borne à réclamer les 1'000 fr. qui sont en cause dans l'action en libération de dette.\n\nLe chef de conclusions I, tendant à la constatation de la nullité du contrat relatif à la voiture \"BMW 2000 CS\", est également sans incidence. Il ne sert qu'à motiver les prétentions qui font l'objet du chef de conclusions II et les conclusions en libération de dette III et IV. Une solution contraire reviendrait à éluder l'art. 47 al. 2 OJ, qui exclut que la prétention du défendeur au paiement de 1'000 fr. soit additionnée à celles du demandeur.\n\nSeul reste donc déterminant le chef de conclusions II de la demande. Les droits contestés s'élèvent ainsi à 7'900 fr., à savoir 4'500 fr. plus la valeur des voitures \"Opel 1900\" et \"Opel Kadett\" dont le demandeur réclame la restitution. Cette valeur est fixée en tout à 3'400 fr. par la lettre du 6 août 1974 du conseil du demandeur, montant qui est repris par le Tribunal cantonal et résulte aussi des conclusions subsidiaires en paiement de la somme globale de 7'900 fr. Quant à la restitution de la voiture \"BMW 2000 CS\", elle ne correspond pas à une prétention du demandeur, et sa valeur n'entre donc pas en considération. Il s'agit au contraire d'une offre du demandeur \"de rendre au défendeur la voiture litigieuse BMW 2000 CS\" contre les prestations exigées de ce dernier.\n\nPar ces motifs, le Tribunal fédéral:\n\nDéclare le recours irrecevable."}