{"annee": "102", "cour": "IV", "page": "248", "date": "20/11/1976", "cite": ["68 III 156", "69 III 53", "96 IV 111"], "cite_par": [], "chapeau": "56. Auszug aus dem Urteil des Kassationshofes vom 20. November 1976 i.S. S. gegen Generalprokurator des Kantons Bern", "regestes": ["Art. 169 CP. Détournement de salaire saisi. Lorsque durant une saisie de salaire, le gain du débiteur tombe au-dessous du minimum vital avant de lui être supérieur, il faut opérer une compensation, même si la différence de revenu trouve sa source dans un changement d'activité, qui d'indépendante devient dépendante."], "faits": "|248|\n\nAus dem Sachverhalt:\n\nA.- Im August 1974 wurden vom Verdienst der selbständig tätigen S. monatlich Fr. 1'230.-- gepfändet. In Wirklichkeit betrug der Verdienst in der Zeit vom 12. November 1974, als die Pfändung in Kraft trat, bis Ende März 1975 insgesamt nur Fr. 5'000.--. Vom 1. April 1975 an bezog S. als Angestellte monatlich einen Nettolohn von Fr. 2'890.--, worauf das Betreibungsamt im Juli 1975 eine neue Lohnpfändung in der |249| Höhe von Fr. 1'570.-- vornahm. S. lieferte während der ganzen Pfändungsperiode eine einzige Zahlung von Fr. 1'570.-- ab.\n\nB.- Das Obergericht des Kantons Bern verurteilte S. wegen Verfügung über gepfändete Sachen, begangen vom 1. April bis Mitte Juli 1975, zu einer bedingt aufgeschobenen Gefängnisstrafe.\n\nC.- Das Bundesgericht hob in teilweiser Gutheissung der Nichtigkeitsbeschwerde das angefochtene Urteil auf und wies die Sache zu neuer Entscheidung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n2. a) Der Grundsatz, dass ein zeitweiliger Mindererwerb mit dem an sich pfändbaren Mehrerlös der folgenden Zeit ausgeglichen werden kann, ist sowohl für den unselbständigen wie auch für den selbständigen Erwerb anerkannt (BGE 68 III 156, BGE 69 III 54 E. 2, BGE 96 IV 111 f.; FRITZSCHE, Schuldbetreibung und Konkurs, 2. Aufl., Bd. 1, S. 213). Es besteht kein Grund, diesen Grundsatz dann nicht anzuerkennen, wenn der im Vergleich zum Existenzminimum eingetretene Minder- und Mehrerlös auf einen Wechsel von der selbständigen zur unselbständigen Erwerbstätigkeit zurückzuführen ist.\n\nIm vorliegenden Fall waren die Einkommensverhältnisse vor und nach dem 1. April 1975 so verschieden, dass der Ausschluss einer Kompensation von Minder- und Mehrerwerb stossend wäre. Es wäre auch widersprüchlich, einerseits die alte Pfändung insoweit anzuerkennen, als sie die Schuldnerin trotz der Erwerbsänderung weiterhin zur Ablieferung des Lohnes verpflichtete, andererseits den Fortbestand der ursprünglichen Pfändung aber insofern zu verneinen, als daraus die Möglichkeit zum Ausgleich von Minder- und Mehrerwerb folgt. Im Gegensatz zur Ansicht der Vorinstanz sind daher die Erwerbsverhältnisse der Beschwerdeführerin vor dem 1. April 1975 mitzuberücksichtigen."}