{"annee": "102", "cour": "V", "page": "175", "date": "8/10/1976", "cite": [], "cite_par": ["103 V 161"], "chapeau": "42. Urteil vom 8. Oktober 1976 i.S. Hürlimann gegen Ausgleichskasse des Basler Volkswirtschaftsbundes und Kantonale Rekurskommission Basel für die Ausgleichskassen", "regestes": ["Art. 11 LAI et 2 al. 5 RAI. Responsabilité à raison des atteintes à la santé causées par une mesure médicale ordonnée par une assurance sociale."], "faits": "|176|\n\nA.- Der 1924 geborene Hürlimann musste sich im Oktober 1972 in der Neurochirurgischen Poliklinik Basel einer Diskektomie Th 10 bis Th 12 unterziehen. Postoperativ kam es zu einer Nachblutung mit konsekutiver progressiver Paraparese der untern Extremitäten. Daher wurde er zur weitern Rehabilitation ins Paraplegikerzentrum verlegt. Die physiotherapeutische Nachbehandlung erfolgte in verschiedenen Heil- und Rehabilitationsanstalten. Die Invalidenversicherung gewährte ihm erstmals mit Verfügung der Ausgleichskasse des Basler Volkswirtschaftsbundes vom 28. März 1973 diverse Leistungen, u.a. Kostengutsprache für den Aufenthalt im Paraplegikerzentrum Basel für die Zeit vom 28. November 1972 bis 31. Januar 1973 und für die Nachbehandlung bis 31. Mai 1973. Später wurde die Kostengutsprache wiederholt verlängert.\n\nAm 17. Juli 1974 verfügte die Ausgleichskasse die Übernahme der Kosten eines Aufenthaltes im Paraplegikerzentrum zum Blasentraining für den Zeitraum 29. April bis 9. Mai 1974. Mit Schreiben vom 11. Juni 1975 schilderte der Versicherte der Invalidenversicherungs-Kommission den Verlauf der seines Erachtens als Folge einer Blasendruckmessung im Dezember 1974 aufgetretenen Harnweginfektion. Dem Sinne nach ersuchte er um medizinische Massnahmen zu deren Behandlung. Die Ausgleichskasse verfügte indessen am 6. August 1975, dass das Blasentraining und die Medikamente der Behandlung des Leidens an sich dienten und daher nicht der Invalidenversicherung belastet werden könnten.\n\nB.- Der Versicherte zog diese Verfügung beschwerdeweise an die kantonale Rekurskommission Basel für die Ausgleichskassen weiter, indem er geltend machte, die Blasendruckmessung, die zur Infektion geführt habe, sei im Zusammenhang mit der von der Invalidenversicherungs-Kommission bewilligten medizinischen Eingliederungsmassnahme durchgeführt worden.\n\nDie Vorinstanz hat die Beschwerde am 30. Oktober 1975 abgewiesen mit der Begründung: Vom Mai bis Mitte Dezember 1974 sei der Versicherte beschwerdefrei gewesen. Die Infektion, für die er Leistungen verlange, sei im besten |177| Fall die Folge einer im Dezember 1974 erfolgten Nachuntersuchung, die nicht von der Invalidenversicherung angeordnet worden sei. Art. 11 Abs. 1 IVG sei somit nicht anwendbar.\n\nC.- Der Versicherte führt Verwaltungsgerichtsbeschwerde mit dem Begehren um Ersatz der Heilungskosten gemäss Art. 11 Abs. 1 IVG.\n\nDie Ausgleichskasse und das Bundesamt für Sozialversicherung beantragen die Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer macht geltend, dass die Harnweginfektion, für deren Behandlung er Kostengutsprache verlangt, auf eine Blasendruckmessung zurückzuführen sei. Diese Untersuchung habe \"in ursächlichem und notwendigem Zusammenhang\" mit der ihm am 17. Juli 1974 als medizinische Massnahme verfügungsweise gewährten Kostengutsprache für den Aufenthalt im Paraplegikerzentrum zum Blasentraining gestanden. Die Invalidenversicherung sei daher gemäss Art. 11 Abs. 1 IVG leistungspflichtig. Demgegenüber meint das Bundesamt, das Blasentraining sei bisher nur im Rahmen von Art. 2 Abs. 5 IVV übernommen worden; die in Art. 11 Abs. 1 IVG statuierte Haftung für das Eingliederungsrisiko erstrecke sich nicht auf Behandlungsvorkehren im Sinne der zitierten Verordnungsvorschrift.\n\n2. a) Nach Art. 11 Abs. 1 IVG hat der Versicherte Anspruch auf Ersatz der Heilungskosten für Krankheiten und Unfälle, die durch Eingliederungsmassnahmen verursacht werden. Zu diesen Eingliederungsmassnahmen gehören u.a. jene medizinischen Vorkehren, die nicht auf die Behandlung des Leidens an sich, sondern unmittelbar auf die berufliche Eingliederung gerichtet und geeignet sind, die Erwerbsfähigkeit dauernd und wesentlich zu verbessern oder vor wesentlicher Beeinträchtigung zu bewahren (Art. 12 Abs. 1 IVG). Art. 2 Abs. 5 IVV enthält eine Ausnahme zu diesem Grundsatz in dem Sinne, dass bei Anstaltspflege die Versicherung für die Zeit, während welcher der Aufenthalt vorwiegend der Durchführung von Eingliederungsmassnahmen dient, auch Vorkehren übernehmen muss, die der Behandlung des Leidens an sich dienen, selber also keine Eingliederungsmassnahmen |178| sind. Diese ausnahmsweise Übernahme eigentlicher Leidensbehandlung wurde in der Verordnung offensichtlich aus Gründen der Praktikabilität und der Billigkeit im Sinne eines Entgegenkommens gegenüber den Versicherten statuiert. Es läge daher nahe, die in Art. 11 Abs. 1 IVG vorgesehene Haftung nicht über den Wortlaut dieser Bestimmung hinaus auszudehnen auf Heilungskosten für Krankheiten oder Unfälle, welche durch die nur im Ausnahmefall von Art. 2 Abs. 5 IVV zu gewährende Leidensbehandlung verursacht werden.\n\nb) Anderseits ist zu beachten, dass die Invalidenversicherung nach Art. 11 Abs. 1 IVG selbst dann für die durch Eingliederungsmassnahmen verursachten Krankheiten und Unfälle haftet, wenn jene Vorkehren zu Unrecht als Eingliederungsmassnahmen qualifiziert und zugesprochen worden sind (BGE 102 V 172, 99 V 212, EVGE 1968 S. 199, 1965 S. 77, 1962 S. 48; ZAK 1972 S. 674, 1971 S. 369, 1968 S. 688; unveröffentlichtes Urteil vom 28. Juli 1975 i.S. Genilloud). Würde jedoch eine Vorkehr richtigerweise als Behandlung des Leidens an sich qualifiziert und gestützt auf Art. 2 Abs. 5 IVV zu Recht gewährt, so wäre die Haftung der Invalidenversicherung bei wörtlicher Anwendung von Art. 11 Abs. 1 IVG - nach den Darlegungen im vorliegenden Absatz - für eine durch jene Vorkehr verursachte Gesundheitsschädigung nicht gegeben. Diese Betrachtungsweise lässt sich mit der bisherigen Rechtsprechung zu Art. 11 Abs. 1 IVG aber nicht vereinbaren, dies vor allem auch aus den folgenden Überlegungen.\n\nUnter Umständen wünscht ein Versicherter medizinische Massnahmen gemäss Art. 12 IVG gar nicht und unterzieht er sich ihnen nur im Hinblick auf die versicherungsmässigen Sanktionen, die das Gesetz jenem Invaliden androht, welcher die Eingliederung erschwert oder gar verunmöglicht (vgl. Art. 10 Abs. 2 und Art. 31 Abs. 1 IVG). Ferner ist zu beachten, dass der Verursachung von Krankheiten und Unfällen durch Eingliederungsmassnahmen nicht nur objektive Gegebenheiten, sondern zusätzlich ein Verschulden von Invalidenversicherungs-Organen bzw. Invalidenversicherungs-Durchführungsstellen zugrunde liegen kann. Würde die oben dargelegte Praxis zu Art. 11 Abs. 1 IVG aufgegeben, so entständen in den Fällen der Beteiligung eines Verschuldens von Invalidenversicherungs-Organen bzw. Invalidenversicherungs-Durchführungsstellen |179| bei zu Unrecht angeordneten und fehlerhaft durchgeführten medizinischen Eingliederungsmassnahmen kaum befriedigend lösbare Haftungsfragen. Die gleiche Situation ergäbe sich aber auch bei grundsätzlicher Verneinung der Haftung, wenn eine Leidensbehandlung im Sinne von Art. 2 Abs. 5 IVV aus schuldhaftem Verhalten von Invalidenversicherungs-Organen bzw. Invalidenversicherungs-Durchführungsstellen zu Krankheiten oder Unfällen und entsprechenden Heilungskosten führen würde.\n\nDiese Überlegungen rechtfertigen es, die in Art. 11 Abs. 1 IVG statuierte Haftung der Invalidenversicherung auch auf den Ersatz von Heilungskosten für Krankheiten und Unfälle auszudehnen, welche durch eine gemäss Art. 2 Abs. 5 IVV von der Invalidenversicherung zu übernehmende Behandlung des Leidens an sich verursacht werden.\n\n3. Das bedeutet, dass die Invalidenversicherung für die Behandlung der Harnweginfektion des Beschwerdeführers aufzukommen hat, sofern der Infekt mit Wahrscheinlichkeit auf eine von der Invalidenversicherung angeordnete medizinische Eingliederungsmassnahme zurückzuführen ist. Dazu enthalten die Akten keine hinreichend zuverlässigen Anhaltspunkte. Es wird Sache der Invalidenversicherungs-Kommission sein, dies durch Einholung zusätzlicher Arztberichte näher abzuklären und alsdann über den Anspruch des Beschwerdeführers neu verfügen zu lassen.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird in dem Sinne gutgeheissen, dass der Entscheid der Rekurskommission Basel für die Ausgleichskassen vom 30. Oktober 1975 und die Kassenverfügung vom 6. August 1975 aufgehoben werden und die Sache an die Ausgleichskasse des Basler Volkswirtschaftsbundes zurückgewiesen wird, damit diese, nach erfolgter Aktenergänzung gemäss den Erwägungen, über den Anspruch des Versicherten neu verfüge."}