{"annee": "133", "cour": "V", "page": "416", "date": "7/8/2007", "cite": ["125 V 430", "125 V 435"], "cite_par": ["139 V 244"], "chapeau": "52. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. S. gegen Assura Kranken- und Unfallversicherung sowie Verwaltungsgericht des Kantons Bern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_43/2007 vom 7. August 2007", "regestes": ["Art. 25 al. 1, art. 42 al. 1 LAMal; art. 394 CO: Soins médicaux dispensés à soi-même. L'obligation de l'assurance-maladie obligatoire de prendre en charge les soins médicaux ne s'étend pas à ceux qu'un médecin se dispense à soi-même (consid. 2-4)."], "faits": "BGE 133 V 416 S. 416\n\nA. Der 1955 geborene Dr. med. S., Facharzt für Kinder- und Jugendpsychiatrie und -psychotherapie, war bis Ende 2003 bei der Assura Kranken- und Unfallversicherung obligatorisch für Krankenpflege versichert. Im Zusammenhang mit einem gemeldeten Zeckenbiss aus dem Jahre 1999 erbrachte der Unfallversicherer (Zürich Versicherungs-Gesellschaft) zunächst die gesetzlichen BGE 133 V 416 S. 417Versicherungsleistungen, lehnte aber mit Verfügung vom 8. Januar 2003 und Einspracheentscheid vom 7. März 2006 den Anspruch auf Leistungen ab. Das zu dieser Frage eingeleitete Rechtsmittelverfahren ist letztinstanzlich noch beim Bundesgericht hängig (U 585/06).\n\nDie Assura anerkannte am 3. April 2003 im Grundsatz ihre Vorleistungspflicht für die Behandlung der angeblich durch den Zeckenbiss übertragenen Lyme-Borreliose, verweigerte aber gewisse Leistungen, worauf das damalige Eidg. Versicherungsgericht (heute Bundesgericht) in teilweiser Gutheissung der Verwaltungsgerichtsbeschwerde mit Urteil vom 27. Januar 2005 die sich nach Massgabe des KVG richtende Vorleistungspflicht der Assura bestätigte.\n\nS. ersuchte die Assura am 15. Dezember 2005 um Rückerstattung der Kosten für in der Zeit vom 6. Dezember 2001 bis 17. Januar 2002 und vom 5. November bis 16. Dezember 2002 von ihm an sich selbst vorgenommene Borreliose-Behandlungen im Gesamtbetrag von Fr. 22'532.60. Mit Verfügung vom 14. März 2006 lehnte die Assura die Vergütung der beiden Rechnungen ab. Daran hielt sie mit Einspracheentscheid vom 5. Mai 2006 fest.\n\nB. Das Verwaltungsgericht des Kantons Bern wies die hiegegen erhobene Beschwerde mit Entscheid vom 18. Januar 2007 ab.\n\nC. S. lässt Beschwerde führen und beantragen, in Aufhebung des angefochtenen Entscheids sei im Rahmen der Vorleistungspflicht sein Anspruch von Fr. 22'532.60 für die Selbstbehandlungen zulasten der obligatorischen Krankenpflegeversicherung anzuerkennen.\n\nDie Assura und das Bundesamt für Gesundheit schliessen auf Abweisung der Beschwerde.\n\nDie Beschwerde wird abgewiesen.", "considerants": "Aus den Erwägungen:\n\n1. Streitig ist, ob sich die Leistungspflicht der obligatorischen Krankenversicherung auch auf die Selbstbehandlung eines Arztes erstreckt. Diese dem Bundesgericht erstmals vorgelegte Rechtsfrage ist von grundsätzlicher Bedeutung, weshalb über sie nach Art. 20 Abs. 2 BGG in Fünferbesetzung zu entscheiden ist.\n\n2.\n\n2.1 Die obligatorische Krankenpflegeversicherung übernimmt die Kosten für die Leistungen, die der Diagnose oder Behandlung einer BGE 133 V 416 S. 418Krankheit und ihrer Folgen dienen (Art. 25 Abs. 1 KVG). Haben Versicherer und Leistungserbringer nichts anderes vereinbart, so schulden gemäss Art. 42 Abs. 1 KVG die Versicherten den Leistungserbringern die Vergütung der Leistung, wobei sie gegenüber dem Versicherer einen Anspruch auf Rückerstattung (im Sinne der Erstattung oder Vergütung) haben (System des Tiers garant). Versicherer können nach Abs. 2 dieses Artikels vereinbaren, dass der Versicherer die Vergütung schuldet (System des Tiers payant). Ein Anspruch auf Erstattung des Honorars eines freipraktizierenden Leistungserbringers durch den Versicherer besteht jedoch in der Regel nur, wenn eine solche Honorarforderung nach den zivilrechtlichen Voraussetzungen gegeben ist (BGE 125 V 430 E. 3a S. 432 und 435 E. 3a), wobei deren Erfüllung im letztgenannten Fall des Eltern-Kind-Verhältnisses offenbleiben kann.\n\n2.2 Gestützt auf die in E. 2.1 dargelegte Rechtsprechung hat das kantonale Gericht zu Recht geprüft, ob dem Leistungserbringer, der identisch mit dem Beschwerdeführer ist, ein Honoraranspruch gegenüber sich selbst entstanden ist. Die Vorinstanz verneint dies im Wesentlichen auf den Überlegungen basierend, dass das Vertragsverhältnis zwischen Arzt und Patient unter die Bestimmungen über den Auftrag (Art. 394 ff. OR) fällt und dass niemand mit sich selbst einen Vertrag schliessen kann. Diese Auffassung wird von der Doktrin (siehe GEBHARD EUGSTER, Krankenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], 2. Aufl., Basel 2006, Rz. 951 und Fn. 1483) und dem Bundesamt für Gesundheit geteilt.\n\n3.\n\n3.1 Den vorinstanzlichen Erwägungen ist beizupflichten: Das vom Gesetzgeber gewählte System des Tiers garant (vgl. Art. 42 Abs. 1 KVG) beruht auf einem personalen Dreiecksverhältnis zwischen Versicherer (Krankenkasse), Versichertem (Patient) und Leistungserbringer (z.B. Arzt). Gleiches gilt ohne Weiteres auch für das System des Tiers payant. Sind nun aber - wie hier - Patient und Arzt identisch, schuldet Ersterer sich selbst mangels eines zivilrechtlichen Vertragsverhältnisses offensichtlich keine Vergütung für die an seiner eigenen Person vorgenommenen ärztlichen Behandlungen.\n\n3.2 Was der Beschwerdeführer dagegen vorbringen lässt, dringt nicht durch: BGE 133 V 416 S. 419\n\n3.2.1 Er macht geltend, er könne wegen des Versicherungsobligatoriums nicht wählen, ob er eine Krankenversicherung abschliessen oder sich selbst behandeln wolle und habe daher Anspruch auf die volle Übernahme der Kosten für Pflichtleistungen. Dass er - wie jede versicherte Person - grundsätzlich Anspruch auf die Leistungen nach KVG hat, ändert nach dem Gesagten indessen nichts daran, dass die entsprechenden Voraussetzungen jeweils erfüllt sein müssen. Wenn behandelter Patient und behandelnder Arzt die gleichen Personen sind, fehlt es an einer krankenversicherungsrechtlich vergütungsfähigen Honorarforderung, weshalb eine Leistungspflicht des Versicherers entfällt. Entgegen der Auffassung des Beschwerdeführers bietet das KVG keinen Raum, den Ausnahmefall der ärztlichen Selbstbehandlung, wie von ihm verlangt, zu regeln, liegt doch diesfalls das nach dem vom Gesetzgeber gewählten System verlangte rückforderbare Substrat nicht vor.\n\n3.2.2 Aus der nicht Gegenstand des Verfahrens bildenden Übernahme der Medikamentenkosten durch die Beschwerdegegnerin kann der Beschwerdeführer nichts zu seinen Gunsten ableiten. Ob, wie EUGSTER, a.a.O., in Rz. 951 an sich folgerichtig postuliert, von einem Arzt sich selbst verordnete Arzneimittel nicht Pflichtleistungen sein können, kann offenbleiben, ist doch unbestritten, dass der Beschwerdeführer sich diese nicht selbst verordnet hat. Vielmehr wurden sie ihm von einer anderen ihn behandelnden Ärztin verschrieben.\n\n3.2.3 Aus der Rechtsprechung, wonach sich die Leistungspflicht der obligatorischen Krankenpflegeversicherung auch auf die ärztliche Behandlung durch den Ehepartner der versicherten Person (BGE 125 V 430) und durch einen Elternteil des versicherten Kindes (BGE 125 V 435) erstreckt, ergibt sich ebenfalls nichts zu Gunsten des Beschwerdeführers, lag doch jenen Konstellationen keine personelle Identität zu Grunde.\n\n3.2.4 Dass der Beschwerdeführer bei einer anderen Ärztin in Behandlung steht, die ihm die Medikamente und die Behandlung verordnet hat, ändert nichts daran, dass es im Wesentlichen um eine nicht kassenpflichtige Selbstbehandlung geht.\n\n3.2.5 Inwiefern schliesslich die Selbstbehandlung wirtschaftlicher sein soll, ist nicht nachvollziehbar, hat doch der Beschwerdeführer (als Leistungserbringer) den üblichen Ansatz nach Tarif in Rechnung gestellt. BGE 133 V 416 S. 420\n\n4. Die KV-rechtliche Vergütung ärztlicher Selbstbehandlung ist auch wegen der Gefahr des Missbrauchs zu verneinen (vgl. zur Ungültigkeit des Selbstkontrahierens bei Interessenkollisionen im Zivilrecht: GUHL/KOLLER, Das Schweizerische Obligationenrecht, 9. Aufl., Zürich 2000, S. 157 N. 15 zu § 18 mit Hinweisen auf die Praxis). Eine solche hatte das damalige Eidg. Versicherungsgericht zwar bereits in den in E. 3.2.3 erwähnten Konstellationen geortet. Es hielt aber fest, dass es dem Krankenversicherer unbenommen bleibt, die Kontrollmöglichkeiten in solchen Fällen zu intensivieren. In jenen Fällen waren Arzt und Patient wohl familiär sehr eng miteinander verbunden, jedoch verschiedene natürliche Personen. Den an seiner eigenen Person tätig werdenden Arzt als Leistungserbringer der gesetzlichen Krankenversicherung zuzulassen, würde indessen zu einer Vermischung der Rollen der versicherten Person und des Leistungserbringers führen, was auch unter dem Gesichtswinkel einer jederzeit möglichen und unkontrollierbaren Missbrauchsgefahr abzulehnen ist."}