{"annee": "133", "cour": "V", "page": "642", "date": "13/11/2007", "cite": ["126 V 183"], "cite_par": ["139 V 604", "136 I 39"], "chapeau": "83. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Hotela Unfallversicherung gegen Z. sowie Kantonales Versicherungsgericht des Wallis (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_158/2007 vom 13. November 2007", "regestes": ["Art. 66 al. 4 LTF. Les assureurs-accidents ne sont pas visés par la gratuité de la procédure prévue par l'art. 66 al. 4 LTF (consid. 5)."], "faits": "", "considerants": "BGE 133 V 642 S. 642\n\nAus den Erwägungen:\n\n5.\n\n5.1 Das Verfahren ist kostenpflichtig (Art. 65 f. des Bundesgesetzes vom 17. Juni 2005 über das Bundesgericht [BGG; SR 173.110]). Nach Art. 66 Abs. 1 BGG werden die Gerichtskosten in der Regel der unterliegenden Partei auferlegt. Dem Bund, den Kantonen und den Gemeinden sowie den mit öffentlich-rechtlichen Aufgaben betrauten Organisationen dürfen in der Regel keine Gerichtskosten auferlegt werden, wenn sie in ihrem amtlichen Wirkungskreis und, ohne dass es sich um ihr Vermögensinteresse handelt, das Bundesgericht in Anspruch nehmen oder wenn gegen ihre Entscheide in solchen Angelegenheiten Beschwerde geführt worden ist (Art. 66 Abs. 4 BGG). Es stellt sich demnach die Frage, ob dem unterliegenden Unfallversicherer die Gerichtskosten aufzuerlegen sind. BGE 133 V 642 S. 643\n\n5.2 Bereits unter dem alten Recht durften gemäss Art. 156 Abs. 2 des Bundesgesetzes vom 16. Dezember 1943 über die Organisation der Bundesrechtspflege (OG; BS 3 S. 531) \"dem Bund, Kantonen oder Gemeinden, die in ihrem amtlichen Wirkungskreis und ohne dass es sich um ihr Vermögensinteresse handelt, das Bundesgericht in Anspruch nehmen, oder gegen deren Verfügungen in solchen Angelegenheiten Beschwerde geführt wird\", in der Regel keine Gerichtskosten auferlegt werden. Dieser Text findet sich bereits als Art. 156 Abs. 2 in der Botschaft des Bundesrates zum OG vom 9. Februar 1943 (BBl 1943 S. 97, 208). Er wurde mit geringen sprachlichen Änderungen aus Art. 221 Abs. 4 des Bundesgesetzes über die Organisation der Bundesrechtspflege vom 22. März 1893 übernommen (BBl 1893 I 1107, S. 1165). Nach der Rechtsprechung hatten Unfallversicherer unter der Herrschaft des OG in Streitigkeiten zwischen Versicherungsträgern über Leistungen aus Unfallfolgen für eine gemeinsam versicherte Person allfällige Gerichtskosten zu tragen (BGE 126 V 183 E. 6 S. 192 mit Hinweisen).\n\n5.3 Die Grundsätze der Kostentragungspflicht vor Bundesgericht (Art. 66 BGG) sind weitgehend vom bisherigen Recht übernommen worden (Botschaft des Bundesrates vom 28. Februar 2001, BBl 2001 S. 4202, 4305). Kostenpflichtig ist gemäss Art. 66 BGG grundsätzlich die unterliegende (Abs. 1) oder die unnötig Kosten verursachende (Abs. 3) Partei. Diese Regelung kennt ausdrücklich erwähnte Ausnahmen: Von den Gerichtskosten befreit sind Bund, Kantone und Gemeinden sowie - neu - die mit öffentlich-rechtlichen Aufgaben betrauten Organisationen, sofern sie in ihrem amtlichen Wirkungskreis handeln und es nicht um ihr Vermögensinteresse geht (Abs. 4). Das Bundesgericht kann die Gerichtskosten anders verteilen oder auf die Kostenerhebung verzichten, wenn es die Umstände rechtfertigen (Abs. 1 zweiter Satz). Zudem kann es auf die Erhebung der Gerichtskosten ganz oder teilweise verzichten, wenn ein Fall durch Abstandserklärung oder Vergleich erledigt wird (Abs. 2). Aus dem Vergleich des Wortlauts von Art. 156 Abs. 2 OG und Art. 66 Abs. 4 BGG wird deutlich, dass die bisher für Bund, Kantone und Gemeinden geltende Kostenbefreiung auf die Organisationen mit öffentlich-rechtlichen Aufgaben erweitert werden sollte. Dieser Begriff fand sich bisher bereits in Art. 159 Abs. 2 OG, so dass die zu dieser Bestimmung ergangene Rechtsprechung übernommen werden kann (vgl. SEILER/VON WERDT/GÜNGERICH, Bundesgerichtsgesetz [BGG], Bern 2007, N. 46 zu Art. 66 BGG). BGE 133 V 642 S. 644\n\n5.4 In Abweichung vom bisherigen Art. 134 OG hat der Gesetzgeber sämtliche Verfahren vor Bundesgericht für kostenpflichtig erklärt und für das Sozialversicherungsrecht lediglich einen reduzierten Gebührenrahmen vorgesehen (Art. 65 Abs. 4 lit. a BGG).\n\n5.5 Die Hotela zählt bezüglich ihrer Tätigkeit im Rahmen der obligatorischen Unfallversicherung zu den mit öffentlich-rechtlichen Aufgaben betrauten Organisationen (Art. 68 UVG; vgl. für die SUVA Art. 61 ff. UVG, die als öffentlich-rechtliche Anstalt des Bundes jedoch dem Gemeinwesen Bund zuzuordnen ist [SEILER/ VON WERDT/GÜNGERICH, a.a.O., N. 45 zu Art. 66 BGG]). Bei Leistungsstreitigkeiten erfüllt sie demnach Aufgaben in ihrem amtlichen Wirkungskreis (Art. 70 UVG; vgl. für die SUVA Art. 66 UVG). Dabei verfolgt sie aber eigene Vermögensinteressen; denn die obligatorische Unfallversicherung finanziert sich durch Prämien, Erträge aus Kapitalanlagen sowie durch Einnahmen aus Regress gegen haftpflichtige Dritte und erhält von der öffentlichen Hand keine Zuschüsse, sodass jeder Versicherungsträger für sein finanzielles Gleichgewicht selbst verantwortlich ist (Art. 89 ff. UVG, insbesondere Art. 89 Abs. 3 UVG; vgl. auch ALFRED MAURER, Schweizerisches Unfallversicherungsrecht, Bern 1985, S. 569 ff. und SEILER/ VON WERDT/GÜNGERICH, a.a.O., N. 54 zu Art. 66 BGG). Dies gilt ungeachtet der Leistungsart, da das Vermögen des Versicherers sowohl bei der Ausrichtung von Geld- wie auch von Sachleistungen belastet wird und deshalb ein eigenes Vermögensinteresse zu bejahen ist. Somit fallen die Unfallversicherer im Rahmen der obligatorischen Unfallversicherung nicht unter den Ausnahmetatbestand von Art. 66 Abs. 4 BGG. Die unterliegende Hotela hat daher die Gerichtskosten zu tragen (Art. 66 Abs. 1 BGG)."}