{"annee": "133", "cour": "IV", "page": "278", "date": "12/8/2007", "cite": ["126 IV 107", "131 I 57", "122 IV 365", "125 II 417", "129 II 268", "129 III 445", "108 IV 154", "131 II 169", "126 I 228", "128 IV 145", "120 IV 260", "131 I 52"], "cite_par": ["134 IV 237", "137 IV 33", "137 I 128", "143 IV 85", "136 IV 92", "136 I 323"], "chapeau": "40. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Ministère public de la Confédération ainsi que Tribunal pénal fédéral (recours en matière pénale)\n\n6B_226/2007 du 12 août 2007", "regestes": ["Art. 29 al. 3 et art. 33 RTF; compétence de la Cour de droit pénal. La confiscation de valeurs patrimoniales, prononcée avant toute instruction préparatoire, est une décision finale qui relève du droit pénal matériel (consid. 1.1).", "Art. 79 et 80 al. 1 LTF; autorités précédentes. Le recours en matière pénale est recevable contre une décision de la Cour des plaintes relative à la confiscation de valeurs patrimoniales (consid. 1.2).", "Art. 81 al. 1 LTF; qualité pour recourir. Le titulaire d'avoirs bancaires confisqués a qualité pour former un recours en matière pénale (consid. 1.3)."], "faits": "|279|\n\nA. Dans le courant de l'année 1987, se présentant comme Y. et légitimant cette identité par la présentation d'un faux passeport, X., alias Z., aurait ouvert le compte A., auprès de la Citibank, à Zurich, au moyen d'un apport initial de 500'000 USD, ainsi qu'un compte B. auprès de la SBS, à Zurich.\n\nB. Le 11 mars 1996, X. a été condamné en Australie à neuf ans de prison pour avoir embarqué au Pakistan et tenté d'importer en Australie plus de quinze tonnes de résine de cannabis, dont cinq tonnes, d'une valeur estimée à quelque 75 millions AUSD, ont été saisies au large des côtes australiennes en 1994. Il a purgé sa peine jusqu'en 2002.\n\nAu cours de l'instruction de cette affaire, l'autorité australienne a décerné une commission rogatoire internationale à la Suisse, dans la mesure où ses investigations montraient que le financement du trafic avait touché le compte B. Elle a prié les autorités suisses d'identifier le titulaire de cette relation bancaire. Les recherches n'ont pas été étendues à tout compte qui aurait existé au nom de Y. en Suisse et X., bien qu'interrogé à ce sujet, a toujours tu l'existence du compte A.\n\nC. Le 15 février 2005, muni d'un faux passeport établi au nom de Y., X. s'est présenté à la Citibank à Genève afin de disposer des fonds déposés sur le compte A. Compte tenu de l'expiration de la validité de ce passeport, le banquier a exigé des documents de légitimation valides, de sorte que X. a présenté son passeport australien portant son nom tout en précisant que son nom de naissance était Z. Ne pouvant identifier X. comme étant son client, la banque s'est opposée à sa demande.\n\nSuite à cette visite, la Citibank a découvert que X. était l'alias utilisé par Z., l'un des plus importants trafiquants de drogue d'Australie, lié au crime organisé depuis les années 1970, notamment en relation avec une célèbre affaire de blanchiment de l'argent de la drogue par le biais de courses de chevaux. Elle a donc procédé à une dénonciation selon la LBA. Le Ministère public de la Confédération a alors ouvert une enquête de police judiciaire du chef de blanchiment d'argent, entendu X. à titre de renseignement et placé le compte A. sous séquestre pénal. |280|\n\nD. Par ordonnance du 29 novembre 2006, le Ministère public de la Confédération a suspendu (classé) la procédure pénale et prononcé la confiscation et la dévolution à la Confédération suisse des valeurs patrimoniales déposées sur le compte A.\n\nPar arrêt du 31 janvier 2007, la Ire Cour des plaintes du Tribunal pénal fédéral a déclaré irrecevable le recours de X. En bref, elle lui a dénié la qualité pour recourir aux motifs que son identité demeurait incertaine et qu'il aurait ouvert, sans pouvoir le justifier, un compte sous un faux nom.\n\nE. X. dépose un recours en matière pénale. Il conclut, principalement, à l'annulation de l'arrêt précité et au renvoi de la cause à la Cour des plaintes pour nouvelle décision sur le fond.\n\nDans sa réponse, le Ministère public de la Confédération a conclu au rejet du recours. Le recourant a déposé ses ultimes observations le 18 mai 2007.\n\nLe Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n1. (...)\n\n1.1 Selon l'art. 33 du règlement du 20 novembre 2006 du Tribunal fédéral (RTF; RS 173.110.131), la Cour de droit pénal traite notamment les recours en matière pénale qui relèvent du droit pénal matériel (let. a) et de la procédure pénale contre des décisions finales (let. b et c). Les recours en matière pénale contre les décisions incidentes relevant de la procédure pénale sont en revanche de la compétence de la première Cour de droit public (art. 29 al. 3 RTF).\n\nEn l'espèce, le litige porte sur la confiscation et la dévolution à l'Etat de valeurs patrimoniales que le Ministère public de la Confédération a prononcées dans le cadre de la suspension de recherches, avant l'ouverture d'une instruction préparatoire (art. 73 et 106 al. 1 de la loi sur la procédure pénale [PPF; RS 312.0]). Cette décision est finale, puisqu'elle met fin à la procédure (art. 90 de la loi du 17 juin 2005 sur le Tribunal fédéral [LTF; RS 173.110]), et relève par ailleurs du droit pénal matériel. Le recours relève par conséquent de la compétence de la Cour de droit pénal.\n\n1.2 Le recours en matière pénale est recevable contre les décisions prises par les autorités cantonales de dernière instance et par le Tribunal pénal fédéral (art. 80 al. 1 LTF). Il est, en revanche, |281| irrecevable contre les décisions de la Cour des plaintes du Tribunal pénal fédéral, sauf si elles portent sur des mesures de contrainte (art. 79 LTF).\n\n1.2.1 Le Ministère public de la Confédération a prononcé une ordonnance de suspension de la procédure pénale et de confiscation, indiquant que celle-ci pouvait, dans un délai de 10 jours, faire l'objet d'un recours auprès de la Cour des plaintes du Tribunal pénal fédéral conformément à l'art. 73 al. 2 PPF. Dans son arrêt du 31 janvier 2007, cette dernière a constaté que la confiscation et la dévolution à la Confédération des valeurs patrimoniales constituaient des mesures de contrainte et semble ainsi avoir statué en application de l'art. 28 al. 1 let. b de la loi fédérale du 4 octobre 2002 sur le Tribunal pénal fédéral (LTPF; RS 173.71). Dans l'indication des voies de recours, elle a également mentionné que ses arrêts relatifs aux mesures de contrainte étaient sujets à recours devant le Tribunal fédéral, en se référant à l'art. 33 al. 3 let. a LTPF, alors que cette disposition transitoire n'entre cependant plus en considération depuis l'entrée en vigueur de la LTF au 1er janvier 2007.\n\n1.2.2 On peut douter qu'une décision de confiscation, indépendante et finale, constitue une mesure de contrainte au sens des art. 79 LTF ou 28 al. 1 let. b LTPF, cette notion se référant davantage, selon la jurisprudence, aux mesures investigatrices ou coercitives prises, à titre incident, au cours du procès pénal, telles que l'arrestation, la détention, le séquestre, la fouille, la perquisition ou encore la surveillance téléphonique (cf. art. 45 ss DPA [RS 313.0]; ATF 131 I 52 consid. 1.2.3 p. 55; ATF 120 IV 260 consid. 3b p. 262). Il reste que la Cour des plaintes du Tribunal pénal fédéral statue notamment sur les plaintes dirigées contre les opérations ou les omissions du procureur général de la Confédération ou du juge d'instruction fédéral (art. 28 al. 1 let. a LTPF) et sur les mesures de contrainte ou les actes s'y rapportant dans la mesure où la PPF ou une autre loi fédérale le prévoit (art. 28 al. 1 let. b LTPF). Cette autorité a ainsi pour tâche principale de surveiller les opérations d'enquête menées par les autorités fédérales et assume avant tout des fonctions d'instruction (cf. FF 2001 p. 4156), lesquelles ne peuvent être revues par le Tribunal fédéral, sous réserve des mesures de contrainte, qui constituent des mesures graves et qui doivent par conséquent pouvoir être contrôlées au même titre que les décisions cantonales similaires (cf. art. 79 LTF; FF 2001 p. 4030 s.). La Cour des affaires pénales du Tribunal pénal fédéral, quant à elle, statue notamment sur les affaires qui |282| relèvent de la juridiction fédérale, pour autant que le procureur général de la Confédération n'en ait pas délégué l'instruction et le jugement aux autorités cantonales (art. 26 let. a LTPF). Elle assume ainsi les fonctions d'un juge du fond de première instance pour les affaires relevant de la juridiction fédérale (cf. FF 2001 p. 4156).\n\nSelon cette répartition des tâches, c'est en principe, sauf par exemple en application de l'art. 73 al. 2 PPF (cf. consid. 1.2.1), la Cour des affaires pénales qui prononce les confiscations, dans le cadre des jugements au fond, puisque ces mesures relèvent de l'application du droit pénal matériel (art. 69 ss CP) et constituent dès lors plus que des simples actes relatifs à l'instruction des affaires pénales. Dans ces cas, les personnes lésées par une confiscation peuvent recourir devant le Tribunal fédéral pour faire contrôler, entre autres, la juste application des art. 69 ss CP. Il en va d'ailleurs de même des personnes dont les avoirs sont confisqués sur le plan cantonal. Or, aucun motif ne justifie de traiter différemment celui qui est lésé par une confiscation prononcée par la Cour des affaires pénales dans le cadre d'un jugement au fond de celui qui se voit privé de ses biens par la Cour des plaintes, qui statue sur un recours contre une décision du Ministère public de la Confédération.\n\nDans ces conditions, le recours en matière pénale déposé contre une décision de la Cour des plaintes, qui concerne une décision de confiscation et de dévolution à l'Etat de valeurs patrimoniales, est recevable.\n\n1.3 Selon l'art. 81 al. 1 LTF, quiconque a pris part à la procédure devant l'autorité précédente ou a été privé de la possibilité de le faire et (let. a) a un intérêt juridique à l'annulation ou à la modification de la décision attaquée (let. b) a qualité pour former un recours en matière pénale. Cette disposition donne une définition générale de la qualité pour recourir en matière pénale. La liste figurant sous la let. b énumère les cas ordinaires où la condition de l'intérêt juridique à recourir est en principe réalisée. Elle n'est toutefois pas exhaustive (FF 2001 p. 4115 s.). Sous l'ancien droit de procédure, le Tribunal fédéral a déjà reconnu la qualité pour se pourvoir en nullité à celui qui s'opposait à la confiscation d'avoirs bancaires lui appartenant, admettant ainsi qu'il avait un intérêt juridiquement protégé à ce que la décision fut annulée ou modifiée (ATF 108 IV 154 consid. 1a p. 155 s.; ATF 122 IV 365 consid. 1a/bb p. 368; ATF 128 IV 145 consid. 1a p. 148).\n\n|283| En l'occurrence, le recourant a initié la procédure devant la Cour des plaintes et conteste la confiscation d'un compte dont il prétend être le titulaire, de sorte qu'il a un intérêt juridique à l'annulation de la décision. Il convient dès lors de lui reconnaître la qualité pour recourir en application de l'art. 81 al. 1 LTF.\n\n(...)\n\n2. Le recourant se plaint tout d'abord d'arbitraire au motif que Y. et X. sont bien la même personne et qu'il est le véritable titulaire du compte A. Il estime ensuite que la jurisprudence rendue en matière d'entraide, qui dénie, en principe, la qualité pour recourir aux personnes ayant ouvert des comptes bancaires sous un faux nom (cf. ATF 129 II 268 et ATF 131 II 169), ne peut s'appliquer à la confiscation litigieuse, sous peine de le priver de son droit de propriété et de violer les art. 29a Cst. et 6 CEDH lui garantissant une voie de recours concrète et efficace devant une instance judiciaire impartiale et indépendante. Il prétend également que la décision entreprise viole le droit fédéral en ce qu'elle ne permet pas l'examen des conditions du droit matériel de la confiscation.\n\n2.1 Le Ministère public de la Confédération a confisqué le compte A. dont le titulaire est Y. en application de l'art. 59 ch. 3 aCP. En substance, il a considéré que, selon le jugement du 11 mars 1996 condamnant le recourant à 9 ans de réclusion, les faits réprimés relevaient d'une organisation criminelle vouée au trafic de stupéfiants au sein de laquelle l'intéressé avait joué un rôle dirigeant, que ces incriminations correspondaient, en droit suisse, aux crimes réprimés par les art. 260ter CP et 19 ch. 1 et 2 LStup et que le compte A. était sous le pouvoir de l'organisation criminelle à laquelle X. avait appartenu.\n\nLa Ire Cour des plaintes a constaté que, s'agissant de la qualité pour recourir, le fardeau de la preuve incombait à la personne qui entendait obtenir l'annulation de la décision querellée, qu'en l'espèce, le recourant n'apportait nullement la preuve qu'il était bien l'ayant droit économique des avoirs déposés sur le compte A., que la décision de confiscation prise par le Ministère public ne lui faisait dès lors subir aucun préjudice illégitime et qu'il n'avait par conséquent pas la qualité pour recourir en application des art. 214 al. 2 PPF et 30 LTPF. Par surabondance, elle lui a également dénié la qualité pour recourir en appliquant la jurisprudence développée en matière d'entraide, laquelle dénie, en principe, la qualité pour recourir aux |284| personnes ayant ouvert des comptes bancaires sous un faux nom, sur présentation de fausses pièces d'identité.\n\n2.2 Aux termes des art. 29a, en vigueur depuis le 1er janvier 2007, et 30 Cst., toute personne dont la cause doit être jugée dans une procédure judiciaire a droit à ce que cette cause soit portée devant un tribunal établi par la loi, compétent, indépendant et impartial (ATF 129 III 445). Les art. 6 par. 1 CEDH et 14 par. 1 Pacte ONU II (RS 0.103.2) offrent les mêmes garanties pour les contestations de caractère civil et les accusations en matière pénale. Il faut entendre par tribunal un organe juridictionnel compétent pour résoudre un litige sur la base de normes juridiques à l'issue d'une procédure organisée. Il doit s'agir en outre d'une autorité dont l'indépendance, notamment à l'égard de l'exécutif et des parties, ainsi que l'impartialité, sont favorisées par des règles relatives au statut personnel de ses membres et à la procédure qu'elle doit suivre pour rendre ses décisions (ATF 126 I 228 consid. 2a p. 230 s.; AUER/MALINVERNI/ HOTTELIER, Droit constitutionnel suisse, vol. II, Les droits fondamentaux, 2e éd., p. 571).\n\nAux termes de l'art. 72 CP, qui reprend l'art. 59 al. 3 aCP, le juge prononce la confiscation de toutes les valeurs patrimoniales sur lesquelles une organisation criminelle exerce un pouvoir de disposition. Les valeurs appartenant à une personne qui a participé ou apporté son soutien à une organisation criminelle (art. 260ter ) sont présumées soumises, jusqu'à preuve du contraire, au pouvoir de disposition de l'organisation.\n\nLes décisions en matière de confiscation, qui constituent des contestations civiles au sens de l'art. 6 par. 1 CEDH (ATF 125 II 417 consid. 4b p. 420; arrêt de la Cour européenne des droits de l'homme dans la cause Raimondo contre Italie du 22 février 1994, Série A, vol. 281, par. 43), doivent être rendues par un juge, soit un tribunal indépendant et impartial au sens de la disposition précitée. Cela n'exclut pas qu'un organe non juridictionnel, qui ne satisfait a priori pas aux garanties constitutionnelles et conventionnelles susmentionnées, rende une décision de confiscation. Dans cette hypothèse, le justiciable doit disposer d'un recours devant un organe judiciaire indépendant, qui jouit d'une pleine cognition en fait et en droit (cf. ATF 126 IV 107 consid. 1b/cc p. 110; arrêt 6S.561/1997 du 24 novembre 1997, publié in Revue fribourgeoise de jurisprudence [RFJ] 1998 p. 92; ATF 108 IV 154 consid. 2 p. 157 s.; cf. arrêt de la Cour |285| européenne des droits de l'homme dans la cause Linnekogel contre Suisse du 1er mars 2005, par. 32).\n\n2.2.1 En l'occurrence, le Ministère public de la Confédération a ouvert une enquête de police judiciaire du chef de blanchiment à l'encontre du recourant, a entendu ce dernier à titre de renseignement et placé le compte A. sous séquestre pénal, avant de suspendre la procédure pénale et de confisquer les valeurs en question. Cette autorité est soumise administrativement à la surveillance du Conseil fédéral (art. 14 al. 1 PPF), dirige les recherches de la police judiciaire, soutient l'accusation devant les tribunaux de la Confédération (art. 15 PPF) et est considérée comme partie à la procédure pénale fédérale (art. 34 PPF), de sorte qu'elle ne saurait être assimilée à un juge au sens des art. 72 CP et 6 par. 1 CEDH. La Cour des plaintes, quant à elle, n'est pas entrée en matière sur les griefs soulevés par le recourant et n'a pas examiné la validité de la confiscation au regard du droit fédéral, puisqu'elle a déclaré le recours irrecevable. Dans ces conditions, le recourant n'a pu soumettre sa cause à un tribunal indépendant et son recours doit par conséquent être admis.\n\n2.2.2 Au surplus, la décision rendue par la Cour des plaintes est également arbitraire (sur cette notion cf. ATF 131 I 57 consid. 2 p. 61) et viole le droit au sens de l'art. 95 LTF.\n\nD'une part, la constatation selon laquelle le recourant n'apporte pas la preuve qu'il est bien l'ayant droit économique des avoirs déposés sur le compte A. est manifestement insoutenable. En effet, s'il est vrai que la Citibank n'a pas identifié avec certitude le recourant comme étant son client, le Ministère public l'a, en revanche, clairement identifié comme étant le titulaire du compte susmentionné, puisqu'il a confisqué ces avoirs en raison de l'appartenance de l'intéressé à une organisation criminelle. Ce lien entre les valeurs concernées d'une part et le recourant d'autre part constitue d'ailleurs une condition matérielle de la confiscation prononcée en application des art. 72 CP ou 59 al. 3 aCP. Partant, il n'y a pas de doute que le recourant est bien le dénommé Y., titulaire du compte A.\n\nD'autre part, la jurisprudence rendue en matière d'entraide internationale et selon laquelle la qualité pour recourir n'est pas reconnue aux personnes ayant ouvert des comptes bancaires sous un faux nom n'est pas transposable en matière de confiscation. En effet, dans le cadre de la transmission de documents ou la remise de fonds à un Etat étranger, le titulaire des papiers ou des avoirs pourra |286| toujours faire valoir ses droits dans la procédure au fond menée par l'Etat requérant (cf. ATF 129 II 268 consid. 6.1 p. 270 s.). En revanche, une décision de confiscation prononcée en droit interne prive définitivement l'intéressé de son droit de propriété. Il convient par conséquent de lui reconnaître la qualité pour recourir.\n\nPour ces motifs également, le recours doit être admis et la décision attaquée annulée."}