{"annee": "133", "cour": "III", "page": "507", "date": "6/6/2007", "cite": ["60 II 266", "81 II 427", "132 III 97", "128 III 411", "121 III 441", "106 II 287"], "cite_par": ["139 III 368", "134 I 65", "136 III 1"], "chapeau": "64. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Einwohnergemeinde Y. (Beschwerde in Zivilsachen)\n\n5A_56/2007 vom 6. Juni 2007", "regestes": ["Obligation alimentaire (art. 328 CC); subrogation de la collectivité publique (art. 329 al. 3 en relation avec l'art. 289 al. 2 CC). Remboursement des frais payés par la collectivité publique pour le traitement hospitalier dans une clinique pour toxicomanes; notion du besoin (consid. 5.1). Fardeau de la preuve (consid. 5.2). Pas de renvoi de la cause à l'autorité cantonale pour complément de l'état de fait et nouvelle décision malgré la maxime inquisitoire (consid. 5.4)."], "faits": "BGE 133 III 507 S. 507\n\nA. A., die leibliche Tochter von X. und M., bezieht seit dem 1. Dezember 1994 materielle Hilfe von der Einwohnergemeinde Y. Sie absolvierte vom 4. Februar bis 24. Februar 2003 einen Drogenentzug in der Klinik für Suchtkranke K. Anschliessend trat sie in das sozialtherapeutische Übergangsprogramm der Klinik K. und ab dem 28. April 2003 zur Fortsetzung einer stationären Langzeittherapie BGE 133 III 507 S. 508ins Reha-Zentrum für Drogenabhängige in L. über, wo sie sich bis ca. Ende 2003 aufhielt. Während der Aufwand des Drogenentzuges bis auf einen Selbstbehalt von 10 % von der Krankenversicherung übernommen wurde, deckte die Einwohnergemeinde die ungedeckten Kosten der stationären Behandlung in den Kliniken K. und L. im Umfang von Fr. 72'170.-.\n\nB. Die Einwohnergemeinde Y. klagte gegen X. und M. gestützt auf Art. 328/329 ZGB auf Zahlung von Fr. 72'170.- zuzüglich Zins zu 5 % seit dem 5. Januar 2004. Das Bezirksgericht Aarau hiess die Klage gut. Das Obergericht des Kantons Aargau gab einer Appellation der Eltern teilweise statt, verneinte die solidarische Haftbarkeit von M. und wies die gegen sie erhobene Klage ab; demgegenüber hiess es die Klage gegen X. gut.\n\nC. X. hat gegen das obergerichtliche Urteil beim Bundesgericht Beschwerde in Zivilsachen erhoben. Er beantragt, das Urteil des Obergerichts aufzuheben, soweit es ihn betrifft, und die Klage abzuweisen. Das Bundesgericht heisst die Beschwerde gut und weist die gegen X. erhobene Klage ab.", "considerants": "Aus den Erwägungen:\n\n4. Wie der Beschwerdeführer zu Recht bemerkt, entscheidet sich allein gestützt auf Art. 328 bzw. 329 ZGB, ob ein Anspruch auf Verwandtenunterstützung und ein allfälliger Rückerstattungsanspruch der Beschwerdegegnerin besteht, welche Leistungen an die Therapie der Tochter des Beschwerdeführers erbracht hat. Dabei kann es entgegen der Auffassung der Beschwerdegegnerin nicht darauf ankommen, ob die Therapieeinrichtung im Sinne von § 15 des Gesetzes des Kantons Aargau vom 6. März 2001 über die öffentliche Sozialhilfe und die soziale Prävention (SPG; SAR 851.200) bewilligt und anerkannt worden ist. Soweit das Obergericht unter Berufung auf BGE 132 III 97 E. 2.4 davon ausgeht, dass bei der Verwandtenunterstützung hinsichtlich der Therapiekosten auf den Bedarf abgestellt werden dürfe, der anhand der Sozialhilfe berechnet werde, kann ihm nicht beigepflichtet werden. Im zitierten Urteil hat das Bundesgericht erkannt, dass sich der zu Unterstützungszahlungen gemäss Art. 328 ZGB Verpflichtete nicht einen höheren Bedarf des Ansprechers anrechnen lassen muss als das Gemeinwesen, und hat damit seine frühere Rechtsprechung (BGE 81 II 427) aufgegeben, wonach die Verwandtenunterstützung weiter gehe als die Sozialhilfe (BGE 132 III 97 BGE 133 III 507 S. 509E. 2.4 S. 102 f.). Aus dem publizierten Entscheid ergibt sich aber nicht, dass das Gemeinwesen die den Kriterien entsprechende und gewährte Sozialhilfe ohne weiteres von den unterstützungspflichtigen Verwandten erhältlich machen kann.\n\n5.\n\n5.1 Wer in günstigen Verhältnissen lebt, ist verpflichtet, Verwandte in auf- und absteigender Linie zu unterstützen, die ohne diesen Beistand in Not geraten würden (Art. 328 Abs. 1 ZGB). Nach der Rechtsprechung befindet sich in einer Notlage im Sinne dieser Bestimmung, wer sich das zum Lebensunterhalt Notwendige nicht mehr aus eigener Kraft verschaffen kann (BGE 121 III 441 E. 3 S. 442). Der Unterstützungsanspruch geht in der Regel auf die Verschaffung von Nahrung, Kleidung, Wohnung sowie ärztlicher Betreuung und Heilmitteln bei Krankheit (BGE 106 II 287 E. 3a S. 292; BGE 132 III 97 E. 2.2 S. 100), aber auch auf Beschaffung der Mittel, welche zur Deckung der Kosten des Aufenthalts und der Behandlung Suchtabhängiger in einer Anstalt nötig sind (JUDITH WIDMER, Verhältnis der Verwandtenunterstützungspflicht zur Sozialhilfe in Theorie und Praxis, Zürich 2001, S. 49). Im Lichte der aufgezeigten Grundsätze kann keine Unterstützung verlangen, wem ausreichende Sozialversicherungsleistungen zustehen (HEGNAUER, Grundriss des Kindesrechts, 5. Aufl. 1999, Rz. 29.09, S. 241), liegt doch diesfalls keine Notlage vor.\n\nMit Bezug auf die Kosten des Aufenthalts und der Behandlung Suchtabhängiger ist für die Beantwortung der Frage, ob eine Notlage vorliegt, nicht massgebend, ob die für die Behandlung der Betroffenen gewählte Einrichtung der kantonalen Sozialhilfegesetzgebung entspricht; nicht von Bedeutung ist ferner, dass das nunmehr gegen die unterstützungspflichtigen Verwandten klagende Gemeinwesen gestützt auf die kantonale Sozialhilfegesetzgebung die Behandlungskosten eines nach Art. 328 ZGB Unterstützungsberechtigten getragen hat. Eine Notlage im Sinne des Gesetzes liegt vor, wenn kein dem Behandlungsbedürfnis des Suchtkranken entsprechendes und anerkanntes Angebot an Behandlungsanstalten besteht, dessen Kosten vom obligatorischen Krankenversicherer getragen werden; ebenso dürfte sie zu bejahen sein, wenn zwar eine solche Einrichtung besteht, die entsprechenden Kosten aber vom obligatorischen Krankenversicherer - etwa aufgrund eines Selbstbehalts des Versicherten - nicht voll übernommen werden. BGE 133 III 507 S. 510\n\n5.2 Die Beweislast dafür, dass eine Notlage vorliegt, die einen Anspruch aus Art. 328 ZGB begründet, obliegt dem Ansprecher (BGE 60 II 266 E. 4 S. 268; KUMMER, Berner Kommentar, N. 148 zu Art. 8 ZGB; KOLLER, Basler Kommentar, Zivilgesetzbuch I, 3. Aufl. 2006, N. 13 zu Art. 328/329 ZGB; ALBERT BANZER, Die Verwandtenunterstützungspflicht nach Art. 328/329 ZGB, Diss. Zürich 1979, S. 196; WIDMER, a.a.O., S. 54). Klagt das Gemeinwesen, welches aufgrund erbrachter Leistungen kraft gesetzlicher Subrogation in die Rechte des Ansprechers eingetreten ist (Art. 329 Abs. 3 i.V.m. Art. 289 Abs. 2 ZGB), obliegt ihm der Beweis der Notlage (vgl. KOLLER, a.a.O., N. 20 zu Art. 328/329 ZGB).\n\n5.3 Unter Berücksichtigung der vorgenannten Grundsätze oblag der Beschwerdegegnerin als Gemeinwesen, welches aufgrund erbrachter Leistungen in die Rechtsstellung der Tochter des Beschwerdeführers eingetreten ist, der Beweis dafür, dass die obligatorische Krankenversicherung der Tochter für die Langzeitbehandlung nicht oder nicht voll aufkommt bzw. dass die angebotene Leistung der Versicherung dem Behandlungsbedürfnis der suchtkranken Tochter nicht entspricht.\n\nIm kantonalen Appellationsverfahren hatten die appellierenden Eltern gerügt, die Beschwerdegegnerin habe weder behauptet noch bewiesen, dass ihre Tochter in eine von der Krankenkasse nicht anerkannte Institution habe eintreten müssen, so dass die Beschwerdegegnerin den Nachweis der Notlage schuldig geblieben sei. Das Obergericht hat nicht abgeklärt, ob überhaupt Krankenkasseneinrichtungen für die Langzeittherapie von Suchtkranken bestehen, die den Bedürfnissen der Drogenkranken entsprechen und deren Kosten vom Krankenversicherer der Tochter des Beschwerdeführers übernommen werden; die Beschwerdegegnerin hat ihrerseits in diesem Zusammenhang keine Tatsachen vorgebracht und auch keine Beweise angetragen. Indem das Obergericht der Beschwerdegegnerin ohne weiteres den Ersatz des geleisteten Betrages der von der Krankenversicherung nicht übernommenen Behandlungs- und Therapiekosten zugesprochen hat, verletzte es sowohl Art. 8 ZGB als auch die Bestimmung über die Verwandtenunterstützung (Art. 328 ZGB). Das angefochtene Urteil ist somit aufzuheben, soweit es die Parteien des vorliegenden Beschwerdeverfahrens betrifft.\n\n5.4 Indes erübrigt es sich, die Sache zu neuem Entscheid an die Vorinstanz zurückzuweisen. Zwar wird das die BGE 133 III 507 S. 511Verwandtenunterstützung betreffende kantonale Verfahren laut den obergerichtlichen Ausführungen von der Untersuchungsmaxime beherrscht, die grundsätzlich auch im Appellationsverfahren kein Novenverbot kennt (BÜHLER/EDELMANN/KILLER, Kommentar zur aargauischen Zivilprozessordnung, 2. Aufl. 1998, N. 7 zu § 321 ZPO). Aber auch die Untersuchungsmaxime entbindet die Parteien nicht von ihrer Mitwirkungspflicht (BÜHLER/EDELMANN/KILLER, a.a.O., N. 43 zu § 75 ZPO; BGE 128 III 411 E. 3.2.1 S. 413), aufgrund derer es an der Beschwerdegegnerin gelegen wäre, die erforderlichen tatsächlichen Grundlagen zur Bejahung einer Notlage im Sinne des Gesetzes darzutun und auch die Beweise für die vorgebrachten Tatsachen anzutragen. Da die Beschwerdegegnerin ihrer Mitwirkungspflicht nicht nachgekommen ist, bleibt die Notlage unbewiesen. Bei diesem offenen Beweisergebnis ist die Klage abzuweisen, soweit sie die Kosten der beiden Kliniken (Fr. 72'170.-) betrifft."}