{"annee": "133", "cour": "II", "page": "353", "date": "3/9/2007", "cite": ["117 IA 302", "133 II 249", "120 IB 379", "133 II 64", "120 IB 48", "116 IA 207", "133 II 321"], "cite_par": ["138 II 173", "133 II 400", "145 I 121", "139 II 340", "137 IV 219", "138 IV 86", "141 II 245", "134 II 45", "133 II 409", "138 III 537", "141 IV 1", "135 III 46"], "chapeau": "30. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Swisscom Mobile AG, TDC Switzerland AG (sunrise) und Orange Communications SA gegen Politische Gemeinde Wil sowie Baudepartement und Verwaltungsgericht des Kantons St. Gallen (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_94/2007 vom 3. September 2007", "regestes": ["Art. 82 ss, 89 et 42 LTF, art. 27 et 34 LAT; téléphonie mobile et aménagement du territoire, zone réservée, limitation de la hauteur pour les constructions sur les toits en zone à bâtir. Nouvelle réglementation des voies de droit en matière d'aménagement du territoire (consid. 2). Qualité pour former un recours en matière de droit public (consid. 3), exigences de motivation (consid. 1). Les prescriptions concernant la hauteur des constructions et les distances aux limites font partie du plan d'affectation et sont soumises aux règles sur la contestation des décisions (art. 82 let. a LTF; consid. 3.3). Les opérateurs de téléphonie mobile n'ont pas d'intérêt digne de protection à contester une zone réservée, qui doit garantir l'application de prescriptions de planification n'étant pas de nature à limiter la planification et la construction d'antennes de téléphonie mobile (consid. 4)."], "faits": "|354|\n\nDas Parlament der Einwohnergemeinde Wil erklärte am 3. Juni 2004 ein Postulat für erheblich, welches die Prüfung und Ergreifung von Massnahmen zur Standortregelung von Mobilfunkanlagen verlangte. Der Stadtrat Wil liess daraufhin die rechtlichen Möglichkeiten in einem Gutachten untersuchen. Gestützt auf dieses Gutachten wurde der Nachtrag III zum Baureglement der Stadt Wil vom 25. November 1992 (BauR) ausgearbeitet. Dieser enthält eine Ergänzung des bestehenden Art. 47 BauR mit einem vierten Absatz, welcher wie folgt lautet:\n\nDachaufbauten dürfen die zulässige Firsthöhe nicht überschreiten. Davon ausgenommen sind technisch notwendige Bauteile.\"\n\nGleichzeitig wurde im 5. Teil des Baureglements unter dem Kapitel \"Anlagen, Umgebung\" mit der Marginalie \"Höhe, Grenzabstand\" ein neuer Art. 59a BauR eingefügt, der folgenden Text aufweist:\n\nIn Bauzonen gilt die Firsthöhe als maximal zulässige Höhe für Anlagen.\n\nAnlagen, welche die für Kleinbauten zugelassene Firsthöhe überschreiten, haben in Bauzonen den für Bauten geltenden kleinen Grenzabstand ohne allfälligen Mehrhöhenzuschlag einzuhalten.\"\n\nAn der Sitzung vom 15. Juni 2005 fällte der Stadtrat Wil folgenden Beschluss:\n\n\"1. Der Nachtrag III zum Baureglement wird genehmigt und dem Baudepartement des Kantons St. Gallen zur Vorprüfung unterbreitet.\n\n2. Das Bausekretariat wird beauftragt, den Nachtrag III zum Baureglement gemäss Art. 29 ff. BauG öffentlich aufzulegen und dem |355| Stadtrat Bericht und Antrag an das Stadtparlament zur Genehmigung zu unterbreiten.\n\n3. Für das ganze Gemeindegebiet wird eine Planungszone mit folgendem Inhalt erlassen:\n\n- Die Baukommission der Stadt Wil wird dahingehend angewiesen, dass während der Dauer der Planungszone Baubewilligungen für die Erstellung von Anlagen innerhalb der Planungszone nur erteilt werden dürfen, soweit sie der vom Stadtrat vorgeschlagenen bzw. vom Stadtparlament zu beschliessenden Neuregelung bezüglich Regelbauweise für Anlagen entsprechen. Die Behandlung anderer Baugesuche ist zurückzustellen.\n\n- Die Planungszone gilt bis zum Inkrafttreten der Änderung des Baureglements, längstens für drei Jahre ab dem vorliegenden Beschluss unter Vorbehalt der Verlängerung gemäss Art. 107 Abs. 2 BauG.\n\n4. Das Bausekretariat wird beauftragt, den Erlass der Planungszone im Sinne von Art. 108 Abs. 1 BauG öffentlich bekannt zu machen.\n\n5. Das Departement Bau, Umwelt und Verkehr wird in Zusammenarbeit mit der Staatskanzlei beauftragt, die Information der Öffentlichkeit mit den Planauflagen zu koordinieren.\"\n\nDer Nachtrag III zum Baureglement sowie die Planungszone lagen vom 27. Juni bis zum 26. Juli 2005 öffentlich auf. Die Planungszone wurde den Mobilfunkbetreiberinnen mit eingeschriebenem Brief angezeigt. TDC Switzerland AG (sunrise), Orange Communications SA und Swisscom Mobile AG erhoben Einsprache gegen den Beschluss des Stadtrats vom 15. Juni 2005 und beantragten die Aufhebung der Planungszone sowie des Nachtrags III zum Baureglement.\n\nMit Beschluss vom 2. November 2005 wies der Stadtrat die Einsprachen gegen den Nachtrag III des Baureglements (Ziff. 1) sowie gegen die Planungszone (Ziff. 2) ab.\n\nGegen diesen Beschluss des Stadtrats reichten TDC Switzerland AG (sunrise), Orange Communications SA und Swisscom Mobile AG gemeinsam Rekurs beim Baudepartement des Kantons St. Gallen ein. Dieses hiess den Rekurs mit Entscheid vom 7. Juli 2006 gut und stellte fest, die vom Stadtrat Wil am 15. Juli 2005 erlassene Planungszone sei wegen mangelhafter Eröffnung nichtig.\n\nDer Stadtrat Wil zog diesen Entscheid des Baudepartements betreffend die Nichtigkeit der Planungszone an das Verwaltungsgericht des Kantons St. Gallen weiter, welches die Beschwerde mit Urteil vom 15. März 2007 guthiess, soweit es darauf eintrat.\n\nGegen dieses Urteil des Verwaltungsgerichts führen TDC Switzerland AG (sunrise), Orange Communications SA und Swisscom |356| Mobile AG gemeinsam Beschwerde in öffentlich-rechtlichen Angelegenheiten beim Bundesgericht und beantragen, der Entscheid des Verwaltungsgerichts und die Planungszone seien aufzuheben.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein.", "considerants": "Aus den Erwägungen:\n\n1. Das Bundesgericht prüft seine Zuständigkeit von Amtes wegen (Art. 29 Abs. 1 des Bundesgesetzes vom 17. Juni 2005 über das Bundesgericht [BGG; SR 173.110]). Es untersucht deshalb grundsätzlich von Amtes wegen, ob und inwiefern auf eine Beschwerde eingetreten werden kann. Immerhin ist die Beschwerde gemäss Art. 42 Abs. 1 und Abs. 2 BGG hinreichend zu begründen. Der Beschwerdeführer hat darzulegen, dass die gesetzlichen Legitimationsvoraussetzungen gegeben sind. Soweit diese nicht ohne Weiteres ersichtlich sind, ist es nicht Aufgabe des Bundesgerichts, anhand der Akten oder weiterer, noch beizuziehender Unterlagen nachzuforschen, ob und inwiefern der Beschwerdeführer zur Beschwerde zuzulassen ist (BGE 133 II 249 E. 1.1 S. 251).\n\n2. Gestützt auf Art. 82 lit. a BGG beurteilt das Bundesgericht Beschwerden gegen Entscheide in Angelegenheiten des öffentlichen Rechts. Dieses Rechtsmittel steht auch auf dem Gebiet des Raumplanungs- und Baurechts zur Verfügung. Das Bundesgerichtsgesetz enthält dazu keinen Ausschlussgrund. Gemäss Art. 34 Abs. 1 des Bundesgesetzes über die Raumplanung (RPG; SR 700) in der Fassung nach Ziff. 64 des Anhangs zum Bundesgesetz vom 17. Juni 2005 über das Bundesverwaltungsgericht (VGG; SR 173.32; vgl. AS 2006 S. 2261) gelten für die Rechtsmittel an die Bundesbehörden die allgemeinen Bestimmungen über die Bundesrechtspflege (BGE 133 II 249 E. 1.2 S. 251).\n\n3. Zur Beschwerde in öffentlich-rechtlichen Angelegenheiten ist berechtigt, wer vor der Vorinstanz am Verfahren teilgenommen oder keine Möglichkeit zur Teilnahme erhalten hat, durch den angefochtenen Entscheid besonders berührt ist und ein schutzwürdiges Interesse an dessen Aufhebung oder Änderung besitzt (Art. 89 Abs. 1 BGG). Verlangt ist somit neben der formellen Beschwer (Art. 89 Abs. 1 lit. a BGG), dass der Beschwerdeführer über eine spezifische Beziehungsnähe zur Streitsache verfügt (Art. 89 Abs. 1 lit. b BGG) und einen praktischen Nutzen aus der Aufhebung oder Änderung des angefochtenen Entscheids zieht (Art. 89 Abs. 1 lit. c BGG). Die Nähe der Beziehung zum Streitgegenstand muss bei Bauprojekten |357| insbesondere in räumlicher Hinsicht gegeben sein. Ein schutzwürdiges Interesse liegt vor, wenn die tatsächliche oder rechtliche Situation des Beschwerdeführers durch den Ausgang des Verfahrens beeinflusst werden kann (vgl. Botschaft vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege, BBl 2001 S. 4236). Die Voraussetzungen von Art. 89 Abs. 1 lit. b und lit. c BGG hängen eng zusammen; insgesamt kann insoweit an die Grundsätze, die zur Legitimationspraxis bei der Verwaltungsgerichtsbeschwerde nach Art. 103 lit. a des früheren Organisationsgesetzes vom 16. Dezember 1943 (OG; BS 3 S. 531) entwickelt worden sind (vgl. BGE 120 Ib 48 E. 2a S. 51 f., BGE 120 Ib 379 E. 4b S. 386 f.), angeknüpft werden (BGE 133 II 249 E. 1.3 S. 252).\n\n3.1 Die Beschwerdeführerinnen fechten die vom Verwaltungsgericht bestätigte Planungszone der Stadt Wil an. Sie haben zwar am vorinstanzlichen Verfahren als Parteien teilgenommen und sind deshalb durch den angefochtenen Entscheid formell beschwert. Sie unterlassen es jedoch darzulegen, inwiefern sie durch das angefochtene Urteil des Verwaltungsgerichts im Sinne von Art. 89 Abs. 1 lit. b und c BGG besonders berührt sind und ein schutzwürdiges Interesse an dessen Aufhebung oder Änderung haben. Sie kommen somit in dieser Hinsicht ihrer Begründungspflicht gemäss Art. 42 Abs. 1 und 2 BGG nicht nach.\n\nDie mit Planungszonen im Sinne von Art. 27 RPG verbundenen Rechtswirkungen stellen öffentlich-rechtliche Eigentumsbeschränkungen dar und treffen somit in erster Linie Eigentümer sowie Personen, die in anderer Weise an Grundstücken dinglich berechtigt sind. Die Beschwerdeführerinnen weisen nicht nach, dass sie in der Stadt Wil über solche Rechte verfügen. Planungszonen können sich ferner auch in rechtserheblicher Weise auf Personen mit obligatorischen Rechten an Grundstücken (Miete, Pacht) im Planungsgebiet auswirken. Auch auf Rechte dieser Art berufen sich die Beschwerdeführerinnen nicht. Es kann wie erwähnt nicht Aufgabe des Bundesgerichts sein, von Amtes wegen nachzuforschen, ob sich die Beschwerdeführerinnen im vorliegenden Verfahren auf Rechte der genannten Art berufen können oder sonst wie in ihren schutzwürdigen Interessen besonders berührt sind.\n\n3.2 Aus dem angefochtenen Urteil geht hervor, dass die Planungszone letztlich auf eine in ein Postulat umgewandelte parlamentarische Motion zurückgeht, welche die Prüfung und Ergreifung von Massnahmen zur Standortregelung von Mobilfunkanlagen |358| verlangte. Daraus könnte gefolgert werden, die mit der Planungszone gesicherten Anordnungen des Nachtrags III zum Baureglement der Stadt Wil seien in erster Linie gegen die Beschwerdeführerinnen gerichtet, weshalb diese davon zumindest faktisch in der von Art. 89 Abs. 1 BGG geforderten Art betroffen seien. Einer solchen Betrachtungsweise steht jedoch entgegen, dass die Planungszone zeitlich eng befristet ist und die Beschwerdeführerinnen nicht behaupten, während der Dauer der Planungszone bestimmte konkrete Projekte für Mobilfunkantennen realisieren zu wollen, weshalb sie von der Massnahme besonders berührt und in schutzwürdigen Interessen betroffen seien.\n\n3.3 Es könnte sich ferner die Frage stellen, ob die von der umstrittenen Planungszone gesicherten Anordnungen des Nachtrags III des Baureglements der Stadt Wil generell abstrakte Normen darstellen, die nach den Regeln der Erlassanfechtung anzufechten seien (Art. 82 lit. b BGG; REGINA KIENER, Beschwerde in öffentlichrechtlichen Angelegenheiten, in: Neue Bundesrechtspflege, Berner Tage für die juristische Praxis 2006, S. 239; vgl. BGE 116 Ia 207 E. 3c S. 212; zur Rechtsnatur der Nutzungspläne vgl. BERNHARD WALDMANN/PETER HÄNNI, Raumplanungsgesetz, Bern 2006, Art. 14 RPG N. 24 f.; MAX IMBODEN/RENÉ RHINOW, Schweizerische Verwaltungsrechtsprechung, 6. Aufl., Basel 1986, N. 11 und RENÉ RHINOW/BEAT KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, Basel 1990, N. 11, je mit zahlreichen Hinweisen). In diesem Fall würde eine rein virtuelle Betroffenheit der Beschwerdeführerinnen als Legitimationsvoraussetzung genügen und diese wäre ihnen ohne Weiteres zuzuerkennen (vgl. Botschaft vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege, BBl 2001 S. 4329). Die in den Art. 47 Abs. 4 und 59a BauR vorgesehenen Bauhöhen- und Grenzabstandsvorschriften sind jedoch mit dem Zonenplan der Stadt Wil derart eng verbunden, dass man sie als Teile dieses Nutzungsplans betrachten muss. Als solche sind sie vor Bundesgericht den Regeln über die Einzelaktanfechtung im Sinne von Art. 82 lit. a BGG unterworfen (BGE 117 Ia 302 E. 3 S. 305 f.; BGE 116 Ia 207 E. 3b S. 211, je mit Hinweisen).\n\n3.4 Wie die folgenden Ausführungen zeigen, müssen diese Fragen nicht weiter vertieft werden, weil auf die Beschwerde aus einem anderen Grund nicht eingetreten werden kann.\n\n4. Die Beschwerdeführerinnen haben zum vornherein nur dann ein schutzwürdiges Interesse an der Anfechtung der umstrittenen |359| Planungszone, wenn diese Planungsmassnahmen sichert, welche sie bei der Ausübung ihrer Betriebe als Mobilfunkbetreiberinnen beeinträchtigen. Das ist jedoch nicht der Fall.\n\n4.1 Das Verwaltungsgericht hat die umstrittene Planungszone entgegen der Auffassung der Beschwerdeführerinnen in materieller Hinsicht mit nachvollziehbarer Begründung als rechtmässig bezeichnet. Sie liege in einem überwiegenden öffentlichen Interesse und erweise sich als verhältnismässig. Überdies hat das Verwaltungsgericht entschieden, die Planungszone sei gegenüber den Beschwerdeführerinnen formell nicht als nichtig zu betrachten. Nach Art. 108 des Gesetzes vom 6. Juni 1972 über die Raumplanung und das öffentliche Baurecht des Kantons St. Gallen (Baugesetz, BauG; sGS 731.1) muss der Erlass einer Planungszone unter Eröffnung einer 30-tägigen Einsprachefrist öffentlich bekannt gemacht und zudem allen betroffenen Grundeigentümern mit eingeschriebenem Brief angezeigt werden. Die hier umstrittene Planungszone wurde den Beschwerdeführerinnen und den Grundeigentümern mit hängigem Baugesuch mit eingeschriebenem Brief angezeigt. Indessen wurde eine direkte persönliche Mitteilung an die übrigen Grundeigentümer in Wil unterlassen. Die Beschwerdeführerinnen behaupteten die Nichtigkeit der Planungszone, weil nicht sämtliche Grundeigentümer persönlich darüber benachrichtigt worden sind. Das Verwaltungsgericht hat die Nichtigkeit jedenfalls gegenüber denjenigen Personen verneint, welchen die Planungsmassnahme mit eingeschriebenem Brief angezeigt wurde. Damit hat es den erwähnten Eröffnungsmangel materiell als Anfechtungs- und nicht als Nichtigkeitsgrund behandelt, was mit Blick auf die durch Art. 27 RPG geschützten öffentlichen Interessen als zutreffend erscheint.\n\n4.2 Die der umstrittenen Planungszone zu Grunde liegenden Planungsmassnahmen der Art. 47 Abs. 4 und 59a BauR enthalten keine spezifischen Vorschriften zu Mobilfunkantennen. Der vorgesehene Art. 47 Abs. 4 BauR erfasst in allgemeiner Weise Dachaufbauten und bestimmt, diese dürften die zulässige Firsthöhe nicht überschreiten. Davon ausgenommen sind technisch notwendige Bauteile. Wäre die Vorschrift auf Mobilfunkantennen anwendbar, so käme sie im überbauten Gebiet einem weitgehenden Verbot von Mobilfunkantennen gleich. Das wäre mit der Fernmeldegesetzgebung des Bundes unvereinbar, welche unter anderem eine zuverlässige und erschwingliche Grundversorgung mit Fernmeldediensten für alle Bevölkerungskreise in allen Landesteilen gewährleisten soll (Art. 1 Abs. 2 |360| lit. a des Fernmeldegesetzes vom 30. April 1997 [FMG; SR 784.10]; BGE 133 II 64 E. 5.3 S. 67, BGE 133 II 321 E. 4.3.4). Mobilfunkantennen sind in der Bauzone grundsätzlich zonenkonform, soweit sie der Abdeckung derselben dienen (BGE 133 II 321 E. 4.3.2). Sollen solche Antennen einschränkenden Planungsvorschriften unterstellt werden, so hat dies grundsätzlich explizit zu geschehen. Dabei ist wie erwähnt auf die Zielsetzungen der Fernmeldegesetzgebung angemessen Rücksicht zu nehmen. Die Planung, Errichtung und Ausgestaltung solcher Antennen ist mit zahlreichen technischen Fragestellungen verbunden, denen bei der Festlegung von für sie bestimmten Planungsmassnahmen in spezifischer Weise Rechnung zu tragen ist. Denkbar ist zum Beispiel eine Anordnung, wonach in einem bestimmten schutzwürdigen Gebiet oder auf gewissen Schutzobjekten keine Mobilfunkantennen erstellt werden können. Auch die Anwendbarkeit der allgemeinen Ästhetikklausel ist nicht ausgeschlossen. Als zulässig erscheint es ferner, baupolizeilich vorzuschreiben, die Erstellung von Mobiltelefonantennen setze eine Standortevaluation voraus, wobei die Baubewilligungsbehörde den Baustandort im Rahmen einer umfassenden Interessenabwägung festzulegen habe. Das würde diesen Behörden ein - wenn auch mit namentlich bundesrechtlichen Einschränkungen verbundenes - Steuerungsinstrument in die Hand geben und das frühzeitige Zusammenwirken zwischen Mobilfunkbetreibern und Behörden fördern. Erweisen sich bestimmte verfügbare Standorte in einer Gemeinde als besonders vorteilhaft, ist auch eine positive planerische Standortfestsetzung möglich (vgl. BGE 133 II 321 E. 4.3.4).\n\nDer vorgesehene Art. 47 Abs. 4 BauR erfüllt die genannten Anforderungen an die baupolizeiliche Regelung von Mobilfunkantennen nicht, weshalb er deren Planung und Errichtung nicht erfasst und auch nicht einzuschränken vermag. Gleich verhält es sich mit dem vorgesehenen Art. 59a BauR. Auch er entspricht den genannten Anforderungen für die baupolizeiliche Ordnung von Mobilfunkantennen nicht.\n\n4.3 Bewirken die mit der umstrittenen Planungszone gesicherten Planungsvorschriften keine Einschränkungen für die Beschwerdeführerinnen, so werden sie davon und damit auch vom angefochtenen Urteil des Verwaltungsgerichts, in welchem diese Planungszone geschützt wird, nicht in einem von Art. 89 Abs. 1 BGG verlangten Mass betroffen. Sie sind deshalb zur Führung der vorliegenden Beschwerde nicht berechtigt, weshalb darauf nicht eingetreten werden kann. (...)"}