{"annee": "133", "cour": "II", "page": "1", "date": "5/2/2007", "cite": ["125 II 465", "128 II 112", "130 II 56", "124 II 1", "127 II 306", "112 IB 576", "125 II 591", "130 I 26", "122 II 113", "130 V 560"], "cite_par": ["133 II 97", "134 I 92", "140 II 1", "142 I 135", "143 II 113"], "chapeau": "1. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. gegen Migrationsdienst des Kantons Bern sowie Haftgericht III Bern-Mittelland (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_1/2007 vom 5. Februar 2007", "regestes": ["Art. 13b al. 2 LSEE; dispositions transitoires relatives à la modification de la loi sur l'asile du 16 décembre 2005 al. 1; durcissement des mesures de contrainte en droit des étrangers; nouvelle durée maximale de la détention en vue de refoulement. Dans la mesure où elle est entrée en vigueur le 1er janvier 2007, la nouvelle réglementation relative aux mesures de contrainte du droit des étrangers, adoptée à l'occasion de la modification de la loi sur l'asile du 16 décembre 2005, est également applicable aux cas dans lesquels la détention en vue du refoulement a été ordonnée sur la base de l'art. 13b al. 1 LSEE, dans sa teneur du 18 mars 1994; la détention est en conséquence prolongée selon le nouveau droit (consid. 4). La détention en vue de refoulement subie sous l'ancien droit est prise en compte dans la nouvelle durée maximale de 18 mois (consid. 5)."], "faits": "BGE 133 II 1 S. 2\n\nX. (geb. 1986) stammt nach eigenen Angaben aus Liberia. Sie durchlief in der Schweiz im Jahr 2004 erfolglos ein Asylverfahren. Der Migrationsdienst des Kantons Bern nahm sie am 9. August 2005 für drei Monate in Ausschaffungshaft. Ein Haftverlängerungsgesuch wies der Haftrichter 2 am Haftgericht III Bern-Mittelland am 17. November 2005, weil verspätet, ab; gleichzeitig ordnete er die Haftentlassung von X. an. Diese galt in der Folge ab dem 23. November 2005 als verschwunden.\n\nAm 6. Oktober 2006 wurde X. von den Zürcher Behörden dem Migrationsdienst des Kantons Bern zugeführt, welcher sie erneut in Ausschaffungshaft nahm. Die Haftrichterin 6b am Haftgericht III Bern-Mittelland prüfte diese am 10. Oktober 2006 und bestätigte sie bis zum 5. Januar 2007. Am 18. Dezember 2006 ersuchte der Ausländer- und Bürgerrechtsdienst der Kantonspolizei Bern darum, die Ausschaffungshaft zu verlängern. Die Haftrichterin entsprach diesem Ersuchen am 5. Januar 2007 (mit schriftlicher Urteilsbegründung vom 10. Januar 2007) und verlängerte die Festhaltung von X. um sechs Monate bis zum 5. Juli 2007.\n\nX. gelangte hiergegen am 5./9. Januar 2007 mit dem Antrag an die Haftrichterin, ihre Ausschaffungshaft sofort aufzuheben; eventuell sei diese höchstens um 79 Tage zu verlängern. Das Haftgericht III Bern-Mittelland überwies ihr Schreiben am 10. Januar 2007 zuständigkeitshalber dem Bundesgericht. Dieses nimmt die Eingabe als Beschwerde in öffentlich-rechtlichen Angelegenheiten entgegen und weist sie ab.", "considerants": "Aus den Erwägungen:\n\n4.\n\n4.1 Die Beschwerdeführerin wendet ein, ihre Ausschaffungshaft sei zu Unrecht über insgesamt neun Monate hinaus verlängert worden. Sie habe sich im Jahre 2005 bereits während 101 Tagen in BGE 133 II 1 S. 3Ausschaffungshaft befunden, wobei zu dieser Zeit deren Maximaldauer auf neun Monate beschränkt gewesen sei, so dass diese heute abgelaufen wäre, hätte die Haftverlängerung damals rechtzeitig stattgefunden. Inzwischen sei sie während weiterer 90 Tage in Ausschaffungshaft gewesen; sie könne somit höchstens noch 79 Tage festgehalten werden. Ihre Ausführungen überzeugen nicht:\n\n4.2 Nach Art. 13b Abs. 2 ANAG in seiner Fassung vom 18. März 1994 (SR 142.20; AS 1995 S. 146 ff.;) durfte die Ausschaffungshaft höchstens drei Monate dauern, doch konnte sie mit Zustimmung der richterlichen Behörde um maximal sechs Monate verlängert werden, wenn dem Vollzug der Weg- oder Ausweisung besondere Hindernisse entgegenstanden (vgl. BGE 130 II 56 E. 4.1.2 S. 60; BGE 124 II 1 E. 1). Mit der Änderung des Asylgesetzes vom 16. Dezember 2005 wurde diese Bestimmung verschärft (vgl. JÜRG SCHERTENLEIB, Zur Teilrevision des Asylgesetzes, in: Asyl 1/06 S. 26 ff., dort S. 28; derselbe, Die Teilrevision des Asylgesetzes, Kommentierte Übersicht, Bern 2006, S. 19): Gemäss der seit dem 1. Januar 2007 gültigen Fassung vom Art. 13b Abs. 2 ANAG darf die Ausschaffungshaft (nach Absatz 1 lit. a-d; Abs. 1 lit. e ANAG steht noch nicht in Kraft) nach wie vor höchstens drei Monate dauern, doch kann sie mit Zustimmung der kantonalen richterlichen Behörde neu um maximal fünfzehn Monate (für Minderjährige zwischen 15 und 18 Jahren um maximal neun Monate) verlängert werden; ihre Höchstdauer beträgt demnach insgesamt nicht mehr neun, sondern nunmehr 18 Monate (bzw. zwölf Monate für Minderjährige zwischen 15 und 18 Jahren). Die Vorbereitungs-, Ausschaffungs- und Durchsetzungshaft dürfen zusammen zudem eine maximale Haftdauer von 24 Monaten (bei Minderjährigen zwischen 15 und 18 Jahren von zwölf Monaten) nicht überschreiten (Art. 13h ANAG in der Fassung vom 16. Dezember 2005 [AS 2006 S. 4771]).\n\n4.3 Diese Neuregelung gilt auch für Fälle, in denen die Haft - wie hier - aufgrund von Art. 13b Abs. 1 ANAG in seiner Fassung vom 18. März 1994 angeordnet worden ist, indessen nach dem 1. Januar 2007 verlängert wird:\n\n4.3.1 Gemäss den Übergangsbestimmungen zur Änderung des Asylgesetzes vom 16. Dezember 2005 ist das neue Recht auf die im Zeitpunkt seines Inkrafttretens hängigen Verfahren anwendbar (III. Übergangsbestimmungen zur Änderung vom 16. Dezember 2005 [AS 2006 S. 4762] i.V.m. Abs. 2 lit. b der Inkraftsetzung [AS 2006 BGE 133 II 1 S. 4S. 4767]). Die Möglichkeit der Verlängerung der Ausschaffungshaft um 15 Monate wurde neu im Ständerat eingebracht (AB 2005 S 372 f.; vgl. dagegen noch die Botschaft des Bundesrats vom 4. September 2002 zur Änderung des Asylgesetzes, BBl 2002 S. 6845 ff., dort S. 6907 ff.; zur Entstehungsgeschichte: vgl. AB 2005 N 1145 [Voten Müller und Perrin], S. 1155 ff. [Votum von Bundesrat Blocher]). Es soll damit einerseits psychologisch auf die inhaftierten Personen eingewirkt und deren Kooperation gefördert werden; andererseits geht es darum, den Migrationsbehörden mehr Zeit für die Organisation der (zwangsweisen) Rückführung einzuräumen (AB 2005 N 1198 [Votum Roth-Bernasconi], S. 1199 ff. [Voten von Bundesrat Blocher und Kommissionssprecher Müller Philipp]). Diese Zielsetzungen würden weitgehend vereitelt, fände das neue Recht auf bereits altrechtlich in Ausschaffungshaft genommene Personen keine Anwendung. Es entspricht auch allgemeinen übergangsrechtlichen Grundsätzen, dass neue verfahrensrechtliche Bestimmungen - hier die Sicherung des Wegweisungsvollzugs durch Zwangsmassnahmen - unmittelbar mit ihrem Inkrafttreten gelten (vgl. BGE 130 V 560 E. 3.1 S. 562; BGE 112 Ib 576 E. 2; HÄFELIN/MÜLLER/UHLMANN, Allgemeines Verwaltungsrecht, 5. Aufl., Zürich 2006, Rz. 327a). Für die materielle Beurteilung ist regelmässig die Rechtslage entscheidend, wie sie bestand, als der angefochtene Verwaltungsakt (die Haftverlängerung) erging (vgl. BGE 127 II 306 E. 7c S. 315 f.; BGE 125 II 591 E. 5e/aa S. 598 mit Hinweisen).\n\n4.3.2 Der Migrationsdienst nahm die Beschwerdeführerin zwar zu einem Zeitpunkt in Ausschaffungshaft, in dem deren Maximaldauer noch auf neun Monate beschränkt war. Der Vollzug des durch die Haft gesicherten Wegweisungsverfahrens war am 1. Januar 2007 indessen noch hängig. Der angefochtene Entscheid über die Haftverlängerung erging danach. Das Bundesgericht hat zu Art. 2 der Schlussbestimmungen des Bundesgesetzes vom 18. März 1994 über die Zwangsmassnahmen, der ebenfalls vorsah, dass für die im Zeitpunkt des Inkrafttretens des Gesetzes hängigen Verfahren das neue Recht gelten sollte, ausgeführt, der Gesetzgeber habe damit eine auf das geänderte Recht gestützte (erneute) Inhaftierung eines Ausländers nicht ausschliessen wollen. Mit dem hängigen Verfahren sei nicht das eigentliche Haftverfahren, sondern in einem weiteren Sinne das gesamte Wegweisungsverfahren einschliesslich des Vollzugsstadiums gemeint (Urteil 2A.200/1997 vom 29. Mai 1997, E. 1c mit Hinweisen). BGE 133 II 1 S. 5\n\n4.3.3 Nichts anderes ergibt sich aus dem Vertrauensgrundsatz (Art. 9 BV; vgl. HÄFELIN/MÜLLER/UHLMANN, a.a.O., Rz. 322; BGE 130 I 26 E. 8.1 S. 60; BGE 128 II 112 E. 10b/aa S. 125 f.; BGE 122 II 113 E. 3b/cc S. 123): Die Beschwerdeführerin hält sich illegal in der Schweiz auf und muss das Land verlassen. Der Ablauf der Maximaldauer der Ausschaffungshaft verschafft ihr keinen Anspruch auf Verbleib; es stellt sich einzig die Frage, ob und unter welchen Bedingungen der Vollzug ihrer Wegweisung allenfalls erneut mit einer Inhaftierung gesichert werden kann (grundlegend zu dieser Möglichkeit: Urteil 2A.428/ 2006 vom 14. August 2006, E. 2 und 3 mit Hinweisen). Die Beschwerdeführerin konnte sich nicht darauf verlassen, dass das Gesetz keine Änderungen erfahren und sie zur Sicherung des Vollzugs ihrer Wegweisung künftig nicht über neun Monaten hinaus administrativ festgehalten würde.\n\n5. Ergänzend stellt sich die Frage, ob und wieweit die von ihr bisher ausgestandene Ausschaffungshaft auf die neue maximale Haftdauer anzurechnen ist:\n\n5.1 Ein Freiheitsentzug als Eingriff in das Grundrecht der persönlichen Freiheit muss verhältnismässig sein; die zulässige maximale Dauer bildet einen Aspekt hiervon und steht deshalb im Zusammenhang mit dem vom Gesetz mit der Ausschaffungshaft als Zwangsmassnahme verfolgten Zweck bzw. mit den dadurch gesetzlich geschützten öffentlichen Interessen (vgl. HUGI YAR, Zwangsmassnahmen im Ausländerrecht, in: Uebersax/Münch/Geiser/Arnold, Ausländerrecht, Basel/Genf/München 2002, Rz. 7.29 [S. 271] und Rz. 7.84 ff.). Dieser Zusammenhang ist auch in intertemporalrechtlicher Hinsicht zu beachten; die übergangsrechtliche Regelung bzw. ihre Anwendung muss sich im Hinblick auf die Rechtspositionen der Betroffenen als verhältnismässig erweisen (so das Urteil 2A.200/1997 vom 29. Mai 1997, E. 2c mit Hinweisen).\n\n5.2 Die alt- und neurechtliche Regelung der Ausschaffungshaft decken sich in Zweck, Ausgestaltung und Voraussetzungen weitestgehend; es rechtfertigt sich deshalb grundsätzlich, eine vor dem Inkrafttreten der verschärften Zwangsmassnahmen bereits ausgestandene Ausschaffungshaft auf die neue maximale Haftdauer anzurechnen (vgl. das Urteil 2A.200/1997 vom 29. Mai 1997, E. 2c). Anders kann es sich in jenen Fällen verhalten, in denen zwischen der alten und der neuen Haft eine deutliche bzw. klare Zäsur besteht, der Betroffene etwa seit der altrechtlichen Festhaltung die Schweiz verlassen BGE 133 II 1 S. 6hat oder ausgeschafft worden ist und hernach erneut in die Schweiz gelangt, so dass im Resultat ein neues Wegweisungsverfahren (oder allenfalls ein neuer Haftgrund) vorliegt mit der Folge, dass gegenüber dem Betroffenen wiederum (neue) Zwangsmassnahmen angeordnet werden können (vgl. BGE 125 II 465 E. 3 und 4; Urteil 2A.200/1997 vom 29. Mai 1997, E. 2c).\n\n5.3 Die von der Beschwerdeführerin seit dem 6. Oktober 2006 ausgestandene Haft ist somit auf die neue maximale Haftdauer anzurechnen; jene aus dem Jahre 2005 soweit, als zwischen ihrer damaligen und der heutigen Festhaltung keine eigentliche Zäsur im dargelegten Sinn besteht. Ob eine solche vorliegt, braucht hier nicht geprüft zu werden, da die (neue) Maximaldauer der Ausschaffungshaft durch die Verlängerung bis zum 5. Juli 2007 so oder anders nicht erreicht wird."}