{"annee": "133", "cour": "III", "page": "401", "date": "14/5/2007", "cite": ["127 III 433", "131 III 1", "129 III 481", "132 III 401"], "cite_par": ["136 V 225", "134 V 384", "136 III 449"], "chapeau": "49. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Y. (Berufung)\n\n5C.238/2006 vom 14. Mai 2007", "regestes": ["Art. 124 CC; indemnité équitable. Une séparation de longue durée ne justifie pas une réduction de l'indemnité. Celle-ci doit d'ailleurs être fixée en s'inspirant du principe du partage par moitié des prestations de sortie (consid. 3)."], "faits": "BGE 133 III 401 S. 401\n\nA. X. (Ehemann) und Y. (Ehefrau) heirateten im Jahr 1972. Sie haben drei heute erwachsene Töchter. Seit Mitte 1994 leben sie getrennt.\n\nB. Mit Urteil vom 14. Oktober 2004 schied das Zivilgericht Basel-Stadt die Ehe der Parteien. Es sprach der Klägerin u.a. die hälftige Differenz der BVG-Guthaben zu, ausmachend Fr. 311'114.85.\n\nMit Urteil vom 31. März 2006 verurteilte das Appellationsgericht des Kantons Basel-Stadt den Beklagten wiederum zur Überweisung von Fr. 311'114.85 auf deren Vorsorgekonto, freilich zufolge des inzwischen eingetretenen Vorsorgefalles nicht mehr gestützt auf Art. 122 ZGB, sondern als angemessene Entschädigung gemäss Art. 124 ZGB. BGE 133 III 401 S. 402\n\nC. Mit Berufung vom 18. September 2006 stellt der Beklagte die Begehren, er sei bei seiner Bereitschaft zu behaften, der Klägerin in Anwendung von Art. 124 ZGB eine lebenslängliche Rente von Fr. 1'500.- pro Monat zu bezahlen, die eventualiter zu Fr. 500.- als Unterhaltsrente im Sinn von Art. 125 ZGB und zu Fr. 1'000.- als Entschädigung nach Art. 124 ZGB auszuzahlen sei, subeventualiter sei er bei seiner Bereitschaft zu behaften, der Klägerin in Anwendung von Art. 124 ZGB eine Entschädigung von Fr. 207'405.- zu bezahlen.\n\nDas Bundesgericht weist die Berufung ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Das Appellationsgericht hat befunden, aufgrund der per 1. Mai 2005 erfolgten Pensionierung des Beklagten und des erst am 23. Mai 2005 rechtskräftig gewordenen Scheidungspunktes sei die Teilung des BVG-Guthabens nach Art. 122 ZGB nicht mehr möglich; vielmehr müsse eine angemessene Entschädigung im Sinn von Art. 124 Abs. 1 ZGB festgesetzt werden. Die Angemessenheit beurteile sich nach der Ehedauer sowie den Vorsorgebedürfnissen und den wirtschaftlichen Verhältnissen der Parteien. Je nach Dauer zwischen dem Eintritt des Vorsorgefalls und der Scheidung rechtfertige sich auch eine approximative hälftige Teilung.\n\nVorliegend habe die Ehe 33 Jahre bzw. das Zusammenleben 22 Jahre gedauert. Die Klägerin sei als Hausfrau und Mutter für die Erziehung der drei Töchter zuständig gewesen und habe selbst kaum eine Vorsorge aufbauen können. Sodann lägen zwischen Pensionierung und Scheidung nur wenige Tage. Vor diesem Hintergrund rechtfertige sich eine hälftige Teilung der Summe, wie sie der Klägerin bei Teilung der Differenz zwischen den Austrittsleistungen zugestanden hätte. Die Klägerin sei für die Sicherung ihrer Zukunft auf den entsprechenden Betrag angewiesen, und die Zahlung sei dem Beklagten, der heute zwei Liegenschaften besitze und eine volle Rente aufgrund seines gesamten Vorsorgeguthabens beziehe, auch ohne weiteres möglich.\n\n3. Der Beklagte sieht in diesen Erwägungen Art. 124 ZGB verletzt. Er macht mit Blick auf eine Kapitalleistung geltend, von den 33 Ehejahren hätten die Parteien während der letzten elf getrennt gelebt. Entsprechend müsse die Entschädigung um einen Drittel gekürzt werden. Dies sei ein Gebot von Recht und Billigkeit, zumal BGE 133 III 401 S. 403die Klägerin ihn und die Kinder verlassen habe, um eigenen Interessen nachzugehen. Zudem habe das Bundesgericht kürzlich entschieden, dass bei der Bemessung des nachehelichen Unterhalts auch die vor der Ehe verbrachte Konkubinatszeit zu berücksichtigen sei; e contrario sei in Fällen wie dem vorliegenden die Dauer des Getrenntlebens abzuziehen.\n\n3.1 Der Vorsorgeausgleich ist ein selbständiges Rechtsinstitut. Wie der nacheheliche Unterhalt ist er eine Nebenfolge der Scheidung; indes sind für seine Berechnung eigene Kriterien massgebend (dazu nachfolgend). Zwischen den beiden Sachfragen besteht lediglich insofern eine Interdependenz, als die Höhe der Vorsorgeleistungen als eines von vielen Kriterien bei der Bemessung des Unterhaltsbeitrages zu berücksichtigen ist (vgl. Art. 125 Abs. 2 Ziff. 8 ZGB).\n\nUnmassgeblich sind in diesem Sinn Verschuldensfragen (Botschaft des Bundesrates vom 15. November 1995 über die Änderung des Schweizerischen Zivilgesetzbuches, BBl 1996 I 106 oben; WALSER, in: Basler Kommentar, N. 13 zu Art. 124 ZGB; SUTTER/FREIBURGhaus, Kommentar zum neuen Scheidungsrecht, Zürich 1999, N. 18 zu Art. 124 ZGB), die im Übrigen nach neuem Scheidungsrecht grundsätzlich auch für den nachehelichen Unterhalt bedeutungslos sind. Mit dem Vorwurf an die Adresse der Klägerin, diese habe den gemeinsamen Haushalt verlassen, ist deshalb mit Bezug auf den Vorsorgeausgleich von vornherein keine Bundesrechtsverletzung darzutun.\n\n3.2 Ist bei keinem Ehegatten vor Rechtskraft der Scheidung (vgl. BGE 132 III 401) der Vorsorgefall eingetreten, wird die Differenz der nach dem Freizügigkeitsgesetz vom 17. Dezember 1993 (FZG; SR 831.42) für die Ehedauer zu ermittelnden Austrittsleistungen nach der zwingenden Vorschrift von Art. 122 ZGB hälftig geteilt. Das Bundesgericht hat in einem nicht publizierten Entscheid (5C.111/ 2001 vom 29. Juni 2001, E. 3b, zitiert mit zustimmenden Ausführungen bei BAUMANN/LAUTERBURG, in: FamKomm Scheidung, Bern 2005, N. 47 zu Art. 122 ZGB) festgehalten, dass für die Berechnung der zu teilenden Austrittsleistung auf den Scheidungszeitpunkt abzustellen und somit die ganze Ehedauer zu berücksichtigen bzw. die Trennungsdauer ausser Acht zu lassen ist.\n\nIst bei einem oder beiden Ehegatten der Vorsorgefall eingetreten, ist die hälftige Teilung der Austrittsleistung nicht mehr möglich, weshalb gemäss Art. 124 ZGB eine Entschädigung geschuldet ist, deren BGE 133 III 401 S. 404Höhe sich nach Recht und Billigkeit (Art. 4 ZGB) unter Gewichtung aller erheblichen Fallumstände bemisst (BGE 127 III 433 E. 3 S. 439). Dies ändert aber nichts daran, dass der Vorsorgeausgleich ein einheitliches Institut bildet (vgl. BAUMANN/LAUTERBURG, a.a.O., N. 14 Vorbem. zu Art. 122-124 ZGB; GRÜTTER, Vorsorgeausgleich bei Scheidung, in: FamPra.ch 2006 S. 803 f.), was Rückwirkungen auf die Auslegung des in Art. 124 ZGB verwendeten unbestimmten Rechtsbegriffs der Angemessenheit hat:\n\nFür die in einem ersten Schritt vorzunehmende Berechnung der Höhe des zu teilenden virtuellen Ausgangsbetrages muss wie bei Art. 122 ZGB die gesamte Ehedauer massgeblich sein (vgl. BAUMANN/LAUTERBURG, a.a.O., N. 39 zu Art. 124 ZGB). Sodann hat sich die in einem zweiten Schritt festzusetzende angemessene Entschädigung für den Normalfall am gesetzgeberischen Konzept der grundsätzlichen hälftigen Teilung gemäss Art. 122 ZGB zu orientieren, soweit dies im konkreten Einzelfall möglich ist (vgl. BGE 129 III 481 E. 3.4.1 S. 488; BGE 131 III 1 E. 4.2 S. 4; vgl. auch GRÜTTER, a.a.O., S. 803 f.). Ein schematisches Vorgehen soll indes vermieden werden, ist doch die Bestimmung von Art. 124 ZGB durch die Verwendung des Begriffes der Angemessenheit bewusst offen gehalten. So ist namentlich den Vermögensverhältnissen nach Durchführung der güterrechtlichen Auseinandersetzung wie auch der sonstigen wirtschaftlichen Lage der Parteien nach der Scheidung gebührend Rechnung zu tragen (BGE 129 III 481 E. 3.4.1 S. 488; BGE 131 III 1 E. 4.2 S. 4 f.); mithin müssen bei der Festsetzung der angemessenen Entschädigung insbesondere Kriterien wie Eigenbedarf und Leistungsfähigkeit des Pflichtigen sowie die Vorsorge(bedürfnisse) des Berechtigten mitberücksichtigt werden (vgl. Botschaft, a.a.O., S. 106 oben).\n\n3.3 Damit stellt sich die Frage, ob der Beklagte in der Lage ist, die zugesprochene Entschädigung von Fr. 311'114.85 aufzubringen. Die Vorinstanz hat dies bejaht unter Hinweis darauf, dass der Beklagte zwei Liegenschaften besitze und eine volle Rente beziehe. Er verfüge unter Einschluss von Mietzinserträgen über ein Einkommen von rund Fr. 7'600.-.\n\nIn der kantonalen Appellationsbegründung hatte sich der Beklagte, nachdem erstinstanzlich noch gestützt auf Art. 122 ZGB die Austrittsleistungen hälftig zu teilen waren, auf den Standpunkt gestellt, dass infolge des in der Zwischenzeit eingetretenen Vorsorgefalles nur noch eine Entschädigung im Sinn von Art. 124 ZGB in Frage BGE 133 III 401 S. 405komme. Dabei offerierte er einen Unterhaltsbeitrag von Fr. 1'500.- und die Bereitschaft, der Klägerin deren eigene Austrittsleistung zu belassen. Eine Entschädigung nach Massgabe einer hälftigen Teilung der Austrittsleistungen bezeichnete er einzig wegen der langen Trennungszeit als unangemessen. Hingegen machte er mit keinem Wort geltend, zur Zahlung dieses Betrages wirtschaftlich nicht in der Lage zu sein. In seiner Eingabe vom 22. Juni 2005 an das Appellationsgericht hatte er sein Vermögen im Übrigen auf rund Fr. 412'000.- beziffert.\n\nSoweit er in der Berufungsschrift nunmehr behauptet, seine \"flüssigen\" Mittel betrügen Fr. 217'996.- bzw. nach Abzug der Prozesskosten und der güterrechtlichen Ausgleichszahlung nur noch rund Fr. 150'000.-, ist er nicht zu hören: Abgesehen davon, dass der Beklagte sich mit seinen Ausführungen sinngemäss gegen die für das Berufungsverfahren verbindlichen kantonalen Sachverhaltsfeststellungen richtet (Art. 63 Abs. 2 OG), was unzulässig ist (Art. 55 Abs. 1 lit. c OG), und er im kantonalen Verfahren auch nie geltend gemacht hatte, den fraglichen Betrag nicht aufbringen zu können, widerspricht er seinen eigenen Angaben in der Eingabe vom 22. Juni 2005.\n\nAus den kantonalen Akten ergibt sich, dass die erste Instanz am 14. Oktober 2004 gestützt auf Art. 122 ZGB die hälftige Teilung der Austrittsleistung anordnete. Indes erwuchs der Scheidungspunkt erst am 23. Mai 2005 mit dem Einreichen der Anträge der Klägerin in der Anschlussappellation in Rechtskraft. Zwischenzeitlich war am 1. Mai 2005 auf Seiten des Beklagten der Vorsorgefall eingetreten. Dass eine Teilung der Austrittsleistung im Sinn von Art. 122 ZGB damit nicht mehr möglich war, beruht nach dem Gesagten eher auf einer Zufälligkeit bzw. der relativ langen Zeit, welche die erstinstanzliche Urteilsbegründung in Anspruch genommen hat.\n\nVor diesem Hintergrund und ausgehend vom Grundsatz, dass auch bei der Entschädigung gemäss Art. 124 ZGB auf die gesamte Ehedauer abzustellen, mithin die Trennungsdauer nicht in Abzug zu bringen ist (dazu E. 3.2), ist nicht zu sehen, inwiefern das Appellationsgericht unbillig entschieden und Bundesrecht verletzt haben soll, wenn es der Klägerin eine Entschädigung zugesprochen hat, die summenmässig der Hälfte der Austrittsleistung entspricht. Auch in der Lehre wird die Ansicht vertreten, dass im konkreten Fall die angemessene Entschädigung namentlich dann zu einem Resultat BGE 133 III 401 S. 406führen könne bzw. müsse, wie es sich bei einer hälftigen Teilung der Austrittsleistung ergeben hätte, wenn der Vorsorgefall unmittelbar vor dem Scheidungszeitpunkt eingetreten sei (SUTTER/FREIBURGHAUS, a.a.O., N. 18 zu Art. 124 ZGB; GEISER, Vorsorgeausgleich: Aufteilung bei Vorbezug für Wohneigentumserwerb und nach Eintreten eines Vorsorgefalls, in: FamPra.ch 2002, S. 95 f.; SCHEI, Vorbezüge aus der zweiten Säule für Wohneigentum im Scheidungsfall, in: BJM 2006 S. 67)."}