{"annee": "133", "cour": "I", "page": "141", "date": "23/3/2007", "cite": ["122 I 57", "131 II 449", "113 IA 43", "129 I 185"], "cite_par": [], "chapeau": "15. Estratto della sentenza della I Corte di diritto pubblico nella causa Ghiringhelli contro Consiglio di Stato del Cantone Ticino (ricorso in materia di diritto pubblico)\n\n1C_13/2007 del 23 marzo 2007", "regestes": ["Droits politiques; art. 34 al. 1 Cst.; art. 66 LTF; condamnation aux frais de la partie qui succombe; changement de jurisprudence. Dans le cadre des recours pour violation du droit de vote des citoyens selon l'art. 85 let. a OJ, la jurisprudence renonçait à prélever un émolument judiciaire. Avec l'entrée en vigueur de la LTF, cette pratique est abandonnée. Il peut néanmoins être tenu compte de la nature particulière de ces recours dans la détermination du montant des frais de justice (consid. 4.1). Dans le cas d'espèce, les frais judiciaires doivent être mis à la charge du recourant (consid. 4.2)."], "faits": "BGE 133 I 141 S. 142\n\nIl 15 dicembre 2006 è stato pubblicato nel Foglio ufficiale il decreto di convocazione dei Comuni del Cantone Ticino per l'elezione del Gran Consiglio e del Consiglio di Stato del 1° aprile 2007 per il periodo 2007-2011. Avverso l'impossibilità per i gruppi aventi delle liste depositate di inviare un delegato ad assistere alle operazioni di ogni ufficio cantonale di spoglio, Giorgio Ghiringhelli ha inoltrato un ricorso al Consiglio di Stato che, con decisione del 16 gennaio 2007, ha respinto il gravame.\n\nContro questa decisione Giorgio Ghiringhelli presenta un ricorso in materia di diritto pubblico per violazione del diritto di voto dei cittadini.\n\nIl Tribunale federale ha respinto il ricorso.", "considerants": "Dai considerandi:\n\n4.\n\n4.1 Nell'ambito dei ricorsi per violazione del diritto di voto dei cittadini secondo l'art. 85 lett. a OG, la giurisprudenza rinunciava a prelevare una tassa di giustizia (DTF 129 I 185 consid. 9 pag. 206; DTF 113 Ia 43 consid. 3). Pure nel quadro della legge federale del 17 dicembre 1976 sui diritti politici (LDP; RS 161.1) la giurisprudenza rinunciava a riscuotere spese processuali, riferendosi anche alla prassi sviluppata nel quadro dei ricorsi di diritto pubblico per violazione dei diritti politici secondo l'art. 85 lett. a OG (DTF 131 II 449 consid. 4). Ora, l'art. 66 cpv. 1 LTF prevede che di regola le spese giudiziarie sono addossate alla parte soccombente. Il Consiglio federale nel messaggio concernente la revisione totale dell'organizzazione giudiziaria federale, del 28 febbraio 2001 (FF 2001 pag. 3862 seg.), ha rilevato che i casi in cui il diritto previgente prevedeva la gratuità del procedimento dinanzi al Tribunale federale sono stati abbandonati. Oggi questi sono pertanto retti dalla normativa ordinaria: ciò vale segnatamente anche per i ricorsi in materia di diritti politici (art. 86 cpv. 2 LDP, nel nuovo tenore in vigore dal 1° gennaio 2007, secondo cui, nei procedimenti dinanzi al Tribunale federale, l'onere delle spese è disciplinato dalla LTF). Certo, come rileva il ricorrente, il messaggio si riferisce alla LDP e non alle BGE 133 I 141 S. 143votazioni o elezioni cantonali, dove la gratuità era stata istituita dalla prassi.\n\nLa LTF ha nondimeno in particolare soppresso la gratuità di determinate procedure sostituendola con una clausola volta a garantire che le spese per le cause a carattere sociale siano contenute (art. 65 cpv. 4 LTF). Anche in tale ottica si giustifica di abbandonare la prassi inerente alla gratuità dei ricorsi in materia di diritti politici, sia a livello federale che cantonale, come peraltro sostenuto da gran parte della dottrina (HANSJÖRG SEILER/NICOLAS VON WERDT/ANDREAS GÜNGERICH, Bundesgerichtsgesetz [BGG], Berna 2007, n. 3 all'art. 65 e, in particolare, n. 32 all'art. 66 LTF; PETER KARLEN, Das neue Bundesgerichtsgesetz: Die wesentlichen Neuerungen und was sie bedeuten, Basilea 2006, pag. 31 in alto; KARL SPÜHLER/ANNETTE DOLGE/ DOMINIK VOCK, Kurzkommentar zum Bundesgerichtsgesetz [BGG], Zurigo 2006, n. 3 all'art. 65 LTF). Del resto, come noto al ricorrente, nel Cantone Ticino non si rinuncia sistematicamente a prelevare spese processuali in tale ambito (cfr. sentenze 1P.369/2004 del 13 giugno 2005, consid. 5, apparsa in: Rivista ticinese di diritto [RtiD] II-2005 n. 2, e 1P.535/2005 del 6 febbraio 2006, consid. 5, apparsa in: RtiD I-2006 n. 2). Si può nondimeno tener conto della particolare natura dei ricorsi in materia di diritti politici nella determinazione dell'importo delle spese giudiziarie.\n\n4.2 Il ricorrente è stato invitato a fornire un anticipo per le spese giudiziarie presunte e si è espresso sul possibile, da lui contestato cambiamento di prassi (cfr. DTF 122 I 57 consid. 3d). Si giustifica quindi di applicare la nuova giurisprudenza al caso in esame, addossando le spese giudiziarie al ricorrente (art. 66 cpv. 1 LTF). Nella fattispecie l'esito del ricorso era prevedibile alla luce della sentenza 1P.786/2005 dell'8 maggio 2006. Non vi sono quindi circostanze eccezionali e del tutto particolari che potrebbero giustificare una rinuncia al loro prelievo (art. 66 cpv. 1 secondo periodo LTF; su questo tema: MICHEL BESSON, Die Beschwerde in Stimmrechtssachen, in: Bernhard Ehrenzeller/Rainer J. Schweizer [ed.], Die Reorganisation der Bundesrechtspflege - Neuerungen und Auswirkungen in der Praxis, San Gallo 2006, pag. 419; IVO EUSEBIO/TIZIANO CRAMERI, L'attuale tutela giuridica dei diritti politici, con particolare riferimento a cause ticinesi, e quella prevista dalla legge sul Tribunale federale, in: Diritto senza devianza, Studi in onore di Marco Borghi, Basilea 2006, pag. 371 e segg., 405 seg.). In BGE 133 I 141 S. 144considerazione di tutte le circostanze della fattispecie, in concreto una tassa di giustizia di fr. 1'000.- appare adeguata."}