{"annee": "133", "cour": "III", "page": "61", "date": "26/10/2006", "cite": ["132 III 268", "118 II 45", "126 III 124", "122 III 118", "131 III 586", "121 III 163", "131 III 606", "112 II 337", "123 III 261", "132 III 226", "118 II 365", "128 III 265", "125 III 358", "129 III 118", "129 III 493", "130 III 417", "120 II 240", "124 III 155", "124 III 67", "131 III 377", "128 III 419", "120 II 302"], "cite_par": ["140 III 481", "138 III 411", "141 V 589", "136 III 313", "141 V 657", "141 V 162", "142 III 568", "136 III 186", "142 V 466", "134 III 52", "138 III 659", "135 III 162", "139 V 316", "143 III 666", "141 III 569", "144 III 93"], "chapeau": "6. Extrait de l'arrêt de la Ire Cour civile dans la cause Caisse X. contre A. et B. (recours en réforme)\n\n4C.203/2006 du 26 octobre 2006", "regestes": ["Contrat de bail; protection contre les loyers abusifs; renonciation conventionnelle au taux hypothécaire comme facteur de fixation du loyer (art. 269, 269a et 270a CO; art. 2 al. 2 CC). Interprétation de clauses contractuelles selon lesquelles la variation du taux hypothécaire n'entre pas en considération pour la fixation et l'adaptation du loyer (consid. 2). La clause d'un contrat de bail par laquelle les parties excluent la prise en considération du taux hypothécaire pour la fixation et l'adaptation du loyer n'est pas valable (consid. 3). La partie qui se prévaut de la nullité d'une telle clause ne peut pas se voir opposer, en principe, l'exception d'abus de droit (consid. 4)."], "faits": "BGE 133 III 61 S. 62\n\nA.\n\nA.a Par contrat du 15 juin 1994, la Caisse X. (ci-après: la Caisse de pensions) a remis à bail à B. un appartement de trois pièces au deuxième étage d'un immeuble, dont elle est propriétaire à Lausanne. Conclu pour une période initiale allant du 1er septembre 1994 au 1er octobre 1995, le bail se renouvelait ensuite de trois mois en trois mois, sauf avis de résiliation donné trois mois à l'avance. Le loyer mensuel net a été fixé à 1'180 fr. Le contrat comportait, sous la rubrique \"3.6 Conditions particulières\", une clause ainsi libellée:\n\n\"La variation du taux hypothécaire n'entre pas en considération dans la fixation du loyer.\n\nIPC [i.e. indice suisse des prix à la consommation] 100,40\"\n\nA.b Le 13 juin 2001, la Caisse de pensions et A. ont signé un contrat de bail par lequel celle-ci a pris à bail de celle-là un appartement de trois pièces sis au premier étage de l'immeuble précité. Débutant le 1er juillet 2001 et expirant le 1er octobre 2002, le bail était reconductible de trois mois en trois mois, après cette période initiale, s'il n'était pas dénoncé trois mois à l'avance. Le loyer mensuel, sans les BGE 133 III 61 S. 63charges, se montait à 1'290 fr. Les dispositions complémentaires, figurant sous chiffre 5 du contrat, prévoyaient notamment ce qui suit:\n\n\"a) Le présent loyer est basé sur l'IPC de 101,8 points (nouv. indice mai 2001)\n\nb) Le taux hypothécaire et ses variations n'entrent pas en considération pour la fixation et l'adaptation des loyers\n\n(...)\"\n\nB.\n\nB.a Par lettre du 16 novembre 1998, B. a adressé à la bailleresse une demande de diminution du loyer motivée par la baisse du taux hypothécaire et la chute sensible des coûts du marché du logement à Lausanne. Elle s'est vu opposer un refus fondé sur la clause 3.6 du contrat de bail, la gérance de la bailleresse précisant, dans sa réponse du 24 novembre 1998, que la règle valait aussi pour sa mandante.\n\nLe 11 décembre 2000, la bailleresse a notifié à B. une augmentation de loyer pour le 1er avril 2001, le nouveau loyer devant être arrêté à 1'243 fr. pour tenir compte d'une hausse des coûts d'exploitation et de l'évolution de l'IPC. La formule officielle précisait, en nota bene, que la variation du taux hypothécaire n'était pas prise en considération. Dans le cadre d'une convention établie par le conseil de la locataire et signée le 9 janvier 2001, la Caisse de pensions a retiré cette hausse de loyer, tout en se réservant de revenir à la charge lorsque les travaux de réfection devant être entrepris avant la fin de l'été 2001 seraient terminés.\n\nB.b Le 9 juillet 2001, A. a contesté le montant de son loyer initial, estimant que le nouveau loyer procurerait un rendement excessif à la bailleresse du fait que l'ancien bail avait été conclu à une époque où le taux hypothécaire était sensiblement plus élevé.\n\nDans une lettre de sa gérance du 11 septembre 2001, la Caisse de pensions a proposé à dame A. de ramener le loyer mensuel net à 1'085 fr., soit au montant payé par l'ancien locataire et augmenté de la réserve notifiée ainsi que de la variation de l'IPC.\n\nLe 26 septembre 2001, la locataire a contresigné cette lettre pour accord.\n\nB.c En date du 30 avril 2002, la bailleresse a notifié à B. et à A. une hausse de loyer pour le 1er octobre 2002, le nouveau loyer devant être fixé à 1'387 fr. pour la première et à 1'208 fr. pour la seconde. Dans les deux cas, l'augmentation du loyer était motivée BGE 133 III 61 S. 64par des travaux entraînant une plus-value, l'évolution de l'IPC et la hausse des charges d'exploitation. Chacune des deux formules officielles contenait, en outre, la mention suivante:\n\n\"N.B. la variation du taux hypothécaire n'est pas prise en considération.\"\n\nAux deux formules officielles était annexé un document, intitulé \"calcul de la répercussion des importants travaux\", dans lequel était exposée en détail la raison d'être de l'augmentation de loyer de 10,60 % notifiée à ce titre.\n\nLes deux locataires ont saisi la commission de conciliation, fin mai/ début juin 2002, pour contester cette hausse et réclamer une diminution de leur loyer respectif en raison de la baisse du taux hypothécaire. La tentative de conciliation n'a pas abouti.\n\nC.\n\nC.a Le 9 avril 2003, la Caisse de pensions (demanderesse) a ouvert action devant le Tribunal des baux du canton de Vaud. Elle a conclu, en substance, à ce que le loyer mensuel net de B. soit porté de 1'180 fr. à 1'387 fr. dès le 1er octobre 2002 et celui de A., de 1'085 fr. à 1'208 fr. dès la même date.\n\nLes défenderesses se sont opposées à ces conclusions en invoquant la baisse du taux hypothécaire. Dans leurs déterminations complémentaires du 24 juin 2003, elles ont conclu reconventionnellement, B., à une réduction de son loyer de 1'180 fr. à 1'113 fr. dès le 1er octobre 2002, puis à 1'027 fr. dès le 1er octobre 2003, A., à une diminution de son loyer de 38 fr., portant celui-ci à 1'047 fr. à compter du 1er octobre 2003. La réduction requise par les deux locataires était le résultat de la compensation entre les facteurs de hausse admis par elles et la baisse du taux hypothécaire.\n\nDans une lettre du 24 septembre 2003, la bailleresse s'est prévalue des loyers comparatifs pour s'opposer aux demandes de baisse de loyer des locataires.\n\nLe Tribunal des baux a tenu audience le 17 mars 2004. A cette occasion, un accord partiel a été passé au sujet du taux de répercussion sur les loyers des travaux à plus-value invoqués par la bailleresse comme motif de hausse, les autres paramètres, tant à la hausse qu'à la baisse, étant laissés à l'appréciation du Tribunal. Lors de la même audience, le secrétaire du conseil d'administration de la bailleresse a été entendu comme témoin. Il a déclaré que ledit conseil avait décidé, une vingtaine d'années auparavant, de ne pas tenir compte du taux hypothécaire dans la détermination des loyers. BGE 133 III 61 S. 65Selon lui, une telle pratique, instaurée sans égard à la conjoncture et stable depuis lors, s'explique par le fait que les immeubles de la bailleresse ont été financés uniquement par des fonds propres.\n\nC.b A la date précitée, le Tribunal des baux a rendu un seul jugement à l'égard de la demanderesse et des deux défenderesses. Il a fixé le loyer mensuel net dû par B. à 1'113 fr. 20 dès le 1er octobre 2002 (taux hypothécaire: 4 %; IPC [base 1993]: 107,6) et à 1'027 fr. 45 dès le 1er octobre 2003 (taux hypothécaire: 3,25 %; IPC [base 1993]: 109,1). Quant au loyer de A., les premiers juges l'ont arrêté à 1'125 fr. 80 dès le 1er octobre 2002 (taux hypothécaire: 4 %; IPC [base 2000]: 101,5) et à 1'047 fr. dès le 1er octobre 2003 (taux hypothécaire: 3,25 %; IPC [base 2000]: 102,8). Toutes autres ou plus amples conclusions ont été rejetées par eux.\n\nD.\n\nD.a La demanderesse a recouru contre ce jugement aux fins d'obtenir l'admission des conclusions qu'elle avait soumises au Tribunal des baux et le rejet des conclusions reconventionnelles prises par les défenderesses. A titre subsidiaire, elle a conclu à l'annulation du jugement de première instance.\n\nLes défenderesses ont conclu au rejet du recours.\n\nD.b Statuant par arrêt du 15 mars 2006, la Chambre des recours du Tribunal cantonal vaudois a rejeté le recours et confirmé le jugement attaqué.\n\nLes magistrats cantonaux ont tout d'abord admis, à l'instar des premiers juges, que la volonté réelle des parties, relativement aux clauses litigieuses, n'avait pas été établie. En revanche, contrairement à eux, ils ont estimé que ces clauses, interprétées selon le principe de la confiance, révélaient la volonté des parties d'exclure toute adaptation du loyer en cas de fluctuation du taux hypothécaire. La Chambre des recours a cependant rejoint le Tribunal des baux pour conclure, comme lui, à la nullité des clauses incriminées. Se fondant sur l'art. 270a CO et la jurisprudence y relative (ATF 125 III 358), elle a jugé que le système de contestation établi par cette disposition vise à empêcher les parties de déroger à la loi, étant donné que celle-ci présente une solution définitive qui tient compte des intérêts respectifs des parties au contrat de bail. A son avis, l'exclusion pour le locataire de la possibilité de se prévaloir de la baisse du taux hypothécaire de référence vide quasiment de toute sa substance le droit conféré par cette norme impérative; elle n'est pas non plus BGE 133 III 61 S. 66compatible avec les art. 269a, 269b et 269c CO, dispositions elles aussi impératives, car elle implique une modification des critères légaux utilisés pour définir le loyer abusif sans que les conditions permettant de le faire, en particulier la condition de la durée minimale de cinq ans, ne soient réalisées in casu. Toujours selon les juges précédents, la bailleresse invoque en vain le principe de la liberté contractuelle, car cette liberté doit s'effacer devant une norme de droit civil qui revêt un caractère impératif. De même ne saurait-on admettre l'exception d'abus de droit du seul fait que les défenderesses ont signé les contrats contenant les clauses litigieuses, car cela reviendrait à priver les intéressées, par ce biais, de la protection conférée par des dispositions impératives de la loi. S'agissant enfin des calculs de loyers que les premiers juges ont effectués sans tenir compte desdites clauses, l'autorité de recours les qualifie de complets et corrects, tout en observant que la demanderesse ne les conteste pas.\n\nE. Parallèlement à un recours de droit public qui a été rejeté, dans la mesure où il était recevable, par arrêt séparé, la demanderesse a déposé un recours en réforme au Tribunal fédéral. Elle a conclu, en substance, à ce que les hausses de loyer litigieuses soient admises, les loyers dus par A. et B. étant calculés en fonction des taux de répercussion découlant de la transaction partielle passée à l'audience du 17 mars 2004, et à ce que les conclusions reconventionnelles en diminution de loyer prises par les deux locataires soient rejetées.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 Interprétant les clauses litigieuses selon le principe de la confiance, le Tribunal des baux a jugé qu'il n'était pas possible d'en déduire la volonté concordante des parties d'exclure toute adaptation du loyer fondée sur les fluctuations du taux hypothécaire. La Chambre des recours, quant à elle, est arrivée à la conclusion inverse.\n\nDans leur réponse au recours, les défenderesses, se rangeant à l'avis des premiers juges, contestent cette conclusion. Elles sont en droit de le faire, quand bien même elles entendent obtenir le maintien de la décision attaquée (ATF 123 III 261 consid. 2 p. 263 et l'arrêt cité).\n\nIl convient de commencer par l'examen de cette question dans la mesure où la réponse qui lui sera donnée permettra, le cas échéant, de BGE 133 III 61 S. 67laisser ouverte celle, plus délicate, de la validité des clauses controversées.\n\n2.2\n\n2.2.1 Pour interpréter une clause contractuelle selon la théorie de la confiance, le juge doit rechercher comment cette clause pouvait être comprise de bonne foi en fonction de l'ensemble des circonstances (interprétation dite objective; ATF 132 III 268 consid. 2.3.2; ATF 131 III 606 consid. 4.1). Le principe de la confiance permet d'imputer à une partie le sens objectif de sa déclaration ou de son comportement, même si celui-ci ne correspond pas à la volonté intime de l'intéressée (ATF 130 III 417 consid. 3.2; ATF 129 III 118 consid. 2.5; ATF 128 III 419 consid. 2.2 et les références doctrinales). L'application du principe de la confiance est une question de droit que le Tribunal fédéral, saisi d'un recours en réforme, peut examiner librement (ATF 132 III 268 consid. 2.3.2; ATF 131 III 606 consid. 4.1; ATF 130 III 417 consid. 3.2). Pour trancher cette question de droit, il faut cependant se fonder sur le contenu de la manifestation de volonté et sur les circonstances, lesquelles relèvent du fait (ATF 132 III 268 consid. 2.3.2; ATF 131 III 586 consid. 4.2.3.1; ATF 130 III 417 consid. 3.2). Les circonstances déterminantes sont celles qui ont précédé ou accompagné la manifestation de volonté (ATF 131 III 377 consid. 4.2 p. 382 et l'arrêt cité), à l'exclusion des événements postérieurs (ATF 118 II 365 consid. 1 p. 366; ATF 112 II 337 consid. 4a).\n\nLe sens d'un texte, apparemment clair, n'est pas forcément déterminant, de sorte que l'interprétation purement littérale est prohibée. Même si la teneur d'une clause contractuelle paraît limpide à première vue, il peut résulter d'autres conditions du contrat, du but poursuivi par les parties ou d'autres circonstances que le texte de ladite clause ne restitue pas exactement le sens de l'accord conclu (ATF 131 III 606 consid. 4.2; ATF 130 III 417 consid. 3.2). Il n'y a cependant pas lieu de s'écarter du sens littéral du texte adopté par les cocontractants lorsqu'il n'existe aucune raison sérieuse de penser qu'il ne correspond pas à leur volonté (ATF 130 III 417 consid. 3.2; ATF 129 III 118 consid. 2.5; ATF 128 III 265 consid. 3a).\n\n2.2.2\n\n2.2.2.1 Le contrat de bail liant la demanderesse à la défenderesse B. comporte, sous la rubrique \"loyer\" et la sous-rubrique \"conditions particulières\", la mention suivante: \"La variation du taux hypothécaire n'entre pas en considération dans la fixation du loyer\". A côté de cette mention, il est précisé que l'IPC est de 100,40. BGE 133 III 61 S. 68\n\nLes premiers juges se sont demandé si cette mention ne pourrait pas être éventuellement comprise comme une réserve mal formulée. Laissant la question ouverte, ils ont estimé que ladite clause n'était de toute façon pas suffisamment claire pour que la locataire pût en déduire une renonciation définitive des deux parties à invoquer l'évolution du taux hypothécaire à l'appui d'une majoration ou d'une demande de diminution du loyer. Avec raison, la Chambre des recours a refusé de partager ce point de vue. Il faut admettre, comme elle, que le terme variation, utilisé dans la clause analysée, renvoie nécessairement à l'avenir. On ne voit pas qu'il soit possible d'inférer du texte de celle-ci une réserve, fût-elle mal formulée (cf. l'art. 18 de l'ordonnance du 9 mai 1990 sur le bail à loyer et le bail à ferme d'habitations et de locaux commerciaux [OBLF; RS 221.213.11]), la bailleresse n'ayant pas du tout laissé entendre, à la conclusion du bail, même de manière implicite, qu'elle aurait pu fixer le loyer initial à un niveau plus élevé mais qu'elle s'abstenait provisoirement de le faire. De surcroît, il n'y aurait guère de sens à admettre que, par cette clause, la bailleresse a simplement voulu informer la locataire qu'elle fixait son loyer sans égard au taux hypothécaire en vigueur à l'époque, mais qu'elle ne manquerait pas de se servir plus tard de ce facteur pour adapter le loyer. L'indication du niveau de l'IPC en regard de la clause considérée confirme d'ailleurs, de manière indirecte, la volonté, reconnaissable, de la bailleresse d'exclure l'autre facteur (i.e. le taux hypothécaire) comme motif d'adaptation du loyer.\n\nAu demeurant, quoi qu'en dise la défenderesse, il n'y avait aucune incohérence, de la part de la Chambre des recours, à constater que la volonté réelle des parties n'avait pu être établie, en dépit des termes clairs du contrat, puis à retenir, sur le vu de ces mêmes termes, que celles-ci étaient convenues de ne pas faire dépendre l'adaptation du loyer de l'évolution du taux hypothécaire. C'est, en effet, le rôle de l'interprétation d'une clause contractuelle selon le principe de la confiance que de déterminer, par une démarche normative, la volonté présumée des parties en recherchant le sens objectif qu'un tiers pourrait donner à cette clause sur la signification de laquelle les cocontractants ne sont pas d'accord, malgré la clarté de sa formulation.\n\n2.2.2.2 \"Le taux hypothécaire et ses variations n'entrent pas en considération pour la fixation et l'adaptation des loyers\". Cette clause, qui figure dans le bail conclu par la demanderesse avec la défenderesse A., sous la rubrique \"dispositions complémentaires\", est encore plus claire que celle qui vient d'être examinée, puisqu'elle exclut BGE 133 III 61 S. 69expressément le recours au facteur en question pour l' adaptation du loyer. On ne saurait donc lui donner une autre signification qu'à celle-là. Semblable interprétation n'est pas démentie par le fait que, pour calculer la part de l'augmentation du loyer des défenderesses se rapportant aux améliorations entraînant des plus-values, la bailleresse a pris en considération le taux hypothécaire du marché augmenté d'1 /2 %. De fait, ce calcul a été opéré dans le cadre d'une majoration de loyer fondée sur un autre motif (les prestations supplémentaires du bailleur, au sens de l'art. 269a let. b, seconde hypothèse, CO) que celui visé par la clause litigieuse (les hausses de coûts, au sens de l'art. 269a let. b, première hypothèse, CO). Il s'agit là, en tout état de cause, d'une circonstance postérieure à la conclusion du contrat de bail et, partant, non pertinente. En effet, pour l'application du principe de la confiance, les circonstances déterminantes sont celles qui ont précédé ou accompagné la manifestation de volonté (ATF 131 III 377 consid. 4.2 p. 382 et l'arrêt cité), à l'exclusion des événements postérieurs (ATF 118 II 365 consid. 1 p. 366; ATF 112 II 337 consid. 4a).\n\nCependant, le Tribunal des baux a vu une renonciation ultérieure à l'application de cette clause de la part de la bailleresse dans le fait que, le 11 septembre 2001, la demanderesse avait soumis à sa locataire une proposition d'accord écrite, acceptée le 26 du même mois par l'intéressée, qui faisait suite à une contestation du loyer initial fondée, pour l'essentiel, sur la baisse du taux hypothécaire depuis la fixation du loyer de l'ancien locataire (cf., plus haut, sous let. B.b). De l'avis des premiers juges, faute de référence expresse à la clause topique dans la proposition d'accord, la locataire pouvait objectivement comprendre que la bailleresse renonçait à la clause en question. La Chambre des recours, à juste titre, n'a pas suivi cet avis en soulignant que l'auteur de la proposition écrite, à savoir la gérante de l'immeuble, y avait précisé les bases de calcul du nouveau loyer sans mentionner le taux hypothécaire et en se référant au bail conclu le 13 juin 2001.\n\n2.2.2.3 L'interprétation des clauses litigieuses selon le principe de la confiance ayant permis de dégager le sens de celles-ci, les défenderesses réclament en vain l'application de la règle dite des clauses ambiguës (Unklarheitsregel, in dubio contra stipulatorem; cf. ATF 124 III 155 consid. 1b p. 158), laquelle revêt un caractère subsidiaire par rapport à ce moyen d'interprétation (ATF 122 III 118 consid. 2a et les arrêts cités), et celle dite de l'inhabituel ou de l'insolite (Ungewöhnlichkeitsregel; arrêt 4C.427/2005 du 4 mai 2006, BGE 133 III 61 S. 70consid. 2.1 et les références), qui a trait à une autre problématique (adhésion à des conditions générales d'affaires préformées).\n\nRéfutés les arguments des défenderesses, il reste à examiner si les cocontractants, en adoptant les clauses litigieuses, ont valablement exclu toute adaptation du loyer justifiée par la fluctuation du taux hypothécaire.\n\n3.\n\n3.1 A l'appui de son recours en réforme, la demanderesse soutient, à l'inverse des juridictions précédentes, que les clauses litigieuses ne sont pas nulles au regard des art. 269, 269a et 270a CO.\n\nS'agissant de l'art. 270a CO, tel qu'interprété par la jurisprudence fédérale, la demanderesse fait valoir que les clauses incriminées n'y portent pas atteinte. A son avis, du moment que les parties ont volontairement exclu le taux hypothécaire comme base de calcul dans les contrats de bail en cause, la condition \"d'une notable modification des bases de calcul\", posée par cette disposition en tant que préalable à une demande de diminution du loyer, n'est pas réalisée en l'espèce, nonobstant la baisse du taux hypothécaire. La solution eût été différente en cas de baisse du niveau de l'IPC, des charges ou des loyers comparatifs, parce que ces facteurs-ci, contrairement à celui-là, n'ont pas été exclus pour la fixation du loyer.\n\nLa demanderesse relève, par ailleurs, que l'art. 269a CO ne contient qu'une liste d'exemples de loyers non abusifs et que l'expression \"taux hypothécaire\" n'y figure pas. Elle en déduit que cette disposition n'impose pas aux parties l'obligation de tenir compte du taux hypothécaire pour fixer le loyer. Une clause excluant un tel facteur ne contreviendrait pas non plus à l'art. 13 al. 4 OBLF qui vise à éviter une inégalité de traitement entre bailleurs et locataires à l'occasion d'une modification du loyer faisant suite à une variation du taux hypothécaire.\n\nEnfin, toujours selon la demanderesse, le principe cardinal de la liberté contractuelle, dont la jurisprudence fédérale récente a rappelé l'importance, commande d'autoriser les parties à ne pas tenir compte du taux hypothécaire comme base de calcul du loyer.\n\n3.2\n\n3.2.1 En droit suisse des obligations prévaut le principe de l'autonomie de la volonté, d'après lequel l'objet d'un contrat peut être librement déterminé, dans les limites de la loi (art. 19 al. 1 CO). Celle-ci exclut les conventions des parties, entre autres hypothèses, BGE 133 III 61 S. 71lorsqu'elle édicte une règle de droit strict (art. 19 al. 2, in initio, CO; ATF 132 III 226 consid. 3.3.1 p. 234). Dans ce cas, la loi - plus précisément, le droit impératif - l'emporte sur la volonté des parties. Il n'en va pas autrement en matière de bail. Les dispositions sur la protection contre les loyers abusifs n'empêchent pas les parties, en vertu de la liberté contractuelle, de fixer librement l'objet de leur contrat, voire d'en modifier le contenu en cours de bail. Cependant, les dispositions impératives de la loi ne doivent pas être éludées (ATF 128 III 419 consid. 2.4.2 p. 425).\n\n3.2.2\n\n3.2.2.1 Aux termes de l'art. 270a al. 1 CO, \"le locataire peut contester le montant du loyer et en demander la diminution pour le prochain terme de résiliation, s'il a une raison d'admettre que la chose louée procure au bailleur un rendement excessif au sens des articles 269 et 269a, à cause d'une notable modification des bases de calcul, résultant en particulier d'une baisse des frais\" (sur la méthode et les critères de calcul applicables pour l'examen d'une demande de diminution du loyer formulée en cours de bail, cf. l'arrêt 4C.291/ 2001 du 9 juillet 2002, consid. 2).\n\nSelon la jurisprudence du Tribunal fédéral, l'art. 270a CO concrétise la protection contre les prétentions abusives du bailleur en matière de baux d'habitation et de locaux commerciaux (art. 269 ss CO), en déterminant les conditions formelles et matérielles auxquelles le locataire peut demander un contrôle du loyer. Cette disposition vise à empêcher les parties de déroger à la loi, dès lors que celle-ci présente une solution définitive qui tient compte de leurs intérêts respectifs. Aussi le système de contestation du loyer qu'elle établit ne peut-il pas être limité ou exclu par convention ni étendu à d'autres possibilités de contestations. Il ne permet pas aux parties de convenir d'un loyer minimal absolu pour le futur et ne s'accommode pas, en particulier, d'une clause contractuelle interdisant toute réduction du loyer initial. En effet, la possibilité d'exclure librement la diminution du loyer ne doit pas dépendre du hasard, selon que le contrat a été conclu par exemple en fonction d'un taux hypothécaire bas ou élevé (ATF 125 III 358).\n\nLe caractère impératif de l'art. 270a CO est également reconnu, sous réserve de quelques nuances, par la quasi-totalité des auteurs qui se sont penchés sur la question (GIACOMO RONCORONI, Zwingende und dispositive Bestimmungen im revidierten Mietrecht, in mp 1990 p. 76 ss, 77; DAVID LACHAT, Le bail à loyer [ci-après abrégé: BL], BGE 133 III 61 S. 72p. 66, n. 2.2, et p. 258, n. 1.5; le même, in Commentaire romand [ci-après abrégé: CR], n. 1 ad art. 270a CO; DAVID LACHAT/DANIEL STOLL/ ANDREAS BRUNNER, Das Mietrecht für die Praxis, 6e éd., p. 251, n. 1.5; Schweizerisches Mietrecht: Kommentar [ci-après abrégé: SVIT-Kommentar], 2e éd., n. 2 ad art. 270a CO; ROGER WEBER, Commentaire bâlois, 3e éd., n. 1a ad art. 270a CO; RICHARD PERMANN/MARC SCHANER, Kommentar zum Mietrecht, n. 1 ad art. 270a CO, p. 414; ANITA THANEI, Die Rechtsprechung des Bundesgerichtes zur Mietzinsfestsetzung, p. 52, n. 5.3; LAURA JACQUEMOUD-ROSSARI, L'évolution récente de la jurisprudence en matière de loyers, in 11e Séminaire sur le droit du bail, Neuchâtel 2000, p. 26, n. 5.5; moins catégorique: PETER HIGI, Commentaire zurichois, n. 4 ad art. 270 CO). Il a encore été mis en évidence dans une récente étude portant sur la nature des dispositions du code des obligations relatives au bail à loyer (GIACOMO RONCORONI, Nochmals zur zwingenden oder dispositiven Natur der Mietrechtsbestimmungen des Obligationenrechts [ci-après abrégé: Nochmals], in mp 2006 p. 67 ss, 95 s., n. 18).\n\nCette opinion concordante de la jurisprudence et de la doctrine quant à la nature impérative de l'art. 270a CO trouve d'ailleurs un appui dans le droit en vigueur. Il s'agit de l'art. 3 al. 4 let. b de la loi fédérale du 23 juin 1995 sur les contrats-cadres de baux à loyer et leur déclaration de force obligatoire générale (RS.221.213.15 [ci-après: LCBD]). Sous le titre \"dérogations à des dispositions impératives\", cette règle de droit, qui autorise à déroger, par voie de contrat-cadre, à de telles dispositions à certaines conditions, prévoit, en effet, que \"le contrat-cadre ne peut restreindre le droit du locataire de demander une diminution du loyer (art. 270a) (...)\". A plus forte raison, semblable restriction ne saurait-elle résulter d'un accord conclu par les parties au contrat de bail.\n\n3.2.2.2 Le bien-fondé de la prétention du locataire basée sur l'art. 270a CO doit être examiné en fonction des critères de fixation du loyer des art. 269 et 269a CO, ainsi que le rappelle le premier alinéa de cette disposition. Selon une jurisprudence bien établie, une demande de diminution du loyer en cours de bail s'apprécie à l'aide de la méthode relative (sur cette notion, cf. ATF 120 II 240 consid. 2 et les références), en ce sens que le locataire ne peut invoquer que les facteurs de baisse qui se sont réalisés depuis la dernière fixation du loyer (arrêt 4C.291/2001, précité, avec des références aux ATF 126 III 124 consid. 2a p. 126, ATF 124 III 67 consid. 3 p. 69 et ATF 121 III 163 consid. 2d/bb). Le locataire se prévaudra, le plus BGE 133 III 61 S. 73souvent, d'une modification des coûts, au sens de l'art. 269a let. b CO. En pratique, la baisse du taux hypothécaire joue un rôle primordial, quoique non exclusif (LACHAT, BL, p. 272 s., n. 4.2.2).\n\nLes art. 269 et 269a CO sont de droit impératif (RONCORONI, Nochmals, p. 109 s., n. 10; LACHAT, BL, p. 282, n. 1.5 et p. 301, n. 1.3; le même, CR, n. 6 ad Intro. art. 269-270e CO; LACHAT/STOLL/BRUNNER, op. cit., p. 283, n. 1.3 et p. 312, n. 1.3; SVIT-Kommentar, n. 1 ad art. 269 CO et n. 3 ad art. 269a CO; HIGI, op. cit., n. 9 ad art. 269 CO et n. 5 ad art. 269a CO; PERMANN/SCHANER, op. cit., n. 5 ad art. 269 CO, p. 366 et n. 1 ad art. 269a CO, p. 380; moins catégorique: WEBER, op. cit., n. 3 ad art. 269 CO). Il va sans dire qu'il n'y aurait guère de sens à édicter des règles visant à protéger les locataires contre les loyers abusifs, s'il suffisait d'un accord entre les cocontractants pour en écarter l'application (PERMANN/SCHANER, op. cit., n. 5 ad art. 269 CO, p. 366). On ne voit pas non plus qu'il soit possible d'abandonner aux parties le soin de décider à quelles conditions un loyer peut être taxé d'abusif, sans égard aux présomptions établies par le législateur fédéral à l'art. 269a CO pour savoir quand il ne l'est généralement pas (cf. HIGI, op. cit., n. 9 ad art. 269 CO). La nécessité de protéger le locataire, soit la partie faible au contrat de bail, contre les loyers abusifs exclut que l'on tolère la création d'un droit conventionnel parallèle qui viendrait concurrencer la législation ad hoc, fruit d'un long processus d'élaboration ayant débouché sur un compromis entre les intérêts antagonistes des bailleurs et des locataires. La sécurité des relations juridiques dans un domaine éminemment sensible commande d'ailleurs de ne point laisser un droit conventionnel venir se greffer sur des dispositions légales déjà suffisamment complexes. Force est d'admettre, par conséquent, que les parties ne peuvent pas renoncer contractuellement à l'application de l'un ou l'autre des critères mentionnés à l'art. 269a CO, pas plus qu'elles ne peuvent en modifier la portée ou introduire d'autres critères de fixation du loyer (RONCORONI, op. cit., p. 109, n. 10; LACHAT, BL, p. 301, n. 1.3; le même, CR, n. 6 ad Intro. art. 269-270e CO). En revanche, les contrats-cadres peuvent déroger aux règles de l'art. 269a CO - mais pas à l'art. 269 CO (cf. art. 3 al. 3 let. b LCBD) - en supprimant certains de ces critères, en les modifiant ou en en créant d'autres. Les partenaires au contrat-cadre pourront ainsi convenir, par exemple, de règles particulières sur l'incidence du taux hypothécaire (LACHAT, BL, p. 301, n. 1.3 et p. 328, n. 9.3), lesquelles seront seules applicables lors d'une modification de ce taux (art. 13 al. 2 BGE 133 III 61 S. 74OBLF). La portée de cette exception demeure toutefois limitée dans la mesure où il ne semble pas, en l'état, qu'un contrat-cadre y ait déjà eu recours (LACHAT, CR, n. 22 ad art. 269a CO).\n\n3.2.3 Les clauses litigieuses excluent la prise en considération du taux hypothécaire pour la fixation et l'adaptation des loyers. Aussi, d'un point de vue strictement logique, la demanderesse a-t-elle raison de soutenir que l'une des conditions matérielles d'application de l'art. 270a al. 1 CO - à savoir, \"une notable modification des bases de calcul\" - fait défaut en l'espèce. On ne saurait, en effet, parler de modification, notable ou non, à propos d'un facteur dont les parties sont convenues d'emblée de ne pas tenir compte. Cette constatation n'épuise cependant pas le sujet. Pour accorder quelque crédit à l'objection de la demanderesse, encore faudrait-il que les bases de calcul aient été fixées valablement dans les contrats de bail en cause. Sinon, il suffirait de choisir, lors de la fixation du loyer initial, un facteur qui, selon toute vraisemblance, ne devrait évoluer que vers le haut ou, du moins, ne pas varier pour faire obstacle à toute demande de diminution du loyer en cours de bail. En l'occurrence, les parties ont méconnu le caractère impératif de l'art. 269a CO, relevé plus haut, puisqu'elles ont renoncé sans droit à l'application de l'un des critères prévus par cette disposition, c'est-à-dire celui des coûts (art. 269a let. b, première hypothèse, CO). Que le taux hypothécaire corresponde à ce critère, quand bien même l'expression ne figure pas dans le texte légal, n'est plus à démontrer (cf. l'art. 13 OBLF et, sur sa constitutionnalité, l'arrêt 4C.85/2002 du 10 juin 2002, consid. 2b) et ce n'est pas sans une certaine témérité que la demanderesse fait fond sur cette absence de mention expresse pour étayer son argumentation. D'autre part, il est sans doute exact, comme le souligne la demanderesse, que l'adverbe \"notamment\", utilisé à l'art. 269a CO, indique que la liste subséquente des cas dans lesquels les loyers ne sont, en règle générale, pas abusifs n'est pas exhaustive (cf., parmi d'autres: HIGI, op. cit., n. 7 ad art. 269a CO). Toutefois, la possibilité de fixer le loyer et les conditions de sa variation selon d'autres critères - loyer dépendant du chiffre d'affaires d'un locataire commerçant (LACHAT, CR, n. 23 ad art. 269a CO; WEBER, op. cit., n. 10 ad art. 269b CO), loyer indexé (art. 269b CO), loyer échelonné (art. 269c CO), etc. - n'implique pas celle de renoncer au principal critère prévu par une disposition légale impérative. Quant au souci, allégué par la demanderesse, de trouver une solution qui respectât l'égalité de traitement entre bailleurs et locataires, BGE 133 III 61 S. 75conformément à l'esprit de la réglementation régissant la question du taux hypothécaire (cf. art. 13 al. 4 OBLF), il ne pouvait justifier une dérogation à une disposition de cette nature.\n\nAinsi, n'ayant pas été valablement exclu, le taux hypothécaire en vigueur à la conclusion des baux constituait bien une base de calcul au sens de l'art. 270a al. 1 CO. La modification de cette base de calcul, à la supposer notable, pouvait donc être invoquée par les défenderesses pour justifier leurs demandes de diminution du loyer formées en cours de bail. Contraires au droit impératif, les clauses incriminées étaient illicites et, partant, nulles (art. 20 al. 1 CO), de sorte qu'elles ne pouvaient empêcher les intéressées de réclamer une réduction de leur loyer en se prévalant de la baisse du taux hypothécaire. Que l'immeuble abritant les appartements donnés à bail fût franc d'hypothèque, son acquisition ayant été financée par des fonds propres, n'y faisait pas davantage obstacle, car il a été jugé de longue date qu'une telle circonstance ne joue pas de rôle dans un système fondé sur une structure financière théorique de l'immeuble et caractérisé par un mode de répercussion standardisé des variations du taux hypothécaire (ATF 118 II 45 consid. 2a/aa et les références, confirmé par l' ATF 120 II 302 consid. 7b).\n\nLa demanderesse fait encore valoir, sur un plan plus général, que les clauses litigieuses, utilisées par elle depuis deux décennies environ, ont le mérite de découpler les loyers du taux hypothécaire, allant ainsi dans le sens voulu par les milieux intéressés qui critiquent la pratique du report des variations du taux hypothécaire sur les loyers. Cet argument relève toutefois de la politique législative. Comme tel, il ne saurait être pris en considération par le juge, dont la mission consiste à appliquer le droit en vigueur.\n\nOn relèvera encore que la demanderesse a conclu les baux la liant aux défenderesses à une époque - 1994 pour le premier, 2001 pour le second - où le taux hypothécaire de référence avait amorcé une décrue progressive et quasi constante, après avoir atteint son apogée en 1992. Aussi l'insertion des clauses litigieuses dans les deux contrats de bail, loin d'établir une égalité de traitement entre la bailleresse et ses locataires, a-t-elle surtout eu pour effet de favoriser la première au détriment des secondes, puisqu'elle permettait à celle-là de notifier à celles-ci des augmentations de loyer sans que les locataires puissent opposer en compensation la baisse sensible et avérée du taux hypothécaire, ni réclamer une diminution de leur loyer de ce chef. BGE 133 III 61 S. 76\n\nCela étant, force est d'admettre, au terme de cet examen, que la Chambre des recours n'a pas violé le droit fédéral, plus précisément les art. 19, 269a et 270a CO, en constatant la nullité des clauses litigieuses.\n\n4. La demanderesse soutient, enfin, que les défenderesses commettent un abus de droit et adoptent un comportement contraire à la bonne foi en se prévalant de la nullité d'une clause que chacune d'elles avait acceptée en signant le contrat de bail incluant cette clause.\n\n4.1 Aux termes de l'art. 2 al. 2 CC, l'abus manifeste d'un droit n'est pas protégé par la loi. Parmi d'autres cas, l'exercice d'un droit peut se révéler abusif si l'attitude de la partie qui agit contredit son comportement antérieur et que des attentes légitimes de l'autre partie s'en trouvent déçues. Le comportement de celui qui accepte d'abord de conclure une convention et qui, par la suite, en considération de règles impératives, excipe de l'invalidité de cette même convention, n'est cependant constitutif d'abus de droit que si des conditions particulières sont réalisées. Il faut par exemple que ce cocontractant ait proposé lui-même la convention contraire aux règles impératives, dans son propre intérêt et en connaissance de l'invalidité, de sorte qu'il a acquis un droit de façon déloyale. La partie qui reproche à l'autre un abus de droit doit prouver les circonstances particulières qui, dans le cas concret, autorisent à retenir que l'invalidité de la convention est invoquée de façon abusive (ATF 129 III 493 consid. 5.1 et les références).\n\n4.2 Dans la présente affaire, la juridiction cantonale n'a constaté aucune circonstance qui soit propre à justifier le grief d'abus de droit. Les clauses litigieuses, préimprimées, ont été insérées par la demanderesse elle-même dans les contrats de bail. Rien ne permet d'affirmer que les défenderesses en aient connu d'emblée la nullité. En réalité, comme on l'a relevé plus haut, celles-ci étaient d'avis qu'il n'était pas possible de déduire de ces clauses la volonté concordante des parties d'exclure toute adaptation du loyer fondée sur les fluctuations du taux hypothécaire. Aussi ont-elles adopté un comportement qui était conforme à l'interprétation faite par elles desdites clauses. Que pareille interprétation, admise par les premiers juges, ait été ensuite infirmée par la Chambre des recours et la Cour de céans n'y change rien. Dès lors, comme le font observer à juste titre les juges précédents, admettre l'exception d'abus de droit du seul fait que les BGE 133 III 61 S. 77défenderesses ont signé les contrats contenant les clauses d'exclusion reviendrait à les priver, par ce biais, de la protection que leur confèrent les dispositions impératives de la loi.\n\nLe moyen fondé sur l'art. 2 al. 2 CC ne peut, en conséquence, qu'être rejeté."}