{"annee": "133", "cour": "III", "page": "489", "date": "9/7/2007", "cite": ["125 III 412", "130 III 136", "132 III 291", "132 III 186"], "cite_par": ["134 III 379", "133 II 370", "137 II 313", "133 II 409", "134 III 235"], "chapeau": "60. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. AG gegen Y. SA (Beschwerde in Zivilsachen)\n\n4A_102/2007 vom 9. Juli 2007", "regestes": ["Exigences relatives à la conclusion prise dans un recours; art. 42 al. 1 LTF. Le recourant ne peut, en principe, pas se borner à conclure à l'annulation de l'arrêt attaqué; il doit, bien plutôt, prendre une conclusion au fond (consid. 3)."], "faits": "", "considerants": "BGE 133 III 489 S. 489\n\nAus den Erwägungen:\n\n3. Das Bundesgericht prüft von Amtes wegen und mit freier Kognition, ob ein Rechtsmittel zulässig ist (BGE 132 III 291 E. 1 S. 292).\n\n3.1 Die Beschwerdeschrift hat ein Rechtsbegehren zu enthalten (Art. 42 Abs. 1 des Bundesgesetzes vom 17. Juni 2005 über das Bundesgericht [BGG; SR 173.110]). Da die Beschwerde in Zivilsachen ein reformatorisches Rechtsmittel ist (Art. 107 Abs. 2 BGG), darf sich der Beschwerdeführer grundsätzlich nicht darauf beschränken, die Aufhebung des angefochtenen Entscheids zu beantragen, sondern muss einen Antrag in der Sache stellen. Gleich wie nach der Praxis zur Berufung gemäss OG (BS 3 S. 531), muss der Beschwerdeführer demnach angeben, welche Punkte des Entscheides angefochten und welche Abänderungen beantragt werden. Grundsätzlich ist ein materieller Antrag erforderlich; Anträge auf BGE 133 III 489 S. 490Rückweisung der Sache an die Vorinstanz zu neuer Entscheidung oder blosse Aufhebungsanträge genügen nicht und machen die Beschwerde unzulässig. Ein blosser Rückweisungsantrag reicht ausnahmsweise aus, wenn das Bundesgericht im Falle der Gutheissung in der Sache nicht selbst entscheiden könnte, weil die erforderlichen Sachverhaltsfeststellungen der Vorinstanz fehlen (BGE 132 III 186 E. 1.2 S. 188; BGE 130 III 136 E. 1.2 S. 139; BGE 125 III 412 E. 1b S. 414 mit Hinweisen).\n\n3.2 Vorliegend verlangt die Beschwerdeführerin lediglich, das Urteil des Handelsgerichts vom 15. März 2007 sei aufzuheben. Eventualiter sei das Verfahren an die Vorinstanz zurückzuweisen. Einen materiellen Antrag stellt sie nicht. Der Rückweisungsantrag wird bloss eventualiter erhoben. Dass das Bundesgericht im Falle der Gutheissung der Beschwerde nicht selbst in der Lage wäre, ein Urteil zu fällen, und die Streitsache an die Vorinstanz zurückweisen müsste, geht aus dem angefochtenen Entscheid nicht ohne weiteres hervor und wird auch in der Beschwerde in keiner Weise dargetan, wird doch nicht begründet, weshalb eventualiter das Verfahren an die Vorinstanz zurückzuweisen sei.\n\n3.3 Demnach ergibt sich, dass die Beschwerdeführerin keinen rechtsgenüglichen Antrag gestellt hat und demzufolge auf die Beschwerde nicht eingetreten werden kann."}