{"annee": "133", "cour": "I", "page": "33", "date": "2/11/2006", "cite": ["127 IV 46", "123 IV 252", "111 IV 189", "119 IA 445", "103 IV 59", "129 I 151", "125 I 127", "103 IV 299", "118 IA 457", "84 IV 171", "121 I 306", "84 IV 84", "102 IV 35", "131 I 476", "129 I 49", "121 IV 64", "97 IV 229", "127 IV 172", "128 IV 34", "48 I 106", "132 I 127", "115 IV 267"], "cite_par": ["138 IV 178", "140 IV 172", "139 IV 137", "138 IV 47", "134 IV 36"], "chapeau": "5. Auszug aus dem Urteil des Kassationshofes i.S. Oberstaatsanwaltschaft des Kantons Zürich gegen X. (Nichtigkeitsbeschwerde)\n\n6S.59/2006 vom 2. November 2006", "regestes": ["Art. 249 PPF; libre appréciation des preuves; témoin anonyme. La conclusion que les déclarations d'un témoin à charge menacé sont inutilisables lorsque l'accusé mais également son défenseur peuvent lui poser des questions complémentaires uniquement par un dispositif de protection audio-visuel, exclut de manière générale l'interrogatoire de témoins anonymes en tant que moyen de preuve et viole ainsi le principe de la libre appréciation des preuves (consid. 2.5).", "Art. 6 par. 1 et art. 6 par. 3 let. d CEDH; témoin anonyme; sauvegarde des droits de la défense. L'utilisation des déclarations d'un témoin à charge anonyme ne viole pas les garanties de procédure prévues à l'art. 6 CEDH lorsque, en tant que pièce de la mosaïque, elle permet au résultat des autres preuves (qui seul ne suffit certes pas pour justifier une condamnation mais d'où résulte un sérieux soupçon) d'atteindre le stade de preuve juridiquement suffisante (consid. 3 et 4)."], "faits": "|34|\n\nA. X. wird vorgeworfen, er habe am 15. Oktober 2001, kurz nach Mitternacht, auf dem Vorplatz einer Poststelle in Zürich-Schwamendingen seinen Landsmann A. aus nächster Nähe durch einen Genickschuss aus einer Faustfeuerwaffe getötet. Daneben werden ihm Widerhandlungen gegen das Betäubungsmittelgesetz zur Last gelegt.\n\nB.\n\nB.a Das Geschworenengericht des Kantons Zürich sprach X. mit Urteil vom 6. Februar 2004 schuldig der vorsätzlichen Tötung im Sinne von Art. 111 StGB sowie der mehrfachen qualifizierten Widerhandlung gegen das Betäubungsmittelgesetz im Sinne der Art. 19 Ziff. 1 Abs. 4 und 5 in Verbindung mit Art. 19 Ziff. 2 lit. a BetmG und verurteilte ihn zu 14 Jahren und 9 Monaten Zuchthaus, als Zusatzstrafe zu einem Strafbefehl der Bezirksanwaltschaft Zürich vom 18. Januar 2002. Ferner verwies es ihn für die Dauer von 15 Jahren des Landes.\n\nB.b X. erhob gegen dieses Urteil kantonale Nichtigkeitsbeschwerde beim Kassationsgericht des Kantons Zürich, welches das Urteil des Geschworenengerichts mit Beschluss vom 19. Dezember 2005 aufhob und die Sache zu neuer Entscheidung an die Vorinstanz zurückwies. Das Kassationsgericht befand, der Schuldspruch wegen des Tötungsdelikts beruhe massgebend auf den Aussagen eines anonymisierten Zeugen, deren Verwertung mit Art. 6 EMRK unvereinbar sei.\n\nC. Die Oberstaatsanwaltschaft des Kantons Zürich führt mit Eingabe vom 3. Februar 2006 eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, der Beschluss des Kassationsgerichts vom 19. Dezember 2005 sei aufzuheben und die Sache zur neuen Entscheidung an das Kassationsgericht zurückzuweisen.\n\nD. Das Kassationsgericht des Kantons Zürich hat auf Gegenbemerkungen verzichtet. X. beantragt in seiner Vernehmlassung die Abweisung der Nichtigkeitsbeschwerde. Zudem ersucht er um Gewährung der unentgeltlichen Rechtspflege.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Die Nichtigkeitsbeschwerde kann nur damit begründet werden, dass die angefochtene Entscheidung eidgenössisches Recht |35| verletze (Art. 269 Abs. 1 BStP). Die staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte bleibt vorbehalten (Art. 269 Abs. 2 BStP). Gemäss Art. 88 OG steht das Recht zur Erhebung der staatsrechtlichen Beschwerde Bürgern (Privaten) und Korporationen zu. Die Beschränkung auf persönliche Interessen des Beschwerdeführers schliesst die \"Popularbeschwerde\" oder die Geltendmachung allgemeiner öffentlicher Interessen grundsätzlich aus (vgl. BGE 119 Ia 445 E. 1a). Der öffentliche Ankläger in Strafsachen ist aus diesem Grund von der Ergreifung dieses Rechtsmittels ausgeschlossen (vgl. BGE 48 I 106). Der Beschwerdeführerin steht somit keine Möglichkeit offen, den Beschluss des Kassationsgerichts mit der Rüge anzufechten, dieses habe in unzutreffender Auslegung und Anwendung von Art. 6 EMRK die Verwertbarkeit der anonymisierten Zeugenaussage verneint. Die Beschwerdeführerin macht denn auch allein geltend, der angefochtene Beschluss verletze den Grundsatz der freien Beweiswürdigung gemäss Art. 249 BStP, welcher zum eidgenössischen Recht im Sinne von Art. 269 Abs. 1 BStP gehört (BGE 127 IV 172 E. 3; BGE 121 IV 64 E. 3; BGE 115 IV 267 E. 1).\n\n1.2 Die Nichtigkeitsbeschwerde ist zulässig gegen Urteile der Gerichte, die nicht durch ein kantonales Rechtsmittel wegen Verletzung eidgenössischen Rechts angefochten werden können (Art. 268 Ziff. 1 BStP).\n\nDas Kassationsgericht hob das Urteil des Geschworenengerichts auf und wies die Sache zur Neubeurteilung an dieses zurück. Rückweisungsentscheide gelten als Urteile im Sinne von Art. 268 Ziff. 1 BStP und sind mit eidgenössischer Nichtigkeitsbeschwerde anfechtbar, wenn sie eine für den Ausgang der Sache präjudizielle Frage des Bundesrechts endgültig entscheiden und darauf später nicht mehr zurückgekommen werden kann, nicht aber, wenn es sich um eine blosse Verfügung über den Gang des Verfahrens (prozessleitende Verfügung) handelt (BGE 128 IV 34 E. 1a; BGE 123 IV 252; BGE 111 IV 189 E. 2; BGE 103 IV 59; BGE 102 IV 35 E. 1; BGE 84 IV 84 E. 2, mit Hinweisen).\n\nDas Kassationsgericht hat im angefochtenen Beschluss erkannt, dass die Aussage eines anonymisierten Zeugen unverwertbar sei. Daran ist das Geschworenengericht gebunden, weshalb der Entscheid eine für den Ausgang der Sache präjudizielle Frage betrifft. Für die Zulässigkeit der Nichtigkeitsbeschwerde ist ohne Bedeutung, auf welche Rechtsgrundlage sich der angefochtene Beschluss stützt. Massgebend ist vielmehr, dass die Beschwerdeführerin mit |36| ihrer Nichtigkeitsbeschwerde geltend macht, der angefochtene Entscheid sei mit dem bundesrechtlichen Grundsatz der freien Beweiswürdigung gemäss Art. 249 BStP unvereinbar. Die Rüge, eine Entscheidung verletze diesen Grundsatz, zählt zu den zulässigen Beschwerdegründen der Nichtigkeitsbeschwerde (vgl. BERNARD CORBOZ, Le pourvoi en nullité à la Cour de cassation du Tribunal fédéral, SJ 1991 S. 81 N. 162), weshalb auf die Beschwerde einzutreten ist.\n\n2.\n\n2.1 Der Grundsatz der freien Beweiswürdigung gemäss Art. 249 BStP besagt, dass die Organe der Strafrechtspflege frei von Beweisregeln und nur nach ihrer persönlichen Ansicht aufgrund gewissenhafter Prüfung darüber entscheiden, ob sie eine Tatsache für bewiesen halten (BGE 127 IV 172 E. 3a; BGE 115 IV 267 E. 1; BGE 103 IV 299 E. 1a; BGE 84 IV 171 E. 2). Der Grundsatz will sicherstellen, dass der Richter nicht verpflichtet ist, etwas als erwiesen zu erachten, wenn es nach seiner Überzeugung nicht ist, oder umgekehrt etwas als nicht erwiesen anzusehen, worüber für ihn kein Zweifel besteht (HAUSER/SCHWERI/HARTMANN, Schweizerisches Strafprozessrecht, 6. Aufl., Basel 2005, § 54 Rz. 3 S. 245). Der Grundsatz bezieht sich zunächst auf die Würdigung der erhobenen Beweise, deren Überzeugungskraft der Richter von Fall zu Fall anhand der konkreten Umstände zu prüfen und bewerten hat, ohne dabei an gesetzliche Regeln gebunden zu sein oder sich von schematischen Betrachtungsweisen leiten zu lassen. Unvereinbar mit dem Grundsatz der freien Beweiswürdigung sind darüber hinaus aber auch Vorschriften, wonach bestimmte Beweise überhaupt nicht durchzuführen sind. Denn es ist einerlei, ob der Gesetzgeber der urteilenden Behörde vorschreibt, dass sie auf gewisse Beweise nicht abstellen darf, oder ob er diese Beweismittel zum Voraus - wegen ihrer präsumtiven Wertlosigkeit - vom Verfahren ausschliesst (BGE 84 IV 171 E. 2a).\n\nEine Verletzung von Art. 249 BStP liegt demnach sowohl vor, wenn bestimmten Beweismitteln im Voraus in allgemeiner Weise die Beweiseignung abgesprochen wird, wie auch wenn der Richter bei der Würdigung der Beweise im Ergebnis nicht seiner eigenen Überzeugung folgt (BGE 127 IV 46 E. 1c; BGE 115 IV 267 E. 1 S. 269).\n\nDagegen steht der Grundsatz der freien Beweiswürdigung nicht Beweisbeschränkungen entgegen, die sich daraus ergeben, dass das kantonale Recht oder übergeordnetes Verfassungs- oder Staatsvertragsrecht aus anderen Gründen als der Beweiseignung, |37| namentlich zur Wahrung schutzwürdiger öffentlicher oder privater Interessen, gewisse Beweismittel nicht oder nur unter bestimmten Voraussetzungen zulässt (BGE 115 IV 267 E. 1 S. 269; BGE 97 IV 229 E. b S. 232; BGE 84 IV 171 E. 2 S. 175). Dies gilt etwa, wenn der Beweiserhebung durch Zeugnisverweigerungsrechte zur Vermeidung von Gewissenskonflikten (BGE 84 IV 171 E. 2 S. 175) oder durch Beschränkung von Überwachungsmassnahmen zum Schutz der Privatsphäre (BGE 115 IV 267 E. 2 S. 269 f.) Grenzen gesetzt werden.\n\nDie freie Beweiswürdigung entbindet auch nicht von der Beachtung prozessualer Formen (HAUSER/SCHWERI/HARTMANN, a.a.O., § 54 Rz. 8 S. 246), deren Zweck es ist, die Rechte des Beschuldigten zu wahren und einer Verfälschung der Wahrheit vorzubeugen. Denn Gegenstand der freien Beweiswürdigung können grundsätzlich nur diejenigen Beweismittel bilden, deren Verwertung nach den Regeln des Strafprozessrechts zulässig ist (WALTER GOLLWITZER, in: Löwe-Rosenberg, Die Strafprozessordnung und das Gerichtsverfassungsgesetz, Grosskommentar, 25. Aufl. 2001, § 261 N. 43). Unzulässig unter dem Gesichtspunkt der freien Beweiswürdigung ist es mithin nur, wenn bestimmten Beweismitteln in allgemeiner Weise, nicht nur mit Blick auf die Art und Weise der Erhebung im konkreten Einzelfall, die Beweiseignung abgesprochen wird (JÖRG REHBERG, Zur Tragweite von BStrP Art. 249, ZStrR 108/1991 S. 239). Darf zwar die Erhebung eines Beweises bestimmter Art nicht verunmöglicht werden, bleibt doch ausreichend, wenn das kantonale Recht dafür eine zulässige Form vorsieht (REHBERG, a.a.O., S. 237).\n\n2.2 Das Strafprozessrecht des Kantons Zürich bestimmt für den Zeugenbeweis, dass der Zeuge nicht nur über die Sache selbst, sondern auch über seinen Namen, Wohnort, Beruf und Alter sowie über seine persönlichen Beziehungen zum Angeschuldigten und zum Geschädigten sowie über andere Umstände, welche auf seine Glaubwürdigkeit Einfluss ausüben können, befragt wird (§ 142 StPO/ZH). Dem Angeschuldigten und seinem Verteidiger ist Gelegenheit zu geben, den Einvernahmen von Zeugen beizuwohnen und an sie Fragen zu richten (§ 14 Abs. 1 StPO/ZH). Das Recht, Fragen an die Belastungszeugen zu stellen oder stellen zu lassen, wird auch von der Europäischen Menschenrechtskonvention garantiert (Art. 6 Ziff. 3 lit. d EMRK). Der Beschuldigte muss in der Lage sein, die Glaubhaftigkeit einer Aussage zu prüfen und ihren Beweiswert in kontradiktorischer Weise auf die Probe und in Frage zu stellen (BGE 131 I 476 E. 2.2 S. 481; BGE 129 I 151 E. 4.2 S. 157, je mit Hinweisen). |38| Grundsätzlich muss es dem Angeschuldigten auch möglich sein, die Identität des Zeugen zu erfahren, um dessen persönliche Glaubwürdigkeit überprüfen sowie allfällige Zeugenausschluss- und Ablehnungsgründe überprüfen zu können (BGE 125 I 127 E. 6c/ff S. 137; BGE 118 Ia 457 E. 3c S. 461).\n\nDie Strafprozessordnung des Kantons Zürich erlaubt allerdings ausnahmsweise, zum Schutze der einzuvernehmenden Person geeignete Massnahmen zu treffen, wenn eine erhebliche oder ernstliche Gefahr glaubhaft ist. Namentlich können deren Personalien vertraulich behandelt, die direkte Konfrontation der einzuvernehmenden Person mit dem Angeschuldigten und Dritten ausgeschlossen sowie das Aussehen und die Stimme der einzuvernehmenden Person durch technische Mittel unkenntlich gemacht werden (§ 131a StPO/ZH).\n\n2.3 Das Kassationsgericht stellt im angefochtenen Entscheid unter Hinweis auf die Ausführungen des Geschworenengerichts fest, dass im zu beurteilenden Fall die Voraussetzungen für eine Anonymisierung des Zeugen erfüllt seien. Der Beschwerdegegner bewege sich in einem äusserst gewaltbereiten Umfeld, in welchem aus völlig nichtigem Grund massive Waffengewalt eingesetzt werde und bei Auseinandersetzungen ernsterer Art missliebige Personen gegebenenfalls schlicht mittels Exekution eliminiert würden. Es bestünden zudem überzeugende Hinweise, wonach Aussagepersonen für den Fall belastender Angaben in dem durch das Geschworenengericht beurteilten Verfahren mit dem Tod bedroht worden seien. Aus diesem Grund ist der Zeuge in Untersuchung und Hauptverhandlung vor dem Geschworenengericht unter optischer und akustischer Abschirmung (Stimmverzerrung) für den Beschwerdegegner und den Verteidiger befragt worden, während für das Gericht selber die unmittelbare Wahrnehmung möglich war. Der Beschwerdegegner und sein Verteidiger konnten Ergänzungsfragen an den Zeugen richten. Es war ihnen lediglich verwehrt, Fragen zu stellen, welche geeignet gewesen wären, Rückschlüsse auf die Person des Zeugen zu ziehen. Die Identität des Zeugen sowie sein Leumund wurden von den Untersuchungsbehörden umfassend erhoben und - soweit unter Wahrung der Anonymität möglich - in den Prozess eingeführt sowie vom Präsidenten des Geschworenengerichts durch Einsichtnahme in die Leumundsakten verifiziert. Das Kassationsgericht bestätigt in seinem Beschluss, dass es unter dem Gesichtspunkt des § 131a StPO/ZH zulässig war, optisch und akustisch den |39| gefährdeten Zeugen nicht nur gegenüber dem Beschwerdegegner selber, sondern auch gegenüber seinem Verteidiger abzuschirmen, da dieser andernfalls einem unzumutbaren Spannungsverhältnis zu seinem Mandanten ausgesetzt gewesen wäre, zumal es keine Rechtsgrundlage gebe, welche den Verteidiger zur Verschwiegenheit gegenüber seinem Mandanten verpflichten oder ihn nur schon berechtigen würde, sich entsprechenden Fragen ohne Verletzung der Treuepflicht zu widersetzen.\n\nAus diesen Gründen gelangte das Kassationsgericht zum Ergebnis, die anonymisierte Zeugeneinvernahme sei mit dem kantonalen Strafprozessrecht vereinbar gewesen, doch verstosse sie im konkreten Fall gegen Art. 6 Ziff. 1 und Art. 6 Ziff. 3 lit. d EMRK. Dass nämlich nicht nur der Beschwerdegegner, sondern auch die Verteidigung an der Befragung lediglich akustisch, nicht aber audio-visuell habe teilnehmen können, stelle eine konventionswidrige Einschränkung der Verteidigungsrechte (Art. 6 Ziff. 3 lit. d EMRK) dar. Darüberhinaus verletze das konventionsrechtliche Fairnessgebot (Art. 6 Ziff. 1 EMRK), dass sich das Geschworenengericht für den Schuldspruch massgeblich auf den anonymisierten Zeugen habe stützen müssen.\n\n2.4 Die Beschwerdeführerin macht demgegenüber geltend, die Rechtsauffassung des Kassationsgerichts verletze den Grundsatz der freien Beweiswürdigung, weil damit einem anonymisierten Zeugen in genereller Weise die Beweiseignung abgesprochen werde. Wenn nämlich dem Verteidiger des Angeschuldigten in jedem Fall zwingend das Recht zustehe, an der Befragung eines anonymisierten Zeugen teilzunehmen und diesen zu sehen, werde das Institut der anonymisierten Zeugenaussage als Beweismittel von vornherein und grundsätzlich ausgeschlossen. Der Grundsatz der freien richterlichen Beweiswürdigung werde aber auch dadurch verletzt, dass das Kassationsgericht allein dem direkten - hier anonymisierten - Tatzeugen die Qualität eines massgebenden Beweismittels zuerkenne, während es indirekten Beweismitteln von vornherein lediglich einen (unmassgeblichen) Stellenwert einräume.\n\n2.5 Es trifft zu, dass der Entscheid des Kassationsgerichts zu einem Ausschluss der anonymisierten Zeugenaussage im Kanton Zürich führt. Es gibt keine rechtliche Grundlage, auf welcher der Verteidiger, dem gegenüber die Identität des Zeugen nach Meinung des Kassationsgerichts offenzulegen wäre, daran gehindert werden könnte, seine Erkenntnisse über die Person des Zeugen an |40| den Angeklagten weiterzuleiten. Und selbst wenn es eine solche gäbe, wäre das Risiko, dass sich der Verteidiger nicht an das Verschwiegenheitsgebot hielte (oder sich vom Angeklagten aus Unachtsamkeit einen Hinweis entlocken liesse), angesichts einer unter Umständen massiven Gefährdung des Zeugen - wie sie hier gegeben ist - unannehmbar hoch.\n\nIn Frage steht allerdings nicht die Würdigung der Beweise als solche. Vielmehr formuliert das Kassationsgericht, abgeleitet aus Art. 6 EMRK, prozessuale Anforderungen an die Erhebung des Zeugenbeweises und knüpft an deren Nichtbeachtung die Nichtverwertbarkeit. Mit dem Grundsatz der freien Beweiswürdigung unvereinbar ist es jedoch auch, wenn einem bestimmten Beweismittel in allgemeiner Weise die Beweiseignung abgesprochen wird. Dies ist hier bezogen auf die anonymisierte Zeugenaussage der Fall. Denn die Anonymisierung eines Zeugen liesse sich nicht mehr konsequent durchführen, wenn dessen Identität gegenüber dem Verteidiger offengelegt werden müsste. Das Beweismittel der Zeugenaussage als solche bleibt zwar möglich, so dass insoweit dieses Beweismittel nicht in genereller Weise ausgeschlossen wird. Im Falle des gefährdeten Zeugen wäre dies jedoch eine gänzlich theoretische Betrachtungsweise, die jede Rücksicht auf die realen Verhältnisse vermissen liesse. Den Zeugen, der - sofern ihm kein Zeugnisverweigerungsrecht zusteht - zur Aussage verpflichtet ist, unter Lebensgefahr zu Aussagen zu verhalten, kann nicht eine realistische Form der Abnahme des Zeugenbeweises sein. Deshalb schliesst die Auffassung des Kassationsgerichts, der Zeugenbeweis sei im Falle des gefährdeten Zeugen unverwertbar, wenn auch der Verteidiger nur indirekt, ohne Sichtkontakt, die Ergänzungsfragen stellen könne, dieses Beweismittel von vornherein und in allgemeiner Weise aus. Dies ist mit dem Grundsatz der freien Beweiswürdigung nicht vereinbar.\n\n2.6 Eine Verletzung des Grundsatzes der freien Beweiswürdigung ergibt sich überdies aus der weiteren vom Kassationsgericht erhobenen prozessualen Anforderung, dass anonymisierte Zeugenaussagen lediglich dann verwertet werden dürfen, wenn ihnen kein massgebender Beweiswert zukommt. Zwar wird auch hier die anonymisierte Zeugenaussage nicht von vornherein und in allgemeiner Weise ausgeschlossen. Doch ist sie nach der Auffassung des Kassationsgerichts nur zulässig, wenn ihr für die Beweiswürdigung keine massgebende Bedeutung mehr zukommt. Damit wird das Institut der anonymisierten Aussage letztlich seines Sinnes entleert. |41| Denn wenn eine Zeugenaussage nur verwertet werden darf, wenn sie keine massgebende Bedeutung hat, kann auf sie geradeso gut verzichtet werden. Mit dem Beschluss des Kassationsgerichts wird folglich die anonymisierte Zeugenaussage formal zwar für zulässig erachtet, praktisch aber ausgeschlossen.\n\n3. Bei diesem Zwischenergebnis ist weiter zu prüfen, ob die Europäische Menschenrechtskonvention die Unverwertbarkeit der anonymisierten Zeugenaussage verlangt. Sollte dies zutreffen, so hätte der im Gesetzesrecht des Bundes verankerte Grundsatz der freien Beweiswürdigung dem Vorrang der völkerrechtlichen Verpflichtung zu weichen.\n\n3.1 Nach den Verfahrensgarantien von Art. 6 Ziff. 1 i.V.m. Art. 6 Ziff. 3 lit. d EMRK hat der Beschuldigte ein Recht darauf, den Belastungszeugen zu befragen. Von hier nicht zutreffenden Ausnahmen abgesehen, in denen eine Konfrontation aus objektiven, von den Strafverfolgungsbehörden nicht zu vertretenden Gründen nicht möglich war, ist eine belastende Zeugenaussage grundsätzlich nur verwertbar, wenn der Beschuldigte den Belastungszeugen wenigstens einmal während des Verfahrens in direkter Konfrontation befragen konnte. Um sein Fragerecht wirksam ausüben zu können, muss der Beschuldigte in die Lage versetzt werden, die persönliche Glaubwürdigkeit des Zeugen zu prüfen und den Beweiswert seiner Aussagen zu hinterfragen. Ersteres kann der Beschuldigte nur, wenn er die Identität des Zeugen kennt; diese ist ihm daher grundsätzlich offenzulegen (BGE 132 I 127 E. 2 S. 129; BGE 125 I 127 E. 8c S. 148).\n\nDies schliesst allerdings nicht aus, die Identität des Zeugen ausnahmsweise geheim zu halten und von einer direkten Konfrontation des Zeugen mit dem Beschuldigten abzusehen, wenn dies zur Wahrung schutzwürdiger Interessen erforderlich ist. Als solche anerkannt sind namentlich die Gewährleistung der persönlichen Sicherheit des Zeugen und, im Falle von verdeckten Ermittlern, die Wahrung ihrer beruflichen Integrität, um ihnen die Fortführung ihrer Tätigkeit im Dienst der Polizei zu ermöglichen. Lässt das Gericht zu, dass ein Zeuge anonym bleibt und bei seiner Befragung sichergestellt wird, dass er weder optisch noch an seiner Stimme erkannt werden kann (indirekte Konfrontation), muss es die dadurch bewirkte Einschränkung der Verteidigungsrechte möglichst kompensieren (Urteil i.S. Kok gegen Niederlande vom 4. Juli 2000, Recueil CourEDH 2000- VI S. 629). Es hat sich namentlich davon zu überzeugen, dass die |42| Identität des Zeugen feststeht und ausgeschlossen werden kann, dass ein anderer an seiner Stelle Zeugnis ablegt (BGE 132 I 127 E. 2; BGE 125 I 127 E. 6c/ff und d S. 137 ff.; BGE 121 I 306 E. 2b S. 309).\n\n3.2 Das Kassationsgericht stützt sich in seinem Beschluss auf das Urteil des Europäischen Gerichtshofs für Menschenrechte i.S. van Mechelen gegen Niederlande vom 30. Oktober 1997 (Recueil Cour EDH 1997-VII S. 2426) und leitet aus diesem ab, der Verteidiger müsse zur Wahrung der Verteidigungsrechte an der Befragung unmittelbar teilnehmen oder ihr mindestens mittelbar, d.h. durch audio-visuelle Übertragung folgen und dabei Fragen stellen können, ansonsten das Beweismittel unverwertbar sei. Eine bloss akustische Übertragung in einen Nebenraum genüge nicht.\n\nDieser Schluss lässt sich aus dem Urteil van Mechelen indessen nicht ziehen. In diesem Entscheid wird vielmehr dargelegt, es fehle an einer hinreichenden Erklärung dafür, inwiefern im konkreten Fall die Notwendigkeit für eine derart einschneidende Beschränkung der Verteidigungsrechte des Betroffenen, nämlich die optische Abschirmung der beiden anonym als Zeugen befragten Polizeibeamten, bestanden habe (Urteil van Mechelen, a.a.O., Ziff. 60). Ausserdem erachtete es der Gerichtshof nicht für erstellt, dass die befragten Polizeibeamten tatsächlich einer relevanten Bedrohungssituation ausgesetzt waren (a.a.O., Ziff. 61). Das verhält sich im vorliegenden Fall gänzlich anders, wäre hier der anonymisierte Zeuge doch ohne jeden Zweifel ernsthaft in seinem Leben bedroht, wenn seine Identität bekannt würde. Es war hier auch zwingend notwendig zu verhindern, dass neben dem Beschwerdegegner auch sein Verteidiger den Zeugen zu Gesicht bekam, da nach den Feststellungen des Geschworenengerichts der Beschwerdegegner dem Zeugen vom Sehen her bekannt war und es für jenen folglich ein Leichtes gewesen wäre, auf Beschreibung durch seinen Verteidiger den Zeugen zu identifizieren. Erweist es sich hier aufgrund dieser Umstände als notwendig, die Anonymität des Zeugen auch dadurch zu wahren, dass ihn der Verteidiger nicht zu Gesicht bekommt, kann diese Massnahme nicht zur Unverwertbarkeit der Zeugenaussage führen, wenn - wie dies geschehen ist - der Zeuge unmittelbar in Anwesenheit des gesamten Gerichts einvernommen wurde und die Verteidigung die Möglichkeit hatte, Ergänzungsfragen zu stellen. Zu Recht wird in der Literatur im Übrigen darauf hingewiesen, dass es dem Gericht obliegt, die Beweiswürdigung vorzunehmen und mithin die Verlässlichkeit von Zeugenaussagen zu beurteilen, |43| weshalb es in erster Linie für dieses wichtig ist, den Zeugen unmittelbar optisch wahrzunehmen, während diesem Aspekt für die Verteidigung nicht die gleiche Bedeutung zukommt (vgl. STEFAN TRECHSEL, Human rights in criminal proceedings, Oxford 2005, S. 319 f.).\n\n4.\n\n4.1 Auch nach der Rechtsprechung des Europäischen Gerichtshofs für Menschenrechte ist nicht ausgeschlossen, eine Verurteilung auf anonymisierte Zeugenaussagen zu stützen (Urteile i.S. Doorson gegen Niederlande vom 26. März 1996, Recueil CourEDH 1996-II S. 446, Ziff. 69; van Mechelen, a.a.O., Ziff. 52; zuletzt Krasniki gegen Tschechische Republik vom 28. Februar 2006, Ziff. 76). Dies gilt namentlich, wenn der Zeuge bei Aufdeckung seiner Identität Repressalien ausgesetzt wäre (Urteile Doorson, a.a.O., Ziff. 70; van Mechelen, a.a.O., Ziff. 53). In solchen Fällen sind die Verteidigungsrechte anderweitig sicherzustellen, was durch indirekte Konfrontation mit dem Zeugen unter optischer und akustischer Abschirmung sowie dadurch geschehen kann, dass die Identität und der Leumund des Zeugen durch den Richter einer umfassenden Prüfung unterzogen werden. Der Gerichtshof nennt allerdings als weitere Voraussetzung, dass die Verurteilung nicht ausschliesslich oder entscheidend (\"solely or to a decisive extent\") auf anonymisierte Aussagen gestützt werden dürfe (Urteile Doorson, a.a.O., Ziff. 76; van Mechelen, a.a.O., Ziff. 55; Kok, a.a.O., Ziff., 76; zuletzt Krasniki, a.a.O., Ziff. 76). Dem streitigen Zeugnis darf mit anderen Worten nicht ausschlaggebende Bedeutung zukommen bzw. es darf nicht den einzigen oder einen wesentlichen Beweis darstellen (BGE 132 I 127 E. 2 S. 129 f.).\n\n4.2 Das Kassationsgericht weist mit Fug auf die inneren Widersprüche dieses vom Europäischen Gerichtshof vertretenen Massstabs für die Verwertung anonymisierter Zeugenaussagen hin. Einerseits wird damit ein anonymisierter Zeuge ausdrücklich als (unter bestimmten Voraussetzungen) zulässiges Beweismittel anerkannt bzw. die damit verbundenen Einschränkungen des Konfrontations- und Fragerechts als noch mit dem Fairnessgebot vereinbar erachtet, anderseits wird die Möglichkeit der Heranziehung solcher Aussagen zur Begründung eines Schuldspruchs praktisch auf Null reduziert. Denn entweder tragen schon die anderen Beweise das Urteil, womit auf die (auch nur ergänzende) Verwertung anonymisierter Aussagen verzichtet werden kann, oder sie tragen den Schuldspruch |44| für sich gesehen nicht, dann handelt es sich bei den Aussagen des anonymisierten Zeugen zwingend um ein zumindest mitentscheidendes Element. Auch das Bundesgericht hat in seiner neuesten Rechtsprechung festgehalten, dass der Massstab des Gerichtshofs dazu führe, anonyme Zeugen nur in Verfahren zuzulassen, in denen sie für die Beweisführung letztlich überflüssig seien. Entscheidend für die Zulassung anonymisierter Zeugen könne aber nicht das formale Kriterium sein, ob dem dadurch erlangten Beweis eine ausschlaggebende Bedeutung zukomme oder nicht. Vielmehr sei im Lichte der konventions- und verfassungsmässigen Verfahrensgarantien in einer Gesamtwürdigung zu prüfen, ob die durch die Zulassung eines anonymisierten Zeugen bewirkte Beschneidung der Verteidigungsrechte durch schutzwürdige Interessen gedeckt sei und, wenn ja, ob sich der Beschuldigte trotzdem wirksam verteidigen konnte, er mithin einen fairen Prozess hatte (BGE 132 I 127 E. 2 S. 130).\n\nDas Kassationsgericht hat im angefochtenen Beschluss die Praxis des Europäischen Gerichtshofs für Menschenrechte dahin interpretiert, dass Aussagen anonymer Zeugen zwar nicht die Funktion eines ausschliesslichen oder schwergewichtigen Beweismittels für die Begründung eines Schuldspruchs zukommen dürfe, sie aber doch insofern herangezogen werden dürften, als sie gewissermassen als Mosaiksteinchen ein bereits anderweitig gewonnenes Beweisergebnis, welches für sich allein betrachtet einen schweren Tatverdacht begründet, ins Stadium des rechtsgenügenden Beweises zu überführen vermöchten. Allerdings ist das Kassationsgericht schliesslich in Würdigung der vom Geschworenengericht erhobenen Beweise abschliessend zum Schluss gelangt, der Aussage des anonymisierten einzigen direkten Tatzeugen komme mehr als nur eine untergeordnete, \"abrundende\" Bedeutung zu, so dass diese vielmehr ein massgebliches Beweismittel darstelle, dessen Heranziehung zur Begründung des Schuldspruchs durch die Rechtsprechung ausgeschlossen werde.\n\n4.3 Der zutreffende Ausgangspunkt der Rechtsprechung des Europäischen Gerichtshofs für Menschenrechte ist der, dass ein Schuldspruch auf eine anonymisierte Zeugenaussage nur abgestützt werden kann, wenn der Zufallszeuge konkret schweren Repressalien aus dem Umfeld des Angeklagten ausgesetzt wäre, sofern diesem seine Identität bekannt würde. In einem solchen Fall rechtfertigt sich eine Einschränkung der Verteidigungsrechte insofern, als dem |45| Angeklagten die Identität des Zeugen nicht offengelegt zu werden braucht, nötigenfalls auch nicht seinem Verteidiger, wenn eine nicht nur theoretische, sondern praktische Gefahr besteht, dass dem Angeklagten die Identität des Zeugen bekannt würde und dieser folglich in gleicher Weise der Gefahr für Leib und Leben ausgesetzt wäre, wie wenn von einer Anonymisierung überhaupt abgesehen würde. Eine anonymisierte Aussage ist auch in einem solchen Fall nur statthaft, wenn der Zeuge durch das Gericht selber befragt wird, seine Identität und allgemeine Glaubwürdigkeit durch das Gericht einer Überprüfung unterzogen wird und der Verteidiger sowie der Angeklagte unter optischer und akustischer Abschirmung dem Zeugen Fragen stellen können. Alsdann ist aber kein Grund erkennbar, welcher der Verwertung einer so erhobenen Aussage entgegenstehen könnte. Denn die Einschränkung der Verteidigungsrechte ist dem Angeklagten selbst zuzurechnen, von dem selber oder von dessen Umfeld die Drohung mit Repressalien ausgeht. Die Einschränkung der Verteidigungsrechte erscheint dabei als durchaus massvoll, ermöglicht sie doch noch immer eine Zeugenbefragung mit den Vorteilen der unmittelbaren Beweisabnahme (BGE 125 I 127 E. 8d S. 149 f.). Massvoll ist sie aber auch aufgrund einer veränderten Einschätzung dessen, was den Beweiswert einer Zeugenaussage ausmacht. Hat nämlich die Strafjustiz früher bei der Würdigung von Zeugenaussagen Gewicht auf die allgemeine Glaubwürdigkeit eines Zeugen im Sinne einer dauerhaften personalen Eigenschaft gelegt, so kommt diesem Gesichtspunkt nach neueren Erkenntnissen kaum mehr relevante Bedeutung zu (BENDER/NACK, Tatsachenfeststellung vor Gericht, Bd. I, Glaubwürdigkeits- und Beweislehre, 2. Aufl., München 1995, S. 69 ff.). Weitaus bedeutender für die Wahrheitsfindung als die allgemeine Glaubwürdigkeit ist die Glaubhaftigkeit der konkreten Aussage, welche durch methodische Analyse ihres Inhalts darauf überprüft wird, ob die auf ein bestimmtes Geschehen bezogenen Angaben einem tatsächlichen Erleben des Zeugen entspringen. Damit eine Aussage als zuverlässig gewürdigt werden kann, ist sie insbesondere auf das Vorhandensein von Realitätskriterien (BENDER/NACK, a.a.O., S. 105 ff.) und umgekehrt auf das Fehlen von Phantasiesignalen (BENDER/NACK, a.a.O., S. 150 ff.) zu überprüfen. Dabei wird zunächst davon ausgegangen, dass die Aussage gerade nicht realitätsbegründet ist, und erst wenn sich diese Annahme (Nullhypothese) aufgrund der festgestellten Realitätskriterien nicht mehr halten lässt, wird geschlossen, dass die Aussage einem wirklichen Erleben entspricht und wahr ist (vgl. BGE 129 I 49 |46| E. 5 S. 58; 128 I 81 E. 2 S. 85 f.). Ist dieses aber die Methode, mit welcher Aussagen auf ihren Wahrheitsgehalt geprüft werden, so liegt in der optischen und akustischen Abschirmung des Zeugen gegenüber dem Angeklagten und dem Verteidiger keine das Fairnessgebot verletzende Einschränkung der Verteidigung.\n\n4.4\n\n4.4.1 Der zu beurteilende Fall gibt freilich keinen Anlass zur Entscheidung der Frage, ob die Aussage eines anonymisierten Zeugen unter den genannten Voraussetzungen auch einen Schuldspruch zu tragen vermag, wenn keine weiteren Beweismittel zur Verfügung stehen. Selbst wenn man nämlich davon ausgeht, dass die Verfahrensgarantien der EMRK es verbieten, einen Schuldspruch ausschliesslich oder entscheidend auf eine anonymisierte Aussage zu stützen, würde dies im vorliegenden Fall einem Schuldspruch nicht entgegenstehen. Das Kassationsgericht geht zutreffend davon aus, dass die anonymisierte Aussage jedenfalls insoweit herangezogen werden darf, als sie als Mosaikstein ein anderweitig gewonnenes Beweisergebnis, welches allein betrachtet für den Schuldspruch nicht ausreicht, aber einen schwerwiegenden Tatverdacht begründet, ins Stadium des rechtsgenügenden Beweises zu überführen vermag. Das Kassationsgericht begnügt sich aber mit der Feststellung, der anonymisierte Zeuge stelle den einzigen direkten Tatzeugen dar, welcher die Begehung des Delikts unmittelbar mitverfolgt habe. Bei den anderen Beweismitteln handle es sich um indirekte Beweise oder um Zeugen vom Hörensagen, woraus das Kassationsgericht schliesst, dass die Aussage des anonymisierten Zeugen jedenfalls ein massgebendes Beweismittel gewesen sei. Ob die fragliche Aussage ein massgebliches Beweismittel war, ist indessen nicht die entscheidende Frage. Denn es ist bei Geltung des Grundsatzes der freien Beweiswürdigung denkbar, dass ein Schuldspruch auch erfolgt, ohne dass ein direkter Tatzeuge einvernommen werden kann oder es einen solchen überhaupt gibt. Es wäre mithin zu prüfen gewesen, wie weit die anderen Beweismittel für sich einen Schuldspruch zu tragen vermöchten. Begründen sie einen schweren Tatverdacht, so kann die Berücksichtigung der Aussage des anonymisierten Zeugen als zusätzlicher Mosaikstein zum Schuldspruch führen, ohne dass die Verteidigungsrechte dadurch verletzt wären.\n\n4.4.2 Die Gesamtwürdigung des vorhandenen Beweismaterials ergibt, zunächst ohne Berücksichtigung der anonymisierten Zeugenaussage, Folgendes: |47|\n\nDas Geschworenengericht gelangt gestützt auf die Aussagen mehrerer (nicht anonymisierter) Zeugen und Auskunftspersonen, die es in vorbildlicher Weise auf methodischer Grundlage der modernen Aussageanalyse auf ihren Wahrheitsgehalt überprüft, zur Überzeugung, dass sich der Beschwerdegegner entgegen seiner Behauptung spätestens seit August 2001 im Raum Zürich aufhielt, in seinem Bekanntenkreis \"Xx.\" genannt wurde und dass er mit B. bekannt war. Ebenso steht fest, dass der Beschwerdegegner und das Opfer (genannt \"Aa.\") einander gut kannten, kollegial miteinander verkehrten und zumindest im Zeitraum Mai/Juni 1999 zusammen Drogenhandel betrieben. Unbestritten ist, dass das Opfer am Montag, 15. Oktober 2001, unmittelbar nach Mitternacht, auf dem Vorplatz einer Poststelle in Zürich-Schwamendingen, hinter dem dortigen Restaurant Hirzenbach und der Classic-Bar an den Folgen einer Schusswunde an seinem Hinterkopf im Bereich des Genicks verstarb. Die naturwissenschaftlichen Beweismittel ergaben, dass Todesursache ein Genickschuss aus einer Distanz zwischen 10 und 30 cm war, welche das Rückenmark durchtrennte, was zum sofortigen Zusammensacken des stehenden oder sitzenden Körpers führte. Der Beschwerdegegner leugnete, zum Tatzeitpunkt in der Schweiz gewesen zu sein und das Opfer gekannt zu haben. Das beharrliche Leugnen einer Anwesenheit in der Schweiz vor Januar 2002 wertete das Geschworenengericht als Indiz, dass er ein gewichtiges Interesse an der Annahme seiner Landesabwesenheit hatte. Für die eigentliche Tat schwer belastet wird der Beschwerdegegner durch den Zeugen B., der mit seinen Aussagen gegenüber der Polizei glaubhaft und überzeugend ausführte, \"Xx.\" - also der Beschwerdegegner - habe das Opfer alias \"Aa.\" mit der Pistole erschossen, bevor dieses den Beschwerdegegner habe umbringen können. Nicht geklärt ist dabei nur, ob der Zeuge bei der Tat selbst vor Ort war oder ob er den Sachverhalt direkt vom Beschwerdegegner hörte, wie er geltend machte. Dass der Beschwerdegegner das Opfer erschoss, wird bestätigt durch die korrespondierenden Ausführungen der Zeuginnen C. und D., welche übereinstimmend darlegten, E. habe ihnen erzählt, deren Freund (Aussage C.) bzw. deren Freund \"Xx.\" (Aussage D.) habe \"Aa.\" umgebracht, wobei C. den Beschwerdegegner auch als den betreffenden Freund \"Xx.\" identifizierte. E. ihrerseits bestritt zwar wenig glaubhaft, diese Aussage gemacht zu haben, bestätigte aber, in der fraglichen Zeit ein intimes Verhältnis mit dem Beschwerdegegner gehabt zu haben. Hinzu kommen weitere indirekte Indizien. |48|\n\nEs kann nicht ernsthaft in Abrede gestellt werden, dass bereits diese Beweise zumindest für einen schweren Tatverdacht genügen, wenn sie nicht gar geeignet wären, den Schuldspruch zu tragen, namentlich auch angesichts der sorgfältigen Erhebung der Beweise und der vom Geschworenengericht detailliert vorgenommenen Analyse der Aussagen.\n\nZu diesen Beweisen tritt nun die Aussage des in der Untersuchung und an der Hauptverhandlung befragten anonymisierten Zeugen hinzu, welcher die Erschiessung des Opfers durch den Beschwerdegegner aus eigener Wahrnehmung schildern konnte. Diese Aussage hat das Geschworenengericht nach den Grundsätzen der Aussageanalyse einlässlich und überzeugend auf ihre Glaubhaftigkeit überprüft und für wahr befunden. Die detailgenaue Schilderung der Tatausführung durch den anonymen Zeugen findet schliesslich wiederum insofern eine Stütze, als dass sie sich genau mit den Erkenntnissen aus den naturwissenschaftlichen Beweismitteln deckt, wonach das Opfer aus kurzer Distanz von hinten einen Genickschuss erhielt, worauf der Körper sofort gelähmt zusammengesackt sein musste.\n\n4.4.3 Bei dieser Sachlage ist zu folgern, dass selbst unter der Annahme, dass die anonymisierte Zeugenaussage nur dazu dienen darf, als weiterer Mosaikstein die Erkenntnisse aus den übrigen Beweisen zu festigen, eine Verletzung der Verfahrensgarantien von Art. 6 EMRK nicht zu erkennen ist. Das führt zu dem Ergebnis, dass das Kassationsgericht keinen Anlass hatte, den Grundsatz der freien Beweiswürdigung unter Berufung auf ein aus der EMRK fliessendes Verwertungsverbot einzuschränken. Die Nichtigkeitsbeschwerde erweist sich daher als begründet."}