{"annee": "133", "cour": "V", "page": "545", "date": "24/8/2007", "cite": ["130 V 343", "130 V 121"], "cite_par": ["145 V 141", "138 V 41", "144 I 103", "140 V 85", "142 V 178", "135 V 287"], "chapeau": "68. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. M. gegen IV-Stelle Luzern sowie Verwaltungsgericht des Kantons Luzern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_237/2007 vom 24. August 2007", "regestes": ["Art. 17 al. 1 LPGA; art. 41 LAI (dans sa teneur en vigueur jusqu'au 31 décembre 2002); art. 28 al. 1 LAI: Notion de modification notable du degré d'invalidité comme condition de révision de la rente. Dans le domaine de l'assurance-invalidité, une modification peu importante de l'état de fait déterminant peut donner lieu à une révision de la rente, dans la mesure où elle justifie le passage à un échelon de rente différent (consid. 6; aperçu de la doctrine et de la jurisprudence). La révision porte sur des circonstances liées spécifiquement à la personne de l'assuré (état de santé ou circonstances économiques). En revanche, une modification peu importante des données statistiques ne conduit pas à une revision de la rente d'invalidité, même si elle entraîne le passage à un échelon de rente différent (précision de la jurisprudence; consid. 7)."], "faits": "", "considerants": "BGE 133 V 545 S. 546\n\nAus den Erwägungen:\n\n6.\n\n6.1 Eine Revision der Invalidenrente setzt voraus, dass sich der Invaliditätsgrad erheblich ändert (Art. 17 Abs. 1 ATSG). Sie kann nicht nur bei einer Änderung des Gesundheitszustandes, sondern auch bei einer Veränderung der erwerblichen Komponente erfolgen. Geht man mit der Beschwerdeführerin beim neuen Einkommensvergleich wie bei demjenigen gemäss Verfügung vom 22. September 2003 vom Wert gemäss der Tabelle TA1 \"Total Privater Sektor\" der vom Bundesamt für Statistik herausgegebenen Schweizerischen Lohnstrukturerhebung (LSE) aus, so ergibt sich ein Invaliditätsgrad BGE 133 V 545 S. 547von 59,7 % gegenüber 59,45 % in der ursprünglichen Verfügung. Die absolute Änderung von 0,25 % ist als solche nicht erheblich. Sie würde sich allerdings rentenwirksam auswirken, indem sich auf Grund der Rundungsregeln (vgl. BGE 130 V 121 E. 3.3 S. 123 f.) neu ein Invaliditätsgrad von 60 % anstatt 59 % ergäbe und damit eine Dreiviertelsrente an Stelle einer halben Rente resultierte. Fraglich und zu entscheiden ist, ob eine absolut gesehen geringe Änderung des Invaliditätsgrades, die sich aber rentenwirksam auswirken würde, \"erheblich\" im Sinne von Art. 17 Abs. 1 ATSG ist.\n\n6.2 Bei den prozentgenauen Renten (Unfallversicherung nach UVG, Militärversicherung) wird Erheblichkeit einer Änderung angenommen, wenn sich der Invaliditätsgrad um 5 % ändert (Urteil des Eidg. Versicherungsgerichts U 267/05 vom 19. Juli 2006, E. 3.3; UELI KIESER, ATSG-Kommentar, N. 15 zu Art. 17 ATSG; JÜRG MAESCHI, Kommentar zum Militärversicherungsgesetz, Bern 2000, N. 15 f. zu Art. 44 MVG). In der Invalidenversicherung, wo die Rente abgestuft nach gewissen Schwellenwerten bemessen wird (Art. 28 Abs. 1 IVG), galt unter aArt. 41 IVG als Anlass zur Rentenrevision jede wesentliche Änderung in den tatsächlichen Verhältnissen, die geeignet ist, den Rentenanspruch zu beeinflussen (BGE 130 V 343 E. 3.5; Urteile des Eidg. Versicherungsgerichts I 708/03 vom 3. Januar 2005, E. 3; I 238/02 vom 20. März 2003, publ. in: SVR 2003 IV Nr. 25 S. 76). Demgemäss konnte auch eine Änderung des Invaliditätsgrades von beispielsweise 2 % Anlass zu einer Revision geben, wenn dadurch die Schwelle zu einer höheren oder tieferen Rente überschritten wurde (vgl. Urteil des Eidg. Versicherungsgerichts I 571/03 vom 9. Januar 2004, E. 3.1).\n\n6.3 Art. 17 ATSG wollte an der bisherigen Rechtsprechung nichts ändern (BGE 130 V 343 E. 3.5.4 S. 352). Dafür spricht nebst der historischen (KIESER, ATSG-Kommentar, N. 1, 7 und 8 zu Art. 17 ATSG) auch die systematische Auslegung: Während Abs. 1 von Art. 17 auf die erhebliche Änderung des Invaliditätsgrades abstellt, verlangt Abs. 2 eine erhebliche Änderung des Sachverhalts. Daraus lässt sich folgern, dass im Rahmen von Abs. 1 keine erhebliche Änderung des Sachverhalts verlangt ist, sondern eine erhebliche Änderung des Invaliditätsgrades auch dann genügt, wenn sie auf eine geringfügige Änderung des Sachverhalts zurückzuführen ist; dabei kann Erheblichkeit - resultatbezogen - bereits dann angenommen werden, wenn die prozentuale Veränderung zwar nicht gross ist, aber zum Überschreiten des Schwellenwertes führt. Auch BGE 133 V 545 S. 548die Lehre bejaht mehrheitlich eine Revision bei geringfügigen Änderungen des Invaliditätsgrades, sofern sie rentenrelevant sind (KIESER, ATSG-Kommentar, N. 15 zu Art. 17 ATSG; KIESER, in: Schaffhauser/Schlauri, Revision von Dauerleistungen in der Sozialversicherung, S. 57 f.; THOMAS LOCHER, Grundriss des Sozialversicherungsrechts, 3. Aufl., Bern 2003, S. 255 Rz. 9; JEAN-LOUIS DUC, L'assurance-invalidité, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, 2. Aufl., S. 1496 Fn. 335; jedoch kritisch gegenüber Revisionen bei geringfügigen Änderungen namentlich der nicht-gesundheitlichen Faktoren FRANZ SCHLAURI, Die Militärversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, 2. Aufl., S. 1117).\n\n7. Nach dem Gesagten ist daran festzuhalten, dass im Rahmen von Art. 17 Abs. 1 ATSG bei den auf Schwellenwerten beruhenden Renten der Invalidenversicherung auch eine geringfügige Änderung des Sachverhalts Anlass zu einer Revision geben kann, sofern sie zu einer Überschreitung des Schwellenwertes führt.\n\n7.1 Dabei bedarf es der folgenden Differenzierung: Das Institut der Revision ist von seinem Sinn und Zweck her zugeschnitten auf Änderungen in den persönlichen Verhältnissen der versicherten Person. Dazu gehören nebst den gesundheitlichen Umständen auch die erwerbsmässigen Faktoren, wenn sie sich im konkreten Fall ändern. Vorliegend ist die Änderung des Invaliditätsgrades jedoch nicht auf Veränderungen im konkreten Umfeld der versicherten Person zurückzuführen, sondern allein auf eine Änderung in den statistischen Gegebenheiten, indem die statistischen LSE-Tabellenlöhne TA1 (\"Total Privater Sektor\", Anforderungsniveau 4 Frauen) zwischen 2002 und 2004 weniger stark zugenommen haben als der Nominallohnindex, auf welchem die Aufrechnung des hypothetischen Valideneinkommens beruht, und zudem der Tabellenlohn im Jahre 2004 nicht mehr auf 41,7, sondern nur noch auf 41,6 Stunden umgerechnet wird. Derartige rein extern verursachte Veränderungen widerspiegeln nicht persönliche Verhältnisse der versicherten Person, sondern allgemeine wirtschaftliche Entwicklungen, mit denen Gesunde wie Invalide stets rechnen müssen (vgl. SCHLAURI, a.a.O., S. 1117).\n\n7.2 Hinzu kommt das praktische Problem, dass Änderungen der genannten Art alle zwei Jahre beim Erscheinen neuer LSE-Werte auftreten können. Würde dies allein als Revisionsgrund genügen, BGE 133 V 545 S. 549so wären grundsätzlich alle zwei Jahre sämtliche Renten, die im Grenzbereich eines Schwellenwertes liegen, daraufhin zu überprüfen, ob sich auf Grund der geänderten statistischen Daten der Invaliditätsgrad erheblich geändert hat. Es liegt auf der Hand, dass dies zu einem unverhältnismässigen Aufwand führen würde. Würde eine solche Überprüfung nur bei besonderem Anlass vorgenommen (zum Beispiel wenn wie hier eine Änderung des Gesundheitszustandes beantragt und untersucht wird), so entstünde die Gefahr einer rechtsungleichen Behandlung, ebenso wenn die Änderung nur auf Antrag erfolgte. Zudem liesse sich so möglicherweise der Aufwand nicht entscheidend verringern, weil damit zu rechnen wäre, dass Versicherte systematisch solche Anträge stellen würden.\n\n7.3 Die Rechtsprechung ist deshalb dahingehend zu präzisieren, dass geringfügige Änderungen allgemeiner statistischer Daten, die ausserhalb des Umfelds der versicherten Person liegen, nicht zu einer Revision von Invalidenrenten führen, selbst wenn durch solche Veränderungen der Schwellenwert über- oder unterschritten würde. Dies gilt gleichermassen für die Begründung oder Erhöhung eines Rentenanspruchs wie für eine Reduktion oder Aufhebung. Im Durchschnitt ändert eine solche Praxis nichts zu Gunsten oder zu Ungunsten der Versicherten. Im Einzelfall wird sie sich freilich entweder zu Gunsten oder zu Ungunsten der versicherten Person auswirken; doch ist dies im Interesse einer praktikablen Handhabung in Kauf zu nehmen."}