{"annee": "133", "cour": "II", "page": "468", "date": "19/10/2007", "cite": ["132 II 250", "129 II 297", "108 IA 230", "133 II 249", "128 V 34", "130 V 196", "133 I 106", "131 II 649", "120 IB 351"], "cite_par": ["137 II 40", "135 II 145", "142 III 643", "133 II 409", "142 II 451", "138 II 162", "139 II 279"], "chapeau": "41. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. contre Y. et Chambre des notaires ainsi que Tribunal administratif du canton de Vaud (recours en matière de droit public)\n\n2C_315/2007 du 19 octobre 2007", "regestes": ["Art. 89 al. 1 LTF; qualité pour agir du dénonciateur par la voie du recours en matière de droit public. La décision de l'autorité de surveillance de ne pas donner suite à la plainte dirigée contre un notaire ne constitue pas une atteinte à un intérêt digne de protection du dénonciateur, parce que la procédure de surveillance disciplinaire des notaires - tout comme celle des avocats - vise à assurer l'exercice correct de la profession et à préserver la confiance du public et non pas à défendre les intérêts privés des particuliers (consid. 2)."], "faits": "BGE 133 II 468 S. 469\n\nLe 31 août 2005, X. a dénoncé le notaire Y. auprès de la Chambre des notaires du canton de Vaud (ci-après: la Chambre des notaires), requérant l'ouverture d'une enquête disciplinaire ainsi que la condamnation disciplinaire de celui-ci. Il lui reprochait notamment de n'avoir pas vérifié la capacité civile des parties à un acte de vente.\n\nPar décision du 29 mai 2006, la Chambre des notaires a classé la dénonciation en tant qu'elle concernait la vérification de la capacité civile de l'acheteuse.\n\nPar arrêt du 30 mai 2007, le Tribunal administratif du canton de Vaud a rejeté le recours de X. et confirmé la décision précitée. Il a considéré en substance que la capacité de discernement était présumée et qu'une vérification systématique de la capacité des parties entraverait de manière disproportionnée l'activité du notaire et la passation des actes. En l'espèce, au vu de l'ensemble des circonstances, on ne pouvait reprocher à Y. de n'avoir pas entrepris les démarches nécessaires à la vérification de la capacité de l'acheteuse.\n\nAgissant par la voie du recours en matière de droit public, X. demande au Tribunal fédéral d'annuler cet arrêt et de renvoyer la cause à l'autorité intimée pour nouvelle décision dans le sens des considérants, ou, subsidiairement, de réformer l'arrêt attaqué.\n\nLe Tribunal fédéral a déclaré le recours irrecevable.", "considerants": "Extrait des considérants:\n\n1. En vertu de l'art. 89 al. 1 de la loi du 17 juin 2005 sur le Tribunal fédéral (LTF; RS 173.110), a qualité pour former un recours en matière de droit public quiconque a pris part à la procédure devant l'autorité précédente ou a été privé de la possibilité de le faire (let. a), est particulièrement atteint par la décision attaquée (let. b) et a un intérêt digne de protection à son annulation ou à sa modification (let. c). Cette disposition reprend en particulier les exigences qui prévalaient sous l'empire de l'art. 103 let. a OJ (RO 3 p. 521) pour le recours de droit BGE 133 II 468 S. 470administratif (cf. Message du Conseil fédéral concernant la révision totale de l'organisation judiciaire fédérale du 28 février 2001, FF 2001 p. 4126 [ci-après: le Message]).\n\nSelon la jurisprudence applicable au recours de droit administratif, dont il n'y a pas lieu de s'écarter (cf. ATF 133 II 249 consid. 1.3.1 p. 253), l'intérêt digne de protection consiste dans l'utilité pratique que l'admission du recours apporterait au recourant, en lui évitant de subir un préjudice de nature économique, idéale, matérielle ou autre que la décision attaquée lui occasionnerait. Il implique que le recourant soit touché de manière directe, concrète et dans une mesure et avec une intensité plus grandes que la généralité des administrés. L'intérêt invoqué - qui n'est pas nécessairement un intérêt juridiquement protégé, mais peut être un intérêt de fait - doit se trouver, avec l'objet de la contestation, dans un rapport étroit, spécial et digne d'être pris en considération (ATF 130 V 196 consid. 3 p. 202/203; ATF 128 V 34 consid. 1a p. 36 et les arrêts cités). Le recours d'un particulier formé dans l'intérêt général ou dans l'intérêt d'un tiers est exclu. Cette exigence a été posée de manière à empêcher l'action populaire au niveau de la juridiction administrative fédérale (cf. ATF 131 II 649 consid. 3.1 p. 651 et les arrêts cités). C'est d'ailleurs dans ce sens que le législateur a rendu encore plus stricte la condition de l'intérêt personnel au recours en matière de droit public, précisant à l'art. 89 al. 1 let. b LTF que le recourant doit être \"particulièrement atteint\" par l'acte attaqué; celui-ci doit donc avoir un intérêt personnel qui se distingue nettement de l'intérêt général des autres membres de la collectivité dont l'organe a statué (Message, FF 2001 p. 4127). D'après la doctrine, ce \"signal rédactionnel\" ne fait que confirmer la tendance de la jurisprudence à resserrer la portée de l'intérêt digne de protection, particulièrement en ce qui concerne la légitimation des tiers (ETIENNE POLTIER, Le recours en matière de droit public, in: La nouvelle loi sur le Tribunal fédéral, Publication CEDIDAC 71, Lausanne 2007, p. 159; KARL SPÜHLER/ ANNETTE DOLGE/DOMINIK VOCK, Kurzkommentar zum Bundesgerichtsgesetz, Zurich/St-Gall 2006, n. 4 ad art. 89 LTF p. 167; REGINA KIENER, Die Beschwerde in öffentlich-rechtlichen Angelegenheiten, in: Neue Bundesrechtspflege, Berner Tage für die juristische Praxis 2006, Berne 2007, p. 256; HEINZ AEMISEGGER, Der Beschwerdegang in öffentlich-rechtlichen Angelegenheiten, in: Die Reorganisation der Bundesrechtspflege - Neuerungen und Auswirkungen in der Praxis, St-Gall 2006, p. 151; HANSJÖRG SEILER/NICOLAS VON WERDT/ BGE 133 II 468 S. 471ANDREAS GÜNGERICH, Kommentar zum Bundesgerichtsgesetz, Berne 2007, n. 19 ss ad art. 89 LTF p. 361 ss).\n\n2. En l'espèce, l'arrêt attaqué confirme, sur recours, le refus de la Chambre des notaires d'entrer en matière sur la dénonciation déposée par le recourant contre l'intimé.\n\nLa dénonciation est une procédure non contentieuse par laquelle n'importe quel administré peut attirer l'attention d'une autorité hiérarchiquement supérieure sur une situation de fait ou de droit qui justifierait à son avis une intervention de l'Etat dans l'intérêt public. La dénonciation est possible dans toute matière où l'autorité pourrait intervenir d'office. En principe, l'administré n'a aucun droit à ce que sa dénonciation soit suivie d'effets, car l'autorité saisie peut, après un examen sommaire, décider de la classer sans suite; le dénonciateur n'a même pas de droit à ce que l'autorité prenne une décision au sujet de sa dénonciation (cf. ANDRÉ GRISEL, Traité de droit administratif, vol. II, Neuchâtel 1984, p. 950 ss; BLAISE KNAPP, Précis de droit administratif, 4e éd., Bâle 1991, p. 375/376; PIERRE MOOR, Droit administratif, vol. III, 2e éd., Berne 1992, p. 13/14). Par conséquent, la seule qualité de dénonciateur ne donne pas le droit de recourir contre la décision prise à la suite de la dénonciation; le dénonciateur doit encore pouvoir invoquer un intérêt digne de protection à ce que l'autorité de surveillance intervienne (cf. ATF 120 Ib 351 consid. 3a p. 355). La jurisprudence a ainsi dénié la qualité pour recourir au plaignant dans le cadre d'une procédure disciplinaire dirigée contre un avocat, considérant que celui-là n'avait pas un intérêt propre et digne de protection à demander une sanction disciplinaire à l'encontre de l'avocat pour une éventuelle violation de ses obligations professionnelles (ATF 132 II 250 consid. 4.2 p. 254 et ATF 129 II 297 consid. 3.1 p. 302/303 et les références). En effet, la procédure de surveillance disciplinaire des avocats a pour but d'assurer l'exercice correct de la profession par les avocats et de préserver la confiance du public à leur égard et non de défendre les intérêts privés des particuliers (ATF 132 II 250 consid. 4.4 p. 255; ATF 108 Ia 230 consid. 2b p. 232).\n\nDans le cas particulier, le recourant a dénoncé l'intimé à la Chambre des notaires, car il estimait que celui-ci avait violé la loi vaudoise sur le notariat et que son comportement devait être sanctionné. Dans son recours au Tribunal fédéral, il est d'avis que \"l'arrêt entrepris aurait dû constater que le notaire Y. avait violé de manière BGE 133 II 468 S. 472importante et répétée l'art. 57 de la loi du 10 décembre 1956 sur le notariat\". En parallèle à la présente procédure, l'intéressé a ouvert action devant le Tribunal civil d'arrondissement de la Côte, le 31 août 2005, afin d'obtenir réparation de son éventuel dommage matériel. Il a ainsi un certain intérêt à faire sanctionner disciplinairement l'intimé, afin d'en tirer profit dans la procédure civile. Cet intérêt est toutefois de pur fait et sort manifestement du cadre délimité par l'objet de la contestation, dans la mesure où la procédure de surveillance disciplinaire des notaires - tout comme celle des avocats - vise à assurer l'exercice correct de la profession et à préserver la confiance du public. Par ailleurs, au cas où le but recherché par le recourant serait également la défense de l'intérêt public, il sied de rappeler que l'action populaire est exclue en procédure fédérale. Dans ces circonstances, il apparaît que le recourant n'est pas \"particulièrement atteint\" par l'arrêt attaqué au sens de l'art. 89 al. 1 let. b LTF et n'a pas d'intérêt digne de protection à obtenir son annulation. Peu importe au demeurant qu'il ait pris valablement part à la procédure devant l'autorité intimée.\n\nSeite 47 Zeile 5 von oben: BGE 133 I 106 (statt Band 133 I)\n\nSeite 305 Zeile 3 von unten: 24 lett. e (statt 24 lett. c)\n\nSeite 305 Zeile 14 von unten: 24 lit. e (statt 24 lit. c)\n\nSeite 305 Zeile 26 von unten: 24 let. e (statt 24 let. c)"}