{"annee": "133", "cour": "III", "page": "657", "date": "16/10/2007", "cite": ["123 III 391", "116 II 300", "120 II 243", "121 III 64", "123 III 257"], "cite_par": ["137 III 303"], "chapeau": "90. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. contre époux Y. (recours en matière civile)\n\n4A_157/2007 du 16 octobre 2007", "regestes": ["Art. 337b et 337c al. 3 CO; contrat de travail; résiliation immédiate; indemnité. L'art. 337c al. 3 CO, qui permet au juge d'allouer au travailleur une indemnité en cas de licenciement immédiat injustifié par l'employeur, n'est pas applicable par analogie dans l'hypothèse visée par l'art. 337b CO, concernant la résiliation immédiate justifiée de la part du travailleur (consid. 3)."], "faits": "BGE 133 III 657 S. 658\n\nA. Le 18 septembre 2004, X. , de nationalité marocaine, est venue rejoindre en Suisse les époux Y. et leurs trois enfants, au service des quels elle travaillait déjà au Maroc, en tant que femme de ménage et garde d'enfants. Les employeurs n'ont jamais versé de salaire à leur employée durant près d'une année, à l'exception d'un montant de 1'438 fr. 45. Le 14 septembre 2005, X. a mis un terme à son emploi.\n\nB. Le 25 novembre 2005, X. a saisi la juridiction des prud'hommes du canton de Neuchâtel d'une action tendant au paiement, par les époux Y., de la somme de 51'160 fr., ramenée en dernier lieu à 40'000 fr., soit 28'000 fr. bruts de salaire et 12'000 fr. nets de tort moral.\n\nPar jugement du 12 avril 2006, le Tribunal des prud'hommes du district de Neuchâtel a condamné les époux Y. à payer solidairement à X. la somme de 8'375 fr. 15 bruts de salaire, avec intérêt à 5 % l'an dès le 25 novembre 2005; en bref, il a nié l'existence d'un juste motif de résiliation immédiate et considéré que l'existence d'un éventuel tort moral subi par l'employée, dont les employeurs seraient res ponsables, n'avait pas été prouvée.\n\nPar arrêt du 11 avril 2007, la Cour de cassation civile du Tribunal cantonal neuchâtelois a partiellement admis le recours déposé par X. et condamné les époux Y. à lui payer la somme de 20'899 fr. 05 bruts de salaire, avec intérêt à 5 % l'an dès le 25 novembre 2005. En substance, elle a considéré que le fait pour les employeurs de n'avoir jamais versé de salaire à leur employée durant près d'une année constituait à lui seul un juste motif de résiliation immédiate; les époux Y. devaient dès lors réparer, conformément à l'art. 337b al. 1 CO, le dommage subi par X., qui comprenait la créance de salaire jusqu'au plus prochain terme; ni l'origine des troubles de l'employée, ni leur éventuel lien de causalité avec un comportement répréhensible des employeurs n'avaient été prouvés et le non-paiement du salaire ne constituait pas à lui seul une atteinte telle à la personnalité qu'il justifiait une indemnité pour tort moral.\n\nC. X. (la recourante) interjette le présent recours en matière civile au Tribunal fédéral. Elle conclut à l'annulation de l'arrêt du 11 avril 2007 et à la condamnation des époux Y. à lui verser les sommes de 20'899 fr. 05 bruts de salaire et 12'000 fr. nets d'indemnité pour tort moral, avec intérêt à 5 % l'an dès le 25 novembre 2005, sous suite de frais et dépens. Elle présente également une demande BGE 133 III 657 S. 659d'assistance judiciaire, qui a été admise par décision incidente du 16 juil let 2007.\n\nLes époux Y. (les intimés) n'ont pas déposé de réponse dans le délai qui leur a été imparti à cette fin.", "considerants": "Extrait des considérants:\n\n3. Devant le Tribunal fédéral, la recourante reproche uniquement à la cour cantonale de ne pas lui avoir alloué d'indemnité sur la base de l'art. 337c al. 3 CO, qu'elle estime applicable par analogie dans les cas où le travailleur résilie son contrat de travail avec effet immédiat pour justes motifs au sens de l'art. 337b CO; elle ne se plaint en revanche pas d'une violation des art. 328 et 49 CO, ce qu'elle précise expressément.\n\n3.1 Dans son arrêt, la cour cantonale a mentionné dans un considérant théorique, en se référant à l'avis doctrinal de BRUNNER/BÜHLER/WAEBER/BRUCHEZ (Commentaire du contrat de travail, 3e éd., Lausanne 2004, n. 1 ad art. 337b CO), que le travailleur qui se trouvait dans la situation prévue par l'art. 337b al. 1 CO pouvait aussi réclamer une indemnité pour tort moral dont le montant s'établit en s'appuyant sur l'art. 337c al. 3 CO appliqué par analogie. Elle a par ailleurs relevé que la recourante reprochait aux premiers juges de ne pas lui avoir alloué une indemnité pour tort moral et qu'elle fondait sa prétention conjointement sur les art. 337c al. 3 et 328 CO. Cela étant, la cour cantonale a retenu en fait que l'existence d'actes attentatoires à la personnalité de l'employée imputables aux employeurs n'avait pas été établie et considéré que le fait pour ceux-ci de ne pas avoir versé de salaire à celle-là ne constituait pas à lui seul une atteinte telle à la personnalité qu'il justifiait une indemnité pour tort moral.\n\n3.2 L'art. 337b al. 1 CO dispose que si les justes motifs de la résiliation immédiate du contrat consistent dans son inobservation par l'une des parties, celle-ci doit réparer intégralement le dommage causé, compte tenu de toutes les prétentions découlant des rapports de travail. Le dommage couvert par l'art. 337b al. 1 CO correspond à l'ensemble des préjudices financiers qui sont dans un rapport de causalité adéquate avec la fin anticipée du contrat de travail (ATF 123 III 257 consid. 5a p. 258). Le travailleur peut ainsi réclamer la perte de gain consécutive à la résiliation des rapports de travail (BRUNNER/BÜHLER/WAEBER/BRUCHEZ, op. cit., n. 1 ad art. 337b CO), BGE 133 III 657 S. 660ce qui équivaut au montant auquel peut prétendre un salarié injustement licencié avec effet immédiat en application de l'art. 337c al. 1 et 2 CO (STREIFF/VON KAENEL, Arbeitsvertrag, 6e éd., Zurich 2006, n. 5 ad art. 337b CO; REHBINDER, Commentaire bernois [ci-après: Commentaire], n. 4 ad art. 337b CO).\n\nL'art. 337b CO ne contient pas de disposition équivalente, ni ne prévoit expressément de renvoi, à l'art. 337c al. 3 CO, selon lequel en cas de résiliation immédiate injustifiée par l'employeur, le juge peut allouer au travailleur une indemnité dont il fixe librement le montant, jusqu'à concurrence de six mois de salaire au plus, en tenant compte de toutes les circonstances. Selon la jurisprudence, cette indemnité, qui a une double finalité, punitive et réparatrice (ATF 123 III 391 consid. 3c), est en principe due dans tous les cas de licenciement immédiat et injustifié. Une éventuelle exception doit répondre à des circonstances particulières, qui ne dénotent aucune faute de l'employeur et qui ne lui sont pas non plus imputables pour d'autres raisons (ATF 116 II 300 consid. 5a p. 301 s.; voir aussi ATF 121 III 64 consid. 3c p. 68; ATF 120 II 243 consid. 3e p. 247; pour un avis critique sur le caractère quasi-automatique de l'allocation d'une indemnité fondée sur l'art. 337c al. 3 CO, cf. AUBERT, Commentaire romand, n. 16 ad art. 337c CO).\n\n3.3 La question de l'application analogique de l'art. 337c al. 3 CO dans le cadre de l'art. 337b CO est controversée.\n\n3.3.1 La jurisprudence du Tribunal fédéral n'a pas clairement tranché la question.\n\nDans un arrêt 4P.167/1997 du 25 novembre 1997, consid. 2c, rendu sur recours de droit public contre une sentence arbitrale, la Cour de céans, se référant à l'avis de REHBINDER (Schweizerisches Arbeitsrecht, 13e éd., p. 139), a certes dit qu'en cas de résiliation fondée sur l'inobservation du contrat par l'employeur, l'art. 337c al. 3 CO s'appliquait par analogie; la question se posait toutefois sous un jour particulier, dans un cas où les parties avaient prévu, dans un protocole d'accord, une indemnité supérieure au montant correspondant à six mois de salaire, ce qui était possible vu la nature dispositive de l'art. 337c al. 3 CO.\n\nPar ailleurs, dans un arrêt 4C.36/2004 du 8 avril 2004 (reproduit in Droit du travail [DTA] 2004 p. 163), consid. 4, le Tribunal fédéral a laissé la question ouverte, dès lors que dans cette affaire, la résiliation avec effet immédiat donnée par l'employée ne reposait sur aucun juste motif. BGE 133 III 657 S. 661\n\n3.3.2 Une partie de la jurisprudence cantonale et de la doctrine est favorable à l'application analogique de l'art. 337c al. 3 CO en cas de résiliation immédiate justifiée par le travailleur.\n\nDans un arrêt du 26 novembre 1991 (reproduit in Jahrbuch des schweizerischen Arbeitsrechts [JAR] 1993 p. 214), la Chambre des recours du Tribunal cantonal vaudois a considéré que limiter la réparation du préjudice subi par la travailleuse, dans le cadre de l'art. 337b CO, au seul dommage matériel pourrait revenir à la défavoriser, dans une situation telle que celle qui prévalait dans le cas particulier, par rapport à ce qu'elle serait en droit d'obtenir dans le cadre de l'art. 337c CO; il y avait là une disparité choquante. Pour y remédier, il convenait de faire application de l'art. 328 CO; les conditions d'application de l'art. 49 CO étaient réalisées; quant à la quotité de l'indemnité, il convenait de s'inspirer de l'art. 337c al. 3 CO, bien que celui-ci ne soit pas directement applicable.\n\nS'appuyant notamment sur l'arrêt cantonal vaudois précité, BRUNNER/BÜHLER/WAEBER/BRUCHEZ (op. cit., n. 1 ad art. 337b CO) sont d'avis que le travailleur qui résilie le contrat avec effet immédiat pour de justes motifs peut aussi réclamer une indemnité pour tort moral dont le montant s'établit en s'appuyant sur l'art. 337c al. 3 CO appliqué par analogie.\n\nSelon REHBINDER (Schweizerisches Arbeitsrecht, 15e éd., Berne 2002, n. 362 p. 171), l'employé qui se trouve dans la situation de l'art. 337b CO a droit à une indemnité fondée sur l'application analogique de l'art. 337c al. 3 CO, par exemple en cas de harcèlement sexuel par l'employeur. Faisant également référence à la jurisprudence cantonale susmentionnée, il considère que le fait que le législateur ait oublié de prévoir une indemnité dans le premier cas, au contraire de la situation qui prévaut dans le second, constitue une disparité choquante.\n\nPour sa part, AUBERT (Jurisprudence sur la résiliation du contrat de travail, in Journée 1997 de droit du travail et de la sécurité sociale, Zurich 1999, p. 89 ss, spéc. p. 122 s.) se fonde sur l'arrêt 4P.167/ 1997 précité, dans lequel le Tribunal fédéral a affirmé qu'en cas de démission abrupte fondée sur une violation du contrat par l'employeur, il faut appliquer l'art. 337c al. 3 CO par analogie. Il relève que cette décision a été rendue sous l'angle de l'interdiction de l'arbitraire, mais que le Tribunal fédéral a appuyé son raisonnement sur cette affirmation en tant que telle, sans laisser entendre BGE 133 III 657 S. 662qu'elle serait simplement soutenable. Pour cet auteur, le raisonnement du Tribunal fédéral mérite l'approbation. Il expose qu'en cas de licenciement immédiat injustifié, l'employeur doit une indemnité selon l'art. 337c al. 3 CO et qu'il doit en aller de même en cas de démission avec effet immédiat justifiée, car dans les deux hypothèses, la faute de l'employeur et le préjudice du salarié sont identiques. Si l'on retenait la solution inverse, l'employeur qui veut se débarrasser avec effet immédiat du salarié sans risquer de payer l'indemnité prévue à l'art. 337c al. 3 CO serait tenté de violer le contrat (par exemple en tardant à verser le salaire, en affectant le salarié à des tâches inférieures, en le harcelant), de telle sorte que l'intéressé se trouve contraint à démissionner abruptement.\n\n3.3.3 D'autres autorités cantonales et auteurs sont au contraire d'avis qu'une application analogique de l'art 337c al. 3 CO n'a pas lieu d'être (outre les références citées infra, cf. STREIFF/VON KAENEL, op. cit., n. 5 ad art. 337b CO; BRÜHWILER, Kommentar zum Einzelarbeitsvertrag, 2e éd., Berne 1996, n. 4 ad art. 337b CO; REHBINDER, Commentaire, n. 4 ad art. 337b CO).\n\nIls font valoir que l'art. 337b CO, qui règle les conséquences de la résiliation immédiate justifiée par le travailleur de manière exhaustive et impérative (VON KAENEL, Die Entschädigung aus ungerechtfertigter fristloser Entlassung nach Art. 337c Abs. 3 OR, thèse Zurich 1996, p. 184), ne contient pas de disposition similaire à l'art. 337c CO, ce qui indique bien que le législateur a clairement voulu régler différemment les deux situations et leurs conséquences (cf. BRÜHWILER, Die fristlose Auflösung des Arbeitsverhältnisses, Voraussetzungen und Folgen, in RSJ 81/1985 p. 69 ss, spéc. p. 73).\n\nD'ailleurs, le principe \"pas de peine sans loi\" s'opposerait à l'application analogique de l'art. 337c al. 3 CO, compte tenu du caractère pénal de l'indemnité prévue par cette disposition (PORTMANN, Commentaire bâlois, n. 4 ad art. 337b CO).\n\nEn outre, l'indemnité fondée sur l'art. 337c al. 3 CO a pour vocation de protéger le travailleur contre le caractère injustifié du licenciement immédiat et d'assurer la continuation des rapports de travail, ce sur quoi le travailleur n'a pas la maîtrise dans la situation visée par l'art. 337c CO, tandis que dans l'hypothèse de l'art. 337b CO, la résiliation émane du travailleur, qui est toujours libre de décider de renoncer à mettre un terme abrupt aux rapports de travail BGE 133 III 657 S. 663(cf. arrêt de l'Arbeitsgericht du canton de Zurich du 29 janvier 1997, reproduit in ZR 99/2000 n. 91 p. 220; arrêt de l'Obergericht du canton de Lucerne du 4 octobre 1996, reproduit in JAR 1997 p. 215, consid. 7.3; STAEHELIN, Commentaire zurichois, n. 10 ad art. 337b CO). Autrement dit, l'indemnité fondée sur l'art. 337c al. 3 CO doit compenser l'atteinte à la personnalité du travailleur causée par le caractère injustifié du licenciement immédiat - atteinte qui fait défaut dans le cadre de l'art. 337b CO, puisque la décision de résilier avec effet immédiat émane du travailleur (PORTMANN, op. cit., n. 4 ad art. 337b CO) -, à l'exclusion de tout autre manquement dans le cadre des rapports de travail (VON KAENEL, op. cit., p. 184).\n\nEnfin, en cas de violation de ses droits de la personnalité, le travailleur garde la possibilité de demander l'allocation d'une indemnité pour tort moral fondée sur l'art. 49 CO, si bien que l'application par analogie de l'art. 337c al. 3 CO serait superflue (cf. STAEHELIN, op. cit., n. 3 et 10 ad art. 337b CO).\n\n3.4 Les arguments mis en exergue par la jurisprudence cantonale et la doctrine majoritaire en faveur de la non-application analogique de l'art. 337c al. 3 CO dans le cas visé par l'art. 337b CO emportent la conviction.\n\nEn particulier, le texte de la loi indique clairement que le législateur a voulu régler différemment deux situations distinctes. En effet, l'art. 337b CO a trait à l'hypothèse de l'employé qui procède à une résiliation immédiate justifiée, tandis que l'art. 337c CO concerne le cas de l'employeur qui résilie avec effet immédiat sans justes motifs. La distinction entre les deux situations tient ainsi tant à la personne dont émane la résiliation qu'au caractère justifié - ou non - des motifs invoqués. Face à deux situations distinctes, l'on ne décèle pas en quoi résiderait la \"disparité choquante\" invoquée par les partisans de l'application analogique de l'art. 337c al. 3 CO.\n\nA cela s'ajoute que l'allocation d'une indemnité fondée sur l'art. 337c al. 3 CO repose notamment sur la considération que le congé immédiat donné par l'employeur sans justes motifs porte atteinte à la réputation de l'employé (ATF 116 II 300 consid. 5a p. 301), élément qui fait défaut dans l'hypothèse où la résiliation émane du travailleur qui dispose de justes motifs. Cela justifie derechef un traitement différencié des conséquences des deux types de congés.\n\nEnfin, comme précédemment exposé (cf. consid. 3.2), l'indemnité fondée sur l'art. 337c al. 3 CO a notamment une finalité punitive. BGE 133 III 657 S. 664Or, les dommages-intérêts punitifs, tels que les connaissent des ordres juridiques comme les Etats-Unis, sont étrangers au droit suisse (en ce sens, cf. WERRO, La responsabilité civile, Berne 2005, n. 5 p. 4). Par conséquent, il y a lieu de retenir que l'art. 337c al. 3 CO prévoit une règle d'exception qui mérite une application restrictive, ce qui exclut a fortiori qu'il y soit fait recours par analogie.\n\n3.5 Il résulte des considérations qui précèdent que la recourante ne pouvait pas prétendre à une indemnité pour tort moral fondée sur l'art. 337c al. 3 CO par analogie. Pour le surplus, elle ne se plaint pas d'une violation des art. 328 et 49 CO, de sorte que la Cour de céans n'a pas à y revenir. En définitive, le recours doit donc être rejeté."}