{"annee": "133", "cour": "II", "page": "104", "date": "13/2/2007", "cite": [], "cite_par": [], "chapeau": "11. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Wettbewerbskommission gegen Aare-Tessin AG für Elek- trizität (Atel) und Mitb. sowie Rekurskommission für Wettbewerbsfragen (Verwaltungsgerichtsbeschwerde)\n\n2A.325/2006 vom 13. Februar 2007", "regestes": ["Art. 10 al. 2 LCart, art. 11 al. 3 de l'ordonnance sur le contrôle des concentrations d'entreprises, art. 105 al. 2 OJ; contrôle en droit des cartels de la concentration de plusieurs entreprises d'électricité en vue de l'exploitation en commun du réseau suisse à très haute tension (Swissgrid SA). La suppression de la concurrence actuelle ou du moins potentielle représente une condition juridique autonome pour le contrôle de la concentration par les autorités (consid. 6). Il n'y a ni concurrence actuelle ni concurrence potentielle sur le réseau suisse à très haute tension; aussi les conditions pour une intervention des autorités de la concurrence dans le cadre d'un contrôle de la concentration ne sont-elles pas réalisées (consid. 7 et 8). D'éventuelles charges ou conditions font également l'objet de décisions lors du contrôle de la concentration et ne requièrent pas d'accord entre la Commission de la concurrence et les entreprises qui participent à la fusion (consid. 9)."], "faits": "BGE 133 II 104 S. 105\n\nDie Aare-Tessin AG für Elektrizität (Atel), die BKW FMB Energie AG, die Centralschweizerische Kraftwerke AG, die Elektrizitäts-Gesellschaft Laufenburg AG, das Elektrizitätswerk der Stadt Zürich (EWZ), die Energie Ouest Suisse (EOS) SA und die Nordostschweizerischen Kraftwerke (NOK) sind alle als Unternehmungen im Elektrizitätsbereich tätig. Unter anderem betreiben sie jeweils in ihrem Gebiet das bisher lediglich tatsächlich, nicht aber rechtlich zusammengeschlossene schweizerische Netz für die Übertragung von Höchstspannungsstrom. Im Jahre 2004 einigten sich die sieben BGE 133 II 104 S. 106Unternehmungen, die Aktiengesellschaft Swissgrid AG zu gründen, deren Zweck der Betrieb des schweizerischen Übertragungsnetzes und die Erbringung damit zusammenhängender Dienstleistungen ist. Mit diesem zentralen schweizerischen Netzbetreiber sollen das schweizerische Übertragungsnetz der Stromordnung der Europäischen Union angepasst und die in der politischen Diskussion des schweizerischen Gesetzgebers geplante nationale Netzgesellschaft vorgespurt werden (vgl. dazu die Botschaft des Bundesrates vom 3. Dezember 2004 zur Änderung des Elektrizitätsgesetzes und zum Stromversorgungsgesetz, BBl 2004 S. 1611 ff.).\n\nAm 29. November 2004 meldeten die sieben Unternehmungen das Zusammenschlussvorhaben bei der Wettbewerbskommission (Weko) an. Mit Verfügung vom 7. März 2005 stellte die Wettbewerbskommission in Anwendung von Art. 10 des Bundesgesetzes vom 6. Oktober 1995 über Kartelle und andere Wettbewerbsbeschränkungen (Kartellgesetz, KG; SR 251) fest, dass das Zusammenschlussvorhaben eine marktbeherrschende Stellung der Swissgrid AG auf dem Markt für Stromübertragung in verschiedenen Gebieten der Schweiz begründe bzw. verstärke, durch welche der wirksame Wettbewerb beseitigt werden könne (Dispositiv-Ziff. 1). Die Wettbewerbskommission genehmigte das Zusammenschlussvorhaben daher lediglich unter Auflagen, namentlich zur Zugangsgewährung an Dritte, zur Erstellung von Kostenrechnungen, zur Veröffentlichung von Netznutzungstarifen, zum Verbot der Erzeugung, des Verkaufs von und des Handels mit Elektrizität sowie zum Betreiben oder Halten von Stromverteilungseinrichtungen und zur Entflechtung zwischen der Swissgrid AG und anderen Unternehmungen im Bereich der Erzeugung, des Verkaufs und des Handels mit Strom (Dispositiv-Ziff. 2). Für Zuwiderhandlungen gegen diese Verfügung wurden Sanktionen nach dem Kartellgesetz angedroht (Dispositiv-Ziff. 3).\n\nDagegen erhoben die sieben betroffenen Unternehmungen am 2. Mai 2005 Beschwerde bei der Rekurskommission für Wettbewerbsfragen (Reko/Wef). Am 1. Mai 2006 hiess die Rekurskommission die Beschwerde in der Sache im Sinne der Erwägungen gut, hob die Ziffern 1-3 des Dispositivs der Verfügung vom 7. März 2005 auf und liess das Zusammenschlussvorhaben Swissgrid AG zu. In der Begründung, auf die das Dispositiv verweist, wird in Erwägung 5.5 klargestellt, dass die fusionswilligen Unternehmen zwischenzeitlich verschiedene Massnahmen getroffen hätten, die nunmehr integrierenden Bestandteil des Zusammenschlussvorhabens bilden würden; BGE 133 II 104 S. 107genannt werden insbesondere die Entflechtung der Tätigkeiten der Swissgrid AG und der beteiligten Unternehmen, die personelle Entflechtung auf Stufe Geschäftsleitung der Swissgrid AG sowie die Unzulässigkeit der Einflussnahme von Verwaltungsratsmitgliedern der Swissgrid AG auf das operative Geschäft.\n\nMit Verwaltungsgerichtsbeschwerde vom 31. Mai 2006 an das Bundesgericht beantragt die Wettbewerbskommission hauptsächlich, der Beschwerdeentscheid vom 1. Mai 2006 sei aufzuheben und es sei ihre Verfügung vom 7. März 2005 zu bestätigen; in verschiedenen Eventualbegehren stellt die Wettbewerbskommission den Antrag, ihre Verfügung sei mit mehreren (unterschiedlichen) Änderungen, die sich an den Beschwerdeanträgen der sieben beteiligten Unternehmungen in deren Beschwerde vom 2. Mai 2005 ausrichten, zu bestätigen.\n\nDie sieben betroffenen Unternehmungen schliessen auf Abweisung der Beschwerde. Die Rekurskommission hat sich zur Sache vernehmen lassen, ohne einen ausdrücklichen Antrag zu stellen; aus ihren Bemerkungen geht jedoch hervor, dass sie an ihrem Entscheid festhält.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n6.\n\n6.1 Gemäss Art. 10 Abs. 2 KG kann die Wettbewerbskommission einen meldepflichtigen Zusammenschluss untersagen oder ihn lediglich mit Bedingungen und Auflagen zulassen, wenn die Prüfung ergibt, dass der Zusammenschluss eine marktbeherrschende Stellung begründet oder verstärkt, durch die wirksamer Wettbewerb beseitigt werden kann (lit. a), und dass der Zusammenschluss keine Verbesserung der Wettbewerbsverhältnisse in einem anderen Markt bewirkt, welche die Nachteile der marktbeherrschenden Stellung überwiegt (lit. b).\n\n6.2 Strittig ist im vorliegenden Fall zunächst die Tragweite von Art. 10 Abs. 2 lit. a KG, namentlich des darin enthaltenen Nebensatzes \"durch die wirksamer Wettbewerb beseitigt werden kann\". Die Wettbewerbskommission ist im Wesentlichen der Auffassung, diesem Einschub komme keine entscheidende selbständige Bedeutung zu; es genüge, wenn ein Zusammenschlussvorhaben zu einer beherrschenden Stellung in einem spezifischen Markt führe oder BGE 133 II 104 S. 108eine solche ausbaue; ob bereits vorher kein wirksamer Wettbewerb bestanden habe, sei unerheblich. Die Rekurskommission geht demgegenüber davon aus, ein Zusammenschluss dürfe nicht verboten oder lediglich mit Auflagen oder Bedingungen genehmigt werden, wenn es bereits vorher keinen wirksamen Wettbewerb auf dem fraglichen Markt gegeben habe und sich insoweit durch das Fusionsprojekt nichts ändere.\n\n6.3 Ein Unternehmenszusammenschluss muss sich auf die Wettbewerbslage auswirken, damit die Wettbewerbsbehörde ihn untersagen oder lediglich unter Auflagen oder Bedingungen zulassen kann. Marktbeherrschung gemäss Art. 10 Abs. 2 lit. a KG liegt in diesem Sinne nur dann vor, wenn ein Unternehmen auf dem fraglichen Markt wirksamen Wettbewerb beseitigen kann. Es muss demnach über die Möglichkeit verfügen, bereits vorhandene Konkurrenten aus dem Wettbewerb zu drängen oder zu verhindern, dass sich solche ihm gegenüber weiterhin als Konkurrenten verhalten oder dass neue Wettbewerber auftreten (ROGER ZÄCH, Schweizerisches Kartellrecht, 2. Aufl., Bern 2005, Rz. 783). Die entstandene oder verstärkte marktbeherrschende Stellung muss somit die Gefahr der Beseitigung wirksamen Wettbewerbs mit sich bringen. Ein wettbewerbsrechtliches Eingreifen bei der Zusammenschlusskontrolle setzt in diesem Sinne eine mögliche Wettbewerbsbeseitigung durch das Fusionsprojekt voraus (vgl. JÜRG BORER, Kartellgesetz, Zürich 2005, Rz. 17 ff. zu Art. 10 KG; ders., Unternehmenszusammenschlüsse, in: Roger Zäch [Hrsg.], Das neue schweizerische Kartellgesetz, Zürich 1996, S. 83; DUCREY/DROLSHAMMER, in: Homburger/Schmidhauser/Hoffet/ Ducrey [Hrsg.], Kommentar zum schweizerischen Kartellgesetz, Zürich 1997, Rz. 26 ff. zu Art. 10 KG; Franz Hoffet, Unternehmenskonzentration, in: Geiser/Krauskopf/Münch [Hrsg.], Schweizerisches und europäisches Wettbewerbsrecht, Basel/Genf/München 2005, Rz. 10.39 ff.; SILVIO VENTURI, in: Tercier/Bovet [Hrsg.], Droit de la concurrence, Genf/Basel/München 2002, N. 17 ff. zu Art. 10 KG). Gerade auf dieses Kriterium legte der Gesetzgeber grosses Gewicht (vgl. BBl 1995 I 583 f.). Art. 10 Abs. 2 lit. a KG verwendet mithin bei der Fusionskontrolle im Vergleich mit Art. 7 Abs. 1 KG, wo es um die Verhaltenskontrolle marktbeherrschender Unternehmen durch die Wettbewerbskommission geht, einen strengeren Begriff der Marktbeherrschung, der höhere Hürden für ein behördliches Eingreifen stellt (BBl 1995 I 584; ZÄCH, a.a.O., Rz. 784). BGE 133 II 104 S. 109\n\n6.4 Besteht auf dem fraglichen Markt weder vor noch nach dem Zusammenschluss Wettbewerb und wäre vermehrter Wettbewerb auch nicht zu erwarten, fehlt es an der erforderlichen Wettbewerbswirkung des Fusionsvorhabens. Eine Verweigerung des Zusammenschlusses oder die Anordnung von Nebenbestimmungen sind diesfalls unzulässig. Entscheidend ist demnach, ob im massgebenden sachlichen und gegebenenfalls räumlichen Markt aktueller oder doch - aus einer dynamischen Sichtweise - wenigstens potentieller Wettbewerb besteht.\n\n6.5 Nach Art. 11 Abs. 3 lit. a der Verordnung vom 17. Juni 1996 über die Kontrolle von Unternehmenszusammenschlüssen (VKU; SR 251.4) umfasst der sachliche Markt alle Waren oder Leistungen, die von der Marktgegenseite hinsichtlich ihrer Eigenschaften und ihres vorgesehenen Verwendungszwecks als substituierbar angesehen werden. Der räumliche Markt umfasst das Gebiet, in dem die Marktgegenseite die den sachlichen Markt umfassenden Waren oder Leistungen nachfragt oder anbietet (Art. 11 Abs. 3 lit. b VKU).\n\n7.\n\n7.1 Die Vorinstanz hat die tatsächlichen Verhältnisse betreffend die Nutzung des schweizerischen Übertragungsnetzes vertieft abgeklärt. Die entsprechenden Feststellungen im angefochtenen Entscheid beruhen auf diesen Abklärungen. Da keine qualifizierten Mängel bei der Erhebung des Sachverhaltes im Sinne von Art. 105 Abs. 2 OG vorliegen, ist das Bundesgericht daran gebunden.\n\n7.2 Die Feststellungen der Rekurskommission lassen sich wie folgt zusammenfassen:\n\n7.2.1 Alle Höchstspannungsanlagen der gleichen Spannungsebene in der Schweiz sind direkt miteinander und mit entsprechenden ausländischen Höchstspannungsanlagen verbunden. Das hier fragliche Übertragungsnetz der Schweiz entspricht diesem Höchstspannungsnetz. Es bildet ein einheitliches integrales Netz ohne isolierte Bereiche und wird von den sieben Beschwerdegegnerinnen (und einzig von diesen) gemeinsam genutzt und betrieben. Der elektrische Strom fliesst frei über dieses Netz; es lässt sich nicht feststellen, über wessen Leitungen Strom fliesst, der an einem bestimmten Punkt ins Netz eingespiesen oder vom Netz bezogen wird.\n\n7.2.2 Ins Höchstspannungsnetz eingespiesen wird der Strom aus den ausländischen Übertragungsnetzen und aus den grössten schweizerischen Kraftwerken. Als Strombezüger direkt am BGE 133 II 104 S. 110Übertragungsnetz angeschlossen sind die überregionalen (teils auch regionalen) Verteilnetze (Hochspannungsnetze), die untereinander nur indirekt über das Übertragungsnetz verbunden sind, sowie einzelne sehr grosse Endverbraucher wie das CERN (Conseil européen pour la recherche nucléaire) in Genf. Auf unterer Stufe sind an die Hochspannungsnetze Mittelspannungsnetze als regionale Verteilnetze und wiederum daran Niederspannungsnetze als lokale Verteilnetze angeschlossen. Während die Verteilnetze der überregionalen, regionalen und lokalen Grob- und Feinverteilung des Stroms dienen, bezweckt das Übertragungsnetz somit die Stromübertragung über grosse Distanzen.\n\n7.2.3 Einzig die Betreiber des Übertragungsnetzes bieten auch Stromübertragungsleistungen auf dem Höchstspannungsnetz an. Die entsprechenden Dienstleistungen werden einerseits zu einem grossen Teil von den Eigentümern des Übertragungsnetzes selbst in Anspruch genommen, soweit diese als integrierte Unternehmen auch Strom produzieren oder damit handeln. Andererseits beziehen auch andere Unternehmen, die direkt am Übertragungsnetz angeschlossen sind, Dienstleistungen, insbesondere die Betreiber der nachgeschalteten Hochspannungsnetze (überregionale und regionale Verteilnetze). Nicht Nachfrager nach Stromübertragungsleistungen sind hingegen Unternehmen auf tieferer Netzebene, insbesondere solche, die an einem Verteilnetz angeschlossen sind.\n\n7.2.4 Zwischen den Betreibern des Übertragungsnetzes und den Elektrizitäts- und Industriewerken bestehen in der Regel keine direkten Marktbeziehungen, da die Letzteren die Stromversorgung und Verteilungsdienstleistungen auf tieferer Netzebene nachfragen. Sie beziehen den Strom somit nicht vom Übertragungs-, sondern vom Verteilnetz.\n\nUnternehmen, die direkt Strom aus dem Übertragungsnetz beziehen, haben aufgrund der Netztopographie und des Umstands, dass sie in aller Regel nur an der Übertragungsleitung eines einzelnen Übertragungsnetzbetreibers angeschlossen sind, keine Möglichkeit, ohne den Bau zusätzlicher Leitungsanlagen auf einen anderen Übertragungsdienstleister auszuweichen. Der Bau eigener Anlagen für den Direktanschluss an das Übertragungsnetz erfordert hohe Investitionen und bedarf einer Umsetzungsdauer von mindestens etwa fünf Jahren. Überdies ist fraglich, wieweit die Netzbetreiber rechtlich verpflichtet sind, solche Direktanschlüsse zuzulassen. BGE 133 II 104 S. 111\n\nZurzeit hat, soweit bekannt, nur ein Elektrizitätswerk, die Elektra Birseck, die Möglichkeit, Strom von mehr als einem Lieferanten aus dem Übertragungsnetz zu beziehen; nur in diesem Sonderfall besteht mithin die faktische Möglichkeit, das Übertragungsnetz über mehr als eines der am vorliegenden Zusammenschlussprojekt Swissgrid AG beteiligten Unternehmen zu nutzen. Kein anderes Elektrizitätswerk hat diese Möglichkeit, und keines kann verschiedene Übertragungsstrecken direkt oder indirekt in Anspruch nehmen.\n\n8.\n\n8.1 Im vorliegenden Fall handelt es sich beim massgeblichen sachlichen Markt um denjenigen für Stromübertragung über das Höchstspannungsnetz (Übertragungsnetz). Es geht um die Stromübertragung als Dienstleistung. Geografisch deckt das Übertragungsnetz die ganze Schweiz ab. Nachfrager der Übertragungsleistungen sind die Netzeigentümer selbst sowie diejenigen Marktteilnehmer, die direkt am Übertragungsnetz angeschlossen sind. Dazu gehören Produzenten, Verteilnetzbetreiber und einige wenige sehr grosse Endverbraucher. Als Marktgegenseite scheiden hingegen, wie dargelegt, die Elektrizitäts- und Industriewerke aus, da sie den Strom von einem Lieferanten vom nachgelagerten Verteilnetz und nicht von den Betreibern des Übertragungsnetzes beziehen.\n\n8.2 Für die Prüfung, ob aktueller oder potentieller Wettbewerb besteht, ist entscheidend, ob ein Unternehmen, das Strom von einer Übertragungsleitung bezieht oder allenfalls darin einspeist und damit direkt die Netznutzungsleistung im Übertragungsnetz beansprucht, auf einen anderen Übertragungsdienstleistungsanbieter ausweichen kann. Das ist unter den aktuellen Umständen - mit der einzigen Ausnahme der Elektra Birseck - nicht der Fall. Das Netz als natürliches Monopol unterliegt in diesem Sinne keinem direkten Wettbewerb (vgl. BBl 2004 S. 1619). Die Möglichkeit des Direktanschlusses eines Unternehmens der Marktgegenseite (Produzenten, Verteilnetzbetreiber, Grösstkunden) besteht lediglich an jeweils einer spezifischen Stelle des Übertragungsnetzes. Es gibt in der Schweiz nur ein einziges integrales Übertragungsnetz, dessen Leitungen freilich im Eigentum verschiedener Unternehmen stehen. Ein an einem bestimmten Punkt angeschlossener Nachfrager, der das Übertragungsnetz nutzen will, hat keine Ausweichmöglichkeit. Eine Konkurrenz unter den Betreibern des Übertragungsnetzes würde die Existenz von verschiedenen Übertragungsleitungen von und zu denselben Standorten und damit eine Duplizierung der BGE 133 II 104 S. 112Netzinfrastruktur bedingen. Aber selbst dort, wo verschiedene Übertragungsleitungen in geografischer Nähe vorhanden sind, wären alternative Anschlussleitungen nur mit hohen Investitionen und in einem aufwendigen Verfahren realisierbar.\n\n8.3 Demnach besteht zwischen den am Zusammenschluss beteiligten sieben Unternehmen hinsichtlich der Stromübertragung über das Höchstspannungsnetz weder aktuell noch in einem absehbaren und damit vernünftigen Zeitraum potentiell Wettbewerb. Die einzige Ausnahme der Elektra Birseck vermag diese Ausgangslage nicht wesentlich zu verändern. Die Zusammenführung des Übertragungsnetzes in einer gemeinsamen Gesellschaft bzw. der einheitliche Netzbetrieb beseitigt mithin Wettbewerb bereits deshalb nicht, weil ein solcher gar nicht existiert und nicht innert vernünftiger Frist realisiert werden kann. Der Zusammenschluss verdrängt keine Konkurrenten vom Markt und hält auch keine davon fern. Damit liegen die Voraussetzungen nach Art. 10 Abs. 2 lit. a KG für einen Eingriff der Wettbewerbsbehörden im Rahmen der Zusammenschlusskontrolle schon aus diesem Grunde nicht vor.\n\n9.\n\n9.1 Erweisen sich behördliche Massnahmen somit bereits gemäss Art. 10 Abs. 2 lit. a KG als ausgeschlossen, verletzt der angefochtene Entscheid Bundesrecht nicht und braucht nicht mehr geprüft zu werden, ob die übrigen gesetzlichen Voraussetzungen erfüllt und ob gegebenenfalls die von der Wettbewerbskommission verfügten Auflagen inhaltlich mit dem Bundesrecht vereinbar wären.\n\n9.2 Immerhin rechtfertigt sich im Hinblick auf künftige Verfahren ein ergänzender Hinweis: Der angefochtene Entscheid, der insofern allerdings nicht mehr vollständig überprüft zu werden braucht, erscheint insoweit missverständlich, als die Rekurskommission der Wettbewerbskommission unter Hinweis auf vereinzelte Literaturmeinungen (vgl. etwa DUCREY/DROLSHAMMER, a.a.O., Rz. 49 und 51 zu Art. 10 KG; ZÄCH, a.a.O., Rz. 835 f.) bei der Festsetzung von Auflagen und Bedingungen ein so genannt \"dialogisches Verfahren\" vorschreibt.\n\n9.2.1 Art. 10 Abs. 2 KG sieht die Möglichkeit vor, eine Fusion lediglich unter Auflagen oder Bedingungen zu genehmigen. Im Vergleich zu einem Verbot des Zusammenschlusses handelt es sich bei einer Erlaubnis unter Auflagen oder Bedingungen um den milderen staatlichen Eingriff. Auflagen oder Bedingungen zählen zu den BGE 133 II 104 S. 113Nebenbestimmungen von Verfügungen. Sie sind Modalitäten einer Verfügung und bilden Bestandteil derselben (PIERRE TSCHANNEN/ULRICH ZIMMERLI, Allgemeines Verwaltungsrecht, 2. Aufl., Bern 2005, S. 232 f., Rz. 89). Genauso wie die Hauptbestimmungen werden sie verfügt, d.h. hoheitlich angeordnet. Das gilt auch für Auflagen und Bedingungen nach Art. 10 Abs. 2 KG. Sie sind nicht das Ergebnis eines Verhandlungsprozesses, bilden nicht Gegenstand eines öffentlich-rechtlichen Vertrages und bedürfen keines Konsenses zwischen der Wettbewerbskommission und den am Fusionsvorhaben beteiligten Unternehmen. Ein kooperatives Verwaltungshandeln liegt nur insoweit vor, als die sich zusammenschliessenden Unternehmen zur Meldung ihres Vorhabens und zur Mitwirkung am Prüfungsprozess verpflichtet sind.\n\n9.2.2 Wieweit die beteiligten Unternehmen die Gelegenheit erhalten müssen, sich zu den in Aussicht genommenen Nebenbestimmungen zu äussern, ist eine Frage der Gewährung des rechtlichen Gehörs. Es mag zudem nützlich sein, dass die Wettbewerbsbehörde in Erfahrung zu bringen versucht, mit welchen Auflagen sich die Unternehmen gegebenenfalls abzufinden vermögen. Ein solches Vorgehen kann sich etwa aus prozessualen Gründen (zwecks rascherer Prozesserledigung) rechtfertigen. Die Wettbewerbskommission braucht die Einwilligung der beteiligten Unternehmen zu den vorgesehenen Nebenbestimmungen jedoch nicht, sondern hat diese nach den im Spiel stehenden öffentlichen Interessen und unter Wahrung des Verhältnismässigkeitsgrundsatzes festzulegen. Wollen oder können sich die Unternehmen nicht an (zulässige) Auflagen und Bedingungen halten, haben sie, genau gleich wie wenn der Zusammenschluss verboten wird, vom Fusionsprojekt abzusehen."}