{"annee": "133", "cour": "II", "page": "49", "date": "5/1/2007", "cite": ["127 II 227", "132 III 651"], "cite_par": [], "chapeau": "5. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. X. und Mitb. gegen Nordostschweizerische Kraftwerke AG (NOK) und Orange Communications SA sowie Eidgenössische Rekurskommission für Infrastruktur und Umwelt (Verwaltungsgerichtsbeschwerde)\n\n1A.12/2006 vom 5. Januar 2007", "regestes": ["Construction d'antennes de téléphonie mobile sur des pylônes de lignes à haute tension; procédure d'autorisation applicable (changement de jurisprudence). L'édification d'une antenne de téléphonie mobile sur un pylône de ligne à haute tension n'est plus à considérer comme étant (seulement) une modification d'une installation électrique, mais comme la construction d'une installation de télécommunication sur une installation électrique (changement de jurisprudence; consid. 5). L'antenne de téléphonie mobile étant considérée dans ce cas comme une installation annexe de l'installation électrique, sa construction ou sa transformation est soumise à la procédure cantonale d'autorisation de construire (consid. 6); l'autorité de surveillance en matière d'installations électriques doit toutefois être consultée (consid. 7)."], "faits": "|50|\n\nAm 8. Juli 2002 reichte die Nordostschweizerische Kraftwerke AG (NOK) beim Eidgenössischen Starkstrominspektorat (ESTI) ein Plangenehmigungsgesuch für den Einbau einer Mobilfunkantennenanlage auf dem Hochspannungsmast Nr. 171 der 380-kV-Leitung Mühleberg-Laufenburg (Beznau-Breite) in der Gemeinde Embrach (ZH) ein. Gemäss Planvorlage soll am ausserhalb der Bauzone gelegenen Mast für die Orange Communications SA eine Anlage angebracht werden, die im Wesentlichen aus drei GSM/ UMTS- und vier MW-Antennen besteht.\n\nWährend der öffentlichen Auflage des Gesuchs erhoben 16 Anwohner gemeinsam Einsprache und forderten unter anderem die Prüfung von Alternativstandorten. Nach der am 3. März 2003 erfolglos verlaufenen Einigungsverhandlung überwies das Starkstrominspektorat die Sache dem Bundesamt für Energie (BFE) zum Entscheid. Dieses erteilte mit Verfügung vom 27. Juli 2004 der Planvorlage unter verschiedenen Auflagen die Genehmigung und wies die Einsprache ab.\n\nGegen die Plangenehmigungsverfügung des Bundesamtes für Energie reichten die einsprechenden Anwohner Beschwerde bei der |51| Eidgenössischen Rekurskommission für Infrastruktur und Umwelt (Rekurskommission INUM) ein. Die Rekurskommission INUM hörte das Bundesamt für Raumentwicklung (ARE) sowie das Bundesamt für Umwelt (BAFU; seinerzeit: Bundesamt für Umwelt, Wald und Landschaft) an und holte von der Vorinstanz, der Fernmeldekonzessionärin und vom Bundesamt für Kommunikation (BAKOM) Berichte über die Versorgungslage sowie Abdeckungskarten ein. Mit Entscheid vom 29. November 2005 wies die Rekurskommission INUM die Beschwerde ab.\n\nDas Bundesgericht heisst die Verwaltungsgerichtsbeschwerde der Anwohner gut.", "considerants": "Aus den Erwägungen:\n\n3. Umstritten ist die Errichtung einer Mobilfunkantenne auf dem Mast einer bestehenden Hochspannungsleitung. Für dieses Vorhaben ist ein Plangenehmigungsverfahren im Sinne von Art. 16 ff. des Bundesgesetzes vom 24. Juni 1902 betreffend die elektrischen Schwach- und Starkstromanlagen (Elektrizitätsgesetz, EleG; SR 734.0) durchgeführt und die Plangenehmigung vom Bundesamt für Energie als Plangenehmigungs- und Einsprachebehörde erteilt worden. Dieses Vorgehen ist von den Parteien nicht beanstandet worden. Im bundesgerichtlichen Verfahren ersucht indes das ARE um Neubeurteilung der Bewilligungskompetenz. Auch zwei jüngere bundesgerichtliche Entscheide, die sich mit der Installation von Fernmeldeanlagen auf Starkstromanlagen befassen (BGE 132 III 651; Urteil 1A.100/2006 vom 2. Oktober 2006), geben Anlass zu neuer Überprüfung der Frage, welcher Verfahrensweg zur Bewilligung von Mobilfunkantennen auf Hochspannungsleitungsmasten einzuschlagen sei.\n\n4. Das Fernmeldegesetz vom 30. April 1997 (FMG; SR 784.10) sieht kein bundesrechtliches Plangenehmigungsverfahren für die Errichtung oder Änderung von Fernmeldeanlagen vor. Mobilfunkantennen sind daher im kantonalrechtlichen Baubewilligungsverfahren nach Art. 22 des Bundesgesetzes vom 22. Juni 1979 über die Raumplanung (RPG; SR 700) oder - sollen sie ausserhalb der Bauzone erstellt werden - im Verfahren nach Art. 24 RPG zu bewilligen. Anderes gelte jedoch, wie das Bundesgericht im Entscheid 1P.38/2000 vom 23. Mai 2000 (publ. in: RDAF 2000 I S. 446, URP 2001 S. 503) dargelegt hat, wenn die Antenne am Mast einer Hochspannungsleitung angebracht werden soll. In |52| diesem Fall komme die Errichtung der Mobilfunkantenne dem Umbau des Strommastes bzw. der Änderung einer Starkstromanlage gleich. Änderungen von Starkstromanlagen seien nach den Bestimmungen des Elektrizitätsgesetzes und der (damals noch anwendbaren) Verordnung vom 26. Juni 1991 über das Plangenehmigungsverfahren für Starkstromanlagen (VPS; SR 734.25) vom Eidgenössischen Starkstrominspektorat zu genehmigen. Dieses habe vorweg die Sicherheit solcher Anlagen zu überprüfen. Dem Starkstrominspektorat obliege es zudem, das bundesrechtliche Plangenehmigungsverfahren mit anderen, für die gleiche Planvorlage notwendigen eidgenössischen oder kantonalen Verfahren zu koordinieren. Dementsprechend sei im vorliegenden Fall angeordnet worden, dass für den Container und weitere beim Mastfuss einzugrabende Anlageteile kantonale und kommunale Bewilligungen einzuholen seien. Dagegen verlange Art. 12 VPS für den Bau oder die Änderung von Leitungsmasten keine zusätzlichen kantonalen Bewilligungen. Für solche Installationen sei nach der Verwaltungspraxis (VPB 55/1991 Nr. 19 E. 8 S. 175; 58/1994 Nr. 42 E. 2 S. 334) weder eine ordentliche Baubewilligung noch - für Anlagen ausserhalb des Baugebietes - eine Ausnahmebewilligung gemäss Art. 24 RPG erforderlich. Vielmehr hätten das Starkstrominspektorat und die eidgenössischen Rechtsmittelbehörden im Rahmen des Plangenehmigungsverfahrens zu prüfen, ob den raumplanerischen Belangen, insbesondere auch hinsichtlich des Landschaftsschutzes, gebührend Rechnung getragen werde. Das bundesrechtliche Plangenehmigungsverfahren lasse die gleichzeitige Berücksichtigung der elektrizitätsrechtlichen Spezialvorschriften sowie der raumplanerischen Anforderungen, vor allem des Art. 24 RPG, ohne weiteres zu. Bei der Revision des Elektrizitätsgesetzes im Jahre 1999 (in Kraft seit 1. Januar 2000) sei übrigens ausdrücklich bestätigt worden, dass für elektrische Anlagen keine kantonalen Pläne und Bewilligungen erforderlich seien und eine ausschliessliche Zuständigkeit der Bundesbehörden bestehe.\n\nDiese bundesgerichtlichen Überlegungen sind von der Eidgenössischen Rekurskommission für Infrastruktur und Umwelt (Rekurskommission INUM; bis 30. Juni 2004: Rekurskommission des Eidgenössischen Departementes für Umwelt, Verkehr, Energie und Kommunikation, Rekurskommission UVEK) übernommen und weiterentwickelt worden (vgl. etwa Entscheid D-2002-29 vom 12. Februar 2003, publ. in: VPB 67/2003 Nr. 87; Entscheide D-2003-26 |53| vom 18. Dezember 2003, D-2003-116 vom 25. Februar 2004, D-2003-120 vom 8. Juni 2004, D-2004-164 vom 29. November 2005, E-2005-229 vom 1. Mai 2006). Die Rekurskommission hat insbesondere entschieden, dass auch die Installation des zur Mobilfunkantenne gehörenden Containers mit den technischen Einrichtungen bei einer Hochspannungsleitung im bundesrechtlichen Plangenehmigungsverfahren nach Elektrizitätsgesetz zu bewilligen sei (vgl. zit. Entscheid D-2002-29 vom 12. Februar 2003, E. 3.3).\n\n5. Das ARE wendet gegen den bundesgerichtlichen Entscheid vom 23. Mai 2000 ein, es gehe bei der Errichtung einer Mobilfunkantenne auf einem Leitungsmast im Wesentlichen nicht um eine Änderung der elektrischen Anlage, sondern um den Bau einer neuen Fernmeldeanlage. Auch die Rekurskommission INUM hat in ihrem Entscheid D-2003-120 vom 8. Juni 2004 (E. 7.4.3) betont, dass eine Mobilfunkanlage etwas Eigenes, Neues gegenüber dem bestehenden Leitungsmast sei: Die eingebaute Anlage strebe die Versorgung des umliegenden Gebietes mit Mobiltelefonie an und verfolge damit einen ganz anderen Zweck als der Hochspannungsmast bzw. die Hochspannungsleitung, die der Stromübertragung diene. Die Mobilfunkanlage sei vom Zweck der Stromübertragung nicht umfasst, vermöge diesen auch nicht zu beeinflussen oder gar zu verändern. Die Stromübertragung funktioniere mit oder ohne eingebaute Mobilfunkanlage in gleicher Art und Weise. Es handle sich daher beim Einbau einer solchen Anlage nicht um eine Änderung der Leitungsanlage, sondern um eine Ergänzung des Zwecks des Leitungsmastes.\n\nDas Bundesgericht hat sich seinerseits unlängst mit der zivilrechtlichen Frage befasst, ob der Betrieb eines Glasfaserkabels (Lichtwellenleiter) auf einer Hochspannungsleitung, das einerseits der Erdung der Leitung dient und andererseits Dritten für die Übertragung von Daten der Telekommunikation zur Verfügung gestellt wird, vom - dienstbarkeitsvertraglich vereinbarten - Zweck des Betriebs einer elektrischen Leitung miterfasst werde oder diesen sprenge. Dabei ist festgehalten worden, dass das vertraglich eingeräumte Recht auf Errichtung und Betrieb einer Leitung für die Übertragung elektrischer Energie den Transport von Daten nur insoweit einschliesse, als er für den Betrieb der elektrischen Leitung selbst erforderlich sei. Dagegen werde der Einsatz der Leitung zur Erbringung von Fernmeldediensten (elektrisches, magnetisches, optisches oder anderes elektromagnetisches Senden oder Empfangen |54| von Informationen für Dritte über Leitungen oder Funk; vgl. Art. 3 lit. b und c FMG) durch den vereinbarten Zweck der Dienstbarkeit nicht gedeckt. Die Einrichtung und der Betrieb einer Fernmeldeanlage sei etwas anderes - ein aliud - als der Bau und Betrieb einer elektrischen Leitung (BGE 132 III 651 E. 8.1 S. 656).\n\nDiese Erwägungen leuchten ein. Es ist ihnen in dem Sinne Rechnung zu tragen, dass die Errichtung einer Mobilfunkantenne auf einem Hochspannungsleitungsmast nicht mehr (nur) als Änderung einer elektrischen Anlage, sondern als Erstellung einer Fernmeldeanlage auf einer elektrischen Anlage zu betrachten ist. Der Mast, der sowohl elektrische Leiterseile als auch eine Mobilfunkantenne trägt, stellt somit eine \"gemischte\" Anlage dar. Da der Mast als Bestandteil der elektrischen Leitung erstellt und die Antenne als Zusatz eingebaut wird, ist diese als Nebenanlage zur Hauptanlage, der elektrischen Leitung, zu betrachten. Damit ist aber die Frage, in welchem Verfahren die Antenne zu bewilligen sei, noch nicht beantwortet.\n\n6.\n\n6.1 Verschiedene der eidgenössischen Gesetze über Infrastrukturanlagen enthalten besondere Bestimmungen über Nebenanlagen und deren rechtliche Behandlung. Nach Art. 18m des Eisenbahngesetzes vom 20. Dezember 1957 (EBG; SR 742.101) untersteht die Erstellung und Änderung von Bauten und Anlagen, die nicht ganz oder überwiegend dem Bahnbetrieb dienen, nicht dem eidgenössischen, sondern dem kantonalen Recht. Sollen die Nebenanlagen direkt auf Bahngrundstücken errichtet werden, bedarf dies seit der Gesetzesänderung vom 18. Juni 1999 keiner zusätzlichen eisenbahnrechtlichen Genehmigung mehr, aber der vorgängigen Anhörung des Bundesamtes für Verkehr als Aufsichtsbehörde im Eisenbahnwesen (Art. 18m Abs. 3 i.V.m. Art. 10 Abs. 2 EBG). Diese ist zudem zur Anfechtung der kantonalen Bewilligung befugt (Art. 18m Abs. 3 EBG; vgl. dazu die Botschaft vom 25. Februar 1998 zu einem Bundesgesetz über die Koordination und Vereinfachung der Plangenehmigungsverfahren, BBl 1998 S. 2635 f.). Die eisenbahnrechtliche Regelung gilt ebenfalls für Nebenanlagen, die auf Grundstücken oder Einrichtungen für Trolleybusse oder auf Hafen- und Landungsanlagen für Schiffe erstellt werden sollen (vgl. Art. 11 des Bundesgesetzes vom 29. März 1950 über die Trolleybusunternehmungen [SR 744.21] und Art. 8 des Bundesgesetzes vom 3. Oktober 1975 über die Binnenschifffahrt [BSG; SR 747.201]). |55| Dieselben Bestimmungen wie das Eisenbahngesetz kennt das Bundesgesetz vom 21. Dezember 1948 über die Luftfahrt (LFG; SR 748.0) in seiner heutigen Fassung (vgl. Art. 37m LFG). Das Bundesgesetz vom 23. Juni 2006 über Seilbahnen zur Personenbeförderung (SebG; SR 743.01) enthält eine ähnliche Regelung (vgl. Art. 10 und 16 SebG). Dagegen umschreibt die Nationalstrassengesetzgebung den Begriff der Nebenanlage enger, behält jedoch die Erteilung der für deren Bau und Erweiterung erforderlichen Rechte ebenfalls grundsätzlich den Kantonen vor (vgl. Art. 7 des Bundesgesetzes vom 8. März 1960 über die Nationalstrassen [NSG; SR 725.11] und Art. 4 der Verordnung vom 18. Dezember 1995 über die Nationalstrassen [NSV; SR 725.111]).\n\n6.2 Das Bundesgericht ist gestützt auf die eisenbahnrechtliche Regelung im Urteil 1A.100/2006 vom 2. Oktober 2006 zum Schluss gelangt, dass die auf einem Bahnleitungsmast zu errichtende Mobilfunkantenne als Nebenanlage im Sinne von Art. 18m EBG zu betrachten sei (so auch schon Urteil 1A.140/2003 vom 18. März 2004, E. 2, publ. in: ZBl 107/2006 S. 193). Für diese sei daher nur eine kantonalrechtliche Baubewilligung bzw. eine Bewilligung gemäss Art. 24 RPG einzuholen; eine eisenbahnrechtliche Plangenehmigung (Art. 18 EBG) sei nicht erforderlich. Dieses Vorgehen entspreche der Praxis verschiedener Kantone und werde auch vom Bundesamt für Kommunikation empfohlen (vgl. Ziff. 1.2 und 4.2 der \"Empfehlungen für die Koordination der Planungs- und Baubewilligungsverfahren für Basisstationen für Mobilfunk und drahtlose Teilnehmeranschlüsse\", www.bakom.admin.ch/Themen/ Frequenzen&Antennen/Antennenkoordination).\n\n6.3 Das Elektrizitätsgesetz enthält keine Vorschriften über Nebenanlagen zu Starkstromanlagen, d.h. über Bauten und Anlagen, die auf dem gleichen Boden wie Starkstromanlagen oder sogar auf diesen selbst erstellt werden sollen, aber nicht oder nur nebenbei der Erzeugung, Transformierung, Umformung, Fortleitung und Verteilung der Elektrizität dienen (s. Art. 3 Ziff. 29 der Verordnung vom 30. März 1994 über elektrische Starkstromanlagen [Starkstromverordnung; SR 734.2]). Es fragt sich somit, ob der Gesetzgeber bewusst von einer Regelung abgesehen habe oder ob das Elektrizitätsgesetz lückenhaft sei. Auszugehen ist von Letzterem. Der eidgenössische Gesetzgeber konnte sich im Jahre 1902 wohl kaum vorstellen, dass Starkstromleitungen für andere Anlagen und Zwecke mitbenutzt werden könnten. Das Problem der Nebenanlagen im |56| Elektrizitätsbereich ist auch bei der Neuordnung der Entscheidverfahren für Infrastrukturanlagen im Jahre 1999 nicht beachtet worden (vgl. zitierte Botschaft vom 25. Februar 1998, BBl 1998 S. 2627 ff.). Ist die Gesetzeslücke demnach richterlich zu füllen, liegt nahe, die Regelung zu übernehmen, die der Gesetzgeber in Art. 18m EBG und den weiteren genannten Gesetzen getroffen hat. Es ist nicht ersichtlich, weshalb bei der Errichtung einer Mobilfunkantenne auf dem Mast einer Hochspannungsleitung anders vorzugehen wäre als bei der Errichtung einer solchen Antenne auf einem Bahnleitungsmast. Die zu untersuchenden raumplanerischen, umwelt- und landschaftsschutzrechtlichen sowie fernmelde- und sicherheitstechnischen Belange sind die gleichen oder zumindest weitgehend identisch. Es ist mithin in Änderung der Rechtsprechung festzuhalten, dass auch der Bau oder die Änderung einer Mobilfunkantenne auf einer Hochspannungsleitung grundsätzlich dem kantonalen Recht untersteht.\n\n6.4 Zum gleichen Ergebnis führt übrigens die Anwendung der Prinzipien, die für die Bewilligung sog. gemischter Bauten und Anlagen aufgestellt worden sind. Zwar spricht sich das Bundesgericht in der Regel für ein einziges Verfahren aus, hat aber auch nicht ausgeschlossen, dass für die verschiedenen Teile gesonderte Verfahren angehoben werden. Massgebend sei, ob die einzelnen Teile nicht nur baulich, sondern auch funktionell und betrieblich zusammenhängen und eine Einheit bilden. Treffe dies zu, sei eine gesonderte Prüfung der Zweckbestimmung einzelner Bauteile und die Aufteilung des Bewilligungsverfahrens abzulehnen (vgl. BGE 127 II 227 E. 4 S. 234).\n\nHochspannungsleitungen und Mobilfunkantennen hängen weder funktionell noch betrieblich voneinander ab. Der Leitungsmast dient der Antenne nur als Stütze, die Antenne beeinflusst den Betrieb der elektrischen Leitung nicht (vgl. oben E. 5). Können die beiden Teile nicht als Gesamtbauwerk verstanden werden, rechtfertigt sich auch nicht, die für den Mast geltende rechtliche Regelung auf die Antenne auszudehnen und die Kompetenz der Plangenehmigungsbehörde zu erweitern.\n\n6.5 Schliesslich darf darauf hingewiesen werden, dass mit der Unterstellung sämtlicher - auch der auf elektrischen Anlagen zu errichtenden - Mobilfunkantennen unter das kantonale Baubewilligungsverfahren prozessuale Ungereimtheiten ausgeräumt werden können. Beklagen sich nämlich Nachbarn über übermässige |57| Einwirkungen von Antennen auf Leitungsmasten und verlangen enteignungsrechtliche Entschädigung, sieht sich nach bisheriger Praxis die von Gesetzes wegen mit dem Enteignungsrecht ausgestattete Elektrizitätsgesellschaft gezwungen, im (kombinierten) Plangenehmigungs- und Enteignungsverfahren als Enteignerin aufzutreten, obschon sie nicht Inhaberin der Mobilfunkantennenanlage ist (vgl. Art. 16a, 16 Abs. 2, Art. 43 Abs. 1 und Art. 45 EleG). Das Fernmeldegesetz sieht aber die Möglichkeit der Enteignung für den Bau und den Betrieb von Fernmeldeanlagen ausdrücklich vor. Art. 36 Abs. 1 FMG ermächtigt das Departement, das Enteignungsrecht für die im öffentlichen Interesse liegenden Fernmeldeanlagen zu erteilen. Wird nach Art. 36 Abs. 1 FMG vorgegangen, richtet sich das Verfahren ausschliesslich nach dem Bundesgesetz über die Enteignung und hat sich die Elektrizitätsgesellschaft an diesem nicht zu beteiligen.\n\n7. Zusammenfassend ist festzuhalten, dass der Bau oder die Änderung von Mobilfunkantennen auf Masten von elektrischen Leitungen oder auf anderen Starkstromanlagen in oder ausserhalb der Bauzone dem kantonalen (Baubewilligungs-)Recht untersteht. Solche Antennen können in analoger Anwendung der Regelungen über Nebenanlagen, die im Bundesgesetz vom 18. Juni 1999 über die Koordination und Vereinfachung von Entscheidverfahren (AS 1999 S. 3071) getroffen worden sind (vgl. E. 6.1), nur mit dem Einverständnis der Inhaberin der elektrischen Anlage und nach Anhörung der Aufsichtsbehörde für elektrische Anlagen errichtet oder geändert werden. Die Aufsichtsbehörde ist berechtigt, gegen entsprechende Verfügungen der kantonalen Behörden die Rechtsmittel des eidgenössischen und des kantonalen Rechts zu ergreifen."}