{"annee": "133", "cour": "I", "page": "12", "date": "22/11/2006", "cite": ["127 I 213", "113 IA 218", "131 I 185"], "cite_par": [], "chapeau": "2. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung i.S. X. gegen A. und Mitb. sowie Staatsanwaltschaft und Obergericht des Kantons Luzern (Staatsrechtliche Beschwerde)\n\n1P.313/2006 vom 22. November 2006", "regestes": ["Art. 32 al. 2 et 3 Cst.; droit à une défense efficace, droit d'appel. La pratique qui consiste à rayer définitivement du rôle une procédure d'appel en cas de défaut injustifié de l'accusé, alors que son défenseur s'est présenté à l'audience, n'est pas conforme à la Constitution. Seul un \"défaut total\" (absence injustifiée de l'accusé et de son défenseur) peut entraîner une telle conséquence (consid. 4-8)."], "faits": "BGE 133 I 12 S. 12\n\nMit Strafurteil vom 14. Januar 2005 sprach das Kriminalgericht des Kantons Luzern X. des gewerbsmässigen Betruges sowie der mehrfachen Urkundenfälschung schuldig und verurteilte ihn zu viereinhalb Jahren Zuchthaus und acht Jahren Landesverweisung. Gegen das begründete Urteil appellierte X. BGE 133 I 12 S. 13\n\nMit prozessleitender Verfügung vom 10. Januar 2006 wurde der Appellant vom Obergericht des Kantons Luzern unter Androhung von Säumnisfolgen auf den 14. März 2006 zur Berufungsverhandlung vorgeladen. Am 13. Februar 2006 stellte der in Deutschland wohnhafte Appellant ein Gesuch um Dispensation vom persönlichen Erscheinen an der Berufungsverhandlung. Mit prozessleitender Verfügung vom 14. Februar 2006 wies das präsidierende Mitglied des Obergerichtes das Dispensationsgesuch \"im Sinne der Erwägungen\" ab. In den Erwägungen stellte das Obergericht dem Appellanten (für den Fall der Bestätigung einer unbedingten Freiheitsstrafe) dessen sofortige Verhaftung anlässlich der Berufungsverhandlung in Aussicht.\n\nZur Berufungsverhandlung vom 14. März 2006 erschien der Appellant nicht. Er liess sich jedoch durch seinen Verteidiger vertreten. Mit verfahrensabschliessendem Entscheid vom 14. März 2006 schrieb das Obergericht des Kantons Luzern das Appellationsverfahren als erledigt von der Geschäftskontrolle ab. Die Kosten des Verfahrens wurden dem Appellanten auferlegt.\n\nGegen den Entscheid des Obergerichtes vom 14. März 2006 gelangte X. mit staatsrechtlicher Beschwerde an das Bundesgericht. Dieses heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n4. Nach luzernischem Strafprozessrecht ist der Angeklagte, der zu einer Freiheitsstrafe von mehr als zehn Tagen verurteilt worden ist, zur Appellation berechtigt (§ 233 Ziff. 1 StPO/LU). Die Appellation ist innert zehn Tagen seit Zustellung des begründeten Urteils schriftlich bei der Obergerichtskanzlei zu erklären (§ 234bis StPO/LU). Erscheint der Appellant nicht zur Verhandlung, fällt die Appellation dahin (§ 242 Abs. 1 StPO/LU). Der Angeklagte kann jedoch wegen Krankheit, Landesabwesenheit oder aus anderen wichtigen Gründen von der persönlichen Teilnahme an der Berufungsverhandlung entbunden werden (§ 170 Abs. 1 i.V.m. § 240 Abs. 1 StPO/LU). Der Angeklagte kann seine Parteirechte im Rahmen der Strafprozessordnung entweder selber ausüben oder sich durch einen Verteidiger verbeiständen lassen (§ 33 Abs. 1-2 StPO/LU). Bei Gerichtsverfahren in Kriminalstrafsachen muss er durch einen Verteidiger verbeiständet sein (sog. \"notwendige\" Verteidigung, § 33 Abs. 3 Ziff. 3 i.V.m. §§ 12 und 240 Abs. 1 StPO/LU). Wenn sich der Angeklagte nicht BGE 133 I 12 S. 14selbst verteidigt, hält der Verteidiger den Parteivortrag (§ 179 Abs. 1 Ziff. 3 i.V.m. § 240 Abs. 1 StPO/LU).\n\n5. Gemäss Art. 32 Abs. 3 BV hat jede strafrechtlich verurteilte Person das Recht, das Urteil von einem höheren Gericht überprüfen zu lassen; ausgenommen sind die Fälle, in denen das Bundesgericht als einzige Instanz urteilt. Ein analoger Anspruch ergibt sich auch aus dem Völkerrecht (Art. 2 Ziff. 1 des Protokolls Nr. 7 vom 22. November 1984 zur EMRK [Prot. Nr. 7 EMRK; SR 0.101.07]; Art. 14 Ziff. 5 UNO-Pakt II [SR 0.103.2]). Zu beachten sind sodann die grundrechtlich geschützten allgemeinen Parteirechte bzw. die besonderen Verteidigungsrechte des Angeklagten. So hat jede Person in Verfahren vor Gerichts- und Verwaltungsinstanzen Anspruch auf gleiche und gerechte sowie auf eine Treu und Glauben respektierende faire Behandlung (Art. 9 und Art. 29 Abs. 1 BV, Art. 6 Ziff. 1 EMRK). Jede angeklagte Person muss die Möglichkeit haben, die ihr zustehenden Verteidigungsrechte geltend zu machen (Art. 32 Abs. 2 Satz 2 BV). Insbesondere besteht gestützt auf Art. 32 Abs. 2 BV ein Anspruch des Angeklagten, dass sein Verteidiger an der Haupt- bzw. Berufungsverhandlung teilnehmen kann (BGE 131 I 185 E. 3.1 S. 191 mit Hinweisen).\n\nDas Bundesgericht prüft frei, ob die betreffenden Grundrechtsgarantien bei der Anwendung des kantonalen Prozessrechtes missachtet worden sind (vgl. BGE 131 I 185 E. 2.1 S. 188; BGE 127 I 213 E. 3b S. 216 mit Hinweisen).\n\n6. Nach der Praxis des Bundesgerichtes stellt in Fällen der notwendigen Verteidigung die Durchführung der Berufungsverhandlung ohne Anwesenheit des Rechtsbeistands einen Verstoss gegen die Verteidigungsrechte des Angeklagten dar (BGE 131 I 185 E. 3.2.3 S. 191 f., mit Hinweis auf BGE 113 Ia 218 E. 3c S. 223). Selbst wenn der Appellant trotz ordnungsgemässer Vorladung und ohne Entschuldigung zur Berufungsverhandlung nicht erscheint, darf ihm das Recht, von einem Anwalt an dieser Verhandlung wirksam verteidigt zu werden, nicht verunmöglicht werden; auch in einer solchen Konstellation hat er Anspruch auf amtliche Verteidigung (BGE 131 I 185 E. 3.2.3 S. 192, mit Hinweis auf BGE 127 I 213 E. 3a S. 216).\n\nIn BGE 127 I 213 erwog das Bundesgericht, dass der Appellant mit seinem unentschuldigten Nichterscheinen zwar sein Recht auf persönliche Anwesenheit verwirkt habe. Hingegen habe er damit weder auf die Appellation verzichtet, noch auf sein Recht, durch einen BGE 133 I 12 S. 15 Offizialverteidiger vertreten zu werden (BGE 127 I 213 E. 4 S. 217). Die Versagung von Verteidigungsrechten (im Sinne von Art. 32 Abs. 2 und Art. 29 Abs. 3 BV) wegen unentschuldigter Säumnis stelle eine unverhältnismässige Massnahme dar. Wegen der zentralen Bedeutung der persönlichen Anwesenheit des Beschuldigten für ein faires Strafverfahren müsse zudem der Verzicht auf das Anwesenheitsrecht soweit möglich durch die Sicherstellung einer wirksamen Verteidigung ausgeglichen werden (BGE 127 I 213 E. 4 S. 218).\n\nDas Kassationsgericht des Kantons Zürich erkannte in einem publizierten Urteil vom 27. Oktober 1997 (und gestützt auf seine jahrzehntelange Praxis) einen Verstoss gegen die Grundrechte, \"wenn die Berufungsinstanz wegen unentschuldigten Ausbleibens des appellierenden Angeklagten Rückzug der Berufung annimmt, sofern gleichzeitig der Verteidiger anwesend und zur Begründung der Berufung bereit ist\" (ZR 97/1998 Nr. 29 S. 86 ff. mit Hinweisen). Ein Verlust des Anspruches auf Berufung (wie ihn Art. 32 Abs. 3 BV unterdessen ausdrücklich gewährleistet) könne nur bei sogenanntem \"Totalversäumnis\" eintreten (Ausbleiben sowohl des Appellanten als auch des Verteidigers).\n\nNach der neuen ausdrücklichen Vorschrift der Zürcher Strafprozessordnung (§ 423 StPO/ZH, in Kraft seit 1. Januar 2005) genügt es, wenn der Appellant oder sein Verteidiger an der Berufungsverhandlung anwesend ist. Das unentschuldigte Nichterscheinen des Appellanten führt nicht zur Abschreibung des Berufungsverfahrens, sondern zur Durchführung des Abwesenheitsverfahrens (vgl. NIKLAUS SCHMID, Strafprozessrecht, 4. Aufl., Zürich 2004, Rz. 1041, Fn. 269).\n\nEine ähnliche Regelung (Rechtsverlust nur bei \"Totalversäumnis\") enthält auch der bundesrätliche Entwurf zu einer Schweizerischen Strafprozessordnung (E-StPO; BBl 2006 S. 1389 ff.): Die Berufung \"gilt als zurückgezogen\", wenn der Appellant \"der mündlichen Berufungsverhandlung unentschuldigt fernbleibt und sich auch nicht vertreten lässt \" (Art. 414 Abs. 1 lit. a E-StPO). Ein Abwesenheitsverfahren findet statt, wenn \"die Staatsanwaltschaft oder die Privatklägerschaft die Berufung im Schuld- oder Strafpunkt erklärt\" und der Angeklagte der Berufungsverhandlung unentschuldigt fernbleibt (Art. 414 Abs. 2 E-StPO).\n\nAuch der Europäische Gerichtshof für Menschenrechte folgt (gestützt auf die EMRK bzw. das Prot. Nr. 7 EMRK) in seiner Praxis BGE 133 I 12 S. 16diesen oben dargelegten Grundsätzen (vgl. Urteile des EGMR i.S. Lala und Pelladoah gegen die Niederlande vom 22. September 1994, Serie A, Bd. 297-A und 297-B, AJP 1995 S. 668 f.; i.S. Poitrimol gegen Frankreich vom 23. November 1993, Serie A, Bd. 277-A, AJP 1994 S. 804 f.).\n\n7. Wie sich im vorliegenden Fall aus den Akten ergibt, ist der Beschwerdeführer anwaltlich verbeiständet. Da er vom Kriminalgericht erstinstanzlich zu viereinhalb Jahren Zuchthaus verurteilt wurde, handelt es sich um einen Fall der notwendigen Verteidigung (vgl. § 33 Abs. 3 Ziff. 3 StPO/LU). Am 23. Juni 2005 hat der Beschwerdeführer frist- und formgültig Appellation erhoben. Mit prozessleitender Verfügung vom 10. Januar 2006 wurde er vom Obergericht unter Androhung von Säumnisfolgen auf den 14. März 2006 zur Berufungsverhandlung vorgeladen. Die betreffende persönliche Vorladung an den Angeklagten wurde dessen Verteidiger zugestellt.\n\nAm 13. Februar 2006 stellte der in Deutschland wohnhafte Beschwerdeführer ein Gesuch um Dispensation vom persönlichen Erscheinen an der Berufungsverhandlung. Er wies darauf hin, dass er \"in tatsächlicher Hinsicht voll geständig\" sei und dass sein Verteidiger \"das angefochtene Urteil mit rechtlichen Argumenten in Frage stellen\" werde. Daher erscheine seine persönliche Anwesenheit an der Appellationsverhandlung \"entbehrlich\". Darüber hinaus habe das Bundesamt für Migration am 10. August 2005 eine Einreisesperre gegen ihn, den Beschwerdeführer, verfügt.\n\nMit prozessleitender Verfügung vom 14. Februar 2006 wies das präsidierende Mitglied des Obergerichtes das Dispensationsgesuch \"im Sinne der Erwägungen\" ab. Es erwog, dass das Bundesamt für Migration zwar eine Einreisesperre gegen den Appellanten \"bis am 9. August 2010 verhängt\" habe. Es stehe dem Beschwerdeführer jedoch \"offen, bei diesem Bundesamt als zuständige Behörde eine ausdrückliche Bewilligung für das Betreten der Schweiz im Hinblick auf die Appellationsverhandlung einzuholen\". Zwar könne das Obergericht \"wegen Krankheit, Landesabwesenheit oder aus anderen wichtigen Gründen\" Angeklagte vom persönlichen Erscheinen an der Berufungsverhandlung dispensieren. Im Hinblick auf die \"strittige Strafzumessung\" sei hier jedoch die persönliche Anwesenheit des Appellanten \"zwingend\".\n\nIn der gleichen Verfügung vom 14. Februar 2006 erwog das präsidierende Mitglied des Obergerichtes zusätzlich, dass sich BGE 133 I 12 S. 17\"vorliegend auch die Frage\" stelle, \"ob dem Angeklagten das freie Geleit zu gewähren sei\". Ein freies Geleit könne den Beschwerdeführer \"nur vor einer Untersuchungshaft\" schützen, es falle jedoch \"bei einer allfälligen Verurteilung durch das Obergericht\" dahin. \"Das Obergericht\" behalte \"sich demnach vor, den Angeklagten im Fall eines Schuldspruchs und einer unbedingten Freiheitsstrafe nach Urteilseröffnung im Nachgang zur Appellationsverhandlung verhaften zu lassen\".\n\nIn der Folge erschien der Beschwerdeführer nicht persönlich an der Berufungsverhandlung vom 14. März 2006. Er liess sich dort jedoch durch seinen Verteidiger vertreten. Dieser erklärte im Namen des Beschwerdeführers ausdrücklich, dass er an der Appellation festhalte und auch bereit sei, diese zu begründen. Das Obergericht schrieb die Appellation dennoch \"als erledigt\" von der Geschäftskontrolle ab mit der Begründung, durch sein Nichterscheinen habe der Beschwerdeführer auf Appellation \"verzichtet\" bzw. sein \"Desinteresse\" daran erklärt.\n\n8. Die Luzerner Praxis, wonach die Appellation (bei unentschuldigtem Ausbleiben des Angeklagten) selbst dann ersatzlos abgeschrieben wird, wenn der Verteidiger zur Appellationsverhandlung erscheint, hält vor Art. 32 BV und der oben dargelegten Rechtsprechung nicht stand.\n\n8.1 Die prozessuale Pflicht des Angeklagten zum persönlichen Erscheinen an der Hauptverhandlung (wie auch sein Recht auf persönliche Teilnahme) ist ein sehr wichtiges Element des Strafverfahrens (vgl. ROBERT HAUSER/ERHARD SCHWERI/KARL HARTMANN, Schweizerisches Strafprozessrecht, 6. Aufl., Basel 2005, § 81 Rz. 10-13). Dies gilt grundsätzlich auch für das Appellationsverfahren. Allerdings dürfen kantonale Verfahrensvorschriften die verfassungsmässigen Grundrechte auf Appellation und wirksame Verteidigung nicht unterlaufen und aushöhlen. Zwar kann unentschuldigtes Ausbleiben des Angeklagten prozessuale Konsequenzen nach sich ziehen. Zu denken wäre namentlich an die Durchführung eines Abwesenheitsverfahrens, an Kostenfolgen oder an Auswirkungen auf Fragen der Beweiswürdigung. Das verfassungsmässige Grundrecht auf Appellation und wirksame Verteidigung wird jedoch unterlaufen, wenn als Folge des unentschuldigten Ausbleibens des Angeklagten die Berufung selbst dann als \"zurückgezogen\" abgeschrieben wird, wenn der Verteidiger zur Berufungsverhandlung antritt und bereit BGE 133 I 12 S. 18ist zu plädieren. Eine solche Konsequenz erscheint nach der dargelegten Rechtslage unverhältnismässig und verfassungswidrig. Eine Verwirkung der Appellation kann nur bei einem sogenannten \"Totalversäumnis\" im Sinne der dargelegten Praxis (unentschuldigtes Ausbleiben sowohl des Angeklagten als auch des Verteidigers) in Frage kommen.\n\nSchon aus diesem Grund ist die Beschwerde gutzuheissen und der angefochtene Abschreibungsbeschluss aufzuheben.\n\n8.2 Von diesen grundsätzlichen Erwägungen abgesehen, erscheint das prozessuale Vorgehen der kantonalen Justizbehörden im vorliegenden konkreten Fall auch noch aus zusätzlichen Gründen unfair, überspitzt formalistisch und unverhältnismässig. Nach Treu und Glauben (Art. 9 BV) kann hier nicht von einem (konkludenten) \"Verzicht\" auf die ausdrücklich erklärte Appellation ausgegangen werden. Mit einem Verzicht auf persönliche Anwesenheit an der Berufungsverhandlung nimmt der Appellant zwar freiwillig eine gewisse Schwächung seiner prozessualen Stellung und seiner Verteidigungsmöglichkeiten in Kauf. Damit verzichtet er jedoch nicht vollständig auf das Rechtsmittel der Appellation bzw. auf jegliche Verteidigung (vgl. BGE 131 I 185 E. 3.2.3 S. 191 f.; BGE 127 I 213 E. 4 S. 217 f.). Hier kommt noch hinzu, dass ein gesetzlicher Fall der notwendigen Verteidigung vorliegt und der Angeklagte erstinstanzlich zu einer Strafe von viereinhalb Jahren Zuchthaus verurteilt wurde. Ausserdem war der Beschwerdeführer zur erstinstanzlichen Hauptverhandlung persönlich erschienen."}