{"annee": "133", "cour": "V", "page": "108", "date": "6/11/2006", "cite": ["130 V 71", "127 V 466", "117 V 198", "130 V 121", "109 V 262", "130 V 64", "125 V 410", "125 V 368", "109 V 108", "130 V 343"], "cite_par": ["145 V 141", "143 I 60", "140 V 514", "134 V 131"], "chapeau": "16. Auszug aus dem Urteil des Eidgenössischen Versicherungsgerichts i.S. M. gegen IV-Stelle Bern und Verwaltungsgericht des Kantons Bern (Verwaltungsgerichtsbeschwerde)\n\nI 465/05 vom 6. November 2006", "regestes": ["Art. 17 LPGA; art. 41 LAI (en vigueur jusqu'au 31 décembre 2002); art. 87 al. 2 et 3 RAI: Base de comparaison déterminante dans le temps. A l'instar de ce qui prévaut pour une nouvelle demande (ATF 130 V 71), c'est la dernière décision entrée en force qui repose sur un examen matériel du droit à la rente avec une constatation des faits pertinents, une appréciation des preuves et une comparaison des revenus conformes au droit qui constitue le point de départ temporel pour l'examen d'une modification du degré d'invalidité lors d'une révision de la rente (sur demande ou d'office; changement de jurisprudence; consid. 5)."], "faits": "", "considerants": "|109|\n\nAus den Erwägungen:\n\n4.\n\n4.1 Gemäss vorinstanzlich erwähntem BGE 109 V 265 E. 4a ist im Rahmen einer Rentenrevision zeitliche Vergleichsbasis für die Glaubhaftmachung einer anspruchserheblichen Änderung nach Art. 87 Abs. 3 IVV stets die letzte anspruchs ändernde Verfügung; Verfügungen, welche eine laufende Rente bloss bestätigen, sind demgegenüber revisionsrechtlich unbeachtlich (vgl. auch BGE 125 V 369 E. 2, RKUV 1989 Nr. U 65 S. 71 E. 1c, mit Hinweisen; ebenso bereits ZAK 1969 S. 130 E. 1). Soweit im späteren BGE 130 V 351 E. 3.5.2 ausgeführt wurde, im Revisionsverfahren sei der Sachverhalt im Zeitpunkt, in welchem die Rente rechtskräftig gewährt \"bzw. materiell bestätigt worden ist\", mit dem Sachverhalt im Zeitpunkt der Neubeurteilung zu vergleichen, war damit - wie das kantonale Gericht mit zutreffender Begründung, worauf verwiesen wird, erwogen hat - keine Abkehr von der Rechtsprechung gemäss BGE 109 V 265 E. 4a beabsichtigt.\n\n4.2 Im vom kantonalen Gericht ebenfalls zitierten BGE 130 V 71 war das Nichteintreten der Verwaltung auf eine Neuanmeldung gemäss Art. 87 Abs. 4 IVV zu beurteilen. Dabei bestätigte das Eidgenössische Versicherungsgericht - konstanter Rechtsprechung entsprechend - die grundsätzliche Analogie zwischen Rentenrevision und Neuanmeldung. Es nahm jedoch hinsichtlich des für die Glaubhaftmachung einer anspruchserheblichen Änderung massgebenden Vergleichszeitraums insoweit eine Differenzierung vor, als es den gemäss BGE 109 V 265 E. 4a für die Rentenrevision geltenden Grundsatz, wonach materiell bloss \"bestätigende\" im Unterschied zu anspruchsändernden Verfügungen unbeachtlich sind, für das Neuanmeldungsverfahren nicht gelten liess. Begründet wurde dies im Wesentlichen damit, dass hier - anders bei der Rentenrevision, welche einen Rentenanspruch voraussetzt - eine staatliche Leistungspflicht erst behauptet wird; die in BGE 109 V 265 E. 4a getroffene Unterscheidung von materiell den Rentenanspruch \"bloss bestätigenden\" und \"anspruchsändernden\" Verfügungen fällt daher bei der Neuanmeldung (vorbehältlich einer zuletzt verfügten Rentenaufhebung) sachlogisch ausser Betracht. Würde im Neuanmeldungsverfahren nach BGE 109 V 265 E. 4a verfahren, müssten mit andern Worten sämtliche vorangehenden, erneut leistungsverweigernden Verfügungen als bloss \"bestätigend\" eingestuft werden und wäre daher stets auf den Zeitpunkt der ursprünglichen |110| Rentenverweigerung abzustellen. Dies liefe dem Grundgedanken von Art. 87 Abs. 4 IVV zuwider, wonach sich die Verwaltung nicht immer wieder mit gleichlautenden und nicht näher begründeten, d.h. keine Veränderung des Sachverhalts darlegenden Rentengesuchen soll befassen müssen (BGE 130 V 75 ff. E. 3.2.3). Vor diesem Hintergrund entschied das Gericht mit Bezug auf Neuanmeldungen:\n\n\"Erfolgte (...) nach einer ersten Leistungsverweigerung eine erneute materielle Prüfung des geltend gemachten Rentenanspruchs und wurde dieser nach rechtskonformer Sachverhaltsabklärung, Beweiswürdigung und Durchführung eines Einkommensvergleichs (bei Anhaltspunkten für eine Änderung in den erwerblichen Auswirkungen des Gesundheitszustands) abermals rechtskräftig verneint, muss sich die leistungsansprechende Person dieses Ergebnis - vorbehältlich der Rechtsprechung zur Wiedererwägung oder prozessualen Revision (vgl. BGE 127 V 469 E. 2c mit Hinweisen) - bei einer weiteren Neuanmeldung entgegenhalten lassen.\" (BGE 130 V 77 E. 3.2.3)\n\nBisheriger Rechtsprechung entsprechend sind gemäss 130 V 77 E. 3.2.3 einem Leistungsgesuch vorangehende Nichteintretensverfügungen der Verwaltung sowohl bei der Rentenrevision wie auch der Neuanmeldung für die Bestimmung der zeitlichen Vergleichsbasis unbeachtlich.\n\n4.3 Das Urteil BGE 130 V 71 betrifft die Tragweite und Anwendbarkeit der in BGE 109 V 265 E. 4a dargelegten Grundsätze zur revisionsrechtlich massgebenden zeitlichen Vergleichsbasis im Neuanmeldungsverfahren; hingegen bestand dort keine Notwendigkeit, die Praxis gemäss BGE 109 V 265 E. 4a mit Bezug auf die Rentenrevision nach Art. 41 IVG grundsätzlich zu überdenken. Die Erwägungen des kantonalen Gerichts geben nunmehr hierzu Anlass.\n\n5.\n\n5.1 Die Frage nach der für die Beurteilung einer anspruchserheblichen Änderung des Invaliditätsgrades massgebenden zeitlichen Vergleichsbasis stellt sich im Neuanmeldungs- ebenso wie im Rentenrevisionsverfahren, und zwar sowohl unter eintretensrechtlichen Gesichtspunkten (Art. 87 Abs. 3 und 4 IVV), wie sie hier im Vordergrund stehen, als auch bei der - von der Eintretensfrage zu unterscheidenden - materiellrechtlichen Prüfung einer von der versicherten Person glaubhaft gemachten (Neuanmeldung und Revision auf Gesuch hin) oder einer von der Verwaltung nach Massgabe von Art. 87 Abs. 2 IVV (in der bis Ende Februar 2004 gültig |111| gewesenen und in der seit 1. März 2004 geltenden Fassung) für möglich gehaltenen anspruchsbeeinflussenden Änderung des Invaliditätsgrades (Revision von Amtes wegen; Art. 41 IVG und Art. 87 Abs. 1 IVV [je in Kraft gestanden bis 31. Dezember 2002] bzw. - seit 1. Januar 2003 - Art. 17 ATSG). Aus nachfolgend dargelegten Gründen ist der Vorinstanz darin beizupflichten, dass der relevante Vergleichszeitraum im Revisionsverfahren im Rahmen der Eintretensfrage wie auch der materiellen Anspruchsprüfung, erfolge sie auf Gesuch hin oder von Amtes wegen, analog zur Neuanmeldung zu bestimmen ist.\n\n5.2 Bei der Neuanmeldung und der Rentenrevision handelt es sich zwar nicht um identische, wohl aber um ähnliche Rechtsinstitute, insoweit beide auf eine erneute Prüfung eines Leistungsanspruchs aufgrund veränderter Verhältnisse zielen. Dementsprechend knüpft das Gesetz das Eintreten auf eine Neuanmeldung an dieselben Voraussetzungen, wie sie im Falle eines Revisionsgesuchs gelten (Art. 87 Abs. 4 in Verbindung mit Art. 87 Abs. 3 IVV; zur Prüfung der Eintretensfrage vgl. auch BGE 117 V 198 E. 3a; BGE 109 V 114 E. 2b, BGE 109 V 264 f. E. 3). Für die neuanmeldungs- wie revisionsrechtlich erforderliche Glaubhaftmachung einer anspruchserheblichen Änderung des Invaliditätsgrades gelten dabei dieselben Beweisanforderungen (vgl. BGE 130 V 64; siehe auch Urteile vom 10. Februar 2005 [I 619/04] E. 2, vom 9. Januar 2004 [I 571/03] E. 3.1; ferner SVR 2003 IV Nr. 25 S. 77 E. 2.2 und 2.3 (= Urteil I 238/02 vom 20. März 2003). Auch im Rahmen der materiellrechtlichen Anspruchsprüfung besteht eine grundsätzliche Analogie zwischen Neuanmeldung und Revision; hier wie dort hat die Verwaltung im Wesentlichen gleich vorzugehen und treffen sie im Wesentlichen dieselben materiellen Abklärungs- und Prüfungspflichten (BGE 109 V 115 E. 2b; BGE 117 V 198 E. 3a). Letzteres gilt im Übrigen auch für ein gestützt auf Art. 87 Abs. 2 IVV von Amtes wegen eingeleitetes Revisionsverfahren (vgl. E. 5.1 hievor), hat die Verwaltung doch auch hier gleichermassen zu prüfen, ob die (von ihr für möglich und daher für näher abklärungsbedürftig gehaltene) Änderung des Invaliditätsgrades tatsächlich eingetreten ist und, bejahendenfalls, ob die festgestellte Änderung den Rentenanspruch tatsächlich erheblich beeinflusst. Diese in der Sache bestehenden Gemeinsamkeiten der Neuanmeldung und der Rentenrevision legen es nahe, die entscheidende Frage nach der anspruchserheblichen Änderung des Invaliditätsgrades in sämtlichen |112| Konstellationen - sei es im Rahmen der Eintretensfrage nach Art. 87 Abs. 3 und 4 IVV, sei es im Rahmen der materiellen Anspruchsbeurteilung - (auch) in zeitlicher Hinsicht nach denselben Grundsätzen zu prüfen.\n\n5.3 Was die zeitliche Vergleichsbasis bei der Prüfung der allein eintretensrechtlich relevanten, hier umstrittenen Glaubhaftmachung einer anspruchserheblichen Änderung (Art. 87 Abs. 3 und 4 IVV) im Besonderen betrifft, fallen folgende Gesichtspunkte ins Gewicht:\n\n5.3.1 Die in Art. 87 Abs. 3 und 4 IVV genannte Eintretensvoraussetzung soll verhindern, dass sich die Verwaltung immer wieder mit gleichlautenden und nicht näher begründeten, d.h. keine Veränderung des Sachverhalts darlegenden Rentengesuchen befassen muss (BGE 130 V 76 f. E. 3.2.3; BGE 125 V 412 E. 2b; BGE 117 V 200 E. 4b; BGE 109 V 264 E. 3.2.3). Diesem Zweck kann im Revisionsverfahren ebenso wie im Neuanmeldungsverfahren nur wirksam Rechnung getragen werden, wenn sich die versicherte Person das Ergebnis der letztmaligen materiellen Überprüfung des Rentenanspruchs - mit rechtsgenüglicher Abklärung des Gesundheitszustands und gesetzeskonformer Ermittlung des Invaliditätsgrades - im Rahmen eines erneuten Leistungsgesuchs entgegenhalten lassen muss. Andernfalls nämlich entfällt nach einem Eintreten mit anschliessender Bestätigung des Rentenanspruchs die Möglichkeit eines Nichteintretensentscheids für alle weiteren Revisionsgesuche, zumal der eintretensrechtlich massgebende Referenzzeitpunkt die ursprüngliche Rentenverfügung bliebe und sich die versicherte Person immer wieder auf die einmal bejahte Glaubhaftmachung einer anspruchserheblichen Änderung berufen könnte (vgl. auch E. 5.3.4).\n\n5.3.2 Soweit die Rechtsprechung gemäss BGE 109 V 265 E. 4a bisher dahin verstanden wurde, dass \"bestätigende\" Verfügungen auch dann für den revisionsrechtlich erheblichen Vergleichszeitraum unbeachtlich bleiben, wenn ihnen - im Unterschied zu Nichteintretensentscheiden oder Mitteilungen laufender Rentenzahlungen in Verfügungsform - eine eigentliche, materielle Anspruchsprüfung voranging, kann daran auch aus Gründen der Gleichbehandlung nicht festgehalten werden: Der genannte Ansatz führt zum unbefriedigenden Ergebnis, dass sich eine leistungsansprechende Person eine Verfügung, in welcher nach materieller Prüfung eine nicht anspruchserhebliche Erhöhung des Invaliditätsgrades von 40 |113| auf 42 % festgestellt wird, nie entgegenhalten lassen muss, während im Neuanmeldungsverfahren eine verfügungsweise festgestellte Änderung von 37 % auf 39 % gestützt auf BGE 130 V 71 stets (neuer) zeitlicher Ausgangspunkt für die Glaubhaftmachung einer Änderung im Sinne von Art. 87 Abs. 4 IVV in Verbindung mit Abs. 3 der Bestimmung bildet. Des Weiteren werden Versicherte, deren letzte materielle Beurteilung des Leistungsanspruchs zufolge einer Erhöhung des Invaliditätsgrades von beispielsweise 41 % auf 49 % bei einem im Rahmen des Einkommensvergleichs errechneten, abzurundenden Prozentsatz von 49.4 % zu keiner Rentenanpassung geführt hat, bei einem erneuten Revisionsgesuch eintretensrechtlich anders behandelt als jene, bei welchen aufgrund einer ermittelten Steigerung des Invaliditätsgrades von 41 % auf 50 % bei einem im Rahmen des Einkommensvergleichs errechneten und praxisgemäss aufzurundenden Prozentsatz von 49.6 % (BGE 130 V 122 ff. E. 3.2) eine Anspruchsänderung verfügt worden ist. Es besteht mithin, wie vorinstanzlich zutreffend erwogen, nicht nur eine Ungleichbehandlung von Versicherten mit und solchen ohne laufende Rente; auch innerhalb der Gruppe der Rentenbezügerinnen und Rentenbezüger wird eine Unterscheidung getroffen, für welche keine stichhaltigen Gründe ersichtlich sind.\n\n5.3.3 Werden ferner \"materiell bestätigende\" Verfügungen bei der Bestimmung des massgebenden Beurteilungszeitraums generell als unbeachtlich eingestuft, kommt ihnen in diesem Punkt durchwegs derselbe Stellenwert zu wie vorangegangenen Nichteintretensverfügungen, was eintretensrechtlich - wie auch unter dem Gesichtspunkt der materiellrechtlichen Prüfung eines Revisionsgrundes (auf Gesuch hin oder von Amtes wegen) - nicht überzeugt. Bei der Rentenrevision im Allgemeinen gilt ebenso wie bei der Neuanmeldung, dass eine Verfügung, welcher nur geringer Abklärungsaufwand der Verwaltung vorangeht und die bloss summarisch und in erster Linie formal begründet ist (Nichteintretensverfügung), unter dem Blickwinkel der Rechtsbeständigkeit anders zu gewichten ist als eine solche, die auf einer - nach Massgabe des Untersuchungsgrundsatzes - umfassenden materiellen Anspruchsprüfung beruht.\n\n5.3.4 Schliesslich befriedigt es, wie das kantonale Gericht richtig festgehalten hat, auch in prozessualer Hinsicht nicht, dass ein Rentenbezüger die Rechtsmittelfrist nach einer materiell bloss bestätigenden Rentenverfügung (im Unterschied zum Versicherten |114| mit negativem Leistungsentscheid nach Neuanmeldung) ohne grösseren Nachteil verstreichen lassen kann, weil er das Versäumnis relativ kurze Zeit nach Ablauf der Rechtsmittelfrist durch erneutes Revisionsgesuch kompensieren kann (vgl. auch E. 5.3.1 in fine) und lediglich in Kauf zu nehmen hat, dass eine allfällige Erhöhung der Rente gestützt auf Art. 88bis Abs. 1 lit. a IVV frühestens ab dem Monat erfolgen würde, in welchem das erneute Revisionsbegehren gestellt wurde.\n\n5.4 Nach dem Gesagten hat die Rechtsprechung gemäss BGE 130 V 71 auch für die Rentenrevision, sei es auf Gesuch hin oder von Amtes wegen, zu gelten. Zeitlicher Referenzpunkt für die Prüfung einer anspruchserheblichen Änderung bildet somit auch hier die letzte (der versicherten Person eröffnete) rechtskräftige Verfügung, welche auf einer materiellen Prüfung des Rentenanspruchs mit rechtskonformer Sachverhaltsabklärung, Beweiswürdigung und Durchführung eines Einkommensvergleichs (bei Anhaltspunkten für eine Änderung in den erwerblichen Auswirkungen des Gesundheitszustands) beruht; vorbehalten bleibt die Rechtsprechung zur Wiedererwägung und prozessualen Revision (BGE 130 V 77 E. 3.2.3)."}