{"annee": "133", "cour": "IV", "page": "132", "date": "23/5/2007", "cite": [], "cite_par": ["145 IV 99", "134 IV 156"], "chapeau": "19. Estratto della sentenza della I Corte di diritto pubblico nella causa A. contro Ministero pubblico del Cantone Ticino e Tribunale penale federale (ricorso in materia di diritto pubblico)\n\n1C_128/2007 del 23 maggio 2007", "regestes": ["Art. 84 et 109 al. 1 et 3 LTF; recours en matière de droit public dans le domaine de l'entraide pénale internationale. Recours déclaré irrecevable, par une motivation sommaire, au motif qu'il ne porte pas sur un cas particulièrement important (consid. 1)."], "faits": "BGE 133 IV 132 S. 133\n\nLa Procura della Repubblica presso il Tribunale ordinario di Roma ha presentato alla Svizzera una domanda di assistenza giudiziaria, poi completata, nell'ambito di un procedimento penale avviato nei confronti di numerose persone per titolo di corruzione per un atto contrario ai doveri d'ufficio. Il Ministero pubblico del Cantone Ticino, con decisione di chiusura parziale, ha accolto la rogatoria e ordinato la trasmissione all'Italia della documentazione del conto n. x presso la banca X. Con decisione del 7 maggio 2007, la II Corte dei reclami penali del Tribunale penale federale ha respinto un ricorso inoltrato da A., titolare della citata relazione bancaria.\n\nAvverso questo giudizio A. presenta un \"ricorso\" al Tribunale federale. Chiede di annullarlo e di invitare l'autorità richiedente a completare la citata domanda integrativa.\n\nNon sono state chieste osservazioni.", "considerants": "Dai considerandi:\n\n1.\n\n1.1 Secondo l'art. 84 LTF (RS 173.110), contro le decisioni emanate nel campo dell'assistenza giudiziaria internazionale in materia penale il ricorso in materia di diritto pubblico è ammissibile soltanto se concerne, tra l'altro, la comunicazione di informazioni inerenti alla sfera segreta e si tratti di un caso particolarmente importante (cpv. 1). Si è segnatamente in presenza di un caso particolarmente importante laddove vi sono motivi per ritenere che sono stati violati elementari principi procedurali o che il procedimento all'estero presenta gravi lacune (cpv. 2).\n\n1.2 Conformemente all'art. 109 cpv. 1 LTF, la Corte giudica nella composizione di tre giudici circa la non entrata nel merito su ricorsi soggetti alle condizioni dell'art. 84 LTF. La decisione è motivata sommariamente (art. 109 cpv. 3 LTF).\n\n1.3 La decisione impugnata concerne la consegna di informazioni inerenti alla sfera segreta, ma non si tratta manifestamente, né il BGE 133 IV 132 S. 134ricorrente lo sostiene, di un caso particolarmente importante. In effetti, il ricorrente si limita ad addurre l'asserita lacunosità del complemento litigioso, contestando, peraltro in maniera generica, la proporzionalità della criticata misura e l'utilità potenziale dei documenti bancari litigiosi per il procedimento penale estero, condizioni il cui adempimento è stato accertato senza indugio dal Tribunale penale federale. L'art. 84 LTF persegue infatti lo scopo di limitare fortemente l'accesso al Tribunale federale nell'ambito dell'assistenza giudiziaria (HEINZ AEMISEGGER, Der Beschwerdegang in öffentlich-rechtlichen Angelegenheiten, in: Bernhard Ehrenzeller/Rainer J. Schweizer [ed.], Die Reorganisation der Bundesrechtspflege - Neuerungen und Auswirkungen in der Praxis, San Gallo 2006, pag. 103 segg., 182 seg.). Ora, il ricorrente non sostiene e non dimostra, conformemente a quanto previsto dall'art. 42 cpv. 2 secondo periodo LTF, che si sarebbe in presenza dei requisiti previsti dall'art. 84 cpv. 2 LTF, norma da lui nemmeno richiamata."}