{"annee": "133", "cour": "IV", "page": "97", "date": "17/5/2007", "cite": ["120 IV 136", "103 IV 186", "114 IV 154", "130 I 126", "90 IV 137", "85 IV 142", "120 IV 265", "124 IV 127", "105 IV 48", "115 IV 199", "127 IV 115", "73 IV 237", "95 IV 172", "96 IV 155"], "cite_par": ["138 V 281"], "chapeau": "11. Auszug aus dem Urteil des Kassationshofes i.S. X. gegen Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)\n\n6S.561/2006 vom 17. Mai 2007", "regestes": ["Art. 286 et 305 al. 1 CP; opposition aux actes de l'autorité; autofavorisation. Celui qui, dans le dessein d'échapper à une poursuite pénale, fait échouer un contrôle de police, sans que son action se situe dans le cours d'un acte de l'autorité suffisamment concret, ne se rend pas coupable de l'infraction prévue à l'art. 286 CP (précision de la jurisprudence; consid. 6)."], "faits": "BGE 133 IV 97 S. 97\n\nA. Am 7. März 2006 erliess das Bezirksamt Zurzach gegen X. einen Strafbefehl wegen Hinderung einer Amtshandlung und Führens eines Fahrzeuges in nicht vorschriftsgemässem Zustand mit folgendem Wortlaut:\n\n\"Durch zwei Beamte der Mobilen Einsatzpolizei wurde festgestellt, dass am Personenwagen des Beschuldigten die Fahrer- und die Beifahrerscheibe stark abgedunkelt waren. Als der Beschuldigte in der Folge BGE 133 IV 97 S. 98angehalten wurde, senkte er die zuvor hochgefahrene Fahrer- und Beifahrerscheibe. Anlässlich der Kontrolle verhielt sich der Beschuldigte äusserst unkooperativ, jähzornig und erbost. Er weigerte sich zudem die Fensterscheibe hochzufahren, damit durch die Polizei eine Fotografie hätte erstellt werden können. Mit einer Mängelkarte wurde der Beschuldigte aufgefordert, sein Fahrzeug in vorschriftsgemässen Zustand zu versetzen. Die Mängelkarte wurde bei der Weiterfahrt aus dem Fenster geworfen. Der Beschuldigte war bereits mit Strafbefehl vom 4. Juli 2005 wegen mit Folie getönter Seitenscheiben, vorne links und rechts, mit Busse bestraft worden.\"\n\nGegen diesen Strafbefehl erhob X. Einsprache.\n\nB. Das Bezirksgericht Zurzach erklärte X. mit Urteil vom 8. Juni 2006 wegen Hinderung einer Amtshandlung (Art. 286 StGB) sowie Führens eines Fahrzeuges in nicht vorschriftsgemässem Zustand (Art. 29 SVG, Art. 57 Abs. 1 VRV [SR 741.11] und Art. 71 Abs. 4 VTS [SR 741.41] i.V.m. Art. 93 Ziff. 2 Abs. 1 SVG) schuldig und bestrafte ihn mit einer Busse von 1'000 Franken als Zusatzstrafe zum Urteil des Bezirksamtes Zurzach vom 15. November 2005.\n\nC. Das Obergericht des Kantons Aargau sprach X. - in teilweiser Gutheissung einer von ihm erhobenen Berufung - vom Vorwurf des Führens eines Fahrzeuges in einem nicht vorschriftsgemässem Zustand frei, verurteilte ihn hingegen nach Art. 286 StGB wegen Hinderung einer Amtshandlung zu einer Busse von 800 Franken als Zusatzstrafe zum Urteil des Bezirksamtes Zurzach vom 15. November 2005.\n\nD. X. führt gegen das Urteil des Obergerichts vom 20. Oktober 2006 eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, den angefochtenen Entscheid aufzuheben und das Verfahren an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht heisst die Nichtigkeitsbeschwerde gut, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 In tatsächlicher Hinsicht führt die Vorinstanz Folgendes aus: Am 4. Oktober 2005 liess der Beschwerdeführer die abgedunkelten Fahrer- und Beifahrerscheiben seines Personenwagens herunter, nachdem er eine Polizeipatrouille erblickt hatte. Den beiden Polizeibeamten im Dienst war die Abdunklung der Fensterscheiben (vorerst noch oben) aufgefallen, weshalb sie dem Fahrzeug des Beschwerdeführers folgten und ihn zum Anhalten aufforderten, was er BGE 133 IV 97 S. 99auch tat. Als die Beamten zur Kontrolle schritten, waren die beiden vorderen Fensterscheiben unten. Der Aufforderung, die Scheiben wieder hochzukurbeln, um das Fahrzeug auf seinen vorschriftsgemässen Zustand hin zu überprüfen und mittels Fotografie eine Beweisaufnahme durchzuführen, kam der Beschwerdeführer nicht nach. Aus dieser Weigerung und dem Umstand, dass er bereits vor drei Monaten wegen abgedunkelter Fahrer- und Beifahrerscheiben gebüsst worden war, zieht die Vorinstanz den tatsächlichen Schluss, dass er die Fensterscheiben nicht - wie von ihm behauptet - zum Lüften, sondern einzig zur Verhinderung der Beweiserstellung herunterliess und einer erneuten Verzeigung unbedingt entgehen wollte.\n\nDie Vorinstanz nimmt an, der Beschwerdeführer habe durch sein Verhalten eine Amtshandlung im Sinne von Art. 286 StGB gehindert. Unter Verweis auf das Urteil der ersten kantonalen Instanz führt sie zur Begründung aus, seine Weigerung anlässlich der konkreten Kontrolle sei als passiver Widerstand zu qualifizieren, dem ein Tätigwerden - namentlich das Herunterlassen der Fensterscheiben - vorausgegangen sei. Da feststehe, dass er einzig zum Zwecke der Verhinderung bzw. Erschwerung der Beweisaufnahme tätig geworden sei, habe er den Tatbestand von Art. 286 StGB objektiv und subjektiv erfüllt. Das blosse Motiv der Selbstbegünstigung vermöge weitere, mit der Selbstbegünstigung einhergehende Delikte nach der bundesgerichtlichen Rechtsprechung nicht zu rechtfertigen.\n\n3.2 Der Beschwerdeführer macht geltend, er habe die Polizeibeamten durch sein Verhalten nicht gehindert. Die Weigerung (bei der konkreten Kontrolle), die Scheiben auf Geheiss wieder hochzufahren, stelle eine Unterlassung dar, die mangels Garantenstellung gegenüber dem Staat nicht strafbar sein könne. Demgegenüber sei das Herunterlassen der Fensterscheiben (vor der Kontrolle) eine \"straflose Vorbereitungshandlung\", weil die Beamten im Zeitpunkt seines Handelns noch gar nicht den Entschluss gefasst hätten, eine Fotografie zu erstellen. Die Widersetzung sei gerechtfertigt. Das staatliche Interesse der Strafverfolgung habe vor seinem Selbstbegünstigungsinteresse zurückzutreten, was sich aus der bundesgerichtlichen Praxis und Art. 6 EMRK bzw. dem allgemeinen Rechtsgrundsatz \"nemo tenetur se ipse accusare\" ergebe.\n\n4.\n\n4.1 Gemäss Art. 286 StGB wird wegen Hinderung einer Amtshandlung mit Gefängnis bis zu einem Monat oder mit Busse bestraft, wer BGE 133 IV 97 S. 100eine Behörde, ein Mitglied einer Behörde oder einen Beamten an einer Handlung hindert, die innerhalb ihrer Amtsbefugnisse liegt.\n\n4.2 Der Täter hindert im Sinne von Art. 286 StGB, wenn er eine Amtshandlung ohne Gewalt beeinträchtigt, so dass diese nicht reibungslos durchgeführt werden kann (BGE 103 IV 186 E. 2). Dabei ist nicht erforderlich, dass er die Handlung einer Amtsperson gänzlich verhindert. Vielmehr genügt, dass er deren Ausführung erschwert, verzögert oder behindert (BGE 127 IV 115 E. 2 mit Hinweisen). In Bezug auf die Art der bereiteten Hindernisse oder die verwendeten Tatmittel enthält der Gesetzestext keinerlei Einschränkung (BGE 85 IV 142 E. 2 S. 143 mit Verweis auf die Gesetzesmaterialien).\n\nOb und inwieweit eine Amtshandlung auch durch Unterlassen gehindert werden kann, ist umstritten. Die Lehre nimmt überwiegend an, dass grundsätzlich nur ein aktives Störverhalten den Tatbestand erfüllt. Eine Ausnahme dürfte nur dort gelten, wo eine Garantenpflicht bestehe, die Amtshandlung zu fördern und ein zuvor geschaffenes Hindernis zu beseitigen (siehe GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil II, 5. Aufl., Bern 2000, § 50 N. 10; DONATSCH/WOHLERS, Strafrecht IV, 3. Aufl., Zürich 2004, S. 309 f. und 318; STEFAN TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2. Aufl., Zürich 1997, Art. 286 N. 4).\n\nDas Bundesgericht hat in seiner älteren Praxis ein tatbestandsmässiges Verhalten etwa erkannt in der Weigerung des Täters, den die Radarkontrolle störenden Wagen wegzustellen (BGE 95 IV 172). Jüngere Entscheide heben hervor, der Tatbestand erfordere eine Widersetzlichkeit, die sich in gewissem Umfang in einem aktiven Tun ausdrücke. Der blosse Ungehorsam scheide aus. Wer sich darauf beschränke, einer amtlichen Aufforderung nicht Folge zu leisten oder am Ort der Ausführung gegen die Art der Amtshandlung Einsprache zu erheben, ohne in dieselbe einzugreifen, werde nicht nach Art. 286 StGB bestraft (BGE 127 IV 115 E. 2; BGE 124 IV 127 E. 3a; BGE 120 IV 136 E. 2a mit zahlreichen Hinweisen). Im zuletzt genannten Entscheid prüfte das Bundesgericht, ob eine Amtshandlung auch durch rein passives Verhalten, also ein Unterlassen, gehindert werden kann, und hat dies mangels Rechtspflicht zum Handeln verneint für den untätig gebliebenen Passagier eines Fahrzeuges, dessen Lenker eine Polizeisperre durchbrach (E. 2b).\n\n4.3 Im hier zu beurteilenden Fall hat der Beschwerdeführer im Hinblick auf die Polizeikontrolle eine Handlung vorgenommen, indem BGE 133 IV 97 S. 101er die Fensterscheiben senkte, und verhielt sich alsdann passiv, indem er der Aufforderung zum Hochkurbeln der Scheiben nicht Folge leistete. Das zweite Verhalten in Form des Unterlassens war letztlich der Grund dafür, dass die beabsichtigte Beweisaufnahme durch die Polizei nicht durchgeführt werden konnte. Da deren Anweisung, die Fensterscheiben wieder hochzukurbeln, der Kontrolle der Betriebssicherheit des Fahrzeuges und damit der Aufrechterhaltung bzw. Wiederherstellung von Ordnung und Sicherheit im Strassenverkehr diente, stellt sie eine polizeiliche Weisung im Sinne von Art. 27 Abs. 1 SVG dar (vgl. BGE 114 IV 154 E. 2c S. 158). Aus der genannten Rechtsnorm und deren Zweck liesse sich aber wohl kaum ableiten, dass der Verkehrsteilnehmer allgemein verpflichtet ist, die Polizei bei der Fahrzeugkontrolle zu unterstützen und zuvor geschaffene Hindernisse zu beseitigen (vgl. TRECHSEL, a.a.O., Art. 286 N. 4), doch kommt der Frage hier keine entscheidende Bedeutung zu. Entscheidend ist vielmehr, dass der Beschwerdeführer bewusst im Hinblick auf die bevorstehende Kontrolle tätig geworden ist, um die Beweisaufnahme zu verhindern, und sich mit der Aufrechterhaltung des dadurch geschaffenen Zustandes begnügen konnte. Liegt ein solch gezieltes Tätigwerden vor, ist nach den allgemeinen Grundsätzen über die Abgrenzung von Handlung und Unterlassung (vgl. dazu BGE 120 IV 265 E. 2b S. 271; BGE 115 IV 199 E. 2a S. 203 f.) von einem aktiven Tun auszugehen (im gleichen Sinn ROBERT SCHNETZER, Die Abgrenzung der Hinderung einer Amtshandlung gemäss Art. 286 StGB vom blossen Ungehorsam, Diss. Basel 1979, S. 88 ff.). Dem Beschwerdeführer ist somit nicht ein passives Verhalten vorzuwerfen, sondern ein Aktivwerden, nämlich das vorgängige Senken der Fensterscheiben, und nur daran knüpft der strafrechtliche Vorwurf an, der nachfolgend zu prüfen ist.\n\n5. Der Beschwerdeführer stellt sich auf den Standpunkt, eine Hinderung der Beweisaufnahme könnte nur angenommen werden, wenn er nach dem Entschluss der Polizei, die Fensterscheiben zu fotografieren, gehandelt hätte. Das vorgängige Herunterlassen der Scheiben sei eine \"straflose Vorbereitungshandlung\", da es ihm möglich gewesen wäre, diese wieder hochzufahren. Mit diesem Vorbringen macht er geltend, die Deliktsausführung sei nicht einmal bis in das Stadium des Versuchs gediehen.\n\n5.1 Ein Versuch liegt vor, wenn der Täter, nachdem er mit der Ausführung eines Verbrechens oder Vergehens begonnen hat, die strafbare Tätigkeit nicht zu Ende führt (Art. 21 StGB), oder wenn der BGE 133 IV 97 S. 102zur Vollendung des Verbrechens oder Vergehens gehörende Erfolg nicht eintritt (Art. 22 StGB).\n\n5.2 Der Tatbestand von Art. 286 StGB ist als Erfolgsdelikt ausgestaltet. Der tatbestandsmässige Erfolg liegt darin, dass die Amtshandlung unterbleibt oder ihre Durchführung erschwert, verzögert oder behindert wird. Insoweit genügt, dass sich das (vorgängige) Verhalten des Täters auf die Ausführung der amtlichen Handlung bzw. die Amtsperson tatsächlich auswirkt (vgl. BGE 127 IV 115 E. 2). Ein weitergehender Erfolg wird nicht vorausgesetzt. Der Täter ist deshalb auch wegen vollendeter und nicht nur versuchter Hinderung strafbar, wenn er den Beamten erfolglos gehindert hat (BGE 103 IV 186 E. 4 mit Hinweisen). Für eine versuchte Tatbegehung bleibt praktisch kaum Raum (vgl. BGE 105 IV 48 E. 3; ERNST HAFTER, Schweizerisches Strafrecht, Besonderer Teil, Berlin 1943, S. 713).\n\nUmgekehrt wird nach Art. 286 StGB nicht bestraft, wer den mit der Amtshandlung angestrebten Zweck vereitelt, ohne die amtliche Handlung als solche zu behindern (BGE 103 IV 186 E. 4). Denn bei der blossen Zweckvereitelung zielen weder die Absicht noch das Verhalten des Täters auf eine Hinderung der Amtshandlung hin, so dass auch von Versuch keine Rede sein kann (vgl. BGE 103 IV 186 E. 5; SCHNETZER, a.a.O., S. 37).\n\n5.3 Der Beschwerdeführer senkte die Fensterscheiben einzig zur Verhinderung der Beweisaufnahme, was ihm auch gelang, da eine Begutachtung durch die Polizei in der Folge unterblieb. Das Verhalten war objektiv somit gerade auf die Hinderung der Polizeikontrolle gerichtet und wirkte sich tatsächlich aus, weshalb weder eine versuchte Hinderung einer Amtshandlung noch eine Vorbereitungshandlung dazu angenommen werden kann. Dass er vorsätzlich handelte und überdies in der Absicht, eine erneute Verzeigung wegen abgedunkelter Fahrzeugscheiben abzuwenden, stellt der Beschwerdeführer angesichts der tatsächlichen Feststellungen im angefochtenen Entscheid zu Recht nicht in Abrede.\n\n6. Der Beschwerdeführer macht geltend, die Vorinstanz verkenne die Praxis zum Verhältnis zwischen strafloser Selbstbegünstigung und Hinderung einer Amtshandlung. Die generelle Annahme der Strafbarkeit gemäss Art. 286 StGB widerspreche dem aus Art. 6 EMRK abgeleiteten Verbot der Selbstbelastung (nemo-tenetur-Grundsatz). Es müsse eine konkrete Interessenabwägung vorgenommen werden. Bei wertender Abwägung ergebe sich BGE 133 IV 97 S. 103unzweifelhaft, dass sein eigenes Selbstbegünstigungsinteresse den mit der Beschlagnahme verbundenen Mehraufwand der Polizei aufwiege.\n\n6.1 Wer jemanden der Strafverfolgung, dem Strafvollzug oder dem Vollzug einer gesetzlich vorgesehenen Massnahme entzieht, macht sich wegen Begünstigung strafbar (Art. 305 Abs. 1 StGB). Aus dem Wortlaut dieser Bestimmung ergibt sich, dass der Täter einen ande ren als sich selbst begünstigen muss. Selbstbegünstigung ist nach Art. 305 Abs. 1 StGB nicht strafbar, was einhelliger Rechtsauffassung entspricht. Ebenso besteht Einigkeit darüber, dass das blosse Motiv der Selbstbegünstigung nicht strafbefreiend wirken kann und der Täter der Strafe nicht entgeht, wenn die Selbstbegünstigung in einer anderen strafbaren Handlung besteht (so bereits BGE 73 IV 237 E. 1; 74 IV 54 S. 56; BGE 96 IV 155 E. 6 S. 168 mit weiteren Hinweisen; zuletzt BGE 124 IV 127 E. 3b/dd S. 132 mit Hinweis auf die Literatur).\n\n6.2\n\n6.2.1 Nach der Rechtsprechung des Bundesgerichts findet die straflose Selbstbegünstigung ihre Grenze auch am Tatbestand der Hinderung einer Amtshandlung. So bildet seit BGE 85 IV 142 der Umstand, dass der Täter versucht, durch Flucht sich selber einer Strafverfolgung zu entziehen, unter dem Gesichtspunkt des Art. 286 StGB keinen Grund für Straffreiheit. Zwar trifft zu, dass derjenige, der sich der Strafverfolgung oder dem Vollzug einer Strafe entzieht, nicht nach Art. 305 StGB bestraft wird. Das bedeutet indes nicht, dass er in jedem Fall in den Genuss der Straffreiheit kommt. Denn seine Handlung kann zusätzlich einen anderen Straftatbestand erfüllen, was insbesondere der Fall ist, wenn die Flucht - vom Flüchtigen beabsichtigt - bewirkt, dass ein Beamter an der Vornahme einer ihm obliegenden Amtshandlung gehindert wird. Die Gründe, die in einem solchen Fall der Anwendung von Art. 305 StGB entgegenstehen, gelten im Hinblick auf Art. 286 StGB nicht (BGE 85 IV 142 E. 2; BGE 120 IV 136 E. 2a a.E.).\n\nDiese Rechtsprechung ist von der Lehre teilweise kritisiert worden im Wesentlichen mit dem Argument, das Verbot der Hinderung einer Amtshandlung (Art. 286 StGB) erfasse kein deutlich unterscheidbares Rechtsgut im Vergleich zum Begünstigungsverbot (Art. 305 StGB). Wenn die Selbstbegünstigung straflos sein solle, dürfe Art. 286 StGB folglich auf die Erschwerung von derartigen Amtshandlungen, wie der Zuführung zum Strafvollzug, der Durchsuchung eines Autos auf BGE 133 IV 97 S. 104Deliktsspuren oder einer der Strafverfolgung dienenden Ausweiskontrolle, durch den Betroffenen gerade nicht Anwendung finden (so namentlich STRATENWERTH, a.a.O., § 50 N. 12; TRECHSEL, a.a.O., Art. 286 N. 6). Das Bundesgericht hat sich unlängst mit der Kritik der Lehre ausführlich auseinandergesetzt und seine Rechtsprechung bestätigt (BGE 124 IV 127 E. 3b). Es hat in wertender Abwägung geklärt, ob das Widersetzungsverbot für den Selbstbegünstiger nicht gilt oder ob die Straflosigkeit der Selbstbegünstigung ihre Grenze am Tatbestand des Art. 286 StGB findet. Dabei wurde insbesondere berücksichtigt, dass nach der Systematik des Strafgesetzbuches die beiden Tatbestände der Hinderung einer Amtshandlung und der Begünstigung verschiedene Rechtsgüter - nämlich Art. 286 StGB den Schutz der öffentlichen Gewalt und Art. 305 StGB den Schutz der Strafrechtspflege - schützen, zwischen den Tatbeständen echte Idealkonkurrenz angenommen werden kann, die Begünstigung den Unrechtsgehalt der Widersetzung nicht abdeckt und Art. 305 StGB nicht als Schutznorm des Selbstbegünstigers missverstanden werden darf (BGE 124 IV 127 E. 3b/dd unter Bezugnahme auf ANDREAS HAUSWIRTH, Die Selbstbegünstigung im schweizerischen Strafrecht, Diss. Bern 1984, S. 163 ff.).\n\n6.2.2 Wenn im genannten Entscheid ausgeführt wird, die Grenze der straflosen Selbstbegünstigung sei \"in wertender Abwägung\" (S. 132) zu klären, so heisst das nicht, dass eine Abwägung der auf dem Spiel stehenden Interessen im konkreten Einzelfall vorzunehmen wäre. Das Gesetz ist vielmehr als generell-abstrakte Regel auszulegen. Entgegen der Auffassung des Beschwerdeführers kann es deshalb für die Frage der Strafbarkeit nach Art. 286 StGB nicht darauf ankommen, wie stark das jeweilige Selbstbegünstigungsinteresse des Täters im Einzelfall zu gewichten wäre. Unbehelflich ist der Hinweis auf den strafprozessualen Grundsatz \"nemo tenetur\" sowie Art. 6 EMRK, wonach der Beschuldigte das Recht hat, zu schweigen und sich nicht belasten muss (BGE 130 I 126 E. 2.1 mit Hinweisen). Das nemo-tenetur-Prinzip berührt den Straftatbestand von Art. 286 StGB nicht. Dem Beschuldigten werden dadurch keine Mitwirkungspflichten auferlegt, deren Missachtung sanktioniert würde, sondern es wird die Hinderung rechtmässiger Amtshandlungen unter Strafe gestellt. Was der Beschwerdeführer daher unter dem Titel einer verfassungs- bzw. konventionskonformen Auslegung und Anwendung vorbringt, geht fehl. BGE 133 IV 97 S. 105\n\n6.2.3 Gleichwohl ist richtig, dass die Abgrenzung zwischen strafloser Selbstbegünstigung und strafbarer Hinderung einer Amtshandlung nicht immer leicht vorzunehmen ist. Das gilt vorab für die Frage, ab wann der Täter eine amtliche Handlung im Sinne von Art. 286 StGB tatbestandsmässig hindern kann, was es anhand des geschützten Rechtsgutes zu verdeutlichen gilt.\n\nDer Schutz von Art. 286 StGB bezieht sich auf die staatliche Autorität, die sich auf Verfassung und Gesetz stützt, und die zur Ausübung des Staatswillens berufenen Organe (DONATSCH/WOHLERS, a.a.O., S. 305; HANS WIPRÄCHTIGER, Gewalt und Drohung gegenüber Beamten oder Angestellten im öffentlichen Verkehr unter besonderer Berücksichtigung des Bahnpersonals, SJZ 93/1997 S. 210). Wird die rechtmässige Konkretisierung des Staatswillens geschützt, so folgt daraus, dass die Amtsperson zunächst einmal physisch anwesend sein und bestimmte Anordnung getroffen haben muss, damit der Täter sich strafbar machen kann (HAUSWIRTH, a.a.O., S. 162 f.). Nicht erfasst werden demnach Verhaltensweisen, die keine hinreichend konkrete Amtshandlung behindern, mögen sie auch geeignet sein, sich auf die Amtsführung im Allgemeinen auszuwirken. So bleibt der Täter nach Art. 286 StGB straflos, wenn er die Flucht ergreift, bevor sich ihm die Polizei mit ihren Absichten entgegenstellt. Der Flüchtige kommt der Amtsgewalt lediglich zuvor, ohne in den Ablauf einer amtlichen Handlung einzugreifen (HAUSWIRTH, a.a.O., S. 163; vgl. auch DONATSCH/WOHLERS, a.a.O., S. 310). Ebenso verhält es sich, wenn der Täter vor dem Erscheinen der Polizei Deliktsspuren vernichtet, Beweismittel zur Seite schafft oder anderweitig die Tat verheimlicht. Schliesslich muss es auch gelten, wenn der Täter im Hinblick auf eine unmittelbar bevorstehende Polizeikontrolle tätig wird, um diese zu vereiteln, ihm aber die Kontrollabsichten noch nicht angezeigt worden sind. Denn der Umstand, dass er wegen der Präsenz der Polizei mit einer Kontrolle ernsthaft rechnen muss, fügt dem selbstbegünstigenden Verhalten für sich allein noch kein wesentliches Element hinzu.\n\nWenn der Täter hingegen in eine Amtshandlung eingreift, die sich bereits in Gang befindet und sich in klar erkennbarer Weise gegen ihn richtet, erschöpft sich sein Verhalten nicht mehr in blosser Selbstbegünstigung und vermag ihn die entsprechende Absicht nicht von Strafe nach Art. 286 StGB zu befreien. Das war in BGE 124 IV 127 der Fall, als der Fahrzeuglenker sich weigerte, der Aufforderung zur Vorlegung von Ausweispapieren nachzukommen und davonfuhr BGE 133 IV 97 S. 106, und es traf auch zu auf den Lenker in BGE 85 IV 142, der angehalten wurde und sich durch Flucht entzog, nachdem er von der Absicht der Polizei erfahren hatte, den Inhalt des Kofferraumes zu durchsuchen. In solchen Konstellationen verübt der Täter in Selbstbegünstigung einen zusätzlichen Rechtsbruch, indem er sich einer konkreten amtlichen Anordnung widersetzt und die Durchführung der Amtshandlung hindert.\n\nZusammenfassend ergibt sich, dass die Abgrenzung zwischen strafbarer Hinderung einer Amtshandlung und strafloser Selbstbegünstigung mit Rücksicht auf die Schutzrichtung von Art. 286 StGB danach vorzunehmen ist, ob der Täter in eine hinreichend konkretisierte Amtshandlung eingreift oder aber einer solchen nur zuvorkommt.\n\n6.3 Im hier zu beurteilenden Fall bestand die Amtshandlung, deren Hinderung dem Beschwerdeführer vorgeworfen wird, in der Überprüfung des Fahrzeuges auf seinen vorschriftsgemässen bzw. betriebssicheren Zustand. Nachdem den Polizeibeamten die Abdunklung der Fensterscheiben aufgefallen war, fuhren sie ihm nach, veranlassten ihn zum Anhalten, schritten zur konkreten Kontrolle und forderten ihn auf, die Fensterscheiben hochzukurbeln. Alle diese Teilakte zur Vorbereitung der Fahrzeugkontrolle fallen unter den Begriff der Amtshandlung im Sinne von Art. 286 StGB und sind notwendige Begleithandlungen für den Entscheid darüber, ob eine Verzeigung zu erfolgen hat oder nicht (BGE 90 IV 137 S. 139; BGE 124 IV 127 E. 3b/dd S. 133).\n\nZum Verhalten des Beschwerdeführers hält die Vorinstanz in tatsächlicher Hinsicht fest, er habe beabsichtigt, die Polizeikontrolle zu verhindern, um einer weiteren Verzeigung wegen abgedunkelter Fensterscheiben zu entgehen. Einzig zu diesem Zwecke habe er die Scheiben gesenkt, als er die Polizeipatrouille wahrgenommen habe. Wann genau und unter welchen Umständen er dazu tätig geworden ist, lässt sich dem angefochtenen Urteil nicht entnehmen. Die Vorinstanz trifft insbesondere keinerlei Feststellungen dazu, ob sein Handeln zeitlich vor die polizeiliche Aufforderung zum Anhalten fiel oder erst danach erfolgte. Diesem Zeitpunkt kommt indes rechtserhebliche Bedeutung zu. Die Verurteilung gemäss Art. 286 StGB setzt nach dem Gesagten voraus, dass der Beschwerdeführer in eine konkret in Gang befindliche und gegen ihn gerichtete Amtshandlung eingegriffen hat, was hier nur angenommen werden kann, BGE 133 IV 97 S. 107wenn ihm bereits befohlen war, das Fahrzeug anzuhalten. Daher ist entscheidend, ob er die Fensterscheiben vor oder nach dem Anhaltebefehl gesenkt hat. Die Sache ist deshalb im Verfahren nach Art. 277 BStP zur Ergänzung der tatsächlichen Feststellungen und zur neuen Entscheidung an die Vorinstanz zurückzuweisen."}