{"annee": "133", "cour": "II", "page": "450", "date": "14/11/2007", "cite": ["132 I 229", "131 II 735", "130 I 388", "131 II 13", "125 II 417"], "cite_par": ["144 I 214", "138 I 6", "139 II 384"], "chapeau": "40. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Nada gegen seco, Staatssekretariat für Wirtschaft, sowie Eidgenössisches Volkswirtschaftsdepartement (Verwaltungsgerichtsbeschwerde)\n\n1A.45/2007 vom 14. November 2007", "regestes": ["Ordonnance instituant des mesures à l'encontre de personnes et entités liées à Oussama ben Laden, au groupe \"Al-Qaïda\" ou aux Taliban (ordonnance sur les Taliban; RS 946.203). Recevabilité du recours de droit administratif contre le rejet d'une demande de radiation d'un nom figurant dans l'annexe 2 de l'ordonnance sur les Taliban (consid. 2). La Suisse est liée par les décisions de sanction prises par le Conseil de sécurité des Nations Unies (consid. 3-6), pour autant qu'elles ne violent pas, comme c'est le cas en l'espèce, les normes impératives du droit international (ius cogens; consid. 7). La Suisse n'est par conséquent pas autorisée à radier d'office le recourant de l'annexe 2 de l'ordonnance sur les Taliban; une procédure particulière de delisting est prévue à cet effet par le Comité des sanctions du Conseil de sécurité des Nations Unies (consid. 8). La Suisse doit soutenir le recourant dans cette procédure (consid. 9). Interprétation conforme à la Constitution de l'interdiction d'entrer en Suisse et de transiter par la Suisse au sens de l'art. 4a de l'ordonnance sur les Taliban et des dérogations à cette interdiction (consid. 10)."], "faits": "BGE 133 II 450 S. 451\n\nAm 15. Oktober 1999 beschloss der Sicherheitsrat der Vereinten Nationen (im Folgenden: Sicherheitsrat) mit Resolution 1267 (1999) Sanktionen gegenüber den Taliban. Gleichzeitig setzte er einen Ausschuss zur Überwachung der Umsetzung der Sanktionen ein, in dem alle 15 Mitglieder des Sicherheitsrats vertreten sind (im Folgenden: Sanktionsausschuss). Am 19. Dezember 2000 wurde das ursprüngliche Sanktionsregime mit Resolution 1333 (2000) auf Bin Laden und die Gruppierung \"Al-Qaïda\" erweitert. Der Sicherheitsrat ersuchte den Sanktionsausschuss, auf der Grundlage der von den Staaten und regionalen Organisationen bereitgestellten Informationen eine aktualisierte Liste von Personen und Einrichtungen zu führen, die mit Usama bin Laden und der Organisation \"Al-Qaïda\" in Verbindung stehen und deshalb den Sanktionen unterliegen.\n\nAm 2. Oktober 2000 erliess der Bundesrat die Verordnung über Massnahmen gegenüber Personen und Organisationen mit Verbindungen zu Usama bin Laden, der Gruppierung \"Al-Qaïda\" oder den Taliban (SR 946.203; im Folgenden: TalibanV). Danach sind Gelder und wirtschaftliche Ressourcen, die sich im Eigentum oder unter Kontrolle der natürlichen und juristischen Personen, Gruppen und Organisationen nach Anhang 2 befinden, gesperrt, und es ist verboten, Gelder an diese zu überweisen oder ihnen Gelder und wirtschaftliche Ressourcen sonstwie direkt oder indirekt zur Verfügung BGE 133 II 450 S. 452zu stellen (Art. 3 Abs. 1 und 2). Die Einreise in die Schweiz oder die Durchreise durch die Schweiz ist den in Anhang 2 aufgeführten natürlichen Personen verboten (Art. 4a Abs. 1).\n\nAm 9. November 2001 wurden Youssef Nada sowie verschiedene mit ihm verbundene Organisationen in die vom Sanktionsausschuss herausgegebene Liste aufgenommen. Anhang 2 TalibanV wurde am 30. November 2001 um diese Namen ergänzt.\n\nAm 22. September 2005 stellte Youssef Nada dem Bundesrat das Gesuch, er und die mit ihm verbundenen Organisationen seien aus dem Anhang 2 TalibanV zu streichen; eventualiter sei eine anfechtbare Verfügung zu erlassen. Zur Begründung brachte er vor, das am 24. Oktober 2001 gegen ihn eingeleitete gerichtspolizeiliche Ermittlungsverfahren sei mit Beschluss der Bundesanwaltschaft am 31. Mai 2005 eingestellt worden. Seither gebe es keinen Grund mehr, ihn und die mit ihm verbundenen Organisationen weiterhin Sanktionen zu unterwerfen.\n\nMit Verfügung vom 18. Januar 2006 lehnte das Staatssekretariat für Wirtschaft (seco) das Gesuch ab, im Wesentlichen mit der Begründung, die Schweiz dürfe keine Namen aus dem Anhang der TalibanV streichen, solange diese Namen auf der vom Sanktionsausschuss des Sicherheitsrates herausgegebenen Liste figurierten.\n\nGegen diese Verfügung erhob Youssef Nada am 13. Februar 2006 Verwaltungsbeschwerde beim Eidgenössischen Volkswirtschaftsdepartement (EVD). Dieses wies die Beschwerde am 15. Juni 2006 ab. Es vertrat die Auffassung, eine Streichung aus Anhang 2 der TalibanV könne erst erfolgen, wenn der Beschwerdeführer von der Liste des Sanktionsausschusses gestrichen worden sei; hierfür sei ein sogenanntes Delisting -Verfahren auf UNO-Ebene vorgesehen, das vom Heimat- oder vom Wohnsitzstaat des Betroffenen eingeleitet werden könne. Da die Schweiz jedoch weder Heimat- noch Wohnsitzstaat des Beschwerdeführers sei, fehle es den schweizerischen Behörden an der Zuständigkeit für die Einleitung eines solchen Verfahrens.\n\nGegen den Entscheid des EVD reichte Youssef Nada am 6. Juli 2006 Beschwerde beim Bundesrat ein.\n\nNach Durchführung eines Meinungsaustauschs mit dem Bundesgericht trat der Bundesrat am 18. April 2007 auf die Beschwerde nicht ein und überwies die Sache dem Bundesgericht zur Beurteilung. Der Bundesrat ging davon aus, wegen der unmittelbaren und BGE 133 II 450 S. 453enteignungsähnlichen Beschränkungen, welche die TalibanV für den Beschwerdeführer und dessen Organisationen bedeute, betreffe sein Begehren um Streichung aus dem Anhang 2 der Verordnung zivilrechtliche Ansprüche i.S. von Art. 6 Ziff. 1 EMRK. Aus diesem Grund könne der Ausnahmetatbestand von Art. 100 Abs. 1 Bst. a OG nicht zum Zuge kommen; vielmehr müsse die Beschwerde an das Bundesgericht überwiesen werden, um die Beurteilung durch ein unabhängiges Gericht sicherzustellen.\n\nDas EVD weist in seiner Vernehmlassung darauf hin, dass es hinsichtlich des Delisting -Verfahrens auf UNO-Ebene zu einer Änderung gekommen sei: Gestützt auf Resolution 1730 (2006) des Sicherheitsrats sei es unterdessen jeder auf der Liste geführten Person möglich, in autonomer Weise ein Delisting -Gesuch einzureichen; die Betroffenen seien somit nicht mehr auf die Unterstützung ihres Wohnsitz- oder Heimatstaates angewiesen.\n\nIn seiner Stellungnahme vom 20. August 2007 teilte der Beschwerdeführer mit, dass er am 6. April 2007 einen Antrag auf Delisting beim dafür zuständigen Focal Point der Vereinten Nationen eingereicht habe, was ihm am 11. April 2007 bestätigt worden sei. Seither habe er keine weiteren Informationen erhalten. Der Beschwerdeführer macht geltend, aufgrund der restriktiven Ausnahmebewilligungs-Praxis des Bundesamts für Migration dürfe er seinen Wohnort in Campione nicht verlassen, obwohl ihm dort keine angemessene medizinische Versorgung gewährt werden könne, und dürfe auch nicht für administrative und gerichtliche Zwecke nach Italien reisen. Faktisch stehe er seit bald sechs Jahren unter Hausarrest. Der Beschwerdeführer ist der Auffassung, Art. 4a Abs. 2 TalibanV gehe in diesem Punkt über die UNO-Sanktionen hinaus und sei auch aus diesem Grund aufzuheben.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Angefochten ist ein Beschwerdeentscheid des EVD, der am 15. Juni 2006, vor Inkrafttreten des Bundesgesetzes vom 17. Juni 2005 über das Bundesgericht (BGG; SR 173.110), erlassen wurde. Auf das bundesgerichtliche Beschwerdeverfahren bleiben daher die Bestimmungen des Bundesgesetzes vom 16. Dezember 1943 über die Organisation der Bundesrechtspflege (OG) und das Bundesgesetz vom 20. Dezember1968 über das Verwaltungsverfahren in der bis zum 31. Dezember 2006 geltenden Fassung (aVwVG) anwendbar (Art. 132 Abs. 1 BGG). BGE 133 II 450 S. 454\n\n2. Das Bundesgericht beurteilt letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen i.S. von Art. 5 VwVG, soweit kein Ausschlussgrund i.S. von Art. 99 ff. OG vorliegt (Art. 97 OG).\n\n2.1 Anfechtungsgegenstand der Verwaltungsrechtspflege sind Verfügungen; Rechtssätze, zu denen insbesondere die Verordnungen des Bundesrats zählen, können grundsätzlich nicht selbständig angefochten werden, sondern lediglich im Anwendungsfall vorfrageweise überprüft werden (BGE 131 II 735 E. 4.1 S. 740, BGE 131 II 13 E. 6.1 S. 25 f. mit Hinweisen).\n\nDer Beschwerdeführer beantragt die Streichung aus dem Anhang der TalibanV und damit formell die Änderung einer Verordnung. Dennoch erliess das seco eine \"Verfügung\", mit der es den Antrag des Beschwerdeführers abwies; das EVD trat auf die dagegen gerichtete Verwaltungsbeschwerde ein und wies die Beschwerde ab.\n\nIn seiner Vernehmlassung an das Bundesamt für Justiz vom 31. August 2006 führte das EVD hierzu aus, dass sich die Aufnahme in (bzw. die Streichung aus) Anhang 2 der TalibanV für die betroffene Person wie ein individuell-konkreter Verwaltungsakt und damit wie eine Verfügung i.S. von Art. 5 VwVG auswirke. Bei den in der Verordnung vorgesehenen Zwangsmassnahmen handle es sich um gezielt diskriminierende Beschränkungen, welche die Sanktionsadressaten in wichtigen Rechtsgütern unmittelbar tangierten. Unter diesen Umständen habe es sich gerechtfertigt, den Antrag des Beschwerdeführers materiell zu behandeln.\n\nDieser Auffassung ist zuzustimmen: Durch die Aufnahme in Anhang 2 TalibanV wird der Beschwerdeführer den Sanktionen der TalibanV unterstellt und damit unmittelbar und speziell in Grundrechtspositionen berührt, weshalb ihm durch Erlass einer Verfügung eine Rechtsschutzmöglichkeit eröffnet werden musste. Die Verwaltungsgerichtsbeschwerde gegen den Beschwerdeentscheid des EVD ist insoweit zulässig.\n\n2.2 Die Verwaltungsgerichtsbeschwerde ist allerdings ausgeschlossen gegen Verfügungen auf dem Gebiete der inneren und äusseren Sicherheit des Landes, der Neutralität, des diplomatischen Schutzes, der Entwicklungszusammenarbeit und der humanitären Hilfe sowie der übrigen auswärtigen Angelegenheiten (Art. 100 Abs. 1 lit. a OG). Der Entscheid des EVD betrifft Massnahmen zur Durchsetzung internationaler Sanktionen und gehört damit zu den Verfügungen auf dem Gebiet der auswärtigen Angelegenheiten, zu deren BGE 133 II 450 S. 455Beurteilung grundsätzlich der Bundesrat zuständig ist (Art. 72 lit. a und 74 aVwVG).\n\nDer Ausnahmekatalog gemäss Art. 99 ff. OG findet jedoch keine Anwendung, wenn die Beschwerde Ansprüche betrifft, für die nach Art. 6 Ziff. 1 EMRK gerichtlicher Rechtsschutz gewährt werden muss (BGE 125 II 417 E. 4c-e S. 424 ff.; BGE 130 I 388 E. 5.2 S. 396 f.; BGE 132 I 229 E. 6.5 S. 240). Diese Rechtsprechung wurde vom Gesetzgeber in Art. 83 lit. a BGG, Art. 72 lit. a VwVG und Art. 32 Abs. 1 lit. a des Bundesgesetzes vom 17. Juni 2005 über das Bundesverwaltungsgericht (VGG; SR 173.32) ausdrücklich übernommen und liegt auch dem Überweisungsbeschluss des Bundesrats im vorliegenden Verfahren zugrunde.\n\nDie Aufnahme des Beschwerdeführers und seiner Organisationen in Anhang 2 TalibanV hat zur Folge, dass seine gesamten Gelder und wirtschaftlichen Ressourcen in der Schweiz gesperrt sind (Art. 3 Abs. 1 TalibanV). Hierdurch sowie durch das Verbot, Überweisungen an ihn oder an seine Organisationen vorzunehmen (Art. 3 Abs. 2 TalibanV), wird die Erwerbstätigkeit des Beschwerdeführers und seiner Organisationen in der Schweiz verunmöglicht. Damit greift die TalibanV unmittelbar in vermögenswerte Rechte des Beschwerdeführers und in seine Erwerbstätigkeit ein. Dabei handelt es sich nicht um vorsorgliche Massnahmen zur Sicherung eines Endentscheids, gegen den gerichtlicher Rechtsschutz möglich wäre, sondern um Massnahmen, die selbständig angeordnet wurden. Diese dauern bereits mehr als 5 Jahre an und ein Ende ist nicht abzusehen. Unter diesen Umständen hat der Bundesrat die grundsätzliche Anwendbarkeit von Art. 6 Ziff. 1 EMRK zu Recht bejaht (vgl. auch BGE 132 I 229 E. 6.2 und 6.3 S. 238 ff. mit Hinweisen).\n\n2.3 Nach dem Gesagten ist die Zuständigkeit des Bundesgerichts begründet. Somit ist auf die Beschwerde im Verfahren der Verwaltungsgerichtsbeschwerde einzutreten.\n\n3. Der Beschwerdeführer ist der Ansicht, seine Erfassung in Anhang 2 TalibanV durch die Schweiz sei autonom erfolgt; insofern müsse es auch möglich sein, ihn autonom von dieser Liste zu streichen, nachdem das in der Schweiz geführte gerichtspolizeiliche Ermittlungsverfahren keine Anhaltspunkte für eine Verbindung zu Usama bin Laden, Al-Qaïda oder den Taliban erbracht habe.\n\nDer Beschwerdeführer bestreitet überdies die Verbindlichkeit der Sanktionsbeschlüsse des Sicherheitsrats. Die ohne Begründung und BGE 133 II 450 S. 456ohne Gewährung des rechtlichen Gehörs erfolgte Aufnahme in die Sanktionslisten verletze das Diskriminierungsverbot, die persönliche Freiheit, die Eigentumsgarantie, die Wirtschaftsfreiheit, den Anspruch auf rechtliches Gehör und das Recht auf ein faires Verfahren; er beruft sich hierfür auf die Garantien der Bundesverfassung, der EMRK und des UNO-Pakts II (SR 0.102.3). Der Beschwerdeführer ist der Auffassung, die Sanktionsbeschlüsse des Sicherheitsrates stünden nicht im Einklang mit der Charta der Vereinten Nationen und verletzten sogar zwingendes Völkerrecht ( ius cogens ), weshalb die Schweiz nicht zu ihrer Übernahme verpflichtet sei.\n\n4. Die TalibanV wurde vom Bundesrat am 2. Oktober 2000 beschlossen, zu einem Zeitpunkt, als die Schweiz noch nicht Mitglied der Vereinten Nationen war. Es handelte sich damals um einen autonomen Vollzug der vom Sicherheitsrat beschlossenen Sanktionen, der sich unmittelbar auf Art. 184 Abs. 3 BV stützte (vgl. Botschaft des Bundesrats zum Embargogesetz vom 20. Dezember 2000, BBl 2001 S. 1437 f. Ziff. 1.2; MATTHIAS-CHARLES KRAFFT/DANIEL THÜRER/ JULIE-ANTOINETTE STADELHOFER, Switzerland, in: Vera Gowlland-Debbas, National Implementations of United Nations Sanctions: A Comparative Study, Leiden 2004, S. 523 ff.). Auch die Aufnahme des Beschwerdeführers und seiner Organisationen in Anhang 2 der TalibanV am 30. November 2001 erfolgte noch auf diese Weise.\n\nSeither hat sich die Rechtslage in zweierlei Hinsicht verändert: Am 22. März 2002 wurde das Bundesgesetz vom 22. März 2002 über die Durchsetzung von internationalen Sanktionen (Embargogesetz, EmbG; SR 946.231) als Rahmengesetz für die Durchsetzung von Sanktionen der Vereinten Nationen und anderer internationaler Organisationen erlassen. Seither stützen sich die entsprechenden Verordnungen des Bundesrats auf dieses Gesetz; das gilt auch für die TalibanV (vgl. Änderung vom 30. Oktober 2002; AS 2002 S. 3955). Am 10. September 2002 wurde die Schweiz Mitglied der Vereinten Nationen.\n\nDiese neue Rechtslage ist für die Beurteilung des am 22. September 2005 gestellten Antrags des Beschwerdeführers auf Streichung aus Anhang 2 TalibanV massgeblich. Im Folgenden ist deshalb zu prüfen, ob die Schweiz, als Mitgliedstaat der Vereinten Nationen, an die Sanktionsbeschlüsse des Sicherheitsrats und seines Sanktionsausschusses gebunden ist, und wenn ja, ob dies der Streichung des Beschwerdeführers aus Anhang 2 der TalibanV entgegensteht BGE 133 II 450 S. 457oder ob den schweizerischen Behörden ein Handlungsspielraum verbleibt.\n\n5. Gemäss Art. 25 der Charta der Vereinten Nationen vom 26. Juni 1945 (Charta; SR 0.120) verpflichten sich die Mitgliedstaaten, die Beschlüsse des Sicherheitsrats im Einklang mit dieser Charta anzunehmen und durchzuführen. Die Beschlüsse des Sicherheitsrats (sofern sie nicht in Form unverbindlicher Empfehlungen ergehen) sind somit für die Mitgliedstaaten verbindlich. Für Beschlüsse des Sicherheitsrats, die gestützt auf Artikel 41 und 42 Charta zur Wahrung oder Wiederherstellung des Weltfriedens und der internationalen Sicherheit ergehen, ergibt sich dies auch aus Art. 48 Abs. 2 Charta.\n\n5.1 Die Verpflichtungen der Mitgliedstaaten gemäss der Charta haben nicht nur Vorrang vor dem innerstaatlichen Recht der Mitgliedstaaten, sondern ihnen kommt gemäss Art. 103 Charta auch Vorrang vor Verpflichtungen aus anderen internationalen Übereinkünften zu. Dies gilt nach der Rechtsprechung des Internationalen Gerichtshofs (IGH) für alle bilateralen, regionalen und multilateralen Übereinkünfte der Vertragsparteien (Urteil vom 26. November 1984, Militärische und paramilitärische Tätigkeiten in und gegen Nicaragua, CIJ, Recueil 1984 S. 392 ff., insb. S. 440 Rn. 107), und zwar unabhängig davon, ob diese früher oder später als die Charta abgeschlossen worden sind (vgl. hierzu den Vorbehalt in Art. 30 Abs. 1 des Wiener Übereinkommens vom 23. Mai 1969 über das Recht der Verträge [VRK; SR 0.111]).\n\n5.2 Dieser Vorrang kommt nicht nur der Charta selbst zu, sondern erstreckt sich auch auf Verpflichtungen, die sich aus einer für die Mitgliedstaaten verbindlichen Resolution des Sicherheitsrates ergeben (Beschlüsse des IGH vom 14. April 1992, Fragen der Auslegung und Anwendung des Montrealer Übereinkommens von 1971 aufgrund des Luftzwischenfalls von Lockerbie, Vorsorgliche Massnahmen, CIJ, Recueil 1992 S. 3 ff. und 114 ff., insb. S. 15 Rn. 39 und S. 126 Rn. 42; vgl. auch RUDOLF BERNHARDT, in: Bruno Simma/Hermann Mosler/Albrecht Randelzhofer/Christian Tomuschat/ Rüdiger Wolfrum [Hrsg.], The Charter of the United Nations, A Commentary, 2. Aufl. 2002, N. 9 zu Art. 103 Charta; JEAN-MARC THOUVENIN, in: Jean-Pierre Cot/Alain Pellet/Mathias Forteau, La Charte des Nations Unies: Commentaire article par article, 3. Aufl., Art. 103 Charta S. 2135; FERDINAND TRAUTMANNSDORFF, Die Organe BGE 133 II 450 S. 458der Vereinten Nationen, in: Franz Cede/Lilly Sucharipa-Behrmann [Hrsg.], Die Vereinten Nationen, Recht und Praxis, Wien 1999, S. 35).\n\n5.3 Auch der Sicherheitsrat ist an die Charta gebunden und muss in Übereinstimmung mit deren Zielen und Grundsätzen handeln (Art. 24 Abs. 2 Charta), wozu auch die Achtung vor den Menschenrechten und Grundfreiheiten gehört (Art. 1 Abs. 3 Charta). Die Mitgliedstaaten sind jedoch grundsätzlich nicht befugt, sich einer Verpflichtung mit der Begründung zu entziehen, ein (formell rechtsmässiger) Beschluss des Sicherheitsrats stehe materiell nicht im Einklang mit der Charta (JOST DELBRÜCK, in: Simma/Mosler/ Randelzhofer/Tomuschat/Wolfrum, a.a.O., N. 18 zu Art. 25 Charta). Dies gilt namentlich für Beschlüsse, die der Sicherheitsrat gestützt auf Kapitel VII Charta zur Wahrung oder Wiederherstellung des Weltfriedens und der internationalen Sicherheit erlässt (BERNHARDT, a.a.O., N. 23 zu Art. 103 Charta, der nur Fälle offensichtlicher Kompetenzüberschreitung - manifest ultra vires decisions - von der Bindungswirkung ausnimmt).\n\n5.4 Gestützt auf diese Grundsätze entschied der Gerichtshof erster Instanz der Europäischen Gemeinschaften (EuGI) in zwei Urteilen vom 21. September 2005, dass er nicht befugt sei, die Resolutionen des Sicherheitsrats zu den Sanktionen gegen die Taliban und Al-Qaïda inzident auf ihre Rechtmässigkeit nach dem Standard der in der Gemeinschaftsrechtsordnung anerkannten Grundrechte zu prüfen; vielmehr sei er verpflichtet, das Gemeinschaftsrecht in einer Weise auszulegen und anzuwenden, die mit den Verpflichtungen der Mitgliedstaaten aus der Charta vereinbar sei (Rechtssache T-306/01, Yusuf und Al Barakaat International Foundation gegen Rat und Kommission, Slg. 2005, II-3533, Randnr. 231 ff., insb. 276; Rechtssache T-315/01, Yassin Abdullah Kadi gegen Rat und Kommission, Slg. 2005, II-3649, Randnr. 176 ff., insb. 225; bestätigt in den EuGI-Urteilen vom 12. Juli 2006, Rechtssache T-253/02, Chafiq Ayadi gegen Rat, Slg. 2006, II-2139, Randnr. 115 ff.; Rechtssache T-49/04, Faraj Hassan gegen Rat und Kommission, Slg. 2006, II-52, Randnr. 91 ff.).\n\nDer EuGI nahm an, dass die Bindungswirkung von Beschlüssen des Sicherheitsrats nur durch das ius cogens begrenzt sei, d.h. durch die zwingenden fundamentalen Bestimmungen, die für alle Völkerrechtssubjekte einschliesslich der Organe der UNO gelten und von denen nicht abgewichen werden darf. Der EuGI überprüfte daher BGE 133 II 450 S. 459die Sanktionsbeschlüsse des Sicherheitsrats an diesem Massstab und kam zum Ergebnis, ius cogens sei nicht verletzt (Urteil i.S. Yusuf und Al Barakaat, a.a.O., Randnr. 277 ff.; Urteil i.S. Kadi, a.a.O., Randnr. 226 ff.; vgl. dazu unten, E. 7).\n\nAuch in der Literatur wird das ius cogens, insbesondere die zwingenden Bestimmungen zum universellen Schutz der Menschenrechte, überwiegend als Schranke für die Verbindlichkeit von Sicherheitsratsbeschlüssen anerkannt (vgl. Anm. zum Entscheid T-306/01 des EuGI, CHRISTIAN TOMUSCHAT, Common Market Law Review [CMLRev.] 43/2006 S. 545 ff. mit Hinweisen Fn. 19; KARL DOEHRING, Unlawful Resolutions of the Security Council and their Legal Consequences, Max Planck Yearbook of United Nations Law 1/1997 S. 91-109, insb. S. 102 ff.).\n\n5.5 Nach der Rechtsprechung des Europäischen Gerichtshofs für Menschenrechte (EGMR) sind Mitgliedstaaten für die Umsetzung von Verpflichtungen, die ihnen durch internationale Organisationen auferlegt werden, insofern verantwortlich, als ihnen ein eigener Ermessensspielraum zusteht. Ist dies nicht der Fall, so prüft der EGMR nur, ob die betreffende Organisation selbst über einen der EMRK gleichwertigen Grundrechtsschutz verfügt und der Schutz der Konventionsrechte im Einzelfall nicht offensichtlich unzureichend ausgeübt worden ist (vgl. zuletzt Urteil i.S. Bosphorus gegen Irland vom 30. Juni 2005, Ziff. 152 ff. mit Hinweisen, publ. in RUDH 2005 S. 218 ff.).\n\nDer EGMR hat jedoch noch nicht entschieden, ob dies auch für Verpflichtungen aus verbindlichen Beschlüssen des Sicherheitsrats gemäss Kapitel VII Charta gilt: Zwar ging es im Fall Bosphorus um EG- und EU-Recht zur Umsetzung von UNO-Sanktionen gegen Ex-Jugoslawien; die Bindung an die einschlägigen Resolutionen des Sicherheitsrates und die Äquivalenz des Grundrechtsschutzes innerhalb der Vereinten Nationen wurden jedoch vom EGMR nicht geprüft (vgl. DANIEL FRANK, UNO-Sanktionen gegen Terrorismus und Europäische Menschenrechtskonvention, in: Festschrift Wildhaber 2007, S. 237-257, insb. S. 248).\n\nIn der Literatur wird die Auffassung vertreten, dass den Mitgliedstaaten der EMRK eine Verletzung von Konventionsrechten bei der Umsetzung von UNO-Sicherheitsrats-Resolutionen zugerechnet werden müsse (IAIN CAMERON, The European Convention on Human Rights, Due Process and United Nations Security Council C BGE 133 II 450 S. 460ounter-Terrorism Sanctions, Bericht vom 6. Februar 2006 zu Handen des Europarats, S. 3 und S. 23 ff.), jedenfalls wenn sie sich als Mitglieder des UNO-Sicherheitsrats nicht gegen eine konventionswidrige Verabschiedung des Sanktionenregimes eingesetzt haben (so DANIEL FRANK, a.a.O., S. 254). Diese Autoren plädieren jedoch nicht einfach für die Unbeachtlichkeit der Sanktionsbeschlüsse des Sicherheitsrats; vielmehr leiten sie aus der EMRK eine Verpflichtung der Mitgliedstaaten ab, auf UNO-Ebene für eine konventionskonforme Ausgestaltung des Sanktionsregimes zu sorgen.\n\n6. Innerstaatlich ist der Konflikt zwischen Völkerrecht und Verfassungsrecht, einschliesslich den Grundrechten, in Art. 190 BV ausdrücklich geregelt: Danach sind Bundesgesetze und Völkerrecht für das Bundesgericht und die anderen rechtsanwendenden Behörden massgebend.\n\n6.1 Diese Bestimmung gilt für das gesamte, für die Schweiz verbindliche Völkerrecht; dieses umfasst neben den Staatsverträgen auch das Völkergewohnheitsrecht, die allgemeinen Regeln des Völkerrechts und Beschlüsse von internationalen Organisationen, die für die Schweiz verbindlich sind (Botschaft des Bundesrats über eine neue Bundesverfassung vom 20. November 1996, BBl 1997 I 428 f. zu Art. 180 E-BV). Damit sind insbesondere auch die Sanktionsbeschlüsse des Sicherheitsrates für das Bundesgericht massgebend und müssen angewendet werden.\n\n6.2 Art. 190 BV enthält allerdings keine Regel über allfällige Konflikte zwischen verschiedenen, für die Schweiz verbindlichen Normen des Völkerrechts, im vorliegenden Fall den Sanktionsbeschlüssen des Sicherheitsrats einerseits und den Garantien der EMRK und des UNO-Pakts II andererseits. Kann der Konflikt nicht im Wege der Auslegung ausgeräumt werden, muss deshalb auf die völkerrechtliche Normenhierarchie abgestellt werden. Danach gehen die Verpflichtungen aus der Charta vor (Art. 103 Charta; Art. 30 Abs. 1 VRK). Die weltweite einheitliche Anwendung der UNO-Sanktionen wäre gefährdet, wenn die Gerichte einzelner Mitgliedstaaten die Sanktionen gegen einzelne Personen oder Einrichtungen wegen allfälliger Verletzungen von Grundrechten gemäss EMRK und UNO-Pakt II - die sich weitgehend mit den Grundrechten der nationalen Verfassungen decken - aufheben oder abändern könnten.\n\n7. Grenze der Anwendungspflicht für Resolutionen des Sicherheitsrats stellt jedoch das ius cogens als zwingendes, für alle BGE 133 II 450 S. 461Völkerrechtssubjekte verbindliches Recht dar. Zu prüfen ist deshalb, ob die Sanktionsbeschlüsse des Sicherheitsrats ius cogens verletzen, wie der Beschwerdeführer geltend macht.\n\n7.1 Als ius cogens oder zwingendes Völkerrecht werden diejenigen Normen des Völkerrechts bezeichnet, von denen auch im gegenseitigen Einverständnis nicht abgewichen werden darf; entgegenstehende völkerrechtliche Verträge sind somit nichtig (vgl. Art. 53, 64 und 71 VRK). Auf die Einhaltung dieser Normen konnten die Staaten daher auch in der Charta der Vereinten Nationen nicht verzichten (DOEHRING, a.a.O., S. 101 ff.). Indizien für den absoluten Charakter einer Norm sind Vertragsklauseln, die bestimmte Rechte oder Pflichten als unaufhebbar bezeichnen, z.B. indem sie es den Vertragsstaaten untersagen, anderslautende Vereinbarungen zu treffen, gewisse Vertragsbestimmungen wegen eines Notstands zu suspendieren oder indem sie Vorbehalte ausschliessen (vgl. hierzu EVA KORNICKER, Ius cogens und Umweltvölkerrecht, Diss. Basel 1997, S. 58 ff.; STEFAN KADELBACH, Zwingendes Völkerrecht, Berlin 1992, S. 178 f.; STEFAN OETER, Ius cogens und der Schutz der Menschenrechte, in: Festschrift Wildhaber 2007, S. 507 f.).\n\n7.2 Der EuGI verneinte in den oben (E. 5.4) zitierten Entscheiden eine Verletzung von ius cogens : Zum einen gälten die von den Klägern angerufenen Grundrechte (Eigentumsrecht, Verteidigungsrechte und Anspruch auf effektiven gerichtlichen Rechtsschutz) nicht absolut und insbesondere nicht für Beschlüsse des Sicherheitsrats nach Kapitel VII der Charta. Zum anderen berücksichtigte das Gericht, dass es sich um Massnahmen von begrenzter Geltungsdauer handelt, deren Aufrechterhaltung alle 12-18 Monate vom Sicherheitsrat überprüft wird, Ausnahme- und Befreiungsmöglichkeiten in Härtefällen vorgesehen sind und ein formalisiertes Verfahren für die Überprüfung jedes Einzelfalls durch den Sanktionsausschuss besteht (vgl. Urteil i.S. Yusuf und Al Barakaat, a.a.O., Randnr. 284 ff.; Urteil i.S. Kadi, a.a.O., Randnr. 233 ff.; Urteil i.S. Ayadi, a.a.O., Randnr. 134 ff.; Urteil i.S. Hassan, a.a.O., Randnr. 104 ff.).\n\n7.3 Dieser Auffassung ist zuzustimmen.\n\nAllgemein werden zum ius cogens elementare Menschenrechte wie das Recht auf Leben, der Schutz vor Folter und erniedrigender Behandlung, die Freiheit von Sklaverei und Menschenhandel, das Verbot von Kollektivstrafen, der Grundsatz der persönlichen Verantwortung in der Strafverfolgung sowie das non-refoulement -Gebot BGE 133 II 450 S. 462gezählt (vgl. Entscheid 1A.124/2001 vom 28. März 2002, E. 3.5 mit Hinweisen zur Literatur und zur Praxis des Bundesrates). Weiter gehend wird z.T. auch der Schutz vor willkürlicher Inhaftierung und gewisse, damit zusammenhängende Verfahrensgarantien zum ius cogens gezählt (OETER, a.a.O., S. 506 und 510 f. mit Hinweisen).\n\nDagegen gehören weitere Grundrechte, selbst wenn sie für die Schweiz von überragender Bedeutung sind, nicht zum zwingenden Völkerrecht (vgl. Botschaft des Bundesrats zur Eidgenössischen Volksinitiative \"für demokratische Einbürgerungen\" vom 25. Oktober 2006, BBl 2006 S. 8962, Ziff. 1.2.4.4). Dies gilt insbesondere für die vom Beschwerdeführer angerufenen Grundrechte der Eigentumsgarantie und der Wirtschaftsfreiheit (TOMUSCHAT, a.a.O., S. 547 f.). Aber auch die von ihm geltend gemachten Verfahrensgarantien (Anspruch auf rechtliches Gehör und ein faires Verfahren nach Art. 6 Ziff. 1 EMRK und Art. 14 Abs. 1 UNO-Pakt II; Recht auf eine wirksame Beschwerde gemäss Art. 13 EMRK und Art. 2 Abs. 3 UNO-Pakt II) gehören nicht zum notstandsfesten Kern der internationalen Menschenrechtskonventionen (vgl. Art. 15 Abs. 2 EMRK, Art. 4 Abs. 2 UNO-Pakt II) und damit grundsätzlich nicht zum ius cogens (Botschaft vom 25. Oktober 2006, BBl 2006 S. 8962, Ziff. 1.2.4.4; vgl. auch Entscheid 1A.124/2001 vom 28. März 2002, E. 3.5, wo die Frage für das Strafverfahren offengelassen wurde).\n\n7.4 Namentlich im Bereich der vom Sicherheitsrat nach Kapitel VII Charta beschlossenen Sanktionen ist kein Konsens der Staaten ersichtlich, international zwingende Verfahrensgarantien zum Schutz des Einzelnen anzuerkennen.\n\nDiese Sanktionen enthalten einschneidende wirtschaftliche Einschränkungen für die Betroffenen; die zum Lebensunterhalt notwendigen Mittel werden jedoch freigegeben (vgl. Resolution 1452 [2002] Ziff. 1a), weshalb weder eine Gefährdung von Leben oder Gesundheit noch eine unmenschliche oder erniedrigende Behandlung vorliegt. Das Reiseverbot schränkt die Bewegungsfreiheit der Betroffenen ein, stellt aber grundsätzlich keine Freiheitsentziehung dar: Die Betroffenen können sich in ihrem Wohnsitzstaat frei bewegen (vgl. allerdings unten, E. 10.2, zur besonderen Situation des Beschwerdeführers); ausdrücklich erlaubt ist auch die Einreise in den Heimatstaat (vgl. Resolution 1735 [2006] Ziff. 1b).\n\nTraditionell werden Sanktionen vom Sicherheitsrat beschlossen, ohne dass Einzelne die Möglichkeit hätten, sich vorgängig oder BGE 133 II 450 S. 463nachträglich dazu zu äussern oder dagegen Beschwerde vor internationalen oder nationalen Instanzen zu erheben. Die Einführung eines Delisting -Verfahrens und die im Jahre 2006 beschlossenen Verbesserungen (Möglichkeit des Einzelnen, unmittelbar an den Sanktionsausschuss zu gelangen, Präzisierung der Kriterien für die Aufnahme und die Streichung von der Liste; Einführung von Begründungsanforderungen für Listing -Vorschläge; Verpflichtung der Mitgliedstaaten zur Notifikation der Betroffenen) stellen bereits einen wesentlichen Fortschritt gegenüber der bisherigen Situation dar. Auch wenn dieses System noch gewichtige Mängel aus Sicht der Grundrechte aufweist (vgl. Bericht der Hochkommissarin für Menschenrechte vom 9. März 2007, Schutz der Menschenrechte und der Grundfreiheiten im Kampf gegen den Terrorismus [A/HRC/4/ 88] Rn. 25 ff.; Bericht des UN-Sonderberichterstatters Martin Scheinin, Schutz der Menschenrechte und der Grundfreiheiten im Kampf gegen den Terrorismus vom 16. August 2006 [A/61/267] Rn. 30 ff.), liegt kein Verstoss gegen ius cogens vor.\n\n8. Ist die Schweiz nach dem Gesagten an die Sanktionsbeschlüsse des Sicherheitsrats gebunden, ist im Folgenden zu prüfen, wie weit diese Bindung geht, d.h. inwieweit ihr noch ein Handlungsspielraum zusteht.\n\n8.1 Der Sicherheitsrat hat die Resolutionen 1267 (1999) und die nachfolgenden Resolutionen über Sanktionen betreffend Al-Qaïda und die Taliban gestützt auf Kapitel VII der UNO-Charta erlassen, mit der ausdrücklichen Verpflichtung aller Mitgliedstaaten, die darin vorgesehenen Sanktionen integral und strikt durchzuführen, ohne Rücksicht auf vorbestehende staatsvertragliche oder vertragliche Rechte und Pflichten (so ausdrücklich Ziff. 7 Resolution 1267 [1999]).\n\nDie Sanktionen (Blockierung von Vermögenswerten, Ein- und Durchreiseverbot, Waffenembargo) werden detailliert beschrieben und lassen den Mitgliedstaaten keinerlei Ermessensspielraum bei der Umsetzung. Auch die Adressaten der Sanktionen werden den Mitgliedstaaten vorgegeben: Massgeblich ist die vom Sanktionsausschuss geführte und aktualisierte Liste (Ziff. 8 lit. c Resolution 1333 [2000]).\n\nFür die Streichung von der Liste ist ein besonderes Delisting -Verfahren durch den Sanktionsausschuss vorgesehen (vgl. zuletzt Ziff. 13 ff. Resolution 1735 [2006] und Direktiven des BGE 133 II 450 S. 464Sanktionsausschusses in der Fassung vom 12. Februar 2007). Es ist den Mitgliedstaaten somit verwehrt, selbständig über die Weitergeltung von Sanktionen gegen eine auf der Liste des Sanktionsausschusses aufgeführte Person oder Organisation zu entscheiden.\n\nDie Schweiz würde deshalb gegen ihre Verpflichtungen aus der Charta verstossen, wenn sie den Beschwerdeführer und seine Organisationen aus dem Anhang der TalibanV streichen würde.\n\n8.2 Dies wäre auch dann der Fall, wenn die Sanktionsbeschlüsse des Sicherheitsrats unmittelbar anwendbar sein sollten:\n\nZwar blieben dann die Sanktionen gegen den Beschwerdeführer und dessen Organisationen bestehen; die Streichung von der Liste würde jedoch deren Umsetzung erschweren: Es bestünde die Gefahr, dass Behörden, Banken und andere mit der Durchsetzung der Sanktionen betraute Stellen zu Unrecht davon ausgehen, der Beschwerdeführer sei auch von der Liste des Sanktionsausschusses gestrichen worden und sei nicht mehr Sanktionsadressat. Bereits dies steht im Widerspruch zu den einschlägigen Resolutionen des Sicherheitsrats (vgl. z.B. Ziff. 22 Resolution 1735 [2006]).\n\nIm Übrigen ist nicht ersichtlich, welches Interesse der Beschwerdeführer an der beantragten Streichung haben könnte, wenn die Sanktionen gegen ihn und seine Organisationen - unmittelbar gestützt auf die einschlägigen Resolutionen des Sicherheitsrats und die Liste des Sanktionsausschusses - aufrechterhalten bleiben müssten.\n\n8.3 Nach dem Gesagten ist es der Schweiz verwehrt, den Beschwerdeführer selbständig aus Anhang 2 TalibanV zu streichen.\n\nEs ist dem Beschwerdeführer einzuräumen, dass in dieser Situation keine effektive Beschwerdemöglichkeit besteht: Das Bundesgericht kann zwar prüfen, ob und inwiefern die Schweiz an die Resolutionen des Sicherheitsrats gebunden ist; dagegen ist es nicht befugt, die Sanktionen gegen den Beschwerdeführer wegen Grundrechtsverletzungen aufzuheben.\n\nFür die Streichung von der Liste ist ausschliesslich der Sanktionsausschuss zuständig. Trotz der erwähnten Verbesserungen genügt das Delisting -Verfahren weder den Anforderungen an gerichtlichen Rechtsschutz gemäss Art. 29a BV, Art. 6 Ziff. 1 EMRK und Art. 14 Ziff. 1 UNO-Pakt II noch an eine wirksame Beschwerde i.S. von Art. 13 EMRK und Art. 2 Abs. 3 UNO-Pakt II (vgl. Bericht der Hochkommissarin für Menschenrechte vom 9. März 2007, a.a.O., BGE 133 II 450 S. 465Rn. 25, 31, 33; Bericht des UN-Sonderberichterstatters Martin Scheinin vom 16. August 2006, a.a.O., Rn. 39; Brown Institute for international Studies, Watson University, Strengthening Targeted Sanctions Through Fair and Clear Procedures, März 2006, Gutachten im Auftrag der Schweiz, des deutschen Auswärtigen Amts und des Schwedischen Ministeriums für Auswärtige Angelegenheiten, S. 49; IAIN CAMERON, a.a.O., S. 2, 12 ff. und 19 ff.; DANIEL FRANK, a.a.O., S. 244 ff.; HELEN KELLER, Antiterrormassnahmen: Verfahrensschutz bei der Sperrung von Bankkonten, in: Festschrift Alfred Kölz, Zürich 2003, S. 299-318, insb. S. 314/315; dieselbe, Eingefrorene Gelder - ausgehebelte Rechte, Plädoyer 2006 2 S. 23-25; R. WESSEL, Debating the \"Smartness\" of Anti-Terrorism Sanctions: The UN Security Council and the Individual Citizen, S. 633-660, insb. 645).\n\nDiese Situation kann nur durch die Einführung eines wirksamen Kontrollmechanismus auf Ebene der Vereinten Nationen behoben werden. Dieses Ziel wird auch vom Bundesrat und der schweizerischen UN-Vertretung aktiv verfolgt (vgl. Antwort des Bundesrats vom 23. November 2005 auf die Interpellation Dick Martys vom 7. Oktober 2005, Ziff. 5 und 7; Deklaration des Ständigen Vertreters der Schweiz vom 30. Mai 2006 im Namen Deutschlands, Schwedens und der Schweiz, Menaces à la paix et la sécurité internationales causées par des actes terroristes).\n\n9. In dieser Lage stellt sich immerhin die Frage, ob die Schweiz, wenn sie den Beschwerdeführer schon nicht selbst von der Liste streichen kann, ihn wenigstens bei der Durchführung des Delisting -Verfahrens unterstützen muss (vgl. zu dieser Frage EuGI, Urteil i.S. Ayadi, a.a.O., Randnr. 144 ff.; Urteil i.S. Hassan, a.a.O., Randnr. 114 ff.).\n\n9.1 Die Vorinstanzen haben geprüft, ob die Schweiz ein Delisting -Verfahren für den Beschwerdeführer einleiten müsse. Diese Frage hat sich inzwischen erledigt, da der Beschwerdeführer seit der Änderung des Delisting -Verfahrens selbst einen Antrag stellen kann und von dieser Möglichkeit auch Gebrauch gemacht hat.\n\n9.2 Für den Erfolg seines Antrags ist er allerdings auf die Unterstützung der Schweiz angewiesen, da diese als einziges Land ein umfangreiches Ermittlungsverfahren durchgeführt hat, mit zahlreichen Rechtshilfegesuchen, Hausdurchsuchungen und Zeugenbefragungen. BGE 133 II 450 S. 466\n\nDie Mitgliedstaaten der Vereinten Nationen sind verpflichtet, Personen, die im Verdacht stehen, den Terrorismus zu finanzieren oder zu unterstützen, strafrechtlich zu verfolgen (vgl. Ziff. 2e Resolution des Sicherheitsrats 1373 [2001]). Dazu gehören insbesondere Personen, die auf der Liste des Sanktionsausschusses figurieren. In den nationalen Strafverfahren kann der - i.d.R. auf Geheimdienstberichte gestützte - Anfangsverdacht in einem ordentlichen Beweisverfahren überprüft und der Status der Betroffenen auf diese Weise geklärt werden (vgl. Bericht des UN-Sonderberichterstatters Martin Scheinin, a.a.O., Rn. 36 f.). Im Falle einer Verurteilung treten strafrechtliche Sanktionen (Freiheitsstrafe; Einziehung) an Stelle der präventiven Sanktionen (Reiseverbot; Kontensperre).\n\nFührt das Strafverfahren dagegen zu einem Freispruch oder wird es eingestellt, so sollte dies zur Aufhebung der präventiv angeordneten Sanktionen führen. Zwar kann der Staat, der das Straf- oder Ermittlungsverfahren durchgeführt hat, diese Streichung nicht selbst vornehmen. Er kann aber zumindest das Ergebnis seiner Ermittlungen dem Sanktionsausschuss mitteilen und die Streichung des Betroffenen von der Liste beantragen bzw. unterstützen.\n\n10. Zu prüfen ist noch, ob das in Art. 4a TalibanV enthaltene Reiseverbot über das von den Resolutionen des Sicherheitsrats Gebotene hinausgeht und somit in diesem Bereich ein Handlungsspielraum der schweizerischen Behörden besteht.\n\n10.1 Art. 4a Abs. 1 TalibanV verbietet den in Anhang 2 aufgeführten natürlichen Personen die Einreise in die Schweiz oder die Durchreise durch die Schweiz. Art. 4a Abs. 2 TalibanV sieht vor, dass das Bundesamt für Migration in Übereinstimmung mit den Beschlüssen des Sicherheitsrates oder zur Wahrung schweizerischer Interessen Ausnahmen gewähren kann.\n\nNach den Resolutionen des Sicherheitsrats findet das Reiseverbot keine Anwendung, wenn die Einreise oder der Transit für ein gerichtliches Verfahren notwendig sind. Zudem können im Einzelfall mit Zustimmung des Sanktionsausschusses Ausnahmen gewährt werden (vgl. zuletzt Ziff. 1 lit. b Resolution 1735 [2006]). Darunter fallen insbesondere Reisen aus medizinischen, humanitären oder religiösen Gründen (Brown Institute, a.a.O., S. 32).\n\n10.2 Art. 4a Abs. 2 TalibanV ist als \"Kann\"-Bestimmung formuliert und erweckt den Eindruck, als stehe dem Bundesamt für Migration ein Ermessensspielraum zu. Die Bestimmung ist jedoch BGE 133 II 450 S. 467verfassungskonform in dem Sinne auszulegen, dass eine Ausnahme in allen Fällen gewährt werden muss, in denen das UNO-Sanktionsregime dies erlaubt: Eine weiter gehende Einschränkung der Bewegungsfreiheit des Beschwerdeführers könnte sich nicht auf die Resolutionen des Sicherheitsrats stützen, läge nicht im öffentlichen Interesse und wäre auch aufgrund der besonderen Situation des Beschwerdeführers unverhältnismässig:\n\nDieser wohnt in Campione, einer italienischen Exklave im Tessin, mit einer Fläche von nur 1,6 km2. Das Ein- und Durchreiseverbot hat somit zur Folge, dass er Campione nicht verlassen kann. Im praktischen Ergebnis kommt dies, wie der Beschwerdeführer zutreffend ausführt, einem Hausarrest nahe und stellt damit eine schwerwiegende Beschränkung der persönlichen Freiheit des Beschwerdeführers dar. In dieser Situation sind die schweizerischen Behörden verpflichtet, alle nach den Resolutionen des Sicherheitsrats zulässigen Erleichterungen des Sanktionsregimes auszuschöpfen.\n\nDas Bundesamt für Migration hat somit keinen eigenen Ermessensspielraum. Es muss vielmehr prüfen, ob die Voraussetzungen für eine Ausnahmeerteilung vorliegen. Fällt das Gesuch nicht unter eine vom Sicherheitsrat vorgesehene generelle Ausnahme, muss es dem Sanktionsausschuss zur Genehmigung vorgelegt werden.\n\n10.3 Die Frage, ob das Bundesamt für Migration diese verfassungsrechtlichen Vorgaben bei der Behandlung von Ausreiseanträgen des Beschwerdeführers verkannt hat, ist hier nicht zu prüfen: Die jeweiligen Verfügungen des Bundesamts wurden vom Beschwerdeführer nicht angefochten und sind nicht Streitgegenstand des vorliegenden Verfahrens.\n\nGleiches gilt für die Frage, ob dem Beschwerdeführer eine Verlegung seines Wohnsitzes aus der italienischen Exklave Campione nach Italien ermöglicht werden müsste. Bisher hat der Beschwerdeführer kein entsprechendes Gesuch gestellt.\n\n11. Nach dem Gesagten ist die Verwaltungsgerichtsbeschwerde abzuweisen. Aufgrund der besonderen Umstände des Falles rechtfertigt es sich, keine Kosten zu erheben."}