{"annee": "133", "cour": "V", "page": "205", "date": "22/1/2007", "cite": ["129 V 440", "130 V 414", "129 V 251", "131 V 107", "119 II 305", "129 III 646", "132 V 404", "130 V 103", "132 V 332", "119 III 18", "128 V 50", "127 III 433"], "cite_par": ["134 III 306", "135 V 425", "142 V 358", "137 II 313", "134 III 438"], "chapeau": "28. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. L. gegen Vorsorgeeinrichtung der Versicherungs-Gruppe X. sowie Versicherungsgericht des Kantons St. Gallen (Verwaltungsgerichtsbeschwerde)\n\nB 93/06 vom 22. Januar 2007", "regestes": ["Art. 5 al. 1 et 2, art. 22 LFLP; art. 122 et 142 CC; art. 62 ss CO (situation juridique avant l'entrée en vigueur le 1er janvier 2005 de l'art. 35a LPP). Le simple fait que le paiement en espèces de la prestation de sortie est intervenu sans que les conditions de l'art. 5 al. 1 LFLP soient remplies ne permet pas à l'institution de prévoyance d'en demander la restitution (consid. 4.3-4.9). Lorsque le conjoint n'a pas consenti au paiement en espèces de la prestation de sortie au sens de l'art. 5 al. 2 LFLP et que l'institution de prévoyance doit lui transférer la part de la prestation de sortie lui revenant suite au divorce, celle-ci peut en demander, sous réserve de l'art. 64 CO, la restitution à l'autre conjoint (consid. 5.2). Exigences en matière de preuve (consid. 5.3-5.5)."], "faits": "BGE 133 V 205 S. 206\n\nA. L., geb. 1946, war bei der Versicherung X. tätig und bei der Vorsorgeeinrichtung der Versicherungs-Gruppe X. berufsvorsorgeversichert. Am 26. September/21. Oktober 1997 schloss er mit der Generalagentur der Lebensversicherungs-Gesellschaft Y. einen Vertrag, in welchem vorgesehen war, dass er per 1. Januar 1998 als Vorsorgeberater in dieselbe eintreten werde. Am 29. Oktober 1997 kündigte er sein Arbeitsverhältnis bei der Versicherung X. mit Wirkung per Ende Februar 1998 und beantragte zugleich die Barauszahlung seines Freizügigkeitsguthabens unter Hinweis darauf, dass er eine selbstständige Erwerbstätigkeit aufnehme. Am 27. Januar 1998 überwies die Vorsorgeeinrichtung die Barauszahlung im Betrag von Fr. 251'147.65 (entsprechend der Austrittsleistung per 31. Dezember 1997) auf das Konto von L.\n\nMit Teil-Urteil vom 28. März 2001 schied das Kantonsgericht von Appenzell Ausserrhoden die am 18. März 1988 zwischen L. und M. geschlossene Ehe und legte fest, dass die während der Ehe erworbenen Austrittsleistungen hälftig zu teilen seien. Mit Bezug auf die Frage, ob M. für die durch die Vorsorgeeinrichtung am 27. Januar 1998 an L. ausgerichtete Barauszahlung gestützt auf Art. 124 ZGB eine angemessene Entschädigung zustehe, wurde das Verfahren sistiert, bis das Verwaltungsgericht von Appenzell BGE 133 V 205 S. 207Ausserrhoden über die Rechtmässigkeit der Barauszahlung rechtskräftig entschieden habe. Die Sache wurde gemäss Art. 142 Abs. 2 ZGB an das Verwaltungsgericht von Appenzell Ausserrhoden zur Durchführung der Teilung überwiesen. Dieses verpflichtete die Vorsorgeeinrichtung mit Entscheid vom 27. August 2003, an die Pensionskasse von M. den Betrag von Fr. 120'278.85 nebst Zinsen zu bezahlen. In der Begründung führte es aus, die Vorsorgeeinrichtung vermöge nicht nachzuweisen, dass M. der Barauszahlung zugestimmt habe; die Barauszahlung sei daher ungültig und werde gegenüber der Ehegattin so behandelt, wie wenn sie nicht aus dem Kreislauf der 2. Säule ausgeschieden sei. Diese Zahlung sei daher wie wenn noch vorhanden zu berücksichtigen. Demgemäss wurde die M. zustehende Hälfte der Austrittsleistung unter Aufrechnung der bar ausbezahlten Fr. 251'147.65 berechnet. Die Vorsorgeeinrichtung überwies nach Eintritt der Rechtskraft dieses Entscheids per 31. Oktober 2003 den Betrag von Fr. 131'878.85 (Fr. 120'278.85 plus Zinsen) an die Pensionskasse von M.\n\nMit Schreiben vom 16. Februar 2004 forderte die Vorsorgeeinrichtung L. auf, ihr den Betrag von Fr. 131'878.85 zurückzuzahlen, da es sich dabei um einen Teil der ihm bar ausbezahlten Austrittsleistung handle. Die Zahlung unterblieb.\n\nB. Am 9. Juli 2004 erhob die Vorsorgeeinrichtung beim Versicherungsgericht des Kantons St. Gallen Klage mit dem Rechtsbegehren, L. sei zu verpflichten, ihr den Betrag von Fr. 251'147.65 nebst Zinsen, eventuell den Betrag von Fr. 131'878.85 nebst Verzugszinsen seit 8. März 2004 zu bezahlen. In Gutheissung der Klage verpflichtete das kantonale Gericht L., der Vorsorgeeinrichtung den Betrag von Fr. 251'147.65 zuzüglich Zins zu 5 % ab 16. Februar 2004 auf Fr. 131'878.85 und Zins zu 5 % ab 9. Juli 2004 auf Fr. 251'147.65 zu bezahlen (Entscheid vom 17. Mai 2006). Zur Begründung führte es aus, L. sei nach seiner Anstellung bei der Versicherung X. wiederum als Arbeitnehmer tätig gewesen, weshalb das Begehren um Barauszahlung und die Ausrichtung der Leistung zu Unrecht erfolgt seien. Da L. bösgläubig gewesen sei, sei die zu Unrecht erhaltene Leistung auch dann zurückzuerstatten, wenn die Bereicherung nicht mehr vorhanden sei.\n\nC. L. hat Verwaltungsgerichtsbeschwerde erhoben mit dem Antrag, der angefochtene Entscheid sei aufzuheben, eventualiter sei die Sache an die Vorinstanz zu weiteren Erhebungen zurückzuweisen. BGE 133 V 205 S. 208\n\nDie Vorsorgeeinrichtung beantragt die Abweisung der Verwaltungsgerichtsbeschwerde, soweit darauf einzutreten sei. Das Bundesamt für Sozialversicherungen (BSV) verzichtet auf eine Vernehmlassung.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Streitig ist die Rückerstattung einer ausbezahlten Austrittsleistung. Deren Beurteilung fällt in den Zuständigkeitsbereich der Gerichte gemäss Art. 73 BVG (Urteil des Eidg. Versicherungsgerichts B 41/99 vom 20. März 2000, E. 3b, SZS 2001 S. 485) und die Verwaltungsgerichtsbeschwerde ist zulässig (Art. 73 Abs. 4 BVG [in der bis 31. Dezember 2006 geltenden Fassung]).\n\n2.2 Beim Prozess um Ausgleichszahlungen aus beruflicher Vorsorge im Scheidungsfall handelt es sich wie bei Austrittsleistungen (Entstehung, Höhe, Erfüllung usw.) um einen Streit um Versicherungsleistungen, weshalb sich die Kognition des Bundesgerichts nach Art. 132 Abs. 1 OG richtet (BGE 129 V 251 E. 1.2 S. 253). Das gilt auch für die Rückforderung von unrechtmässig erbrachten Leistungen (Urteil des Eidg. Versicherungsgerichts K 52/02 vom 29. Oktober 2002, E. 1, publiziert in: RKUV 2003 Nr. KV 236 S. 17). Das Bundesgericht wendet das Recht von Amtes wegen an und ist an die Begründung der Begehren nicht gebunden (Art. 114 Abs. 1 OG).\n\n3. Die fragliche Barauszahlung erfolgte im Jahre 1998, die Rückforderung wurde im Jahre 2004 geltend gemacht. Mit Recht hat daher die Vorinstanz die Streitfrage nicht aufgrund des am 1. Januar 2005 in Kraft getretenen Art. 35a BVG beurteilt (BGE 131 V 107 E. 1 S. 109 mit Hinweisen; Urteile des Eidg. Versicherungsgerichts B 45/05 vom 13. April 2006, E. 2; B 4/04 vom 6. April 2006, E. 3.1.2; B 50/05 vom 10. November 2005, E. 1; vgl. auch E. 7 hiernach). Vor dem Inkrafttreten dieser Bestimmung beurteilte sich die Rückerstattung von zu Unrecht erbrachten Leistungen aus beruflicher Vorsorge sowohl im obligatorischen als auch im weitergehenden Bereich in erster Linie nach den Kassenreglementen und subsidiär nach Art. 62 ff. OR (BGE 132 V 404 E. 2 S. 407; BGE 130 V 414 E. 2 S. 417; BGE 128 V 50 und 236 E. 2 S. 239 f.).\n\n4.\n\n4.1 Art. 3.5 Abs. 6 des Reglements der Beschwerdegegnerin lautet: \"Infolge Irrtums oder Verletzung von Informationspflichten BGE 133 V 205 S. 209zuviel ausgerichtete Leistungen sind der Vorsorgeeinrichtung zurückzuerstatten.\" Die Vorinstanz hat die Rückforderung auf diese Bestimmung gestützt mit der Überlegung, die Barauszahlung sei unrechtmässig erfolgt, weil der Beschwerdeführer bis Ende 1997 bei der Versicherung X. Arbeitnehmer gewesen und anschliessend per 1. Januar 1998 nahtlos in ein neues Anstellungsverhältnis getreten sei. Da die Beschwerdegegnerin im Irrtum über ihre Leistungspflicht gewesen sei, könne sie die unrechtmässig ausbezahlte Barauszahlung zurückverlangen.\n\n4.2 Der Beschwerdeführer vertritt die Auffassung, er sei selbstständig erwerbend gewesen, weshalb die Barauszahlung nicht zu Unrecht erfolgt sei. Wie es sich damit verhält, kann offen gelassen werden, weil sich die Auffassung der Vorinstanz auch dann als unrichtig erweist, wenn davon ausgegangen wird, die Barauszahlung sei zu Unrecht erfolgt:\n\n4.3 Die Folgen einer unrechtmässig geleisteten Barauszahlung sind im Gesetz nicht ausdrücklich geregelt. Im Falle von Art. 5 Abs. 2 FZG, wonach bei verheirateten Anspruchsberechtigten die Barauszahlung nur zulässig ist, wenn der Ehegatte schriftlich zustimmt, kann nach der Rechtsprechung trotz Fehlens dieser Zustimmung die Vorsorgeeinrichtung mit befreiender Wirkung leisten, sofern sie nachweist, dass sie kein Verschulden trägt; andernfalls riskiert sie, dem geschädigten Ehegatten ein zweites Mal leisten zu müssen (BGE 130 V 103 E. 3 S. 108 ff.; Urteile des Eidg. Versicherungsgerichts B 126/04 vom 20. März 2006, E. 2, und B 98/04 vom 17. März 2005, E. 2 [mit Zusammenfassung in: SZS 2006 S. 460]; vgl. dazu auch FELIX SCHÖBI, Barauszahlung trotz fehlender Zustimmung des Ehegatten, Bemerkungen zum Urteil B 98/04 des Eidg. Versicherungsgerichts vom 17. März 2005, in: recht 2005 S. 139 ff.). In diesem Fall kann sie den Betrag, den sie dem Ehegatten ein zweites Mal bezahlen muss, vom Vorsorgenehmer, der sich die Austrittsleistung ohne Zustimmung seines Ehegatten bar auszahlen liess, zurückverlangen (Urteil des Eidg. Versicherungsgerichts B 87/00 vom 10. Februar 2004, E. 2.3-2.5 [mit Zusammenfassung in: SZS 2004 S. 461]). Sodann riskiert die Vorsorgeeinrichtung, sich gegenüber einem Pfandgläubiger ersatzpflichtig zu machen, wenn sie eine Barauszahlung leistet, obwohl der Anspruch auf Vorsorgeleistung gemäss Art. 30b BVG verpfändet ist: Auch in diesem Fall kann sie die geleistete Barauszahlung vom Empfänger zurückverlangen, weil sie nicht befreiend an diesen leisten konnte (Urteil des Eidg. BGE 133 V 205 S. 210Versicherungsgerichts B 50/05 vom 10. November 2005, E. 3.2). Dies ergibt sich jedoch aus pfandrechtlichen Gründen. Ob die Vorsorgeeinrichtung eine Barauszahlung auch dann zurückverlangen kann, wenn sie geleistet wurde, ohne dass die Voraussetzungen von Art. 5 Abs. 1 FZG erfüllt sind, wurde höchstrichterlich noch nicht entschieden (soweit in E. 3.1 des Urteils B 50/05 vom 10. November 2005 auch der Verstoss gegen Art. 5 Abs. 1 FZG als einer unter mehreren Unrechtmässigkeitsgründen genannt wurde, war dies neben dem ausschlaggebenden pfandrechtlichen Grund nicht entscheiderheblich).\n\n4.4 Die Frage nach dem Vorliegen eines Rückforderungsrechts kann nicht schon gestützt auf die Rechtsprechung zu Art. 5 Abs. 2 FZG bejaht werden: Wie aus derselben hervorgeht, ist die unrechtmässig erbrachte Barauszahlung nicht etwa nichtig (BGE 130 V 103 E. 3.2 S. 109). Weil aber die Verletzung von Art. 5 Abs. 2 FZG geeignet ist, die Interessen und Rechtsansprüche des zustimmungsberechtigten Ehegatten zu beeinträchtigen, wird die ohne Zustimmung erfolgte Barauszahlung im Verhältnis gegenüber dem Ehegatten behandelt, wie wenn sie nicht erfolgt wäre, soweit dieser sonst um seinen Schutz gebracht würde, namentlich im Hinblick auf den Vorsorgefall oder die Scheidung. Dies hat zur Folge, dass die Vorsorgeeinrichtung unter Umständen ein zweites Mal leisten muss, wodurch sie ihrerseits geschädigt ist. Im entsprechenden Umfang ist der Versicherte, der die Barauszahlung ohne Zustimmung seines Ehegatten erwirkt hat, unrechtmässig bereichert, weil er einen Betrag erhalten hat, der seinem Ehegatten zustünde. Er hat deshalb diesen Betrag der Vorsorgeeinrichtung zurückzuerstatten. Dies gilt aber nicht für die ganze erhaltene Austrittsleistung, sondern nur für denjenigen Betrag, den die Vorsorgeeinrichtung dem Ehegatten (doppelt) leisten musste. Nur in diesem Umfang wurde denn auch im Urteil B 87/00 vom 10. Februar 2004 eine Rückerstattung verlangt und bejaht. Im Urteil B 50/05 vom 10. November 2005 musste die ganze bar ausbezahlte Austrittsleistung rückerstattet werden, weil einerseits eine pfandrechtliche Bindung vorlag (vgl. E. 4.3 hiervor) und andererseits über den Anteil der Ehefrau noch nicht entschieden worden war und deshalb das ganze Guthaben verfügbar bleiben musste (Urteil B 50/05 vom 10. November 2005, E. 3.2). Soweit jedoch eine Verletzung von Art. 5 Abs. 1 FZG zur Diskussion steht, verhält es sich anders: BGE 133 V 205 S. 211\n\n4.5 Mit den Beiträgen, welche im Rahmen der beruflichen Vorsorge geleistet werden, wird für den Versicherten ein individuelles Vorsorgeguthaben geäufnet. Versicherte, welche eine Vorsorgeeinrichtung verlassen, bevor ein Vorsorgefall eintritt, haben Anspruch auf eine Austrittsleistung (Art. 2 Abs. 1 FZG), welche nach Art. 15 ff. FZG berechnet wird. Die Austrittsleistung wird mit dem Austritt aus der Vorsorgeeinrichtung fällig (Art. 2 Abs. 3 FZG; BGE 129 V 440 E. 4 S. 441). Sie wird geleistet entweder durch Überweisung an eine neue Vorsorgeeinrichtung des ausgetretenen Arbeitnehmers (Art. 3 Abs. 1 FZG), durch Überweisung an eine andere Form des Vorsorgeschutzes (Art. 4 FZG; Art. 10 ff. FZV) oder in den gesetzlich vorgesehenen Fällen durch Barauszahlung (Art. 5 FZG). In jedem Fall ist somit die Vorsorgeeinrichtung beim Austritt des Vorsorgenehmers leistungspflichtig, ausser wenn das Vorsorgeverhältnis aufgrund besonderer Abmachung weitergeführt wird (Art. 47 BVG; RIEMER/RIEMER-KAFKA, Das Recht der beruflichen Vorsorge in der Schweiz, 2. Aufl., Bern 2006, S. 133 N. 101).\n\n4.6 Gemäss Art. 3 Abs. 1 FZG hat die frühere Vorsorgeeinrichtung die Austrittsleistung an die neue zu überweisen, wenn Versicherte in eine neue Vorsorgeeinrichtung eintreten. Dementsprechend kann nach Art. 11 Abs. 2 FZG die neue Vorsorgeeinrichtung die Austrittsleistung aus dem früheren Vorsorgeverhältnis für Rechnung des Versicherten einfordern. Aus diesem Wortlaut ergibt sich klar, dass die neue Vorsorgeeinrichtung nicht etwa ein eigenes Forderungsrecht gegenüber der früheren Vorsorgeeinrichtung auf Zahlung der Austrittsleistung hat, sondern diese Zahlung nur für den Vorsorgenehmer verlangen kann. Dies geht auch aus der Entstehungsgeschichte hervor: Der Entwurf des Bundesrates hatte eine entsprechende Pflicht der neuen Vorsorgeeinrichtung vorgesehen (BBl 1992 III 640). Begründet wurde sie damit, dass das Gesetz zur Sicherstellung des Vorsorgeschutzes eine \"gewisse Bevormundung\" des Vorsorgenehmers bezwecke, um im Sinne der Konzentration der Vorsorgegelder die Austrittsleistung aus dem früheren Vorsorgeverhältnis in die neue Vorsorgeeinrichtung einzubringen (Botschaft des Bundesrates zu einem Bundesgesetz über die Freizügigkeit in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge vom 26. Februar 1992, BBl 1992 III 582 f.). Die Bundesversammlung änderte dies in eine \"Kann\"-Formulierung ab mit der Begründung, die neue Einrichtung sei gar nicht mehr in der Lage, die Austrittsleistung einzufordern, wenn z.B. der BGE 133 V 205 S. 212Versicherungsnehmer beim Verlassen der früheren Stelle die Errichtung einer Freizügigkeitspolice verfügt habe. Zudem wurde in grundsätzlicher Weise argumentiert, dass die Austrittsleistung dem Arbeitnehmer und nicht der neuen Vorsorgeeinrichtung geschuldet sei; die Freizügigkeit könne ohne aktives Mitwirken des Vorsorgenehmers nicht funktionieren; die Tendenz zur Entmündigung der Vorsorgenehmer sei nicht zu unterstützen (AB 1992 N 2440, Votum Allenspach; vgl. auch AB 1993 S 566). Auch diejenigen Votanten, die an der Fassung des Bundesrates festhalten wollten, betonten, dass damit nicht etwa ein Gläubigerverhältnis zwischen der neuen und der alten Vorsorgeeinrichtung entstehen solle (AB 1992 N 2441, Voten Deiss und Brunner). Die in Art. 3 Abs. 1 FZG statuierte Pflicht der bisherigen Vorsorgeeinrichtung, die Austrittsleistung an die neue Vorsorgeeinrichtung zu überweisen, begründet somit keinen Rechtsanspruch der neuen Vorsorgeeinrichtung. Gläubiger der Austrittsleistung bleibt der Versicherte. Anders als im Falle einer Verletzung von Art. 5 Abs. 2 FZG riskiert die Vorsorgeeinrichtung deshalb nicht, bei einer nach Art. 5 Abs. 1 FZG unzulässigen Barauszahlung ein zweites Mal bezahlen zu müssen: Leistet sie an den Vorsorgenehmer direkt statt an die neue Vorsorgeeinrichtung, so leistet sie nicht an eine falsche Person, was eine befreiende Leistung ausschlösse (SCHÖBI, a.a.O., S. 142 mit Hinweisen), sondern nur an eine falsche Zahlungsadresse. Die neue Vorsorgeeinrichtung kann nicht im eigenen Namen die Barauszahlung erneut von der bisherigen Vorsorgeeinrichtung einfordern; sie könnte nur auf Rechnung des Versicherten diejenige Leistung einfordern, welche diesem gegenüber der bisherigen Vorsorgeeinrichtung zusteht. Der Versicherte hat jedoch keinen solchen Anspruch mehr, nachdem er selber die falsche Zahlung veranlasst (ELISABETH GLÄTTLI, Die Folgen der Barauszahlung der Austrittsleistung ohne Zustimmung des Ehegatten [Art. 5 Abs. 2 FZG] in den neueren Entscheiden des Eidg. Versicherungsgerichts, in: SZS 2005 S. 184 ff., 191 Fn. 18 und 19, mit Hinweisen) und die Austrittsleistung bereits erhalten hat: Er kann weder für sich noch zuhanden seiner allfälligen neuen Vorsorgeeinrichtung die Leistung ein zweites Mal verlangen.\n\n4.7 Unter diesen Umständen stehen bereicherungsrechtliche Überlegungen einem Rückerstattungsanspruch der bisherigen Vorsorgeeinrichtung entgegen: Eine Bereicherung besteht in der Differenz zwischen dem jetzigen Vermögensstand und demjenigen, der ohne das bereichernde Ereignis vorläge. Dies kann eine Zunahme der BGE 133 V 205 S. 213Aktiven oder eine Abnahme der Passiven oder eine sog. Ersparnisbereicherung sein (BGE 129 III 646 E. 4.2 S. 652; CLAIRE HUGUENIN, Obligationenrecht, Allgemeiner Teil, 2. Aufl., Zürich 2006, S. 159 Rz. 1028; GUHL/KOLLER/SCHNYDER/DRUEY, Das Schweizerische Obligationenrecht mit Einschluss des Handels- und Wertpapierrechts, 9. Aufl., Zürich 2000, S. 219; INGEBORG SCHWENZER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 4. Aufl., Bern 2006, S. 387 Rz. 55.07). Keine Bereicherung liegt vor, wenn lediglich ein Aktivum durch ein gleichwertiges anderes Aktivum ersetzt wird. Der aus der Vorsorgeeinrichtung austretende Vorsorgenehmer hat einen Rechtsanspruch auf die Austrittsleistung (E. 4.5 hiervor), welche eine (wenn auch zweckgebundene) Forderung gegenüber der Vorsorgeeinrichtung darstellt. Erhält er eine Barauszahlung, ist er nicht bereichert, denn im gleichen Umfang reduziert sich seine Forderung gegenüber der Vorsorgeeinrichtung. Umgekehrt ist auch die Vorsorgeeinrichtung nicht entreichert: Wird ein Barauszahlungsgesuch gestellt, so hat sie zwar in zumutbarer Weise zu prüfen, ob die Voraussetzungen gemäss Art. 5 Abs. 1 FZG erfüllt sind (BGE 119 III 18 E. 3b/bb S. 20 f.; RIEMER/RIEMER-KAFKA, a.a.O., S. 138 f.) und kann die Auszahlung verweigern, wenn sie zum Ergebnis kommt, die Voraussetzungen seien nicht hinreichend erstellt (Urteil des Eidg. Versicherungsgerichts B 24/96 vom 9. Dezember 1996, E. 2, publiziert in: SZS 1998 S. 119). Leistet sie aber, obwohl die Voraussetzungen nicht vorliegen, so kann - sofern nicht Dritte (Ehegatten, Pfandgläubiger) einen Anspruch haben - niemand von ihr eine erneute Zahlung verlangen. Sie leistet mithin befreiend. Es besteht auch kein Vorsorgeverhältnis zu ihrem ehemaligen Vorsorgenehmer mehr. Könnte sie nun die geleistete Barauszahlung zurückverlangen, so wäre sie ihrerseits ungerechtfertigt bereichert: Sie verfügte über den entsprechenden Betrag, obwohl der Vorsorgenehmer nicht mehr bei ihr versichert ist und sie ihm keine Austrittsleistung mehr schulden kann.\n\n4.8 Schliesslich spricht auch die ratio legis gegen einen Rückforderungsanspruch der Vorsorgeeinrichtung: Das Ziel von Art. 5 Abs. 1 FZG besteht darin, den Vorsorgeschutz zu erhalten. Lässt sich jemand seine Austrittsleistung bar auszahlen, ohne dass die Voraussetzungen erfüllt sind, ist zwar die gesetzlich vorgesehene Form des Vorsorgeschutzes (Art. 3 oder 4 FZG) nicht erfüllt, dafür hat der Empfänger immerhin die baren Mittel, mit welchen er eine private Altersvorsorge sicherstellen kann. Eine Rückerstattung BGE 133 V 205 S. 214könnte im Lichte der gesetzlichen Zielsetzung höchstens insoweit in Frage kommen, als mit dem zurückzuerstattenden Betrag eine der gesetzlich vorgesehenen Vorsorgeformen wieder hergestellt würde. Hingegen kann es nicht in Frage kommen, dass die ehemalige Vorsorgeeinrichtung zuhanden ihrer freien Mittel diesen Betrag zurückverlangt. Der Versicherte wäre dadurch doppelt benachteiligt: Er hätte den gesetzlichen Versicherungsschutz nicht mehr und würde zudem noch die privaten Mittel verlieren, mit denen er allenfalls anstelle der gesetzlich vorgesehenen eine private Altersvorsorge aufbauen könnte. Der mit Art. 5 Abs. 1 FZG angestrebte Schutzzweck würde damit erst recht nicht erreicht, sondern in sein Gegenteil verkehrt. Eine solche Rückerstattung hätte rein pönalen Charakter und wäre mit dem Gesetz klarerweise unvereinbar.\n\n4.9 Es steht fest und ist unbestritten, dass das Arbeitsverhältnis zwischen dem Beschwerdeführer und der Versicherung X. per Ende 1997 aufgelöst worden ist. Von keiner Seite wird geltend gemacht, das Vorsorgeverhältnis mit der Beschwerdegegnerin sei über dieses Datum hinaus weitergeführt worden. Die Beschwerdegegnerin war somit verpflichtet, die Austrittsleistung zu Gunsten des Beschwerdeführers auszubezahlen, und zwar auch dann, wenn man mit Vorinstanz und Beschwerdegegnerin davon ausgeht, der Beschwerdeführer sei ab Januar 1998 wieder in einer unselbstständigen Stellung erwerbstätig gewesen. Auch in diesem Fall hat die Beschwerdegegnerin nicht mehr ausbezahlt als sie schuldete, sondern lediglich die Zahlung an die falsche Adresse geleistet (Barauszahlung an den Beschwerdeführer statt Überweisung an die neue Vorsorgeeinrichtung). Der blosse Umstand, dass eine Barauszahlung geleistet worden ist, ohne dass die Voraussetzungen von Art. 5 Abs. 1 FZG vorliegen, berechtigt jedoch - wie dargelegt - die ehemalige Vorsorgeeinrichtung nicht zur Rückforderung der Auszahlung. Die Beschwerdegegnerin hat auch nicht etwa in ihrer Klage die Rückerstattung zuhanden einer zu Gunsten und auf Rechnung des Beschwerdeführers zu errichtenden Vorsorgeform verlangt, sondern den Betrag in eigenem Namen eingeklagt, was unzulässig ist. Die Verwaltungsgerichtsbeschwerde erweist sich somit als begründet, soweit sie sich dagegen wendet, dass der gesamte ausbezahlte Betrag rückzuerstatten sei.\n\n5.\n\n5.1 Anders verhält es sich bezüglich desjenigen Teils, den die Beschwerdegegnerin aufgrund des Entscheids des BGE 133 V 205 S. 215Verwaltungsgerichts von Appenzell Ausserrhoden vom 27. August 2003 der Vorsorgeeinrichtung der geschiedenen Ehefrau überweisen musste. Für diesen Betrag kann eine Rückerstattung in Frage kommen (E. 4.3 hiervor). Rechtsgrund für diese allfällige Rückerstattung ist nicht, dass die Barauszahlung in Verletzung von Art. 5 Abs. 1 FZG, sondern dass sie ohne die in Art. 5 Abs. 2 FZG vorgeschriebene Zustimmung der damaligen Ehefrau erfolgt ist. Dabei sind zwei Fälle denkbar:\n\n5.2 Entweder hat die (nunmehr geschiedene) Ehefrau dem Barauszahlungsbegehren nicht zugestimmt. In diesem Falle hätte die Barauszahlung richtigerweise nicht geleistet werden dürfen, so dass das Freizügigkeitsguthaben im Falle der Scheidung noch vorhanden gewesen wäre und im Rahmen des Vorsorgeausgleichs gemäss Art. 22 FZG zu teilen gewesen wäre. Hat nun der Beschwerdeführer die gesamte Austrittsleistung in bar erhalten, so war er insoweit ungerechtfertigt bereichert, als ein Teil dieser Leistung seiner geschiedenen Ehefrau zustehen würde. Die Vorsorgeeinrichtung, welche die Barauszahlung irrtümlich geleistet hat und in der Folge der geschiedenen Ehefrau ihren Anteil erneut bezahlen muss, kann diesen vom Ehemann zurückverlangen (E. 4.3 hiervor; Urteil B 87/00 vom 10. Februar 2004, E. 2.3-2.5). Dass sie den Irrtum selber verschuldet hat, ändert daran nichts (Urteile des Eidg. Versicherungsgerichts B 4/04 vom 6. April 2006, E. 3.2; B 87/00 vom 10. Februar 2004, E. 2.4, je mit Hinweis). Des Weitern ist unerheblich, ob die Voraussetzungen nach Art. 5 Abs. 1 FZG vorgelegen haben, denn die in Abs. 1 und 2 statuierten Anforderungen müssen kumulativ erfüllt sein.\n\n5.3 Oder die (nunmehr geschiedene) Ehefrau hat der Auszahlung zugestimmt und die Beschwerdegegnerin konnte bloss das Dokument mit der Unterschrift nicht mehr auffinden. In diesem Fall ist die Barauszahlung zu Recht erfolgt. Weder hat die Beschwerdegegnerin irrtümlich geleistet noch ist der Beschwerdeführer ungerechtfertigt bereichert. Die Barauszahlung war nicht in den Vorsorgeausgleich einzubeziehen (Art. 22 Abs. 2 Satz 3 FZG), sondern es war allenfalls gemäss Art. 124 Abs. 1 ZGB eine angemessene Entschädigung zuzusprechen (BGE 127 III 433 E. 2b S. 437), wofür das Scheidungsgericht zuständig ist (BGE 132 V 332 E. 3; BGE 129 V 251 E. 2.2 S. 254). Es bestand keine materiellrechtliche Verpflichtung der Beschwerdegegnerin, der geschiedenen Ehefrau erneut einen Teil auszubezahlen. Dass das Verwaltungsgericht von Appenzell BGE 133 V 205 S. 216Ausserrhoden am 27. August 2003 anders entschieden hat, muss die Beschwerdegegnerin ihrer eigenen Nachlässigkeit zuschreiben - sie konnte das Dokument nicht mehr finden und daher den ihr obliegenden Nachweis der Rechtmässigkeit der Auszahlung nicht erbringen. Dabei geht es einzig um das Verhältnis zwischen der Beschwerdegegnerin und der ehemaligen Ehefrau des Beschwerdeführers. In diesem Fall besteht kein Rückerstattungsanspruch der Beschwerdegegnerin gegenüber dem Beschwerdeführer.\n\n5.4 Der angefochtene Entscheid enthält keine Aussage darüber, welche dieser beiden Sachverhaltsvarianten (E. 5.2 oder 5.3) vorliegt, und hat damit die rechtserheblichen Tatsachen unvollständig festgestellt. (...).\n\nDas kantonale Gericht ist offensichtlich davon ausgegangen, dass die (nunmehr geschiedene) Ehefrau der Barauszahlung nicht zugestimmt hat, was allerdings nicht positiv bewiesen, sondern wegen Beweislosigkeit angenommen wurde. Auch die heutige Beschwerdegegnerin hat dies offensichtlich (damals zu ihrem Nachteil) eingestanden. Im vorliegenden Verfahren würde sich die fehlende Zustimmung der Ehefrau zum Vorteil der heutigen Beschwerdegegnerin auswirken. Der blosse Umstand, dass sie sich im früheren Verfahren das Fehlen der Zustimmung entgegenhalten liess, stellt allerdings noch keinen rechtsgenüglichen Beweis dar. Der heutige Beschwerdeführer hatte in jenem Verfahren kein Interesse, dieses Eingeständnis in Frage zu stellen, betraf es doch nur das Verhältnis zwischen seiner geschiedenen Ehefrau und der heutigen Beschwerdegegnerin. Er war durch den Entscheid auch nicht beschwert und hatte keinen Anlass, ihn anzufechten. Im vorliegenden Verfahren könnte er hingegen allfällige Gegenbeweise erbringen. Die Vorinstanz hatte aufgrund ihrer Rechtsauffassung keinen Grund, zur Zustimmung der Ehefrau Beweis zu führen. Da sich diese Frage nach dem Gesagten indessen als rechtserheblich erweist, ist die Sache an die Vorinstanz zurückzuweisen, damit sie den in diesem Punkt unvollständig festgestellten Sachverhalt ermittle, wozu namentlich eine Zeugenaussage der geschiedenen Ehefrau des Beschwerdeführers in Betracht zu ziehen sein wird.\n\n5.5 Im Hinblick auf das weitere Vorgehen ist zudem festzuhalten: Die Beschwerdegegnerin, welche gegenüber dem Beschwerdeführer einen Anspruch erhebt, trägt die materielle Beweislast für das Vorliegen der Voraussetzungen (Art. 8 ZGB). Sie trägt somit die BGE 133 V 205 S. 217Beweislast dafür, dass die Ehefrau nicht zugestimmt hat, weil sie nur in diesem Fall eine Rückforderung geltend machen kann (E. 5.2 und 5.3 hiervor). Der Umstand, dass dazu negative Tatsachen bewiesen werden müssen, ändert grundsätzlich nichts an der Beweislast, führt jedoch dazu, dass die Gegenpartei nach Treu und Glauben bei der Beweisführung mitwirken muss, namentlich indem sie einen Gegenbeweis erbringt (BGE 119 II 305 E. 1b/aa S. 306; Urteil des Bundesgerichts 4C.64/2003 vom 18. Juli 2003, E. 4, publiziert in: Pra 2004 Nr. 28 S. 135; Urteil des Eidg. Versicherungsgerichts P 11/88 vom 1. März 1989, E. 3b, ZAK 1989 S. 408). Soweit der rechtsgenügliche Nachweis erbracht werden kann, dass die Ehefrau nicht schriftlich zugestimmt hat, wird der Beschwerdeführer grundsätzlich rückerstattungspflichtig, unter Vorbehalt freilich von Art. 64 OR, worüber ebenfalls Beweis zu führen sein wird. Der in diesem Rahmen zu prüfende gute Glaube bezieht sich nach dem Gesagten nicht darauf, ob der Beschwerdeführer erkennen musste, dass er unselbstständig erwerbend war, sondern ob er erkennen musste, dass die Ehefrau hätte zustimmen müssen und er mangels Zustimmung mit einer Rückforderung rechnen musste.\n\n6. Insgesamt erweist sich somit die Rückerstattungsforderung der Beschwerdegegnerin unter den vorne genannten Voraussetzungen höchstens insoweit als begründet, als sie denjenigen Betrag betrifft, den die Beschwerdegegnerin der ehemaligen Ehefrau des Beschwerdeführers bezahlen musste (Fr. 131'878.85), zuzüglich Zins zu 5 % seit 16. Februar 2004 (BGE 130 V 414 E. 5.1 S. 421). Im darüber hinausgehenden Umfang ist die Klage abzuweisen.\n\n7. Wie zu entscheiden wäre, wenn die Bestimmung des seit 1. Januar 2005 in Kraft stehenden Art. 35a Abs. 1 BVG Anwendung fände, ist im vorliegenden Verfahren nicht zu prüfen (vgl. E. 3 hiervor)."}