{"annee": "133", "cour": "III", "page": "669", "date": "8/11/2007", "cite": ["41 II 553", "61 II 274", "131 III 646", "112 II 157", "82 I 119"], "cite_par": ["134 III 348"], "chapeau": "92. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. contre N. SA (recours en matière civile)\n\n4A_285/2007 du 8 novembre 2007", "regestes": ["Art. 77 al. 1 LCA; révocation d'une clause bénéficiaire. Le droit de révoquer une clause bénéficiaire s'éteint au décès du preneur d'assurance; il ne se transmet pas à ses héritiers (consid. 2-5)."], "faits": "|670|\n\nH.Y. et F.Y. se sont mariés en 1965. Ils eurent deux enfants, A.Y. en 1967 et B.Y. en 1975. Par testament daté du 23 avril 1981, H.Y. a attribué l'usufruit de tous ses biens à son épouse et il a institué pour héritiers les deux enfants, à parts égales entre eux.\n\nDès 1986, séparé de son épouse, H.Y. a noué une relation intime avec X.; il vivait désormais avec elle. Il est décédé le 20 novembre 2001 à l'âge de soixante-et-un ans.\n\nLe 6 avril 1994, la société d'assurances M. SA a émis une police n° 9400172 relative à une assurance mixte survie et décès sur deux têtes. H.Y. était le preneur d'assurance. Celui-ci et X. étaient l'un et l'autre assurés. L'assureur promettait une rente mensuelle de 1'881 fr. dès le 31 mars 2005 et aussi longtemps que vivrait l'un ou l'autre des assurés. Un capital de restitution, décroissant en fonction des prestations périodiques déjà versées, était dû au décès des deux assurés. Ceux-ci étaient désignés bénéficiaires de la rente; trois autres personnes étaient désignées bénéficiaires du capital de restitution. L'assureur percevait une prime unique au montant de 300'000 francs.\n\nPar la suite, M. SA a fusionné avec la société N. SA qui lui a succédé.\n\nLe 23 septembre 2002, après le décès de leur père et mari, A.Y., B.Y. et F.Y. ont communiqué à l'assureur qu'ils désignaient cette dernière pour succéder au défunt en qualité de preneur d'assurance. F.Y. se désignait elle-même en qualité de bénéficiaire de la rente; elle désignait les enfants en qualité de bénéficiaires du capital de restitution. Elle exerçait par ailleurs le droit au rachat; en conséquence, l'assureur remboursa 300'000 fr. aux héritiers et il émit une nouvelle police remplaçant celle d'origine. Toujours sur la tête de X. et différée au 31 mars 2005, la rente s'élèverait à 645 fr. par mois; le preneur et les bénéficiaires étaient ceux nouvellement désignés.\n\nLe 26 avril 2005, X. a ouvert action contre N. SA devant le Tribunal de première instance du canton de Genève. Sa demande tendait à faire \"rétablir\" la police n° 9400172 dans sa teneur d'origine. La défenderesse devait être condamnée au versement d'une rente viagère mensuelle au montant de 2'045 fr. dès le 31 mars 2005, à augmenter des \"excédents accumulés depuis 2001\"; les mensualités échues devaient porter intérêts au taux de 5 % par an dès la date moyenne entre le 31 mars 2005 et le jour du jugement. La défenderesse a conclu au rejet de l'action. |671|\n\nLe tribunal s'est prononcé le 23 novembre 2006; il a donné gain de cause à la défenderesse. Selon son jugement, le rapport d'assurance s'est poursuivi après le décès du preneur H.Y.; ses héritiers se sont substitués à lui avec tous les droits et obligations correspondants, y compris le droit de modifier la clause bénéficiaire et de faire racheter le contrat par la défenderesse; par conséquent, au jour de l'événement assuré, soit la survie de la demanderesse au 31 mars 2005, celle-ci ne pouvait plus prétendre à aucune prestation.\n\nStatuant le 8 juin 2007 sur l'appel de la demanderesse, la Cour de justice a confirmé ce jugement.\n\nAgissant par la voie du recours en matière civile, la demanderesse a saisi le Tribunal fédéral de conclusions semblables à celles prises dans les instances précédentes. Le Tribunal fédéral a partiellement admis le recours; il a réformé l'arrêt de la Cour de justice en ce sens que la défenderesse doit verser à la demanderesse une rente viagère mensuelle de 1'881 fr. dès le 31 mars 2005, avec intérêts au taux de 5 % par an sur les mensualités échues.", "considerants": "Extrait des considérants:\n\n2. Il est constant que H.Y. et M. SA se sont liés par un contrat d'assurance dont les clauses étaient celles de la police n° 9400172. La contestation a pour objet de déterminer si F.Y, A.Y. et B.Y. ont valablement pu, en leur qualité d'héritiers du preneur d'assurance, révoquer les clauses prévues en faveur de la demanderesse.\n\nLa Cour de justice a statué sur la base des art. 76 et 77 al. 1 de la loi fédérale sur le contrat d'assurance (LCA; RS 221.229.1), relatifs à la clause bénéficiaire dans les assurances de somme. Selon ces dispositions, le preneur d'assurance a le droit de désigner un tiers en qualité de bénéficiaire des prestations, même sans l'assentiment de l'assureur (art. 76); s'il a fait usage de cette faculté, il peut néanmoins disposer librement, soit entre vifs soit pour cause de mort, du droit découlant de l'assurance (art. 77 al. 1). La désignation d'un bénéficiaire est une manifestation de volonté unilatérale du preneur, que celui-ci, s'il ne s'est pas lié envers ce bénéficiaire dans la forme prévue par l'art. 77 al. 2 LCA, peut librement révoquer, remplacer ou modifier (ATF 131 III 646 consid. 2.2 p. 649). Consacré par l'art. 78 LCA, le droit du bénéficiaire prend naissance dès sa désignation; il est grevé d'une condition résolutoire dont l'objet est l'exercice, par le preneur d'assurance, de son droit de révocation (ATF 112 II 157 consid. 1b p. 160).\n\n|672|\n\n3. Selon son argumentation principale, la demanderesse soutient qu'en sa qualité d'assurée, c'est elle qui avait le droit de désigner, si elle le souhaitait, un bénéficiaire selon l'art. 76 LCA. Ce droit n'appartenait prétendument pas à H.Y. et, en vertu de l'art. 112 al. 3 CO concernant la stipulation pour autrui parfaite, il ne dépendait plus de celui-ci, ni, après lui, de ses héritiers, de lui retirer ce droit ni aucune des autres prétentions conférées par le contrat.\n\nIl est vrai que selon la jurisprudence, le preneur d'assurance peut éventuellement contracter une assurance de somme pour le compte d'un tiers, en ce sens que le droit de désigner un bénéficiaire appartiendra ensuite à ce tiers. Le Tribunal fédéral l'a admis dans le cas de l'éditeur d'un périodique qui, pour stimuler la souscription d'abonnements, contractait une assurance de capitaux à verser aux abonnés par suite des accidents qui leur surviendraient. L'intérêt assuré, soit la protection contre les conséquences économiques des accidents, était propre à chacun des abonnés et entièrement étranger aux affaires du preneur d'assurance (ATF 61 II 274 consid. 2 p. 277). On ne voit rien de semblable en l'espèce, où H.Y. a souscrit l'assurance pour renforcer sa propre prévoyance vieillesse et celle de la personne dont il partageait alors l'existence. Sa situation et ses objectifs rentraient exactement dans la prévision de l'art. 76 LCA. L'art. 112 CO n'est d'aucune pertinence pour déterminer si après son décès, la clause adoptée en faveur de la demanderesse pouvait encore être révoquée conformément à l'art. 77 al. 1 LCA.\n\n4. Subsidiairement, la demanderesse soutient que le droit de révoquer la clause bénéficiaire, consacré par cette dernière disposition légale, s'est éteint au décès de H.Y. et qu'il ne s'est point transmis à ses héritiers. Elle fait valoir que selon un arrêt rendu en 1986, qui concernait un cas d'assurance au décès sur la tête du preneur, la clause bénéficiaire déploie ses effets alors même que la succession est répudiée et se révèle insolvable; le droit de révocation n'existe plus après le décès du preneur et ce droit n'entre donc pas dans la masse en faillite de sa succession (ATF 112 II 157).\n\nLa Cour de justice a discuté la portée de ce précédent; elle a retenu qu'il vise seulement le cas de l'assurance au décès sur la tête du preneur, tandis que si, comme en l'espèce, le décès du preneur ne coïncide pas avec l'événement assuré, le rapport d'assurance passe à ses héritiers avec tous les droits qui en dépendent, y compris le droit de révoquer une clause bénéficiaire. Contestant cette distinction, la |673| demanderesse tient le droit de révocation pour intransmissible quel que soit l'événement assuré.\n\nCertains auteurs considèrent que le droit de révocation est strictement personnel, ou non pécuniaire, et que par conséquent, ce droit ne passe pas aux héritiers du preneur, cela même si le rapport d'assurance se poursuit après son décès (WERNER BLAUENSTEIN, Jurisprudence récente concernant la désignation d'un bénéficiaire dans un contrat d'assurance sur la vie, Revue suisse d'assurances [RSA] 61/ 1993 p. 148, 150/151; PHILIPPE REYMOND, Contrat d'assurance mixte, clause bénéficiaire et exécution forcée. Quelques réflexions suggérées par l'arrêt Pinkas [ATF 112 II 157 ss, JdT 1987 I 98 ], JdT 1987 I p. 109, 112; KARL SPIRO, Verpfändung und Begünstigung bei Lebensversicherungen, in Festgabe für Max Gerwig, Bâle 1960, p. 147, 151; CARL JAEGER, Kommentar zum Schweizerischen Bundesgesetz über den Versicherungsvertrag, vol. III, Berne 1933, ch. 6 ad art. 77 LCA; MARIUS NICOLE, Assurances sur la vie au profit de tiers et créanciers du preneur, thèse Lausanne 1921, p. 40, 43 et 44; WALTHER BRÜHLMANN, Die Stellung des Begünstigten beim Lebensversicherungsvertrage, RDS 1910 p. 35, 72).\n\nLe Tribunal fédéral ne s'est pas prononcé à ce sujet; toutefois, selon un arrêt de 1915, la liberté de révoquer une clause bénéficiaire est un droit strictement personnel du preneur d'assurance, en ce sens que si le preneur devient durablement incapable de discernement et que l'exercice des droits civils lui est pour ce motif retiré, son tuteur, même avec le concours de l'autorité tutélaire, n'a pas le pouvoir de révoquer la clause bénéficiaire qu'il avait adoptée avant son incapacité (ATF 41 II 553 consid. 1 p. 555). Contrairement à ce qu'indique la Cour de justice, le Tribunal fédéral n'a pas abandonné cette jurisprudence par un arrêt du 5 mars 1935. Dans une cause soumise au droit d'un Etat étranger, droit dont la teneur n'était d'ailleurs pas établie, il a seulement jugé que l'ordre public suisse n'empêcherait pas l'application d'une règle étrangère divergeant de ladite jurisprudence (Arrêts de tribunaux civils suisses dans des contestations de droit privé en matière d'assurance, vol. VIII, n° 291).\n\nD'autres auteurs préconisent la distinction que la Cour de justice a opérée (RUDOLF KÜNG, Commentaire bâlois, 2001, n. 6 à 8 ad art. 77 LCA; HANS VIKTOR GAUGLER, Kann bei der Versicherung auf fremdes Leben für den Fall des Todes des Versicherungsnehmers der Übergang des Versicherungsverhältnisses auf den Versicherten oder |674| einen Dritten mittels Begünstigung herbeigeführt werden?, RSA 53/ 1952 p. 281, 284; VILMAR ARNDT, La clause bénéficiaire des contrats d'assurance sur la vie individuels et collectifs et les droits des créanciers du preneur, thèse Neuchâtel 1939, p. 32 et 33; La liquidation par l'office des successions insolvables et ses effets sur la désignation du bénéficiaire d'une assurance sur la vie, RSA 46/1945 p. 360 ss; voir aussi WILLY KOENIG, Uebertragung des Lebensversicherungsanspruches an den Versicherten für den Fall des Ablebens des Versicherungsnehmers, RSA 42/1941 p. 178/179). Ceux-ci admettent que dans le cas de l'assurance au décès du preneur, ses héritiers ne peuvent pas révoquer la clause bénéficiaire en vue de s'approprier la prestation échue; ils n'expliquent pas pourquoi la situation est, selon eux, différente lorsque la prestation n'est pas échue.\n\nPlusieurs auteurs tiennent aussi, à l'instar de ceux-là, le droit de révocation pour intransmissible mais leurs études portent uniquement ou surtout sur l'assurance au décès du preneur (PHILIPPE AMSLER, Donation à cause de mort et désignation du bénéficiaire d'une assurance de personnes, thèse Berne 1979, p. 81; HANS HEILMANN, Der Vertrag zugunsten Dritter als schuldrechtliches Verfügungsgeschäft, RSJ 67/1971 p. 169, 173; FRITZ OSTERTAG, Das Bundesgesetz über den Versicherungsvertrag, Zurich 1928, p. 50; ANDRÉ ROSSEL, Assurances en cas de décès et droit successoral, thèse Lausanne 1919, p. 68). L'arrêt de 1986 et deux autres plus anciens (ATF 82 I 119 consid. 2 p. 126; 41 II 446 consid. 1 p. 454) se rapportaient aussi à cette hypothèse seulement.\n\nLa distinction faite par la Cour de justice suppose que le droit de révocation soit en principe transmissible aux héritiers mais que la survenance de l'événement assuré - le décès du preneur - ait pour effet de rendre la clause bénéficiaire irrévocable. Or, il est au contraire admis que le preneur d'assurance, s'il est en vie, peut révoquer la clause bénéficiaire même après l'événement assuré, aussi longtemps que l'assureur n'a pas payé au bénéficiaire désigné (ATF 82 I 119 consid. 2 p. 126; KÜNG, op. cit., n. 19 ad art. 77 LCA). La survenance de l'événement n'a donc pas d'incidence sur la clause bénéficiaire. A cela s'ajoute que le preneur peut désigner le bénéficiaire de diverses manières, y compris par une disposition pour cause de mort (ATF 61 II 274 consid. 3 p. 279; KÜNG, op. cit., n. 3 ad art. 77 LCA), et qu'en règle générale, les héritiers n'ont en principe pas la possibilité de modifier à leur gré une disposition de ce genre prise par celui à qui ils succèdent. Or, on ne discerne pas pourquoi les héritiers seraient au |675| contraire autorisés à modifier ou à révoquer la clause bénéficiaire lorsque celle-ci, faute d'être subordonnée au décès du preneur, a pris effet déjà avant l'ouverture de sa succession. En considération de ces éléments et du caractère strictement personnel que la jurisprudence a reconnu dès 1915 au droit de révocation régi par l'art. 77 al. 1 LCA, il faut retenir que ce droit ne se transmet pas aux héritiers du preneur d'assurance, cela également lorsque le décès de celui-ci ne coïncide pas avec l'événement assuré.\n\n5. Il s'ensuit qu'en l'espèce, les volontés communiquées à la défenderesse par A.Y., B.Y et F.Y., le 23 septembre 2002, n'ont pu porter aucune atteinte au droit qui appartenait alors à la demanderesse selon l'art. 78 LCA. Ce droit subsiste donc, de sorte que la demanderesse est fondée à réclamer une rente viagère mensuelle au montant de 1'881 fr. dès le 31 mars 2005, selon les clauses initiales de la police n° 9400172; le recours sera admis en ce qui concerne cette prétention.\n\nLa Cour de justice ne constate pas que M. SA ait promis, au titre de la \"participation aux excédents\", une rente viagère plus importante que celle spécifiée dans la police. La demanderesse ne prétend pas que les constatations de la Cour soient, sur ce point, incomplètes. Elle n'est donc pas autorisée à réclamer, devant le Tribunal fédéral, une rente mensuelle supérieure à 1'881 fr. Par ailleurs, M. SA a de toute évidence satisfait à son obligation, prévue par l'art. 11 LCA, d'établir et de remettre une police d'assurance; la défenderesse ne saurait donc être condamnée à \"rétablir\" la police n° 9400172.\n\nLa demanderesse ayant annoncé ses prétentions déjà avant le 31 mars 2005, la défenderesse s'est trouvée en demeure dès cette date et elle doit donc des intérêts, au taux de 5 % par an, sur chacune des mensualités échues."}