{"annee": "133", "cour": "I", "page": "172", "date": "27/2/2007", "cite": [], "cite_par": ["133 I 249", "136 I 1"], "chapeau": "20. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A. contre Conseil d'Etat du canton de Genève (recours de droit public)\n\n2P.140/2006 du 27 février 2007", "regestes": ["Art. 3, 49 et 80 Cst.; règlement transitoire genevois concernant l'élevage, l'acquisition et la détention de chiens dangereux ou potentiellement dangereux. La législation fédérale en matière de protection des animaux n'empêche pas les cantons d'édicter des dispositions de police destinées à prévenir les agressions canines contre les personnes (consid. 2). Les mesures d'urgence prises à ce titre par le canton de Genève (interdiction de reproduire en élevage des chiens dangereux; régime d'autorisation pour acquérir et détenir de tels chiens; [...]) sont conformes aux conditions de l'art. 36 Cst.; en particulier, elles ne nécessitent pas une base légale formelle et sont proportionnées au but visé, vu - notamment - les conséquences potentiellement graves pouvant résulter d'une agression canine (consid. 3)."], "faits": "|173|\n\nLe 5 avril 2006, le Conseil d'Etat du canton de Genève a adopté le règlement transitoire concernant l'élevage, l'acquisition et la détention de chiens dangereux ou potentiellement dangereux (ci-après: le Règlement transitoire). Ce texte est entré en vigueur le 20 avril 2006; ses art. 1 et 2 disposent:\n\n\"Art. 1 But\n\nLe présent règlement a pour but d'assurer la sécurité publique en matière de détention de chiens dangereux ou potentiellement dangereux et d'éviter des agressions canines pouvant entraîner des dommages aux personnes et aux animaux domestiques.\n\nArt. 2 Définitions\n\n1 Sont considérés comme potentiellement dangereux, les chiens appartenant à des races dites d'attaque (type molosse), selon la classification cynologique dont la liste est fixée à l'article 17 du règlement d'application de la loi [sur les conditions d'élevage, d'éducation et de détention des chiens du 1er octobre 2003], ainsi que les croisements issus de ces races.\n\n2 Sont considérés comme dangereux les chiens, toutes races confondues, avec antécédents avérés, soit ceux ayant déjà attaqué et mordu des |174| personnes ou des animaux et ayant fait l'objet de mesures ou sanctions prévues par la loi.\"\n\nL'art. 17 du règlement d'application de la loi sur les conditions d'élevage, d'éducation et de détention des chiens établit la liste suivante, qui peut être modifiée en fonction de l'évolution de la classification cynologique et des relevés statistiques des morsures: am'staff, boerbull, cane corso, dogue argentin, fila brasileiro, mastiff, mâtin espagnol, mâtin napolitain, pitbull, presa canario, rottweiler, tosa.\n\nL'art. 4 du Règlement transitoire, consacré à l'élevage, interdit la reproduction des chiens potentiellement dangereux et leur croisement, sauf dérogation octroyée à titre exceptionnel par le Département du territoire, tandis que son art. 6 al. 1 soumet l'acquisition et la détention des chiens potentiellement dangereux à des autorisations délivrées par le Département aux conditions précisées par les art. 7 et 8. Par ailleurs, selon l'art. 10 al. 1 du Règlement transitoire, toute personne détenant pour des promenades plus de trois chiens appartenant à des tiers doit être titulaire d'une autorisation délivrée par le Département, aux conditions précisées à l'art. 11. Enfin, d'après son art. 17, le Règlement transitoire a effet jusqu'à l'entrée en vigueur du projet de modification de la loi sur les conditions d'élevage, d'éducation et de détention des chiens, mais au plus tard jusqu'au 31 décembre 2007.\n\nAgissant par la voie du recours de droit public, A. conclut à l'annulation du Règlement transitoire, subsidiairement à l'annulation de certaines de ses dispositions.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. Le recourant invoque une violation de la primauté du droit fédéral (art. 49 Cst.). A son avis, la loi fédérale du 9 mars 1978 sur la protection des animaux (LPA; RS 455) réglerait de manière exhaustive les problèmes que posent notamment l'acquisition et la détention de chiens, y compris du point de vue de la protection des tiers. Cette affirmation est inexacte. Comme le Tribunal fédéral l'a déjà jugé, les dispositions du droit fédéral en matière de protection des animaux, fondées sur l'art. 80 Cst., visent la protection des animaux et pas celle des êtres humains. Les aspects de police relatifs à la sécurité des personnes par rapport aux animaux relèvent de la compétence des cantons (cf. arrêt 2P.8/2003 du 2 juillet 2003, consid. 3 et |175| les références citées, partiellement reproduit in ZBl 104/2003 p. 607 et RDAF 2004 I p. 900, qui a apparemment échappé au recourant). Certes, les deux aspects sont dans une certaine mesure liés. En particulier, les mesures de protection des animaux peuvent également contribuer à protéger les personnes ou d'autres animaux, notamment contre des attaques, car un animal bien traité présentera normalement moins de risques, y compris du point de vue de son agressivité, que celui qui ne l'aura pas été. Cela ne change en principe rien à la compétence des cantons pour prendre des mesures de police spécifiques à l'encontre d'animaux présentant un danger particulier. En exerçant leur compétence, les cantons ne doivent cependant pas édicter de règles entrant en conflit avec le droit fédéral.\n\nLa loi fédérale du 9 mars 1978 sur la protection des animaux contient à sa section 2 diverses règles sur la détention des animaux (art. 3 à 7) et à sa section 2a des prescriptions sur l'élevage d'animaux et les modifications obtenues par génie génétique, toutes dispositions qui n'excluent pas des règles de police cantonale. Il en va de même des dispositions que l'on trouve dans l'ordonnance du 27 mai 1981 sur la protection des animaux (OPAn; RS 455.1), y compris notamment celles relatives aux chiens (voir notamment l'art. 30a OPAn, introduit le 12 avril 2006, sur l'élevage et la socialisation des chiens, l'art. 31 modifié le 12 avril 2006 sur la détention des chiens, ou l'art. 34 modifié le 14 mai 1997 sur la manière de traiter les chiens).\n\nL'art. 34a OPAn prévoit que les vétérinaires, les médecins, les organes des douanes et les éducateurs canins sont tenus d'annoncer au service cantonal compétent les cas où un chien a gravement blessé des êtres humains ou des animaux ou présente des signes d'un comportement excessivement agressif (al. 1); les cantons peuvent soumettre d'autres catégories de personnes à l'obligation d'annoncer (al. 2). Pour sa part, l'art. 34b OPAn prescrit une procédure de contrôle en cas d'annonce selon l'art. 34a OPAn. S'il apparaît, lors de la vérification, que le chien présente une anomalie dans son comportement, notamment une agressivité excessive, le service cantonal compétent ordonne les mesures nécessaires (al. 3); il peut exiger que le détenteur du chien suive des cours spécifiques sur la manière de traiter les chiens (al. 4). Ces mesures tendant à assurer une bonne sociabilité des chiens sont dans l'intérêt bien compris de ces animaux, même si l'aspect de protection des personnes est ici très présent. On ne saurait toutefois en déduire, comme le fait le recourant, que la réglementation fédérale exclurait des mesures de police |176| cantonale spécifiques de protection des êtres humains contre les chiens dangereux, compétence cantonale découlant de l'ordre constitutionnel (cf. art. 3 et 80 Cst.). Au surplus, le recourant ne prétend pas que le Règlement transitoire serait en contradiction avec une disposition précise du droit fédéral.\n\nLa nouvelle loi fédérale du 16 décembre 2005 sur la protection des animaux (FF 2006 p. 317), non encore en vigueur à l'exception de son art. 6 al. 3, n'a pas modifié la situation. Son art. 1 définit comme suit son but: \"La présente loi vise à protéger la dignité et le bien-être de l'animal\". Cette loi contient notamment des dispositions sur la détention d'animaux (art. 6 à 9), ainsi que sur l'élevage d'animaux et les modifications obtenues par le génie génétique (art. 10 à 12). Ces dispositions sont conçues comme des instruments permettant d'atteindre le but général de la loi (voir, en ce qui concerne la formation des personnes qui s'occupent des animaux, le message du 9 décembre 2002 concernant la révision de la loi sur la protection des animaux, in FF 2003 p. 595, 604 et 610). Il en va ainsi de l'art. 6 al. 3 de la loi précitée du 16 décembre 2005. Entrée en vigueur le 2 mai 2006 (RO 2006 p. 1423), cette disposition prévoit que le Conseil fédéral peut fixer les exigences auxquelles doivent satisfaire les formations de base et continue des détenteurs d'animaux et des personnes qui éduquent les animaux.\n\nEn résumé, et contrairement à ce que soutient le recourant, on ne saurait déduire de la législation fédérale sur la protection des animaux, et notamment de ses règles relatives à la détention d'animaux, une volonté délibérée d'exclure les dispositions cantonales relatives à l'acquisition ou à la détention de certains chiens dangereux ou potentiellement dangereux.\n\n3. Le recourant soutient ensuite qu'il n'y a de toute façon pas de menace sérieuse, directe et imminente justifiant une intervention par voie de règlement et non par une loi (art. 36 al. 1 Cst.). Il serait normal d'attendre l'intervention du législateur puisque \"suite à quelques - certes malheureux - accidents consistant pour la plupart en des morsures de chiens, parfois mortelles, s'est dégagée une volonté politique de modifier la réglementation en la matière\". L'argument est loin de convaincre. Il est en effet avéré - le recourant l'admet lui-même - que des chiens peuvent provoquer des accidents graves, voire extrêmement graves, qui se sont du reste déjà produits et qui ont affecté non seulement d'autres chiens mais encore et surtout des |177| personnes. Dès lors, une intervention immédiate par voie réglementaire est admissible, en tout cas lorsqu'il s'agit de soumettre à autorisation l'acquisition et la détention de chiens potentiellement dangereux. Il en va de même de l'exigence d'obtenir une autorisation de promeneur (conducteur) pour avoir le droit de promener plus de trois chiens appartenant à des tiers, compte tenu du danger qui peut résulter de l'effet de meute.\n\nEnfin, le recourant invoque une violation du principe de la proportionnalité, affirmant qu'il eût suffi d'exiger l'emploi obligatoire de la laisse et de la muselière. Sur ce point également, le grief doit être rejeté, des chiens potentiellement dangereux pouvant, comme la réalité l'a démontré, échapper au contrôle de personnes qui ne seraient pas aptes à s'en occuper. Il en va de même pour la promenade de chiens par groupes de plus de trois animaux."}