{"annee": "133", "cour": "IV", "page": "129", "date": "10/5/2007", "cite": [], "cite_par": ["145 IV 99"], "chapeau": "17. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. X. gegen Staatsanwaltschaft I des Kantons Zürich sowie Bundesstrafgericht (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_93/2007 vom 10. Mai 2007", "regestes": ["Art. 84 et 109 al. 1 et 3 LTF; recours en matière de droit public dans le domaine de l'entraide pénale internationale. Refus, sommairement motivé, d'entrer en matière sur le recours qui ne porte pas sur un cas particulièrement important (consid. 1)."], "faits": "BGE 133 IV 129 S. 129\n\nDie niederländischen Behörden führen ein Strafverfahren gegen X. wegen Unterschlagung und Urkundenfälschung. Am 21. Juli 2006 ersuchten sie die Schweiz um Rechtshilfe. BGE 133 IV 129 S. 130\n\nMit Schlussverfügung vom 8. Januar 2007 ordnete die Staatsanwaltschaft I des Kantons Zürich die Herausgabe verschiedener Bankunterlagen an die niederländischen Behörden an.\n\nDie von X. dagegen erhobene Beschwerde wies das Bundesstrafgericht am 25. April 2007 ab, soweit es darauf eintrat.\n\nX. führt mit Eingabe vom 7. Mai 2007 Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Hauptantrag, der Entscheid des Bundesstrafgerichts sei aufzuheben, und verschiedenen Nebenanträgen.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein", "considerants": "aus folgenden Erwägungen:\n\n1.\n\n1.1 Gemäss Art. 84 des Bundesgesetzes vom 17. Juni 2005 über das Bundesgericht (BGG; SR 173.110) ist gegen einen Entscheid auf dem Gebiet der internationalen Rechtshilfe in Strafsachen die Beschwerde in öffentlich-rechtlichen Angelegenheiten nur zulässig, wenn er unter anderem die Übermittlung von Informationen aus dem Geheimbereich betrifft und es sich um einen besonders bedeutenden Fall handelt (Abs. 1). Ein besonders bedeutender Fall liegt insbesondere vor, wenn Gründe für die Annahme bestehen, dass elementare Verfahrensgrundsätze verletzt worden sind oder das Verfahren im Ausland schwere Mängel aufweist (Abs. 2).\n\nNach Art. 109 BGG entscheidet die Abteilung in Dreierbesetzung über Nichteintreten auf eine Beschwerde, wenn kein besonders bedeutender Fall vorliegt (Abs. 1). Der Entscheid wird summarisch begründet (Abs. 3).\n\n1.2 Zwar geht es hier um die Übermittlung von Informationen aus dem Geheimbereich und damit um ein Sachgebiet, bei dem die Beschwerde in öffentlich-rechtlichen Angelegenheiten nach Art. 84 BGG insoweit möglich ist. Entgegen der Auffassung des Beschwerdeführers handelt es sich jedoch nicht um einen besonders bedeutenden Fall. Der angefochtene Entscheid stützt sich auf die bundesgerichtliche Rechtsprechung, auf die zurückzukommen kein Anlass besteht. Auch sonst wie ist der Fall nicht von aussergewöhnlicher Tragweite. Hinreichende Anhaltspunkte für die Annahme, dass elementare Verfahrensgrundsätze verletzt worden sind oder das Verfahren im Ausland schwere Mängel aufweist, fehlen ebenfalls.\n\nDie Beschwerde ist daher unzulässig."}