{"annee": "133", "cour": "V", "page": "303", "date": "10/5/2007", "cite": ["105 V 58", "98 V 270", "132 V 393", "108 V 61", "132 V 244", "111 V 117"], "cite_par": [], "chapeau": "40. Extrait de l'arrêt de la Ire Cour de droit social dans la cause A. contre Office de l'assurance-invalidité pour le canton de Vaud ainsi que Tribunal des assurances du canton de Vaud (recours de droit administratif)\n\nI 863/05 du 10 mai 2007", "regestes": ["Art. 6 al. 2 et art. 19 al. 1 LAI; art. 14 al. 2 de la Convention de sécurité sociale entre la Macédoine et la Suisse. A droit à une formation scolaire spéciale, l'enfant macédonien domicilié en Suisse et \"né invalide en Suisse\", même s'il n'était pas domicilié dans ce pays au moment où la mesure est devenue nécessaire pour la première fois; notion d'enfant \"né invalide en Suisse\" (consid. 6-8)."], "faits": "|303|\n\nA. A. est né en 1992 à L. où ses parents, ressortissants macédoniens, étaient domiciliés. Dans un rapport du 8 décembre 1992, le docteur D. (spécialiste en neuropédiatrie) a constaté que celui-ci présentait, à la naissance, une hypotonie axiale sévère avec un très mauvais contrôle postural et une motricité suspecte des membres |304| supérieurs. Le 7 juillet 1994, ce médecin a précisé qu'il souffrait d'une forme d'ataxie congénitale avec hypotonie tronculaire importante entraînant des troubles de la motricité volontaire oculaire et bucco-linguo-faciale ainsi qu'un retard d'acquisition de la parole.\n\nLe 15 août 1994, A. est parti pour la Macédoine avec sa mère. A son retour en Suisse sept années plus tard, le docteur D. a constaté qu'il présentait des troubles moteurs importants avec ataxie, un discret syndrome cérébelleux cinétique, des troubles du tonus postural, un retard mental, de nettes caractéristiques dysmorphiques, une macrocéphalie évolutive, ainsi qu'un état d'apraxie et qu'il importait de procéder au plus vite à une orientation scolaire de l'enfant adaptée à ses troubles moteurs et praxiques (rapport du 30 juillet 2001). A. a déposé le 27 décembre 2001, une demande de prestations pour assurés de moins de 20 ans révolus tendant à l'octroi de mesures médicales et de subsides pour une formation scolaire spéciale. Dès le 21 janvier 2002, il a été admis en classe spéciale à la Fondation X. Le 7 février 2003, le docteur D. a attesté qu'il présentait une infirmité congénitale au sens du chiffre 390 de l'annexe à l'OIC.\n\nPar décision du 25 mars 2004 confirmée sur opposition le 12 août suivant, l'Office de l'assurance-invalidité pour le canton de Vaud (ci-après: l'office AI) a dénié à A. l'octroi de subsides pour une formation scolaire spéciale. Pour motif, il a exposé qu'immédiatement avant le moment où cette mesure s'était avérée nécessaire pour la première fois (soit en janvier 2002 tout au moins), il ne justifiait pas d'une année de résidence en Suisse dès lors qu'il avait quitté celle-ci depuis le mois d'août 1994 jusqu'au mois de février 2001. Le 17 août 2004, il a en revanche mis l'intéressé au bénéfice de mesures médicales.\n\nB. Par jugement du 21 juillet 2005, le Tribunal des assurances du canton de Vaud a rejeté le recours formé par A. contre la décision sur opposition du 12 août 2004.\n\nC. Ce dernier interjette un recours de droit administratif contre ce jugement dont il requiert l'annulation ainsi que de la décision sur opposition litigieuse, en concluant, sous suite de frais et dépens, à l'octroi de subsides pour une formation scolaire spéciale.\n\nL'office AI et l'Office fédéral des assurances sociales (ci-après: l'OFAS) concluent au rejet du recours.\n\nLe recours a été admis. |305|", "considerants": "Extrait des considérants:\n\n1. Le litige porte sur le droit du recourant, ressortissant macédonien, à l'octroi par l'assurance-invalidité suisse de subsides pour une formation scolaire spéciale.\n\n2.\n\n2.1 La loi du 17 juin 2005 sur le Tribunal fédéral (LTF; RS 173.110) est entrée en vigueur le 1er janvier 2007 (RO 2006 p. 1205, 1242). L'acte attaqué ayant été rendu avant cette date, la procédure reste régie par l'OJ (art. 132 al. 1 LTF; ATF 132 V 393 consid. 1.2 p. 395).\n\n2.2 Par ailleurs, le présent cas n'est pas soumis à la loi fédérale du 16 décembre 2005 modifiant la loi fédérale sur l'assurance-invalidité, entrée en vigueur le 1er juillet 2006 (RO 2006 p. 2003), apportant notamment des modifications relatives à la procédure conduite devant le Tribunal fédéral (art. 132 al. 2 et 134 OJ), dès lors que le recours de droit administratif a été formé avant le 1er juillet 2006 (ch. II let. c des dispositions transitoires relatives à la modification du 16 décembre 2005).\n\n3. Selon son art. 40, la Convention du 9 décembre 1999 de sécurité sociale entre la Confédération Suisse et la République de Macédoine (RS 0.831.109.520.1, ci-après: la Convention) est applicable aux événements assurés survenus avant le 1er janvier 2002, date de son entrée en vigueur (al. 1); toutefois, elle ne confère aucun droit à des prestations pour une période antérieure à cette dernière (al. 4). En l'espèce, le recourant sollicite l'octroi de prestations à partir du mois de janvier 2002, de sorte que la Convention s'applique sans restriction.\n\n4. A teneur de l'art. 14 al. 2 de la Convention, les ressortissants macédoniens qui, immédiatement avant la survenance de l'invalidité, ne sont pas soumis à l'obligation de cotiser à l'assurance-vieillesse, survivants et invalidité suisse, mais qui sont assurés en Suisse, ont droit aux mesures de réadaptation tant qu'ils conservent leur domicile en Suisse (1re phrase). De plus, ils doivent y avoir résidé sans interruption pendant un an au moins immédiatement avant la survenance de l'invalidité (2e phrase). Les enfants mineurs ont en outre droit à de telles mesures lorsqu'ils sont domiciliés en Suisse et y sont nés invalides ou y ont résidé sans interruption depuis leur naissance (3e phrase).\n\n|306|\n\n5.\n\n5.1 Selon l'administration et les premiers juges, le recourant ne saurait prétendre à l'octroi des subsides demandés, dès lors qu'immédiatement avant le moment où la formation scolaire spéciale est devenue nécessaire pour la première fois, il ne comptait pas une année ininterrompue de résidence en Suisse. Les premiers juges ajoutent que depuis sa naissance, l'intéressé n'a pas séjourné en Suisse de manière ininterrompue, puisqu'il a vécu en Macédoine depuis le mois d'août 1994 jusqu'au mois de mai 2001. Enfin, ils considèrent que s'agissant de l'octroi de subsides pour une formation scolaire spéciale, il n'est pas décisif que le recourant soit \" né invalide en Suisse \" dès lors que l'invalidité survient dans ce cas lorsque la mesure se révèle nécessaire pour la première fois, soit ultérieurement à la naissance.\n\n5.2 Selon le recourant, son absence de Suisse depuis 1994 jusqu'en 2001 n'est pas déterminante pour l'issue du litige, dès lors que les ressortissants mineurs peuvent prétendre à des mesures de réadaptation à condition notamment d'être domiciliés en Suisse et d'y être nés invalides. Il ajoute que le droit d'un enfant \" né invalide en Suisse \" à des subsides pour une formation scolaire spéciale ne dépend pas du moment à partir duquel l'atteinte à la santé a nécessité, pour la première fois, la mesure en cause.\n\n5.3 De son côté, l'OFAS soutient, en considération du fait que le recourant n'est pas \" né invalide en Suisse \" et qu'il n'y a pas résidé de manière ininterrompue depuis sa naissance, que son droit à l'octroi de subsides pour une formation scolaire spéciale pourrait lui être accordé à condition qu'il ait été domicilié en Suisse et y ait résidé depuis une année au moins, au moment de la survenance de l'invalidité. Tel n'étant pas le cas, il dénie également le droit de l'intéressé à la prestation en cause.\n\n6.\n\n6.1 Aux termes de la Convention, les enfants mineurs ont droit à des mesures de réadaptation, entre autres éventualités, s'ils sont domiciliés en Suisse et s'ils y sont nés invalides (cf. art. 14 al. 2, 3e phrase). Contrairement au point de vue de l'administration et des premiers juges, il n'est nullement requis qu'en outre, ils résident en Suisse de manière ininterrompue pendant une année au moins avant la survenance de l'invalidité (cf. art. 14 al. 2, 2e phrase). En effet, il n'existe aucune base légale ou conventionnelle instituant une |307| condition supplémentaire en ce sens. Dans son Message du 14 février 2001 concernant la Convention de sécurité sociale entre la Suisse et la Macédoine (FF 2001 p. 2024), le Conseil fédéral prévoit au contraire que \" les enfants mineurs invalides de naissance bénéficient de certaines facilités \". En ce sens, la troisième phrase de l'art. 14 al. 2 institue un régime spécial en faveur de ces derniers. En outre, dès lors que la clause d'assurance a été supprimée dans le droit interne (cf. art. 6 al. 1 et art. 9 al. 3 aLAI, selon leur teneur en vigueur jusqu'au 31 décembre 2000), on ne conçoit guère de la rétablir par interprétation d'une convention bilatérale - qui ne la prévoit pas dans son texte - sans préjudicier l'égalité de traitement entre ressortissants macédoniens et suisses (voir art. 4 de la Convention). Au demeurant, la condition d'être \"né invalide en Suisse\" suffit à garantir l'existence d'un \"rapport d'assurance\" (cf. Message précité, p. 2024) entre la Suisse et les enfants mineurs de l'Etat contractant.\n\n6.2 Sur le vu de ce qui précède, le recourant - qui est domicilié en Suisse depuis le mois de mai 2001 - peut se voir octroyer les prestations demandées s'il est admis qu'il est \" né invalide en Suisse \" au sens de l'art. 14 al. 2, 3e phrase, de la Convention.\n\n7.\n\n7.1 La notion de \" né invalide en Suisse \" figurant dans les conventions de sécurité sociale conclues par la Suisse s'interprète selon les règles d'interprétation habituelles déduites de la Convention de Vienne du 23 mai 1969 sur le droit des traités (RS 0.111, Convention de Vienne). En particulier, l'art. 31 par. 1 de cette Convention prescrit qu'un traité doit s'interpréter de bonne foi suivant le sens ordinaire à attribuer aux termes du traité dans leur contexte et à la lumière de son objet et de son but (ATF 132 V 244 consid. 6.2 p. 253).\n\n7.2 Lorsque des mesures médicales sont en cause, l'invalidité est réputée survenue au moment où l'infirmité constatée rend objectivement nécessaire, pour la première fois, un traitement médical ou un contrôle permanent; c'est le cas lorsque la nécessité du traitement ou du contrôle commence à se faire sentir et qu'il n'y a pas de contre-indication (ATF 105 V 58 consid. 2a p. 60, traduit in RCC 1979 p. 489). Ces principes valent également lorsqu'il faut déterminer la survenance de l'invalidité chez les mineurs souffrant d'une infirmité congénitale (ATF 98 V 270, traduit in RCC 1973 p. 567). La jurisprudence détermine ainsi le moment de cette survenance |308| objectivement d'après l'état de santé; des facteurs externes fortuits, en particulier la connaissance subjective des faits par la personne qui demande des prestations, sont à cet égard sans importance (ATF 108 V 62 et les références). En appliquant ces principes, le Tribunal fédéral considère comme \" né invalide en Suisse \" celui qui y naît avec une infirmité congénitale nécessitant un traitement médical ou une réadaptation. Peu importe que la nécessité de ce traitement ou de cette réadaptation existe lors de la naissance ou ne survienne que plus tard, pourvu que l'assuré reste domicilié en Suisse (ATF 111 V 117 consid. 1c, d et 2 p. 120-123).\n\n7.3 En l'occurrence, il est établi que le recourant souffre d'ataxie cérébelleuse congénitale entraînant d'importants troubles moteurs et praxiques (retard mental et moteur massif avec hypotonie tronculaire importante retardant en particulier l'acquisition de la parole et de la marche; cf. rapports des 7 février 2003, 13 juin 2002, 30 juillet 2001, 7 juillet 1994 et 8 décembre 1992 du docteur D.). Le médecin-conseil de l'office AI précise que même si le diagnostic d'ataxie congénitale n'a été posé qu'en juillet 1994, les éléments d'ataxie étaient déjà présents en 1992, de sorte que l'affection existait dès 1992 (cf. rapport du 7 juillet 1994 du docteur C.). En raison de cette affection, l'intéressé a été hospitalisé à fin août 1992 et il a subi une consultation de neuropédiatrie le 30 novembre suivant (cf. rapport du 8 décembre 1992 du docteur D.). Atteint d'une affection congénitale ayant nécessité à sa naissance un traitement médical, il convient d'admettre qu'il est \" né invalide en Suisse \" au sens de la jurisprudence. Dans cette mesure, il n'est pas décisif qu'il ne fût pas domicilié dans ce pays au moment où la mesure de formation scolaire spéciale est devenue nécessaire pour la première fois.\n\n8. Sur le vu de ce qui précède, l'office AI et les premiers juges ne pouvaient pas refuser au recourant le droit à la prestation demandée, au motif qu'immédiatement avant le moment où la formation scolaire spéciale est devenue nécessaire pour la première fois, il ne comptait pas une année de résidence ininterrompue en Suisse. La décision sur opposition du 12 août 2004 ainsi que le jugement entrepris en tant qu'il la confirme sont erronés et le recours se révèle bien fondé. Il convient de renvoyer le dossier à l'office AI afin que celui-ci examine si les autres conditions d'octroi de subsides pour la formation scolaire spéciale en cause sont remplies."}