{"annee": "133", "cour": "III", "page": "517", "date": "10/7/2007", "cite": ["124 III 474", "113 II 259"], "cite_par": [], "chapeau": "66. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. SA contre Y. (recours en réforme)\n\n4C.89/2007 du 10 juillet 2007", "regestes": ["Art. 336c CO. Contrat de travail; résiliation en temps inopportun; durée de la période de protection pour une incapacité de travail à cheval sur les deux premières ou les cinquième et sixième années de service. Si une incapacité de travail, au sens de l'art. 336c CO, empiète sur une année de service prévoyant une période de protection plus longue que celle applicable durant l'année de service précédente, c'est la période de protection la plus longue qui s'applique. Manière de calculer la période de protection et d'en fixer le dies a quo (consid. 3)."], "faits": "|517|\n\nA.\n\nA.a Par contrat de mission du 17 avril 2003, X. SA (ci-après: X.) a engagé Y. en tant que serrurier pour céder les services de ce travailleur à une entreprise vaudoise. Le début de la mission a été fixé au 5 mai 2003. Si celle-ci se poursuivait au-delà de la durée initiale de trois mois, le contrat était considéré comme prolongé pour une durée indéterminée. Le salaire horaire global se montait à 29 fr. 20 brut.\n\nSelon l'art. 4.7 du contrat-cadre, qui faisait partie intégrante du contrat de mission, le collaborateur temporaire était assuré contre la perte de gain en cas de maladie auprès de A. Assurances SA (ci-après: A.).\n\n|518| En vertu de l'art. 7.1 du contrat-cadre, dès le septième mois d'un emploi ininterrompu, le contrat de travail pouvait être résilié moyennant un délai d'un mois pour le même jour du mois suivant.\n\nA.b Le 6 avril 2004, X. a adressé au travailleur une lettre recommandée, que celui-ci a reçue le lendemain, par laquelle elle résiliait le contrat de travail pour le 7 mai 2004.\n\nY. a été totalement incapable de travailler, pour cause de maladie, du 24 avril au 31 juillet 2004. Dès le 16 septembre 2004, cette incapacité n'a plus été que de 25 %. Dans l'intervalle, soit du 1er août au 15 septembre 2004, elle s'était réduite à néant.\n\nLe travailleur a reçu, du 24 avril au 4 juin 2004, une indemnité pour perte de gain, soit 80 % de son salaire, sous déduction de deux jours d'attente. Il a réclamé en vain des indemnités supplémentaires.\n\nB.\n\nB.a Par demande du 28 mars 2006, Y. a ouvert action contre X. et A. Il a conclu à ce que la première société lui verse 496 fr. 40 brut, avec intérêts à 5 % l'an dès le 4 juin 2004, plus 1'241 fr. brut, avec intérêts à 5 % l'an dès le 7 août 2004, et à ce que les deux défenderesses soient condamnées solidairement à lui payer la somme de 7'942 fr. 40 brut, avec intérêts à 5 % l'an dès le 15 juillet 2004.\n\nCes montants correspondent, le premier, à deux jours de salaire non payés à 100 % (délai d'attente), le troisième, à 40 jours d'indemnités perte de gain non payées à 80 % pour la période du 5 juin au 31 juillet 2004 et, le deuxième, à 5 jours de salaire plein pour la pé riode de fin du contrat, soit du 1er au 7 août 2004.\n\nLes défenderesses ont conclu au rejet de la demande.\n\nPar jugement du 22 juin 2006, le Tribunal de prud'hommes de l'arrondissement de la Broye et du Nord vaudois a prononcé que la défenderesse X. est la seule débitrice du demandeur de 496 fr. 40 brut, avec intérêts à 5 % l'an dès le 4 juin 2004, ainsi que de 1241 fr. brut, avec intérêts à 5 % l'an dès le 7 août 2004, sous déduction, pour ces deux montants, des charges sociales (19,02 %), et que les deux défenderesses sont débitrices solidaires du demandeur de la somme nette de 7'942 fr. 40, avec intérêts à 5 % l'an dès le 15 juillet 2004 (échéance moyenne). Il a rejeté toute autre ou plus ample conclusion.\n\nB.b Statuant par arrêt du 17 novembre 2006, la Chambre des recours du Tribunal cantonal vaudois a admis partiellement le recours |519| interjeté par les défenderesses et réformé le jugement de première instance en ce sens qu'elle a supprimé la condamnation de la défenderesse X. au paiement des 1'241 fr. précités et des intérêts y afférents, le jugement attaqué étant confirmé pour le surplus.\n\nA l'instar des premiers juges et contrairement aux défenderesses, la cour cantonale considère que, lorsqu'une période d'incapacité de travail chevauche la première et la deuxième années de service, le délai de protection applicable est de 90 jours (art. 336c al. 1 let. b CO). En l'espèce, le délai de congé conventionnel (un mois), qui avait commencé à courir le 7 avril 2004, date de la réception du congé, a ainsi été suspendu dès le 24 avril 2004 et jusqu'au 22 juillet 2004, soit après 17 jours, en raison de l'incapacité de travail du demandeur (art. 336c al. 2 CO) qui a duré sans interruption jusqu'au 31 juillet 2004. Il a repris son cours à la fin de cette période et pendant 13 jours, i.e. jusqu'au 4 août 2004. En vertu de l'art. 336c al. 3 CO, comme le terme stipulé était d'un mois calendaire, ce délai a été prolongé jusqu'au 7 août 2004, date à laquelle le contrat a pris fin. Le demandeur a touché le 80 % de son salaire horaire depuis le début de son incapacité de travail et jusqu'au 4 juin 2004, sous déduction de deux jours d'attente. Cette déduction n'étant pas de mise, il a droit à son salaire pour ces deux jours (496 fr. 40) ainsi qu'au 80 % de celui-ci pour les 40 jours ouvrables compris dans la période allant du 5 juin 2004 au 31 juillet 2004, date à laquelle il a recouvré sa pleine capacité de travail (7'942 fr. 40). Comme l'intéressé n'a pas déposé de recours, il n'y a pas lieu d'examiner si ces prestations sont équivalentes aux prestations dues conformément à l'art. 324a CO. En revanche, le Tribunal de prud'hommes a eu tort d'allouer au demandeur un salaire de 1'241 fr. pour la première semaine d'août 2004, car l'employeur, à qui le travailleur n'avait pas offert ses services, n'était pas en demeure, au sens de l'art. 324 CO.\n\nC. X. interjette un recours en réforme au Tribunal fédéral. Elle conclut principalement à ce qu'il soit dit qu'elle ne doit aucun montant au demandeur et, subsidiairement, à ce que la cause soit renvoyée à la cour cantonale pour nouveau jugement dans le sens des considérants de l'arrêt fédéral. A son avis, le délai de protection applicable était de 30 jours en l'espèce, si bien que le contrat de travail avait pris fin le dimanche 6 juin 2004. Partant, en indemnisant le demandeur jusqu'au vendredi 4 juin 2004, elle avait satisfait à ses obligations contractuelles, étant donné que le droit à une indemnité pour perte de gain en cas de maladie cessait le dernier |520| jour de mission en cas de résiliation du contrat. La recourante conteste également devoir payer un salaire au demandeur pour les deux jours d'attente (24 et 25 avril 2004).\n\nLa défenderesse A. n'a pas recouru.\n\nLe Tribunal fédéral a rejeté le recours dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n3. Aux termes de l'art. 336c al. 1 let. b CO, après le temps d'essai, l'employeur ne peut pas résilier le contrat pendant une incapacité de travail totale ou partielle résultant d'une maladie ou d'un accident non imputables à la faute du travailleur, et cela, durant 30 jours au cours de la première année de service, durant 90 jours de la deuxième à la cinquième année de service et durant 180 jours à partir de la sixième année de service. L'art. 336c al. 2 CO sanctionne de nullité le congé donné pendant l'une de ces périodes; il dispose, en outre, que, si le congé a été donné avant l'une des périodes de protection légales et que le délai de congé n'a pas expiré avant cette période, ce délai est suspendu et ne continue à courir qu'après la fin de la période. Selon l'art. 336c al. 3 CO, lorsque les rapports de travail doivent cesser à un terme et que ce terme ne coïncide pas avec la fin du délai de congé qui a recommencé à courir, ce délai est prolongé jusqu'au prochain terme.\n\nLa présente cause soulève la question de savoir quelle période de protection doit être retenue lorsqu'un empêchement de travailler, au sens de la disposition citée, s'étend sur deux années de service consécutives pour lesquelles la loi prévoit une durée de protection différente. Il s'agit de décider, en l'espèce, s'il convient d'appliquer la période de protection prévue pour la première année de service (30 jours) ou celle qui est prévue de la deuxième à la cinquième année de service (90 jours).\n\n3.1 La réponse à la question posée est fort controversée dans la doctrine.\n\nPour certains auteurs, le moment déterminant est celui de la réception du congé. Ainsi, lorsque le travailleur reçoit son congé avant la fin de la première année de service, la période de protection est de 30 jours, même si, pendant le délai de congé, naît une nouvelle année de service qui donne droit à une période de protection plus |521| longue (GABRIEL AUBERT, Commentaire romand, n. 11 ad art. 336d CO; JÖRG MATTHIAS ZINSLI, Krankheit im Arbeitsverhältnis, thèse Zurich 1992, p. 236; RENÉ KUHN/GERHARD L. KOLLER [éd.], Aktuelles Arbeitsrecht für die betriebliche Praxis, vol. 7, chap. 2.4.1, p. 16). Selon le professeur AUBERT, la durée de la protection tient compte de la fidélité du salarié et des services rendus avant la notification du congé. L'auteur fait un parallèle avec les art. 335b al. 1 et 335c al. 1 CO concernant la résiliation ordinaire du contrat de travail pendant et après le temps d'essai, lesquelles dispositions ne tiennent pas compte, pour le calcul de la durée du délai de congé, du fait que ce délai peut s'écouler après l'expiration du temps d'essai, respectivement après la fin de la première année de service. Il ne voit pas pourquoi il en irait différemment en cas de suspension. A son avis, une telle complication serait étrangère au système légal et rien ne montre que le législateur l'ait voulue (ibid.).\n\nSelon DENIS WEBER (La protection des travailleurs contre les licenciements en temps inopportun, thèse Lausanne 1991, p. 101 s.), c'est le moment où a débuté l'incapacité de travail qu'il faut prendre en considération pour déterminer la durée de protection. Partant, si un travailleur devient incapable de travailler pendant la première année de service, alors qu'il a été congédié auparavant et que le délai de congé d'un mois s'écoule en partie sur la deuxième année de service, la période de protection sera de 30 jours, tandis qu'elle sera de 90 jours si l'incapacité de travail débute pendant la partie du délai de congé qui s'écoule après la fin de la première année de service.\n\nA suivre un autre auteur, le critère décisif serait l'année de service durant laquelle la période de protection prend fin (ADRIAN STAEHELIN, Commentaire zurichois, n. 10 ad art. 336c CO). Aussi, à supposer que cette période empiète sur la deuxième année de service, sa durée sera de 90 jours; dans le cas contraire, celle-ci ne sera que de 30 jours, quand bien même le délai de congé arriverait à échéance durant la deuxième année de service.\n\nEstimant que les solutions proposées par la doctrine présentent l'inconvénient du \"tout ou rien\", deux auteurs suggèrent de faire une moyenne entre les deux périodes de protection prévues en appliquant pro rata temporis les délais de protection correspondants (JEAN-LOUIS DUC/OLIVIER SUBILIA, Commentaire du contrat individuel de travail, n. 24 ad art. 336c CO avec deux exemples chiffrés en note de pied 823). |522|\n\nCependant, la doctrine dominante fait fond sur l'incapacité de travail. Selon ce courant majoritaire, si cette incapacité empiète sur la deuxième année de service, c'est la période de protection la plus longue qui s'applique. Ainsi, une incapacité de travail à cheval sur les deux premières années de service ouvre une période de protection de 90 jours (ULLIN STREIFF/ADRIAN VON KAENEL, Arbeitsvertrag, 6e éd., n. 8 ad art. 336c CO, p. 726; MANFRED REHBINDER, Commentaire bernois, n. 3 ad art. 336c CO; le même, in Schweizerisches Arbeitsrecht, 15e éd., n. 336 [2] p. 161; MANFRED REHBINDER/WOLFGANG PORTMANN, Commentaire bâlois, 3e éd., n. 6 ad art. 336c CO, p. 1826; JÜRG BRÜHWILER, Kommentar zum Einzelarbeitsvertrag, 2e éd., n. 3 in fine ad art. 336c CO; FRANK VISCHER, Der Arbeitsvertrag, in Schweizerisches Privatrecht, vol. VII/4, p. 252 in fine; CHRISTIANE BRUNNER/JEAN-MICHEL BÜHLER/JEAN-BERNARD WAEBER/ CHRISTIAN BRUCHEZ, Commentaire du contrat de travail, 3e éd., n. 8 ad art. 336c CO; les mêmes, in Kommentar zum Arbeitsvertragsrecht, 3e éd., n. 8 ad art. 336c CO; RÉMY WYLER, Droit du travail, p. 425; MARIANNE FAVRE MOREILLON, Droit du travail, 2e éd., p. 100 in fine; THOMAS GEISER, Kündigungsschutz bei Krankheit, in PJA 1996 p. 550 ss, 555 n. 2.19; HANS-PETER EGLI, Der zeitliche Kündigungsschutz, in Mitteilungen des Instituts für Schweizerisches Arbeitsrecht [ArbR] 1998 p. 115 ss, 123). Cette période de protection plus étendue se calcule pour certains à compter du premier jour d'incapacité de travail (STREIFF/VON KAENEL, ibid.), pour d'autres dès le début de la nouvelle année de service mais sous imputation du délai de protection qui s'est écoulé durant l'année précédente (GEISER, ibid.).\n\n3.2 La jurisprudence publiée sur la question litigieuse est assez rare.\n\nLe jugement de l'Arbeitsgericht de Zurich du 12 octobre 1984 (ZR 84/1985 p. 270 n° 117 = Jahrbuch des schweizerischen Arbeitsrechts [JAR] 1985 p. 226 s.), auquel se réfère GABRIEL AUBERT (op. cit., p. 1779, note 7), ne traite pas cette question, mais celle du critère applicable pour déterminer si un congé a été donné durant la première ou la deuxième année de service.\n\nEn revanche, un autre jugement, rendu le 25 novembre 1991 par le même Tribunal (ZR 93/1994 p. 169 s. n° 55), aborde, lui, le problème controversé. Il résout celui-ci de la même façon que la doctrine majoritaire, tout en précisant que le délai de protection le plus long, applicable lorsque l'incapacité de travail s'étend sur deux |523| années de service, commence à courir le premier jour de cette incapacité et non pas dès le début de la deuxième année de service.\n\nUne troisième décision, citée dans l'arrêt attaqué, consacre de longs développements théoriques à la question présentement débattue, en prenant position sur la controverse doctrinale évoquée plus haut. ll s'agit d'un jugement prononcé le 16 septembre 2004 par le Gewerbliches Schiedsgericht de Bâle-Ville (Bericht des Gewerblichen Schiedsgerichts über die Rechtsprechung in den Jahren 2003 und 2004, p. 81 ss = JAR 2005 p. 342 ss). Dans cette décision de principe, le Tribunal bâlois commence par exposer les diverses solutions préconisées par la doctrine susmentionnée, en passant toutefois sous silence celle que proposent JEAN-LOUIS DUC et OLIVIER SUBILIA. Il indique les raisons pour lesquelles la solution majoritaire a ses faveurs et précise, avec une partie de la doctrine, que l'application de cette solution suppose non seulement que l'incapacité de travail soit toujours effective lorsque débute la nouvelle année de service, mais encore que le délai de congé prolongé en vertu de l'art. 336c al. 2 CO (et non pas en application de l'art. 336c al. 3 CO) n'ait pas déjà expiré à ce moment-là. S'agissant enfin du dies a quo à retenir pour le calcul du délai de protection de plus longue durée, le Tribunal bâlois laisse la question ouverte au motif que les deux solutions envisageables conduisent au même résultat dans la cause en litige.\n\n3.3 Les auteurs, tel le professeur AUBERT, qui sont d'avis que la durée de la période de protection contre une résiliation en temps inopportun court dès la réception du congé par le travailleur justifient leur point de vue en établissant un parallèle avec les dispositions régissant la résiliation ordinaire du contrat de travail (art. 335b et 335c CO). Ce faisant, ils ne tiennent pas suffisamment compte de la différence de nature existant entre cette réglementation et celle qui interdit à l'employeur de résilier le contrat de travail en temps inopportun. La résiliation du contrat de travail est une manifestation de volonté unilatérale au moyen de laquelle une partie met fin de sa propre initiative aux rapports de travail. Cet acte formateur revêt un caractère ponctuel, en ce sens qu'il déploie ses effets dès qu'il parvient à son destinataire (ATF 113 II 259 consid. 2a p. 261). Il en résulte une situation transparente pour les deux parties, puisqu'aussi bien la réception du congé ne saurait intervenir que pendant une année de service déterminée, mais en aucun cas chevaucher deux années de service consécutives. Au demeurant, les règles |524| sur les délais de congé peuvent être modifiées à certaines conditions (cf. art. 335b al. 2 et 335c al. 2 CO). L'incapacité de travail résultant d'une maladie ou d'un accident est, au contraire, un état généralement durable et évolutif, qui affecte l'une des parties à la relation contractuelle et qui est susceptible de se maintenir d'une année de service à l'autre. C'est en fonction de cette situation particulière, propre à la partie au contrat présumée la plus faible, que le législateur a édicté la règle protectrice de l'art. 336c CO, en interdisant de surcroît qu'il y soit dérogé au détriment du travailleur (art. 362 CO). Dans ces conditions, il ne s'impose nullement d'aligner le régime de la résiliation du contrat de travail en temps inopportun sur celui de la résiliation ordinaire dudit contrat. La solution préconisée par la doctrine minoritaire semble, d'ailleurs, difficilement conciliable avec la lettre de la loi dans la mesure où elle entraîne l'application du délai de protection de 30 jours même si l'incapacité de travail ne survient que pendant la deuxième année de service. Comme le fait remarquer un auteur, en pareille hypothèse, la durée de la protection est pourtant clairement donnée par la loi, sans qu'il importe de savoir si le congé a été donné au cours de la première année de service (WEBER, op. cit., p. 102 in medio).\n\nLa proposition, d'ailleurs isolée, faite par DENIS WEBER (op. cit., p. 101 s.), de prendre en considération le moment où a débuté l'incapacité de travail ne convainc pas davantage. A l'instar de celle qui vient d'être examinée, elle néglige, elle aussi, le caractère durable de cet état-là. De plus, comme le souligne la cour cantonale, la solution préconisée par cet auteur ne paraît guère compatible avec le texte légal qui ne fait nulle mention du début de l'incapacité de travail.\n\nQuant au critère retenu par ADRIAN STAEHELIN (ibid.) - la fin de la période de protection -, il a le tort d'ériger en condition d'application de l'art. 336c CO un élément qui constitue une conséquence juridique de cette application et d'affaiblir par trop la protection conférée au travailleur par cette disposition (dans ce sens, cf. le jugement bâlois, précité, consid. 6.3.2, JAR 1985 p. 350).\n\nLa solution imaginée par JEAN-LOUIS DUC et OLIVIER SUBILIA (.) est sans doute la plus souple. Toutefois, outre qu'elle ne constitue pas une panacée du propre aveu de ses tenants (op. cit., n. 25, p. 440),sa mise en oeuvre suppose des calculs relativement compliqués quila rendent d'un maniement difficile au quotidien pour les personnes |525| non familiarisées avec le droit du travail. Cette solution présente, du reste, le même inconvénient que celle préconisée par ADRIAN STAEHELIN, puisque, selon ses partisans, si la période de protection s'est enèrement écoulée durant la première année de service, la maladie ne sera plus protégée, se prolongerait-elle sur la deuxièmeannée de service (op. cit., n. 25).\n\nEn définitive, il convient de se rallier à l'avis de la doctrine majoritaire car c'est celui qui correspond le mieux à la ratio legis de l'art. 336c CO (sur ce point, cf. ATF 124 III 474 consid. 2b), tout enrespectant et la lettre et l'esprit de cette règle de droit. Par conséquent, si une incapacité de travail, au sens de la disposition citée, qui a commencé durant la première année de service, empiète sur la deuxième année de service, c'est la période de protectionprévue dès la deuxième année de service, soit 90 jours, qui est applicable à cette incapacité de travail, ce principe valant, mutatis mutandis, pour une incapacité de travail chevauchant les cinquièmeet sixième années de service. Encore faut-il logiquement, pour cela, que le délai de congé suspendu en vertu de l'art. 336c al. 2 CO - mais non la prolongation dudit délai résultant de l'application de l'art. 336c al. 3 CO - n'arrive à échéance que durant la nouvelle année de service. Autrement dit, si, au terme de la période de protection applicable durant la première année de service, le délai de congé suspendu, qui a repris son cours, arrive à échéance avant la fin de cette année-là, le travailleur licencié ne pourra pas se prévaloir de la période de protection applicable dès la deuxième année de service, quand bien même il serait toujours incapable de travailler, puisque les rapports de travail se sont éteints avant le début de la nouvelle année de service; mais il ne pourrait pas non plus le faire dans l'hypothèse où la poursuite des rapports de travail durant la deuxième année de service ne résulterait que de la prolongation du délai de congé ayant recommencé à courir, telle que la prévoit l'art. 336c al. 3 CO dans le seul but de faire coïncider la fin de ce délai avec le terme auquel les rapports de travail devaient cesser (sur ce point, cf. les explications et références fournies par le jugement bâlois, précité, consid. 6.3.3, in JAR 1985 p. 350 s.). S'agissant enfin du dies a quo marquant le début de la période de protection applicable, il ne saurait être question de le faire partir simplement du commencement de la nouvelle année de service, sauf à tolérer un cumul entre cette période et la période de protection écoulée durant la précédente année de service et à avantager |526| ainsi le travailleur incapable de travailler durant une période chevauchant les deux années de service par rapport au travailleur dont l'incapacité de travail n'est survenue que durant la nouvelle année de service. La solution la plus simple consiste à fixer ce dies a quo au premier jour de l'incapacité de travail: si la période de protection déclenchée par cette incapacité ne s'achève pas avant le début de la nouvelle année de service, la nouvelle période de protection plus longue prendra fin 90 jours, respectivement 180 jours, à compter du premier jour d'incapacité de travail; en revanche, si la première période de protection s'achève durant l'année de service en cours, que le délai de congé suspendu recommence à courir bien que le travailleur soit toujours incapable de travailler et qu'il soit derechef suspendu au début de l'année de service suivante, conformément à l'opinion de la doctrine majoritaire adoptée par la Cour de céans, il y aura lieu d'imputer sur la durée de la nouvelle période de protection le nombre de jours durant lesquels le délai de congé a été suspendu en raison de la même incapacité de travail au cours de l'année de service précédente (cf. STREIFF/VON KAENEL, ibid.).\n\n3.4 La cour cantonale a fait une application correcte de ces principes en jugeant que les rapports de travail des parties se sont éteints le 7 août 2004. Comme cela ressort des motifs de sa décision résumés sous let. B.b du présent arrêt, elle a tenu compte du fait que l'incapacité de travail affectant le demandeur avait débuté durant la première année de service et s'était poursuivie durant la deuxième année de service, ce qui l'a amenée à appliquer le délai de protection de 90 jours qu'elle a fait courir depuis le premier jour de cette incapacité. La Chambre des recours a ensuite pris en considération le solde du délai de congé suspendu et elle a prolongé ce délai de manière à en faire coïncider la fin avec le terme conventionnel. Par conséquent, la recourante lui impute à tort une violation du droit fédéral.\n\nIl s'ensuit le rejet du recours sur ce point."}