{"annee": "133", "cour": "IV", "page": "139", "date": "8/3/2007", "cite": ["126 I 97", "115 IA 311", "127 I 92", "116 IA 197", "131 I 57"], "cite_par": ["136 IV 92", "134 III 188", "140 V 321", "135 I 261", "144 IV 321", "137 V 210", "134 I 83", "134 IV 43", "133 IV 288", "141 V 330", "137 IV 237", "133 IV 335", "133 III 629"], "chapeau": "22. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. contre Président de la Chambre d'accusation de la Cour de justice de la République et canton de Genève (recours en matière pénale)\n\n1B_13/2007 du 8 mars 2007", "regestes": ["Recours en matière pénale contre une décision incidente, préjudice irréparable (art. 78 ss, art. 93 al. 1 let. a LTF). Dans la procédure de recours en matière pénale, la notion de préjudice irréparable, à l'art. 93 al. 1 let. a LTF, correspond à celle de l'ancien art. 87 al. 2 OJ; il s'agit donc d'un dommage de nature juridique."], "faits": "BGE 133 IV 139 S. 140\n\nLe 20 mars 2006, le Procureur général de la République et canton de Genève a ordonné l'ouverture d'une instruction préparatoire du chef d'abus d'autorité à l'encontre de A. Le 12 janvier 2007, l'instruction préparatoire lui paraissant terminée, le Juge d'instruction a rendu une ordonnance de soit-communiqué et de refus d'actes complémentaires (notamment l'audition de plusieurs témoins). Le dossier de la procédure pénale a ainsi été communiqué au Procureur général, conformément à l'art. 185 al. 1 du code de procédure pénale (CPP/ GE). A. a recouru le 26 janvier 2007 contre l'ordonnance du Juge d'instruction auprès de la Chambre d'accusation de la Cour de justice du canton. Il a conclu à l'annulation de cette décision et au retour de la procédure pénale au Juge d'instruction. Il a requis l'effet suspensif. Le 29 janvier 2007, le Président de la Chambre d'accusation a refusé l'effet suspensif.\n\nAgissant par la voie du recours en matière pénale, A. a demandé au Tribunal fédéral d'annuler la décision sur effet suspensif du Président de la Chambre d'accusation puis, statuant à nouveau, d'octroyer l'effet suspensif à son recours contre l'ordonnance de soit-communiqué. Il s'est plaint d'une application arbitraire de la norme du droit cantonal relative à l'effet suspensif dans la procédure de recours à la Chambre d'accusation (art. 193 CPP/GE). Le Tribunal fédéral a déclaré le recours irrecevable.", "considerants": "Extrait des considérants:\n\n4. La décision de refus d'octroyer l'effet suspensif au recours pendant devant la Chambre d'accusation est une décision incidente contre laquelle le recours en matière pénale (art. 78 ss de la loi du 17 juin 2005 sur le Tribunal fédéral [LTF; RS 173.110]) n'est recevable qu'aux conditions de l'art. 93 al. 1 LTF. Une telle décision ne peut donc faire l'objet d'un recours au Tribunal fédéral que si elle peut causer un préjudice irréparable (art. 93 al. 1 let. a LTF), ou si l'admission du recours peut conduire immédiatement à une décision finale qui permet d'éviter une procédure probatoire longue et coûteuse (art. 93 al. 1 let. b LTF). Il est manifeste que la seconde hypothèse n'entre pas en considération ici, de sorte qu'il convient uniquement d'examiner si le recours est recevable au regard de l'art. 93 al. 1 let. a LTF. BGE 133 IV 139 S. 141\n\nDans la procédure de recours en matière pénale - à savoir dans les causes où, auparavant, l'application du droit cantonal de procédure pénale pouvait être contestée par la voie du recours de droit public pour violation de droits constitutionnels des citoyens (art. 84 al. 1 let. a OJ [RO 3 p. 521]) -, la notion de préjudice irréparable (art. 93 al. 1 let. a LTF) correspond à celle de l'art. 87 al. 2 OJ, qui soumettait à la même condition la recevabilité du recours de droit public contre de telles décisions incidentes (cf. Message du Conseil fédéral concernant la révision totale de l'organisation judiciaire fédérale, FF 2001 p. 4131). Selon la jurisprudence relative à l'art. 87 al. 2 OJ, il doit s'agir d'un dommage de nature juridique, qui ne puisse pas être réparé ultérieurement par un jugement final ou une autre décision favorable au recourant (notamment ATF 131 I 57 consid. 1 p. 59; ATF 127 I 92 consid. 1c p. 94 et les arrêts cités). Cette réglementation est fondée sur des motifs d'économie de la procédure; en tant que cour suprême, le Tribunal fédéral doit en principe ne s'occuper qu'une seule fois d'un procès, et cela seulement lorsqu'il est certain que le recourant subit effectivement un dommage définitif (ATF 116 Ia 197 consid. 1b p. 199). La jurisprudence précise qu'un dommage de pur fait, tel que la prolongation de la procédure ou un accroissement des frais de celle-ci, n'est pas considéré comme irréparable (ATF 127 I 92 consid. 1c p. 94; ATF 126 I 97 consid. 1b p. 100). De même, le renvoi en jugement au terme d'une instruction pénale ne cause pas un dommage de nature juridique (ATF 115 Ia 311 consid. 2c p. 315; 63 I 313 consid. 2 p. 314).\n\nEn l'espèce, le recourant fait valoir que, nonobstant l'affirmation du Président de la Chambre d'accusation à propos de la pratique en pareille situation, le Procureur général pourrait, en l'absence d'effet suspensif, prononcer contre lui une ordonnance de condamnation ou le renvoyer devant le Tribunal de police. Même en admettant la réalisation de cette hypothèse, le recourant ne serait pas exposé à un préjudice irréparable, dès lors qu'il pourrait encore contester l'ordonnance et requérir à nouveau l'administration des preuves offertes avant qu'un jugement ne soit, le cas échéant, rendu en première instance par un tribunal. Dans le cas particulier, l'art. 93 al. 1 let. a LTF a la même portée que l'art. 87 al. 2 OJ tel qu'il a été interprété par la jurisprudence; le présent recours en matière pénale est donc irrecevable."}