{"annee": "133", "cour": "V", "page": "645", "date": "6/11/2007", "cite": ["122 I 39", "131 III 404", "133 V 477", "122 I 322", "126 I 97", "110 V 360"], "cite_par": ["143 III 290", "139 V 604", "137 V 314", "139 V 600", "141 V 330", "142 V 551", "141 V 191", "142 II 363", "134 III 188", "145 V 266", "140 V 321", "137 V 57"], "chapeau": "84. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. K. und S. gegen IV-Stelle des Kantons Thurgau sowie AHV/IV-Rekurskommission des Kantons Thurgau (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_352/2007 vom 6. November 2007", "regestes": ["Art. 93 al. 1 let. a LTF; art. 11 PA en corrélation avec l'art. 55 al. 1 LPGA, art. 61 let. f et g LPGA. Le recours en matière de droit public est irrecevable contre une décision de renvoi (non-contestée sur le fond) en tant qu'il porte sur le bien-fondé, au regard du droit fédéral, du refus d'accorder l'assistance judiciaire gratuite pour la procédure d'opposition ainsi que sur celui de la fixation des dépens alloués pour la procédure cantonale et de l'indemnité corrélative versée au titre de l'assistance judiciaire gratuite (consid. 2)."], "faits": "BGE 133 V 645 S. 645\n\nA. Die 1973 geborene K. meldete sich im Januar 2004 bei der Invalidenversicherung und ersuchte um eine Rente. Die IV-Stelle des Kantons Thurgau (nachfolgend: IV-Stelle) klärte die gesundheitlichen und erwerblichen Verhältnisse ab. Mit Verfügung vom 9. März 2006 lehnte sie das Leistungsbegehren mangels anspruchsbegründender Invalidität ab. Daran hielt sie mit Einspracheentscheid vom 22. November 2006 fest. Mit Verfügung vom 23. November 2006 verneinte die IV-Stelle den Anspruch auf unentgeltliche Verbeiständung für das Einspracheverfahren. BGE 133 V 645 S. 646\n\nB. K. liess durch Rechtsanwalt S. bei der AHV/IV-Rekurskommission des Kantons Thurgau Beschwerde erheben und beantragen, der Einspracheentscheid vom 22. November 2006 und die Verfügung vom 23. November 2006 seien aufzuheben und es sei ihr ab 1. Januar 2001 eine ganze Invalidenrente zuzusprechen und die unentgeltliche Verbeiständung für das Einspracheverfahren zu gewähren.\n\nNach Vernehmlassung der IV-Stelle, Bewilligung der unentgeltlichen Verbeiständung für das kantonale Verfahren und nach Durchführung eines zweiten Schriftenwechsels hiess die Rekurskommission die Beschwerde teilweise gut. Sie wies die Sache unter Aufhebung des Einspracheentscheides vom 22. November 2006 zur Ergänzung der Akten und anschliessender Neuverfügung im Sinne der Erwägungen an die IV-Stelle zurück (Dispositiv-Ziffer 1) und sprach K. resp. ihrem Rechtsvertreter eine Parteientschädigung von Fr. 750.- und eine Entschädigung zu Lasten des Staates von Fr. 600.- zu (Dispositiv-Ziffer 2; Entscheid vom 14. Mai 2007).\n\nC. Rechtsanwalt S. führt im Namen und im Auftrag von K. sowie in eigenem Namen Beschwerde in öffentlich-rechtlichen Angelegenheiten mit den Rechtsbegehren, der Entscheid vom 14. Mai 2007 sei insofern aufzuheben, als die unentgeltliche Verbeiständung für das Einspracheverfahren verweigert und für das erstinstanzliche Beschwerdeverfahren nicht eine Parteientschädigung für volles Obsiegen in der Höhe der belegten Aufwendungen samt Auslagen von Fr. 2'245.45 zugesprochen werde; im Weitern sei die unentgeltliche Verbeiständung für das Verfahren vor Bundesgericht zu bewilligen.", "considerants": "Aus den Erwägungen:\n\n1. Beim angefochtenen Rückweisungsentscheid handelt es sich um einen Vor- oder Zwischenentscheid im Sinne von Art. 93 des Bundesgesetzes vom 17. Juni 2005 über das Bundesgericht (BGG; SR 173.110; BGE 133 V 477 E. 4.2 S. 481). Die Beschwerde ist somit zulässig, wenn er - alternativ - einen nicht wieder gutzumachenden Nachteil bewirken kann (Abs. 1 lit. a) oder wenn die Gutheissung der Beschwerde sofort einen Endentscheid herbeiführen und damit einen bedeutenden Aufwand an Zeit oder Kosten für ein weitläufiges Beweisverfahren ersparen würde (Abs. 1 lit. b). Der zweite BGE 133 V 645 S. 647Tatbestand spielt hier keine Rolle. Ein Urteil des Bundesgerichts über den Anspruch auf unentgeltliche Rechtspflege für das Einspracheverfahren sowie die Höhe der Parteientschädigung für das kantonale Verfahren und damit zusammenhängend der Entschädigung für die unentgeltliche Verbeiständung führte nicht sofort zu einem Endentscheid in der Sache.\n\n2.\n\n2.1 Ein im Sinne von Art. 93 Abs. 1 lit. a BGG nicht wieder gutzumachender Nachteil ist rechtlicher Natur und auch mit einem für die Beschwerde führende Partei günstigen Endentscheid nicht oder nicht vollständig behebbar (Urteile 4A_85/2007 vom 11. Juni 2007, E. 3.1, und 4A_92/2007 vom 8. Juni 2007, E. 2 mit Hinweis auf die im Zusammenhang anwendbare Rechtsprechung zu Art. 87 Abs. 2 aOG gemäss BGE 126 I 97 E. 1b S. 100). Die Rückweisung der Sache an die Verwaltung zu ergänzender oder weiterer Abklärung und neuer Entscheidung bewirkt in der Regel keinen im Sinne von Art. 93 Abs. 1 lit. a BGG nicht wieder gutzumachenden Nachteil (BGE 133 V 477 E. 5.2.1 und 5.2.2 S. 483 sowie Urteil des Eidg. Versicherungsgerichts I 126/07 vom 6. August 2007, E. 1.2).\n\nDie Regelung der Kosten- und Entschädigungsfolgen in einem Rückweisungsentscheid stellt ebenfalls einen Vor- oder Zwischenentscheid im Sinne von Art. 93 BGG dar. Auch insofern ist der nicht wieder gutzumachende Nachteil zu verneinen, da über die Verteilung der Gerichts- und Parteikosten nicht befunden werden kann, ohne vorfrageweise die Begründetheit der Rückweisung zu prüfen, was unzulässig ist (BGE 122 I 39 E. 1a/aa S. 41 mit Hinweisen; vgl. auch BGE 131 III 404 E. 3.3 S. 407).\n\n2.2 Im Lichte dieser Grundsätze ist die Beschwerde unzulässig, soweit die Höhe der Parteientschädigung für das kantonale Verfahren beanstandet und gerügt wird, der vorinstanzliche Rückweisungsentscheid hätte kostenmässig als vollständiges und nicht nur teilweises Obsiegen behandelt werden müssen. Von dieser Frage wiederum hängt die Höhe einer allfälligen Entschädigung für die unentgeltliche Verbeiständung ab. Auf die diesbezüglichen Rügen in der Beschwerde kann daher ebenfalls nicht eingetreten werden. Daran ändert nichts, dass das Honorar für die unentgeltliche Verbeiständung dem Rechtsvertreter der Beschwerdeführerin persönlich zusteht (BGE 110 V 360 E. 2 S. 363; vgl. auch BGE 122 I 322 BGE 133 V 645 S. 648E. 3b S. 325). Schliesslich ist ein im Sinne von Art. 93 Abs. 1 lit. a BGG nicht wieder gutzumachender Nachteil auch in Bezug auf die verweigerte unentgeltliche Verbeiständung für das Einspracheverfahren zu verneinen. Dieses Verfahren ist bereits abgeschlossen und der Rechtsvertreter hat seine Arbeit bereits getan.\n\nEs droht somit nicht die Gefahr, dass die Beschwerdeführerin durch die Verweigerung der unentgeltlichen Verbeiständung ihre Rechte nicht wahrnehmen kann, sondern es geht nur noch um die nachträglich zu beantwortende Frage, von wem der Rechtsanwalt honoriert wird. Das im Rückweisungsurteil Entschiedene wird mit Bezug auf die verweigerte unentgeltliche Rechtspflege für das Einspracheverfahren sowie die Höhe der Parteientschädigung und damit zusammenhängend des Honorars für die unentgeltliche Verbeiständung im vorinstanzlichen Verfahren durch Beschwerde gegen den Endentscheid anfechtbar sein (Art. 93 Abs. 3 BGG). Gelangt der Streit nicht mehr vor das kantonale Gericht, beispielsweise wenn die IV-Stelle auf Grund der Ergebnisse der weiteren Abklärungen voll zu Gunsten der Versicherten entscheidet, kann gegen deren Verfügung oder Einspracheentscheid direkt Beschwerde in öffentlich-rechtlichen Angelegenheiten beim Bundesgericht erhoben und können die betreffenden Punkte gerügt werden (vgl. BGE 122 I 39 E. 1a/bb S. 42 f. mit Hinweis).\n\n2.3 Die Beschwerde ist somit unzulässig und darauf ist nicht einzutreten."}