{"annee": "133", "cour": "I", "page": "185", "date": "30/4/2007", "cite": ["130 I 312", "121 I 267", "130 II 509", "131 I 386", "126 I 81", "126 II 377", "129 I 217", "131 I 153", "124 I 231", "130 II 281", "131 II 352", "114 IA 307"], "cite_par": ["135 I 265", "138 II 386", "137 I 128", "133 II 249", "136 I 229", "143 II 459", "136 I 323", "135 II 1", "140 I 99", "139 II 328", "137 II 305", "145 I 239", "138 I 305", "136 IV 41", "134 IV 36", "133 III 629", "136 II 383", "134 II 186", "135 II 430", "138 IV 248", "133 I 300"], "chapeau": "22. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. gegen Justiz- und Sicherheitsdepartement des Kantons Luzern (Subsidiäre Verfassungsbeschwerde)\n\n2D_2/2007 vom 30. April 2007", "regestes": ["Art. 9 Cst.; art. 113 en relation avec l'art. 83 let. c ch. 2 LTF, art. 115 let. b LTF. Procédure d'autorisation du droit des étrangers; lorsqu'il ne peut faire valoir un droit à une autorisation, un étranger n'a pas qualité pour interjeter un recours constitutionnel subsidiaire pour violation de l'interdiction de l'arbitraire. Rapport entre le recours constitutionnel subsidiaire et le recours en matière de droit public (consid. 2.1 et 2.2); dans le cas particulier, en vertu de l'art. 83 let. c ch. 2 LTF, il est exclu de contester le refus de l'autorisation de séjour par la voie du recours en matière de droit public, du fait qu'il n'existe pas de droit à l'autorisation (consid. 2.2 et 2.3). Qualité pour interjeter un recours de droit public pour arbitraire selon la jurisprudence relative à l'art. 88 OJ (consid. 4). Genèse de l'art. 115 let. b LTF; relation avec la jurisprudence relative à l'art. 88 OJ (consid. 5). Au vu des travaux préparatoires, des objectifs de la réforme de l'organisation judiciaire fédérale et des liens avec les différents motifs d'exclusion énumérés à l'art. 83 LTF, la qualité pour soulever le grief d'arbitraire par la voie du recours constitutionnel subsidiaire selon l'art. 115 let. b LTF suppose que le recourant puisse se prévaloir d'une situation juridique protégée par la loi ou par un droit fondamental spécifique (consid. 6)."], "faits": "BGE 133 I 185 S. 186\n\nX., geboren 1950, ist Staatsangehöriger von Serbien. 1983, im Alter von 33 Jahren, reiste er aus dem damaligen Jugoslawien erstmals in die Schweiz ein, wo er zuerst als Saisonnier arbeitete und ab 1989 im Rahmen von Jahresaufenthaltsbewilligungen im Wesentlichen ohne Unterbruch verweilte. Er ist in dritter Ehe mit einer Kroatin verheiratet, mit welcher zusammen er einen 2005 geborenen Sohn hat. Ehefrau und Kind können sich in der Schweiz nur im begrenzten Rahmen von Besuchervisen aufhalten.\n\nIm Zeitraum von 1987 bis 2003 ergingen gegen X. insgesamt sechs Straferkenntnisse. Am stärksten ins Gewicht fällt die am 12. November 1991 ausgesprochene Verurteilung zu einem Monat Gefängnis bedingt und zu einer Busse von Fr. 300.- wegen fahrlässiger Tötung, begangen mit Personenwagen durch Nichtgewährung des Vortritts gegenüber einem Fussgänger auf dem Fussgängerstreifen, BGE 133 I 185 S. 187Überschreiten der zulässigen Höchstgeschwindigkeit innerorts und Nichtanpassen der Geschwindigkeit an die Strassenverhältnisse.\n\nSeit Ende Juni 2001 war X. nie mehr erwerbstätig. Seit dem 1. April 2004 bezog er eine volle IV-Rente, ab 1. März 2005 wird ihm eine 3/4-IV-Rente ausgerichtet. Hinzu kommt eine Kinderrente für den Sohn, und seit Januar 2006 hat er Anspruch auf IV-Ergänzungsleistungen. Im Zeitraum von April 2003 bis Januar 2006 beanspruchte er Sozialhilfeleistungen in einem fünfstelligen Betrag. Es liegen gegen ihn zahlreiche Betreibungen und Verlustscheine vor. 1988, 1996 und 2003 wurde X. fremdenpolizeilich verwarnt.\n\nMit Verfügung vom 30. August 2006 lehnte das Amt für Migration des Kantons Luzern das Gesuch von X. um Erteilung der Niederlassungsbewilligung ab. Zugleich verweigerte es die Verlängerung der Aufenthaltsbewilligung und ordnete unter Festsetzung einer Ausreisefrist die Wegweisung aus dem Kanton Luzern an. Das Justiz- und Sicherheitsdepartement des Kantons Luzern wies am 4. Januar 2007 die hiegegen erhobene Beschwerde ab.\n\nAm 5. Februar 2007 hat X. den Entscheid des Justiz- und Sicherheitsdepartements mit subsidiärer Verfassungsbeschwerde beim Bundesgericht angefochten; er rügt eine Verletzung des Willkürverbots.\n\nGestützt auf Art. 23 Abs. 2 des Bundesgesetzes vom 17. Juni 2005 über das Bundesgericht (Bundesgerichtsgesetz, BGG; SR 173.110) hat die Vereinigung sämtlicher Abteilungen des Bundesgerichts am 30. April 2007 über die Frage der Legitimation zur Erhebung der Willkürrüge mit subsidiärer Verfassungsbeschwerde (Art. 115 BGG) im Sinne der nachstehenden Erwägungen entschieden.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein.", "considerants": "Aus den Erwägungen:\n\n1. Am 1. Januar 2007 ist das Bundesgesetz vom 17. Juni 2005 über das Bundesgericht in Kraft getreten (AS 2006 S. 1205 ff., 1242). Der angefochtene Entscheid ist nach diesem Zeitpunkt ergangen. Damit finden auf das vorliegende, am 5. Februar 2007 eingeleitete Beschwerdeverfahren die Vorschriften des Bundesgerichtsgesetzes Anwendung (Art. 132 Abs. 1 BGG).\n\n2. Der Beschwerdeführer ficht den Entscheid des Departements mit subsidiärer Verfassungsbeschwerde gemäss Art. 113 ff. BGG an. BGE 133 I 185 S. 188Das Bundesgericht prüft seine Zuständigkeit bzw. die Zulässigkeit eines Rechtsmittels von Amtes wegen mit freier Kognition (Art. 29 Abs. 1 BGG; s. auch BGE 131 II 352 E. 1 S. 353; BGE 130 I 312 E. 1 S. 317; BGE 130 II 509 E. 8.1 S. 510).\n\n2.1 Unter der Herrschaft des Bundesgesetzes vom 16. Dezember 1943 über die Organisation der Bundesrechtspflege (Bundesrechtspflegegesetz, OG; BS 3 S. 531) konnten grundsätzlich alle (auf Bundesrecht oder kantonales Recht gestützten) Entscheide kantonaler Behörden mit staatsrechtlicher Beschwerde wegen Verletzung verfassungsmässiger Rechte beim Bundesgericht angefochten werden, wenn das ordentliche eidgenössische Rechtsmittel (Berufung, Nichtigkeitsbeschwerde in Strafsachen, Verwaltungsgerichtsbeschwerde) unzulässig war. Mit der Einführung der drei Einheitsbeschwerden (Beschwerde in Zivilsachen, Beschwerde in Strafsachen und Beschwerde in öffentlich-rechtlichen Angelegenheiten) können nunmehr dem Grundsatz nach alle kantonalen Entscheide, auch solche, die gestützt auf kantonales Recht ergangen sind, mit dem jeweiligen ordentlichen Rechtsmittel angefochten werden. Dies jedoch nur soweit, als das Gesetz keine Ausnahme vorsieht (für die Beschwerde in öffentlich-rechtlichen Angelegenheiten Art. 83-85 BGG). Stünden ausschliesslich die drei Einheitsbeschwerden zur Verfügung, wie dies der bundesrätliche Entwurf vorsah (Botschaft vom 28. Februar 2001, BBl 2001 S. 4202 ff.), könnten - anders als bisher nach dem Bundesrechtspflegegesetz - nicht (mehr) alle kantonalen Entscheidungen beim Bundesgericht angefochten werden. Dies wurde, trotz der grundsätzlichen Ausweitung des gerichtlichen Rechtsschutzes (s. Art. 29a BV), als Mangel empfunden. Im Laufe des Gesetzgebungsverfahrens wurden daher verschiedene Vorschläge insbesondere über Gegenausnahmen zu den Ausnahmekatalogen unterbreitet (s. dazu etwa PHILIPPE GERBER, Le recours constitutionnel subsidiaire: un dérivé du recours unifié, in: Die Mitarbeiterinnen und Mitarbeiter des Bundesamtes für Justiz [Hrsg.], Aus der Werkstatt des Rechts, Festschrift zum 65. Geburtstag von Heinrich Koller, Basel/Genf/ München 2006, S. 245 ff.). Dies hätte zu einer unerwünschten Unübersichtlichkeit des Rechtsmittelsystems geführt. Schliesslich hat der Gesetzgeber als Ersatz für die staatsrechtliche Beschwerde die subsidiäre Verfassungsbeschwerde ins Bundesgerichtsgesetz eingefügt (dazu Bericht des Bundesamtes für Justiz vom 18. März 2004 an die Rechtskommission des Nationalrats zu den Normvorschlägen der Arbeitsgruppe Bundesgerichtsgesetz vom 16. März 2004, Ziff. 3.1 S. 2). BGE 133 I 185 S. 189\n\n2.2 Gemäss Art. 113 BGG beurteilt das Bundesgericht Verfassungsbeschwerden gegen Entscheide letzter kantonaler Instanzen, soweit keine Beschwerde nach den Artikeln 72-89 BGG zulässig ist. Angefochten ist vorliegend der Entscheid über eine ausländerrechtliche Bewilligung; es handelt sich um eine Angelegenheit des öffentlichen Rechts. Gegen derartige Entscheide kann im Grundsatz mit dem ordentlichen Rechtsmittel, mit der Beschwerde in öffentlich-rechtlichen Angelegenheiten gemäss Art. 82-89 BGG, ans Bundesgericht gelangt werden. Gemäss Art. 83 lit. c Ziff. 2 BGG ist die Beschwerde in öffentlich-rechtlichen Angelegenheiten auf dem Gebiet des Ausländerrechts jedoch unzulässig gegen Entscheide betreffend Bewilligungen, auf die weder das Bundesrecht noch das Völkerrecht einen Anspruch einräumen.\n\n2.3 Gemäss Art. 4 des Bundesgesetzes vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer (ANAG; SR 142.20) entscheidet die zuständige Behörde, im Rahmen der gesetzlichen Vorschriften und der Verträge mit dem Ausland, nach freiem Ermessen über die Erteilung und Verweigerung von Bewilligungen. Es besteht kein Anspruch auf eine Erlaubnis, es sei denn, der Ausländer oder seine in der Schweiz lebenden Angehörigen könnten sich hierfür auf eine Sondernorm des Bundesrechts (einschliesslich des Bundesverfassungsrechts) oder eines Staatsvertrages berufen (BGE 130 II 281 E. 2.1 S. 284 mit Hinweis). Gleich verhält es sich nach dem am 1. Januar 2008 in Kraft tretenden Bundesgesetz vom 16. Dezember 2005 über die Ausländerinnen und Ausländer (Ausländergesetz, AuG; BBl 2005 S. 7365 ff.), welches unterscheidet zwischen Bewilligungen, auf deren Erteilung ein Rechtsanspruch besteht, und Bewilligungen, worüber die Behörde ermessensgeprägt entscheidet (vgl. insbesondere Art. 3 Abs. 1 und 2 sowie Art. 96 AuG; Botschaft des Bundesrats zum Ausländergesetz vom 8. März 2002, BBl 2002 S. 3709 ff., bspw. S. 3724-3728).\n\nDer Beschwerdeführer hat unter keinem Titel einen Rechtsanspruch auf Verlängerung der Bewilligung. Weder seine persönlichen Verhältnisse (Grad seiner Integration in der Schweiz, regelmässige Pflege von Beziehungen zu seiner Heimat, wo er bis ins Alter von 33 Jahren weilte) noch seine aktuellen familiären Beziehungen bilden eine taugliche Grundlage für die Geltendmachung eines Anwesenheitsrechts nach den Vorschriften der Ausländergesetzgebung oder nach Art. 8 EMRK (vgl. insbesondere BGE 130 II 281). Ebenso wenig verschafft eine längere Aufenthaltsdauer für sich einen BGE 133 I 185 S. 190Anspruch auf Bewilligungserneuerung unter dem Gesichtswinkel von Treu und Glauben. Die Beschwerde in öffentlich-rechtlichen Angelegenheiten zur Anfechtung des für den Beschwerdeführer negativen Bewilligungsentscheids ist mithin ausgeschlossen, und als bundesrechtliches Rechtsmittel fällt in der Tat allein die subsidiäre Verfassungsbeschwerde in Betracht. Es ist nachfolgend zu prüfen, ob der Beschwerdeführer dazu legitimiert ist.\n\n3. Gemäss Art. 89 Abs. 1 BGG ist zur Beschwerde in öffentlich-rechtlichen Angelegenheiten berechtigt, wer vor der Vorinstanz am Verfahren teilgenommen hat oder keine Möglichkeit zur Teilnahme erhalten hat (lit. a), durch den angefochtenen Entscheid oder Erlass besonders berührt ist (lit. b) und ein schutzwürdiges Interesse an dessen Aufhebung oder Änderung hat (lit. c).\n\nDie Legitimation zur subsidiären Verfassungsbeschwerde hat der Gesetzgeber enger gefasst. Gemäss Art. 115 BGG ist zur Verfassungsbeschwerde berechtigt, wer vor der Vorinstanz am Verfahren teilgenommen oder keine Möglichkeit zur Teilnahme erhalten hat (lit. a) und (kumulativ) ein \"rechtlich geschütztes Interesse\" an der Aufhebung oder Änderung des angefochtenen Entscheids (französisch: \"intérêt juridique\" à l'annulation ou à la modification de la décision attaquée; italienisch: \"interesse legittimo\" all'annullamento o alla modifica della decisione impugnata) hat (lit. b). Der Text von Art. 115 lit. b BGG weicht von demjenigen von Art. 88 OG ab, welcher die Legitimation zur staatsrechtlichen Beschwerde regelte; danach stand das Recht zur Beschwerdeführung Bürgern (Privaten) und Korporationen bezüglich solcher Rechtsverletzungen zu, die sie durch allgemein verbindliche oder sie persönlich treffende Erlasse oder Verfügungen erlitten hatten. Indessen hat die bundesgerichtliche Rechtsprechung die Legitimationsvoraussetzungen gemäss Art. 88 OG gleich umschrieben wie dies nunmehr Art. 115 lit. b BGG ausdrücklich tut. Zur staatsrechtlichen Beschwerde berechtigt war, wer in eigenen rechtlich geschützten Interessen betroffen ist (qui est atteint par l'acte attaqué dans ses intérêts propres et juridiquement protégés) bzw. ein rechtlich geschütztes Interesse an der Aufhebung des angefochtenen Entscheids hat (BGE 129 I 217 E. 1 S. 219; BGE 126 I 81 E. 3b S. 85). In französischsprachigen Urteilen ist teilweise auch verkürzt von \"intérêt juridique\" die Rede (BGE 131 I 153 E. 1.2 S. 157, BGE 131 I 386 E. 2.5 S. 390; BGE 124 I 231 E. 1c S. 234), womit aber rechtlich geschützte Interessen gemeint sind. Der Gesetzgeber hat sich für die Umschreibung der Beschwerdeberechtigung an der BGE 133 I 185 S. 191Rechtsprechung zu Art. 88 OG orientiert (s. nachfolgend E. 5.1); diese bildet somit einen ersten Ausgangspunkt für die Auslegung von Art. 115 lit. b BGG. Nachfolgend ist daher näher auf die Legitimationsvoraussetzungen gemäss Art. 88 OG einzugehen.\n\n4. Die nach Art. 88 OG erforderlichen eigenen rechtlich geschützten Interessen können entweder durch kantonales oder eidgenössisches Gesetzesrecht oder aber unmittelbar durch ein angerufenes spezielles Grundrecht geschützt sein, sofern sie auf dem Gebiet liegen, das die betreffende Verfassungsbestimmung beschlägt. Besonderes gilt für den verfassungsrechtlich jeder Person gewährten Anspruch darauf, von den staatlichen Organen ohne Willkür behandelt zu werden (Art. 9 BV; Willkürverbot).\n\n4.1 Vor dem Inkrafttreten der neuen Bundesverfassung vom 18. April 1999 war das Willkürverbot nicht ausdrücklich in der Bundesverfassung enthalten. Es wurde aber aus Art. 4 der Bundesverfassung vom 29. Mai 1874 (aBV) abgeleitet und galt grundsätzlich als eigenständiges verfassungsmässiges Recht, welches dem Einzelnen einen Anspruch auf willkürfreies Handeln der Behörden einräumte. Seine Verletzung konnte daher im Verfahren der staatsrechtlichen Beschwerde, anders als andere verfassungsrechtliche Grundsätze - wie etwa das Verhältnismässigkeitsgebot -, selbständig gerügt werden. Nach feststehender Rechtsprechung verschaffte das Willkürverbot im Bereich der Rechtsanwendung für sich allein aber noch keine geschützte Rechtsstellung im Sinne von Art. 88 OG; nach dieser Norm war eine Partei bloss dann zur Willkürrüge legitimiert, wenn das Gesetzesrecht, dessen willkürliche Anwendung sie rügte, ihr einen Rechtsanspruch einräumte oder den Schutz ihrer angeblich verletzten Interessen bezweckte (BGE 121 I 267 E. 2 S. 268 f. mit Hinweisen). Keinen Anlass, von dieser Auslegung von Art. 88 OG bei Willkürbeschwerden abzuweichen, sah das Bundesgericht im Umstand, dass das Willkürverbot in kantonalen Verfassungen und in der am 1. Januar 2000 in Kraft getretenen neuen Bundesverfassung vom 18. April 1999 ausdrücklich als Grundrecht verankert wurde; es hielt dafür, der Umstand der Kodifikation ändere am Gehalt des ohnehin anerkannten Grundrechts nichts und vermöge sich insofern auf die Frage der Legitimation nicht auszuwirken (BGE 121 I 267 E. 3 S. 269 ff. zu Art. 11 Abs. 1 der am 1. Januar 1995 in Kraft getretenen neuen Verfassung des Kantons Bern [SR 131.212]; BGE 126 I 81 zu Art. 9 der Bundesverfassung vom 18. April 1999, je betreffend ausländerrechtliche Bewilligungen, auf di BGE 133 I 185 S. 192e kein Rechtsanspruch besteht; s. auch BGE 129 I 217 E. 1.3 S. 221 ff. betreffend Einbürgerung).\n\nDie restriktive Legitimation zur Willkürbeschwerde wurde mit der Besonderheit des Willkürverbots begründet. Dieses Grundrecht ist nicht mit einem spezifischen Schutzbereich verbunden, der an einen bestimmten menschlichen Lebensbereich oder an ein bestimmtes Institut anknüpft, sondern gilt, gleich wie das verwandte allgemeine Rechtsgleichheitsgebot (oder das nicht als verfassungsmässiges Recht anerkannte Gebot verhältnismässigen Handelns) als allgemeines Prinzip für sämtliche Bereiche staatlicher Tätigkeit. Das Bundesgericht hat daraus geschlossen, es ergebe sich nicht bereits aus dem - weit umrissenen - Inhalt dieser Garantie, wem die Befugnis zustehen soll, Verletzungen des Willkürverbots dem Verfassungsrichter zu unterbreiten; die Legitimation zur Geltendmachung des Willkürverbots bestimme sich vielmehr nach Massgabe der Anforderungen, die das jeweilige Prozessgesetz aufstellt (BGE 121 I 267 E. 3c S. 270; BGE 126 I 81 E. 3b S. 85 f.).\n\n4.2 Die Doktrin war dieser Rechtsprechung gegenüber von jeher überwiegend kritisch eingestellt. Hervorgehoben wurde dabei, dass das Willkürverbot ein selbständiges Grundrecht darstelle, das der Bürger grundsätzlich in gleicher Weise anrufen können soll wie die übrigen Grundrechte; die Einschränkung der Legitimation durch Verfahrensvorschriften laufe auf eine Einschränkung des von der Verfassung grundsätzlich garantierten Rechts selber hinaus (s. Zusammenfassung der Kritik in BGE 126 I 81 E. 3c und 4a S. 86 ff.; ferner bei THOMAS GÄCHTER, Rechtsmissbrauch im öffentlichen Recht, unter besonderer Berücksichtigung des Bundessozialversicherungsrechts, Zürich 2005, S. 294 ff.).\n\nEine Änderung der Rechtsprechung wurde mit Nachdruck auf das Inkrafttreten der neuen Bundesverfassung verlangt, welche das Willkürverbot in Art. 9 ausdrücklich festschreibt. Die gemäss Art. 16 OG vereinigten Abteilungen des Bundesgerichts lehnten am 20. März 2000 eine Praxisänderung mehrheitlich ab. Im gestützt auf diesen Beschluss ergangenen, bereits mehrfach zitierten Urteil vom 3. April 2000 (BGE 126 I 81) hat die II. öffentlichrechtliche Abteilung des Bundesgerichts auf die Kritik Bezug genommen und festgehalten, dass gute Gründe sowohl für die bisherige Rechtsprechung wie auch für die von der Doktrin vertretene gegenteilige Auffassung namhaft gemacht werden könnten. Indessen wurde erkannt, dass sich den BGE 133 I 185 S. 193Materialien zur neuen Bundesverfassung keine klaren Indizien für einen gesetzgeberischen Willen auf Ausweitung der Beschwerdeberechtigung bei Willkürbeschwerden entnehmen lasse (BGE 126 I 81 E. 5 S. 90 ff.). Als ausschlaggebend für die Beibehaltung der restriktiven Auslegung von Art. 88 OG erwies sich jedoch der Umstand, dass die Revision der Bundesrechtspflege anstand. Das Bundesgericht erachtete es als wenig opportun, von einer seit Jahrzehnten geübten Praxis abzuweichen und neue Beschwerdemöglichkeiten zu öffnen, kurz bevor ein vom Gesetzgeber neu zu konzipierendes Rechtsmittelsystem eingeführt werde, nach welchem unter Umständen im Bereich von ausländerrechtlichen Bewilligungen (und in anderen vom Ausnahmenkatalog betroffenen Materien) jegliche Beschwerdemöglichkeit entfallen könnte; erforderlich sei eine - zunächst vom Gesetzgeber anzustellende - Gesamtbetrachtung, um ein insgesamt kohärentes System zu gewährleisten (BGE 126 I 81 E. 6 S. 93 f.).\n\nDie Doktrin hielt auch nach diesem Urteil an ihrer Kritik fest, welche sich primär auf die Erwägungen des Bundesgerichts zur Tragweite des Willkürverbots und auf die bundesgerichtliche Beurteilung der Materialien zu Art. 9 BV im Hinblick auf die Legitimationsfrage bezog (s. dazu, auch als Beispiel für andere: REGINA KIENER, Die staatsrechtliche Rechtsprechung des Bundesgerichts in den Jahren 2000 und 2001, in: ZBJV 138/2002 S. 605, Ziff. XI. 1.2 S. 699 ff., mit Hinweisen auf weitere Doktrin; THOMAS GÄCHTER, a.a.O.). Weniger ins Blickfeld der Kritik gerieten die Erwägungen zur Bedeutung der - seither verwirklichten - Revision der Bundesrechtspflege. Vielmehr erwogen auch Kritiker der bundesgerichtlichen Rechtsprechung, dass es nunmehr Sache des Gesetzgebers sei, die streitige Frage zu entscheiden (etwa CLAUDE ROUILLER, Protection contre l'arbitraire et protection de la bonne foi, in: Daniel Thürer/Jean-François Aubert/Jörg Paul Müller [Hrsg.], Verfassungsrecht der Schweiz, Zürich 2001, S. 683; ANDREAS KLEY/RETO FELLER, Grundrechte, in: Walter Fellmann/Tomas Poledna [Hrsg.], Aktuelle Anwaltspraxis 2001, Bern 2002, S. 339 f.) Nachfolgend ist mithin auf die Entstehungsgeschichte von Art. 115 BGG einzugehen.\n\n5. Erklärte Ziele der Revision der Bundesrechtspflege waren primär eine wirksame und nachhaltige Entlastung des Bundesgerichts, zugleich die punktuelle Verbesserung des Rechtsschutzes sowie die Vereinfachung der Verfahren und Rechtswege (bundesrätliche Botschaft, BBl 2001 S. 4202, Übersicht S. 4208). BGE 133 I 185 S. 194\n\n5.1 Die Einführung der drei Einheitsbeschwerden bewirkt hinsichtlich der Anfechtung von auf kantonales Recht gestützten Entscheiden eine Verbesserung des Rechtsschutzes, wobei aber der Wegfall der staatsrechtlichen Beschwerde ohne kompensatorische Massnahmen in gewissen Bereichen als Rechtsschutzverlust empfunden worden wäre; dies war der hauptsächliche Grund für die nachträgliche Einführung der subsidiären Verfassungsbeschwerde (s. vorne E. 2.1); zudem wollte man erreichen, dass letztinstanzliche kantonale Entscheide über \"civil rights\" wegen Verletzung der EMRK zuerst beim Bundesgericht angefochten werden müssen, bevor sie an den Europäischen Gerichtshof für Menschenrechte weitergezogen werden können (HEINZ AEMISEGGER, Der Beschwerdegang in öffentlich-rechtlichen Angelegenheiten, in: Bernhard Ehrenzeller/Rainer J. Schweizer [Hrsg.], Reorganisation der Bundesrechtspflege - Neuerungen und Auswirkungen in der Praxis, St. Gallen 2006, S. 155). Der Verlauf des Gesetzgebungsverfahrens lässt jedenfalls nicht auf eine Absicht des Gesetzgebers schliessen, mit der subsidiären Verfassungsbeschwerde einen weitergehenden Rechtsschutz zu gewähren als unter der Herrschaft der staatsrechtlichen Beschwerde und insbesondere die Beschwerdeberechtigung auszudehnen. Die wenigen vorhandenen Dokumente sprechen klar für das Gegenteil. Im Bericht des Bundesamtes für Justiz vom 18. März 2004 an die Rechtskommission des Nationalrats zu den Normvorschlägen der Arbeitsgruppe Bundesgerichtsgesetz vom 16. März 2004 steht dazu Folgendes: \"Für die Legitimation zur subsidiären Verfassungsbeschwerde sollen die gleichen Anforderungen gelten wie bei der heutigen staatsrechtlichen Beschwerde (Erfordernis des rechtlich geschützten Interesses)\" (Ziff. 3.1 S. 2). Ebenso erklärte der Kommissionssprecher des Ständerats am 8. März 2005 im Rat: \"Für die Legitimation bei der subsidiären Verfassungsbeschwerde sollen die Anforderungen wie bei der heutigen staatsrechtlichen Beschwerde gelten, also das Erfordernis des rechtlich geschützten Interesses\" (AB 2005 S S. 139). Diese Aussage wurde weder in Frage gestellt noch diskutiert.\n\n5.2 Trotz des Wortlauts und der Entstehungsgeschichte von Art. 115 lit. b BGG fordern verschiedene Autoren vom Bundesgericht nach wie vor, dass es seine bei der staatsrechtlichen Beschwerde entwickelte Legitimationspraxis lockere und das Recht zur Willkürbeschwerde für die subsidiäre Verfassungsbeschwerde vorbehaltlos anerkenne (ANDREAS AUER/GIORGIO MALINVERNI/MICHEL HOTTELIER, L'interdiction de l'arbitraire, in: Droit constitutionnel suisse, Bd. II, BGE 133 I 185 S. 195Les droits fondamentaux, 2. Aufl., Bern 2006, S. 541; BERNHARD EHRENZELLER, Die subsidiäre Verfassungsbeschwerde, in: Anwaltsrevue 2007 S. 103 ff., 107; PHILIPPE GERBER, a.a.O., S. 251 ff.; MICHEL HOTTELIER, Entre tradition et modernité: Le recours constitutionnel subsidiaire, in: Les nouveaux recours fédéraux en droit public, Genf/ Zürich/Basel 2006, S. 89 ff.; ULRICH ZIMMERLI, Die subsidiäre Verfassungsbeschwerde, in: Pierre Tschannen [Hrsg.], Die neue Bundesrechtspflege, Berner Tage für die juristische Praxis 2006, Bern 2007, S. 299 ff.). Einige gegenüber der Rechtsprechung zu Art. 88 OG kritisch eingestellte Autoren äussern sich nunmehr, unter Berücksichtigung der Reformziele, in Bezug auf die Frage der Legitimationsbeschränkung gemäss Art. 115 BGG eher neutral (REGINA KIENER/ MATHIAS KUHN, Das neue Bundesgerichtsgesetz - eine [vorläufige] Würdigung, in: ZBl 107/2006 S. 141 ff., 154; CHRISTOPH AUER, Die Beschwerdebefugnis nach dem neuen Bundesgerichtsgesetz, in: Festschrift Heinrich Koller, a.a.O., S. 203 ff.). Andere Autoren stellen fest, Art. 115 lit. b BGG \"richtet sich offensichtlich gegen die selbständige Anrufung von Art. 9 BV\" (FELIX UHLMANN, Das Willkürverbot [Art. 4 BV], Bern 2005, S. 440), oder räumen unter Hinweis auf die Entstehungsgeschichte der subsidiären Verfassungsbeschwerde ein, dass \"das Bundesgericht im Bereich der subsidiären Verfassungsbeschwerde seine restriktive Praxis bei der Zulässigkeit von Willkürrügen, der Rügen wegen ungleicher Rechtsanwendung (...) weiterführen\" könne (RAINER J. SCHWEIZER, Die subsidiäre Verfassungsbeschwerde nach dem neuen Bundesgerichtsgesetz, in: Reorganisation der Bundesrechtspflege, a.a.O., S. 242), oder heben hervor, dass auf eine gesetzgeberische Lösung verzichtet worden sei, der Umfang des Rechtsschutzes nach der gesetzgeberischen Vorstellung aber im Wesentlichen dem Status quo entspreche (PETER KARLEN, Das neue Bundesgerichtsgesetz, Die wesentlichen Neuerungen und was sie bedeuten, Basel 2006, S. 58 Fn. 219). Für mehrere Autoren scheint es klar zu sein, dass die restriktive Legitimationspraxis unter der Herrschaft des neuen Rechts beizubehalten sei (TARKAN GÖKSU, Die Beschwerden ans Bundesgericht, St. Gallen 2007, S. 77; HEINRICH KOLLER, Grundzüge der neuen Bundesrechtspflege und des vereinheitlichten Prozessrechts, in: Reorganisation der Bundesrechtspflege, a.a.O., S. 41 ff.; HANSJÖRG SEILER, Stämpflis Handkommentar zum Bundesgerichtsgesetz [BGG], Bern 2007, Rz. 10-16 zu Art. 115 BGG, S. 491 f.; KARL SPÜHLER/ANNETTE DOLGE/ DOMINIK VOCK, Kurzkommentar zum Bundesgerichtsgesetz [BGG], BGE 133 I 185 S. 196Zürich/St. Gallen 2006, Kommentar zu Art. 115 BGG; ALAIN WURZBURGER, La nouvelle organisation judiciaire fédérale, JdT 2005 I S. 646 f.; derselbe, Présentation générale et système des recours, in: La nouvelle loi sur le Tribunal fédéral, Publication CEDIDAC 71, Lausanne 2007, S. 23). Hinzuweisen ist auch auf die Autoren, die bereits mit der bundesgerichtlichen Rechtsprechung zu Art. 88 OG im Prinzip einverstanden waren (ETIENNE GRISEL, Le recours au Tribunal fédéral pour inégalité, arbitraire ou discrimination - La question de l'intérêt juridiquement protégé [ATF 126 I 81 ], in: La mise en oeuvre et la protection des droits, Recueil des travaux publiés par la Faculté de droit de l'Université de Lausanne et le Journal des Tribunaux à l'occasion du congrès de la Société Suisse des Juristes tenu à Lausanne les 7 et 8 juin 2002 en coopération avec la Fédération Suisse des Avocats, S. 150 ff.; CHRISTOPH ROHNER, in: Bernhard Ehrenzeller/Philippe Mastronardi/Rainer J. Schweizer/Klaus A. Vallender [Hrsg.], Die Schweizerische Bundesverfassung, St. Galler Kommentar, Zürich/Genf/Basel 2002, Rz. 25-32 zu Art. 9 BV).\n\n5.3 Die Frage nach der Ausgestaltung der Legitimation zur Willkürbeschwerde lässt sich nach dem Gesagten nicht allein durch Auslegung der Verfassung bzw. von Art. 9 BV beantworten; eine strikt verfassungsrechtliche Sichtweise greift zu kurz.\n\nMassgebend für das Verständnis von Art. 115 lit. b BGG sind die bereits erwähnten, mit der Umgestaltung des gesamten Rechtsschutzsystems (Revision der Verfahrensordnung für das Bundesgericht, Schaffung des Bundesverwaltungs- und des Bundesstrafgerichts, Rechtsweggarantie gemäss Art. 29a BV) angestrebten Ziele. Dabei stehen das Bedürfnis nach Entlastung des Bundesgerichts einerseits und dasjenige nach Beibehaltung bzw. Verwesentlichung des Rechtsschutzes andererseits in einem Spannungsverhältnis.\n\nZur Beurteilung der Qualität des Rechtsschutzes ist nebst dem Umfang der Zulässigkeit von Rechtsmitteln ans Bundesgericht auch die in Art. 29a BV statuierte Rechtsweggarantie zu beachten, welche spätestens nach Ablauf der den Kantonen angesetzten zweijährigen Anpassungsfrist demnächst Geltung erlangt (vgl. Art. 130 Abs. 3 BGG). Sie hat zur Folge, dass auch in den bundesgerichtlicher Überprüfung entzogenen Streitfällen nunmehr, soweit es sich um justiziable Materien handelt, in jedem Fall zumindest der Zugang zu einem unteren bzw. zu einem kantonalen Gericht offensteht. In vielen Kantonen war dies namentlich im Bereich ausländerrechtlicher Bewilligungen ohne Rechtsanspruch bisher nicht der Fall. BGE 133 I 185 S. 197\n\nWas den Zugang zum Bundesgericht selber betrifft, hat der Gesetzgeber den Anwendungsbereich des ordentlichen Rechtsmittels im öffentlichen Recht ausgedehnt (vorne E. 2.1). Zugleich hat er die Legitimation zur subsidiären Verfassungsbeschwerde - bewusst - enger gefasst als für die Beschwerde in öffentlich-rechtlichen Angelegenheiten; wenn die diesbezüglich spärlichen Materialien hierfür auf die staatsrechtliche Beschwerde verweisen, macht dies Sinn: Das Erfordernis des rechtlich geschützten Interesses wirkte sich unter der Herrschaft von Art. 88 OG letztlich nur bei Beschwerden wegen Verletzung des Willkürverbots oder des allgemeinen Rechtsgleichheitsgebots aus; bei anderen verfassungsmässigen Rechten ergab sich die Beschwerdeberechtigung aus deren Gehalt selber. Es fragt sich, worin der offensichtlich gewollte Unterschied zwischen Art. 89 Abs. 1 lit. b und c BGG einerseits und Art. 115 lit. b BGG andererseits überhaupt bestehen würde, wenn das rechtlich geschützte Interesse zur Erhebung der Willkürrüge nun direkt aus dem Gehalt des Willkürverbots resultieren sollte. Dass - anders als bei der Beschwerde in öffentlich-rechtlichen Angelegenheiten - nur die Verletzung verfassungsmässiger Rechte gerügt werden kann, ergibt sich bereits aus Art. 116 BGG und hat mit der Beschränkung des Beschwerderechts nichts zu tun. Nichts gewinnen für die Auslegung von Art. 115 lit. b BGG lässt sich aus dem Umstand, dass auch das Recht zur Beschwerdeführung bei Beschwerden in Zivilsachen (Art. 76 Abs. 1 lit. b BGG) und in Strafsachen (Art. 81 Abs. 1 lit. b BGG) ein rechtlich geschütztes Interesse voraussetzt (zur Ausgangslage für diese Legitimationsbestimmungen s. Botschaft, BBl 2001 S. 4312 bzw. 4138; ferner CHRISTOPH AUER, a.a.O., S. 199 und 201).\n\n6.\n\n6.1 In Bezug auf die Ausnahmekataloge zu den drei Einheitsbeschwerden ist der Zusammenhang zwischen diesen und der subsidiären Verfassungsbeschwerde zu beachten. Keine Probleme ergeben sich hinsichtlich der Ausschlussgründe, die am Streitwert anknüpfen. Anders verhält es sich dagegen bei jenen Tatbeständen, wo das Gesetz die Unzulässigkeit des ordentlichen Rechtsmittels vom Fehlen eines Rechtsanspruches abhängig macht (Art. 83 lit. c Ziff. 2 BGG: ausländerrechtliche Bewilligungen, auf die weder das Bundesrecht noch das Völkerrecht einen Anspruch einräumt; Art. 83 lit. d Ziff. 2 BGG: kantonale Entscheide über Bewilligungen auf dem Gebiet des Asyls, auf die weder das Bundesrecht noch das Völkerrecht einen Anspruch einräumt; Art. 83 lit. k BGG: Entscheide betreffend BGE 133 I 185 S. 198Subventionen, auf die kein Anspruch besteht. Auch Art. 83 lit. m BGG, der die Beschwerde gegen Entscheide über die Stundung oder den Erlass von Abgaben ausschliesst, beruht auf dem Gedanken, dass es diesbezüglich nach vielen Steuergesetzen an einem Rechtsanspruch gebricht).\n\nAn einem Rechtsanspruch fehlt es dann, wenn keine gesetzliche Norm die Voraussetzungen der Bewilligungserteilung (bzw. der Gewährung eines anderen Vorteils) näher regelt und diesbezügliche Kriterien aufstellt. Ohne eine solche Bestimmung aber lässt sich kaum eine fehlerhafte Anwendung materiellen Rechts rügen. Selbst wenn das ordentliche Rechtsmittel zulässig wäre, könnte daher als Bundesrechtsverletzung letztlich bloss die Verletzung des Willkürverbots und des allgemeinen Rechtsgleichheitsgebots geltend gemacht werden. Dürfte der Streit auch ohne Vorliegen eines Rechtsanspruchs durch Anrufung des Willkürverbots mit subsidiärer Verfassungsbeschwerde an das Bundesgericht weitergezogen werden, könnte dieses in praktisch gleichem Umfang angerufen werden wie mit dem - unzulässigen - ordentlichen Rechtsmittel.\n\nEs würde mit dem Zweck der am Fehlen eines Rechtsanspruchs anknüpfenden Ausschlussgründe schlecht harmonieren, wenn ein negativer Entscheid mit subsidiärer Verfassungsbeschwerde allein wegen Verletzung des Willkürverbots beim Bundesgericht angefochten werden könnte. Die Zulassungsschranke würde auf diese Weise praktisch unterlaufen und die für diese Rechtsgebiete angestrebte Entlastung des Bundesgerichts weitgehend in Frage gestellt, ohne dass für den Rechtsschutz der Betroffenen viel gewonnen wäre (zum vermeintlichen Rechtsschutzgewinn BGE 121 I 267 E. 3e S. 271; s. auch HANSJÖRG SEILER, a.a.O., N. 15 zu Art. 115 BGG).\n\nWichtig ist dabei, dass, wie nachstehend dargelegt, trotz restriktiver Legitimationspraxis zur subsidiären Verfassungsbeschwerde ein weit reichender Rechtsschutz zur Verfügung steht. Davon, dass die subsidiäre Verfassungsbeschwerde im Bereich des öffentlichen Rechts weitgehend ihrer Substanz beraubt würde (so ULRICH ZIMMERLI, a.a.O., S. 301 f.), kann keine Rede sein.\n\n6.2 Fehlt einer Partei die Legitimation zur Geltendmachung der Verletzung des Willkürverbots, schliesst dies die Rüge der Verletzung anderer verfassungsmässiger Rechte, die nach ihrem Gehalt einer Partei unmittelbar eine rechtlich geschützte Position verschaffen, nicht aus. So kann, wie schon bisher bei fehlender Legitimation zur BGE 133 I 185 S. 199staatsrechtlichen Beschwerde in der Sache selbst, in jedem Fall die Verletzung von Parteirechten gerügt werden, deren Missachtung auf eine formelle Rechtsverweigerung hinausläuft; Art. 115 lit. b BGG erlaubt auch bei restriktiver Auslegung die Weiterführung der so genannten \"Star-Praxis\" (BGE 114 Ia 307 E. 3c S. 312 f.). So wird etwa eine Gehörsverweigerung bzw. eine formelle Rechtsverweigerung gerügt werden können, wenn der angefochtene Entscheid keine Begründung enthält. Auch die von der Europäischen Menschenrechtskonvention gewährleisteten Verfahrensgarantien (wie Art. 6 EMRK) können geltend gemacht werden, soweit sie in den Sachgebieten, für welche das ordentliche Rechtsmittel wegen Fehlens von Rechtsansprüchen ausgeschlossen ist, Anwendung finden.\n\nFür ausländerrechtliche Bewilligungen ist besonders Art. 8 EMRK von Bedeutung. Die Verweigerung einer Bewilligung kann bei gewissen Konstellationen auf eine Verletzung des durch diese Konventionsnorm geschützten Rechts auf Achtung des Familien- oder Privatlebens hinauslaufen; diesfalls erweist sich Art. 8 EMRK als Norm, die einen Anspruch auf eine ausländerrechtliche Bewilligung verschafft (beispielhaft BGE 130 II 281). Der Ausschlussgrund von Art. 83 lit. c Ziff. 2 BGG kommt dann nicht zum Tragen, und gegen die Bewilligungsverweigerung steht die Beschwerde in öffentlich-rechtlichen Angelegenheiten offen. Das Bundesgericht prüft, wenn Art. 8 EMRK ins Spiel gebracht wird, regelmässig schon bei der Eintretensfrage, ob diese Konventionsnorm bei Berücksichtigung der tatsächlichen Gegebenheiten des Einzelfalles für den geltend gemachten Anspruch von Belang ist. Trifft dies nicht zu und erklärt das Bundesgericht das ordentliche Rechtsmittel gestützt auf Art. 83 lit. c Ziff. 2 BGG als unzulässig, sodass nur die subsidiäre Verfassungsbeschwerde als bundesrechtliches Rechtsmittel bleibt, stellt sich die Frage einer allfälligen Verletzung von Art. 8 EMRK nicht (mehr) und bietet auch eine restriktive Handhabung von Art. 115 lit. b BGG keine Probleme. Nicht anders verhält es sich grundsätzlich hinsichtlich anderer konkreter verfassungsmässiger Rechte, aus denen der Ausländer im Hinblick auf die Bewilligungserteilung rechtlich geschützte Interessen ableiten will. Auch eine Verletzung des Diskriminierungsverbots gemäss Art. 8 Abs. 2 BV wird bei Fehlen der Legitimation zur Willkürrüge - genügende Substantiierung vorausgesetzt - grundsätzlich immer angerufen werden können (BGE 129 I 217 für ordentliche Einbürgerungen), gegebenenfalls wiederum schon im Rahmen der Eintretensfrage zur Beschwerde in BGE 133 I 185 S. 200öffentlich-rechtlichen Angelegenheiten (vgl. betreffend Art. 100 Abs. 1 lit. b OG BGE 126 II 377 E. 6 S. 392 ff., s. auch die übrigen Erwägungen hinsichtlich anderer verfassungsmässiger Rechte).\n\nSchliesslich ist in diesem Zusammenhang nochmals auf die in Art. 29a BV statuierte Rechtsweggarantie hinzuweisen. Der Rechtsuchende ist auch bei einer restriktiven Auslegung der Legitimationsvorschrift von Art. 115 lit. b BGG nicht schutzlos.\n\n6.3 Sowohl die Materialien wie auch die mit der Revision der Bundesrechtspflege verbundenen Zielsetzungen sowie die anzustrebende Konkordanz mit den verschiedenen in Art. 83 BGG enthaltenen Ausschlussgründen führen zum Schluss, dass die Legitimationsvorschrift von Art. 115 lit. b BGG im Sinne der bisherigen Praxis zu interpretieren ist. Kantonale Entscheide, für welche Art. 83 BGG die Weiterziehbarkeit an das Bundesgericht vom Vorliegen eines Rechtsanspruchs abhängig macht, können bei Fehlen eines solchen nicht allein gestützt auf das Willkürverbot mittels subsidiärer Verfassungsbeschwerde beim Bundesgericht angefochten werden.\n\n7. Der Beschwerdeführer, der keinen Rechtsanspruch auf Verlängerung der Aufenthaltsbewilligung hat, macht einzig geltend, der die Bewilligungsverweigerung bestätigende kantonale Entscheid verletze das Willkürverbot. Zu dieser Rüge ist er nach Art. 115 lit. b BGG nicht legitimiert, und auf die subsidiäre Verfassungsbeschwerde ist nicht einzutreten."}