{"annee": "133", "cour": "III", "page": "589", "date": "5/7/2007", "cite": ["125 I 492", "107 III 33", "130 I 258", "116 III 35"], "cite_par": ["137 III 193", "138 III 382", "136 V 131", "135 III 670", "135 III 232", "136 I 178", "137 III 143", "135 III 608", "134 II 349", "138 III 46", "135 III 430", "138 III 728", "140 III 385", "135 III 551"], "chapeau": "78. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. und Mitb. gegen Y. (Beschwerde in Zivilsachen)\n\n5A_134/2007 vom 5. Juli 2007", "regestes": ["Recours contre la décision refusant un séquestre. La décision en matière de séquestre est une mesure provisionnelle au sens de l'art. 98 LTF (consid. 1)."], "faits": "BGE 133 III 589 S. 589\n\nDie Beschwerdeführer verlangten die Arrestierung sämtlicher Vermögenswerte des Beschwerdegegners bei der L. Bank. BGE 133 III 589 S. 590\n\nSowohl das Bezirksgericht Zürich als auch das Obergericht des Kantons Zürich wiesen das Arrestbegehren ab.\n\nMit Eingabe vom 10. April 2007 verlangen die Beschwerdeführer die Aufhebung des obergerichtlichen Beschlusses und die Arrestierung sämtlicher Vermögenswerte des Beschwerdegegners bei der L. Bank.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein.", "considerants": "Aus den Erwägungen:\n\n1. Der Entscheid über das Arrestbegehren ist ein Endentscheid im Sinn von Art. 90 des Bundesgesetzes vom 17. Juni 2005 über das Bundesgericht (BGG; SR 173.110; so ausdrücklich die Botschaft, BBl 2001 S. 4332 oben), da er losgelöst von einem Hauptverfahren erfolgt und unter prozessrechtlichen Gesichtspunkten verfahrensabschliessend ist. Lautet er auf Abweisung, ist die Beschwerde in Zivilsachen gegeben (Art. 72 Abs. 2 lit. a BGG).\n\nWeiter ist zu prüfen, ob der Arrestentscheid als materielles Endurteil aufzufassen ist, bei dessen Prüfung das Bundesgericht über volle rechtliche Kognition verfügt (Art. 95 BGG), oder ob er eine vorsorgliche Massnahme darstellt, womit nur die Verletzung verfassungsmässiger Rechte geltend gemacht werden kann (Art. 98 BGG). Für die Qualifizierung ist nicht massgebend, in welchem Verfahren der Entscheid gemäss dem anwendbaren Prozessrecht ergangen ist; ausschlaggebend ist vielmehr, ob er eine Rechtsfrage endgültig, aufgrund einer vollständigen tatsächlichen und rechtlichen Beurteilung mit materieller Rechtskraftwirkung regelt, ohne den Entscheid in einem Hauptverfahren vorzubehalten.\n\nDer Arrest bezweckt allein, den Erfolg einer schon eingeleiteten oder erst noch bevorstehenden Vollstreckung, in der die Voraussetzungen einer provisorischen oder definitiven Pfändung oder der Aufnahme eines Güterverzeichnisses noch nicht gegeben sind, durch sofortige Beschränkung der Verfügungsbefugnis des Schuldners zu sichern (vgl. BGE 107 III 33 E. 2 S. 35). Insofern handelt es sich beim Arrest weder um eine Betreibungshandlung (wie bei der Pfändung) noch um die Schaffung eines materiellen Vorzugsrechts zugunsten des Gläubigers (wie bei der Verpfändung). Der Arrest hat vielmehr Sicherungsfunktion und daher auch bloss provisorischen Charakter (AMONN/WALTHER, Grundriss des Schuldbetreibungs- und Konkursrechts, 7. Aufl., Bern 2003, § 51 Rz. 2). Dies äussert sich in der Obliegenheit zur Prosequierung gemäss Art. 279 SchKG, von deren rechtzeitigen Einleitung und Durchführung der Fortbestand des Arrestes abhängig ist (Art. 280 SchKG), und in der Möglichkeit des Schuldners, sich durch Sicherheitsleistung das freie Verfügungsrecht über die Arrestobjekte zu bewahren (Art. 277 SchKG; BGE 116 III 35 E. 3b S. 40).\n\nBGE 133 III 589 S. 591Hat aber der Arrest weder materielle Rechtswirkungen noch eine eigenständige Regelungsfunktion, sondern erschöpft er sich in einer amtlichen Beschlagnahme, mit welcher die Wirkungen des Pfändungsbeschlages vorverlegt werden (vgl. Art. 275 SchKG), um den späteren Zugriff auf Vollstreckungssubstrat zu sichern, stellt er eine vorsorgliche Massnahme für die Zeit des Prosequierungsverfahrens dar; angesichts der fehlenden vorgängigen Anhörung der Gegenpartei entspricht er der superprovisorischen Verfügung des Zivilprozessrechts (vgl. AMONN/WALTHER, a.a.O., § 51 Rz. 3). In der Lehre wird der Arrest denn auch mehrheitlich als vorsorgliche Massnahme im Sinn von Art. 98 BGG angesehen (WALTER, Neue Zivilrechtspflege, in: Neue Bundesrechtspflege, Berner Tage für die juristische Praxis [BTJP] 2006, Bern 2007, S. 142; TAPPY, Le recours en matière civile, in: La nouvelle loi sur le Tribunal fédéral, Lausanne 2007, S. 98; WALTHER, Auswirkungen des BGG auf die Anwaltschaft/Parteivertretung, in: Die Reorganisation der Bundesrechtspflege - Neuerungen und Auswirkungen in der Praxis, S. 364 Fn. 28; JENT-SØRENSEN, BGG und SchKG, in: Wege zum Bundesgericht in Zivilsachen nach dem Bundesgerichtsgesetz, Zürich 2007, S. 76; PHILIPPIN, La nouvelle loi sur le Tribunal fédéral: Effets sur le droit des poursuites et faillites, in: Le droit du bail et le droit des poursuites et des faillites, Lausanne 2007, S. 159; a.M.: PETER, Das neue Bundesgerichtsgesetz und das Schuldbetreibungs- und Konkursrecht, in: BlSchK 2007 S. 8).\n\n2. Ist nach dem Gesagten eine vorsorgliche Massnahme angefochten, kann nur die Verletzung verfassungsmässiger Rechte gerügt werden (Art. 98 BGG) und darf das Bundesgericht das Recht nicht von Amtes wegen anwenden (Art. 106 Abs. 1 BGG), sondern aufgrund des für vorsorgliche Massnahmen geltenden Rügeprinzips nur insofern eine Prüfung vornehmen, als in der Beschwerdeschrift entsprechende Rügen vorgebracht und begründet worden sind (Art. 106 Abs. 2 BGG).\n\nDie von Art. 106 Abs. 2 BGG geforderte Substanziierung der Vorbringen ist mit derjenigen identisch, wie sie für die frühere staatsrechtliche Beschwerde gemäss Art. 84 OG (BS 3 S. 531) gegolten hat (Botschaft, BBl 2001 S. 4344 f.). Gemäss Art. 90 Abs. 1 lit. b OG war in jenem Verfahren darzulegen, welche verfassungsmässigen Rechte und inwiefern sie durch den angefochtenen Entscheid verletzt worden waren. In diesem Sinn prüfte das Bundesgericht nur klar und detailliert erhobene Rügen, während es auf ungenügend BGE 133 III 589 S. 592begründete Rügen und rein appellatorische Kritik am angefochtenen Entscheid nicht eintrat (BGE 125 I 492 E. 1b S. 495; BGE 130 I 258 E. 1.3 S. 262).\n\nVorliegend machen die Beschwerdeführer nicht einmal geltend, welches verfassungsmässige Recht verletzt sein soll. Die Beschwerdebegründung erschöpft sich sodann in typischer appellatorischer Kritik am angefochtenen Entscheid, wie sie nach dem Gesagten für Beschwerden gegen vorsorgliche Massnahmen im Sinn von Art. 98 BGG unzulässig ist. Auf die Beschwerde ist folglich mangels Substanziierung im Sinn von Art. 106 Abs. 2 BGG nicht einzutreten."}