{"annee": "133", "cour": "V", "page": "320", "date": "19/4/2007", "cite": ["132 V 184", "131 V 390", "132 V 46"], "cite_par": ["145 V 231", "139 V 393", "134 V 284", "133 V 624", "142 V 538", "136 V 182"], "chapeau": "43. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Bundesamt für Sozialversicherungen gegen D. sowie Obergericht des Kantons Schaffhausen (Verwaltungsgerichtsbeschwerde)\n\nI 816/06 vom 19. April 2007", "regestes": ["Art. 2 ALCP; art. 2 par. 1, art. 3 par. 1 et art. 4 par. 1 let. a du règlement n° 1408/71; art. 9 al. 3, art. 13 et art. 80a LAI: Champ d'application personnel et matériel du règlement n° 1408/71; droit à des mesures médicales pour un enfant de nationalité néerlandaise, vivant avec ses parents en Suisse et souffrant d'une épilepsie congénitale au sens du chiffre 387 de l'Annexe à l'OIC; interdiction de la discrimination fondée sur la nationalité. Nonobstant la distinction faite entre droits propres et droits dérivés, le membre de la famille d'un travailleur néerlandais entre dans le champ d'application personnel du règlement n° 1408/71 en ce qui concerne les prestations en cas d'infirmité congénitale (consid. 5.1-5.5). Les mesures médicales nécessaires au traitement d'une infirmité congénitale sont des prestations de maladie au sens de l'art. 4 par. 1 let. a du règlement n° 1408/71 (consid. 5.6)."], "faits": "BGE 133 V 320 S. 321\n\nA. Der am 27. Januar 1997 geborene D. ist niederländischer Staatsangehöriger und wohnt mit seinen Eltern seit 1. August 2004 in der Schweiz. Im November 2004 meldete er sich wegen einer seit Geburt bestehenden Epilepsie (Geburtsgebrechen Nr. 387) bei der Invalidenversicherung zum Leistungsbezug (medizinische Massnahmen) an. Mit Verfügung vom 3. Mai 2005, bestätigt mit Einspracheentscheid vom 20. Juli 2005, lehnte die IV-Stelle Schaffhausen das Begehren ab.\n\nB. Die von D. hiegegen erhobene Beschwerde hiess das Obergericht des Kantons Schaffhausen mit Entscheid vom 18. August 2006 gut, hob den Einspracheentscheid auf und verpflichtete die IV-Stelle, D. medizinische Massnahmen zur Behandlung des Geburtsgebrechens Nr. 387 zuzusprechen.\n\nC. Das Bundesamt für Sozialversicherungen erhebt Verwaltungsgerichtsbeschwerde mit dem Antrag auf Aufhebung des kantonalen Entscheids.\n\nD. lässt auf Abweisung der Verwaltungsgerichtsbeschwerde schliessen, während die IV-Stelle auf einen Antrag verzichtet.\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen.", "considerants": "Aus den Erwägungen:\n\n2. Die angeborene Epilepsie begründet grundsätzlich einen Anspruch auf die zur Behandlung notwendigen medizinischen Massnahmen (Art. 13 IVG; Ziffer 387 GgV Anhang [SR 831.232.21]). Wäre der Beschwerdegegner Schweizer Bürger, würde er die versicherungsmässigen Voraussetzungen (Art. 6 IVG) für derartige Leistungen erfüllen, während er als niederländischer Staatsangehöriger, wie unbestritten ist, weder die Voraussetzungen gemäss BGE 133 V 320 S. 322Art. 6 Abs. 2 und Art. 9 Abs. 3 IVG noch diejenigen gemäss Art. 11 des Abkommens vom 27. Mai 1970 zwischen der Schweizerischen Eidgenossenschaft und dem Königreich der Niederlande über Soziale Sicherheit (SR 0.831.109.636.2) erfüllt. Vorinstanz und Beschwerdegegner leiten den Anspruch jedoch ab aus dem Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (FZA; SR 0.142.112.681) bzw. aus der Verordnung (EWG) Nr. 1408/71 des Rates vom 14. Juni 1971 zur Anwendung der Systeme der sozialen Sicherheit auf Arbeitnehmer und Selbstständige sowie deren Familienangehörige, die innerhalb der Gemeinschaft zu- und abwandern (nachfolgend: Verordnung Nr. 1408/71; SR 0.831.109.268.1), was nach Auffassung des beschwerdeführenden Bundesamtes unzutreffend ist.\n\n3. Gemäss Art. 2 FZA dürfen die Staatsangehörigen einer Vertragspartei, die sich rechtmässig im Hoheitsgebiet einer anderen Vertragspartei aufhalten, bei der Anwendung dieses Abkommens gemäss den Anhängen I, II und III nicht aufgrund ihrer Staatsangehörigkeit diskriminiert werden. Nach Art. 8 FZA regeln die Vertragsparteien die Koordinierung der Systeme der sozialen Sicherheit gemäss Anhang II. Im Anhang II kommen die Vertragsparteien überein, im Bereich der Koordinierung der Systeme der sozialen Sicherheit untereinander die gemeinschaftlichen Rechtsakte, auf die Bezug genommen wird, anzuwenden, wozu namentlich auch die Verordnung Nr. 1408/71 gehört. Diese Verordnung gilt gemäss ihrem Art. 2 Abs. 1 unter anderem für Arbeitnehmer und Selbstständige, die Staatsangehörige eines Mitgliedstaates sind, sowie für deren Familienangehörige und Hinterbliebene. Ihr sachlicher Geltungsbereich umfasst gemäss Art. 4 alle Rechtsvorschriften über Zweige der sozialen Sicherheit, die unter anderem Leistungen bei Krankheit und Mutterschaft (Abs. 1 lit. a) sowie Leistungen bei Invalidität einschliesslich der Leistungen, die zur Erhaltung oder Besserung der Erwerbsfähigkeit bestimmt sind (Abs. 1 lit. b), erfassen. Die Personen, die im Gebiet eines Mitgliedstaates wohnen und für die diese Verordnung gilt, haben gemäss Art. 3 Abs. 1 der Verordnung die gleichen Rechte und Pflichten aufgrund der Rechtsvorschriften eines Mitgliedstaates wie die Staatsangehörigen dieses Staates, soweit besondere Bestimmungen der Verordnung nichts anderes vorsehen. Sofern die streitige Leistung in den BGE 133 V 320 S. 323Geltungsbereich der Verordnung fällt, hat somit der Beschwerdegegner als Angehöriger eines EU-Mitgliedstaates darauf unter den gleichen Voraussetzungen wie ein Schweizer Bürger Anspruch, selbst wenn er die vom Gesetz für ausländische Staatsangehörige vorgesehenen Voraussetzungen nicht erfüllt (vgl. Art. 80a IVG; BGE 131 V 390 E. 5.2 S. 397 und E. 7.2 S. 401 mit Hinweisen).\n\n4.\n\n4.1 Die Vorinstanz erwog, der Leistungsansprecher falle als Familienangehöriger eines in der Schweiz wohnenden niederländischen Erwerbstätigen in den persönlichen Geltungsbereich der Verordnung Nr. 1408/71. Zwar bestünden für Familienangehörige nur abgeleitete, und keine eigenen, ausschliesslich den Arbeitnehmern zustehenden Ansprüche; die Unterscheidung zwischen eigenen und abgeleiteten Rechten gelte jedoch nicht für Familienleistungen im Sinne der Art. 72 ff. der Verordnung. Die medizinischen Massnahmen zur Behandlung eines Geburtsgebrechens seien als Leistung bei Krankheit gemäss Art. 4 Abs. 1 lit. a der Verordnung zu qualifizieren und würden demnach auch in den sachlichen Geltungsbereich der Verordnung fallen. Der Leistungsansprecher habe daher gemäss Art. 3 der Verordnung Nr. 1408/71 Anspruch auf eine diskriminierungsfreie Behandlung, d.h. auf die gleiche Behandlung wie Schweizer Bürger, zumal auch Art. 48 der Verordnung, der eine Leistungsverweigerung bei Versicherungs- oder Wohnzeiten von weniger als einem Jahr vorsehe, auf Krankheitskosten bzw. medizinische Massnahmen zur Behandlung eines Geburtsgebrechens nicht anwendbar sei.\n\n4.2 Das beschwerdeführende Bundesamt macht demgegenüber geltend, der Beschwerdegegner falle als nie erwerbstätig gewesenes Kind eines niederländischen Staatsangehörigen bezüglich der beantragten medizinischen Massnahmen nicht unter den persönlichen Geltungsbereich der Verordnung Nr. 1408/71, da es sich dabei weder um abgeleitete Rechte noch um Ansprüche auf Sachleistungsaushilfe im Rahmen der Krankenversicherung, sondern um eigene Ansprüche des Versicherten handle. Auch in der Botschaft zum FZA sei festgehalten worden, dass frühinvalide Personen als Nichterwerbstätige gälten, die von den Koordinierungsregeln nicht erfasst würden.\n\n4.3 Der Beschwerdegegner bringt vor, bei den streitigen Ansprüchen handle es sich um abgeleitete Rechte, die auch den BGE 133 V 320 S. 324Familienangehörigen zustünden und aufgrund von Art. 3 der Verordnung Nr. 1408/71 diskriminierungsfrei zu gewähren seien. Des Weitern sehe Art. 18 der Verordnung vor, dass die im EU-Ausland zurückgelegten Versicherungszeiten an die in der Schweiz zurückgelegten Zeiten anzurechnen seien. Zudem stünden ihm gemäss BGE 132 V 184 E. 5.2.2 S. 192 die medizinischen Leistungen auch dann zu, wenn es sich um eigene Rechte handelte. Das Diskriminierungsverbot ergebe sich sodann schon unmittelbar aus Art. 2 FZA sowie Art. 3 und 9 Anhang I FZA.\n\n5.\n\n5.1 Ausgangspunkt der Auslegung ist der Wortlaut. Im Text von Art. 2 Abs. 1 der Verordnung Nr. 1408/71 wird zwar zwischen Arbeitnehmern und Selbstständigerwerbenden einerseits sowie deren Familienangehörigen andererseits unterschieden. Hingegen lässt sich dem Wortlaut nicht entnehmen, dass den Familienangehörigen nur abgeleitete, nicht aber eigene Rechte zustünden.\n\n5.2 Der bis 21. Juni 1999 ergangenen, gemäss Art. 16 Abs. 2 FZA vom Bundesgericht bei der Anwendung des Abkommens zu berücksichtigenden Rechtsprechung des Gerichtshofs der Europäischen Gemeinschaften (EuGH) lässt sich Folgendes entnehmen:\n\n5.2.1 In einem Fall, in welchem der Familienangehörige auch Staatsangehöriger eines Mitgliedstaates war, entschied der EuGH, dass aufgrund von Art. 2 Abs. 1 und 3 der Verordnung Nr. 1408/71 den Familienangehörigen eines Arbeitnehmers im Rahmen des sachlichen Geltungsbereichs die gleichen Rechte zustehen müssen wie den Staatsangehörigen des eigenen Landes, dass mithin Beihilfen an ein behindertes Kind eines Wanderarbeitnehmers unter den gleichen Voraussetzungen gewährt werden müssen wie den eigenen Staatsangehörigen (Urteil des EuGH vom 17. Juni 1975 in der Rechtssache 7-75, Eheleute F., Slg. 1975, S. 679).\n\n5.2.2 Im Urteil des EuGH vom 23. November 1976 in der Rechtssache 40-76, Kermaschek, Slg. 1976, S. 1669, wurden - in einem Sachverhalt, in welchem die familienangehörige Person selber nicht Staatsangehörige eines Mitgliedstaates war - im Rahmen von Art. 2 Abs. 1 der Verordnung Nr. 1408/71 den Familienangehörigen nur abgeleitete Rechte zugestanden, d.h. solche, die sie als Familienangehörige eines Erwerbstätigen erworben haben. Demzufolge konnten sich behinderte Familienangehörige nicht auf die Verordnung Nr. 1408/71 berufen, um Beihilfen zu erlangen, die nach BGE 133 V 320 S. 325nationalem Recht den Behinderten aus eigenem Recht zustanden, jedoch nur den eigenen Staatsangehörigen gewährt wurden (Urteil des EuGH vom 8. Juli 1992 in der Rechtssache C-243/91, Taghavi, Slg. 1992, I-4401, Randnr. 9). Diese Rechtsprechung wurde in der Folge auch angewendet, wenn der Familienangehörige selber die Staatsangehörigkeit eines Mitgliedstaates besass (Urteil des EuGH vom 27. Mai 1993 in der Rechtssache C-310/91, Schmid, Slg. 1993, I-3011, Randnr. 13).\n\n5.2.3 Die Tragweite dieser Rechtsprechung beschränkte der EuGH im Urteil vom 30. April 1996 in der Rechtssache C-308/93, Cabanis-Issarte, Slg. 1996, I-2097, auf Ansprüche, die nach dem nationalen Recht nur Arbeitnehmern, die Staatsangehörige eines Mitgliedstaates sind, und nicht deren Familienangehörigen gewährt werden, wie namentlich die Arbeitslosenleistungen; demgegenüber wurde das Altersversorgungssystem der (nie erwerbstätig gewesenen) Witwe eines Wanderarbeitnehmers dem Geltungsbereich der Verordnung Nr. 1408/71 unterstellt, weil die Unterscheidung zwischen eigenen und abgeleiteten Rechten für den hinterbliebenen Ehegatten zu einem Ausschluss vom Schutz durch das grundlegende Gebot der Gleichbehandlung führen würde (Randnr. 23 f., 34, 43 f.; vgl. BGE 132 V 184 E. 5.2.2 S. 192). Insoweit wird also nicht mehr zwischen eigenen und abgeleiteten Ansprüchen unterschieden.\n\n5.2.4 In der Folge hat der EuGH einerseits die Weitergeltung der Rechtsprechung Kermaschek (welche zwischen abgeleiteten und eigenen Ansprüchen differenziert) für die Arbeitslosenentschädigung bestätigt (Urteil vom 25. Oktober 2001 in der Rechtssache C-189/00, Ruhr, Slg. 2001, I-8225, Randnr. 12 und 21 f.; Urteil vom 21. Februar 2006 in der Rechtssache C-286/03, Hosse, Slg. 2006, I-1771, Randnr. 53). Andererseits hat er festgehalten, dass (im Sinne der Rechtsprechung Cabanis-Issarte) in Bezug auf Familienleistungen (Art. 4 Abs. 1 lit. h sowie Art. 72 ff. der Verordnung Nr. 1408/71) die Unterscheidung zwischen eigenen und abgeleiteten Ansprüchen nicht anwendbar ist (Urteile vom 10. Oktober 1996 in den Rechtssachen C-245/94 und C-312/94, Hoever und Zachow, Slg. 1996, I-4895, Randnr. 32 f.; vom 15. März 2001 in der Rechtssache C-85/99, Offermanns, Slg. 2001, I-2261, Randnr. 34; vom 5. Februar 2002 in der Rechtssache C-255/99, Humer, Slg. 2002, I-1205, Randnr. 51 f.). Zu den Familienleistungen gehören Leistungen, die dem Unterhalt der Familie dienen (Urteil Offermanns, a.a.O., BGE 133 V 320 S. 326Randnr. 38 ff.), z.B. Alimenten- oder Unterhaltsbevorschussungen (Urteile Humer, a.a.O., Randnr. 33; Offermanns, a.a.O., Randnr. 49), woran der Umstand nichts ändert, dass die Leistungen dem Kind und nicht dem Elternteil zustehen (Urteil Humer, a.a.O., Randnr. 50). In Bezug auf die anderen Leistungen gemäss Art. 4 der Verordnung Nr. 1408/71, die weder Arbeitslosenentschädigungen noch Familienleistungen sind, hat sich der EuGH bis zum 21. Juni 1999, soweit ersichtlich, nicht ausdrücklich zur Frage geäussert, ob darauf die Kermaschek - oder die Cabanis - Issarte -Rechtsprechung anwendbar ist. In den Urteilen vom 3. Oktober 1996 (Rechtssache C-126/95, Hallouzi-Choho, Slg. 1996, I-4807, Randnr. 30) und vom 15. Januar 1998 (Rechtssache C-113/97, Babahenini, Slg. 1998, I-183, Randnr. 24) hat er aus einer ähnlich lautenden Bestimmung in den Abkommen zwischen der EWG und Marokko bzw. Algerien das Verbot einer auf der Staatsangehörigkeit beruhenden Ungleichbehandlung in Bezug auf Alters- oder Behindertenleistungen an Familienangehörige abgeleitet, wobei er allerdings ausgeführt hat, dass sich der persönliche Geltungsbereich gemäss diesen Abkommen nicht mit demjenigen von Art. 2 der Verordnung Nr. 1408/71 decke. Im Urteil vom 29. Oktober 1998 in der Rechtssache C-185/96, Griechische Republik, Slg. 1998, I-6601, führt der EuGH, ohne zwischen eigenen und abgeleiteten Rechten zu unterscheiden, unter Hinweis auf das zit. Urteil Cabanis-Issarte aus, Art. 3 der Verordnung Nr. 1408/71 könne auch von den Familienangehörigen angerufen werden (Randnr. 28). Unter Bezugnahme auf das zit. Urteil Eheleute F. führt er im Urteil vom 3. Juni 1999 in der Rechtssache C-211/97, Gomez-Rivero, Slg. 1999, I-3219, aus, den Familienangehörigen eines Arbeitnehmers müssten die gleichen Rechte zustehen wie den Staatsangehörigen des gleichen Landes, ebenfalls ohne zwischen eigenen und abgeleiteten Rechten zu differenzieren (Randnr. 26).\n\n5.3 In der schweizerischen Lehre wird zum Teil - ohne auf die Rechtsprechung Cabanis-Issarte einzugehen - die Unterscheidung von eigenen und abgeleiteten Rechten weitergeführt (MARIA VERENA BROMBACHER STEINER, Die soziale Sicherheit im Abkommen über die Freizügigkeit der Personen, in: Felder/Kaddous [Hrsg.], Accords bilatéraux Suisse - UE, Basel 2001, S. 353 ff., 360) und daraus gefolgert, dass z.B. Leistungen für Geburtsgebrechen nicht vom FZA, sondern allenfalls von den bilateralen Abkommen mit einzelnen Staaten abgedeckt seien (BEATRIX DE CUPIS, Les prestations de l'AVS et de l'AI, in: Erwin Murer [Hrsg.], Das BGE 133 V 320 S. 327Personenverkehrsabkommen mit der EU und seine Auswirkungen auf die soziale Sicherheit der Schweiz, Bern 2001, S. 141 ff., 148 f.). BETTINA KAHIL-WOLFF (La coordination européenne des systèmes nationaux de sécurité sociale, in: Schweizerisches Bundesverwaltungsrecht, Soziale Sicherheit, 2. Aufl., Basel 2007, S. 149 ff., 180 Rz. 36) stellt unter Hinweis auf die Rechtsprechung Cabanis-Issarte Leistungen bei Krankheit den Familienleistungen gleich, scheint aber für Leistungen der Invalidenversicherung die Weitergeltung der Kermaschek-Rechtsprechung zu bejahen, zitiert dafür allerdings nur Urteile, die vor dem Urteil Cabanis-Issarte ergangen sind. Später bejaht sie aber den persönlichen Anwendungsbereich für Leistungen der IV, namentlich Eingliederungsmassnahmen (KAHIL-WOLFF, Das EuGH-Urteil in der Rechtssache Hosse und andere Entwicklungen rund um die Verordnung 1408/71, in: SZS 2007 S. 78 ff., 81 f.). Das (damalige) Eidgenössische Versicherungsgericht hat in BGE 132 V 184 E. 5.3 S. 192 die Frage nach der Tragweite der Cabanis-Issarte -Rechtsprechung offengelassen.\n\n5.4 In der gemeinschaftsrechtlichen Lehre wird die Weitergeltung der Kermaschek-Rechtsprechung auch für Leistungen bei Berufskrankheiten und Arbeitsunfällen bejaht (PRODROMOS MAVRIDIS, La sécurité sociale à l'épreuve de l'intégration européenne, Athen 2003, S. 317 Fn. 794; JÜRGEN STAHLBERG, Europäisches Sozialrecht, Bonn 1997, S. 201). Bei diesen Leistungen handelt es sich - ähnlich wie bei den Arbeitslosentschädigungen - um Ansprüche, die den versicherten Arbeitnehmern zustehen, nicht den Familienangehörigen. Demgegenüber stehen die Leistungen bei Geburtsgebrechen den Kindern bzw. Jugendlichen persönlich zu, also Personen, welche typischerweise nicht Arbeitnehmer sind. Es handelt sich somit nicht um Leistungen, welche nach dem nationalen Recht nur Arbeitnehmern gewährt werden. Gemäss dem Urteil Cabanis-Issarte findet demnach die Rechtsprechung Kermaschek auf diese Leistungen keine Anwendung und die Unterscheidung zwischen eigenen und abgeleiteten Ansprüchen ist insoweit nicht massgebend.\n\n5.5 Damit ergibt sich, dass der Beschwerdegegner als Familienangehöriger eines niederländischen Erwerbstätigen in Bezug auf die Leistungen bei Geburtsgebrechen ungeachtet der Unterscheidung zwischen eigenen und abgeleiteten Ansprüchen in den persönlichen Geltungsbereich der Verordnung Nr. 1408/71 fällt und sich damit grundsätzlich auf das Verbot einer nach Staatsangehörigkeit unterschiedlichen Behandlung berufen kann (Art. 3 der Verordnung BGE 133 V 320 S. 328 Nr. 1408/71; Urteile Griechische Republik, a.a.O., Randnr. 28, und Gomez-Rivero, a.a.O., Randnr. 26). Der Hinweis des beschwerdeführenden Bundesamtes auf die Aussage in der Botschaft vom 23. Juni 1999 zur Genehmigung der sektoriellen Abkommen zwischen der Schweiz und der EG, wonach Leistungen für Frühinvalide von den Koordinationsregeln nicht erfasst würden (BBl 1999 S. 6128 ff., 6342), ändert daran nichts, zumal diese Aussage im Zusammenhang mit dem Export von ausserordentlichen Renten steht (vgl. dazu auch BGE 131 V 390 E. 7 S. 401) und nicht auf das Verbot der direkten Diskriminierung hinsichtlich Sachleistungen bezogen werden kann.\n\n5.6 Voraussetzung für die Anwendung von Art. 3 der Verordnung Nr. 1408/71 ist weiter, dass die fragliche Leistung in den sachlichen Geltungsbereich gemäss deren Art. 4 fällt.\n\nDie Vorinstanz ist mit Recht davon ausgegangen, dass die Leistungen bei Geburtsgebrechen zu den \"Leistungen bei Krankheit oder Mutterschaft\" im Sinne von Art. 4 Abs. 1 lit. a der Verordnung Nr. 1408/71 gehören. Zwar werden diese Leistungen nach schweizerischem Recht in erster Linie von der Invalidenversicherung gedeckt. Die in Art. 4 der Verordnung Nr. 1408/71 enthaltenen Leistungsumschreibungen sind jedoch nicht nach Massgabe des innerstaatlichen Rechts, sondern nach gemeinschaftsrechtlichen Kriterien zu verstehen (BGE 132 V 46 E. 3.2.3 S. 49). Da die Bestimmungen über die Invalidität in Titel III Kapitel 2 der Verordnung Nr. 1408/71 einzig Geldleistungen regeln, sind medizinische Sachleistungen, mit Einschluss von Pflegekosten, welche bei Krankheit oder Mutterschaft erbracht werden, als Leistungen im Sinne von Art. 4 Abs. 1 lit. a der Verordnung zu betrachten, unabhängig von der Art der Rechtsvorschriften, in denen diese Leistungen vorgesehen sind (Urteile des EuGH vom 10. Januar 1980 in der Rechtssache 69-79, Jordens-Vosters, Slg. 1980, S. 75, Randnr. 6-9; vom 5. März 1998 in der Rechtssache C-160/96, Molenaar, Slg. 1998, I-843, Randnr. 23-25; Urteil Hosse, a.a.O., Randnr. 44; URSULA HOHN, Rechtsprobleme bei der Umsetzung des Koordinationsrechts in der Krankenversicherung, in: Thomas Gächter [Hrsg.], Das europäische Koordinationsrecht der sozialen Sicherheit und die Schweiz, Zürich 2006, S. 61 ff., 77 f.; EDGAR IMHOF, Eine Anleitung zum Gebrauch des Personenfreizügigkeitsabkommens, in: Hans-Jakob Mosimann [Hrsg.], Aktuelles im Sozialversicherungsrecht, Zürich 2001, S. 19 ff., 81). Geburtsgebrechen stellen eine besondere Form von BGE 133 V 320 S. 329Krankheit dar (Art. 3 Abs. 2 ATSG; THOMAS LOCHER, Grundriss des Sozialversicherungsrechts, 3. Aufl., Bern 2003, S. 111, 228). Die zu ihrer Behandlung notwendigen medizinischen Massnahmen sind daher Leistungen bei Krankheit im Sinne von Art. 4 Abs. 1 lit. a der Verordnung Nr. 1408/71 (gleicher Auffassung: KAHIL-WOLFF, a.a.O., in: SZS 2007 S. 78 ff., 83; vgl. auch BGE 132 V 46 E. 3.2.3 S. 49 f. in Bezug auf Hilfsmittel). Diese Qualifikation rechtfertigt sich umso eher, als Leistungen bei Geburtsgebrechen subsidiär auch durch die obligatorische Krankenpflegeversicherung gedeckt werden (Art. 27 KVG).\n\n5.7 Sind somit die Voraussetzungen des persönlichen und sachlichen Geltungsbereichs der Verordnung Nr. 1408/71 gegeben, ist gemäss deren Art. 3 eine auf die Staatsangehörigkeit abstellende Ungleichbehandlung unzulässig. Weil schweizerische Staatsangehörige in der Lage des Beschwerdegegners Anspruch auf medizinische Massnahmen bei Geburtsgebrechen haben, muss dasselbe somit auch für den Beschwerdegegner gelten, auch wenn er die für ausländische Staatsangehörige geltenden gesetzlichen Vorschriften nicht erfüllt. Dies gilt aufgrund von Art. 94 Abs. 3 und 4 der Verordnung Nr. 1408/71 auch in intertemporaler Hinsicht (BGE 132 V 46 E. 3.2.1 S. 48; BGE 131 V 390 E. 3.2 S. 395)."}