{"annee": "133", "cour": "I", "page": "156", "date": "7/5/2007", "cite": ["129 I 12", "126 I 240", "117 IA 27", "129 I 35", "130 I 113", "103 IA 394", "130 I 352"], "cite_par": ["144 I 1", "143 I 336", "140 I 153", "141 I 9", "138 I 162"], "chapeau": "18. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A.X. gegen Regierungsrat und Verwaltungsgericht des Kantons Luzern (Staatsrechtliche Beschwerde)\n\n2P.276/2005 / 2P.314/2006 vom 7. Mai 2007", "regestes": ["Art. 19 et 62 al. 2 Cst.; art. 27 al. 2 aCst.; art. 8, 11, 27 al. 2 et art. 41 al. 1 let. f Cst.; art. 13 al. 2 Pacte ONU I; art. 28 al. 1 de la Convention relative aux droits de l'enfant; prise en charge des frais de transport pour la fréquentation du prégymnase. Le droit à la gratuité de l'enseignement de base garanti par la Constitution fédérale ne s'étend en principe pas - malgré la terminologie différente de celle utilisée dans l'ancienne constitution fédérale (\"enseignement de base\" au lieu de \"instruction primaire\") - à l'enseignement prégymnasial (public), quand bien même celui-ci serait dispensé encore pendant la scolarité obligatoire; pas d'obligation constitutionnelle des cantons de prendre (entièrement) en charge les frais de transport nécessaires à la fréquentation du prégymnase (consid. 3)."], "faits": "BGE 133 I 156 S. 157\n\nA.X., wohnhaft in Udligenswil/LU, besuchte im Schuljahr 2004/ 2005 die erste Klasse des Untergymnasiums an der Kantonsschule Luzern. Die Kosten für das während dieser Zeit für den Schulweg (Udligenswil - Luzern) benötigte Busabonnement beliefen sich auf Fr. 612.-, woran sich die Gemeinde Udligenswil mit Fr. 320.- beteiligte. Ein Gesuch von A.X. um Übernahme des Restbetrages von Fr. 292.- wies das Bildungs- und Kulturdepartement des Kantons Luzern am 10. März 2005 ab. Eine dagegen erhobene Verwaltungsbeschwerde wies der Regierungsrat des Kantons Luzern mit Entscheid vom 30. August 2005 ab.\n\nGegen diesen regierungsrätlichen Beschwerdeentscheid erhob A.X. sowohl (kantonale) Verwaltungsgerichtsbeschwerde beim Verwaltungsgericht des Kantons Luzern als auch staatsrechtliche Beschwerde beim Bundesgericht (Verfahren 2P.276/2005).\n\nMit Urteil vom 24. Oktober 2006 trat das Verwaltungsgericht des Kantons Luzern auf die bei ihm erhobene Verwaltungsgerichtsbeschwerde nicht ein mit der Begründung, es fehle an einem diesen BGE 133 I 156 S. 158Rechtsmittelweg öffnenden Rechtsanspruch auf Vergütung der Kosten des Schulweges für einen Schüler des Untergymnasiums.\n\nMit Eingabe vom 24. November 2006 erhebt A.X. beim Bundesgericht auch gegen das Urteil des Verwaltungsgerichts vom 24. Oktober 2006 staatsrechtliche Beschwerde (Verfahren 2P.314/2006) mit den Anträgen, das angefochtene Urteil aufzuheben und den Kanton Luzern, eventualiter die Gemeinde Udligenswil, zu verpflichten, ihm bzw. seinen Eltern \"bis zur Erfüllung der obligatorischen Schulzeit die im Zusammenhang mit dem Besuch des Untergymnasiums in Luzern bereits entstandenen und noch entstehenden Transportkosten rückwirkend und in Zukunft vollumfänglich zu vergüten\".\n\nDas Bundesgericht tritt auf die gegen den regierungsrätlichen Entscheid gerichtete staatsrechtliche Beschwerde (2P.276/2005) mangels Erschöpfung des Instanzenzuges nicht ein; jene gegen das Urteil des Verwaltungsgerichts (2P.314/2006) weist es ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Art. 19 BV gewährleistet als Grundrecht einen Anspruch auf ausreichenden und unentgeltlichen Grundschulunterricht (BGE 129 I 12 E. 4.1 S. 16, BGE 129 I 35 E. 7.2 S. 38). Nach Art. 62 Abs. 1 und Abs. 2 BV sorgen die für das Schulwesen zuständigen Kantone für einen ausreichenden, allen Kindern offenstehenden und an öffentlichen Schulen unentgeltlichen obligatorischen Grundschulunterricht (vgl. Abs. 2 in der diesbezüglich unverändert gebliebenen Fassung vom 16. Dezember 2005, in Kraft seit 21. Mai 2006 [AS 2006 S. 3033; vgl. den betreffenden Bericht der zuständigen nationalrätlichen Kommission, in: BBl 2005 S. 5479, 5521, zu Absatz 2]). Die Anforderungen, die Art. 19 BV an den obligatorischen Grundschulunterricht stellt (\"ausreichend\"), belassen den Kantonen einen erheblichen Gestaltungsspielraum. Die Ausbildung muss aber auf jeden Fall für den Einzelnen angemessen und geeignet sein (BGE 117 Ia 27 E. 6a) und genügen, um die Schüler angemessen auf ein selbstverantwortliches Leben im modernen Alltag vorzubereiten; dies bedingt auch eine Mindestdauer der Schulpflicht, welche die Kantone auf neun Jahre festgelegt haben (vgl. Art. 2 lit. b des Konkordates vom 29. Oktober 1970 über die Schulkoordination [Systematische Rechtssammlung des Kantons Luzern/SRL Nr. 401]). Der Unterricht muss grundsätzlich am Wohnort der Schüler erteilt BGE 133 I 156 S. 159werden; die räumliche Distanz zwischen Wohn- und Schulort darf den Zweck der ausreichenden Grundschulausbildung nicht gefährden (BGE 129 I 12 E. 4.2 S. 16, BGE 129 I 35 E. 7.3 S. 38). Aus der in Art. 19 BV verankerten Garantie ergibt sich daher auch ein Anspruch auf Übernahme der Transportkosten, wenn der Schulweg wegen übermässiger Länge oder Gefährlichkeit dem Kind nicht zugemutet werden kann (Urteile des Bundesgerichts 2P.101/2005 vom 25. Juli 2005, E. 3.1 und 2P.101/2004 vom 14. Oktober 2004, publ. in: ZBl 106/ 2005 S. 430 ff., E. 3.1 mit Hinweisen).\n\n3.2 Vorliegend ist umstritten, ob unter den Begriff \"Grundschulunterricht\", wie er in Art. 19 BV verwendet wird, auch der Unterricht an einem Untergymnasium zu subsumieren ist, was grundsätzlich zur Konsequenz hätte, dass auch für diese Stufe an öffentlichen Schulen die Garantie der Unentgeltlichkeit zum Tragen käme.\n\nVorauszuschicken ist, dass der hier in Frage stehende untergymnasiale Unterricht zwar Teil der Mittelschule bildet und der betreffende Stoff organisatorisch an einer solchen Bildungseinrichtung (Kantonsschule) vermittelt wird, jedoch noch die Zeit der (neunjährigen) obligatorischen Schulpflicht (7.-9. Klasse, sog. Sekundarstufe I) betrifft.\n\n3.3 Die Bundesverfassung vom 29. Mai 1874 garantierte in Art. 27 Abs. 2 lediglich die Unentgeltlichkeit des \"Primarunterrichts\" (\"instruction primaire\", \"istruzione primaria\") an öffentlichen Schulen. Unter diese Garantie fiel der Schulbesuch während der gesamten obligatorischen Schulpflicht (vgl. MARCO BORGHI, in: Kommentar aBV, Rz. 29 sowie Rz. 53 f. zu Art. 27 aBV), wobei dazu in jüngerer Zeit neben den Primarschulen (in höheren Schulklassen auch etwa Real- oder Oberschulen genannt) auch die Sekundarschulen (Bezirksschulen etc.) gezählt wurden (vgl. HERBERT PLOTKE, Die Bedeutung des Begriffes Grundschulunterricht in Art. 19 und in Art. 62 Abs. 2 der Bundesverfassung, in: ZBl 106/2005 S. 556; derselbe, Schweizerisches Schulrecht, 1. Aufl., Bern 1979, S. 92). Nicht zum Primarunterricht im umschriebenen Sinne gehörte hingegen der Unterricht an Mittelschulen, und zwar auch dann nicht, wenn er noch die obligatorische Schulzeit betraf (vgl. PLOTKE, Schulrecht, 1. Aufl., a.a.O., S. 92; Entscheid des Bundesrates vom 14. August 1991, publ. in: VPB 57/1993 Nr. 42 S. 345, E. 3.1 mit Hinweisen; vgl. auch BGE 103 Ia 394 E. 2a S. 398). Weitergehende Ansprüche konnten sich diesbezüglich aus dem kantonalen Recht ergeben, wie BGE 133 I 156 S. 160beispielsweise aus Art. 29 Abs. 2 der Verfassung des Kantons Bern vom 6. Juni 1993, dessen Tragweite sich auf alle Schulen innerhalb der obligatorischen Schulzeit (und damit auch auf Untergymnasien) erstreckt (vgl. BGE 129 I 12 E. 5 S. 17 f.).\n\n3.4 Die geltende Bundesverfassung verwendet im Unterschied zu Art. 27 Abs. 2 aBV nicht mehr den Begriff des \"Primarunterrichts\", sondern sowohl in Art. 19 BV als auch in Art. 62 Abs. 2 BV jenen des \"Grundschulunterrichts\" (\"enseignement de base\", \"istruzione scolastica di base\"). Das Verwaltungsgericht kommt im angefochtenen Urteil zum Ergebnis, trotz dieser terminologischen Anpassung fänden sich in der Entstehungsgeschichte von Art. 19 BV und Art. 62 BV keine Anhaltspunkte dafür, dass das Parlament den Geltungsbereich der Garantie des unentgeltlichen Schulunterrichtes (und damit des Schülertransportes) auf die Untergymnasien habe ausdehnen wollen, weshalb sich daraus kein Anspruch auf Übernahme der streitigen Transportkosten ableiten lasse. Auch aus anderen Verfassungsbestimmungen und staatsvertraglichen Garantien ergebe sich keine solche Verpflichtung. In seinem Entscheid vom 30. August 2005 hatte bereits der Regierungsrat festgehalten, dass im kantonalen Recht eine gesetzliche Grundlage fehle, welche den Kanton oder die Gemeinden zur Übernahme der Transportkosten an ein Untergymnasium bei unzumutbarem Schulweg verpflichten würde, was in der Folge unbestritten blieb. Hingegen macht der Beschwerdeführer eine Verletzung von Art. 19 BV geltend, welche er darin erblickt, dass diese Bestimmung einen Anspruch auf unentgeltlichen Unterricht auch an Untergymnasien gewähre, womit der Kanton entgegen der im angefochtenen Urteil vertretenen Auffassung zur (vollständigen) Übernahme der Transportkosten verpflichtet sei.\n\n3.5\n\n3.5.1 Bereits der der Botschaft über eine neue Bundesverfassung vom 20. November 1996 zugrunde liegende Entwurf, welcher den Grundsatz der Unentgeltlichkeit einzig bei den die Kompetenzverteilung zwischen Bund und Kantonen regelnden Verfassungsnormen verankerte, ohne dieses \"kleine Sozialrecht\" mit justiziablem Gehalt auch im Katalog der Grundrechte aufzuführen, verwendete den Terminus \"Grundschulunterricht\" (Art. 78 Abs. 2 Entwurf). Der Botschaft lässt sich nichts Näheres zu diesem Begriff und namentlich dazu entnehmen, ob die damit verknüpften Grundsätze (ausreichender, obligatorischer, staatlicher Leitung oder Aufsicht unterstellter, an öffentlichen Schulen unentgeltlicher Grundschulunterricht) im BGE 133 I 156 S. 161Vergleich zu Art. 27 Abs. 2 aBV eine erweiterte Tragweite erhalten (vgl. die genannte Botschaft, BBl 1997 I 1 ff., S. 277 f., zu Art. 78). Allerdings wird - was mit Blick auf den der Totalrevision als Leitlinie zugrunde liegenden Nachführungsauftrag (Art. 3 des Bundesbeschlusses vom 3. Juni 1987, BBl 1987 II 963) von Bedeutung sein mag - auch nicht angemerkt, die terminologisch veränderte Bestimmung gehe materiell über den im Schulbereich bis anhin verfassungsrechtlich gebotenen Minimalstandard hinaus. Im Rahmen der parlamentarischen Beratung wurde die erwähnte, von ihrer systematischen Einordnung her lediglich die Kantone verpflichtende Kompetenznorm mit geringfügigen Änderungen übernommen (Art. 62 Abs. 2 BV) und durch eine den individualrechtlichen Gehalt zum Ausdruck bringende Verfassungsbestimmung im Grundrechtsteil ergänzt (Art. 19 BV), wobei zur Umschreibung des Schutzbereichs wiederum der Ausdruck \"Grundschulunterricht\" Verwendung fand. Inhaltlich setzten sich die Eidgenössischen Räte im Plenum indessen mit diesem Begriff nicht näher auseinander (vgl. AB 1998 N, Separatdruck, S. 206 ff. sowie S. 294 ff.; AB 1998 S, Separatdruck, S. 72 sowie S. 157). Einzig der ständerätliche Berichterstatter führte in Bezug auf die grundrechtliche Verankerung des Anspruches auf Grundschulunterricht aus: \"Grundschulunterricht ist gleichbedeutend mit obligatorischer Schulzeit, und was als ausreichender obligatorischer Schulunterricht gilt, wird demzufolge durch die Kantone festgelegt\" (AB 1998 S, Separatdruck, S. 157, Votum Inderkum). Diese Aussage wurde in der Folge jedoch nicht näher diskutiert (vgl. zu deren Stellenwert auch PLOTKE, Grundschulunterricht, a.a.O., S. 558, insbesondere Fn. 15). Dass das Parlament im Rahmen seiner Beratungen weitergehende Anträge - so die Einführung eines Anspruches von Jugendlichen auf eine (unentgeltliche) berufliche Ausbildung oder auf unentgeltlichen Unterricht auch an Privatschulen - abgelehnt hat unter Hinweis darauf, dass sie über die Nachführung hinausgehen würden (vgl. AB 1998 N, Separatdruck, S. 207 f., Voten Pelli, Hubmann und Koller, S. 298, Votum Koller), lässt darauf schliessen, dass auch mit dem Ersatz des Begriffes \"Primarunterricht\" durch jenen des \"Grundschulunterrichts\" keine gegenüber der vormaligen Bundesverfassung erweiterten Ansprüche geschaffen werden sollten. Vielmehr dürfte der Grund für die Bevorzugung des Ausdrucks \"Grundschulunterricht\" darin liegen, dass dieser Begriff im kantonalen Schulrecht nicht für einen bestimmten Schultyp verwendet wird (vgl. auch PLOTKE, Grundschulunterricht, a.a.O., BGE 133 I 156 S. 162 S. 556 f.; derselbe, Schweizerisches Schulrecht, 2. Aufl., Bern 2003, S. 103), wogegen der Begriff \"Primar(schul)unterricht\" insofern missverständlich erscheint, als er - in einem engeren Sinne ausgelegt - lediglich den Unterricht auf der Primarstufe (1.-6. Klasse) bezeichnet, welcher an Schulen stattfindet, die die Kantone gemeinhin \"Primarschulen\" nennen. Auf diese Weise (miss-)verstanden, würde die Garantie lediglich einen Teil der gemäss kantonalem Recht üblicherweise neunjährigen Schulpflicht abdecken, unter Ausklammerung des Unterrichts auf der Oberstufe (7.-9. Klasse) an Real- und Sekundarschulen, was hinter die Rechtswirklichkeit zum bisherigen Art. 27 Abs. 2 aBV zurückfallen würde. Des Weiteren stimmt Art. 19 BV damit begrifflich mit der diesem Sozialrecht verwandten Garantie von Art. 13 Abs. 2 lit. a des Internationalen Pakts vom 16. Dezember 1966 über wirtschaftliche, soziale und kulturelle Rechte (UNO-Pakt I; SR 0.103.1) überein, welche - wenn auch nur in der (nicht offiziellen) deutschsprachigen Übersetzung - ebenfalls von der Unentgeltlichkeit des \"Grundschulunterrichts\" spricht.\n\n3.5.2 Auch die Lehre scheint Art. 19 BV mehrheitlich im bisherigen Sinne auslegen zu wollen, indem sie (ohne weitere Begründung) auf die Rechtsprechung und Doktrin zu Art. 27 Abs. 2 aBV Bezug nimmt (so etwa REGULA KÄGI-DIENER, in: St. Galler Kommentar, Rz. 11 zu Art. 19 BV; GERHARD SCHMID/MARKUS SCHOTT, in: St. Galler Kommentar, Rz. 13 f. zu Art. 62 BV; ANDREAS AUER/GIORGIO MALINVERNI/MICHEL HOTTELIER, Droit constitutionnel suisse, Bd. II, 2. Aufl., Bern 2006, S. 685 ff.; REGINA KIENER, Bildung, Forschung und Kultur, in: Daniel Thürer/Jean-François Aubert/Jörg Paul Müller [Hrsg.], Verfassungsrecht der Schweiz, Zürich 2001, § 57 Rz. 7), den Gehalt der Bestimmung im bisherigen Sinne umschreibt (REGINA KIENER/ WALTER KÄLIN, Grundrechte, Bern 2007, S. 388) oder eine weitergehende Tragweite verneint (PASCAL MAHON, in: Jean-François Aubert/ Pascal Mahon, Petit commentaire de la Constitution fédérale de la Confédération suisse du 18 avril 1999, Zürich 2003, Rz. 6 f. zu Art. 19 BV, insbesondere Fn. 15, unter Hinweis auf Kommissionsprotokolle). Andere Stimmen werfen die Frage eines erweiterten Geltungsbereichs auf, ohne sie abschliessend zu beantworten (so ULRICH HÄFELIN/WALTER HALLER, Schweizerisches Bundesstaatsrecht, 6. Aufl., Zürich 2005, N. 928 f.), oder befürworten - in völkerrechtskonformer Interpretation (insbesondere im Lichte von Art. 13 Abs. 2 lit. b UNO-Pakt I) - auch den Einschluss verschiedener Formen des höheren Schulwesens (RENÉ RHINOW, Grundzüge des BGE 133 I 156 S. 163Schweizerischen Verfassungsrechts, Basel 2003, S. 545, Rz. 3103 ff.). HERBERT PLOTKE, welcher sich als vom Beschwerdeführer im kantonalen Verfahren beigezogener Gutachter eingehend mit der vorliegenden Problematik befasst hat, kommt zum Ergebnis, Art. 19 und Art. 62 Abs. 2 BV und damit auch das Gebot der Unentgeltlichkeit des Schulunterrichts komme bei jenen Klassen der Mittelschulen zur Anwendung, die in die Jahre der Elementarschulpflicht fallen (vgl. PLOTKE, Grundschulunterricht, a.a.O., S. 566), eine Auffassung, welche der Autor bereits zuvor in der Neuauflage seiner Monografie zum Schulrecht vertreten hat (PLOTKE, Schulrecht, 2. Aufl., a.a.O., S. 103, 185 ff., 190). Der im Gutachten eingenommene Standpunkt findet seine Begründung jedoch nicht (bzw. nicht in erster Linie) in der Entstehungsgeschichte der erwähnten beiden Verfassungsbestimmungen oder entsprechenden, in diese Richtung zielenden Präjudizien (vgl. PLOTKE, Grundschulunterricht, a.a.O., S. 557-559), sondern beruht primär auf einer Auslegung, welche Art. 19 und Art. 62 Abs. 2 BV ins Verhältnis zu anderen Verfassungsnormen (Grundrechte und Sozialziele) setzt (ebenda, S. 562 ff.).\n\n3.5.3 Zusammenfassend lässt sich festhalten, dass ein Wille des Verfassungsgebers, über eine blosse Weiterführung der bisherigen Rechtslage hinauszugehen, indem auch der Unterricht an (öffentlichen) Untergymnasien in den Geltungsbereich des Gebots der Unentgeltlichkeit des Schulunterrichts im Sinne von Art. 19 bzw. Art. 62 Abs. 2 BV einbezogen wird, trotz der gegenüber Art. 27 Abs. 2 aBV veränderten Terminologie (\"Grundschulunterricht\") nicht belegt erscheint. In diesem Sinne wurde Art. 19 BV bereits in BGE 129 I 35 E. 7.4 S. 39 ausgelegt (wenn auch nicht in entscheidrelevantem Zusammenhang). Auch die Lehre geht in ihrer Mehrheit nicht (oder jedenfalls nicht ausdrücklich) davon aus, dass die Tragweite der neuen Verfassungsbestimmungen diesbezüglich erweitert worden sei.\n\n3.6 Zu untersuchen bleibt, ob Art. 19 BV allenfalls aus anderen, nicht in seiner Entstehungsgeschichte liegenden Gründen in dem Sinne auszulegen ist, dass die darin verbürgte Unentgeltlichkeit des Grundschulunterrichts auch für den untergymnasialen Unterricht Geltung beanspruchen müsste.\n\n3.6.1 Erklärungsbedürftig im Zusammenhang mit der Tragweite von Art. 19 BV erscheint die vom Beschwerdeführer als rechtsungleiche Behandlung gerügte Unterscheidung zwischen den verschiedenen Schularten der Oberstufe (Sekundarstufe I, 7.-9. Klasse) - BGE 133 I 156 S. 164d.h. den öffentlichen Volksschulen (Real- und Sekundarschulen) einerseits, welche als \"Grundschulen\" von der Unentgeltlichkeit erfasst werden, und den von dieser Garantie ausgeklammerten Untergymnasien andererseits - insofern, als beide gleichermassen die Zeit des obligatorischen Schulunterrichts betreffen und die Unentgeltlichkeit doch als notwendiges Korrelat für das allgemeine Schulobligatorium angesehen wird. Eine differenzierte Behandlung lässt sich indessen insofern rechtfertigen, als es sich beim untergymnasialen Unterricht nicht bloss um eine (neben der Real- und Sekundarschule) dritte, qualifiziertere Variante schulischer Oberstufe handelt, welche die Vermittlung einer Elementarschulbildung zum Ziel hat und mit dem Ende der Schulpflicht ihren Abschluss erfährt. Vielmehr soll das Untergymnasium (oder äquivalente Schulen nach der Terminologie anderer Kantone) als lediglich erster, bei Entlassung aus der Schulpflicht noch unvollendeter Teil der gymnasialen Ausbildung (nach dem Modell eines sog. Langzeitgymnasiums) mit der Maturität die Hochschulreife herbeiführen. Die Mittelschule als Ganzes steht damit auf gleicher Stufe mit einer an die Volksschule anschliessenden beruflichen Ausbildung. Auch in Bezug auf den Lehrplan unterscheidet sich der untergymnasiale Unterricht vom Unterricht an den Volksschulen gleicher Stufe, da häufig Fächer angeboten oder in einer Tiefe behandelt werden, welche über das im Rahmen einer elementaren Schulbildung zu Vermittelnde hinausgehen (z.B. Lateinunterricht).\n\n3.6.2 Die Betrachtungsweise des Beschwerdeführers, wonach eine Ausklammerung der gesamten Mittelschule aus dem Grundschulunterrichtsbereich bei Schülern des Untergymnasiums zur Konsequenz hätte, dass deren Grundausbildung bereits nach vier bis sechs Jahren als abgeschlossen anzusehen wäre, was dem Rechtsgleichheitsgebot zuwiderlaufe, geht damit an der Sache vorbei. Wohl ist die Vermittlung des elementaren Schulstoffs nach einem Übertritt von der Primarstufe ins Untergymnasium nicht vollendet und befinden sich die betreffenden Schüler nach wie vor in der (grundsätzlich für alle Kinder und Jugendlichen gleich zu bemessenden) obligatorischen Schulzeit. Die Wissensvermittlung an Untergymnasien erschöpft sich jedoch wie erwähnt nicht im Grundschulstoff, sondern geht (als weiterführende Schule) darüber hinaus. Ein Kanton kommt seiner verfassungsrechtlichen Pflicht zur Gewährung eines ausreichenden und unentgeltlichen Grundschulunterrichts während der obligatorischen Schulzeit nach, wenn er einen solchen an einer BGE 133 I 156 S. 165Volksschule anbietet. Es kann einem an einer Gymnasialausbildung interessierten Schüler in der Regel zugemutet werden, die obligatorische Schulzeit statt am Untergymnasium an einer Sekundarschule zu verbringen, ohne dass von einem nicht mehr seinen Fähigkeiten entsprechenden angemessenen oder \"ausreichenden\" schulischen Unterricht im Sinne von Art. 19 BV gesprochen werden müsste. Da zur Erlangung der (kantonalen) Maturität auch das sog. Kurzzeitgymnasium besucht werden kann, welches an die Sekundarstufe I anschliesst und damit den Besuch des unentgeltlichen Grundschulunterrichts an der Volksschule während der gesamten Dauer der obligatorischen Schulpflicht ermöglicht, erscheint die fehlende (umfassende) Unentgeltlichkeit des Unterrichts an Untergymnasien auch unter dem Aspekt der Chancengleichheit oder der (nach Massgabe von Art. 27 Abs. 2 BV geschützten) Berufswahlfreiheit als hinnehmbar.\n\n3.6.3 Zu berücksichtigen ist vorliegend, dass bei der Frage der Vergütung von Transportkosten nicht der eigentliche Kernbereich der Unentgeltlichkeit des Unterrichts betroffen ist. Viele Kantone sehen in ihren Schulgesetzgebungen die Unentgeltlichkeit des Unterrichts auch für Mittelschulen (oder zumindest für deren untere Klassen) in dem Sinne vor, dass sie auf die Erhebung von Schulgeldern verzichten (vgl. PLOTKE, Schulrecht, 2. Aufl., a.a.O., S. 185 unten). Ob es sich angesichts dieser tatsächlichen Rechtslage allenfalls rechtfertigen könnte, die Garantie des unentgeltlichen Grundschulunterrichts von Art. 19 BV geltungszeitlich in dem Sinne umfassender auszulegen, dass sie einer Erhebung von Schulgeldern während der obligatorischen Schulzeit generell an allen öffentlichen Schulen (und damit auch an staatlichen Untergymnasien) entgegensteht, kann offenbleiben, da vorliegend keine solche Gebühr strittig ist. Es steht den Kantonen nach der heute massgebenden Auslegung von Art. 19 BV jedenfalls frei, in ihrer Rechtsordnung die Unentgeltlichkeit des (unter-)gymnasialen Unterrichts auf die Frage der Schulgelder zu beschränken, ohne zugleich einen allgemeinen Anspruch auf Vergütung allfälliger Schulwegkosten für diese Schulstufe vorsehen zu müssen. Die Anerkennung eines verfassungsrechtlichen Anspruches auf Organisierung des notwendigen Transportes oder aber auf Übernahme der Transport- und aller weiteren mit dem auswärtigen Schulbesuch verbundenen Folgekosten hätte bei Mittelschulen, welche regelmässig nur an wenigen Zentren des Kantons geführt werden, eine wesentlich andere Tragweite als bei Volksschulen (Primar-, BGE 133 I 156 S. 166Real- und Sekundarschulen), die meist in der gleichen Gemeinde oder in einer nahegelegenen anderen Gemeinde besucht werden können. Für eine dahingehende Erweiterung der Garantie des unentgeltlichen Grundschulunterrichts mögen sich zwar beachtenswerte Gründe anführen lassen. Ein diesbezüglicher kantonsübergreifender Konsens ist aber zur Zeit (noch) nicht zu erkennen, weshalb Art. 19 BV im oben umschriebenen Sinne auszulegen ist. Ob und wie weit es dem Bund gestützt auf die ihm inzwischen im Schulwesen neu eingeräumten Kompetenzen (vgl. Art. 62 Abs. 4 BV) möglich sein wird, auf dem Weg einer (harmonisierenden) Gesetzgebung den Umfang des unentgeltlichen Grundschulunterrichts näher zu bestimmen, bedarf hier keiner weiteren Abklärung.\n\nÜberlegungen der Rechtsgleichheit könnten es immerhin gebieten, dass das zuständige Gemeinwesen wenigstens jenen Teil der (notwendigen) Transportkosten eines Gymnasiasten während der obligatorischen Schulzeit übernimmt, welchen es auch bei Besuch der Sekundarschule tragen müsste. Eine solche (anteilmässige) Entschädigung ist dem Beschwerdeführer - in Anwendung einer entsprechenden kantonalen Praxis - seitens seiner Wohngemeinde vorliegend vergütet worden. Der Beschwerdeführer macht im Übrigen nicht geltend, aus finanziellen Gründen auf eine Übernahme der restlichen Kosten für das für den Schulbesuch erworbene Bus-Abonnement angewiesen zu sein. Insofern wirkt sich bei ihm die behauptete fehlende Möglichkeit, nach Massgabe des kantonalen Stipendiengesetzes bereits im Rahmen der obligatorischen Schulzeit in den Genuss von Ausbildungsbeiträgen zu kommen, nicht aus.\n\n3.6.4 Der Beschwerdeführer beruft sich des Weiteren auf Art. 13 Abs. 2 lit. a UNO-Pakt I, wonach die Vertragsstaaten anerkennen, dass der Grundschulunterricht für jedermann Pflicht und allen unentgeltlich zugänglich sein muss, sowie auf die analoge Garantie von Art. 28 Abs. 1 lit. a des Übereinkommens vom 20. November 1989 über die Rechte des Kindes (KRK; SR 0.107). Inwieweit diese Normen überhaupt direkt anwendbar sind (vgl. BGE 126 I 240; BGE 130 I 113 E. 3), kann offenbleiben. Aus den erwähnten Bestimmungen lassen sich jedenfalls im vorliegenden Zusammenhang keine über Art. 19 BV hinausgehenden Ansprüche ableiten. Der Systematik von Art. 13 Abs. 2 UNO-Pakt I zufolge, welche zwischen Grundschulen (lit. a), höheren Schulen (lit. b) und Hochschulen (lit. c) unterscheidet, dürfte es sich bei den Mittelschulen nach der Konzeption des schweizerischen Bildungswesens um höhere Schulen im Sinne BGE 133 I 156 S. 167von lit. b handeln, für welchen Bereich die Vertragsstaaten lediglich gehalten sind, die Unentgeltlichkeit \"allmählich\" einzuführen. Auf diese Bestimmung programmatischen Charakters (vgl. zur analogen Situation bei lit. c BGE 130 I 113 E. 3.3 S. 123 f.) beruft sich der Beschwerdeführer indessen nicht. Entsprechendes gilt in Bezug auf Art. 28 KRK. Nichts zu seinen Gunsten kann der Beschwerdeführer sodann aus dem Recht auf Förderung der Entwicklung von Kindern und Jugendlichen gemäss Art. 11 BV ableiten (vgl. dazu auch Urteil 2P.150/2003 vom 16. September 2003, publ. in: ZBl 105/ 2004 S. 276 ff., E. 4.3), welches hinsichtlich der Frage der Transportkosten nicht über Art. 19 BV hinausgeht. Dies gilt erst recht bezüglich Art. 41 Abs. 1 lit. f BV, aus welcher Bestimmung (als Sozialziel) sich ohnehin keine unmittelbaren Ansprüche ableiten lassen (BGE 129 I 12 E. 4.3 S. 17). Schliesslich lässt sich die Situation von Untergymnasiasten nicht vergleichen mit jener von Behinderten, welchen bereits von Verfassungs wegen besonderer Schutz vor Benachteiligungen (Art. 8 Abs. 4 BV) zukommt und auf Gesetzesstufe Anspruch auf einen ihren besonderen Bedürfnissen entsprechenden Grundschulunterricht (\"Grundschulung\") eingeräumt wird (Art. 20 des Bundesgesetzes vom 13. Dezember 2002 über die Beseitigung von Benachteiligungen von Menschen mit Behinderungen [BehiG; SR 151.3], und dazu BGE 130 I 352).\n\n3.7 Wenn vorliegend seitens der Gemeinde lediglich ein Beitrag an die Transportkosten des Beschwerdeführers für den Besuch des Untergymnasiums geleistet und mangels einer entsprechenden gesetzlichen Grundlage seitens des Kantons (oder der Gemeinde) nicht der gesamte Betrag ersetzt wird, liegt darin - nach dem Gesagten - keine Verletzung von Art. 19 BV. Eine Verpflichtung des Kantons zur vollständigen Schadloshaltung des Beschwerdeführers ergibt sich auch nicht aus den anderen von ihm angerufenen Verfassungsbestimmungen und staatsvertraglichen Normen."}