{"annee": "144", "cour": "II", "page": "473", "date": "19/9/2018", "cite": ["136 III 296", "111 IA 101", "130 II 87", "140 III 6", "143 IV 495", "106 IA 100", "130 II 270"], "cite_par": [], "chapeau": "39. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A. contre Commission du Barreau du canton de Genève (recours en matière de droit public)\n\n2C_988/2017 du 19 septembre 2018", "regestes": ["Art. 12 let. a et 17 LLCA; obligation de l'avocat d'exercer sa profession avec soin et diligence; discussions transactionnelles et devoir de confidentialité; utilisation de moyens de preuve illégaux. Le non-respect d'une clause de confidentialité et l'utilisation en procédure du contenu de pourparlers transactionnels par un avocat sont contraires à l'art. 12 let. a LLCA. Distinction selon que les discussions transactionnelles ont eu lieu entre avocats ou entre un avocat et une partie non représentée (consid. 4). Conséquences, sous l'angle de l'art. 12 let. a LLCA, de la production en justice par un avocat d'un enregistrement illicite effectué par son client (consid. 5)."], "faits": "|474|\n\nA.\n\nA.a Au décès de leur père, B. et ses trois soeurs ont hérité d'un certain nombre d'actions des sociétés C. SA, D. SA et E. SA. Par la suite, une personne a fait part aux soeurs de B. de son intention de racheter les actions en question. Le 4 mars 2016, celles-ci ont informé leur frère de leur volonté commune d'accepter ladite offre et lui ont imparti un délai au 4 mai 2016 pour donner son accord.\n\nLa fratrie s'est réunie le 14 avril 2016 à X. pour discuter du sort qui devait être réservé aux actions précitées. F., G. et H., avocats fiscalistes, ainsi que I., le mari d'une des soeurs de B., ont également participé à la réunion. A l'insu des autres personnes présentes, B. a enregistré toute la séance.\n\nA.b A. exerce la profession d'avocat à X. Après la réunion du 14 avril 2016, il a assumé la défense des intérêts de B. Le 10 août 2016, celui-ci, représenté par son avocat, a déposé une requête de mesures provisionnelles et superprovisionnelles auprès du Tribunal civil de première instance du canton de Genève (ci-après: le Tribunal civil) visant à interdire à ses soeurs de céder à tout tiers les actions dont elles avaient hérité. A l'appui de sa requête, il a produit l'enregistrement qu'il avait effectué le 14 avril 2016, \"dans le but de rendre vraisemblable son droit de priorité ou de préemption sur les actions de ses soeurs\".\n\nLe 22 août 2016, A., à qui l'avocat des soeurs de B. avait demandé de retirer l'enregistrement du dossier déposé auprès du Tribunal civil, a refusé de donner suite à cette requête, en relevant qu'il appartenait à cette autorité de déterminer si la pièce en question était recevable.\n\nA.c Par ordonnance du 3 octobre 2016, le Tribunal civil, en considérant qu'il n'existait pas en l'espèce d'intérêt prépondérant justifiant |475| l'utilisation d'une preuve obtenue de manière illicite et que celle-ci n'apparaissait de toute façon pas apte à influer sur l'issue de la cause, a écarté l'enregistrement du dossier.\n\nPar arrêt du 10 février 2017, la chambre civile de la Cour de justice du canton de Genève (ci-après: la chambre civile) a rejeté l'appel formé par B. contre l'ordonnance du 3 octobre 2016. Cette autorité a retenu que la manifestation de la vérité relative à des prétentions de nature patrimoniale ne devait pas prendre le pas sur le respect de l'art. 179ter CP, de sorte que l'enregistrement effectué par l'intéressé à l'insu des autres participants à la réunion du 14 avril 2016 ne pouvait pas être pris en considération.\n\nB. Par décision du 10 avril 2017, la Commission du barreau du canton de Genève (ci-après: la Commission du barreau) a prononcé un avertissement à l'encontre de A. Elle a considéré que l'intéressé, qui avait sciemment produit en justice l'enregistrement (dont il connaissait le caractère illicite) d'une réunion confidentielle visant à trouver une solution transactionnelle entre son client et les soeurs de celui-ci, avait commis un manquement grave à son obligation d'exercer sa profession avec soin et diligence et avait dès lors violé l'art. 12 let. a LLCA.\n\nSaisie d'un recours contre la décision de la Commission du barreau, la chambre administrative de la Cour de justice du canton de Genève (ci-après: la Cour de justice) l'a rejeté le 17 octobre 2017. Les juges cantonaux ont constaté, en substance, que la réunion du 14 avril 2016 avait pour but de trouver un accord au sujet de la vente des actions dont B. et ses soeurs avaient hérité, de sorte que la production en justice, par A., de l'enregistrement de ces discussions transactionnelles et confidentielles constituait une violation de l'art. 12 let. a LLCA. L'autorité cantonale a aussi relevé que les propos échangés lors de la rencontre du 14 avril 2016 étaient de toute façon couverts par le secret professionnel des avocats qui avaient assisté à la réunion et que, pour cette raison également, en produisant auprès du Tribunal civil l'enregistrement effectué par son client, A. avait violé l'art. 12 let. a LLCA. La Cour de justice a enfin considéré que, en agissant de la sorte, l'avocat avait aussi manqué à son devoir de diligence au sens de l'art. 398 al. 2 CO, car il avait exposé B. à l'éventualité d'une poursuite pénale fondée sur l'art. 179ter CP, alors qu'il était manifeste que le Tribunal civil allait écarter l'enregistrement du dossier. |476|\n\nC. A l'encontre de l'arrêt du 17 octobre 2017, A. dépose un recours en matière de droit public auprès du Tribunal fédéral. Il demande à la Cour de céans, sous suite de dépens, d'annuler l'arrêt entrepris et de constater qu'il n'a pas violé l'art. 12 let. a LLCA. Subsidiairement, il conclut au renvoi de la cause à l'autorité précédente pour nouvelle décision dans le sens des considérants.\n\nLa Commission du barreau se réfère à sa décision du 10 avril 2017. La Cour de justice renonce à transmettre des observations et persiste dans les considérants et le dispositif de son arrêt.", "considerants": "Extrait des considérants:\n\n4. Le recourant conteste en premier lieu avoir violé l'art. 12 let. a de la loi fédérale du 23 juin 2000 sur la libre circulation des avocats (LLCA; RS 935.61) par la production en justice de discussions transactionnelles et confidentielles. Il soutient que l'enregistrement transmis au Tribunal civil ne contenait aucune proposition transactionnelle au sens de l'art. 6 du Code suisse de déontologie (ci-après: CSD) et ne dévoilait aucune discussion confidentielle protégée par l'art. 26 de ce même code.\n\n4.1 L'art. 12 LLCA énonce les règles professionnelles auxquelles l'avocat est soumis. Celui-ci doit notamment exercer sa profession avec soin et diligence (art. 12 let. a LLCA). Cette disposition constitue une clause générale (ATF 130 II 270 consid. 3.2 p. 276; arrêt 2C_1060/2016 du 13 juin 2017 consid. 4.1), qui permet d'exiger de l'avocat qu'il se comporte correctement dans l'exercice de sa profession (FF 1999 5331, 5368; cf. arrêts 2C_280/2017 du 4 décembre 2017 consid. 4.1.1 et 2C_1060/2016 du 13 juin 2017 consid. 4.1). Elle ne se limite pas aux rapports professionnels de l'avocat avec ses clients, mais comprend aussi les relations avec les confrères et les autorités (arrêts 2C_907/2017 du 13 mars 2018 consid. 3.1; 2C_119/2016 du 26 septembre 2016 consid. 7.1; 2C_555/2014 du 9 janvier 2015 consid. 5.1). L'art. 12 let. a LLCA suppose l'existence d'un manquement significatif aux devoirs de la profession (arrêts 2C_1060/2016 du 13 juin 2017 consid. 4.1 et 2C_452/2011 du 25 août 2011 consid. 5.1).\n\n4.2 Le Tribunal fédéral revoit librement le point de savoir s'il y a eu violation des règles professionnelles en fonction du comportement concret de la personne mise en cause compte tenu de la situation qui se présentait à elle au moment des faits (arrêts 2C_1060/2016 |477| du 13 juin 2017 consid. 4.1 et 2C_652/2014 du 24 décembre 2014 consid. 3.1).\n\n4.3 Si un avocat se voit certes reconnaître une large marge de manoeuvre s'agissant de déterminer les moyens et stratégies qui sont les plus aptes à la défense des intérêts de ses clients, il doit néanmoins demeurer circonspect (arrêt 2C_782/2015 du 19 janvier 2016 consid. 5.2; cf. aussi arrêt 2C_1180/2013 du 24 octobre 2014 consid. 4.3.5). La jurisprudence a souligné que l'avocat est le \"serviteur du droit\" (arrêts 2C_782/2015 du 19 janvier 2016 consid. 5.2 et 2C_1180/2013 du 24 octobre 2014 consid. 4.1.2; cf. déjà ATF 111 Ia 101 consid. 4 p. 105 et ATF 106 Ia 100 consid. 6b p. 104), dans la mesure où sa mission est de conseiller et soutenir ses clients dans la poursuite de leurs intérêts juridiquement protégés. En ce sens, l'avocat assume une tâche essentielle à l'administration de la justice en garantissant le respect des droits des justiciables et joue ainsi un rôle important pour le bon fonctionnement des institutions judiciaires au sens large (ATF 106 Ia 100 consid. 6b p. 104; arrêt 2A.151/2003 du 31 juillet 2003 consid. 2.2). Dans ce cadre, il doit se montrer digne de confiance dans les relations avec les autorités judiciaires ou administratives (arrêts 2C_782/2015 du 19 janvier 2016 consid. 5.2 et 2C_1180/2013 du 24 octobre 2014 consid. 4.1.2) et s'abstenir de tout acte susceptible de remettre en question cette confiance (arrêts 2C_103/2016 du 30 août 2016 consid. 3.2.2 et 2C_551/2014 du 9 février 2015 consid. 4.1).\n\n4.4 Les règles professionnelles (\"Berufsregeln\"; \"regole professionali\") énumérées à l'art. 12 LLCA ont été édictées afin de réglementer, dans l'intérêt public, l'exercice de la profession d'avocat. Elles se distinguent des règles déontologiques (\"Standesregeln\"; \"regole deontologiche\"), qui sont adoptées par les organisations professionnelles (ATF 136 III 296 consid. 2.1 p. 300). La LLCA définit de manière exhaustive les règles professionnelles auxquelles les avocats sont soumis. Les règles déontologiques conservent toutefois une portée juridique en permettant de préciser ou d'interpréter les règles professionnelles, mais uniquement dans la mesure où elles expriment une opinion largement répandue au plan national (ATF 140 III 6 consid. 3.1 p. 9; ATF 136 III 296 consid. 2.1 p. 300). Dans le but d'unifier les règles déontologiques sur tout le territoire de la Confédération, la Fédération Suisse des Avocats a édicté le Code suisse de déontologie.\n\n|478|\n\n4.5 Selon l'art. 6 CSD, l'avocat ne porte pas à la connaissance du tribunal des propositions transactionnelles, sauf accord exprès de la partie adverse. Après avoir posé que le caractère confidentiel d'une communication adressée à un confrère doit être clairement exprimé, l'art. 26 CSD répète qu'il ne peut être fait état en procédure \"de documents ou du contenu de propositions transactionnelles ou de discussions confidentielles\". Ces dispositions servent à préciser la portée de l'art. 12 let. a LLCA, qui prescrit à l'avocat d'exercer sa profession avec soin et diligence. Selon la jurisprudence, le non-respect d'une clause de confidentialité et l'utilisation en procédure du contenu de pourparlers transactionnels constituent une violation de l'obligation résultant de l'art. 12 let. a LLCA (ATF 140 III 6 consid. 3.1 p. 9; cf. arrêt 6B_47/2017 du 13 décembre 2017 consid. 1.7, non publié in ATF 143 IV 495; arrêt 2C_280/2017 du 4 décembre 2017 consid. 4.1.1). Le Tribunal fédéral a relevé que l'interdiction pour l'avocat de se prévaloir en justice de discussions transactionnelles confidentielles est fondée sur l'intérêt public à favoriser le règlement amiable des litiges, les parties devant pouvoir s'exprimer librement lors de la recherche d'une solution extrajudiciaire (ATF 140 III 6 consid. 3.1 p. 9; arrêts 2C_280/2017 du 4 décembre 2017 consid. 4.1.1 et 2A.658/2004 du 3 mai 2005 consid. 3.3).\n\n4.6\n\n4.6.1 Lorsque des discussions transactionnelles sont menées, par écrit ou oralement, entre avocats, il n'est pas nécessaire que le caractère confidentiel de celles-ci soit prévu de manière explicite. Conformément aux art. 6 et 26 CSD, les avocats sont automatiquement soumis au devoir de confidentialité s'agissant non seulement du contenu, mais également de l'existence de pourparlers transactionnels (BENOÎT CHAPPUIS, La profession d'avocat, tome I, 2e éd. 2016, p. 70; cf. également BOHNET/MARTENET, Droit de la profession d'avocat, 2009, n. 1190 p. 510 s. [plus nuancé]). Ainsi, sous réserve d'une procédure en exécution d'un accord transactionnel dûment conclu, si un document envoyé par un avocat au mandataire de la partie adverse contient une proposition de nature transactionnelle, celui-ci ne peut pas le produire en justice, sous peine de violer l'art. 12 let. a LLCA interprété à l'aune des art. 6 et 26 CSD. Il en va de même des discussions transactionnelles qui se déroulent en présence des avocats des parties, dont l'existence et le contenu ne peuvent être portés par ceux-ci à la connaissance du tribunal.\n\n|479|\n\n4.6.2 S'agissant de pourparlers transactionnels entre un avocat et une partie non représentée, le Tribunal fédéral a admis que, lorsque cela a été expressément prévu par les parties, ceux-ci sont couverts par le devoir de confidentialité de l'avocat (cf. arrêt 2C_900/2010 du 17 juin 2011 consid. 1.4; CHAPPUIS, op. cit., p. 70; voir aussi WALTER FELLMANN, Anwaltsrecht, 2e éd. 2017, n. 237 ss p. 87 s.). Dans un tel cas, l'avocat qui a participé à la discussion transactionnelle (écrite ou orale) avec la partie adverse non représentée, tout comme l'éventuel avocat consulté par la suite par celle-ci, doivent respecter la confidentialité reconnue par les parties aux propos échangés dans ce cadre. Si l'un d'entre eux décide tout de même de se prévaloir en justice desdits propos, il viole son obligation d'exercer sa profession avec soin et diligence (art. 12 let. a LLCA cum art. 6 et 26 CSD). Il y a lieu de souligner à ce sujet que cette obligation, qui découle de la LLCA et a un caractère de droit public, ne concerne que les avocats. Elle doit ainsi être distinguée des devoirs imposés par l'accord de confidentialité à la personne qui a participé aux pourparlers, lesquels ont trait au droit privé et dépendent du contenu de l'accord en question.\n\n4.6.3 Concernant la situation de l'avocat qui n'a pas participé aux échanges de nature transactionnelle entre l'avocat (ou les avocats) de la partie adverse et son client, car il a assumé la défense des intérêts de celui-ci seulement dans un deuxième temps, la clause de confidentialité prévue par les parties lors des échanges en question lui est également opposable, à condition qu'il soit au courant de son existence. En effet, les art. 6 et 26 CSD ont pour vocation à s'appliquer à tout avocat qui entend sciemment se prévaloir en justice de propos (écrits ou oraux) de nature transactionnelle et confidentielle formulés par un confrère, indépendamment de la question de savoir si ceux-ci lui ont été adressés directement ou pas. Lorsque le caractère confidentiel des propos en question a été expressément prévu par les parties, et que l'avocat qui n'a pas participé à la discussion en a connaissance, celui-ci ne peut en faire état en procédure. Admettre le contraire reviendrait à considérer comme conforme au devoir de diligence imposé par l'art. 12 let. a LLCA le comportement d'un avocat qui, dans le but de contourner les règles relatives à la confidentialité (auxquelles la jurisprudence reconnaît une importance primordiale pour le règlement amiable des litiges, cf. supra consid. 4.5), invoquerait le fait que les pourparlers transactionnels et/ou les pièces confidentielles (lettres, enregistrements, etc.) dont il veut se |480| prévaloir en justice ne lui auraient pas été directement adressés, respectivement auraient été obtenus indépendamment de sa volonté, grâce aux agissements d'un tiers (notamment son client ou le précédent mandataire de celui-ci). Un tel comportement abusif et contraire à la bonne foi ne saurait être admis de la part d'un avocat.\n\nEn revanche, si aucune clause de confidentialité n'a été prévue pour protéger les pourparlers transactionnels entre l'avocat d'une partie et la partie adverse non représentée, il faut admettre que l'avocat consulté par la suite par celle-ci peut se prévaloir en justice du contenu des échanges en question, sans que cela constitue une violation de son devoir de diligence (art. 12 let. a LLCA). Dans un tel cas, en effet, il ne s'agit pas de discussions transactionnelles entre avocats de sorte que, faute d'avoir été protégées par une clause de confidentialité expresse, elles sont exclues du champ d'application de l'art. 12 let. a LLCA cum art. 6 et 26 CSD. Au demeurant, la solution inverse aurait comme conséquence de dissuader une personne qui a participé seule à des pourparlers transactionnels de consulter par la suite un avocat, car celui-ci ne pourrait pas se prévaloir en justice du contenu desdits pourparlers, ce qui n'est pas souhaitable.\n\n4.7 En l'espèce, l'enregistrement produit par le recourant devant le Tribunal civil contenait les discussions menées entre son client et les soeurs de celui-ci, assistées de leurs avocats. Le recourant n'était toutefois pas présent lors de la réunion du 14 avril 2016. Malgré le fait que ladite réunion s'inscrivait dans le contexte d'un différend entre cohéritiers et qu'elle avait pour but de trouver une entente au sujet de la vente des actions dont la fratrie avait hérité (cf. consid. 3.2 non publié), les propos échangés à cette occasion n'étaient pas d'emblée couverts par la confidentialité que les art. 6 et 26 CSD rattachent aux discussions transactionnelles entre avocats (cf. supra consid. 4.6.1). Pour être qualifiés de transactionnels et confidentiels, ces propos auraient dû faire l'objet d'un accord explicite en ce sens (cf. supra consid. 4.6.2 et 4.6.3). Or, il ne ressort pas de l'arrêt entrepris qu'un tel accord aurait été convenu entre les parties. La Commission du barreau, dans sa réponse au recours, ne le soutient pas non plus. Faute d'avoir été protégées par une clause de confidentialité, les discussions menées lors de la réunion du 14 avril 2016 en l'absence du recourant ne constituaient donc pas des pourparlers \"transactionnels\" au sens exigé par l'art. 12 let. a LLCA cum art. 6 et 26 CSD. Le raisonnement développé à ce propos dans l'arrêt |481| attaqué, qui retient le contraire en se fondant sur la seule présence des avocats des soeurs de B. à la réunion, ne peut être confirmé.\n\n4.8 Il ressort de ce qui précède que, contrairement à ce qu'a retenu la Cour de justice, l'enregistrement effectué par B. ne contenait pas des discussions transactionnelles protégées par l'art. 12 let. a LLCA cum art. 6 et 26 CSD. En faisant état en procédure du contenu de cet enregistrement, le recourant n'a donc pas violé son obligation de confidentialité résultant de ces dispositions. Le grief de l'intéressé relatif à cette question doit ainsi être admis, étant précisé que cela ne préjuge en rien de la question de savoir si, en transmettant au Tribunal civil l'enregistrement en question, le recourant a enfreint l'art. 12 let. a LLCA à un autre titre, laquelle sera examinée ci-dessous (consid. 5).\n\n5. Le recourant conteste avoir violé l'art. 12 let. a LLCA en produisant une preuve dont il connaissait le caractère illicite. Il ne remet pas en question la nature illicite de l'enregistrement effectué par son client le 14 avril 2016. Il soutient cependant que, conscient de l'illicéité de ce moyen de preuve, il a décidé, dans l'intérêt de son mandant, de le produire tout de même. De l'avis du recourant, il ne lui appartenait en effet pas de préjuger de la décision du Tribunal civil en se livrant à \"des calculs de probabilité hasardeux\". Son devoir de diligence lui imposait, au contraire, d'entreprendre tout ce qui était en son pouvoir pour défendre les intérêts de son client. La transmission au Tribunal civil de l'enregistrement litigieux étant le seul moyen pour ce faire, aucune violation du devoir de diligence ne saurait lui être reprochée.\n\n5.1 Cette approche ne peut être suivie. Par son argumentation, le recourant perd en effet de vue que le devoir de diligence lui incombant lui imposait de défendre les intérêts de son client par tous les moyens légaux à sa disposition (cf. FELLMANN, op. cit., n. 262 p. 100; WALTER FELLMANN, in Kommentar zum Anwaltsgesetz, Fellmann/Zindel [éd.], 2e éd. 2011, nos 37 s. ad art. 12 LLCA p. 173 s.; KASPAR SCHILLER, Schweizerisches Anwaltsrecht, 2009, n. 1460 p. 361; BOHNET/MARTENET, op. cit., n. 1234 p. 524; voir aussi l'arrêt 2C_344/2007 du 22 mai 2008 consid. 2, dans lequel le Tribunal fédéral rappelle que le comportement de l'avocat doit toujours se maintenir dans les limites de l'ordre juridique). Il lui était en conséquence interdit, sous peine de violer l'art. 12 let. a LLCA, de faire usage d'un moyen de preuve qu'il savait illégal (cf. MICHEL VALTICOS, in Commentaire |482| romand, Loi sur les avocats, Valticos/Reiser/Chappuis [éd.], 2010, n° 37 ad art. 12 LLCA p. 99 s.;BOHNET/MARTENET, op. cit., n. 1238 p. 526; cf. également, s'agissant de l'utilisation par un avocat d'un \"moyen de preuve d'une légalité douteuse\", l'arrêt 2C_257/2010 du 23 août 2010 consid. 5.2, ainsi que, avant l'entrée en vigueur de la LLCA, in Recueil de jurisprudence neuchâteloise [RJN] 1995 p. 15 et RJN VI [1973-1977] p. 187 ss).\n\nContrairement à ce que semble penser l'intéressé, le fait qu'un juge civil, sur la base de l'art. 152 al. 2 CPC, puisse prendre en considération - à des conditions restrictives (ATF 140 III 6 consid. 3.1 p. 8; cf. PETER GUYAN, in Basler Kommentar, Schweizerische Zivilprozessordnung, Spühler/Tenchio/Infanger [éd.], 3e éd. 2017, n° 10 ad art. 152 CPC p. 891; GASSER/RICKLI, Schweizerische Zivilprozessordnung [ZPO], Kurzkommentar, 2e éd. 2014, n° 2 ad art. 152 CPC p. 150; NICOLAS PASSADELIS, in ZPO, 2010, n° 13 ad art. 152 CPC p. 615) - des moyens de preuve obtenus de manière illicite, ne saurait justifier d'emblée une démarche telle que celle qui lui est reprochée. On peut en effet envisager, dans des situations particulières, un assouplissement du principe selon lequel l'avocat se limite aux moyens de preuve légaux à sa disposition, notamment - en droit civil - lorsqu'il a de bonnes raisons de penser que \"l'intérêt à la manifestation de la vérité est prépondérant\" (cf. art. 152 al. 2 CPC; cette hypothèse n'est toutefois admise que de manière restrictive: ATF 140 III 6 consid. 3.1 p. 8). Cependant, tel ne pouvait d'emblée être le cas en l'espèce, car l'enregistrement illicite a été déposé à l'appui d'une requête de mesures provisionnelles et superprovisionnelles relative à une cause de nature patrimoniale. Or, le Tribunal fédéral a retenu, dans un arrêt récent cité également par le recourant (ATF 140 III 6 consid. 3.2 p. 11), que dans une cause de nature patrimoniale soumise à la maxime des débats, l'intérêt à la découverte de la vérité matérielle, résultant prétendument d'un moyen de preuve illicite, ne pouvait prévaloir face à l'intérêt public au respect strict d'une des règles déduites de l'art. 12 let. a LLCA (in casu, de la règle de la confidentialité). La provenance illicite de l'enregistrement, effectué dans des circonstances susceptibles de tomber sous le coup de l'art. 179ter CP (comme le recourant le reconnaît lui-même), aurait donc dû inciter l'intéressé à faire abstraction de ce moyen de preuve dans la procédure qu'il s'apprêtait à entamer pour le compte de son client et à défendre les intérêts de celui-ci par tout autre moyen licite. En décidant de produire tout de même la pièce en question auprès du |483| Tribunal civil, le recourant a essayé de tirer profit des agissements de son client, alors que ceux-ci avaient un caractère pénalement répréhensible, et a pris le risque non seulement que l'enregistrement soit écarté du dossier (ce qui a effectivement été le cas), mais également qu'une procédure pour violation de l'art. 12 let. a LLCA soit ouverte et qu'une mesure disciplinaire soit prononcée à son encontre.\n\nEnfin, la circonstance, alléguée par le recourant, selon laquelle celui-ci affirme avoir informé correctement son client des risques liés à la transmission de l'enregistrement au Tribunal civil et lui avoir demandé des instructions à ce sujet, ne saurait justifier le manquement qui lui est reproché. En effet, l'avocat doit se montrer digne de confiance dans les relations avec les autorités judiciaires comme administratives (cf. supra consid. 4.3), ce qui suppose notamment qu'il conserve une certaine indépendance vis-à-vis de son mandant (cf. art. 12 let. b LLCA; ATF 130 II 87 consid. 4.1 p. 93; arrêts 2C_782/2015 du 19 janvier 2016 consid. 5.2 et 2C_1180/2013 du 24 octobre 2014 consid. 4.1.2; VALTICOS, op. cit., nos 27 s. ad art. 12 LLCA p. 98). En ce sens, le fait qu'il ait agi avec l'accord et sur la base des instructions de celui-ci ne le libérait pas de son obligation d'exercer sa profession avec soin et diligence (art. 12 let. a LLCA).\n\n5.2 Il sied aussi de relever que la production en justice de l'enregistrement litigieux constitue une violation du devoir de diligence déduit de l'art. 12 let. a LLCA également sous un autre angle. En effet, tel que l'a jugé à juste titre l'instance précédente, le recourant, par la transmission au Tribunal civil dudit enregistrement, a révélé à la partie adverse l'existence de cette pièce et a de la sorte exposé son client au risque que les autres participants à la réunion du 14 avril 2016 déposent une plainte pénale contre lui pour violation de l'art. 179ter CP. Une telle démarche était clairement contraire aux intérêts du mandant et à la diligence dont devait faire preuve l'avocat conformément à l'art. 12 let. a LLCA, et ce - contrairement à ce que semble affirmer le recourant - indépendamment de la question de savoir si une plainte pénale allait par la suite être déposée ou pas.\n\nAu demeurant, on peut encore observer que, en conservant l'enregistrement et en le transmettant au Tribunal civil, le recourant a lui-même pris le risque d'être poursuivi pour violation de l'art. 179ter al. 2 CP, aux termes duquel est punissable également (sur plainte) \"celui qui aura conservé un enregistrement qu'il savait ou devait présumer |484| avoir été réalisé au moyen d'une infraction visée à l'al. 1, ou en aura tiré profit, ou l'aura rendu accessible à un tiers\". Dans la mesure où il ne ressort pas de l'arrêt entrepris que le recourant aurait été condamné pénalement sur cette base - ce qui aurait fondé une nouvelle violation de l'art. 12 let. a LLCA, qui impose de manière générale à l'avocat de s'abstenir de tout comportement illicite dans l'exercice de sa profession et d'agir dans le respect de l'ordre juridique (cf. arrêt 2C_344/2007 du 22 mai 2008 consid. 2; VALTICOS, op. cit., nos 35 ss ad art. 12 LLCA p. 99 s.; voir aussi l'art. 1 CSD) - cette question n'a toutefois pas d'influence sur la présente cause.\n\n5.3 La Cour de justice a aussi retenu que, en exposant son client au risque d'une procédure pénale (cf. consid. 5.2 ci-dessus), le recourant avait manqué à son devoir de diligence au sens de l'art. 398 al. 2 CO.\n\n5.3.1 Les art. 12 let. a LLCA et 398 al. 2 CO sont étroitement liés. En effet, l'obligation de diligence imposée par l'art. 12 let. a LLCA est directement déduite de l'art. 398 al. 2 CO (arrêt 2C_878/2011 du 28 février 2012 consid. 5.1; cf. VALTICOS, op. cit., n° 8 ad art. 12 LLCA p. 94); elle interdit à l'avocat d'entreprendre des actes qui pourraient nuire aux intérêts de son client (arrêt 2C_878/2011 du 28 février 2012 consid. 5.1). Cela étant, ces dispositions envisagent l'obligation de diligence de l'avocat dans une optique partiellement différente. L'art. 12 let. a LLCA concerne la diligence dont l'avocat doit faire preuve dans l'exercice de sa profession, y compris - mais non exclusivement - à l'égard de son client, alors que l'art. 398 al. 2 CO a trait au devoir de bonne et fidèle exécution du mandat, dont l'avocat doit rendre compte uniquement à son client (BOHNET/MARTENET, op. cit., n. 1153 p. 498). Ainsi, s'il faut admettre que la violation, par un avocat, du devoir de diligence découlant des règles du mandat (art. 398 al. 2 CO) constitue très souvent également une violation de ses obligations professionnelles (art. 12 let. a LLCA), cela n'est pas forcément le cas. En d'autres termes, il ne suffit pas de constater un comportement contraire à l'art. 398 al. 2 CO de la part de l'avocat pour conclure automatiquement aussi à une violation de l'art. 12 let. a LLCA (cf. VALTICOS, op. cit., nos 24 s. ad art. 12 LLCA p. 97; BOHNET/MARTENET, op. cit., n. 1134 p. 491 et n. 1154 p. 498; voir aussi l'arrêt 2C_379/2009 du 7 décembre 2009 consid. 3.2, ainsi que FELLMANN, op. cit., n° 15 ad art. 12 LLCA p. 142 s.; pour des exemples en ce sens, cf. FELLMANN, op. cit., n. 242 p. 89 s.). |485|\n\n5.3.2 En l'occurrence, l'arrêt attaqué relève que le recourant, en produisant auprès du Tribunal civil une preuve dont il connaissait le caractère illicite, a \"manqué à son devoir de diligence au sens de l'art. 398 al. 2 CO\" et en déduit une violation de l'art. 12 let. a LLCA. A ce sujet, il vient toutefois d'être constaté que, indépendamment de toute violation de l'art. 398 al. 2 CO, en transmettant au Tribunal civil l'enregistrement effectué par son client l'intéressé a enfreint l'art. 12 let. a LLCA (cf. supra consid. 5.1 et 5.2). Dans ces conditions, la question de savoir si ce même comportement constitue également une violation des règles du mandat (art. 398 al. 2 CO) souffre de demeurer indécise, car elle n'est pas pertinente pour l'issue du litige. En effet, la présente cause n'a trait qu'à la violation par l'avocat de ses obligations professionnelles découlant de l'art. 12 let. a LLCA et non pas à la responsabilité civile de celui-ci vis-à-vis de son client fondée sur l'art. 398 CO.\n\n5.4 Au vu de ce qui précède, c'est à bon droit que la Cour de justice a considéré que le recourant, en produisant en justice un moyen de preuve qu'il savait illégal, avait violé l'art. 12 let. a LLCA."}