{"annee": "144", "cour": "II", "page": "406", "date": "26/11/2018", "cite": ["133 III 81", "140 III 610", "125 II 265", "122 II 211"], "cite_par": [], "chapeau": "35. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. contre Département des institutions et de la sécurité du canton de Vaud (recours en matière de droit public)\n\n1C_705/2017 du 26 novembre 2018", "regestes": ["Art. 1 al. 1 et 3, art. 2 let. d et e LAVI; degré de preuve requis s'agissant de l'établissement du statut de victime LAVI, en l'absence de procédure pénale. Dans le cadre de l'examen d'une demande d'indemnisation LAVI, la preuve de l'infraction, respectivement du statut de victime au sens de l'art. 1 al. 1 LAVI, doit être apportée au degré de la vraisemblance prépondérante (consid. 3)."], "faits": "|407|\n\nA. A., née en 1981 et mariée depuis 2011, a contacté le Centre de consultation LAVI (loi fédérale sur l'aide aux victimes d'infractions) le 10 mai 2016 et a obtenu un rendez-vous avec une intervenante le 18 mai 2016. Celle-ci l'a orientée vers une avocate, qui l'a informée des possibilités qui s'offraient à elle sur le plan légal.\n\nPar l'intermédiaire de cette dernière, A. a déposé, le 31 mai 2016, une demande d'indemnisation et de réparation morale, en raison d'abus sexuels commis à son encontre entre 1985 et 2010.\n\nA l'appui de sa demande, la prénommée a notamment produit une chronologie des événements: en 1985 ou 1986, une femme, proche de la famille, lui a mis un doigt dans le vagin alors qu'elle se trouvait dans la maison de cette dernière; entre 1992 et 1996, elle a subi à plusieurs reprises des attouchements (baisers sur la bouche et attouchements sur les seins) de la part de son orthodontiste (aujourd'hui décédé); entre 1996 et 2001 ou 2002, elle a subi à plusieurs reprises des attouchements de la part de son médecin généraliste, ce dernier lui touchant les seins et à une occasion le sexe; en mars 2010, lors d'un voyage en train tard le soir entre Bienne et Neuchâtel, elle s'est réveillée brusquement et un homme était allongé sur le sol à côté d'elle, les mains sous sa jupe, l'une sur sa cuisse et l'autre sur sa culotte.\n\nDans ce document, A. expose également les nombreuses difficultés qu'elle a rencontrées dans sa vie et dans sa santé à la suite des faits susmentionnés (migraines chroniques, maux d'estomac, insomnies, manque total de confiance en soi et en la gente masculine, cervicalgies, peur d'aller chez le gynécologue, peur panique de l'accouchement, tensions lorsqu'elle passait devant le cabinet de ses anciens médecins ou devant le Centre hospitalier universitaire vaudois [CHUV]). |408|\n\nLa demande d'indemnisation fait également état du suivi thérapeutique de l'intéressée depuis 2012, moment à partir duquel son état a commencé à empirer, et la manière dont elle a progressivement, à compter de 2013, retrouvé la mémoire des abus dont elle a été victime.\n\nPar décision du 4 juillet 2017, l'autorité d'indemnisation LAVI a rejeté la demande de A. au motif que les délais pour former une telle action étaient échus.\n\nB. Le 4 août 2017, A. a recouru contre la décision de l'autorité LAVI devant la Cour de droit administratif et public du Tribunal cantonal du canton de Vaud, concluant principalement à l'allocation d'un montant minimum de 120'000 fr. à titre d'indemnisation du dommage subi et un montant minimum de 15'000 fr. à titre de réparation morale.\n\nLe dossier constitué par le Tribunal cantonal contient notamment les avis médicaux suivants. Dans son rapport du 30 mai 2016, la Dresse B. (FMH médecine interne) indique notamment que les révélations de A. sont cohérentes et ne se contredisent pas; à ses yeux, ses déclarations apparaissent tout à fait crédibles et assez typiques d'un vécu d'abus dans le cadre proche et familial dès l'enfance. Quant à la Dresse C., psychothérapeute (rapport du 6 juin 2016), elle mentionne notamment que la répétition de violences sexuelles à des moments charnières du développement psycho-sexuel de l'intéressée a généré de graves conséquences sur le plan psychique, fragilisant sa structure narcissique-identitaire. Dans son rapport du 4 août 2016, le Dr D., spécialiste en psychothérapie FSP, rappelle qu'au regard de l'anamnèse, il a lui-même suggéré à A. de consulter un centre LAVI pour obtenir une aide sur les plans administratif et juridique. S'agissant plus particulièrement de l'anamnèse, le Dr D. retient que celle-ci confirme un historique de plusieurs abus sexuels durant l'enfance et l'adolescence, ainsi que la présence de signes cliniques caractéristiques de stress post-traumatique chronique; la symptomatologie, principalement caractérisée par des troubles anxio-dépressifs et sexuels, d'intensité moyenne à grave, est concomitante avec l'anamnèse présentée. A. a enfin produit un rapport établi le 15 mars 2017 par E., psychothérapeute, dont il ressort notamment que le travail entrepris avec sa patiente se révèle difficile car il réactive des douleurs importantes (buccales, cervicales et vaginales) et provoque des tensions globales du corps; selon son expérience, de telles réactions sont liées et réactionnelles aux abus sexuels subis par A. |409|\n\nLe dossier contient encore des témoignages écrits des parents de l'intéressée ainsi que de son époux.\n\nLe Tribunal cantonal a statué par arrêt du 27 novembre 2017. Après avoir rappelé que les événements à l'origine de la demande d'indemnisation n'avaient pas fait l'objet d'une enquête pénale, il a estimé que, en l'absence de tout autre élément, les rapports médicaux versés au dossier ne permettaient pas de prouver, au degré de la vraisemblance prépondérante, la qualité de victime de la recourante. Rejetant pour ce motif le recours, l'instance précédente a laissé indécise la question du respect du délai pour déposer une demande devant l'autorité LAVI.\n\nC. A. a déféré cet arrêt à l'autorité de céans, qui a admis son recours en matière de droit public.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n3. Il est constant que les infractions alléguées par la recourante n'ont fait l'objet d'aucune procédure pénale. La cour cantonale a considéré que cela n'excluait pas en soi l'octroi d'une indemnisation au sens de la LAVI. Elle a précisé que, dans un tel cas de figure, la preuve de la qualité de victime devait atteindre le degré de la vraisemblance prépondérante au sens de la jurisprudence en matière d'assurances sociales. Dans le cas particulier, le Tribunal cantonal a toutefois jugé que ce degré de preuve n'était pas atteint; les seules déclarations de la recourante, même jugées crédibles et vraisemblables par des thérapeutes, étaient à cet égard insuffisantes.\n\nLa recourante conteste cette appréciation. Elle se plaint à cet égard d'un établissement inexact des faits et d'arbitraire ainsi que d'une violation de différentes dispositions de la LAVI. Cela étant, avant de passer à l'analyse de ces griefs, il convient d'examiner si c'est à bon droit que le Tribunal cantonal a considéré que la réalisation d'une ou plusieurs infractions - et le statut de victime qui en découle - pouvait être établie au degré de la vraisemblance prépondérante, en l'absence de procédure pénale.\n\n3.1 Selon la jurisprudence, l'échec de la procédure pénale n'exclut pas nécessairement le droit à l'aide aux victimes telle que la définit l'art. 2 LAVI (cf. arrêt 1A.170/2001 du 18 février 2002 consid. 3.1; Conférence suisse des offices de liaison de la LAVI [CSOL-LAVI], |410| Recommandations du 21 janvier 2010, ch. 2.8.1 p. 15; STÉPHANIE CONVERSET, Aide aux victimes d'infractions et réparation du dommage, 2009, p. 326 in fine); l'art. 1 al. 3 LAVI précise du reste que ce droit existe, que l'auteur de l'infraction ait ou non été découvert (let. a), qu'il ait eu un comportement fautif ou non (let. b) ou qu'il ait agi intentionnellement ou par négligence (let. c). Le Tribunal fédéral a pour l'heure cependant laissé indécise la question de savoir si, dans un tel cas de figure, dans le cadre de l'examen de la demande d'indemnisation LAVI, la preuve de l'infraction, respectivement du statut de victime au sens de l'art. 1 al. 1 LAVI, était soumise à des exigences moins strictes qu'en procédure civile ou pénale (cf. ATF 122 II 211 consid. 3d in fine p. 216; ATF 125 II 265 consid. 2c/aa p. 270; arrêt 1B_278/2007 du 29 janvier 2008 consid. 3.1).\n\nD'un point de vue général, en matière civile et dans le domaine des assurances sociales notamment, lorsque par la nature même de l'affaire, une preuve stricte n'est pas possible ou ne peut être raisonnablement exigée (Beweisnot), le degré de preuve requis se limite à la vraisemblance prépondérante (cf. ATF 140 III 610 consid. 4.1 p. 612; arrêt 5A_113/2018 du 12 septembre 2018, destiné à la publication, consid. 6.2.2.1 et les arrêts cités, en particulier ATF 133 III 81 consid. 4.2.2-4.2.3 p. 88 s.; FABIENNE HOHL, Procédure civile, Tome I: introduction et théorie générale, 2016, n. 1884 ss; PRIBNOW/GUYAZ, Responsabilité civile: dommages corporels, La pratique de l'avocat, 2007, p. 374 s.; NGUYEN/DE QUATTRO PFEIFFER/PFEIFFER, La procédure administrative par la jurisprudence, 2015, n. 195 et les références, p. 128 s.; JELENA RINIKER, Opferrechte des Tatzeugen, 2011, p. 86).\n\nDans le domaine de l'aide aux victimes, au regard de la nature juridique des prestations prévues par la LAVI - lesquelles englobent des éléments propres à la sécurité sociale (cf. PETER GOMM, in Kommentar zum Opferhilfegesetz, 3e éd. 2009, n° 16 ad art. 29 LAVI) -, la doctrine se prononce également en faveur de la vraisemblance prépondérante, telle que développée par la jurisprudence en matière d'assurances sociales, non seulement lorsqu'il s'agit d'établir le lien entre l'infraction et l'atteinte à la santé, mais également pour arrêter le statut de victime, en cas d'absence ou d'échec de la procédure pénale (cf. GOMM, op. cit., nos 16 s. ad art. 29 LAVI; CONVERSET, op. cit., p. 326 s.; RINIKER, op. cit., p. 88). Cette opinion est également partagée par la CSOL-LAVI (cf. Recommandations précitées, |411| ch. 2.8.1 p. 14), de même que, plus récemment, par le Conseil fédéral (cf. Message du 4 décembre 2015 concernant l'initiative sur la réparation et son contre-projet indirect [loi fédérale sur les mesures de coercition à des fins d'assistance et les placements extrafamiliaux antérieurs à 1981], FF 2016 ch. 3.3 p. 112). Cette règle sur le degré de preuve exigé dans le cadre de la procédure LAVI doitainsi être confirmée, quand bien même elle pourrait avoir pour conséquence de soumettre la victime, dont les prétentions sont en premier lieu examinées dans le cadre de la procédure pénale, à des exigences plus strictes en matière de preuve, que celles auxquelles est soumis le demandeur renonçant à la participation ou à l'ouverture d'une procédure pénale (cf. GOMM, op. cit., n° 17 ad art. 29 LAVI).\n\n3.2 Il s'ensuit que c'est à bon droit que le Tribunal cantonal a retenu que le statut de victime LAVI devait en l'occurrence être établi au degré de la vraisemblance prépondérante (pour la définition jurisprudentielle de cette notion, cf. ATF 140 III 610 consid. 4.1 p. 612 s.)."}