{"annee": "144", "cour": "V", "page": "380", "date": "18/12/2018", "cite": ["141 V 175", "125 V 266"], "cite_par": ["145 V 354"], "chapeau": "42. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A. gegen CSS Versicherung AG (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_714/2018 vom 18. Dezember 2018", "regestes": ["Art. 64a al. 6 LAMal; changement d'assureur-maladie. Le paiement intégral des dettes d'une personne assurée (primes et participations aux coûts), requis par l'art. 64a al. 6 LAMal pour un changement d'assureur, se rapporte au montant total de la créance constatée par un acte de défaut de biens ou par un titre juridique équivalent aussi lorsque le canton a pris en charge une part de 85 % selon l'art. 64a al. 3 et 4 LAMal (consid. 5.2, 6.2 et 6.3)."], "faits": "BGE 144 V 380 S. 381\n\nA.\n\nA.a Der 1959 geborene A. ist bei der CSS Versicherung AG (nachfolgend: CSS) obligatorisch krankenpflegeversichert. Mit Schreiben vom 23. November 2014 kündigte er das Versicherungsverhältnis auf Ende 2014, wobei er darauf hinwies, dass er den neuen Versicherer bis ca. Mitte Dezember 2014 bekannt geben werde. Die CSS bestätigte die Kündigung am 29. November 2014 schriftlich mit der Anmerkung, dass diese nur rechtswirksam erfolgen könne, wenn bis zum Ablauf der Kündigungsfrist keine Ausstände (Prämien, Kostenbeteiligungen, Verzugszinsen und Betreibungskosten) mehr bestünden und die Aufnahmebestätigung des neuen Krankenversicherers vorliege. Am 13. Januar und 2. Februar 2015 orientierte die CSS A. bezüglich noch ausstehender Prämien. Mit Schreiben vom 16. Februar 2015 teilte sie A. mit, dass zwar eine Kündigung per Ende 2014 erfolgt sei, aber noch die Aufnahmebescheinigung des neuen Krankenversicherers fehle; werde diese nicht innert sieben Tagen beigebracht, werde das Versicherungsverhältnis bei ihr wieder aktiviert. Eine entsprechende Bestätigung wurde in der Folge nicht nachgereicht, weshalb die CSS A. als weiterhin bei ihr versichert einstufte und ihm Prämienforderungen für die Monate Januar bis August 2015 zukommen liess.\n\nA.b Nach erfolgloser Mahnung ersuchte die CSS das zuständige Betreibungsamt mit Begehren vom 19. Dezember 2015 um Betreibung von im Zeitraum vom 1. Januar bis 31. August 2015 unbezahlt gebliebenen Prämien in der Höhe von Fr. 274.40 nebst 5 % Zins seit 27. Juni 2015 zuzüglich Spesen von Fr. 60.-. Gegen den Zahlungsbefehl vom 23. Dezember 2015 erhob A. Rechtsvorschlag. Mit Verfügung BGE 144 V 380 S. 382vom 8. Februar 2016 wies die CSS auf einen Zahlungsausstand von insgesamt Fr. 342.95 hin, bestehend aus Krankenkassenprämien für Januar bis August 2015 (Fr. 274.40), Spesen (Fr. 60.-) sowie 5 % Verzugszins auf Fr. 274.40 ab 27. Juni 2015 (Fr. 8.55 im Zeitpunkt der Verfügung), und hob den Rechtsvorschlag in der Betreibung auf. Ausserdem stellte sie Betreibungskosten im Betrag von Fr. 33.30 in Rechnung. Daran wurde auf Einsprache hin mit Einspracheentscheid vom 27. April 2016 festgehalten.\n\nDie hiergegen erhobene Beschwerde wies das Versicherungsgericht des Kantons St. Gallen ab, soweit es darauf eintrat (Entscheid vom 18. April 2017).\n\nDas Bundesgericht hiess die daraufhin eingereichte Beschwerde in öffentlich-rechtlichen Angelegenheiten mit Urteil 9C_367/2017 vom 10. November 2017 teilweise gut, hob den angefochtenen Entscheid auf und wies die Sache zu neuer Entscheidung an die Vorinstanz zurück. Es führte dabei aus, es habe zum einen mangels Aufnahmebestätigung eines neuen Versicherers per 1. Januar 2015 kein neues Versicherungsverhältnis entstehen können, weshalb A., jedenfalls für den vorliegend interessierenden Zeitraum vom 1. Januar bis 31. August 2015, weiterhin bei der CSS versichert gewesen sei und einer entsprechenden Prämienzahlungspflicht unterstanden habe. Zudem könne nicht von einer vollständigen Bezahlung der bis Ende 2014 aufgelaufenen Prämien ausgegangen werden. Es stelle sich jedoch, so das Bundesgericht abschliessend, die Frage, ob die CSS es A. mit ihrem Verhalten verunmöglicht habe, auf 2015 einen Wechsel des Krankenversicherers vorzunehmen, und sie deshalb eine Schadenersatzpflicht treffe. Die diesbezügliche Voraussetzung der Widerrechtlichkeit sei ohne Weiteres zu bejahen, während die übrigen Haftungserfordernisse durch das kantonale Gericht zu überprüfen seien.\n\nB. Das Versicherungsgericht hiess die Beschwerde in der Folge mit Entscheid vom 28. August 2018 in dem Sinne gut, als es die CSS verpflichtete, Schadenersatz in der Höhe von Fr. 302.25 zu bezahlen bzw. von der entsprechenden Forderung gegenüber A. in Abzug zu bringen (Dispositiv-Ziff. 1). Parteientschädigungen wurden keine zugesprochen (Dispositiv-Ziff. 3).\n\nC. A. führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren, es seien Dispositiv-Ziff. 1 (\"in dem Sinne, als die zeitliche Bemessung des Schadenersatzes neu zu definieren\" BGE 144 V 380 S. 383sei) und 3 des angefochtenen Entscheids aufzuheben. Ferner sei ihm die unentgeltliche Rechtspflege zu gewähren.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. (...)\n\n2.2 Ob es sich bei der vorliegend zu beurteilenden Streitsache um eine vermögensrechtliche Angelegenheit auf dem Gebiet der Staatshaftung gemäss Art. 85 Abs. 1 lit. a BGG handelt, mit welcher sich das Bundesgericht lediglich zu befassen hat, wenn der Streitwert Fr. 30'000.- oder mehr beträgt, braucht nicht abschliessend beantwortet zu werden. Da sich, wie die nachstehenden Erwägungen zeigen, eine Rechtsfrage von grundsätzlicher Bedeutung im Sinne von Art. 85 Abs. 2 BGG stellt, ist ohnehin auf die Beschwerde einzutreten.\n\n(...)\n\n5. (...)\n\n5.2 Fraglich und nachstehend zu prüfen ist, ob die säumige versicherte Person, um den Krankenversicherer wechseln zu können, den gesamten im Verlustschein wiedergegebenen Betrag oder aber nur die um den vom Kanton geleisteten 85%igen Beitrag reduzierte Summe beglichen haben muss.\n\nDiese Frage war im Urteil 9C_803/2012 vom 8. Juli 2013 (E. 3.2.2 am Ende, in: SZS 2013 S. 596) nicht beantwortet worden (\"Ob das Verbot des Versichererwechsels auch gilt, wenn ein Konkurs- oder Pfändungsverlustschein vorliegt [...], kann offenbleiben, da im Zeitpunkt des Einspracheentscheids das Konkursverfahren gegen den Beschwerdegegner noch nicht abgeschlossen war. \"). Ebenso wenighatte sich das Bundesgericht hierzu in seinem Vorgängerurteil9C_367/2017 vom 10. November 2017 abschliessend äussern müssen, da der Beschwerdeführer bis Ende 2014, dem von ihm avisierten Zeitpunkt des Versichererwechsels, unstreitig auch den 15%igenRestbetrag der Forderung nicht bezahlt hatte und deshalb so oder anders nicht von einer vollständigen Begleichung der bis dahin aufgelaufenenPrämien im Sinne von Art. 64a Abs. 6 KVG ausgegangenwerden konnte (vgl. erwähntes Urteil 9C_367/2017 E. 5.3.2 am Ende). BGE 144 V 380 S. 384\n\n6. (...)\n\n6.2\n\n6.2.1 Gemäss Abs. 6 Satz 1 von Art. 64a KVG kann die säumige Person den Versicherer - in Abweichung von Art. 7 KVG - nicht wechseln, solange sie die ausstehenden Prämien und Kostenbeteiligungen sowie die Verzugszinse und Betreibungskosten nicht vollständig bezahlt hat. Auch die französisch- und italienischsprachigen Fassungen der Norm sind insoweit deckungsgleich, als sie ebenfalls von einer erforderlichen gänzlichen Übernahme der noch bestehenden Ausstände sprechen (\"... intégralement...\" bzw. \"... integralmente...\"). Ob mit dem Ausdruck \"vollständig\" aber auch der vom Kanton im Umfang von 85 % übernommene Anteil der im Verlustschein verurkundeten Forderung zu verstehen ist, ergibt sich nicht unmittelbar aus dem Wortlaut der Bestimmung.\n\n6.2.2 In Bezug auf den entstehungsgeschichtlichen Aspekt kann dem Bericht der Kommission für soziale Sicherheit und Gesundheit des Nationalrats zur \"Parlamentarischen Initiative Artikel 64a KVG und unbezahlte Prämien\" vom 28. August 2009 insbesondere Folgendes entnommen werden (BBl 2009 6617 ff., insb. 6622 [zu Art. 64a Abs. 6 KVG]): \"Die Versicherer sind verantwortlich für das Inkasso der Prämien. Solange eine säumige Person die geschuldeten ausstehenden Beträge nicht vollständig bezahlt hat, soll sie unter Vorbehalt von Artikel 7 Absätze 3 und 4 KVG den Versicherer nicht wechseln können. Mit dieser Bestimmung sollen zahlreiche, aus finanzieller und verwaltungstechnischer Sicht aufwändige Verfahren bei den Versicherern vermieden werden. Es sollen nicht mehrere Versicherer gegenüber einer und derselben versicherten Person ein Verfahren einleiten müssen. Damit soll auch das Betreibungsverfahren des betroffenen Versicherers vereinfacht werden. Würde der Versichererwechsel für säumige Versicherte zugelassen, würde sich der Zeitpunkt der Ausstellung des Verlustscheins und damit zusammenhängend die Zahlung der Prämien durch den Kanton verzögern. Dies ist weder für die Versicherer noch für die Versicherten wünschenswert.\"\n\nDaraus lässt sich für den hier vorliegenden Fall, in welchem bereits seit längerer Zeit ein Verlustschein besteht, nichts Weiterführendes ableiten.\n\n6.2.3 Was das systematische Auslegungselement anbelangt, ist insbesondere ein Augenmerk auf das Zusammenspiel der Abs. 4, 5 und 6 von Art. 64a KVG zu legen. BGE 144 V 380 S. 385\n\n6.2.3.1 Dazu enthält der erwähnte Kommissionsbericht folgenden Passus (BBl 2009 6621 unten f. [zu Art. 64 Abs. 5 KVG]): \"Der Versicherer behält die Verlustscheine und die gleichwertigen Rechtstitel in seinem Besitz, um diese Rechtstitel unabhängig von der in Absatz 4 vorgesehenen Kostenübernahme durch den Kanton weiterhin geltend machen zu können. Er bewahrt diese Titel gemäss den Bestimmungen des SchKG so lange auf, bis die versicherte Person die im Verlustschein oder gleichwertigen Rechtstitel ausgewiesenen Prämien oder Kostenbeteiligungen sowie die Verzugszinse und Betreibungskosten vollständig bezahlt hat. Sobald die versicherte Person ihre Ausstände teilweise oder vollständig bezahlt hat, erstattet der Versicherer die Hälfte der von der versicherten Person bezahlten Beträge an den Kanton zurück. Da der Versicherer Gläubiger gegenüber seinen Versicherten bleibt, ist nur er berechtigt, weitere Zahlungen der Versicherten aufgrund neuer Betreibungen oder einer Vereinbarung zu erhalten. Es ist deshalb gerechtfertigt, dass der Versicherer angesichts der Kosten die Hälfte der Zahlungen behält, und dass der Kanton einen Teil der für die versicherte Person erfolgten Zahlungen wieder eintreiben kann.\"\n\n6.2.3.2 Auch diese Ausführungen beantworten die sich hier stellende Frage nicht abschliessend. Daraus geht lediglich - aber immerhin - hervor, dass, selbst wenn der Kanton 85 % der Forderung übernommen hat, für welche ein Verlustschein oder ein gleichwertiger Rechtstitel ausgestellt wurde, der Versicherer der einzige Gläubiger des Versicherten bleibt. Art. 64a KVG sieht mithin keinen Übergang der Rechte des Versicherers auf den Kanton im Umfang des übernommenen Betrags vor. Nach dem klaren Willen des Gesetzgebers bleibt der Versicherer vielmehr allein befugt, die Zahlung der unbezahlten Forderung zu erwirken, sei es auf dem Weg der Schuldbetreibung im Sinne des SchKG oder einer Zahlungsvereinbarung. So ist der Versicherer entsprechend Art. 64a Abs. 5 KVG gehalten, die Verlustscheine und die gleichwertigen Rechtstitel aufzubewahren, um die darin verurkundeten Forderungen über den Kantonsanteil hinaus und unabhängig davon bis zur vollständigen Bezahlung der ausstehenden Forderungen geltend machen zu können. Um den Versicherer anzuregen, den entsprechenden Betrag (vollständig) erhältlich zu machen, sieht Art. 64a Abs. 5 KVG ausdrücklich vor, dass er die Hälfte des eingebrachten Betrags behalten kann (zum Ganzen: BGE 141 V 175 E. 4.4 S. 182 mit Hinweis; vgl. auch GEBHARD EUGSTER,BGE 144 V 380 S. 386Rechtsprechung des Bundesgerichts zum KVG, 2018, N. 16 zu Art. 64a KVG [nachfolgend: Rechtsprechung zum KVG]).\n\nZiel ist es also, dass der Krankenversicherer mittelfristig die vollständigen durch den Verlustschein verurkundeten Ausstände - und nicht nur den kantonal ungedeckt gebliebenen Anteil von 15 % - beim Versicherten einbringen kann. Daraus lässt sich der Schluss ziehen, dass Letzterer, selbst wenn der Kanton 85 % der Forderung übernommen hat, gegenüber dem Krankenversicherer weiterhin Schuldner des Gesamtbetrags bleibt. In diesem Sinne ist auch der Hinweis im Urteil 9C_803/2012 vom 8. Juli 2013 (E. 3.2.2 am Ende) zu verstehen, wonach Art. 64a KVG in der ab 1. Januar 2012 geltenden Fassung in Abs. 3 und 4 neu zwar eine Kostenbeteiligung des Kantons von 85 % bei Vorliegen eines Verlustscheins oder eines gleichwertigen Rechtstitels vorsehe, am Wechselverbot jedoch weiterhin festhalte, solange die versicherte Person säumig sei (Abs. 6).\n\n6.2.4. Schliesslich gilt es, Art. 64a Abs. 6 KVG unter teleologischem Blickwinkel zu betrachten.\n\n6.2.4.1 Die Bestimmung begründet ein gesetzliches Austrittsverbot der versicherten Person, weshalb der bisherige Versicherer verpflichtet ist, sie anzuwenden (so schon altrechtlich: vgl. Urteil 9C_803/2012 vom 8. Juli 2013 E. 3.2.2). Das Verbot bezweckt aber anders als Art. 64a aAbs. 4 KVG (in der bis 31. Dezember 2011 in Kraft gestandenen Fassung) nicht mehr, zu verhindern, dass sich die Versicherten durch einen Versichererwechsel einem Leistungsaufschub entziehen können (erwähntes Urteil 9C_803/2012 E. 2.2 mit Hinweisen). Es kann dabei auch nicht primär um den Schutz der Versichertengemeinschaft des bisherigen Versicherers vor Prämienerhöhungen infolge uneinbringlicher Zahlungsausstände gehen, nachdem die Krankenversicherer aufgrund von Art. 64a Abs. 4 KVG dafür zu 85 % gedeckt sind (erwähntes Urteil 9C_803/2012 E. 2.2 mit Hinweisen; ferner Urteil 9C_99/2011 vom 28. Februar 2011 E. 2.1 mit Hinweisen [ebenfalls zur altrechtlichen Gesetzeslage]). Art. 64a Abs. 6 KVG dient vielmehr, wie vorstehend aufgezeigt (E. 6.2.2), primär der Verwaltungsökonomie. Immerhin bleibt aber der Druck auf die Versicherten, ihren finanziellen Verpflichtungen gegenüber ihrem bisherigen Versicherer nachzukommen, wenn sie die Möglichkeit eines Versichererwechsels nutzen wollen (vgl. auch BGE 125 V 266 E. 5a S. 271; ferner GEBHARD EUGSTER, Krankenversicherung, in: Soziale Sicherheit, SBVR Bd. XIV, 3. Aufl. 2016, S. 456 BGE 144 V 380 S. 387Rz. 166 [nachfolgend: Krankenversicherung]). Massgebliche Frage ist, worauf EUGSTER zu Recht hinweist (vgl. Rechtsprechung zum KVG, a.a.O., N. 19 zu Art. 64 KVG; Krankenversicherung, a.a.O., S. 457 Rz. 169 mit diversen Hinweisen), ob das Weiterbestehen der Sanktion des Austritts- bzw. Wechselverbots bei nicht vollständiger Begleichung der im Verlustschein verurkundeten Forderung die wirtschaftliche Erholung der versicherten Person tangieren könnte. Dies ist, ebenfalls mit EUGSTER (siehe die genannten Fundstellen [wenn auch die dort in \"Rechtsprechung zum KVG\" gezogene Schlussfolgerung widersprüchlich scheint]), zu verneinen, da die Prämiendifferenzen zwischen den Angeboten der verschiedenen Krankenversicherer bei gleicher Franchise und Region oder besonderer Versicherungsform in den vergangenen Jahren geringer geworden sind. Eine leicht höhere Prämie als bei anderen Versicherern berührt die wirtschaftliche Erholung der versicherten Person somit in aller Regel nicht substanziell, zumal Art. 64a Abs. 6 KVG die Möglichkeit eines Wechsels zu einer anderen Versicherungsform oder zu einer anderen Franchise beim bisherigen Versicherer nicht einschränkt.\n\n6.3 Zusammenfassend deuten die beschriebenen Auslegungsansätze folglich darauf hin, dass die in Art. 64a Abs. 6 KVG für einen Versichererwechsel vorausgesetzte \"vollständige\" Begleichung sämtlicher Ausstände sich, auch wenn der Kanton gemäss Art. 64a Abs. 3 und 4 KVG einen Anteil von 85 % übernommen hat, auf den Gesamtbetrag der in einem Verlustschein verurkundeten Forderung bezieht."}