{"annee": "144", "cour": "IV", "page": "161", "date": "25/4/2018", "cite": ["103 V 157", "77 IV 206", "73 IV 6", "97 IV 238", "142 IV 276", "107 IB 74", "121 IV 64", "144 III 152", "131 III 623", "125 V 37", "131 V 314", "103 IV 131", "139 IV 62"], "cite_par": [], "chapeau": "20. Extrait de l'arrêt de la Cour de droit pénal dans la cause A. contre Ministère public central du canton de Vaud (recours en matière pénale)\n\n6B_80/2018 du 25 avril 2018", "regestes": ["Art. 31 CP; art. 110 al. 6 CP; calcul du délai de plainte. Le délai de plainte de trois mois prévu par l'art. 31 CP, qui est déclenché par la connaissance de l'auteur de l'infraction, commence effectivement à courir le lendemain dès 00h00 et arrive à échéance trois mois plus tard, à la date qui correspond par son quantième à celle du jour où il a été déclenché, à 24h00 (consid. 2)."], "faits": "|162|\n\nA. Le 17 août 2017, A. a déposé plainte pénale contre ses voisins, les époux X. et Y., pour dommages à la propriété. Dans sa plainte, A. relevait notamment: \"[...] Le 16 mai 2017, je me suis rendu sur ma parcelle pour y couper du gazon. J'ai à cette occasion constaté que M. X. avait supprimé une clôture en treillis métallique qui m'appartient et qui se trouve sur ma parcelle\".\n\nB. Par ordonnance du 7 septembre 2017, le Ministère public de l'arrondissement de l'Est vaudois a refusé d'entrer en matière sur la plainte, considérant que le droit de porter plainte était \"prescrit\" depuis le 16 août 2017, soit la veille du dépôt de la plainte précitée.\n\nC. Par arrêt du 24 novembre 2017, la Chambre des recours pénale du Tribunal cantonal vaudois a rejeté le recours déposé par A. et confirmé l'ordonnance du 7 septembre 2017.\n\nD. Contre cet arrêt, A. forme un recours en matière pénale au Tribunal fédéral. Il conclut, avec suite de frais et dépens, à l'admission du recours, à la réforme de l'arrêt entrepris, en ce sens que l'ordonnance de non-entrée en matière rendue le 7 septembre 2017 par le Ministère public de l'arrondissement de l'Est vaudois est annulée, et au renvoi de la cause audit Ministère public pour instruction.", "considerants": "Extrait des considérants:\n\n2. Le recourant reproche à la cour cantonale d'avoir violé les art. 31 et 110 al. 6 CP en jugeant sa plainte tardive.\n\n2.1 Selon l'art. 31 CP, le droit de porter plainte se prescrit par trois mois. Le délai court du jour où l'ayant droit a eu connaissance de l'auteur de l'infraction.\n\nAux termes de l'art. 110 al. 6 CP, le jour est compté à raison de vingt-quatre heures consécutives, tandis que le mois et l'année sont comptés de quantième à quantième. Cette disposition s'applique notamment au délai de trois mois prévu par l'art. 31 CP (MATTHIAS ZURBRÜGG, in Basler Kommentar, Strafrecht, 3e éd. 2013, n° 6 ad art. 110 al. 6 CP).\n\n2.2\n\n2.2.1 Dans un arrêt de principe publié aux ATF 97 IV 238, qui s'écarte d'une jurisprudence antérieure (cf. ATF 77 IV 206), le Tribunal fédéral a précisé que le jour duquel court le délai de plainte au sens de l'art. 31 CP ne doit pas être compté (ATF 97 IV 238 consid. 2 p. 239 s.; confirmé in ATF 103 IV 131 consid. 1 p. 132; cf. déjà |163| ATF 73 IV 6; CHRISTOF RIEDO, in Basler Kommentar, Strafrecht, 3e éd. 2013, n° 35 ad art. 31 CP; TRECHSEL/JEAN-RICHARD, in Schweizerisches Strafgesetzbuch, Praxiskommentar, Trechsel/Pieth [éd.], 3e éd. 2018, n° 3 ad art. 31 CP; AUDE BICHOVSKY, in Commentaire romand, Code pénal, vol. I, 2009, n° 2 ad art. 31 CP; MICHEL DUPUIS ET AL., CP, Code pénal, Petit commentaire, 2e éd. 2017, n° 7 ad art. 31 CP; DONATSCH/TAG, Verbrechenslehre, 9e éd. 2013, p. 425).\n\nQuoiqu'elle déroge à la lettre de l'art. 31 CP, la solution consistant à décompter le délai de plainte de trois mois, non pas du jour où l'ayant droit a eu connaissance de l'auteur de l'infraction, mais à partir du lendemain, s'impose dans la mesure où elle correspond à la règle générale selon laquelle un délai dont le début dépend d'une communication ou de la survenance d'un événement court dès le lendemain de celles-ci (cf. art. 44 al. 1 LTF; art. 90 al. 1 CPP; art. 142 al. 1 CPC; art. 77 et 132 CO; ZURBRÜGG, op. cit., n° 9 ad art. 110 al. 6 CP; DUPUIS ET AL., op. cit., n° 36 ad art. 110 CP; DANIEL STOLL, in Commentaire romand, Code de procédure pénale suisse, 2011, n° 3 ad art. 90 CPP; SCHMID/JOSITSCH, Handbuch des schweizerischen Strafprozessrechts, 3e éd. 2017, p. 230 n. 607). Elle a été reprise à l'époque dans le contexte de l'art. 31 CP pour des motifs de sécurité juridique et pour garantir une solution uniforme par rapport aux règles de computation appliquées dans les autres domaines du droit, privé ou public (ATF 97 IV 238 consid. 2 p. 239 s.). D'un point de vue téléologique, cette règle générale de computation vise à garantir à l'intéressé le bénéfice de la durée pleine du délai applicable, en fonction d'une computation qui se fonde sur des journées calendaires courant de minuit (00h00) à minuit (24h00; ATF 144 III 152 consid. 4.4.2 p. 153, avec références aux ATF 97 IV 238 et ATF 103 V 157). Dans cette optique, le jour où survient l'événement qui déclen che le délai n'est pas pris en considération dans le calcul du délai, puisqu'au moment où cet événement se produit, seule une fraction du jour concerné demeure à disposition pour agir (ibid.; cf. déjà ATF 73 IV 6). Cette approche commande au demeurant de distinguer le jour où survient l'évènement qui déclenche le délai (Fristauslösung; fristauslösender Sachverhalt) du jour où le délai commence effectivement à courir (Beginn der Frist; CHRISTOF RIEDO, in Basler Kommentar, Schweizerische Strafprozessordnung/Jugendstrafprozessordnung, 2e éd. 2014, n° 29 art. 90 CPP). Tous deux se succèdent mais ne coïncident pas (AMSTUTZ/ARNOLD, in Basler Kommentar, Bundesgerichtsgesetz, 2e éd. 2011, n° 7 ad art. 44 LTF). Le |164| délai est ainsi déclenché le jour où survient un événement déterminé - en l'occurrence la connaissance de l'auteur de l'infraction -, tandis que le cours du délai proprement dit commence avec le changement de date, à 00h00 (RIEDO, op. cit., n° 30 ad art. 90 CPP). Sous cet angle, le dies a quo, dès lors qu'il n'entre pas en ligne de compte dans le calcul du délai, s'assimile au jour où survient l'événement qui déclenche ce même délai, mais non au jour où celui-ci commence effectivement à courir (cf. ATF 125 V 37 consid. 4a p. 40).\n\nDans le cas particulier de l' ATF 97 IV 238, l'ayant droit avait eu connaissance de l'identité de l'auteur de propos attentatoires à l'honneur en date du 6 octobre 1967. Le délai avait ainsi commencé à courir le lendemain 7 octobre 1967 à 00h00, pour expirer, trois mois plus tard, le 6 janvier 1968 à 24h00 (cf. aussi ATF 103 IV 131 consid. 1 p. 132: connaissance de l'auteur le 10 novembre 1976, délai de trois mois décompté à partir du 11 novembre 1976 à 00h00, échéance le 10 février 1977 à 24h00; ATF 73 IV 6: connaissance de l'auteur le 16 mars 1945, délai de trois mois décompté à partir du 17 mars 1945 à 00h00, échéance le 16 juin 1945 à 24h00; pour d'autres exemples analogues en doctrine, cf. TRECHSEL/JEAN-RICHARD, op. cit., n° 2 ad art. 31 CP: connaissance de l'auteur un 1er janvier, décompte à partir du 2 janvier à 00h00, échéance du délai un 1er avril à 24h00; ZURBRÜGG, op. cit., n° 15 ad art. 110 al. 6 CP: 15 janvier pour un 15 avril; DONATSCH/TAG, op. cit., p. 425: 16 janvier pour un 16 avril).\n\n2.2.2 Pour sa part, la règle de calcul en quantième des délais fixés en mois qu'exprime l'art. 110 al. 6 CP vise à tenir compte du fait que le nombre de jours par mois varie (28, 29, 30 ou 31 jours, cf. RIEDO, op. cit., n° 31 art. 90 CPP). En lui-même, l'art. 110 al. 6 CP n'indique toutefois pas comment définir le quantième déterminant.\n\nLe Tribunal fédéral a cependant précisé, dans un autre arrêt de principe publié aux ATF 103 V 157, qui se réfère aussi bien à l'art. 110 al. 6 CP (ancien art. 110 ch. 6 CP) qu'à l' ATF 97 IV 238, que lorsqu'un délai est exprimé en mois, il expire le jour qui correspond par son quantième à celui de l'événement qui le déclenche (in casu: notification de la décision) ou, à défaut de jour correspondant, le dernier jour du mois (ATF 103 V 157 consid. 2 p. 159 s, confirmé in ATF 131 V 314 consid. 4.6 p. 321; ATF 125 V 37 consid. 4 p. 39 s.; arrêt 1C_421/2008 du 15 décembre 2008 consid. 2.2; JEAN-MAURICE FRÉSARD, in Commentaire de la LTF, 2e éd. 2014, n° 14 ad art. 45 |165| LTF). Dans ce même arrêt, le Tribunal fédéral a expressément écarté une solution consistant à prendre en considération le quantième du lendemain de l'événement déclencheur, au motif qu'en calculant de la sorte, ce quantième aurait été compté à double et le délai prolongé d'un jour sans raison (ATF 103 V 157 consid. 2b p. 159 s.; cf. aussi: ATF 125 V 37 consid. 4a p. 40).\n\nDans le cas qui sous-tendait cet arrêt, la notification de la décision était intervenue le 23 novembre 1976, le délai de six mois applicable avait commencé à courir le lendemain 24 novembre 1976 à 00h00 pour arriver à échéance le 23 mai 1977 à 24h00. Un calcul consistant à tenir compte du quantième du lendemain de l'événement qui déclenchait le délai, soit le 24 novembre 1976, pour aboutir à une échéance du délai le 24 mai 1977, aurait porté ce dernier à six mois et un jour et l'aurait donc indûment prolongé, puisque le quantième correspondant au 24 des mois de novembre et de mai aurait été décompté à deux reprises (ATF 103 V 157 consid. 2b p. 159 s.; cf. aussi ATF 125 V 37 consid. 4 p. 39 s.: notification de la décision le 9 juillet 1997, délai de trois mois décompté à partir du 10 juillet à 00h00 et échéance le 9 octobre 1997 à 24h00).\n\n2.3 En l'espèce, il est constant que le recourant a eu connaissance de l'auteur (présumé) de l'infraction en date du 16 mai 2017 et qu'il a déposé plainte le 17 août suivant.\n\n2.3.1 Selon le recourant, le dies a quo du délai de plainte correspondrait en l'occurrence au 17 mai 2017, dès lors que le jour où l'auteur a connaissance de l'auteur de l'infraction au sens de l'art. 31 CP ne doit pas être compté. Pour lui, cette règle devrait en outre s'appliquer de façon cumulative avec celle du calcul en quantième des délais en mois prévu par l'art. 110 al. 6 CP. Il parvient ainsi à la conclusion que le délai de plainte a commencé à courir le 17 mai 2017, que le 17 de ce mois définit le quantième déterminant et que le délai a dès lors expiré le 17 août 2017. Il voit en outre une contradiction intrinsèque dans la solution concrètement retenue dans l'ATF 97 IV 238, à savoir un délai de trois mois courant depuis le 7 octobre 1967, avec échéance le 6 janvier 1968. Un tel calcul reviendrait selon lui à n'appliquer qu'alternativement les deux règles en cause, alors qu'elles devraient être cumulées. Il estime donc avoir agi en temps utile en déposant plainte le 17 août 2017.\n\n2.3.2 Nonobstant ces arguments, il ressort clairement de l'arrêt publié aux ATF 103 V 157, qui se réfère sans détour à l' ATF 97 IV 238 |166| et à l'art. 110 ch. 6 CP, que les deux règles de computation en question se combinent mais ne se cumulent pas. Cette combinaison, par opposition au cumul invoqué par le recourant, s'impose dans la mesure où un calcul basé sur la durée pleine du délai de trois mois prévu par l'art. 31 CP, décompté à partir du lendemain du jour où l'ayant droit a eu connaissance de l'auteur de l'infraction à 00h00 (cf. consid. 2.2.1), aboutit à la même solution que lorsque l'on calcule ce même délai sur la base du quantième du jour où survient l'événement qui le déclenche (cf. consid. 2.2.2). Concrètement, que l'on décompte le délai à partir du 17 mai 2017 à 00h00 ou que l'on se réfère, s'agissant du quantième, au 16 mai 2017, ce même délai expirait quoi qu'il en soit le 16 août 2017 à 24h00. La solution est de surcroît conforme au but poursuivi par les deux règles précitées, étant rappelé qu'elle consiste, pour l'une, à garantir à l'ayant droit le bénéfice de la durée pleine du délai considéré et, pour l'auteur, à tenir compte du nombre de jours variables par mois. Inversement, la solution préconisée par le recourant va au-delà du but recherché, puisqu'elle aboutit, en l'absence de motif déterminant pour justifier une telle solution et comme la jurisprudence l'a déjà relevé, à prolonger les délais exprimés en mois d'un jour. Elle reviendrait en l'occurrence à prendre en considération le 17 du mois en mai, juin, juillet et en août et à décompter quatre quantième pour un délai de trois mois, pour aboutir à un délai de plainte de trois mois et un jour.\n\nEn réalité, le raisonnement du recourant repose sur une prémisse eronée, qui consiste à soutenir que le dies a quo du délai de plainte correspondait au 17 mai 2017, alors qu'il s'agissait en tout état du 16 mai 2017. Or, le dies a quo en tant que tel n'est pas reporté. Le report concerne uniquement le jour à compter duquel le délai commence effectivement à courir. Pour ces mêmes motifs, c'est à tort que le recourant croit déceler une contradiction intrinsèque dans la solution retenue dans l'ATF 97 IV 238.\n\nA cela s'ajoute le fait que le mode de computation retenu correspond à celui qui prévaut pour la computation des délais de prescription en droit pénal (ATF 142 IV 276 consid. 5.4 p. 279 s.; ATF 121 IV 64 consid. 2 p. 65; ATF 107 Ib 74 consid. 3a p. 75; arrêt 6B_653/2014 du 22 décembre 2017 consid. 1.1.3; TRECHSEL/CAPUS, op. cit., n° 3 ad art. 97 CP; contra: ATF 77 IV 206). Il en va de même pour d'éventuels délais exprimés en mois dans le cadre de la LTF (FRÉSARD, op. cit., n° 14 ad art. 45 LTF; apparemment contra: YVES DONZALLAZ, Loi sur le Tribunal fédéral, Commentaire, 2008, n° 1185 ad art. 45 LTF |167| p. 509). En outre, contrairement à ce que semble penser le recourant, la même approche prévaut mutatis mutandis pour les délais exprimés en mois en droit des obligations, sous l'angle de l'art. 77 al. 1 ch. 3 CO (ATF 144 III 152 consid. 4.4.2 p. 153; ATF 131 III 623 consid. 2.3 p. 628; FABIENNE HOHL, in Commentaire romand, Code des obligations, vol. I, 2e éd. 2012, n° 13 ad art. 77 CO). Quant aux arguments qu'il développe en lien avec l'art. 142 CPC, ces derniers reposent sur une interprétation littérale de l'art. 142 al. 1 et 2 CPC. Pour ce motif déjà, une telle argumentation n'est pas transposable au cas d'espèce, en rapport avec lequel doit prévaloir une interprétation téléologique et systématique des art. 31 CP et 110 al. 6 CP. Au surplus, l'auteur que le recourant cite à l'appui de son raisonnement admet que l'interprétation littérale de l'art. 142 al. 1 et 2 CPC qu'il préconise permet à l'intéressé de bénéficier d'un jour de plus que la durée pleine du délai en mois concerné et qu'elle ne correspond pas à la jurisprudence précitée (DENIS TAPPY, in Code de procédure civile commenté, Bohnet/Haldy/Jeandin/Schweizer/Tappy [éd.], 2011, nos 16 à 19 ad art. 142 CPC; cf. contra: MICHEL HEINZMANN, CPC Online du 21 mars 2018 note ad arrêt 4A_3/2017 du 15 février 2018). Quoi qu'il en soit, on n'y décèle aucun argument qui, s'agissant du calcul du délai de plainte pénale, commanderait de façon impérieuse un revirement de jurisprudence (cf. ATF 139 IV 62 consid. 1.5.2 p. 72) et de s'écarter des principes de computation communément admis. Au contraire, les motifs de sécurité juridique et d'uniformité qui ont conduit à adopter la solution retenue dans l'ATF 97 IV 238 s'agissant du délai de plainte conduisent, contrairement à ce que soutient le recourant, à maintenir l'approche combinée consacrée par la jurisprudence. Le recourant ne saurait du reste prétendre, en invoquant l'art. 5 al. 1 et 3 Cst., que la solution retenue dans le présent cas, qui est conforme à une jurisprudence publiée et à la doctrine majoritaire (cf. les références citées supra consid. 2.2.1 i.f.), serait problématique en termes de sécurité du droit et de prévisibilité.\n\nEn définitive, la cour cantonale n'a pas violé le droit fédéral en jugeant que le délai de plainte était arrivé à échéance le 16 août 2017 et que le recourant avait agi de façon tardive en déposant sa plainte le 17 août 2017."}