{"annee": "144", "cour": "IV", "page": "81", "date": "23/1/2018", "cite": ["141 IV 194", "141 IV 93", "140 IV 74", "143 IV 475", "137 I 296"], "cite_par": [], "chapeau": "13. Extrait de l'arrêt de la Cour de droit pénal dans la cause A. contre Ministère public de la République et canton de Genève et X. (recours en matière pénale)\n\n6B_1153/2016 du 23 janvier 2018", "regestes": ["Art. 309 al. 3, 310 et 323 CPP; irrecevabilité du recours contre une décision de reprise, respectivement d'ouverture de l'instruction consécutive à une ordonnance de non-entrée en matière préalable. Lorsque, après avoir rendu une ordonnance de non-entrée en matière au sens de l'art. 310 al. 1 let. a CPP, le ministère public considère que les conditions de l'art. 323 al. 1 CPP, appliqué par renvoi de l'art. 310 al. 2 CPP, sont remplies et entend revenir sur sa décision, l'ordonnance qu'il rend à ce stade de la procédure s'apparente à une ordonnance d'ouverture de l'instruction au sens de l'art. 309 CPP. L'art. 309 al. 3, 3e phrase, CPP, qui précise qu'une telle ordonnance n'est pas sujette à recours, s'applique par analogie. Le recours est donc irrecevable (consid. 2)."], "faits": "BGE 144 IV 81 S. 82\n\nA. En date du 2 juillet 2015, A. a déposé plainte pénale auprès du Ministère public de la République et canton de Genève à l'encontre de X. pour abus de confiance, escroquerie et faux renseignements sur des entreprises commerciales.\n\nA l'appui de sa plainte, elle a exposé qu'elle avait été approchée par B., dirigeant de la société C. SA, connaissance de longue date, qui lui avait fait état de la création d'une société active dans le domaine minier, D. Corp, à Panama. Il en était l'associé à parts égales avec X. et la société cherchait des investisseurs. B. a présenté le prénommé à A., qui s'est laissée convaincre d'investir un montant de 1'000'000 USD dans la société. Elle a mandaté à cet effet C. SA, représentée par B., afin qu'elle agisse pour son compte, à titre fiduciaire, et acquière de la société D. SA, également à Panama, des actions au porteur de D. Corp. Il était question d'un investissement prévu pour une durée de trois ans, à l'échéance de laquelle D. SA s'engageait à le remplacer par celui d'un groupe minier. Un dividende annuel de 40 % était prévu. A. alléguait toutefois n'avoir jamais perçu de dividende, les fonds investis n'ayant jamais été ni remplacés ni restitués.\n\nB. Par ordonnance du 10 août 2015, le Ministère public a décidé de ne pas entrer en matière sur les faits dénoncés, considérant que ces derniers n'étaient constitutifs ni d'abus de confiance, ni d'escroquerie, ni de faux renseignements sur des entreprises commerciales.\n\nC. Par courrier du 14 avril 2016, A. a sollicité du Ministère public qu'il rouvre la procédure, en produisant un bordereau de pièces destiné à étayer sa plainte.\n\nLe 18 avril 2016, le Ministère public a considéré que les nombreuses pièces produites, dont un procès-verbal d'audience devant cette même autorité du 20 janvier 2016 portant sur des faits connexes, BGE 144 IV 81 S. 83constituaient des moyens de preuves nouveaux justifiant la \"reprise de la procédure préliminaire\". X. a recouru devant la Chambre pénale de recours de la Cour de Justice contre dite ordonnance. Par arrêt du 6 septembre 2016, cette autorité a admis le recours et annulé l'ordonnance du 18 avril 2016.\n\nD. A. forme un recours en matière pénale au Tribunal fédéral contre l'arrêt précité. Elle conclut, avec suite de frais et dépens, principalement à l'annulation de l'arrêt de la Chambre pénale de recours du 6 septembre 2016, à ce qu'il soit ordonné au Ministère public de la République et canton de Genève la réouverture de la procédure et à ce qu'il lui soit ordonné de procéder, notamment, à différentes auditions. Subsidiairement, elle conclut à l'annulation de l'arrêt querellé et au renvoi de la cause à l'autorité cantonale pour nouvelle décision dans le sens des considérants.\n\nE. Invités à se déterminer, la cour cantonale s'est référée aux considérants de son arrêt en précisant ne pas avoir d'observations à formuler, tandis que le Ministère public a conclu au rejet du recours. Dans sa réponse, X. a conclu, avec suite de frais et dépens, au rejet du recours. A. a répliqué et persisté dans ses conclusions. Sa réplique a été communiquée à X., pour information.", "considerants": "Extrait des considérants:\n\n2.\n\n2.1 La présente cause soulève la question de la recevabilité d'un recours (art. 393 ss CPP) déposé à l'encontre d'une \"ordonnance de reprise de la procédure préliminaire (art. 323 CPP)\", consécutive à une ordonnance de non-entrée en matière (art. 310 CPP) qui avait été motivée par la non-réalisation manifeste des éléments constitutifs des infractions dénoncées (art. 310 al. 1 let. a, 1re"}