{"annee": "144", "cour": "IV", "page": "370", "date": "2/11/2018", "cite": ["142 IV 34"], "cite_par": [], "chapeau": "43. Extrait de l'arrêt de la Ire Cour de droit public dans la cause Ministère public du canton de Berne contre A. (recours en matière pénale)\n\n1B_345/2018 du 2 novembre 2018", "regestes": ["Art. 280, 281, 269 CPP; conditions et exécution des autres mesures techniques de surveillance. La mise en oeuvre d'une surveillance secrète par balise GPS en application de l'art. 280 let. c CPP est soumise aux conditions posées à l'art. 281 al. 1 à 3 CPP et, par renvoi de l'art. 281 al. 4 CPP, à celles posées à l'art. 269 CPP, dont l'existence de graves soupçons laissant présumer que l'une des infractions visées par le catalogue de l'art. 269 al. 2 CPP a été commise (art. 269 al. 1 let. a CPP; consid. 2.3 et 2.4)."], "faits": "|370|\n\nA. Dans le cadre de la procédure instruite par le Ministère public du canton de Berne contre A. pour infractions graves à la loi fédérale du 3 octobre 1951 sur les stupéfiants et les substances psychotropes (LStup), le Tribunal des mesures de contrainte de ce même canton (ci-après: Tmc) a autorisé, pour la période allant du 27 août au 27 novembre 2015, la surveillance de la localisation du véhicule automobile du prévenu au moyen de l'installation d'une balise GPS. Au cours de cette surveillance, il est apparu que le véhicule en question avait circulé à des vitesses excessives à quatre reprises, soit les 16, 25, 31 octobre et 8 novembre 2015. |371|\n\nPar requête du 1er septembre 2016, le Ministère public a demandé au Tmc de pouvoir utiliser à l'égard de A., dans la procédure ouverte contre lui pour infractions graves à la LStup, les découvertes fortuites issues de la surveillance par balise GPS du véhicule de ce dernier. Le Tmc a fait droit à cette requête par décision du 6 septembre 2016, décision communiquée à A. le 25 octobre suivant.\n\nB. Par décision du 13 juin 2018, la cour cantonale a admis le recours intenté par A. contre cette décision, annulé la décision du Tmc et ordonné la destruction immédiate des preuves recueillies au titre de découvertes fortuites, avec suite de frais à la charge du canton.\n\nEn temps utile, le Parquet général du Ministère public du canton de Berne forme un recours en matière pénale contre cette décision dont il requiert l'annulation. Estimant que les conditions légales pour permettre l'utilisation des découvertes fortuites étaient réalisées, il demande à pouvoir être autorisé à les exploiter dans le cadre de la procédure pénale menée contre A. (ci-après: l'intimé).\n\nLe Tribunal fédéral a rejeté le recours.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. La présente procédure pose la question des conditions légales pour autoriser a posteriori l'exploitation de découvertes fortuites, soit des informations sur d'autres infractions que celles ayant fait l'objet de l'ordre de surveillance et récoltées durant cette mesure. Il n'est ici pas contesté que, s'agissant de la poursuite d'infractions graves à la LStup (RS 812.121), soit celles à la base de la mesure technique de surveillance mise en place, la pose d'une balise GPS sur la voiture du prévenu était licite (art. 280 let. c, 281 et, par renvoi de l'art. 281 al. 4 CPP, 269 al. 2 let. f CPP). Les infractions découvertes fortuitement, à savoir selon les affirmations du Ministère public des violations graves des règles de la circulation au sens de l'art. 90 al. 3 et 4 de la loi fédérale du 19 décembre 1958 sur la circulation routière (LCR; RS 741.01), ne se trouvent pas dans le catalogue des infractions prévues à l'art. 269 al. 2 CPP pour autoriser des mesures de surveillance secrètes. Le Ministère public n'y voit pas un obstacle à l'exploitation de ces découvertes fortuites puisqu'il soumet l'autorisation aux conditions de l'art. 273 al. 1 CPP et non à celles de l'art. 269 al. 1 let. a et al. 2 CPP. |372|\n\nDans une affaire concernant principalement l'installation d'un IMSI-Catcher, cette question a été abordée par le Tribunal fédéral qui - dans la mesure où ce point juridique n'était pas contesté - a statué sans autre motivation que l'installation d'une balise GPS supposait que les conditions de l'art. 269 CPP fussent réalisées (arrêt 1B_252/2017 du 21 février 2018 consid. 7.2). Au vu des arguments juridiques développés aujourd'hui par le recourant, il convient d'examiner de manière approfondie cette problématique. Cela impose de replacer les dispositions légales pertinentes dans leur contexte.\n\n2.1 L'installation d'une balise GPS constitue la principale technique de surveillance tombant sous le coup de l'art. 280 let. c CPP (arrêt 6B_178/2017 du 25 octobre 2017 consid. 3.1.2; JEANNERET/KUHN, Précis de procédure pénale, 2e éd. 2018, n. 14110; SCHMID/JOSITSCH, Schweizerische Strafprozessordnung [StPO], Praxiskommentar,[ci-après: Praxiskommentar], 3e éd. 2018, n° 10 ad art. 280 CPP; EUGSTER/KATZENSTEIN, in Basler Kommentar, Schweizerische Strafprozessordnung, vol. II, 2e éd. 2014, n° 35 ad art. 280 CPP; SYLVAIN MÉTILLE, Mesures techniques de surveillance et respect des droits fondamentaux [ci-après: Mesures techniques de surveillance], 2011,n. 492; NIKLAUS OBERHOLZER, Grundzüge des Strafprozessrechts, 3e éd. 2012, n. 1215). Moyennant la réalisation des conditions prévues par la loi, une telle installation est licite et l'exploitation des données en découlant est admise.\n\nA teneur de l'art. 278 al. 1 CPP, si, lors d'une surveillance, d'autres infractions que celles qui ont fait l'objet de l'ordre de surveillance sont découvertes, les informations recueillies peuvent être utilisées à l'encontre du prévenu lorsqu'une surveillance aurait pu être ordonnée aux fins de la poursuite de ces actes. Conformément aux art. 280 let. c et 281 al. 4 CPP, la pose d'une balise GPS aux fins de poursuivre des infractions à l'art. 90 al. 3 et 4 LCR est régie par les art. 269 à 279 CPP. Parmi ces dispositions figurent les art. 269 et 273 CPP, qui posent des conditions différentes lors de la mise en oeuvre de mesures de surveillance secrète des télécommunications en fonction des informations pouvant être récoltées. Il s'agit en conséquence de déterminer laquelle de ces deux règles est applicable - par renvoi - au cas particulier de la mesure secrète tendant à la localisation, en l'espèce d'un véhicule, au moyen d'une balise GPS.\n\n2.2 L'autorité de première instance et, devant le Tribunal fédéral, le Ministère public soutiennent la thèse selon laquelle la pose d'une |373| balise GPS permet uniquement d'établir un profil de déplacement d'un prévenu mis sous surveillance en constatant les dates et heures exactes de ses mouvements; cette mesure impliquerait ainsi une atteinte à la sphère privée beaucoup moins importante que dans les autres cas visés par l'art. 280 CPP, à savoir lorsqu'il s'agit d'écouter ou d'enregistrer des conversations non publiques (let. a) et d'observer ou d'enregistrer des actions se déroulant dans des lieux qui ne sont pas publics ou qui ne sont pas librement accessibles (let. b). Cette différence d'intensité de l'atteinte à la sphère privée justifierait que les mesures techniques de surveillance des lettres a et b soient soumises à l'art. 269 CPP - à l'instar de la surveillance du contenu de la correspondance par poste et télécommunication - alors que les mesures techniques de l'art. 280 let. c CPP - qui s'approchent plus de la collecte de données secondaires de télécommunication - seraient autorisées aux conditions de l'art. 273 CPP. Selon cette approche, la pose d'une balise GPS ne serait par conséquent pas limitée aux infractions prévues dans le catalogue exhaustif de l'art. 269 al. 2 CPP, mais entrerait en ligne de compte de manière beaucoup plus large, soit dès qu'il existerait de graves soupçons laissant présumer qu'un crime, un délit ou une contravention au sens de l'art. 179septies CP a été commis (art. 273 al. 1 CPP).\n\nCette opinion est représentée en doctrine par THOMAS HANSJAKOB (in Kommentar zur Schweizerischen Strafprozessordnung [StPO], Donatsch/Hansjakob/Lieber [éd.], 2e éd. 2014, nos 16 et 23 à 25 ad art. 281 CPP).\n\n2.3 Une telle approche n'est toutefois compatible ni avec la lettre, ni avec la systématique de la loi. En outre, il ne faut pas minimiser l'atteinte à la sphère privée qu'implique l'installation d'une balise GPS sur un véhicule automobile à l'insu de son utilisateur.\n\nIl ressort d'abord de la lettre de la loi que l'art. 280 CPP place sur un pied d'égalité - sans opérer de distinction entre les lettres a, b et c - toutes les mesures techniques de surveillance prévues par cette disposition. Le Code ne fait pas non plus de différence pour les conditions et l'exécution de ces mesures techniques, puisqu'une seule et même disposition - l'art. 281 CPP - traite de ces questions. Selon sa teneur, l'utilisation de dispositifs techniques de surveillance ne peut être ordonnée qu'à l'encontre du prévenu (art. 281 al. 1 CPP); les locaux ou les véhicules de tiers ne peuvent être placés sous surveillance que si des faits déterminés permettent de supposer que le |374| prévenu se trouve dans ces locaux ou utilise ces véhicules (art. 281 al. 2 CPP); de même, l'utilisation de dispositifs techniques de surveillance ne peut pas être ordonnée pour enregistrer à des fins probatoires le comportement d'un prévenu en détention (art. 281 al. 3 let. a CPP) ou surveiller les locaux ou les véhicules d'un tiers appartenant à l'une des catégories professionnelles visées aux art. 170 à 173 CPP (art. 281 al. 3 let. b CPP); pour le surplus, l'utilisation de ces dispositifs est régie par les art. 269 à 279 CPP (art. 281 al. 4 CPP). Les conditions prévues à l'art. 281 CPP s'appliquent donc, sans discrimination, pour l'ensemble des moyens techniques prévus à l'art. 280 CPP.\n\nSur le plan de la systématique légale, outre les dispositions spécifiques des art. 280 et 281 al. 1 à 3 CPP, les mesures techniques de surveillance sont régies, vu le renvoi exprès de l'art. 281 al. 4 CPP, par les art. 269 à 279 CPP. Il en résulte l'application des règles qui présentent une portée générale, à savoir celles qui ne sont pas explicitement conçues pour des états de fait particuliers ou des techniques de surveillance propres à la correspondance par poste ou télécommunication (cf. par exemple les art. 269bis [dispositifs techniques spéciaux], 269ter et 269quater CPP [programmes informatiques spéciaux],dispositions entrées en vigueur le 1er mars 2018 [RO 2018 117;FF 2013 2379]). Il en va ainsi des art. 269 (conditions), 272 al. 1 (régime de l'autorisation),274 à 276 (procédure d'autorisation), 277 (informations recueillies lors d'une surveillance non autorisée), 278 (découvertes fortuites) et 279 CPP (communication). La doctrine retient en particulier que la mise en oeuvre d'une mesure technique dépend de l'existence de graves soupçons portant sur une infraction figurant dans la liste exhaustive de l'art. 269 al. 2 CPP (JEANNERET/KUHN, op. cit., n. 14111; SCHMID/JOSITSCH, Praxiskommentar, op. cit., n° 8 ad art. 281 CPP; SCHMID/JOSITSCH, Handbuch des schweizerischen Strafprozessrechts, 3e éd. 2017, n. 1168; EUGSTER/KATZENSTEIN, op. cit., nos 20-27 ad art. 281 CPP; SYLVAIN MÉTILLE, Les mesures de surveillance prévues par le CPP, Jusletter 19 décembre 2011 [ci-après: Mesures de surveillance prévues par le CPP], n. 21). Dans cecontexte, l'art. 273 CPP - tant dans son ancienne version que dans sa teneur en vigueur depuis le 1er mars 2018 [RO 2018 117; FF 20132379]) - apparaît comme une norme particulière, adaptée à la situation spécifique de l'utilisation des données secondaires de télécommunication. Sous l'ancien droit - applicable devant le Tmc (cf. art. 45 al. 2 de la loi fédérale du 18 mars 2016 sur la surveillance de la correspondance par poste et télécommunication [LSCPT; RS 780.1] et |375453| al. 1 CPP, Message du 27 février 2013 concernant la loi fédérale sur la surveillance de la correspondance par poste et télécommunication [FF 2013 2379, 2462]) -, ce caractère particulier ressortaitnotamment de la note marginale de l'ancien art. 273 CPP qui précisait les données - issues des télécommunications - concernées par cette disposition (\"Données relatives au trafic et à la facturation et identification des usagers\", \"Verkehrs- und Rechnungsdaten, Teilnehmeridentifikation\" et \"Dati relativi alle comunicazioni e alla fatturazione, identificazione degli utenti\"; a contrario, pour l'art. 269 CPP \"Conditions\", \"Voraussetzungen\" et \"Condizioni\"). Le nouvel art. 273 CPP ne modifie en rien cette appréciation. En effet, son alinéa 1 renvoie toujours à des dispositions très précises de la LSCPT qui permettent de circonscrire la notion de données secondaires de télécommunication, soit celles visées par l'art. 273 CPP. La précision de ces références (art. 8 let. b et 19 al. 1 let. b LSCPT) empêche donc d'étendre le champ d'application de l'art. 273 CPP - dans son ancienne teneur ou sa version en vigueur - à des situations qui ne tomberaient pas sous le coup de ces dispositions.\n\nEnfin, les données récoltées sur la base d'une balise GPS (art. 280 let. c CPP) sont certes de nature à porter une atteinte moins incisive à la sphère privée des personnes concernées que l'écoute et l'enregistrement du contenu de leurs conversations non publiques ou l'observation et l'enregistrement de leurs actions se déroulant dans des lieux qui ne sont pas publics (art. 280 let. a et b CPP; JEANNERET/KUHN, op. cit., n. 14111; MOREILLON/PAREIN-REYMOND, CPP, Code de procédure pénale, 2e éd. 2016, n° 14 ad art. 280 CPP; EUGSTER/KATZENSTEIN, op. cit., n° 38 ad art. 280 CPP; ZUFFEREY/BACHER, in Commentaire romand, Code de procédure pénale suisse, 2011, n° 15 ad art. 280 CPP). Dans la mesure où l'on retient que la surveillance par les dispositifs techniques des lettres a et b de l'art. 280 CPP entraîne une atteinte dans la sphère privée plus intrusive qu'en matière de surveillance de la correspondance par poste et télécommunication (MOREILLON/PAREIN-REYMOND, op. cit., n° 14 ad art. 281 CPP; ZUFEREY/BACHER, op. cit., n° 6 ad art. 281 CPP), on ne saurait toutefois en déduire que la récolte des données issues d'une balise GPS (art. 280 let. c CPP) devrait nécessairement être assimilée à celle des données secondaires de télécommunication (art. 273 CPP), cela même si un but similaire - de localisation - peut entrer en considération. Dans l'appréciation de l'atteinte à la sphère privée des personnes concernées, il faut en effet garder à l'esprit la méthode utilisée pour mettre |376| en oeuvre la mesure, à savoir que l'installation d'une balise GPS a lieu à l'insu de la personne surveillée, laquelle ne peut - et c'est précisément le but de la mesure - pas supposer que ses déplacements pourront être tracés et répertoriés. La récolte des données secondaires de télécommunication n'est en revanche pas soumise à une intervention secrète directement sur l'appareil de la personne concernée (ATF 142 IV 34 consid. 4.3.2 p. 38): en outre, celle-ci sait - ou doit savoir - que ces données secondaires existent puisque, le cas échéant, elle peut elle-même en obtenir certaines (ATF 142 IV 34 consid. 4.2.3 p. 37 s.). Cette différence d'intensité de l'atteinte à la sphère privée entre récolte inattendue des données GPS et récolte prévisible des données secondaires de télécommunication justifie aussi un traitement différencié s'agissant des conditions requises pour ordonner cette mesure technique de surveillance (dans ce sens: MÉTILLE, Mesures techniques de surveillance, op. cit., n. 388).\n\n2.4 L'examen approfondi de la question des conditions requises à l'autorisation de l'installation d'une balise GPS conduit à confirmer l'arrêt 1B_252/2017 du 21 février 2018 consid. 7.2. Conformément à cette précédente décision et en accord avec la doctrine majoritaire, l'utilisation des dispositifs techniques de surveillance prévus à l'art. 280 let. c CPP est soumise, par renvoi de l'art. 281 al. 4 CPP, à la condition de l'existence de graves soupçons portant sur une des infractions prévues à l'art. 269 al. 2 CPP (art. 269 al. 1 let. a CPP).\n\nCette solution se trouve aussi en harmonie avec l'art. 269bis al. 1 let. a CPP, entré en vigueur le 1er mars 2018: les dispositifs techniques spéciaux de surveillance de la correspondance par télécommunication permettant, entre autres, de localiser une personne ou une chose sont soumis aux conditions fixées à l'art. 269 CPP (THOMAS HANSJAKOB, Überwachungsrecht der Schweiz, 2018, n. 559).\n\nEn considérant que l'installation d'une balise GPS n'était pas possible en matière d'infractions graves à l'art. 90 al. 3 et 4 LCR - infractions non prévues à l'art. 269 al. 2 CPP - et que, par voie de conséquence, l'exploitation de telles découvertes fortuites était illicite, la cour cantonale a correctement appliqué le droit fédéral. Une interprétation extensive de l'art. 273 CPP à de telles situations contreviendrait au principe de la légalité, auquel il faut être particulièrement attentif en matière de surveillance secrète (MÉTILLE, Mesures de surveillance prévues par le CPP, op. cit., p. 3)."}