{"annee": "144", "cour": "III", "page": "469", "date": "18/9/2018", "cite": ["142 III 1", "144 III 10", "142 III 612", "142 III 481", "143 III 193", "129 III 288", "138 III 565", "142 III 502", "142 III 498"], "cite_par": [], "chapeau": "56. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. gegen B. (Beschwerde in Zivilsachen)\n\n5A_665/2018 vom 18. September 2018", "regestes": ["Art. 301a al. 2 CC; art. 315 al. 5 et art. 325 al. 2 CPC; effet suspensif en cas de modification du lieu de résidence de l'enfant. Il convient de procéder à une pesée des intérêts en jeu dans le cas concret, en tenant compte en particulier des chances de succès sur le fond (consid. 4.2). Lorsque la garde était jusqu'ici exclusive, le changement de résidence doit en principe être déjà autorisé au cours de la procédure de recours, alors qu'en cas de garde alternée, le statu quo doit en règle générale être maintenu afin d'éviter de préjuger la cause (consid. 4.2.1). En cas de départ à l'étranger, ce dernier principe vaut indépendamment de la situation de garde (consid. 4.2.2)."], "faits": "|470|\n\nA. A. und B. üben die Obhut über die beiden Kinder C. (geb. 2010) und D. (geb. 2013) gemäss gerichtlicher Vereinbarung alternierend aus, und zwar die Mutter von Sonntagabend bis Mittwochabend und der Vater von Mittwochabend bis Freitagabend sowie abwechselnd die Wochenenden.\n\nB. Seit Beginn 2018 ist zwischen den Parteien das Scheidungsverfahren hängig. Im Frühling 2018 stellte die Mutter das Begehren, die bisherige Obhutsregelung sei anzupassen, weil sie ab dem 1. Juli 2018 mit den beiden Kindern in Thun wohnen wolle.\n\nMit Entscheid vom 5. Juli 2018 übertrug das Bezirksgericht Brig, Östlich Raron und Goms die Obhut über die beiden Kinder auf die Mutter und erlaubte ihr, den Aufenthaltsort der Kinder nach Thun und Umgebung zu verlegen, unter Regelung des Besuchs- und Ferienrechts des Vaters.\n\nGegen diesen Entscheid erhob der Vater Berufung; gleichzeitig verlangte er die aufschiebende Wirkung. Mit Entscheid vom 24. Juli 2018 wies das Kantonsgericht Wallis das Gesuch um aufschiebende Wirkung ab.\n\nC. Gegen diesen Entscheid hat der Vater am 16. August 2018 eine Beschwerde in Zivilsachen erhoben mit den Begehren um dessen Aufhebung und unverzügliche Erteilung der aufschiebenden Wirkung für das kantonale Berufungsverfahren.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n4. Wie das Kantonsgericht zutreffend erkannt hat (vgl. BGE 142 III 481 E. 2.8 S. 496 oben, BGE 142 III 502 E. 2.3 S. 506 unten und E. 2.4.1 S. 508 unten), ist die Aufrechterhaltung der alternierenden Obhut mit wechselnden Betreuungs-Wochenhälften angesichts der Entfernung |471| zwischen V. (bei Brig) und U. (bei Thun) nicht möglich, zumal das ältere Kind zur Schule und das jüngere in den Kindergarten geht. Entsprechend stellt sich die Frage nach der Regelung der aufschiebenden Wirkung im Rechtsmittelverfahren betreffend den die Veränderung des Aufenthaltsortes der Kinder erlaubenden erstinstanzlichen Entscheid.\n\n4.1 In Bezug auf die anhand von Art. 301a Abs. 2 ZGB zu beantwortende Frage der Genehmigung der Veränderung des Aufenthaltsortes des Kindes geht das Bundesgericht davon aus, dass es tendenziell zum Wohl des Kindes ist, bei der Hauptbetreuungsperson zu bleiben und folglich mit dieser wegzuziehen, soweit es nach dem bisher tatsächlich gelebten Betreuungskonzept eine solche gibt, wobei aber auch das Alter und der Wunsch des Kindes eine Rolle spielen, weil ältere Kinder zunehmend umgebungs- statt personenbezogen sind und ihr Wille schrittweise mehr Beachtung finden soll (BGE 142 III 481 E. 2.7 S. 493, BGE 142 III 612 E. 4.3 S. 616).\n\nSoweit nach dem bisher gelebten Modell beide Elternteile als Hauptbezugspersonen anzusehen sind, wie dies typischerweise bei der alternierenden Obhut der Fall ist, können diese Grundsätze nicht greifen, denn hier ist die Ausgangslage gewissermassen neutral (BGE 142 III 481 E. 2.7 S. 493, BGE 142 III 502 E. 2.5 S. 511) und es muss im Wesentlichen anhand der Kriterien, wie sie auch für die Obhutszuteilung gelten - d.h. in erster Linie die Erziehungsfähigkeit, die tatsächliche Betreuungsmöglichkeit, die Stabilität der Verhältnisse, die Sprache und Beschulung des Kindes und je nach Alter auch dessen Äusserungen und Wünsche - über die Frage der Verlegung des Aufenthaltsortes entschieden werden (BGE 142 III 481 2.7 S. 492 f., BGE 142 III 498 E. 4.4 S. 499 f., 502 E. 2.5 S. 511 f.).\n\n4.2 Was die Frage der aufschiebenden Wirkung anbelangt, ist im Zusammenhang mit der Aufenthaltsveränderung des Kindes nach pflichtgemässem Ermessen zwischen den im konkreten Einzelfall auf dem Spiel stehenden Interessen abzuwägen, wobei die Hauptsachenprognose eine zentrale Rolle spielt (BGE 143 III 193 E. 4 S. 197).\n\n4.2.1 Hierfür macht es einen wesentlichen Unterschied, ob es der hauptbetreuende Elternteil im Sinn des bisherigen Alleininhabers der Obhut ist, der mit dem Kind wegziehen will, oder ob die Eltern das Kind bislang alternierend betreut haben und aufgrund der Distanz des neuen Wohnortes des wegzugswilligen Elternteils - unabhängig davon, in welchem Haushalt das Kind zukünftig leben wird - |472| das vorbestandene Betreuungsmodell nicht mehr aufrechterhalten werden kann:\n\nMit der Sorgerechtsrevision ist das Aufenthaltsbestimmungsrecht vom Obhutsrecht gelöst und zu einer direkten Komponente des Sorgerechts gemacht worden (Art. 301a Abs. 1 ZGB; BGE 142 III 481 E. 2.3 S. 484, BGE 142 III 502 E. 2.2 S. 506, 612 E. 4.2 S. 614; BGE 144 III 10 E. 4 S. 12). Indes besteht ein enger Konnex zur Obhutsfrage gerade bei einer bisher gelebten alternierenden Obhut insofern, als sich diese infolge des Wegzuges eines Elternteiles in der Regel nicht mehr aufrechterhalten lässt und es zwangsläufig zur Alleinzuteilung der Obhut kommt (dazu E. 4). Es kann aber auch beim Wegzug des alleinigen Obhutsinhabers ein Konnex mit der Obhutsfrage entstehen, indem nämlich bei damit einhergehender eigenmächtiger oder missbräuchlicher Aufenthaltsveränderung des Kindes gegebenenfalls die Umteilung der Obhut zu prüfen ist (BGE 142 III 481 E. 2.7 S. 495, BGE 142 III 502 E. 2.5 S. 511; BGE 144 III 10 E. 5 S. 13).\n\nVor diesem Hintergrund kann für die Konstellation, dass der hauptbetreuende Elternteil mit dem Kind wegziehen will, für die Frage der aufschiebenden Wirkung im Rechtsmittelverfahren im Normalfall sinngemäss auf die in BGE 138 III 565 E. 4.3.2 S. 566 für die Obhutsregelung aufgestellten Grundsätze verwiesen werden. Danach sollen Kinder, die aufgrund des bisher gelebten Betreuungsmodells eine Hauptbezugsperson hatten, während des Rechtsmittelverfahrens in der Regel bei diesem Elternteil verbleiben und entsprechend ist im Rahmen von Art. 315 ZGB - je nach Ausgangskonstellation durch Erteilung oder Entzug - die aufschiebende Wirkung zu regeln. Diese sinngemässe Verweisung kann bei der Aufenthaltsfrage des Kindes jedenfalls dann Gültigkeit beanspruchen, wenn es um kleinere und damit noch eher personengebundene Kinder geht und keine Gründe für eine Neubeurteilung der Obhut aufgrund der Wegzugspläne des bisher hauptbetreuenden Elternteils ersichtlich sind, so dass die Hauptsachenprognose (dazu vorstehend E. 4.2) für die Genehmigung des Wegzuges spricht.\n\nGerade anders muss es sich bei einer alternierenden Obhut verhalten, weil hier die Ausgangssituation nach dem in E. 4.1 Gesagten gewissermassen neutral ist, die unverzügliche Veränderung des Aufenthaltsortes des Kindes aber auf den Rechtsmittelentscheid insofern eine stark präjudizierende Wirkung hat (vgl. zum Problemkreis der präjudizierenden Wirkung und zur Hauptsachenprognose im Zusammenhang mit Wegzugsentscheidungen: MÖCKLI, Die Relocation |473| von Kindern, ZSR 2017 II S. 229, 288 ff.), als das Kindeswohl gebietet, dass auf die aktuellen - mithin auf die zufolge Verweigerung der aufschiebenden Wirkung gegebenenfalls veränderten - Verhältnisse im Urteilszeitpunkt und nicht auf die ursprünglichen Verhältnisse abgestellt wird (BGE 142 III 502 E. 2.7 S. 515).\n\nDie aufschiebende Wirkung ist deshalb bei alternierender Obhut mit grosser Zurückhaltung und nur bei wirklicher Dringlichkeit zu verweigern oder zu entziehen, denn bei dieser Ausgangslage tritt - zumal wenn beidseits die Erziehungsfähigkeit als erstellt gilt und auch beide Seiten das Kind weiterhin betreuen möchten und könnten - das Kontinuitätsprinzip in den Vordergrund (vgl. BGE 142 III 498 E. 4.5 S. 500), welches dafür spricht, dass die Aufenthaltsveränderung unter Vorbehalt besonderer Umstände nicht bereits während des Rechtsmittelverfahrens erfolgt, sondern die Kinder bis zum Rechtsmittelentscheid in der angestammten Umgebung bleiben.\n\n4.2.2 Eine generelle Zurückhaltung ist ferner, gegebenenfalls selbst bei einem Wegzug des Kindes mit dem hauptbetreuenden Elternteil, bei der Auswanderung zu üben (BGE 143 III 193 E. 4 S. 197; Urteil 5A_520/2017 vom 22. Januar 2018 E. 3.2), weil es im Zeitpunkt des mit dem betreuenden Elternteil erfolgenden tatsächlichen Wegzugs des Kindes in einen Haager Vertragsstaat zum Verlust der schweizerischen Jurisdiktion kommt (BGE 129 III 288 E. 4.1 S. 292; BGE 142 III 1 E. 2.1 S. 4; BGE 143 III 193 E. 2 S. 195), so dass ein die Auswanderung erlaubender erstinstanzlicher Entscheid von der Rechtsmittelinstanz gar nicht mehr überprüft werden kann. Bei wirklicher Dringlichkeit ist der Entzug bzw. die Nichterteilung der aufschiebenden Wirkung aber auch in diesen Fällen nicht nur eine Möglichkeit, sondern Pflicht (BGE 143 III 193 E. 4 S. 197 oben).\n\n4.3 Vorliegend hat der erstinstanzliche Richter - was im angefochtenen Entscheid nicht eigens aufgeführt wird - nicht übersehen, dass beide Kinder beim Vater wohnen bleiben möchten mit der Begründung, er unternehme viel mehr Dinge mit ihnen und bleibe bei Streitereien im Unterschied zur Mutter ruhig und schlage sie nicht. Indes hat er auch auf die von der Psychologin festgestellte Ambivalenz der Äusserungen und den offensichtlichen Loyalitätskonflikt der Kinder hingewiesen. Ausschlaggebend für die Genehmigung des Wegzuges der Kinder mit der Mutter, obwohl die Psychologin tendenziell eine Zuteilung an den Vater empfahl, war für den erstinstanzlichen Richter, dass diese die Kinder vor der Installation der |474| alternierenden Obhut überwiegend betreut habe und sie auch in Zukunft im Wesentlichen selbst betreuen könnte, während der Vater zwar beruflich flexibel, aber zur Betreuung auch auf die im gleichen Haushalt lebende neue Partnerin und die im gleichen Haus wohnende Mutter bzw. Schwester angewiesen sei.\n\nOb die Verlegung des Aufenthaltsortes der Kinder zu genehmigen ist oder sie zufolge Wegzuges der Mutter nach U. vollzeitlich im väterlichen Haushalt unterzubringen sind, wird Thema des Endentscheides im Berufungsverfahren sein. Für die vorliegend zu beurteilende Frage der aufschiebenden Wirkung ist relevant, dass der Ausgang des Rechtsmittelverfahrens angesichts der vorstehend erwähnten Faktoren als völlig offen bezeichnet werden muss, dies freilich nur ausgehend von der ursprünglichen Situation. Bei einem Wegzug der Kinder nach Thun und Umgebung zufolge verweigerter aufschiebender Wirkung und dortiger Einschulung könnte eine neue Situation eintreten und sich der Kontinuitätsgedanke unter anderen Vorzeichen stellen.\n\nDer angefochtene Entscheid geht auf die konkreten Verhältnisse kaum ein, sondern stellt in relativ abstrakter Weise auf bestimmte Kriterien ab, die jedoch unsachlich und damit willkürlich sind. So wird eingangs als zentrales Element der Ausnahmecharakter der aufschiebenden Wirkung herausgestrichen, obwohl nach der in E. 4.2 und 4.2.1 erwähnten Rechtsprechung die auf dem Spiel stehenden Interessen abzuwägen sind und eine Hauptsachenprognose zu machen ist. Sodann wird die Kindeswohlgefährdung als Massstab genommen und der erstinstanzliche Entscheid vor diesem Hintergrund als nicht unhaltbar bezeichnet, obwohl gemäss dem in E. 4.1 und 4.2.1 Gesagten das Kindeswohl massgebend ist.\n\nDer angefochtene Entscheid erweist sich aber auch im Ergebnis als willkürlich, weil er fast gänzlich ausblendet, dass nicht der Alleininhaber der Obhut mit den Kindern wegziehen will, sondern einer der alternierend betreuenden Elternteile, und diesfalls die aufschiebende Wirkung nur mit grosser Zurückhaltung zu verweigern ist, wobei von keiner Seite eine Dringlichkeit des Wegzuges geltend gemacht wird, und dass im vorliegenden Einzelfall angesichts der konkreten Umstände der Ausgang des Rechtsmittelverfahrens als völlig offen bezeichnet werden muss, was indes nicht mehr der Fall wäre, wenn die Kinder zufolge verweigerter aufschiebender Wirkung im Urteilszeitpunkt bereits in Thun und Umgebung eingelebt sein sollten."}