{"annee": "144", "cour": "III", "page": "360", "date": "13/6/2018", "cite": ["98 IA 527", "26 II 479", "98 IA 353", "105 IB 37", "81 III 20", "137 II 17", "116 III 66"], "cite_par": [], "chapeau": "43. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. gegen B. (Beschwerde in Zivilsachen)\n\n5A_375/2017 vom 13. Juni 2018", "regestes": ["Art. 80 s., art. 149a al. 1 LP; mainlevée définitive, prescription de la créance constatée dans un acte de défauts de biens. Délai de prescription d'une créance accordée par une sentence arbitrale étrangère, pour laquelle un acte de défaut de biens a été délivré (consid. 3)."], "faits": "BGE 144 III 360 S. 360\n\nA.\n\nA.a B. wurde mit den am Singapore International Arbitration Centre (SIAC) gefällten Schiedssprüchen vom 31. Mai 2002 und 10. Juli 2002 verpflichtet, A. Schadenersatz in der Höhe von SGD 12'156'950.- nebst Zins zu 6 % ab dem Tag des Schiedsspruchs, SGD 916'479.-, SGD 203'086.-, 6 % Zins auf dem Betrag von SGD 1'119'565.- sowie alle Verfahrens- und Parteikosten des Beschwerdeführers zu bezahlen.\n\nA.b A. leitete für die Forderungen gestützt auf die Schiedsurteile mit Zahlungsbefehl des Betreibungsamtes Zug vom 5. September 2002 die Betreibung Nr. x ein. Nach Beseitigung des Rechtsvorschlages (durch den Rechtsöffnungsentscheid des Kantonsgerichts Zug vom 20. Februar 2003) wurde die Betreibung fortgesetzt.\n\nA.c Die Betreibung Nr. x führte zum Verlustschein Nr. z vom 31. Dezember 2010 infolge Pfändung nach Art. 149 SchKG. Ausgewiesen wurde damit ein Verlust von Fr. 16'695'999.20.\n\nB.\n\nB.a A. leitete mit Zahlungsbefehl Nr. y vom 23. Mai 2016 (Betreibungsamt Zug) gegen B. die Betreibung für den Betrag von Fr. 16'695'999.20 ein. Der Betreibungsschuldner erhob Rechtsvorschlag. BGE 144 III 360 S. 361\n\nB.b Am 8. Juli 2016 gelangte A. an das Kantonsgericht Zug und verlangte in der Betreibung Nr. y die definitive Rechtsöffnung für den in Betreibung gesetzten Betrag sowie für Betreibungskosten von Fr. 413.30. Eventualiter sei die provisorische Rechtsöffnung zu erteilen. Er stützte das Gesuch auf den Verlustschein vom 31. Dezember 2010 sowie die beiden SIAC-Schiedsurteile aus dem Jahre 2002. Mit Entscheid vom 19. Dezember 2016 wies das Kantonsgericht Zug (Einzelrichter) das Gesuch um Rechtsöffnung ab.\n\nB.c Gegen den Rechtsöffnungsentscheid erhob A. Beschwerde, welche das Obergericht des Kantons Zug mit Urteil vom 28. März 2017 abwies.\n\nC. Mit Eingabe vom 15. Mai 2017 hat A. Beschwerde in Zivilsachen erhoben. Der Beschwerdeführer beantragt, es sei der obergerichtliche Entscheid aufzuheben. In der Sache verlangt er, in der gegen B. (Beschwerdegegner) geführten Betreibung Nr. y des Betreibungsamtes Zug für den Betrag von Fr. 16'695'999.20 sowie Betreibungskosten (Fr. 413.30) die definitive Rechtsöffnung zu erteilen. Eventualiter sei die provisorische Rechtsöffnung zu erteilen.\n\nMit Verfügung vom 2. Juni 2017 wurde auf das Gesuch des Beschwerdeführers hin der Beschwerde (hinsichtlich die Pflicht zur Bezahlung der Parteientschädigung) die aufschiebende Wirkung zuerkannt. Mit Verfügung vom 19. Januar 2018 wurde das Gesuch des Beschwerdegegners auf Sicherstellung einer allfälligen Parteientschädigung gutgeheissen. (...)\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3. Anlass zur Beschwerde gibt das Gesuch um Rechtsöffnung, mit welchem der Gläubiger ausländische Schiedsurteile als Vollstreckungstitel und den Verlustschein aus einer vorangegangenen Betreibung vorgelegt hat; das Gesuch wurde abgewiesen, weil der Schuldner sich auf die Verjährung nach ausländischem Recht berufen hatte. Der Beschwerdeführer wirft dem Obergericht im Wesentlichen eine Verletzung der Regeln über die Wirkung des Verlustscheines sowie über die Rechtsöffnung vor.\n\n3.1 Ausländische Schiedssprüche kommen als Vollstreckungstitel im Sinne von Art. 80 Abs. 1 SchKG in Betracht; sie sind anzuerkennen BGE 144 III 360 S. 362und vollstreckbar zu erklären, wenn keine Ablehnungsgründe gemäss dem einschlägigen New Yorker Übereinkommen vom 10. Juni 1958 (SR 0.277.12) bestehen (Art. 194 IPRG [SR 291]). Gegen die vom Beschwerdeführer vorgelegten SIAC-Schiedssprüche vom 31. Mai 2002 und 10. Juli 2002 liegen unstrittig keine Verweigerungsgründe gemäss dem New Yorker Übereinkommen vor (vgl. STAEHELIN, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs [nachfolgend: Basler Kommentar], Bd. I, 2. Aufl. 2010, N. 93 ff. zu Art. 80 SchKG). Die SIAC-Schiedssprüche sind anerkenn- und vollstreckbar und stellen definitive Vollstreckungstitel im Sinne von Art. 80 Abs. 1 SchKG dar.\n\n3.2 Mit Bezug auf die definitive Rechtsöffnung gestützt auf ein Schiedsurteil sowie auf den Pfändungsverlustschein gelten für die Verjährung folgende Regeln, die im Grundsatz unbestritten sind.\n\n3.2.1 Der Schuldner kann auch gegen ausländische Entscheide, welche gemäss Staatsverträgen oder dem IPRG vollstreckbar sind, gemäss Art. 81 Abs. 3 SchKG u.a. die Einrede der nachträglichen Verjährung (Art. 81 Abs. 1 SchKG) erheben (BGE 98 Ia 527 E. 5; BGE 105 Ib 37 E. 4c; KREN KOSTKIEWICZ, SchKG Kommentar, 19. Aufl. 2016, N. 24 und 25 zu Art. 81 SchKG).\n\n3.2.2 Jeder Gläubiger, der bereits an der Pfändung teilgenommen hat, erhält für den ungedeckten Betrag seiner Forderung einen Verlustschein (Art. 149 Abs. 1 SchKG). Der Verlustschein gilt als Schuldanerkennung im Sinne von Art. 82 SchKG und kann vom Gläubiger zur provisorischen Rechtsöffnung vorgelegt werden (Art. 149 Abs. 2 SchKG). Ist für eine in einem Urteil festgestellte Forderung ein Verlustschein ausgestellt worden, so kann sich der Gläubiger neben dem Verlustschein auf den ursprünglichen Schuldtitel stützen und die definitive Rechtsöffnung verlangen (Urteil 5P.434/2005 vom 21. März 2006 E. 2.2, 2.3; u.a. GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, Bd. II, 2000, N. 53 zu Art. 149 SchKG; HUBER, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, 2. Aufl. 2010, N. 41 zu Art. 149 SchKG).\n\n3.2.3 Für die im Verlustschein verurkundete Forderung hat der Schuldner persönlich - anders als ein allfälliger Mitverpflichteter - keine Zinsen zu zahlen (Art. 149 Abs. 4 SchKG). Die Verlustforderung war bis zur Revision des SchKG von 1994/1997 gegenüber dem Schuldner unverjährbar. Gemäss Art. 149a Abs. 1 SchKG verjährt BGE 144 III 360 S. 363sie nunmehr gegenüber dem Schuldner 20 Jahre nach Ausstellung des Verlustscheines, und gegenüber seinen Erben bereits ein Jahr nach Eröffnung des Erbganges (vgl. STOFFEL/CHABLOZ, Voies d'exécution, 3. Aufl. 2016, § 5 Rz. 207). Gleiche Rechtswirkungen hat auch der Konkursverlustschein (Art. 265 Abs. 2 SchKG).\n\n3.3 Nach Auffassung des Obergerichts hat die Verjährungsregelung gemäss Art. 149a Abs. 1 SchKG allgemein keine Bedeutung, wenn auf die im Verlustschein verurkundete Forderung nicht schweizerisches Recht anwendbar ist. Demgegenüber erblickt der Beschwerdeführer in der Bestimmung eine zwingende Norm des Zwangsvollstreckungsrechts. Er wendet sich nicht gegen die Auffassung der Vorinstanz, dass die ordentliche Verjährungsfrist der Betreibungsforderungen, die zum Verlustschein führten, sich nach dem Recht von Singapur richtet und abgelaufen wäre. Er besteht indes auf der Verjährungsfrist für die im Verlustschein verurkundeten Forderungen und macht geltend, dass die Verjährungsbestimmung von Art. 149a Abs. 1 SchKG Teil der lex fori sei, welche der lex causae vorgehe, und die Anwendung der Verjährungsfristen des materiellen - privaten oder öffentlichen, in- oder ausländischen - Rechts ausschliesse.\n\n3.4 Die Vorinstanz hat mit Hinweis auf Art. 30a SchKG festgehalten, dass das IPRG, soweit es spezielle Regeln für internationale Sachverhalte aufstellt, dem SchKG als lex specialis vorgeht.\n\n3.4.1 Zu Recht hat das Obergericht ausgeführt, dass insoweit, als im Rahmen einer Betreibung materielles Recht anzuwenden ist, das IPRG bestimmt, welches Recht Anwendung findet, wobei die Unterscheidung zwischen Betreibungs- und Privatrecht nach schweizerischem Recht erfolgt (mit Hinweis auf STAEHELIN, Das internationale Betreibungsrecht, BlSchK 2015 S. 137). Es hat gefolgert, dass - auch nach Anerkennung eines ausländischen Urteils - die Frage, ob Verjährung vorliege, sich nach dem gemäss IPRG anwendbaren Recht, insbesondere Art. 148 IPRG bestimmt (mit Hinweis auf VOCK, in: Kurzkommentar SchKG, 2. Aufl. 2014, N. 10 zu Art. 81 SchKG; STAEHELIN, Basler Kommentar, a.a.O., N. 30 zu Art. 81 SchKG). Für die Verjährung der Urteilswirkungen sei das Recht des Urteilsstaates massgebend (mit Hinweis auf KELLER/GIRSBERGER, in: Zürcher Kommentar zum IPRG, 2. Aufl. 2014, N. 18 zu Art. 148 IPRG).\n\n3.4.2 Die Vorinstanz hat den Schluss gezogen, dass auch die Verjährung der Verlustforderung (Art. 149 SchKG), d.h. die nach der BGE 144 III 360 S. 364Pfändung in der Schweiz zu Verlust gekommene Forderung gemäss IPRG vom Recht des Urteilsstaates geregelt sei. Der im Urteil zitierten Lehre lässt sich allerdings nicht entnehmen, dass die Verjährung der nach SchKG zwangsvollstreckten Forderung vom Vorrang des IPRG erfasst und die Verjährungsbestimmung des SchKG unwirksam sein soll. Dass zwangsvollstreckungsrechtliche Regeln auf die materielle Schuldverpflichtung des Schuldners einwirken und vorgehen, selbst wenn die Forderung sich nach ausländischem Recht richtet, ist nicht ungewöhnlich (vgl. Art. 208 SchKG, Fälligkeit bei Konkurseröffnung; Urteil des Obergerichts des Kantons Zug vom 4. März 2008 E. 3.3, BlSchK 2010 S. 166; ferner GILLIÉRON, a.a.O., Bd. III, 2001, N. 19 zu Art. 208 SchKG).\n\n3.4.3 Wenn es um die Anwendung von Art. 30a SchKG geht, ist zu beachten, dass die internationalen Sachverhalte in Zusammenhang mit dem Zwangsvollstreckungsrecht ganz unterschiedliche Struktur und Intensität des Auslandbezugs aufweisen, so dass die Frage des Vorrangs des IPRG vor dem SchKG bezogen auf den Sinn jeder einzelnen Bestimmung und bezogen auf jede Fallkonstellation separat zu prüfen ist (SCHWANDER, in: Kurzkommentar SchKG, 2. Aufl. 2014, N. 22 zu Art. 30a SchKG). Darauf ist im Folgenden einzugehen.\n\n3.5 Das Zwangsvollstreckungsrecht trifft in Art. 149a Abs. 1 SchKG eine Regelung über die Verjährung. Ob ein relevanter Auslandbezug vorliegt, wenn die ursprüngliche Forderung nach ausländischem Recht verjährt, und deshalb das IPRG vorgeht, richtet sich nach Sinn und Zweck des Verlustscheines bzw. seiner Wirkungen und dem Zusammenhang mit dem Zwangsvollstreckungsrecht.\n\n3.5.1 Der Verlustschein gemäss Art. 149 SchKG ist die amtliche Bestätigung, dass in der Zwangsvollstreckung - der Betreibung auf Pfändung - gegen den Schuldner keine oder ungenügende Deckung der in Betreibung gesetzten Forderung erzielt werden konnte (BGE 116 III 66 E. 4a; 26 II 479 E. 3). Er hat zunächst betreibungsrechtliche Wirkungen, welche dem Gläubiger das weitere Vorgehen gegenüber dem Schuldner erleichtern (vgl. Art. 149 Abs. 2 und 3 SchKG betreffend Arrestgrund, Anfechtungsklage, Betreibungsfortsetzung, Schuldanerkennung). Die Ausstellung des Verlustscheines schafft keinen neuen Schuldgrund: Die ursprüngliche Forderung bleibt bestehen, d.h. der Verlustschein bewirkt keine Novation (BGE 137 II 17 E. 2.5; BGE 98 Ia 353 E. 2; BGE 81 III 20 E. 2a). Allerdings entfaltet der BGE 144 III 360 S. 365Verlustschein mit der - erwähnten - besonderen Verjährbarkeit und Unverzinslichkeit der Verlustforderung bestimmte Wirkungen, die dem materiellen Recht zugeordnet werden (u.a. STOFFEL/CHABLOZ, a.a.O., § 31 Rz. 207 f.).\n\n3.5.2 Mit Bezug auf die Verjährung im Besonderen ist anerkannt, dass die in Art. 149a Abs. 1 SchKG vorgesehene Frist den materiellen Inhalt der in Betreibung gesetzten Forderung ändert (BGE 26 II 479 E. 3) und für die Zwangsvollstreckung von Forderungen nach SchKG die darin vorgesehene Verjährungsbestimmung zur Anwendung gelangt (BGE 137 II 17 E. 2.7). Die Rechtsprechung hat geklärt, dass nicht nur bei privatrechtlichen Forderungen, sondern auch bei öffentlichrechtlichen Forderungen die darauf anwendbaren ordentlichen Verjährungsfristen zurücktreten müssen (BGE 137 II 17 E. 2.7), was in der Lehre bestätigt wird (zuletzt DUC, Actes de défaut de biens [...], JdT 2018 S. 92 mit Hinweisen). Grund dafür ist, dass es sich bei Forderungen, für welche ein Verlustschein ausgestellt wird, um eine besondere Art von Forderung handelt (BGE 137 II 17 E. 2.7).\n\n3.5.3 Die besondere Art der Verlustforderung liegt darin, dass das Zwangsvollstreckungsrecht die weitere Schuldexekution nach ungenügender Zwangsvollstreckung seit jeher mit zwei Privilegien ausstattet, die in einem engen Zusammenhang stehen (FAVRE, De l'acte de défaut de biens, ZSR 1931 S. 79, 83). Daran hat die SchKG-Revision nichts geändert (Botschaft vom 8. Mai 1991 über die Änderung des SchKG, BBl 1991 III 1, 103 Ziff. 203.24). Die Privilegien nützen teils dem Schuldner persönlich und seiner Familie, teils den Gläubigern (AMONN/WALTHER, Grundriss des Schuldbetreibungs- und Konkursrechts, 9. Aufl. 2013, § 31 Rz. 22 ff.). Die ausserordentlich lange Verjährungsfrist soll dem Gläubiger Kosten ersparen, bloss um die Verjährung für eine bereits zwangsvollstreckte Forderung gegenüber einem ohnehin mittellosen Schuldner zu unterbrechen (FRITZSCHE/WALDER, Schuldbetreibung und Konkurs, Bd. I, 1984, § 33 Rz. 3, S. 466). Gegenstück der ausserordentlich langen Verjährungsfrist ist die Unverzinslichkeit der Verlustforderung gegenüber dem Schuldner (JEANDIN, Actes de défaut de biens [...], SJ 1997 S. 271, 273): Die Zinsenlast soll ihm zur Wiedererlangung der ökonomischen Existenz nicht im Wege stehen (FAVRE, a.a.O.; bereits im Bericht der ständerätlichen Kommission vom 13. November 1886, BBl 1886 III 877, 896). BGE 144 III 360 S. 366\n\n3.5.4 Sinn und Zweck der Bestimmung machen deutlich, dass das Institut der (heutigen) ausserordentlich langen Frist der Verjährung einer Verlustforderung so eng mit der weiteren Zwangsvollstreckung verbunden ist, dass es nicht aus dem ganzen Komplex der Nachforderung aus einer verlustreichen Pfändungsbetreibung herausgelöst werden kann (vgl. HERRMANN, Die weitere Schuldexekution nach ungenügender Zwangsvollstreckung, 1947, S. 18). Die Verjährung nach Art. 149a Abs. 1 SchKG - d.h. die 20-jährige Verjährungsfrist gegenüber dem Schuldner zu dessen Lebzeiten - wirkt in erster Linie im Dienst des Zwangsvollstreckungsrechts, genauso wie die damit verbundene Unverzinslichkeit der Verlustforderung, weshalb gegen die Regelung im Schuldbetreibungsrecht nichts einzuwenden ist (AFFOLTER, Der Verlustschein in der Pfändung auf Betreibung, 1978, S. 84). Sollen die beiden Privilegien dem Schuldner und dem Gläubiger in der Zwangsvollstreckung in der Schweiz zugutekommen, ist ihre Anwendung unabhängig davon gerechtfertigt, ob auf die Forderung ausländisches oder schweizerisches Recht anwendbar ist. Ein Grund, weshalb die Verlustforderung anders behandelt werden soll, nur weil darauf nicht schweizerisches Privat- oder öffentliches Recht, sondern ausländisches Recht anwendbar ist, lässt sich nicht erblicken. Als Massnahme der Spezialexekution, deren Wirkung auf den Staat ihrer Durchführung beschränkt ist (vgl. SCHWANDER, a.a.O., N. 27 zu Art. 30a SchKG), beansprucht der Verlustschein einzig Geltung im Inland (vgl. AFFOLTER, a.a.O., S. 120). So wenig wie es bei einer öffentlichrechtlichen Forderung einen Grund gibt, die Anwendbarkeit von Art. 149a Abs. 1 SchKG in der Nachforderung zu versagen, so wenig steht ihr der Umstand entgegen, dass auf die im Verlustschein verurkundete Forderung nicht schweizerisches, sondern ausländisches Privatrecht anwendbar ist.\n\n3.5.5 Nach dem Dargelegten lässt sich die Nichtanwendung der Verjährungsfrist von Art. 149a Abs. 1 SchKG nicht mit dem Vorrang des IPRG gemäss Art. 30a SchKG begründen. Die Vorinstanz hat die Frage der Verjährung (Art. 81 Abs. 1 SchKG) der Forderung, für welche der Beschwerdeführer im Rahmen der Rechtsöffnung einen Verlustschein vorgelegt hat, zu Unrecht nicht nach Art. 149a Abs. 1 SchKG beurteilt. Die ordentliche Verjährungsfrist der am 5. September 2002 in Betreibung gesetzten Forderungen, welche im Verlustschein vom 31. Dezember 2010 verurkundet sind, wurde durch die 20-jährige Verjährungsfrist ersetzt, welche mit Ausstellung des BGE 144 III 360 S. 367Verlustscheines begonnen hat. Die Rüge einer Verletzung von Bundesrecht ist begründet und die Beschwerde ist gutzuheissen.\n\n3.6 Der Beschwerdeführer verlangt in der Sache (als Hauptbegehren) die definitive Rechtsöffnung. Der Beschwerdegegner äussert sich nicht weiter zum reformatorischen Antrag. Anhaltspunkte dafür, dass weitere Einwendungen erhoben wären, bestehen nicht. Die Streitsache kann daher als spruchreif betrachtet werden.\n\n3.6.1 Der Beschwerdeführer hat sein Rechtsöffnungsgesuch auf den Verlustschein vom 31. Dezember 2010 sowie die beiden SIAC-Schiedsurteile aus dem Jahre 2002 gestützt. Er hat sich damit auf die ursprünglichen Schuldtitel als definitive Rechtsöffnungstitel gestützt (E. 3.2.2) und mit der Vorlage des Verlustscheines die besondere Verjährbarkeit der Forderungen belegt (u.a. ABBET, in: La mainlevée de l'opposition, Abbet/Veuillet [Hrsg.], 2017, N. 30 zu Art. 81 SchKG). Die definitive Rechtsöffnung kann antragsgemäss gewährt werden.\n\n3.6.2 Für die Betreibungskosten, für welche der Beschwerdeführer ebenfalls die Rechtsöffnung verlangt, ist die Beseitigung des Rechtsvorschlages überflüssig, weil gemäss Art. 68 Abs. 2 SchKG von den Zahlungen des Schuldners die Kosten vorab erhoben werden können (Urteil 5A_455/2012 vom 5. Dezember 2012 E. 3; STAEHELIN, in: Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, Ergänzungsband [...], 2017, ad N. 67/a zu Art. 84 SchKG). Insoweit fehlt ein schutzwürdiges Interesse zur Aufhebung oder Abänderung des angefochtenen Entscheides (Art. 76 Abs. 1 lit. b BGG)."}