{"annee": "144", "cour": "II", "page": "273", "date": "16/4/2018", "cite": ["140 I 153", "136 II 187", "137 II 17", "131 V 425", "143 II 8", "143 II 685", "138 II 251", "126 II 1", "126 II 49", "139 II 460", "137 II 409"], "cite_par": [], "chapeau": "22. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A. gegen Eidgenössische Steuerverwaltung (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_1069/2017 vom 16. April 2018", "regestes": ["Art. 49 al. 3 Tit. fin. CC; art. 40 et 41 OTVA 1994; art. 49 et 50 LTVA 1999; art. 112 LTVA 2009; la prescription absolue des créances TVA et des créances d'impôt préalable des années 1995-2000 a été atteinte le 1er janvier 2016. L'ordonnance sur la TVA de 1994 ne prévoit pas de prescription absolue. Cela concerne tant les créances fiscales de la Confédération que les droits des personnes assujetties à la déduction de l'impôt préalable et procède d'un silence qualifié du législateur. La loi sur la taxe sur la valeur ajoutée de 1999 prévoit certes un délai de prescription absolue, mais on ne peut en tirer aucune règle transitoire concernant la prescription. Comme lors de la transition de l'AIFD à la LIFD (ATF 126 II 1), il faut aussi admettre qu'en ce qui concerne la transition de l'OTVA de 1994 à la LTVA de 1999, le fait que les créances fiscales et les créances d'impôt préalable du nouveau droit se prescrivent avant celles de l'ancien droit serait choquant et difficilement compatible avec le principe d'égalité de traitement. Par conséquent, il existe également un délai de prescription absolue de 15 ans dans l'ancien droit (consid. 2.2)."], "faits": "BGE 144 II 273 S. 274\n\nA. (nachfolgend: der Steuerpflichtige) betreibt unter der Firma \"B. Engineering\" eine Einzelunternehmung mit Sitz in U./ZH, aufgrund welcher er seit dem 1. Januar 1995 im Register der Mehrwertsteuerpflichtigen eingetragen ist. Im Mai 2000 gründete er eine weitere Einzelunternehmung. Diese trat unter der Firma \"C., Inhaber A.\" auf, hatte Sitz in V./ZH und wurde im Februar 2017 gelöscht. Das Angebot der zweiten Einzelunternehmung umfasste Sauna, Solarium, klassische und teilweise auch erotische Massagen. Zur Ausübung dieser Tätigkeit vermietete der Steuerpflichtige die erforderlichen Räumlichkeiten an die Masseurinnen.\n\nIm Jahr 2005 führte die Eidgenössische Steuerverwaltung (ESTV) beim Steuerpflichtigen eine externe Kontrolle durch. Die ESTV stellte zur Kontrollperiode vom 1. Mai 2000 bis zum 1. Oktober 2004 fest, dass die Voraussetzungen für eine selbständige Tätigkeit der Masseurinnen unter mehrwertsteuerlichen Gesichtspunkten fehlten. Wie aus dem Internetauftritt des Steuerpflichtigen hervorgehe und sich anlässlich eines Augenscheins gezeigt habe, träten die Masseurinnen nach aussen nicht auf. Im dritten Rechtsgang erliess die ESTV am 6. Juli 2016 einen Einspracheentscheid, der eine Nachbelastung von Fr. 53'776.- auswies. Das Bundesverwaltungsgericht hiess die Beschwerde, soweit die vier Quartale des Jahres 2001 betreffend, zufolge eingetretener Verjährung gut, wies sie im Übrigen aber ab. Entsprechend setzte es die Steuerforderung um Fr. 11'345.60 auf Fr. 42'430.40 herab (Entscheid A-5410/2016 vom 8. November 2017).\n\nBGE 144 II 273 S. 275Mit Eingabe vom 14. Dezember 2017 erhebt der Steuerpflichtige beim Bundesgericht Beschwerde in öffentlich-rechtlichen Angelegenheiten. Er beantragt, der angefochtene Entscheid sei aufzuheben und die Sache zur Neufestsetzung der Steuerforderung an die ESTV zurückzuweisen. Die Begründung geht namentlich dahin, der Zeitraum vom 1. Mai 2000 bis zum 1. Januar 2001 sei verjährt. Das Bundesgericht heisst die Beschwerde insoweit gut.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. (...)\n\n2.2.1 Gemäss Art. 40 Abs. 1 der Verordnung vom 22. Juni 1994 über die Mehrwertsteuer (MWSTV 1994; AS 1994 1464) verjährt die Steuerforderung fünf Jahre nach Ablauf des Kalenderjahres, in dem sie entstanden ist. Dabei handelt es sich um die relative Verjährung, kann der Lauf der Verjährung doch unterbrochen werden oder stillstehen (Art. 40 Abs. 2 MWSTV 1994; Urteil 2C_426/2008 vom 18. Februar 2009 E. 6.6, in: ASA 79 S. 608, StR 64/2009 S. 605). Dasselbe gilt hinsichtlich des Anspruchs auf Vorsteuerabzug (Art. 41 Abs. 1 und 2 MWSTV 1994). Eine absolute Verjährung ist der MWSTV 1994 hingegen unbekannt, was beabsichtigt war (BGE 137 II 17 E. 2.3 S. 19 f. mit Hinweisen). Es liegt diesbezüglich ein qualifiziertes Schweigen des Verordnungsgebers vor.\n\n2.2.2 Das Fehlen einer absoluten Verjährung entsprach im Jahr 1994 der abgaberechtlichen Übung auf Bundesebene, wie sie namentlich schon in Art. 28 des Bundesratsbeschlusses vom 29. Juli 1941 über die Warenumsatzsteuer (WUStB; AS 1941 793) zum Ausdruck gekommen war (Urteil 2A.546/2001 vom 1. Mai 2002 E. 3, in: ASA 73 S. 237, RDAF 2002 II 392, StR 57/2002 S. 638). Gleiches ergab sich zur Anspruchsverjährung aus Art. 128 des Bundesratsbeschlusses vom 9. Dezember 1940 über die Erhebung einer direkten Bundessteuer (BdBSt; AS 1940 1947; Urteil 2C_267/2010 vom 8. April 2011 E. 4.2, in: StR 66/2011 S. 613). Bis heute begnügen sich Art. 17 Abs. 1 des Bundesgesetzes vom 13. Oktober 1965 über die Verrechnungssteuer (VStG; SR 642.21; BGE 126 II 49 E. 2d S. 53 sowie Urteil 2C_188/2010 vom 24. Januar 2011 E. 5.2 mit Hinweisen) und Art. 30 Abs. 1 des Bundesgesetzes vom 27. Juni 1973 über die Stempelabgaben (StG; SR 641.10) mit der relativen Verjährung. Auch dabei handelt es sich um ein qualifiziertes Schweigen (MICHAEL BEUSCH, in: Bundesgesetz über die Verrechnungssteuer [VStG], BGE 144 II 273 S. 276Zweifel/Beusch/Bauer-Balmelli [Hrsg.], 2. Aufl. 2012, N. 29 zu Art. 17 VStG). Ein solches findet sich teils auch im nicht harmonisierten Steuerrecht von Kantonen und Gemeinden. Zu denken ist etwa an das Erbschaftssteuerrecht des Kantons Genf (Urteil 2C_68/2016 vom 2. Juni 2017 E. 5.5.4, in: ASA 86 S. 50, RDAF 2017 II 326).\n\n2.2.3 Der Steuerpflichtige anerkennt dies bis dahin, meint aber, das Bundesgesetz vom 2. September 1999 über die Mehrwertsteuer (MWSTG 1999; AS 2000 1300), welches die MWSTV 1994 ablöste, enthalte insofern eine echte Lücke, als es keine übergangsrechtliche Bestimmung zur Verjährung altrechtlicher Mehrwertsteuerforderungen vorsehe. Diese Nichtregelung dürfe nicht als qualifiziertes Schweigen gewürdigt werden. Er stützt sich dabei insbesondere auf die Ansicht von IMSTEPF/OESTERHELT, welche diese in der wohl einzigen Publikation zu dieser Frage vertreten (Die absolute Verjährung von Mehrwertsteuerforderungen aus den Jahren 1995 bis 2000, ASA 84 S. 591 ff.). Die Beantwortung der aufgeworfenen bundesrechtlichen Rechtsfrage hängt wesentlich davon ab, ob das mehrwertsteuerliche Verjährungsrecht als Teil des Verfahrensrechts oder aber des materiellen Sachrechts zu würdigen sei.\n\n2.2.4 Einem allgemeinen intertemporalrechtlichen Grundsatz zufolge sind neue Verfahrensbestimmungen - vorbehältlich abweichender gesetzlicher Anordnungen - mit dem Tag ihres Inkrafttretens sofort und vollumfänglich anwendbar (BGE 137 II 409 E. 7.4.5 S. 418 f.), es sei denn, das neue Recht bringe eine grundlegend neue Verfahrensordnung mit sich. Die sofortige Anwendbarkeit auf alle hängigen Verfahren ist Ausfluss der \"relativen Wertneutralität des Prozessrechts\" (BGE 136 II 187 E. 3.1 S. 189; vgl. MOOR/FLÜCKIGER/MARTENET, Droit administratif, Bd. I, 3. Aufl. 2012, Ziff. 2.4.2.3 S. 186), zumal formelles Recht der Vermutung der fortschreitenden Rechtsstaatlichkeit unterliegt (vgl. FRITZ GYGI, Verwaltungsrecht, 1986, S. 113). Das Bundesgericht hat sich zur Einordnung des Verjährungsrechts schon verschiedentlich geäussert. Danach ist die Verjährung grundsätzlich ein Institut des (materiellen) Sachrechts und nicht des (formellen) Verfahrensrechts. Dies gilt auch mehrwertsteuerrechtlich, zumal diese Qualifikation heute in Art. 112 Abs. 1 Satz 2 Bundesgesetz vom 12. Juni 2009 über die Mehrwertsteuer (MWSTG 2009; SR 641.20) ausdrücklich festgeschrieben ist (BGE 137 II 17 E. 1.1 S. 18 f.; IMSTEPF/OESTERHELT, a.a.O., S. 597). Entgegen dem Steuerpflichtigen lässt sich daher nicht sagen, der Gesetzgeber werte die absolute Verjährung \"zumindest im Bereich der BGE 144 II 273 S. 277Mehrwertsteuer\" als Bestimmung des Verfahrensrechts. Dass es sich um Sachrecht handeln muss, geht auch aus der gesetzlichen Systematik hervor. So stehen die Art. 34 ff. MWSTG 2009 zur Inlandsteuer unter dem Titel \"Ermittlung, Entstehung und Verjährung der Steuerforderung\", was verdeutlicht, dass die Verjährung den gegensätzlichen Begriff zur Entstehung der abgaberechtlichen Forderung bildet. Gleiches ergibt sich hinsichtlich der Bezugsteuer aus Art. 48 MWSTG 2009.\n\n2.2.5 Im MWSTG 1999 findet sich freilich, worauf der Steuerpflichtige mit Recht hinweist, keine Art. 112 Abs. 1 Satz 2 MWSTG 2009 entsprechende Norm. Dies kann ebenso als qualifiziertes Schweigen (mithin als Fortsetzung des Zustandes gemäss Art. 40 MWSTV 1994) wie als echte Lücke (durch Fehlen einer unerlässlichen Anordnung) zu werten sein. Unstreitig ist zunächst, dass der Gesetzgeber mit Art. 49 Abs. 4 MWSTG 1999 (Umsatzsteuer) bzw. Art. 50 Abs. 4 MWSTG 1999 (Vorsteuer) bewusst von Art. 40 und 41 MWSTV 1994 abrückte und den Schritt von der Unverjährbarkeit zur absoluten Verjährbarkeit vollzog. Gleiches hatte er bereits bei Schaffung von Art. 120 Abs. 4 und Art. 121 Abs. 3 des Bundesgesetzes vom 14. Dezember 1990 über die direkte Bundessteuer (DBG; SR 642.11) getan, die im Widerspruch zu Art. 128 BdBSt stehen. Im neuen Mehrwertsteuerrecht liess er es indes bei Art. 93 Abs. 1 MWSTG 1999 bewenden, wonach die Normen der MWSTV 1994 \"weiterhin auf alle während deren Geltungsdauer eingetretenen Tatsachen und entstandenen Rechtsverhältnisse anwendbar\" seien.\n\n2.2.6 Auch wenn der Gesetzgeber von 1999 eine grosse Zahl von Revisionspostulaten erfüllte und manches bedachte, muss die fehlende ausdrückliche Regelung zur Verjährung im Übergangsrecht nicht zwangsläufig auf ein gesetzgeberisches \"Vergessen\" oder \"Übersehen\" hindeuten. Dass der Gesetzgeber von 1999 eine ausdrückliche Anordnung unterliess, kann vielmehr auch als logische Fortsetzung von Art. 40 MWSTV 1994 verstanden werden, ebenso wie Art. 112 Abs. 1 Satz 2 MWSTG 2009 inhaltlich an Art. 49 Abs. 1 bzw. Art. 50 Abs. 1 MWSTG 1999 anknüpft. Hinzu kommt, dass auch der Gesetzgeber von 2009 noch die Möglichkeit hätte ergreifen können, die Steuerforderungen aus den Jahren 1995 bis und mit 2010 einer absoluten Verjährung zu unterstellen. Davon hat er aber abgesehen, was insgesamt eher für ein qualifiziertes Schweigen spricht. BGE 144 II 273 S. 278\n\n2.2.7 Es fragt sich, ob dieses Zwischenergebnis mit dem Standpunkt übereinstimmt, den das Bundesgericht bezüglich des Übergangs vom BdBSt zum DBG eingenommen hat. Eine gleichlaufende Praxis ist mit Blick auf die Unterschiede zwischen BdBSt/DBG einerseits und MWSTV 1994/MWSTG 1999 anderseits zwar nicht unerlässlich. Vor dem Hintergrund der Gleichartigkeit von Art. 40/41 MWSTV 1994 und Art. 128 BdBSt (vorne E. 2.2.2) ist sie aber zumindest wünschenswert. Dem Grundsatz der Einheit der Rechtsordnung kommt im Abgaberecht rechtsprechungsgemäss einige Bedeutung zu (BGE 143 II 8 E. 7.3 S. 23 f., BGE 143 II 685 E. 4.2.1 S. 690; BGE 140 I 153 E. 2.2 S. 155 f. mit zahlreichen Hinweisen). Die gewünschte Einheit erstreckt sich auch auf das Verhältnis zwischen den verschiedenen Steuerarten (BGE 139 II 460 E. 3.3 S. 467; BGE 138 II 251 E. 2.4 S. 256 ff.). Zu Art. 128 BdBSt bzw. Art. 201 DBG hat das Bundesgericht übergangsrechtlich erkannt, das Fehlen einer absoluten Verjährung im vorrevidierten Recht sei grundsätzlich hinzunehmen, um dann aber festzuhalten (BGE 126 II 1 E. 3 S. 6):\n\n\"Allerdings wäre es stossend und mit dem Rechtsgleichheitsgebot kaum vereinbar, wenn die Frist für die Verjährung altrechtlicher Steuerforderungen auch dann noch weiterlaufen könnte, wenn Steuerforderungen, die unter dem neuen Recht entstanden und demnach jünger sind, bereits absolut verjährt sind. Dieses übergangsrechtliche Problem ist beim Erlass des DBG offensichtlich übersehen worden. Die Übergangsbestimmungen des neuen Rechts erscheinen insoweit als lückenhaft. Es liesse sich erwägen, diese Lücke durch Übernahme der allgemeinen Regel zu schliessen, wonach eine neu vorgesehene Verjährungsfrist (erst) vom Zeitpunkt des Inkrafttretens des neuen Rechts an zu laufen beginnt. Bei der direkten Bundessteuer ist dies der 1. Januar 1995. Da das Recht, die Steuer zu veranlagen, gemäss Art. 120 Abs. 4 DBG in maximal 15 Jahren, der Steuerbezug gemäss Art. 121 Abs. 3 DBG in maximal zehn Jahren verjährt, träte die Veranlagungsverjährung für altrechtliche Steuerforderungen somit spätestens im Jahre 2010, die Bezugsverjährung spätestens im Jahre 2020 ein. Wie es sich damit verhält, braucht jedoch im vorliegenden Fall nicht abschliessend entschieden zu werden, da diese Termine noch in weiter Ferne liegen.\"\n\nSeither hat sich das Bundesgericht verschiedentlich mit diesem Leiturteil auseinandergesetzt. BGE 126 II 1 ist heute dahingehend zu verstehen, dass die absolute Veranlagungsverjährung altrechtlicher direktsteuerlicher Forderungen am 1. Januar 2010 eintrat (unter anderem Urteile 2C_1038/2014 vom 27. März 2015 E. 3.2.3; 2C_653/2014 vom 15. Januar 2015 E. 4.3; 2C_999/2014 vom 15. Januar 2015 E. 4.3; 2C_267/2010 vom 8. April 2011 E. 5.1 und 5.2; 2A.100/2007 vom 5. Dezember 2008 E. 2.4). BGE 144 II 273 S. 279\n\n2.2.8 Wollte man diese direktsteuerliche Praxis auf die MWSTV 1994 übertragen, hiesse dies Folgendes: Das Mehrwertsteuerrecht von 1999 trat am 1. Januar 2001 in Kraft (AS 2000 1346). Damit erfasste Art. 49 Abs. 4 MWSTG 1999 die noch nicht erledigten mehrwertsteuerlichen Fälle aus dem Zeitraum vom 1. Januar 1995 bis zum 1. Januar 2001, weshalb die absolute Verjährung am 1. Januar 2016 eintrat. Diese Sichtweise entspricht der Auffassung, die IMSTEPF/OESTERHELT (a.a.O., S. 603 ff., insb. 607) vertreten. Die beiden Autoren unterlegen ihre Ansicht namentlich mit Art. 49 Abs. 3 SchlT ZGB, den sie analog auch im öffentlichen Recht anwenden wollen. Dieser Norm zufolge gelten für die Verjährung \"im Übrigen\" von der Einführung einer neuen Regelung an die Bestimmungen des neuen Rechts. Dies bedingt, dass das revidierte Verjährungsrecht neue, vom alten Recht abweichende Verjährungsfristen einführt (Urteile 9C_104/2007 und andere vom 20. August 2007 E. 6.2; C.572/1985 vom 25. Februar 1986 E. 3). Denkbar ist, dass das bisherige Recht noch gar keine Verjährungsfrist gekannt hatte (ROBERT K. DÄPPEN, in: Basler Kommentar, Zivilgesetzbuch, Bd. II, 5. Aufl. 2015, N. 10 zu Art. 49 SchlT ZGB). Praxisgemäss gilt die zivilrechtliche Rechtslage auch im öffentlichen Recht (BGE 131 V 425 E. 5.2 S. 430 mit Hinweisen).\n\n2.2.9 BGE 126 II 1 zur direkten Bundessteuer stellt einen Anwendungsfall dieser öffentlich-rechtlichen Praxis dar. Hinsichtlich des Interesses am Eintritt der absoluten Verjährung bestehen keinerlei erkennbare Unterschiede zwischen dem Mehrwertsteuerrecht und der direkten Bundessteuer. Es ist nicht einzusehen, weshalb altrechtliche direktsteuerliche Ansprüche (BdBSt) anders zu behandeln sein sollten als solche, die unter Herrschaft der MWSTV 1994 entstanden sind. So oder anders standen der öffentlichen Hand zumindest 15 Jahre - nebst dem Zeitraum, der vor der Einführung des neuen Rechts verstrich - zur Verfügung, um den Anspruch durchzusetzen. Mit BGE 126 II 1 E. 3 S. 6 kann auch hier gesagt werden, dass es \"stossend und mit dem Rechtsgleichheitsgebot kaum vereinbar\" wäre, wenn neurechtliche Steuerforderungen vor altrechtlichen absolut verjährt sind. Zum selben Ergebnis ist das Bundesgericht im Übrigen im kantonalrechtlichen Bereich gelangt. So erwog es etwa, dass eine vorharmonisierte Steuerforderung des Kantons Neuenburg, die mithin vor dem Inkrafttreten von Art. 47 Abs. 1 des Bundesgesetzes vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden (StHG; SR 642.14) BGE 144 II 273 S. 280entstanden war, am 1. Januar 2016 absolut verjährte (Urteil 2C_999/2014 vom 15. Januar 2015 E. 4.4, in: ASA 83 S. 516). Ausgangspunkt dieser Berechnung war, dass das Harmonisierungsrecht im Kanton Neuenburg am 1. Januar 2001 in Kraft getreten war (Art. 72 Abs. 1 StHG).\n\n2.2.10 Damit zeigt sich, dass die Mehrwertsteuerforderung aus dem Zeitraum vom 1. Mai 2000 bis und mit dem 31. Dezember 2000 absolut verjährt ist. Dies beruht auf Richterrecht (BGE 126 II 1) bzw. dem analog auch im öffentlichen Recht anwendbaren Art. 49 Abs. 3 SchlT ZGB. Ebenso absolut verjährt sind mittlerweile die vier Quartale des Jahres 2002. Grundlage hierfür bildet Art. 49 Abs. 1 MWSTG 1999. Zu beurteilen ist daher nur noch der Zeitraum vom 1. Januar 2003 bis zum 31. Oktober 2004."}