{"annee": "144", "cour": "II", "page": "41", "date": "7/12/2017", "cite": ["128 I 190", "121 II 317", "140 II 25", "142 I 155", "120 IA 227", "141 II 393", "127 I 103"], "cite_par": ["145 II 83"], "chapeau": "4. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. et consorts contre F. et consorts ainsi que Municipalité de Bremblens (recours en matière de droit public)\n\n1C_326/2016 du 7 décembre 2017", "regestes": ["Contrôle préjudiciel d'une planification dans le cadre d'une procédure d'autorisation de construire; modification sensible des circonstances au sens de l'art. 21 al. 2 LAT en lien avec l'entrée en vigueur, le 1er mai 2014, de la novelle du 15 juin 2012, imposant en particulier l'obligation de réduire les zones à bâtir surdimensionnées (art. 15 al. 2 LAT). Conditions auxquelles un contrôle incident de la planification peut exceptionnellement être admis (rappel de la jurisprudence) (consid. 5.1). L'entrée en vigueur de la novelle du 15 juin 2012 - en particulier l'obligation de réduire les zones à bâtir surdimensionnées (art. 15 al. 2 LAT) - ne constitue pas à elle seule une modification sensible des circonstances justifiant de procéder à un contrôle préjudiciel du plan; il faut que s'y ajoutent d'autres circonstances, parmi lesquelles la localisation de la parcelle par rapport à la zone à bâtir existante, le niveau d'équipement ou encore l'âge du plan (consid. 5.2). Conditions d'un contrôle incident non réalisées en l'espèce (consid. 5.3)."], "faits": "|42|\n\nA. F. et G. sont copropriétaires de la parcelle n° X. du registre foncier, sur le territoire de la commune de Bremblens. Cette parcelle, d'une surface totale de 3'600 m², dont 3'583 m² de vignes et 17 m² de jardin, est colloquée en zone du village B (secteur B 2.2), selon le plan général d'affectation et le plan spécial des zones du village, en vigueur depuis 2002. Les dispositions applicables à cette zone sont définies dans le règlement communal sur le plan d'affectation et la police des constructions.\n\nF. et G. ont conclu avec I. Sàrl et H. Sàrl une promesse de vente portant sur ce bien-fonds. Conjointement, ils ont déposé, le 18 juillet 2014, une demande de permis de construire pour la réalisation de trois bâtiments d'habitation avec parking souterrain. Le projet prévoit la création de douze appartements, douze places de parc extérieures ainsi que douze places souterraines. Ces stationnements sont disposés perpendiculairement à l'axe du chemin de Roffens, au nord de la parcelle. Une rampe d'accès, avec une pente de 12 %, est également prévue au nord, entre le bâtiment central et celui situé à l'est. Elle rejoint l'entrée du parking souterrain, aménagée sur la façade est de l'immeuble central, au niveau du sous-sol. Quatre des places de parc extérieures sont projetées de part et d'autre de la rampe d'accès. |43|\n\nMis à l'enquête publique du 8 novembre au 7 décembre 2014, le projet a suscité plusieurs oppositions dont celle émanant de A., B., J, C., E., K., L. et D. (ci-après: A. et consorts), propriétaires de parcelles construites voisines. Les opposants contestaient notamment l'accès prévu par le chemin de Roffens pour des motifs de sécurité du trafic, ainsi que le nombre de places de parc, jugé excessif.\n\nLes opposants et les constructeurs ont été conviés à la séance organisée le 26 mars 2015 par la Municipalité de Bremblens. A l'issue de celle-ci, la commune a demandé un rapport au bureau M., ingénieurs-conseils (bureau spécialisé en transports et circulation), au sujet de l'aménagement des places de parc et des accès pour le projet en cause.\n\nDans son rapport de mars 2015 (dans sa dernière version), ce bureau a mis en évidence différents problèmes relatifs à l'aménagement des stationnements extérieurs, ainsi qu'à la conception de la rampe d'accès; il propose en outre différentes modifications destinées à les résoudre. Il ressort également de ce document que les chemins de Roffens et de Radez - perpendiculaire au premier - pourront accueillir sans difficulté le trafic supplémentaire induit par le projet, dans de bonnes conditions de fluidité et de sécurité vis-à-vis des usagers.\n\nB. Par décision du 22 mai 2015, la municipalité a levé les oppositions et délivré le permis de construire. L'autorité a néanmoins précisé que les promoteurs s'engageaient à améliorer leur projet, à propos des places de parc et des accès aux bâtiments, et que ces aménagements feraient l'objet d'un dossier complémentaire soumis à enquête publique.\n\nA. et consorts ont recouru contre cette décision à la Cour de droit administratif et public du Tribunal cantonal du canton de Vaud. Cette cause a été suspendue à la requête de la commune jusqu'à la décision municipale portant sur les modifications du projet quant à l'accès et aux stationnements.\n\nLe 28 septembre 2015, les constructeurs ont déposé de nouveaux plans relatifs aux modifications de la rampe d'accès et des places de parc pour le projet en cause. Mises à l'enquête, ces modifications ont aussi fait l'objet d'une opposition de A. et consorts, laquelle a été écartée par décision municipale du 19 novembre 2015; le permis de construire requis a par conséquent été délivré.\n\nLe 23 décembre 2015, A. et consorts ont également porté cette décision devant le Tribunal cantonal. |44|\n\nAprès avoir joint les causes, la cour cantonale a rejeté les recours. Cette dernière a en substance considéré que le nombre et la configuration des places de stationnement étaient conformes à la réglementation communale. Elle a de même jugé que les modifications du 15 juin 2012 de la loi fédérale du 22 juin 1979 sur l'aménagement du territoire (LAT; RS 700), entrées en force le 1er mai 2014 (RO 2014 899), en lien avec l'effet anticipé des plans prévu par la loi cantonale du 4 décembre 1985 sur l'aménagement du territoire et les constructions (LATC; RSV 700.11), n'interdisaient pas la réalisation du projet.\n\nC. A. et consorts ont déféré cet arrêt à l'autorité de céans, qui a rejeté leur recours en matière de droit public.\n\n(résumé)\n\nExtrait des considérants:", "considerants": "5. Selon les recourants, l'entrée en vigueur, le 1er mai 2014, des modifications de la LAT du 15 juin 2012, respectivement le surdimensionnement de la zone à bâtir communale identifié sur cette base, constituerait à elle seule, à l'instar de l'entrée en force de l'art. 75b Cst. - relatif à l'interdiction des résidences secondaires -, une modification sensible des circonstances imposant un réexamen du plan d'affectation conformément à l'art. 21 al. 2 LAT. A suivre les recourants, la nécessité de procéder à cet examen préjudiciel commanderait en outre d'interdire le projet en application de l'art. 77 al. 1 LATC, disposition cantonale assortissant, en substance, les plans en cours d'élaboration d'un effet anticipé.\n\n5.1 Selon la jurisprudence, le contrôle incident ou préjudiciel d'un plan d'affectation dans le cadre d'une procédure relative à un acte d'application est en principe exclu. Un tel contrôle est néanmoins admis, à titre exceptionnel, lorsque les conditions d'un réexamen des plans au sens notamment de l'art. 21 al. 2 LAT sont réunies et que l'intérêt public au maintien des restrictions imposées aux propriétaires concernés par la planification pourrait avoir disparu (cf. ATF 121 II 317 consid. 12c p. 346). Aux termes de l'art. 21 al. 2 LAT, lorsque les circonstances se sont sensiblement modifiées, les plans d'afectation feront l'objet des adaptations nécessaires; une modification sensible des circonstances au sens de l'art. 21 al. 2 LAT peut être purement factuelle, mais également d'ordre juridique, comme une modification législative (cf. ATF 127 I 103 consid. 6b p. 105; THIERRY |45| TANQUEREL, in Commentaire pratique LAT: Planifier l'affectation, vol. 1, 2016, nos 44 et 45 ad art. 21 LAT; WALDMANN/HÄNNI, in Raumplanungsgesetz, 2006, n° 15 ad art. 21 LAT et les arrêts cités). Cette disposition tend à assurer à la planification une certaine stabilité, sans laquelle les plans d'aménagement ne peuvent remplir leur fonction (ATF 128 I 190 consid. 4.2 p. 198 et les arrêts cités; arrêt 1C_387/2016 du 1er mai 2017 consid. 4.2).\n\nL'art. 21 al. 2 LAT prévoit un examen en deux étapes: la première déterminera si les circonstances se sont sensiblement modifiées au point de justifier un réexamen du plan; si le besoin s'en fait alors réellement sentir, il sera adapté, dans une deuxième étape (cf. ATF 140 II 25 consid. 3 p. 29 et la référence à PETER KARLEN, Stabilität und Wandel in der Zonenplanung, PBG-aktuell 4/1994 p. 8 ss; arrêts 1C_40/2016 du 5 octobre 2016 consid. 3.1; 1C_307/2014 du 7 avril 2015 consid. 3.1; cf. TANQUEREL, op. cit., nos 33 s. ad 21 LAT; LUKAS BÜHLMANN, Gemeinden müssen ihre Nutzungspläne überprüfen, VLP-ASPAN Inforaum 1/2017 p. 18 s.).\n\n5.2 La réduction de zones surdimensionnées relève d'un intérêt public important (cf. ATF 128 I 190 consid. 4.2 p. 198 s. et la référence à l' ATF 120 Ia 227 consid. 2c p. 233), susceptible d'avoir, sur le principe, le pas sur l'intérêt public à la stabilité des plans ainsi que sur les intérêts privés des propriétaires concernés (cf. arrêt 1P.139/1992 du 20 décembre 1993 consid. 7e et les arrêts cités). La réalisation de cet objectif, expressément prévu par la novelle du 15 juin 2012 (art. 15 al. 2 LAT), ne saurait cependant constituer le seul critère pertinent pour déterminer la nécessité d'entrer en matière sur une demande de révision d'un plan d'affectation, dans le cadre d'une procédure d'autorisation de construire (cf. arrêt 1C_387/2016 du 1er mai 2017 consid. 4.4).\n\nEn effet, si le régime transitoire prévu par la novelle du 15 juin 2012, à l'art. 38a al. 2 LAT, interdit de façon immédiate l'extension de la zone à bâtir du canton, dans l'attente de l'adoption de plans directeurs conformes au nouveau droit (cf. ATF 141 II 393 consid. 3 p. 399 s.), il ne prohibe pas, dans cet intervalle, la mise en oeuvre de planifications d'affectation existantes conformes à la LAT (cf. arrêt 1C_461/2015 du 9 décembre 2015 consid. 4.2; dans ce sens, voir également BOVAY/KILANI, Le contrôle incident des plans d'affectation lors de la procédure de permis de construire, RDAF 2016 I p. 48); il ne définit pas non plus précisément quelles parcelles seront |46| concernées par le redimensionnement de la zone à bâtir, choix qui relève dans une large mesure du pouvoir d'appréciation des autorités locales de planification (cf. art. 2 al. 3 LAT et art. 2 et 3 OAT; arrêts 1C_387/2016 du 1er mai 2016 consid. 4.4; 1C_276/2015 du 29 avril 2015 consid. 3.1; s'agissant de l'autonomie des communes vaudoises en matière de planification, voir arrêt 1C_424/2014 du 26 mai 2015 consid. 4.1.1 et les références).\n\nDès lors, pour que l'entrée en vigueur de la novelle du 15 juin 2012 constitue une modification des circonstances qui, sur le plan législatif, puisse être qualifiée, au stade de la première étape, de sensible au sens de l'art. 21 al. 2 LAT, il faut que s'y ajoutent d'autres circonstances. Parmi celles-ci se trouvent notamment la localisation de la parcelle par rapport à la zone à bâtir existante, le niveau d'équipement de la parcelle et la date d'entrée en vigueur du plan d'affectation. Savoir ensuite si une adaptation du plan s'avère nécessaire relève d'une pesée complète des intérêts qui s'opère dans le cadre de la deuxième étape (cf. ATF 140 II 25 consid. 3.1 p. 29; arrêt 1C_307/2014 du 7 avril 2015 consid. 3).\n\n5.3 En l'occurrence, la cour cantonale a rappelé que, d'après sa propre jurisprudence, les modifications de la LAT du 15 juin 2012 ne remettent a priori pas en cause le droit des propriétaires d'obtenir un permis de construire pour un projet conforme au plan en vigueur. Le Tribunal cantonal en a déduit que l'effet anticipé des plans prévu par l'art. 77 al. 1 LATC ne bénéficiait pas à l'adaptation de la planification communale rendue nécessaire, aux dires des recourants, par la récente révision de la loi fédérale.\n\nEn jugeant ainsi que le projet litigieux pouvait être autorisé en application de la planification d'affectation en vigueur, il est vrai que l'instance précédente n'a pas formellement examiné les conditions d'un contrôle incident - point qui n'était au demeurant pas soulevé devant elle, mais que le Tribunal fédéral revoit néanmoins librement (cf. ATF 142 I 155 consid. 4.4.3 p. 156) -, au mieux en a-t-elle implicitement nié la réalisation. Toutefois, en entérinant le caractère constructible de la parcelle en cause, la solution à laquelle aboutit l'arrêt attaqué n'apparaît pas contraire au droit fédéral.\n\nA cet égard, c'est à tort que les recourants déduisent de l' ATF 140 II 25 que l'entrée en vigueur de l'art. 75b Cst. constituerait à elle seule un changement sensible des circonstances au sens de l'art. 21 al. 2 LAT et qu'il devrait, par analogie, en être de même de la novelle du |4715| juin 2012, ce qui justifierait, à leurs yeux, un réexamen du caractère constructible de la parcelle en cause. En effet, dans l' ATF 140 II 25, l'adaptation de la planification de la commune de Silvaplana - commune dépassant le plafond de 20 % de résidences secondaires - s'imposait au vu des réserves en zone à bâtir constituées en prévision de la construction future de telles résidences, que l'adoption de l'art. 75b Cst. - d'application immédiate - a, selon toute vraisemblance, rendues superflues (cf. ATF 140 II 25 consid. 4.3 p. 31). En outre, la décision attaquée concernait un secteur périphérique, seulement partiellement construit et équipé, qui n'était pas immédiatement constructible faute de plan de quartier, de sorte qu'il se prêtait à un éventuel redimensionnement de la zone à bâtir (consid. 4.4 p. 31). Dans ces conditions cumulatives, un contrôle préalable de la zone à bâtir s'imposait avant d'ouvrir une procédure de plan de quartier et de remembrement parcellaire dans le secteur. Il n'en va en revanche pas de même dans le cas particulier. En effet, hormis le surdimensionnement de la surface à bâtir communale, les recourants n'avancent aucun élément réellement convaincant justifiant l'ouverture d'un contrôle incident et propre à remettre en cause le caractère constructible de la parcelle concernée. On ne peut en particulier aboutir à la conclusion, au regard des plans versés au dossier, qu'une exclusion du bien-fonds en cause de la zone à bâtir entrerait sérieusement en ligne de compte. Cette parcelle se situe certes à l'extrémité sud de la zone du Village B; il n'en demeure cependant pas moins qu'elle est bordée de toutes parts de terrains construits - que ceux-ci soient classés en zone d'habitation individuelle, au sud, ou en zone du village B, pour le surplus - de sorte qu'il ne ferait a priori guère de sens d'en exclure toute construction; il en irait en revanche, à titre d'exemple, différemment - un réexamen du plan se justifiant alors (première étape) - d'une petite zone constructible isolée ne répondant a priori pas aux exigences de densification et de développement du bâti vers l'intérieur (cf. art. 1 et 3 LAT; voir également art. 24 ss LAT; à ce sujet, cf. arrêt 1C_636/2015 du 26 mai 2016 consid. 2.3.2). On ne saurait pas non plus réserver un écho favorable aux critiques liées au prétendu manque d'équipement (cf. art. 19 LAT) dont souffrirait cette parcelle; les recourants ne fournissent à cet égard aucune explication ni ne pointent un quelconque élément du dossier susceptible d'appuyer leur propos, au mépris des exigences de motivation des art. 42 al. 2 et 106 al. 2 LTF. Il en va enfin de même des critiques formulées en lien avec l'âge de la planification, entrée en |48| vigueur en 2002. Outre que l'horizon des quinze ans prévus par l'art. 15 al. 1 LAT n'était pas atteint lors du dépôt de la demande d'autorisation, intervenue en 2014, les recourants - qui ne se sont au demeurant pas prévalus de cet élément dans leurs recours cantonaux - ne démontrent pas que les prévisions et les motifs ayant présidé à l'adoption de cette planification s'avéreraient inexacts; ils ne prétendent en particulier pas que la création d'une douzaine d'unités de logement, prévue par le projet litigieux, ne répondrait pas, dans le contexte actuel, aux besoins de la collectivité.\n\n5.4 Puisque les conditions d'un contrôle incident de la planification au sens de l'art. 21 al. 2 LAT ne sont pas réalisées, le grief tiré d'une application arbitraire de l'art. 77 al. 1 LATC tombe également à faux. Cette disposition - intitulée Plans et règlements en voie d'élaboration - prévoit en effet que le permis de construire peut être refusé par la municipalité lorsqu'un projet de construction, bien que conforme à la loi et aux plans et aux règlements, compromet le développement futur d'un quartier ou lorsqu'il est contraire à un plan ou à un règlement d'affectation communal ou intercommunal envisagé. Or, comme on l'a vu, rien ne permet, à ce stade, de conclure que la parcelle en cause devrait éventuellement être rendue à la zone agricole, de sorte que l'évolution souhaitée pour le quartier n'apparaît pas indéniablement compromise par le projet litigieux. Les recourants ne prétendent en outre pas qu'une nouvelle planification communale tendant à la réduction de la zone à bâtir serait actuellement en traitement auprès des autorités compétentes ni, a fortiori, que cette révision aurait atteint le degré de maturité exigé par l'art. 77 LATC pour déployer un effet anticipé (à ce sujet, cf. BENOÎT BOVAY ET AL., in Droit fédéral et vaudois de la construction, 4e éd. 2010, n. 2.2.4). Il s'ensuit qu'indépendamment de la question de savoir si l'art. 77 al. 1 LATC revêt, comme l'a jugé la cour cantonale, un caractère strictement potestatif - ce que contestent les recourants -, la solution consacrée par l'arrêt attaqué n'est sur ce point pas arbitraire dans son résultat.\n\n5.5 Il s'ensuit qu'entièrement mal fondé le grief tiré d'une violation de l'art. 21 al. 2 LAT en lien avec une application arbitraire de l'art. 77 al. 1 LATC doit être écarté."}