{"annee": "144", "cour": "III", "page": "29", "date": "26/10/2017", "cite": ["143 I 109", "131 III 606", "131 III 623", "143 II 202", "140 III 180", "131 III 280", "140 III 206", "115 II 349", "132 III 268", "136 III 288", "137 III 470"], "cite_par": ["145 III 133", "145 III 324", "145 III 109"], "chapeau": "4. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause Banque A. contre B. (recours en matière civile)\n\n5A_853/2016 du 26 octobre 2017", "regestes": ["Art. 818 al. 1 ch. 3 CC; art. 140 LP; intérêts effectivement dus garantis par la cédule hypothécaire: intérêts de la créance de base ou intérêts de la créance cédulaire? Rappel des principes relatifs à la cédule hypothécaire utilisée en garantie fiduciaire. L'art. 818 al. 1 ch. 3 CC a pour objet les intérêts cédulaires mais le créancier ne peut utiliser ceux-ci que pour obtenir le paiement des intérêts portés par la créance de base (consid. 4)."], "faits": "BGE 144 III 29 S. 29\n\nA.\n\nA.a Le 17 septembre 2004, C.C. et D.D., copropriétaires de la parcelle n° 4760 de la commune de U., ont signé une offre de crédit établie le 13 du même mois par la Banque A. Ce contrat prévoyait BGE 144 III 29 S. 30qu'ils étaient au bénéfice d'une limite de crédit de construction en compte courant augmentée à hauteur de 715'000 fr. et que le taux des intérêts débiteurs était fixé à 3,65 %. Il imposait, à titre de garantie, la cession en propriété par les copropriétaires d'une cédule hypothécaire au porteur en 1er rang, à augmenter à 655'000 fr., grevant la parcelle n° 4760.\n\nPar acte du même jour, les copropriétaires ont cédé à la Banque A., à titre de garantie, la propriété de la cédule hypothécaire au porteur en 1er rang de 655'000 fr. en vue d'assurer le remboursement des prétentions que la banque avait ou aurait contre eux \"en vertu du crédit/limite d'engagement de 715'000 fr. confirmé par lettre du 13 septembre 2004, ainsi que de ses modifications et renouvellements ultérieurs, et des autres engagements résultant des relations d'affaires entre la Banque A. et le débiteur dont ce dernier pourrait se trouver redevable ou garant en faveur de la Banque A.\"\n\nLe 13 octobre 2004, le conservateur du registre foncier d'Aigle a établi la cédule hypothécaire au porteur n° x/x d'un montant de 655'000 fr. grevant la parcelle n° 4760 de la commune de U. Ce titre prévoyait notamment que, moyennant un préavis de six mois, le créancier ou le débiteur pouvait dénoncer en tout temps le prêt au remboursement total ou partiel, que les intérêts et échéances étaient fixés d'entente entre parties et qu'un taux maximum de 10 % l'an était inscrit au registre foncier. Il était encore précisé que la cédule était de premier rang.\n\nA.b\n\nA.b.a Par courriers recommandés adressés le 19 mai 2006 aux copropriétaires, la Banque A. a résilié le contrat de prêt et dénoncé au remboursement la cédule hypothécaire n° x/x. Pour le surplus, elle a mis en demeure les débiteurs de lui faire parvenir jusqu'au 24 novembre 2006 le montant de 892'988 fr., représentant le solde de son crédit au 31 mars 2006, plus intérêt au taux de 5,65 % l'an sur 715'000 fr. du 1er avril au 14 mai 2006, puis de 7,65 % l'an à partir du 15 mai 2006, 10 % l'an sur le surplus, plus la commission trimestrielle de 0,25 % sur le solde débiteur le plus élevé.\n\nA.b.b Le 22 février 2007, la Banque A. a fait notifier aux copropriétaires des commandements de payer, poursuites en réalisation de gage immobilier, par lesquels elle a requis le paiement de 655'000 fr. plus intérêt à 10 % l'an dès le 20 février 2004. Les commandements de payer mentionnaient comme cause de l'obligation: \"Capital dû sur BGE 144 III 29 S. 31la cédule hypothécaire n° x/x du registre foncier d'Aigle, grevant en 1er rang la parcelle décrite, dénoncée au remboursement par lettre recommandée avec accusé de réception du 19.05.2006.\"\n\nLes copropriétaires ont formé opposition totale aux commandements de payer. Ils ont contesté la créance et le droit de gage.\n\nA.b.c Le Juge de paix des districts d'Aigle et du Pays-d'Enhaut a prononcé la mainlevée provisoire de l'opposition formée par les débiteurs. Par arrêts du 29 novembre 2007, la Cour des poursuites et faillites du Tribunal cantonal vaudois a rejeté les recours de ceux-ci.\n\nPar jugement du 10 octobre 2013, la Cour civile du Tribunal cantonal vaudois a rejeté l'action en libération de dette ouverte par les débiteurs. Elle les a condamnés, solidairement entre eux, à payer à la Banque A. la somme de 886'334 fr. 80, plus intérêts à 5,65 % l'an du 1er avril au 14 mai 2006 et à 7,65 % l'an dès le 15 mai 2006, sous déduction de 15'000 fr. valeur au 30 mai 2006, de 18'500 fr. 45 valeur au 24 août 2006, de 247 fr. 35 valeur au 5 janvier 2007 et de 84'500 fr. valeur au 19 novembre 2010.\n\nB.\n\nB.a B. est au bénéfice d'une hypothèque légale des artisans et entrepreneurs sur la parcelle n° 4760 de la commune de U. Par courrier du 4 avril 2014, il a requis de l'Office des poursuites du district d'Aigle (ci-après: office) la vente de cette parcelle.\n\nB.b Suite à la publication de la vente aux enchères agendée le 22 octobre 2014, la Banque A. a demandé à l'office l'inscription de sa créance à hauteur de 942'982 fr. 85, qu'elle a rectifiée par la suite en la réduisant à 892'613 fr. 35. Elle a détaillé les sommes dues au jour des enchères à raison de 655'000 fr. en paiement du capital du titre hypothécaire n° x/x du Registre foncier d'Aigle, 231'433 fr. 55 en paiement des intérêts au taux de 10 % du 10 avril 2011 au 22 octobre 2014, et 6'180 fr. en paiement des frais de poursuite et de mainlevée.\n\nL'office a établi l'état des charges de la parcelle et a inscrit la créance de la Banque A. dans les termes correspondant à sa production.\n\nPar courrier du 18 août 2014, B. a requis de l'office la rectification de l'état des charges concernant le gage conventionnel produit par la Banque A., en ce sens que seuls les intérêts conventionnels sur trois années fussent retenus. Le 19 août 2014, l'office lui a imparti un délai de 20 jours pour ouvrir action en contestation de l'état des charges. BGE 144 III 29 S. 32\n\nB.c Statuant sur l'action en contestation de l'état des charges introduite par B. contre la Banque A., la Chambre patrimoniale cantonale vaudoise a dit que le montant du gage conventionnel de la Banque A. porté à l'état des charges établi le 11 août 2014 dans les poursuites en réalisation de gage nos y et z par l'Office des poursuites du district d'Aigle s'élève à 655'000 fr., plus intérêt au taux conventionnel de 7,65 % l'an du 9 avril 2011 au 22 octobre 2014 et que l'état des charges doit être modifié en ce sens.\n\nB.d Par arrêt du 22 août 2016, notifié en expédition complète le 10 octobre 2016, la Cour d'appel civile du Tribunal cantonal vaudois a rejeté l'appel de la Banque A. contre ce jugement.\n\nC. Délibérant le 26 octobre 2017 en séance publique, le Tribunal fédéral a admis le recours interjeté par la Banque A. Il a renvoyé la cause à l'autorité cantonale pour qu'elle détermine le taux de l'intérêt cédulaire et applique ce taux au capital de la créance cédulaire.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n4. La question qui se pose est de savoir si les intérêts effectivement dus, qui sont garantis au créancier aux termes de l'art. 818 al. 1 ch. 3 CC, se réfèrent à ceux de la créance de base ou à ceux de la créance cédulaire (cf. infra consid. 4.4). Pour y répondre, il faut tout d'abord déterminer si l'art. 818 CC s'applique à la présente cause dans sa teneur issue de la révision du Code civil du 11 décembre 2009, entrée en vigueur le 1er janvier 2012 (cf. infra consid. 4.1). Il y a lieu ensuite de rappeler les principes relatifs à l'utilisation de la cédule hypothécaire aux fins de garantie fiduciaire (cf. infra consid. 4.2) et à la fixation d'un intérêt (cf. infra consid. 4.3).\n\n4.1 Le droit de la cédule hypothécaire a été modifié lors de la révision du Code civil du 11 décembre 2009, entrée en vigueur le 1er janvier 2012 (RO 2011 4637 ss, 4657).\n\nSuite à cette modification, l'art. 818 al. 1 ch. 3 CC prévoit que le gage immobilier garantit au créancier les intérêts de trois années échus au moment de l'ouverture de la faillite ou de la réquisition de vente et ceux qui ont couru depuis la dernière échéance; la cédule hypothécaire ne garantit au créancier que les intérêts effectivement dus. Dans sa version antérieure, il ne contenait pas cette limitation relative aux intérêts. BGE 144 III 29 S. 33\n\nLa cédule hypothécaire remise en garantie avant l'entrée en vigueur du nouveau droit est soumise à l'ancien droit (art. 1 al. 1 et 26 al. 1 Tit. fin. CC). En revanche, pour le calcul des intérêts, le nouvel art. 818 al. 1 ch. 3 CC est applicable immédiatement aux cédules hypothécaires existantes (art. 26 al. 2 Tit. fin. CC; ATF 140 III 180 consid. 3 et 5.1.2; cf. entre autres: STAEHELIN, in Basler Kommentar, Zivilgesetzbuch, vol. II, 5 e éd. 2015, n° 19 ad art. 846 CC et les références). Le nouveau droit s'applique dès lors à la présente cause.\n\n4.2 Sous l'empire du droit antérieur à la révision comme sous le nouveau droit, la cédule hypothécaire est une créance personnelle garantie par un gage immobilier (art. 842 al. 1 CC). Elle incorpore à la fois la créance et le droit de gage immobilier, qui en est l'accessoire (ATF 140 III 180 consid. 5.1 et les références).\n\nLe premier élément constitutif d'une cédule hypothécaire est une créance nouvelle, qui prend naissance avec la constitution de la cédule. La loi oppose cette (nouvelle) créance cédulaire à la créance issue du rapport de base entre le créancier et le débiteur, c'est-à-dire la créance que les parties veulent garantir au moyen de la cédule hypothécaire; mais seule la créance reconnue dans la cédule hypothécaire est garantie par le gage immobilier, dont il est l'accessoire. La relation entre ces deux créances dépend du mode d'utilisation de la cédule que les parties sont libres de choisir. L'art. 842 al. 2 CC présume toutefois l'utilisation en garantie fiduciaire (STEINAUER, Les droits réels [ci-après: Droits réels], tome III, 4 e éd. 2012, n. 2927, 2936 s., 2954).\n\nLorsque les parties conviennent - par contrat de fiducie - que la cédule hypothécaire est remise au créancier en propriété à titre fiduciaire aux fins de garantie (garantie fiduciaire), il n'y a pas novation de la créance garantie; la créance incorporée dans la cédule se juxtapose à la créance garantie en vue d'en faciliter le recouvrement. On distingue alors la créance abstraite (ou créance cédulaire) garantie par le gage immobilier, incorporée dans la cédule hypothécaire, et la créance causale (ou créance garantie ou encore créance de base) résultant de la relation de base, en général un contrat de prêt, pour laquelle la cédule a été remise en garantie. Ces deux créances sont indépendantes l'une de l'autre (ATF 140 III 180 consid. 5.1.1 et les références).\n\nLa créance abstraite incorporée dans la cédule hypothécaire doit faire l'objet d'une poursuite en réalisation de gage immobilier; la BGE 144 III 29 S. 34créance causale doit faire l'objet d'une poursuite ordinaire (ATF 140 III 180 consid. 5.1.1 et les références). Le créancier qui introduit la poursuite en réalisation de gage immobilier poursuit la créance abstraite incorporée dans le titre (Schuldbriefforderung), et non la créance garantie (Grundforderung; arrêt 5A_226/2007 du 20 novembre 2007 consid. 5.1). Dans ce cas, si la créance causale (en capital et intérêts) est d'un montant inférieur à la créance abstraite, le débiteur poursuivi peut opposer les exceptions personnelles dont il dispose contre le poursuivant (propriétaire fiduciaire), conformément au contrat de fiducie, en particulier celle consistant à exiger la limitation de la somme réclamée au montant de la créance causale (ATF 140 III 180 consid. 5.1.2; ATF 136 III 288 consid. 3.2).\n\n4.3 La créance cédulaire porte intérêt seulement si les parties l'ont prévu expressément (art. 795 CC; DÜRR/ZOLLINGER, Zürcher Kommentar, Das Grundpfand, vol. IV 2b/2, 2e éd. 2013, nos 60 et 91 ad art. 818 CC; STAEHELIN, op. cit., n° 16 ad art. 846 CC; STEINAUER, Droits réels, op. cit., n. 2645 et 2646).\n\nLe taux d'intérêt, fixe ou variable, peut être convenu librement entre les parties, dans les limites de l'art. 795 CC. Les parties peuvent décider d'appliquer à la créance cédulaire un taux différent de celui prévu pour la créance de base (STEINAUER, La cédule hypothécaire, 2016, nos 47 s. ad art. 846 CC). Ce taux convenu entre les parties pour l'intérêt cédulaire ne doit toutefois pas être confondu avec le taux maximal de ce même intérêt, inscrit au Registre foncier (art. 101 al. 2 let. e de l'ordonnance du 23 septembre 2011 sur le registre foncier [ORF; RS 211.432.1];STAEHELIN, op. cit., nos 16 et 28 ad art. 846 CC; STEINAUER, op. cit., n° 46 ad art. 846 CC).\n\nLa créance d'intérêt bénéficie de la garantie du droit de gage, dans les limites de l'art. 818 al. 1 ch. 3 CC (DÜRR/ZOLLINGER, op. cit., n° 56 ad art. 818 CC).\n\n4.4\n\n4.4.1 La loi s'interprète en premier lieu selon sa lettre (interprétation littérale). Si le texte n'est pas absolument clair, si plusieurs interprétations de celui-ci sont possibles, le juge recherchera la véritable portée de la norme au regard notamment de la volonté du législateur telle qu'elle ressort notamment des travaux préparatoires (interprétation historique), du but de la règle, de son esprit, ainsi que des valeurs sur lesquelles elle repose, singulièrement de l'intérêt protégé (interprétation téléologique), ou encore de sa relation avec d'autres BGE 144 III 29 S. 35dispositions légales (interprétation systématique). Lorsqu'il est appelé à interpréter une loi, le Tribunal fédéral adopte une position pragmatique en suivant ces différentes interprétations, sans les soumettre à un ordre de priorité (ATF 143 II 202 consid. 8.4; ATF 143 I 109 consid. 6 in initio).\n\n4.4.2 L'interprétation littérale de l'art. 818 al. 1 ch. 3, 2e phrase, CC ne permet pas de circonscrire clairement ce qu'il faut comprendre par l'expression \"intérêts effectivement dus\" (\"die tatsächlich geschuldeten Zinsen\" / \"interessi effettivamente dovuti\"). La doctrine s'est largement saisie de cette question au regard des débats parlementaires qui ont été menés à ce sujet (cf. infra consid. 4.4.3.7). En effet, lorsque la cédule hypothécaire est utilisée à des fins de garantie, deux créances produisant des intérêts coexistent. Cette phrase peut donc être lue comme signifiant que les intérêts en cause sont ceux portés par la créance de base, mais peut aussi être comprise comme étant ceux portés par la créance cédulaire.\n\n4.4.3\n\n4.4.3.1 Sous l'angle de l'interprétation historique, pour comprendre les débats qui ont eu lieu au sujet de la modification de l'art. 818 al. 1 ch. 3 CC (cf. infra consid. 4.4.3.3 ss), il faut exposer la jurisprudence que le Tribunal fédéral a rendue en application de cet article dans son ancienne teneur (cf. infra 4.4.3.2).\n\n4.4.3.2 Dans l'arrêt publié aux ATF 115 II 349, le Tribunal fédéral a jugé que, si l'accord le prévoit, la cédule hypothécaire garantit toute prétention découlant du rapport de base, à concurrence du montant de son capital ainsi que de l'intérêt courant et des intérêts de trois ans. Cela vaut même si les intérêts produits par la créance de base sont payés et que la cédule hypothécaire a été constituée depuis moins de trois ans. En d'autres termes, le Tribunal fédéral a admis la couverture d'intérêts purement comptables qui n'existent pas matériellement et permettent ainsi d'augmenter le montant du capital garanti par le gage. Il a qualifié cette situation de \"Maximalhypothek im Kleide einer Kapitalhypothek\". Il a justifié cette solution en retenant que les créanciers gagistes de rang postérieur n'en subissent aucun inconvénient puisqu'ils doivent de toute manière partir du principe que l'art. 818 al. 1 CC trouvera application.\n\nCette jurisprudence fédérale n'a, à l'époque, pas donné lieu à de grandes discussions. Un auteur souligne que le système de l'ancienne loi n'interdisait d'ailleurs pas le paiement d'un intérêt théorique BGE 144 III 29 S. 36(PIOTET, La nouvelle cédule de registre, Not@lex 2010 p. 1 ss [10 s.]). Les quelques critiques émises au sujet de l' ATF 115 II 349 ne portaient, en majorité, que sur le droit du créancier de faire valoir trois années d'intérêts abstraits et d'étendre le montant garanti par le gage, et non directement sur le fait que les intérêts cédulaires pouvaient alors servir à obtenir le paiement du capital de la créance de base (STAEHELIN, in Basler Kommentar, Zivilgesetzbuch, vol. II, 3e éd. 2007, n° 26 ad art. 854 CC; ZOBL, Die Ablösung von durch Grundpfandverschreibung sichergestellten Forderungen, in Der Allgemeine Teil und das Ganze, Liber Amicorum für Hermann Schulin, 2002, p. 195 ss [199]; le même, déjà avant la publication de l'arrêt précité: Zur Sicherungsübereignung von Schuldbriefen, RNRF 68/1987 p. 281 ss [292]; le même, Probleme bei der Verpfändung von Eigentümerschuldbriefen, RNRF 59/1978 p. 193 ss [220]; voir aussi MOSER, Die Verpfändung von Grundpfandtiteln, 1989, p. 160).\n\n4.4.3.3 Dans leur rapport du 22 novembre 2002, les experts mandatés par l'Office fédéral de la justice ont souligné que la jurisprudence précitée faisait l'objet de critiques mais qu'elle était claire et ne créait pas d'incertitude juridique. Ils ont néanmoins proposé, si les besoins de la pratique l'exigeaient, que l'art. 818 al. 1 ch. 3 CC soit modifié de façon à ce que le droit de gage sur les intérêts ne couvre que les intérêts depuis la naissance matérielle de la créance hypothécaire. Ils ont ainsi suggéré que le chiffre 3 soit formulé ainsi: \"für die drei zur Zeit der Konkurseröffnung oder des Pfandverwertungsbegehrens verfallene effektiv geschuldete Jahreszinse und den seit dem letzten Zinstage laufenden effektiven Zins. Beim Schuldbrief beginnt der Zins frühestens mit der materiellen Entstehung der Schuldbriefforderung.\" (WIEGAND/BRUNNER, Vorschläge zur Ausgestaltung des Schuldbriefes als papierloses Registerpfand, 2003, p. 42 ss, 45).\n\n4.4.3.4 Dans son rapport explicatif de mars 2004 relatif à l'avant-projet (p. 39 s.), la Commission d'experts mandatée par le Conseil fédéral a critiqué le fait que les intérêts de la cédule hypothécaire puissent être réclamés pour couvrir la créance en capital, même si la créance des intérêts proprement dits découlant du rapport de base a déjà été acquittée, et que la convention de sûretés puisse déployer ses effets même si la cédule hypothécaire a été établie depuis moins de trois ans. Elle a considéré, contrairement à l'avis du Tribunal fédéral, que les créanciers gagistes subséquents doivent pouvoir se fier à ce que le cours des intérêts ne commence qu'au moment de la naissance de la créance de la cédule hypothécaire et non pas, de BGE 144 III 29 S. 37manière fictive, avant la constitution de la cédule hypothécaire. Dits créanciers devraient également pouvoir compter sur le fait que le droit de gage sur intérêts ne peut être utilisé que pour des intérêts réellement échus. Pour ces motifs, la Commission d'experts a complété le chiffre 3 de l'art. 818 al. 1 CC par une deuxième phrase qui précise que la cédule hypothécaire garantit au créancier uniquement les intérêts effectivement dus (jusqu'à hauteur du taux d'intérêt maximal inscrit au registre foncier).\n\n4.4.3.5 Dans son Message, le Conseil fédéral a retenu, pour des motifs identiques à ceux énoncés par la Commission d'experts, que la conception du Tribunal fédéral, qui admet des intérêts comptables, ne devait pas être suivie (Message du 27 juin 2007 concernant la révision du Code civil suisse [Cédule hypothécaire de registre et autres modifications des droits réels], FF 2007 5015 ss, 5049 s. ch. 2.2.2.1).\n\n4.4.3.6 Le texte proposé aux Chambres fédérales, repris par le Conseil fédéral de celui de la Commission d'experts, a été rejeté par le Conseil des Etats, accepté par le Conseil national, puis accepté par les deux Chambres.\n\nLors de la session d'été 2008, la Commission juridique du Conseil des Etats a, sur intervention du Conseiller aux Etats Rolf Schweiger, proposé de biffer la deuxième phrase du chiffre 3 de l'art. 818 al. 1 CC pour aider les banques à obtenir une masse supplémentaire de crédit avec laquelle elles pouvaient conserver une certaine latitude. Cette proposition a été adoptée. Toutefois, lors de la session d'automne 2009, la Commission juridique du Conseil des Etats a proposé de suivre le vote du Conseil national; elle a souligné que la Commission juridique du Conseil national avait exposé que seuls devaient être garantis les intérêts qui trouvaient leur origine dans l'accord concret auquel la cédule hypothécaire était soumise et que si une banque voulait obtenir une meilleure garantie, elle devait établir une cédule hypothécaire d'un montant plus élevé. La Commission a aussi relevé qu'il était abusif de considérer des intérêts forfaitaires de trois ans comme une couverture supplémentaire pour n'importe quelle prétention. Suite à l'exposé de l'avis de la Commission, le Conseiller aux Etats Schweiger est à nouveau intervenu. Il a soutenu que la solution consacrée par le Tribunal fédéral correspondait aux besoins concrets des milieux immobiliers où il était pratique courante que le montant du prêt ne corresponde pas au montant du gage et que plusieurs cédules hypothécaires servent à garantir un BGE 144 III 29 S. 38prêt. Cette solution permettait d'éviter que les cédules hypothécaires soient constamment modifiées, sans pour autant que le débiteur soit menacé de devoir payer un montant plus élevé que ce qu'il devait réellement au total. La Conseillère fédérale Eveline Widmer-Schlumpf s'est déterminée sur cette intervention. Elle a souligné qu'il était courant qu'une cédule hypothécaire garantisse n'importe quelle prétention jusqu'au montant total en capital et intérêts, même si, en réalité, la dette d'intérêts était éteinte. Cela conduisait à ce qu'un gage serve à couvrir une somme en capital augmentée du montant d'intérêts purement comptables. La proposition du Conseil fédéral visait ainsi à mettre un terme à cette pratique par laquelle le gage constitué pour les intérêts puisse couvrir une prétention autre que d'intérêts; seuls les intérêts effectivement dus devaient être garantis par le gage (\"Mit der vorgeschlagenen Präzisierung soll inskünftig die zweckwidrige Verwendung des sogenannten Zinsenpfandrechts zur Sicherung von anderen Forderungen als Zinsforderungen ausgeschlossen werden. Es sollen nur noch effektiv geschuldete Zinsen pfandgesichert sein.\"). Suite à ces débats, le Conseil des Etats a adhéré à la proposition de la Commission.\n\n4.4.3.7 Il ressort de ce qui précède que la volonté parlementaire expressément affichée est de modifier l'ATF 115 précité dans deux paramètres: premièrement, le créancier hypothécaire ne peut faire valoir que les intérêts cédulaires effectivement dus, au maximum de trois années jusqu'à l'ouverture de la faillite ou de la réquisition de vente et ceux qui ont couru depuis la dernière échéance, à l'exclusion d'intérêts purement abstraits sur trois années; secondement, le créancier hypothécaire ne peut pas utiliser ces intérêts cédulaires pour obtenir le paiement du capital de la créance de base en additionnant ceux-ci au capital de la créance cédulaire, au cas où ils seraient plus élevés que les intérêts dus sur la créance de base.\n\n4.4.3.8 La solution retenue par le Parlement peut, selon le montant des créances d'intérêts qui coexistent, priver le créancier gagiste d'une partie de son gage, soit des intérêts cédulaires pourtant dus en vertu du contrat de gage. Le créancier gagiste ne peut plus, au moyen de la cédule hypothécaire, obtenir le paiement de l'entier des dettes issues du rapport de base, même si le montant total de cette cédule, en capital et intérêts effectivement dus, ne dépasse pas le montant total de la créance de base, en capital et intérêts. Si le Parlement avait mis uniquement un terme à la pratique autorisant le BGE 144 III 29 S. 39créancier gagiste à étendre, de façon abstraite, le montant (total) garanti par le gage, la position des créanciers gagistes postérieurs aurait déjà été suffisamment protégée. Ceux-ci auraient eu l'assurance que le créancier gagiste antérieur n'aurait pu ni augmenter fictivement le capital de la créance cédulaire, ni obtenir plus que le montant total de la créance de base, en capital et intérêts, étant donné que, de jurisprudence constante, le débiteur poursuivi peut exiger la limitation du montant réclamé à celui de la créance de base garantie (art. 842 al. 3 et 849 al. 1 CC; ATF 140 III 180 consid. 5.1.2; ATF 136 III 288 consid. 3.2; arrêt 5A_226/2007 du 20 novembre 2007 consid. 5.1). Ils auraient pu s'attendre à ce que le gage immobilier couvre l'entier des intérêts cédulaires effectifs sur trois ans au maximum au moment de l'ouverture de la faillite ou de la réquisition de vente et ceux qui ont couru depuis la dernière échéance; qu'importe en revanche si ceux-ci auraient permis, en fin de compte, de payer le capital ou les intérêts issus de la créance de base. Ce seul changement aurait suffi à mettre un terme à l'utilisation d'une hypothèque en capital comme hypothèque maximale: le montant de la créance est déterminé, celui des montants accessoires restant en revanche variable, dans les limites imposées par l'art. 818 CC.\n\nLa doctrine a, elle aussi, critiqué ce changement qui met un terme à la conception selon laquelle la garantie se comprend comme un tout et doit permettre au créancier gagiste d'obtenir le paiement de l'entier de sa créance, en capital et intérêts. Elle a relevé qu'il est paradoxal de consacrer une présomption d'utilisation en garantie fiduciaire de la cédule hypothécaire (art. 842 al. 2 CC; supra consid. 4.2), d'une part, mais de porter atteinte à ce système fondé sur une stricte séparation entre la créance cédulaire et celle issue du rapport de base, d'autre part. Elle a aussi fait remarquer qu'une telle conception entraîne des problèmes pratiques lorsque la cédule hypothécaire garantit plusieurs créances du rapport de base qui porte des intérêts différents ou lorsque, dans un contrat de compte courant, les intérêts sont ajoutés au capital (DÜRR/ZOLLINGER, op. cit., nos 86 ss ad art. 818 CC; GAMMETER, Der Register-Schuldbrief und die Sicherungsübereignung, Jusletter 21 février 2011 p. 5; STAEHELIN, op. cit., nos 21 et 24 ad art. 846 CC; le même, Der sicherungseingetragene vinkulierte zinstragende Register-Schuldbrief mit separaten Nebenvereinbarungen [ci-après: Register-Schuldbrief],in Innovatives Recht, Festschrift für Ivo Schwander, 2011, p. 209 ss [221];WEISS, Die gesetzliche Verankerung der Sicherungsübereignung - eine kritische BGE 144 III 29 S. 40Auseinandersetzung mit dem bundesrätlichen Entwurf zum neuen Schuldbriefrecht, RJB 2/2009 p. 125 ss [128 s.]). Enfin, elle a souligné qu'ilallait de soi que seuls les intérêts effectivement dus pour la créance de base peuvent donner lieu à la mise en oeuvre de la cédule hypothécaire (STEINAUER, op. cit., n° 210 ad art. 842 CC).\n\nMalgré ces critiques, il faut s'en tenir à la volonté clairement exprimée par le législateur qui interdit désormais d'utiliser les intérêts cédulaires pour couvrir une créance en capital fondée sur le rapport de base (STAEHELIN, op. cit., n° 24 ad art. 846 CC). En effet, lorsque la loi est récente, les travaux préparatoires constituent un élément de compréhension important auquel il faut essentiellement recourir pour interpréter une norme (ATF 137 III 470 consid. 6.5.2). Ces travaux revêtent dans tous les cas une place particulière lorsque les circonstances ne se sont pas modifiées et que les conceptions juridiques n'ont pas évolué (ATF 140 III 206 consid. 3.5.4 et les références). Dans une telle situation l'interprétation historique se confond avec l'interprétation téléologique (EMMENEGGER/TSCHENTSCHER, Berner Kommentar, Einleitung, vol. I, 2012, n° 177 ad art. 1 CC).\n\n4.4.4 A l'occasion des discussions qui portaient sur l'étendue temporelle du gage, objet de l'art. 818 al. 1 ch. 3 CC, les parlementaires ont également débattu de l'utilisation des intérêts cédulaires - sans doute parce que ces deux questions étaient traitées dans l'ATF 115 précité. Toutefois, l'utilisation des intérêts cédulaires est un problème distinct de celui de l'étendue de la garantie, soit le montant à hauteur duquel le gage peut garantir la créance si la réalisation aboutit à un résultat suffisant (cf. entre autres: EIGENMANN, Les modifications des dispositions générales sur les gages immobiliers, in La réforme des droits réels immobiliers, 2012, p. 81 ss [86];SCHMID-TSCHIRREN, in ZGB, Kommentar, 3e éd. 2016, n° 1 ad art. 818 CC). Cette manière dont le législateur a abordé les questions a d'ailleurs amené certains auteurs à soutenir que l'art. 818 al. 1 ch. 3 CC a pour objet les intérêts portés par la créance de base (DUBOIS, in Commentaire romand, Code civil, vol. II, 2016, n° 22 ad art. 818 CC; DÜRR, Der neue Register-Schuldbrief und sein Einsatz, RSJ 108/2012 p. 133 ss [137];FOËX, Nouveautés en matière de droits de gages immobiliers, in Journée 2011 de droit bancaire et financier, 2012, p. 77 ss [93];THIER, in ZGB, Kurzkommentar, 2012, n° 5 ad art. 818 CC).\n\nPour les motifs évoqués ci-dessus, il faut s'en tenir à la volonté du législateur selon laquelle les intérêts cédulaires ne peuvent servir à BGE 144 III 29 S. 41couvrir que les intérêts de la créance de base, et non le capital de celle-ci. En revanche, il n'en demeure pas moins que l'art. 818 al. 1 ch. 3 CC règle, comme sous l'ancien droit, les intérêts cédulaires. L'avis des auteurs précités ne doit donc pas être suivi. Premièrement, d'un point de vue historique, le but de protection énoncé dans les travaux préparatoires se rapporte aux intérêts cédulaires (STEINAUER, op. cit., n° 210 ad art. 842 CC). Secondement, d'un point de vue systématique, l'art. 818 CC se trouve dans les dispositions générales sur le gage immobilier et règle l'étendue de la garantie procurée par le gage immobilier. Il s'applique donc tant à l'hypothèque qu'à la cédule hypothécaire (art. 793 CC). S'agissant de la garantie des intérêts, son interprétation ne pose problème qu'en lien avec la cédule hypothécaire, utilisée aux fins de garantie fiduciaire, qui donne lieu à la coexistence de deux créances. La deuxième phrase de l'art. 818 al. 1 ch. 3 CC ne fait d'ailleurs mention que de la cédule hypothécaire. La cédule hypothécaire peut certes être constituée pour garantir une créance de base. En revanche, par définition, le droit de gage garantit la créance cédulaire (art. 842 al. 2 CC) dont il est l'accessoire, et non la créance de base (STEINAUER, op. cit., n° 32 ad art. 842 CC; ATF 140 III 180 consid. 5.1.4; arrêt 5A_295/2012 du 9 octobre 2012 consid. 4.2.1, in Pra 46/2013 p. 354 et in SJ 2013 I p. 417). Il s'agit d'une créance nouvelle qui prend naissance avec la constitution de la cédule, indépendante de la créance de base que les parties veulent garantir et dont les intérêts suivent un régime propre, distinct de celui de la créance de base (cf. supra consid. 4.2 et 4.3). Faute d'une convention sur les intérêts cédulaires, la créance cédulaire n'en porte pas, même si, en cas d'utilisation fiduciaire, les parties ont prévu un intérêt pour la créance de base. En effet, la cause de la créance cédulaire n'est pas le rapport juridique de base (STEINAUER, op. cit., n° 45 ad art. 846 CC). Les deux créances font du reste l'objet de poursuites de nature différente, l'une en réalisation du gage et l'autre ordinaire (ATF 140 III 180 consid. 5.1.1; ATF 136 III 288 consid. 3.1). Admettre que l'art. 818 al. 1 ch. 3 CC règle les intérêts de la créance de base conduit à retenir de manière incohérente que les intérêts dont cette norme fait état sont ceux de la créance de base lorsque la cédule est utilisée aux fins de garantie fiduciaire, mais ceux de la créance cédulaire lorsque la cédule est utilisée selon un autre mode.\n\n4.4.5 En résumé, l'art. 818 al. 1 ch. 3 CC a pour objet les intérêts cédulaires (DÜRR/ZOLLINGER, op. cit., n° 90 ad art. 818 CC; STEINAUER, BGE 144 III 29 S. 42op. cit., n° 210 ad art. 842 CC; Droits réels, op. cit., n. 2795a). Toutefois, selon la volonté du législateur, le créancier ne peut utiliser ceux-ci que pour obtenir le paiement des intérêts de la créance de base (STAEHELIN, op. cit., nos 21 et 24 ad art. 846 CC; le même, Sicherungsübereignung und Sicherungseintragung von Schuldbriefen, in Immobilienfinanzierung, SBT 2012, p. 139 ss [149 s.]; le même, Register-Schuldbrief, op. cit., p. 222).\n\nLes intérêts cédulaires sont calculés sur la base du taux convenu par les parties pour leur sûreté. Ils doivent être effectivement échus dans les trois ans précédant l'ouverture de la faillite ou la réquisition de vente; sont ensuite également couverts les intérêts qui courent depuis la dernière échéance, soit le moment où le dernier intérêt est arrivé à échéance avant l'ouverture de la faillite ou la réquisition de vente (SCHMID-TSCHIRREN, in Basler Kommentar, Zivilgesetzbuch, vol. II, 5e éd. 2015, n° 9 ad art. 818 CC). Ce montant constitue la garantie que le créancier gagiste peut utiliser pour couvrir les intérêts dus en vertu du rapport de base.\n\n4.4.6 La garantie hypothécaire prend fin le jour de la réalisation forcée (STEINAUER, Droits réels, op. cit., n. 2795). Les intérêts cédulaires qui courent depuis la dernière échéance sont donc arrêtés à la date des enchères qui figure dans la publication des enchères par voie édictale et par la communication des avis spéciaux (art. 138 s. LP, 48 ORFI; BRAND, Die betreibungsrechtliche Zwangsverwertung von Grundstücken im Pfandverwertungsverfahren, 2008, p. 102; GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, vol. II, 2000, n° 53 ad art. 140 LP; SCHMID-TSCHIRREN, op. cit., loc. cit.). Au stade de la réalisation, si les intérêts dus en vertu du rapport de base sont inférieurs aux intérêts cédulaires, les créanciers gagistes postérieurs peuvent soulever une exception de droit matériel fondée sur l'art. 842 al. 2 CC. Ils peuvent alors exiger que, à l'état des charges, la somme réclamée à titre d'intérêts cédulaires soit limitée au montant des intérêts produits par la créance de base. Il appartient donc à l'office de faire figurer à l'état des charges le montant des intérêts cédulaires, d'une part, et celui des intérêts dus en vertu du rapport de base, d'autre part.\n\n4.5 Il suit de là que l'autorité cantonale a violé l'art. 818 al. 1 ch. 3 CC en calculant le montant des intérêts de la créance cédulaire au taux d'intérêt de la créance de base. Elle aurait dû déterminer le taux de l'intérêt cédulaire et l'appliquer au capital de la créance cédulaire BGE 144 III 29 S. 43pour déterminer le montant des intérêts cédulaires. Au cas où ce montant aurait excédé celui des intérêts dus en vertu du contrat de prêt au jour de la vente, elle aurait dû faire figurer à l'état des charges ce dernier montant uniquement.\n\nDite autorité n'a pas établi quel était le taux convenu pour l'intérêt cédulaire et la recourante se plaint d'arbitraire dans la constatation des faits à ce sujet. Elle reproche aux juges précédents d'avoir qualifié d'ambigüe la clause qui, selon elle, prévoit clairement que ce taux est de 10 %. Il y a donc lieu de leur renvoyer la cause afin de trancher cette question, conformément à l'art. 18 CO (ATF 132 III 268 consid. 2.3.2, ATF 131 III 626 consid. 3.1; ATF 131 III 606 consid. 4.1, ATF 131 III 280 consid. 3.1; arrêt 4A_98/2016 du 22 août 2016 consid. 5.1 et les références)."}