{"annee": "144", "cour": "II", "page": "313", "date": "26/6/2018", "cite": ["128 I 240", "140 II 157", "104 IB 364", "134 II 207", "130 I 26", "112 IA 240", "132 I 157"], "cite_par": ["145 II 206"], "chapeau": "25. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. contre Administration cantonale des impôts du canton de Vaud (recours en matière de droit public)\n\n2C_450/2017 du 26 juin 2018", "regestes": ["Art. 127 al. 2 Cst.; art. 86 et 91 LIFD, art. 33 al. 2 et 35 LHID; art. 133 al. 2 et 138 ss LI/VD; art. 1 al. 1 OIS (dans sa version en vigueur depuis le 1er janvier 2014). Impôt à la source, barème C pour couple \"double gain\", salaire théorique du conjoint à l'étranger; barème pour enfants mineurs à charge. Présentation de l'impôt à la source et du barème pour couples dont les membres exercent tous les deux une activité lucrative (barème C \"double gain\") et du système intégrant de manière schématique dans le barème C le revenu du conjoint à l'étranger (consid. 4). Pouvoir d'examen du Tribunal fédéral (consid. 5). Lorsque le conjoint étranger actif à l'étranger tire un faible revenu brut de son activité lucrative, la structure du barème C conduit à une surimposition du contribuable contraire au principe de l'imposition selon la capacité économique de l'art. 127 al. 2 Cst., aussi longtemps qu'il ne peut y être remédié au moyen d'une rectification ultérieure demandée par le contribuable dans les délais prévus par l'art. 137 al. 1 LIFD et 191 al. 1 LI/VD (consid. 6 et 8). Le refus d'appliquer le Tarif C3 au contribuable uniquement parce qu'il ne perçoit pas d'allocations complètes d'une caisse suisse ne trouve de fondement ni dans la convention de double imposition passée avec la France ni dans la loi sur l'impôt fédéral direct ni dans la loi sur l'harmonisation fiscale (consid. 7 et 8)."], "faits": "|314|\n\nA. X., citoyen suisse, était employé de la Confédération suisse en 2014 comme douanier auprès du poste de garde-frontière de Vallorbe. Il est marié et père de trois enfants. Son épouse travaille également comme garde-frontière à Vallorbe, mais pour le compte de la République française. Elle a réalisé en 2014 un revenu annuel net de 23'166 euros pour une activité à 70 %. La famille est domiciliée en France.\n\nB. Pour l'année 2014, X. s'est vu prélever par son employeur un montant de 17'190 fr. 60 sur un salaire brut de 108'117 fr. (salaire net de 95'324 fr.) au titre de l'impôt à la source. Le barème C0 (double gain sans enfants à charge) lui a été appliqué, ce qui, malgré la contestation du contribuable du 27 janvier 2015, a été confirmé par décision du 18 décembre 2015 de l'Administration cantonale des impôts du canton de Vaud, puis par décision sur réclamation du 4 mars 2016. |315|\n\nPar arrêt du 27 mars 2017, le Tribunal cantonal du canton de Vaud a rejeté le recours jugeant qu'il y avait lieu d'appliquer au revenu brut du contribuable le barème C, dont les taux prennent en compte un revenu fictif de 65'100 fr. imputé à l'épouse aux fins de tenir compte des revenus globaux du couple, et précisant que le barème C3 (pour trois enfants à charge) ne pouvait pas être appliqué, parce que le contribuable ne bénéficiait pas d'allocations familiales complètes versées par une caisse suisse, mais uniquement d'un complément différentiel. A cela s'ajoutait que l'épouse avait déjà bénéficié de la déduction pour enfants dans l'imposition française.\n\nC. Agissant par la voie du recours en matière de droit public et celle subsidiaire du recours constitutionnel, X. demande au Tribunal fédéral de réformer l'arrêt rendu le 27 mars 2017 par le Tribunal cantonal du canton de Vaud en ce sens que dès et y compris pour l'année 2014, les enfants sont pris en considération dans la détermination du barème d'imposition à la source qui lui est applicable et que dès et y compris l'année 2014, il est tenu compte du revenu effectif de son épouse afin de déterminer le coefficient et/ou le barème de taxation qui lui sont applicables.\n\nLe Tribunal cantonal renonce à déposer des observations. L'Administration cantonale des impôts et l'Administration fédérale des contributions concluent au rejet du recours.", "considerants": "Extrait des considérants:\n\nII. Le système de l'impôt à la source\n\n4.\n\n4.1 En droit suisse, d'une manière générale, l'impôt à la source est perçu auprès de deux groupes de personnes (ZIGERLIG/RUFENER, in Bundesgesetz über die Harmonisierung der direkten Steuern der Kantone und Gemeinden, Kommentar zum Schweizerischen Steuerrecht I/1, 2e éd. 2002, n° 3 ad Vorbem. ad art. 32-39 LHID): auprès des personnes physiques qui, sans être au bénéfice d'un permis d'établissement, sont, au regard du droit fiscal, domiciliées ou en séjour en Suisse (art. 83 LIFD [RS 642.11]; art. 32 de la loi fédérale du14 décembre 1990 sur l'harmonisation des impôts directs des cantons et des communes [LHID; RS 642.14]; art. 130 de la loi vaudoise du4 juillet 2000 sur les impôts directs cantonaux[LI/VD; RSV 642.11]) ou auprès des personnes physiques ou morales qui ne sont ni domiciliées ni en séjour en Suisse au regard du droit fiscal (art. 91 LIFD, |316| art. 35 LHID; art. 138 ss LI/VD). Dans cette dernière hypothèse - seule en cause en l'espèce - il est perçu notamment auprès des travailleurs qui, sans être domiciliés ni en séjour en Suisse au regard du droit fiscal, exercent une activité lucrative dépendante dans le canton pendant de courtes périodes, durant la semaine ou comme frontaliers sur le revenu de leur activité. L'imposition de ces derniers est réglée par les art. 83 à 86 LIFD, 32 et 33 LHID, et 130 à 133 al. 1 et 2 LI/VD.\n\n4.2 L'impôt à la source est calculé sur le revenu brut (art. 84 al. 1 LIFD, 32 al. 3 LHID et 131 al. 1 LI/VD). Il se substitue à l'impôt fédéral direct, cantonal et communal perçu selon la procédure ordinaire sur le revenu du travail (art. 87 LIFD, 32 al. 1 LHID et 134 LI/VD) et est perçu en une fois par le débiteur de la prestation imposable (art. 88 et 100 LIFD ainsi que 135 et 147 LI/VD), ce qui suppose pour des raisons pratiques l'établissement d'un barème unique, quand bien même la Confédération et les cantons - puisque ces derniers restent compétents pour la fixation des barèmes, celle des taux et celle des montants exonérés d'impôt (art. 1 al. 3, 2e phrase, LHID) - établissent chacun leurs propres barèmes, les barèmes fédéraux étant ensuite incorporés dans les barèmes cantonaux comme cela ressort des dispositions suivantes: l'art. 85 al. 1 LIFD, qui lui en délègue la compétence, prévoit que l'Administration fédérale des contributions met sur pied le barème des retenues d'après les taux de l'impôt fédéral direct sur le revenu des personnes physiques (cf. art. 36 LIFD), tandis qu'en application de l'art. 132 LI/VD, qui lui en délègue la compétence, le Conseil d'Etat vaudois fixe le barème des retenues d'après les taux de l'impôt cantonal sur le revenu des personnes physiques (art. 33 al. 1 LHID, art. 47 LI/VD).\n\nSelon les art. 86 et 91 LIFD et 133 LI/VD, la structure des barèmes (fédéraux et cantonaux) est ainsi faite qu'ils tiennent compte des frais professionnels (art. 26 LIFD, art. 33 al. 3 LHID et art. 30 LI/VD) et des primes et cotisations d'assurances (art. 33 al. 1 let. d, f et g LIFD et art. 37 al. 1 let. d, f et g LI/VD) sous forme de forfait, ainsi que des charges de famille du contribuable (art. 35 et 36 LIFD et art. 42 et 43 LI/VD). A cela s'ajoute que lorsque les époux vivant en ménage commun exercent tous deux une activité lucrative, les retenues d'impôt sont calculées sur la base de leur revenu global (art. 86 al. 2 LIFD, 33 al. 2 LHID, 133 al. 2 LI/VD).\n\n4.3 Les dispositions légales fédérales et cantonales sont flanquées de dispositions réglementaires d'exécution arrêtées sur délégation (art. 88 al. 4, 90 al. 2, 92 al. 5 LIFD; art. 149 et 197 LI/VD) dans |317| l'ordonnance fédérale du 19 octobre 1993 du DFF sur l'imposition à la source dans la cadre de l'impôt fédéral direct (ordonnance sur l'imposition à la source, OIS; RS 642.118.2) ainsi que dans le règlement vaudois du 2 décembre 2002 sur l'imposition à la source (RIS/VD; RSV 641.11.1).\n\n4.3.1 Il ressort de l'art. 1 al. 1 OIS (dans sa version en vigueur depuis le 1er janvier 2014; RO 2013 783) que les barèmes pour les travailleurs sont désignés par des lettres de l'alphabet, soit A à P, le barème A étant appliqué aux personnes célibataires, divorcées, séparées judiciairement ou de fait ou veuves, qui ne vivent pas en ménage commun avec des enfants ou des personnes nécessiteuses (let. a), le barème B aux couples mariés vivant en ménage commun, dont seul un conjoint exerce une activité lucrative (let. b) et le barème C (\"double gain\") aux couples mariés vivant en ménage commun, dont les deux conjoints exercent une activité lucrative (let. c).\n\n4.3.2 Avant la modification de 2013 de l'ordonnance sur l'imposition à la source, l'art. 1 al. 1 let. c OIS prévoyait que le barème C (\"double gain\") était appliqué aux couples mariés vivant en ménage commun, dont les deux conjoints exerçaient une activité lucrative en Suisse, de sorte que le revenu brut du conjoint exerçant son activité lucrative en Suisse était soumis au barème B quand bien même son conjoint exerçait aussi une activité lucrative, mais à l'étranger. Les termes \"en Suisse\" ont été supprimés dans la nouvelle version de l'art. 1 al. 1 let. c OIS en vigueur depuis le 1er janvier 2014, de sorte que le revenu brut du conjoint exerçant son activité lucrative en Suisse est soumis au barème C quand bien même son conjoint exerce aussi une activité lucrative à l'étranger.\n\n4.4 Conformément à l'art. 5 RIS/VD, le Conseil d'Etat du canton de Vaud a établi, sur le même modèle, les barèmes incorporant les impôts fédéral direct, cantonal et communal. C'est ainsi qu'il a établi une catégorie de Tarifs C (\"double gain\") qui comprend les Tarifs appliqués aux couples dont les membres exercent tous les deux une activité lucrative en fonction du nombre d'enfants mineurs à leur charge, sans enfants (C0), avec un enfant (C1), deux enfants (C2), etc.\n\n4.5 Comme le débiteur de la prestation imposable, responsable du prélèvement de l'impôt à la source, ignore le revenu du conjoint salarié de son employé, le Tarif C a été conçu de manière à intégrer de manière schématique un montant correspondant au revenu de celui-là: \"l'Administration fédérale des contributions (AFC), d'entente avec le |318| groupe de travail Impôt à la source de la Conférence suisse des impôts (CSI) et sur la base de l'enquête sur le budget des ménages réalisée par l'Office fédéral de la statistique (OFS), a fixé à 5'425 fr. par mois la limite supérieure du revenu des époux déterminant le taux de l'impôt fédéral direct. Ce montant se fonde sur le salaire médian de 5'411 francs déterminé d'après l'enquête sur le budget des ménages pour les années 2006 à 2010. Pour les revenus inférieurs à cette limite, un rapport entre les revenus de 1 : 1 est pris en compte pour déterminer le taux (annexe 2). En raison de l'autonomie tarifaire des cantons garantie par la Constitution, ceux-ci peuvent fixer librement le revenu des époux déterminant le taux de l'impôt retenu en application du barème C\" (Lettre circulaire de l'AFC du 11 septembre 2013 relative à l'impôt à la source, p. 1).\n\n4.5.1 Le tableau de l'annexe 2 de la lettre circulaire du 11 septembre 2013 peut être résumé de la manière suivante:\n\nRev. mensuel brut réalisé en CHF Rev. mensuel but additionnel Rev. mensuel total brut pour le taux en CHF 4725 4725 9540 5425 5425 10850 5575 5425 11000\n\nRev. mensuel brut\n\nréalisé en CHF\n\nRev. mensuel but\n\nadditionnel\n\nRev. mensuel total brut\n\npour le taux en CHF\n\n4725\n\n4725\n\n9540\n\n5425\n\n5425\n\n10850\n\n5575\n\n5425\n\n11000\n\n4.5.2 Enfin, le recourant y faisant référence, il convient de mentioner l'art. 3 al. 1 let. a et al. 2 du règlement genevois du 12 décembre 1994 d'application de la loi sur l'imposition à la source des personnes physiques et morales (RISP/GE; rs/GE D 3 20.01). Depuis le 1er janvier 2014, dans le canton de Genève, en vertu de cette disposition, lorsque les époux vivant en ménage commun exercent tous deux une activité lucrative et sont, de ce fait, soumis à la retenue calculée selon le barème C, l'imposition du couple ou, le cas échéant, de l'époux seul assujetti à l'impôt dans le canton, est rectifiée en tenant compte du cumul des revenus effectifs d'activité des conjoints au moyen des barèmes particuliers réservés à cet effet, soit les \"barèmes C de rectification (Cr)\". Cette procédure de rectification ne doit toutefois pas être confondue avec les déductions supplémentaires qui peuvent être obtenues sur réclamation du contribuable (versements à une institution de prévoyance professionnelle, pensions alimentaires, frais de garde, frais de formation et de perfectionnement, cf. art. 4 RISP/GE). |319|\n\nIII. Pouvoir d'examen du Tribunal fédéral\n\n5. Invoquant divers droits constitutionnels, le recourant se plaint de ce que son revenu a été augmenté d'un revenu annuel théorique de 65'100 fr., imputé à son épouse, afin de déterminer le taux pour couple de retenue à la source applicable à son propre revenu pour 2014. Il se plaint également de ce qu'il n'a pas été mis au bénéfice du barème C3 correspondant au nombre d'enfants à sa charge.\n\n5.1 En vertu de l'art. 106 al. 1 LTF, le Tribunal fédéral applique le droit d'office. Toutefois, conformément à l'art. 106 al. 2 LTF, le Tribunal fédéral n'examine la violation de droits fondamentaux ainsi que celle de dispositions de droit cantonal et intercantonal que si ce grief a été invoqué et motivé par le recourant, à savoir exposé de manière claire et détaillée (arrêts 2C_1133/2015 du 11 novembre 2016 consid. 2.1; 2C_941/2015 du 9 août 2016 consid. 2.1).\n\n5.2 En présence d'une ordonnance fédérale dépendante prise en vertu d'une réglementation législative, le Tribunal fédéral examine si le Conseil fédéral est resté dans les limites des pouvoirs qui lui ont été conférés par la loi. Dans la mesure où la délégation législative n'autorise pas le Conseil fédéral à déroger à la Constitution fédérale, le Tribunal fédéral est également habilité à revoir la constitutionnalité des règles contenues dans l'ordonnance en cause. Lorsque la délégation législative accorde au Conseil fédéral un très large pouvoir d'appréciation pour fixer les dispositions d'exécution, cette clause lie le Tribunal fédéral. Dans un tel cas, le Tribunal fédéral ne saurait substituer sa propre appréciation à celle du Conseil fédéral et doit se borner à examiner si l'ordonnance en question sort manifestement du cadre de la délégation législative octroyée au Conseil fédéral ou si, pour d'autres raisons, elle apparaît contraire à la loi ou à la Constitution fédérale (ATF 130 I 26 consid. 2.2.1 p. 32 et les arrêts cités). La légalité d'un règlement, en l'espèce le tarif, édicté sur la base d'une sous-délégation, ici au Département fédéral des finances, doit être appréciée selon les mêmes principes que ceux qui s'appliquent à une ordonnance du Conseil fédéral reposant sur une délégation de la loi (ATF 104 Ib 364 consid. 2c p. 367 ss).\n\n5.3 En présence de droit cantonal harmonisé, lorsque la loi sur l'harmonisation fiscale laisse une certaine marge de manoeuvre aux cantons ou lorsque l'on est en présence d'impôts purement cantonaux, l'examen de l'interprétation du droit cantonal est limité à l'arbitraire (cf. art. 95 LTF; ATF 134 II 207 consid. 2 p. 209 s.).\n\n|320| IV. Revenu déterminant le taux de retenue de l'impôt à la source\n\n6. Invoquant les art. 8 et 127 Cst., le recourant fait valoir plusieurs violations du principe de l'égalité de traitement, dont il rappelle qu'il est consacré en matière fiscale par le principe de l'imposition selon la capacité contributive.\n\n6.1 En vertu de l'art. 127 al. 2 Cst., dans la mesure où la nature de l'impôt le permet, les principes de l'universalité, de l'égalité de traitement et de la capacité économique doivent, en particulier, être respectés. En vertu des principes de l'égalité d'imposition et de l'imposition selon la capacité contributive, les contribuables qui sont dans la même situation économique doivent supporter une charge fiscale semblable; lorsqu'ils sont dans des situations de faits différentes qui ont des effets sur leur capacité économique, leur charge fiscale doit en tenir compte et être adaptée. Ainsi, d'après le principe de la proportionnalité de la charge fiscale à la capacité contributive, chaque citoyen doit contribuer à la couverture des dépenses publiques compte tenu de sa situation personnelle et en proportion de ses moyens (ATF 140 II 157 consid. 7.1 p. 160 s. et les références citées). La comparaison verticale, c'est-à-dire entre contribuables ayant une capacité économique différente est plus difficile à établir que ne l'est la comparaison horizontale c'est-à-dire entre contribuables jouissant de la même capacité économique (ATF 140 II 157 consid. 7.3 p. 161 s.; ATF 112 Ia 240 consid. 4b p. 244). Néanmoins, dans les rapports horizontaux, le principe de l'imposition selon la capacité économique n'exige pas une imposition absolument identique, la comparaison étant également limitée dans ce cas. Dans l'examen de dispositions légales inévitablement imparfaites, le juge constitutionnel doit par conséquent faire preuve d'une certaine retenue sous peine de courir le danger de créer une nouvelle inégalité alors qu'il cherche à obtenir l'égalité entre deux catégories de contribuables. Il ne peut pas s'écarter à la légère des règles légales édictées par le législateur (ATF 140 II 157 consid. 7.3 p. 161 s.; ATF 132 I 157 consid. 4.1 et 4.2 p. 162 s.; ATF 128 I 240 consid. 2.3 p. 243).\n\n6.2 Les art. 86 al. 2 LIFD, 33 al. 2 LHID et 133 al. 2 LI/VD prévoient que les barèmes appliqués aux époux vivant en ménage commun et qui exercent tous deux une activité lucrative doivent tenir compte du cumul des revenus des conjoints. En raison de la nature particulière de l'impôt à la source et de sa fonction, c'est au débiteur de la prestation imposable qu'il revient de retenir l'impôt (art. 88 LIFD, |32137| LHID, 135 LI/VD), en lieu et place de l'autorité fiscale. Le système de perception doit par conséquent non seulement être simple et facile à appliquer, mais il doit également prendre en considération le fait que le débiteur de la prestation imposable ignore le montant des revenus de l'époux de son employé et n'est pas en droit d'en exiger la divulgation faute de détenir les prérogatives de puissance publique à cet effet. C'est la raison pour laquelle, afin de calculer le taux applicable, l'Administration fédérale des contributions, d'entente avec les cantons, a surmonté cette difficulté en imputant au conjoint du contribuable, de manière forfaitaire, un revenu théorique fondé sur des données statistiques (cf. consid. 3.5 non publié). Pour les couples de non-résidents à deux revenus dont l'un des deux conjoints exerce son activité lucrative à l'étranger, cela peut provoquer une surimposition ou une sous-imposition. Dans son Message du 28 novembre 2014 relatif à la révision de l'impôt à la source du revenu de l'activité lucrative, le Conseil fédéral reconnaît qu'il peut y avoir une surimposition et que c'est essentiellement le cas lorsque le conjoint étranger actif à l'étranger tire un faible revenu brut de son activité lucrative (FF 2015 625, 641; en langue allemande, p. 674), à l'instar de la situation du recourant et de son épouse: celle-ci ne perçoit en effet que 27'800 fr. par année au lieu des 65'100 fr. théoriques pris en compte dans le barème C, ce qui conduit effectivement à une surimposition contraire aux art. 86 al. 2 LIFD, 33 al. 2 LHID et 133 al. 2 LI/VD. C'est du reste cette surimposition résultant du système et de la nature de l'impôt à la source dans ce cas précis que la révision de l'impôt à la source proposée par le Conseil fédéral entend éliminer en laissant \"ouverte pour les couples de non-résidents à deux revenus qui ne peuvent pas demander de taxation ordinaire ultérieure [les art. 90 LIFD et 34 LHID étant exclus du renvoi contenu dans les art. 91 LIFD et 36 al. 1 LHID] ou ne peuvent pas la demander parce qu'ils ne remplissent pas les conditions de la non-résidence, la possibilité de prendre en compte la rémunération effective du conjoint actif à l'étranger au moyen d'une correction du revenu déterminant le taux\" (Message, loc. cit., p. 641 s., en langue allemande, p. 674).\n\nAvec le Conseil fédéral, il y a lieu de reconnaître que la structure du barème C, dans sa teneur en vigueur depuis le 1er janvier 2014 édictée en application des art. 1 al. 1 let. c et 2 al. 1 let. c OIS, conduit à une surimposition du contribuable lorsque le conjoint étranger actif à l'étranger tire un faible revenu brut de son activité lucrative. Cette surimposition est contraire au principe de l'imposition selon la |322| capacité économique de l'art. 127 al. 2 Cst., aussi longtemps qu'il ne peut y être remédié au moyen d'une rectification ultérieure demandée par le contribuable dans les délais prévus par l'art. 137 al. 1 LIFD et 191 al. 1 LI/VD, applicables dans ce cas de figure selon la jurisprudence, dès lors qu'il ne s'agit pas d'une erreur du débiteur de la prestation imposable chargé de retenir l'impôt à la source (cf. arrêt 2C_684/2012 du 5 mars 2013, in Archives 68 p. 153 et RDAF 2013 II p. 246 consid. 5.3 et 5.4)\n\n6.3 En l'espèce, en contestant, le 25 janvier 2015 déjà, la retenue efectuée par son employeur et en réclamant de l'autorité intimée la prise en compte du revenu effectif de son épouse aux fins de déterminer le taux applicable à son revenu brut, le recourant a dûment respecté les délais légaux de procédure. Il a en outre dûment prouvé le revenu effectif de son épouse. Il appartient par conséquent à l'autorité intimée, à l'exclusion du débiteur de la prestation imposable qui n'y est pas habilité, de rectifier l'imposition du recourant au moyen d'un barème C de rectification (ci-après: Cr) établi par l'Administration fédérale des contributions en collaboration avec le canton, applicable à la somme des revenus effectifs du recourant et de son épouse, à l'instar de ce que prévoit notamment le canton de Genève (cf. consid. 3.5.2 non publié). Le recours est admis sur ce point.\n\nV. Barème pour enfants mineurs à charge\n\n7. Invoquant l'interdiction de l'arbitraire de l'art. 9 Cst., les principes de l'égalité de traitement et de l'équité ainsi que le principe de l'imposition selon la capacité contributive de l'art. 127 al. 2 Cst., le recourant reproche à l'instance précédente de n'avoir pas pris en considération les trois enfants mineurs dont il a la charge, confirmant, à tort selon lui, l'application du barème C0 en lieu et place du barème C3.\n\nA. Impôt fédéral direct\n\n7.1 Selon l'art. 86 al. 2 LIFD, applicable par renvoi de l'art. 91 LIFD aux travailleurs qui, sans être domiciliés ni en séjour en Suisse, y exercent une activité lucrative dépendante pendant de courtes périodes, durant la semaine ou comme frontaliers, les retenues opérées sur le revenu des époux vivant en ménage commun qui exercent tous deux une activité lucrative sont calculées selon des barèmes qui tiennent compte, notamment des charges de famille du contribuable (art. 86 al. 1 qui renvoie aux art. 35 et 36 LIFD). L'art. 35 al. 1 let. a LIFD accorde une déduction de 6500 fr. pour chaque enfant mineur |323| ou faisant un apprentissage ou des études, dont le contribuable assure l'entretien; lorsque les parents sont imposés séparément, cette déduction est répartie par moitié s'ils exercent l'autorité parentale en commun et ne demandent pas la déduction d'une contribution d'entretien pour l'enfant selon l'art. 33 al. 1 let. c LIFD.\n\nSelon la Lettre circulaire de l'AFC du 11 septembre 2013, les bases de calcul pour le barème fédéral C1, C2 etc. de l'impôt à la source pour la période fiscale 2014 comprennent une déduction sociale par enfant d'un montant de 6'500 (la moitié à chaque époux), le barème C double gain ayant vocation à s'appliquer aux deux conjoints.\n\n7.2 Dans l'arrêt attaqué, constatant que le recourant ne percevait que des compléments différentiels d'allocations parce que son épouse recevait des allocations de l'Etat français, en application des règles de priorité instaurées par le règlement (CE) n° 987/2009 du 16 septembre 2009 fixant les modalités d'application du règlement (CE) n° 883/2004 portant sur la coordination des systèmes de sécurité sociale (RS 0.831.109.268.11) - que la Suisse est tenue d'appliquer dans ses rapports avec l'Union européenne en vertu de l'Accord sur la libre circulation des personnes (ALCP; RS 0.142.112.681) - l'instance précédente a jugé, en application des instructions de l'Administration cantonales des impôts du canton de Vaud de novembre 2014, que le Tarif C3 ne trouvait pas application au recourant, parce que ce dernier ne percevait pas d'allocations complètes d'une caisse suisse. Elle a ajouté qu'il ressortait de l'avis d'impôt français sur les revenus de l'année 2014 produit par le recourant qu'un \"quotient familial\" équivalent à quatre parts (couple marié avec trois enfants) avait été appliqué au revenu de son épouse, de sorte que les déductions liées aux enfants avaient déjà été prises en compte en France, dans l'Etat d'assujettissement illimité de l'épouse. L'objectif d'empêcher que la situation familiale du contribuable soit prise en considération à double pour le ou les mêmes enfants était ainsi atteint.\n\n7.3 En matière d'impôt fédéral direct, le Tribunal fédéral examine librement l'application du droit fédéral (cf. consid. 5.1 ci-dessus). En l'espèce, il y a lieu de constater qu'en 2014, le recourant vivait en ménage commun avec son épouse et ses trois enfants mineurs, qu'il exerçait en commun l'autorité parentale avec celle-ci, qu'il a néanmoins été taxé séparément, qu'il n'a pas demandé la déduction de contributions d'entretien et qu'il a bien assuré l'entretien de ses enfants. Il s'ensuit qu'il remplissait les conditions légales des art. 35 |324| al. 1 let. a, 86 et 91 LIFD pour que lui soit appliqué le barème C(r)3 comprenant pour chacun de ses trois enfants la moitié de la déduction entière de 6'500 fr. Contrairement à ce que semblent affirmer l'instance précédente et l'autorité intimée, ni la convention de double imposition passée avec la France, ni la loi sur l'impôt fédéral direct ne contiennent de dispositions légales qui auraient pour effet d'empêcher la moitié de la déduction de 6'500 fr. au motif que le recourant n'aurait reçu que des compléments d'allocations pour enfants, quand bien même cela serait conforme aux règles résultant de l'ALCP - ou que les autorités fiscales françaises auraient également tenu compte des enfants à charge dans la taxation séparée du conjoint du recourant. Il n'y a du reste à cet égard pas non plus de violation du droit à l'égalité par rapport aux contribuables suisses soumis à taxation ordinaire, puisque ces derniers se voient appliquer un régime identique à celui du recourant, celui de l'art. 33 al. 1 let. a LIFD en cas de taxation séparée, toutes autres conditions étant réunies.\n\nEn confirmant le refus de l'autorité intimée sur ce point, l'instance précédente a violé la loi sur l'impôt fédéral direct.\n\nB. Impôt cantonal et communal\n\n8.\n\n8.1 L'art. 33 al. 3 LHID (par renvoi de l'art. 36 al. 1 LHID) impose à tout le moins deux obligations aux cantons: premièrement, ils doivent prendre en considération dans le calcul des retenues d'impôt les dépenses professionnelles, les primes d'assurances, les déductions pour charges de famille et les déductions accordées en cas d'activité lucrative des deux époux et, deuxièmement, ils doivent le faire de manière forfaitaire, la question de savoir si la liste des déductions est exhaustive, ou non (ZIGERLIG/RUFENER, op. cit., n° 7 ad art. 34 LHID) n'ayant pas à être tranchée ici. En effet, les art. 133 al. 1 et 2 et 138, qui renvoient aux art. 42 et 43 LI/VD, prévoient conformément à la loi sur l'harmonisation fiscale que le barème applicable aux époux vivant en ménage commun et qui exercent tous deux une activité lucrative tient compte de la situation de la famille au moyen de la méthode du quotient familial. Ce système dit des unités de consommation, que seul le canton de Vaud connaît, prévoit que le revenu global de la famille est divisé par un facteur variable, dépendant de la composition et de la grandeur de la famille, soit 1,8 pour les couples mariés vivant en ménage commun et 0,5 pour chaque enfant mineur, en apprentissage ou aux études, dont le contribuable assure l'entretien complet. |325|\n\n8.2 L'art. 33 LHID et les art. 133 al. 1 et 2 et 138, qui renvoient aux art. 42 et 43 LI/VD, ayant une teneur identique quant à l'obligation de prendre en considération dans le calcul des retenues d'impôt les déductions pour charges de famille, quand bien même les modalités diffèrent, puisque seul le principe de la prise en considération des charges de famille est litigieux en l'espèce, les considérants relatifs à l'impôt fédéral direct valent également en matière d'impôt à la source cantonal et communal.\n\nIl s'ensuit que le contenu des Barèmes et instructions de l'Administration cantonale des impôts du canton de Vaud de novembre 2014 concernant l'imposition à la source pour l'année 2015, selon lequel \"seuls les enfants pour lesquels le contribuable bénéficie d'allocations familiales complètes versées par une caisse suisse peuvent être pris en considération dans le barème C1, C2 etc.\" (chapitre IV let. C ch. 1), est contraire au droit fédéral, en tant qu'il ne trouve aucun fondement dans la loi sur l'harmonisation fiscale. Le recours est admis sur ce point."}