{"annee": "144", "cour": "III", "page": "559", "date": "16/10/2018", "cite": ["140 III 477", "142 III 239", "141 III 495", "144 II 130", "142 II 161", "142 III 220", "133 III 139", "134 III 565", "138 III 29", "143 II 136"], "cite_par": ["145 IV 364"], "chapeau": "67. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S.\n\nRussische Föderation gegen A. (Beschwerde in Zivilsachen) 4A_396/2017 vom 16. Oktober 2018", "regestes": ["Art. 190 al. 2 let. b LDIP; compétence du tribunal arbitral, champ d'application d'un traité bilatéral sur la protection des investissements. Compétence du tribunal arbitral fondée sur un traité bilatéral de protection des investissements admise en rapport avec un investissement qui a été effectué dans l'Etat national de l'investisseur et qui, à la suite d'un déplacement de frontière, se retrouve dans l'Etat hôte au moment de l'expropriation litigieuse (consid. 4)."], "faits": "|559|\n\nA. A. (Klägerin, Beschwerdegegnerin) ist eine nach ukrainischem Recht gegründete Gesellschaft. Sie erwarb zwischen 2003 und 2006 16 Tankstellen auf der Halbinsel Krim. Zudem mietete sie in der Stadt Feodosia Büroräumlichkeiten, in denen 30 Angestellte arbeiteten. Im Jahre 2013 kontrollierte die Klägerin, nachdem sie weitere Anlagen getätigt hatte, zehn Prozent des Treibstoffmarkts der Krim. Die Krim war damals Teil des ukrainischen Staatsgebiets.\n\nDie Klägerin behauptet, die Russische Föderation (Beklagte, Beschwerdeführerin) habe im Rahmen der Eingliederung der |560| Krim-Halbinsel im Jahre 2014 - am 21. März 2014 wurde der Eingliederungsvertrag ratifiziert und das Integrationsgesetz erlassen - Massnahmen getroffen, welche die erwähnten Vermögenswerte auf der Krim betrafen und zu deren Enteignung führten. Damit habe die Beklagte in verschiedener Hinsicht gegen das Abkommen vom 27. November 1998 (in Kraft seit 27. Januar 2000) zwischen der Regierung der Beklagten und dem Ministerkabinett der Ukraine über die Förderung und den gegenseitigen Schutz von Investitionen (Agreement on the Encouragement and Mutual Protection of Investments [nachfolgend: Investitionsschutzabkommen 1998 bzw. ISA 1998]) verstossen und sei daher zu einer Entschädigung verpflichtet.\n\nDas - im Original sowohl auf Russisch als auch auf Ukrainisch verfasste - Investitionsschutzabkommen 1998 enthält in Art. 9 die folgende Bestimmung zur Streiterledigung (\"Resolution of Disputes between a Contracting Party and an Investor of the Other Contracting Party\"):\n\n\"1. Any dispute between one Contracting Party and an investor of the other Contracting Party arising in connection with investments, including disputes concerning the amount, terms, and payment procedures of the compensation provided for by Article 5 hereof, or the payment transfer procedures provided for by Article 7 hereof, shall be subject to a written notice, accompanied by detailed comments, which the investor shall send to the Contracting Party involved in the dispute. The parties to the dispute shall endeavor to settle the dispute through negotiations if possible.\n\n2. If the dispute cannot be resolved in this manner within six months after the date of the written notice mentioned in paragraph 1 of this article, it shall be referred to:\n\n[...]\n\nc) an \"ad hoc\" arbitration tribunal, in accordance with the Arbitration Regulations of the United Nations Commission for International Trade Law (UNCITRAL).\n\n[...]\"\n\nDie weiteren für das vorliegende Verfahren massgebenden Bestimmungen des Investitionsschutzabkommens 1998 lauten in ihrer englischen Übersetzung wie folgt:\n\nArt. 1 (\"Definitions\"):\n\n\"For the purposes of this Agreement:\n\n1. The term 'investments' means any kind of tangible and intangible assets [which are] invested by an investor of one Contracting Party in the\n\nterritory of the other Contracting Party in accordance with its legislation, including: |561|\n\na) movable and immovable property, as well as any other related property rights;\n\nb) monetary funds, as well as securities, commitments, stock and other forms of participation;\n\nc) intellectual property rights, including copyrights and related rights, trademarks, rights to inventions, industrial designs, models, as well as technical processes and know-how;\n\nd) rights to engage in commercial activity, including rights to the exploration, development and exploitation of natural resources.\n\nAny alteration of the type of investments in which the assets are invested shall not affect their nature as investments, provided that such alteration is not contrary to legislation of a Contracting Party in the territory of which the investments were made.\n\n2. The term 'investor of a Contracting Party' means:\n\na) any natural person having the citizenship of the state of that Contracting Party and who is competent in accordance with its legislation to make investments in the territory of the other Contracting Party;\n\nb) any legal entity constituted in accordance with the legislation in force in the territory of that Contracting Party, provided that the said legal entity is competent in accordance with legislation of that Contracting Party, to make investments in the territory of the other Contracting Party.\n\n[...]\n\n4. The term 'territory' means the territory of the Russian Federation or the territory of Ukraine as well as their respective exclusive economic zone and the continental shelf, defined in accordance with international law.\n\n5. The term 'legislation of the Contracting Party' means legislation of the Russian Federation or Ukraine, respectively.\"\n\nArt. 2 (\"Encouragement and Protection of Investments\"):\n\n\"1. Each Contracting Party will encourage the investors of the other Contracting Party to make investments in its territory and admit such investments in accordance with its legislation.\n\n2. Each Contracting Party guarantees, in accordance with its legislation, the full and unconditional legal protection of investments by investors of the other Contracting Party.\"\n\nArt. 12 (\"Application of the Agreement\"):\n\n\"This Agreement shall apply to all investments made by investors of one Contracting Party in the territory of the other Contracting Party, on or after January 1, 1992.\"\n\nB.\n\nB.a Am 3. Juni 2015 leitete die Klägerin gestützt auf Art. 9 des Investitionsschutzabkommens 1998 beim Permanent Court of Arbitration (PCA) ein Schiedsverfahren nach den Arbitration Rules of the United |562| Nations Commission on International Trade Law 1976 (UNCITRAL Rules) gegen die Beklagte ein. Sie beantragte, die Beklagte sei zur Zahlung einer Entschädigung von USD 50'314'336 zuzüglich Zins zu verpflichten.\n\nMit Schreiben ihres Justizministeriums vom 12. August 2015 sowie einem Begleitschreiben ihres Botschafters in den Niederlanden vom 15. September 2015 bestritt die Beklagte die schiedsgerichtliche Zuständigkeit für die Beurteilung der geltend gemachten Ansprüche.\n\nWährend die Klägerin einen Schiedsrichter bezeichnete, verzichtete die Beklagte darauf, einen solchen zu benennen, weshalb der Generalsekretär des Permanent Court of Arbitration die Bezeichnung eines Schiedrichters verfügte.\n\nAm 7. Oktober 2015 wurde die vorsitzende Schiedsrichterin ernannt.\n\nAm 15. Januar 2016 reichte die Klägerin dem Schiedsgericht ihre begründete Klageschrift ein. Die Beklagte reichte innert der angesetzten Frist keine Antwortschrift ein.\n\nMit Eingabe vom 6. Juni 2016 reichte die Ukraine dem Schiedsgericht eine Stellungnahme als Nicht-Streitpartei ein. Mit Verfügung vom 1. Juli 2016 wies das Schiedsgericht das Gesuch der Ukraine um Teilnahme an der bevorstehenden Verhandlung ab.\n\nAm 11. Juli 2016 fand in Genf eine mündliche Verhandlung statt, an der die Beklagte nicht teilnahm.\n\nB.b Mit Entscheid vom 26. Juni 2017 (\"Award on Jurisdiction\") erklärte sich das Schiedsgericht mit Sitz in Genf für zuständig.\n\nC. Mit Beschwerde in Zivilsachen beantragt die Beklagte dem Bundesgericht, es sei der Zwischenentscheid des Schiedsgerichts mit Sitz in Genf vom 26. Juni 2017 aufzuheben und es sei festzustellen, dass das Schiedsgericht zur Beurteilung der Schiedsklage unzuständig ist. (...)\n\nNach öffentlicher Beratung vom 16. Oktober 2018 weist das Bundesgericht die Beschwerde ab, soweit es darauf eintritt.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n4. Die Beschwerdeführerin rügt, das Schiedsgericht habe sich zu Unrecht für zuständig erklärt (Art. 190 Abs. 2 lit. b IPRG [SR 291]). Erstens sei das Investitionsschutzabkommen 1998 im zu beurteilenden |563| Fall nicht anwendbar, da keine Übereinkunft der Vertragsparteien bezüglich der gegenseitigen Anwendung dieses Abkommens auf das Gebiet der Krim und der Stadt Sewastopol vorliege; zweitens sei die Beschwerdegegnerin keine Investorin im Sinne von Art. 1 Abs. 2 ISA 1998 und drittens seien die betroffenen Anlagen keine Investitionen im Sinne von Art. 1 Abs. 1 ISA 1998.\n\n4.1 Das Bundesgericht prüft die Zuständigkeitsrüge nach Art. 190 Abs. 2 lit. b IPRG in rechtlicher Hinsicht frei, einschliesslich materieller Vorfragen, von deren Beantwortung die Zuständigkeit abhängt (BGE 142 III 239 E. 3.1; BGE 134 III 565 E. 3.1; BGE 133 III 139 E. 5 S. 141). Dies gilt auch bei Schiedsentscheiden betreffend internationale Investitionsstreitigkeiten; so hat das Bundesgericht im Rahmen der Zuständigkeitsfrage etwa die Begriffe der contract claims, der treaty claims und der Schirmklausel nach dem Vertrag vom 17. Dezember 1994 über die Energiecharta (SR 0.730.0) ausgelegt (BGE 141 III 495 E. 3.2) oder sich zum Begriff investissement in einem bilateralen Investitionsschutzabkommen geäussert (Urteil 4A_616/2015 vom 20. September 2016 E. 3; vgl. auch Urteil 4A_157/2017 vom 14. Dezember 2017 E. 3.3.4). Demgegenüber überprüft es die tatsächlichen Feststellungen des angefochtenen Schiedsentscheids auch im Rahmen der Zuständigkeitsrüge nur, wenn gegenüber diesen Sachverhaltsfeststellungen zulässige Rügen im Sinne von Art. 190 Abs. 2 IPRG vorgebracht oder ausnahmsweise Noven (Art. 99 BGG) berücksichtigt werden (BGE 142 III 220 E. 3.1, BGE 142 III 239 E. 3.1; BGE 140 III 477 E. 3.1; BGE 138 III 29 E. 2.2.1; je mit Hinweisen).\n\n4.2 Das Schiedsgericht führte aus, es müssten nach dem Investitionsschutzabkommen 1998 die folgenden Voraussetzungen für die schiedsgerichtliche Zuständigkeit erfüllt sein: Der Rechtsstreit müse (1) in den räumlichen und (2) den zeitlichen Anwendungsbereich des ISA 1998 fallen, (3) die Klägerin müsse eine Investorin (\"investor\") im Sinne des Abkommens sein und (4) eine Investition (\"investment\") im Territorium des Gastlandes in Übereinstimmung mit dessen Gesetzgebung getätigt haben. Das Schiedsgericht hob hervor, dass es sich für die Beurteilung seiner Zuständigkeit nach Art. 9 ISA 1998 zur Frage der Zulässigkeit der Eingliederung der Krim in die Russische Föderation bzw. der Rechtmässigkeit der entsprechenden Gebietsansprüche nicht zu äussern habe. Es stellte fest, dass die Beschwerdeführerin die tatsächliche Kontrolle über die Halbinsel Krim erlangt habe und sie als Teil ihres Staatsgebiets betrachte. |564| Zudem habe die Ukraine - obwohl sie die Souveränitätsansprüche der Russischen Föderation betreffend die Krim bestreite - im Schiedsverfahren anerkannt, das die Beschwerdeführerin de facto die Kontrolle über die Krim ausübe.\n\nDas Schiedsgericht erwog, das Investitionsschutzabkommen 1998 sei unter Berücksichtigung von Art. 31 ff. des Wiener Übereinkommens vom 23. Mai 1969 über das Recht der Verträge (VRK; SR 0.111) auszulegen. Unter Anwendung dieser Auslegungsgrundsätze kam das Schiedsgericht hinsichtlich des räumlichen Geltungsbereichs des Abkommens zum Schluss, der Begriff \"Territorium\" (\"territory\") im Sinne des Übereinkommens beinhalte auch ein Gebiet, über das ein Vertragsstaat de facto die Kontrolle ausübe. Entsprechend sei das ISA 1998 infolge der Eingliederung der Krim in die Russische Föderation spätestens seit dem 21. März 2014, als die Beschwerdeführerin den Eingliederungsvertrag ratifizierte und das Integrationsgesetz betreffend die Krim verabschiedete, für ukrainische Investitionen auf der Krim anwendbar. In zeitlicher Hinsicht (\"jurisdiction ratione temporis\") stellte das Schiedsgericht fest, dass sämtliche Investitionen der Beschwerdegegnerin nach dem Stichtag vom 1. Januar 1992 (dem Tag der Auflösung der Sowjetunion) getätigt wurden, womit die zeitliche Voraussetzung nach Art. 12 ISA 1998 erfüllt sei. Es erwog aufgrund seiner Auslegung dieser Bestimmung in Verbindung mit Art. 1 Abs. 1 und 4 ISA 1998, die Anwendbarkeit des Abkommens setze nicht voraus, dass die Investition von Beginn an im anderen Vertragsstaat getätigt worden sei; eine Verweigerung des Schutzes für bestehende Investitionen im Falle einer Grenzverschiebung finde im Abkommen keine Stütze. In persönlicher Hinsicht (\"jurisdiction ratione personae\") sah es das Schiedsgericht als erwiesen an, dass es sich bei der Beschwerdegegnerin um eine nach ukrainischem Recht gegründete Gesellschaft handle, die nach dieser Rechtsordnung berechtigt ist, Investitionen auf der Krim zu tätigen, womit es sich um eine \"Investorin\" (\"investor\") im Sinne von Art. 1 Abs. 2 lit. b ISA 1998 handle. Bezüglich der objektiven Tragweite der Schiedsklausel (\"jurisdiction ratione materiae\") führte es aus, es könne nicht ernsthaft bezweifelt werden, dass es sich bei den von der Beschwerdegegnerin aufgewendeten Mitteln zum Betrieb von Tankstellen (\"movable and immovable property, cash, and rights to engange in the commercial activity of selling petrol\" bzw. \"tanks, pumps, cash registers, computer equipment, land and buildings\") um Investitionen (\"investments\") im Sinne von Art. 1 Abs. 1 |565| ISA 1998 handle; dabei könne offengelassen werden, ob das Abkommen eine objektive Definition von Investitionen enthalte, die über die in der erwähnten Bestimmung enthaltene Aufzählung hinausgehe. Zudem sei auch die Voraussetzung nach Art. 1 Abs. 1 ISA 1998 erfüllt, wonach die Investitionen in Übereinstimmung mit dem Recht des Gaststaates getätigt werden müssten. Damit falle der Rechtsstreit in den Geltungsbereich des Investitionsschutzabkommens 1998 und das Schiedsgericht sei zur Beurteilung der geltend gemachten Ansprüche nach Art. 9 ISA 1998 zuständig.\n\n4.3\n\n4.3.1 Die Beschwerdeführerin bestreitet die Zuständigkeit des Schiedsgerichts zunächst mit dem Einwand, das Investitionsschutzabkommen 1998 sei auf das Gebiet der Krim und der Stadt Sewastopol nicht anwendbar. Der Begriff \"Territorium\" in Art. 1 Abs. 4 ISA 1998 umfasse das Territorium der Vertragsparteien im Zeitpunkt des Vertragsschlusses. Damals seien die Halbinsel Krim und die Stadt Sewastopol Teil des ukrainischen Staatsgebiets gewesen. Aus den Bestimmungen des Abkommens sei in keiner Weise ersichtlich, dass der Begriff des Territoriums dynamisch verstanden werden sollte. Spätere Grenzverschiebungen müssten ohne weitere Vereinbarung unberücksichtigt bleiben. Hätten die Vertragsparteien den territorialen Anwendungsbereich des Investitionsschutzabkommens ändern wollen, wäre gemäss Art. 39 VRK bzw. gemäss Art. 13 ISA 1998 eine entsprechende Übereinkunft notwendig gewesen. Zu einer solchen sei es jedoch nicht gekommen. Es liege weder eine ausdrückliche noch eine stillschweigende Übereinkunft über die Anwendbarkeit des Investitionsschutzabkommens auf das Gebiet der Halbinsel Krim und der Stadt Sewastopol vor.\n\n4.3.2 Das Schiedsgericht hat nachvollziehbar ausgeführt, dass der in Art. 1 Abs. 4 ISA 1998 verwendete Begriff des Territoriums (\"territory\") im Hinblick auf den räumlichen Geltungsbereich des Abkommens nicht in dem Sinne einschränkend auszulegen ist, dass darunter ausschliesslich Gebiete zu verstehen wären, über deren Hoheitsgewalt der jeweilige Vertragsstaat nach völkerrechtlichen Grundsätzen rechtmässig verfügt. Die Beschwerdeführerin stellt vor Bundesgericht nicht in Abrede, dass vom räumlichen Geltungsbereich des Investitionsschutzabkommens 1998 auch Gebiete erfasst sind, die von einem Vertragsstaat de facto kontrolliert werden. Entsprechend stellt sie auch nicht in Frage, dass es sich für die Prüfung der Zuständigkeit |566| nach Art. 9 ISA 1998 erübrigt, die Zulässigkeit der Eingliederung der Krim in die Russische Föderation bzw. die Rechtmässigkeit der Gebietsansprüche zu beurteilen. Die Beschwerdeführerin rügt lediglich, das Schiedsgericht habe seinem Entscheid zu Unrecht ein \"dynamisches\" Verständnis des Begriffs \"Territorium\" zugrunde gelegt. Damit macht sie nicht geltend, das Gebiet der Krim sei (aufgrund der Umstände der Eingliederung) sachlich vom Begriff des Territoriums nach Art. 1 Abs. 4 ISA 1998 nicht erfasst, sondern beruft sich einzig auf den zeitlichen Umstand, dass die Krim bei Vertragsschluss Teil des ukrainischen Staatsgebiets war.\n\nDas Schiedsgericht hat den Begriff \"Territorium\" nach Art. 1 Abs. 4 ISA 1998 zutreffend unter Bezugnahme auf allgemeine völkerrechtliche Grundsätze hinsichtlich des räumlichen Geltungsbereichs von Staatsverträgen ausgelegt. Insbesondere hat es dabei berücksichtigt, dass nach Art. 29 VRK ein Vertrag jede Vertragspartei \"hinsichtlich ihres gesamten Hoheitsgebiets\" bindet, sofern keine abweichende Absicht aus dem Vertrag hervorgeht oder anderweitig festgestellt ist. Entscheidend ist, dass ein Staatsvertrag bei Gebietsveränderungen nach allgemeinen Grundsätzen weiterhin auf das gesamte (d.h. nunmehr veränderte) Hoheitsgebiet anwendbar ist (MARK E. VILLIGER, Commentary on the 1969 Vienna Convention on the Law of Treaties, Leiden/Boston 2009, N. 7 zu Art. 29 VRK S. 393; KERSTIN VON DER DECKEN, in: Vienna Convention on the Law of Treaties, Dörr/Schmalenbach [Hrsg.], 2. Aufl., Berlin/Heidelberg 2018, N. 28 f. zu Art. 29VRK zur sog. moving treaty frontiers rule). Für ihre These eines statischen Verständnisses des betroffenen Gebiets (im Sinne einer Beschränkung auf das Hoheitsgebiet im Zeitpunkt des Vertragsschlusses) vermag die Beschwerdeführerin denn auch keine Belege anzuführen. Es spricht daher nichts gegen die schiedsgerichtliche Auslegung, wonach eine nach Vertragsabschluss eingetretene Gebietsveränderung gemäss Art. 1 Abs. 4 ISA 1998 zu berücksichtigen ist.\n\nDer in der Beschwerde erhobene Einwand, eine Berücksichtigung nachfolgender Grenzverschiebungen hätte eine weitere Vereinbarung der Vertragsparteien nach Art. 39 VRK bzw. Art. 13 ISA 1998 vorausgesetzt, verfängt nicht. Das Schiedsgericht ist zu Recht davon ausgegangen, dass das Gebiet der Halbinsel Krim als Teil des \"Territoriums\" der Beschwerdeführerin im Sinne von Art. 1 Abs. 4 ISA 1998 zu betrachten ist und vom räumlichen Geltungsbereich des Abkommens erfasst wird.\n\n|567|\n\n4.4\n\n4.4.1 Die Beschwerdeführerin rügt, die betroffenen Anlagen seien keine Investitionen im Sinne von Art. 1 Abs. 1 ISA 1998. Die Zuständigkeit des Schiedsgerichts sei gemäss Art. 9 Abs. 1 ISA 1998 beschränkt auf Streitigkeiten, die sich im Zusammenhang mit Investitionen ergeben. Der Begriff \"Investition\" sei in Art. 1 Abs. 1 ISA 1998 definiert. Da die betroffenen Anlagen der Beschwerdegegnerin die entsprechenden Begriffsmerkmale nicht erfüllten, sei auch der sachliche Anwendungsbereich des Investitionsschutzabkommens nicht eröffnet. Das Schiedsgericht sei fehlerhaft vorgegangen: Es habe sich in seinem Schiedsspruch über viele Seiten mit Fragen zum territorialen, zeitlichen und persönlichen Anwendungsbereich des Investitionsschutzabkommens befasst, dabei jedoch einen Ansatz gewählt, der sich durch eine starke \"Schubladisierung\" auszeichne, indem es versucht habe, die verschiedenen Komponenten der Zuständigkeit in ein streng gegliedertes Korsett zu drängen. Dabei habe es versäumt, sich mit der alles entscheidenden Frage des sachlichen Anwendungsbereichs des Investitionsschutzabkommens 1998 auseinanderzusetzen.\n\nKonkret habe das Schiedsgericht unter der Überschrift \"Jurisdiction Ratione Temporis (Article 12)\" festgehalten, dass das Abkommen zeitlich anwendbar sei. Dies stehe aber gar nicht zur Debatte. Das Schiedsgericht habe verkannt, dass auch die Definition der \"Investition\" gemäss Art. 1 Abs. 1 ISA 1998 und damit der sachliche Anwendungsbereich eine zeitliche Komponente beinhalte. Ebenso wenig sei die Frage nach der korrekten Definition einer Investition im Sinne von Art. 1 Abs. 1 ISA 1998 durch die Bestimmung des territorialen Anwendungsbereichs des Abkommens beantwortet, wie vom Schiedsgericht angenommen. Der territoriale Anwendungsbereich gebe einzig Auskunft darüber, ob das Investitionsschutzabkommen auf ein bestimmtes Gebiet Anwendung finde, nicht hingegen darüber hinaus, ob eine Investition auf diesem Gebiet eine gemäss Art. 1 Abs. 1 ISA 1998 unter das Abkommen fallende Investition darstelle. Es sei mithin verfehlt zu glauben, dass die Frage des territorialen und/oder zeitlichen Anwendungsbereichs gleichzeitig auch diejenige des sachlichen Anwendungsbereichs abdecke, also ob eine Investition nach Art. 1 Abs. 1 ISA 1998 vorliege. Die entscheidende Frage, ob die Definition von \"Investition\" nach dieser Bestimmung im Heimatstaat getätigte Investitionen umfasse, die sich nur aufgrund einer |568| Grenzverschiebung später im Gaststaat befinden, sei nicht beantwortet worden.\n\nEs zähle zu den Grundprinzipien des internationalen Investitionsschutzrechts, dass nur Investitionen geschützt sind, die im Zeitpunkt ihrer Vornahme von einem Investor eines Vertragsstaates auf dem Gebiet eines anderen Vertragsstaates getätigt wurden, also grenzüberschreitende Investitionen waren. Der zu beurteilende Fall handle nicht von einer Auslandsinvestition, sondern von einer inländischen Investition, welche die ukrainische Beschwerdegegnerin in der Ukraine getätigt habe. Diese Investition könne definitionsgemäss nicht in den Anwendungsbereich eines internationalen Investitionsschutzabkommens fallen. Entgegen den spärlichen Ausführungen des Schiedsgerichts zu dieser Frage falle eine im Heimatstaat vorgenommene Investition nach richtigem Verständnis des Investitionsschutzabkommens 1998 unter Berücksichtigung der massgebenden Auslegungsgrundsätze nicht in dessen sachlichen Anwendungsbereich.\n\n4.4.2 Die Beschwerdeführerin stellt zu Recht nicht in Frage, dass bei der Auslegung des Investitionsschutzabkommens 1998 die Auslegungsgrundsätze nach Art. 31 ff. VRK zu beachten sind. Insbesondere ist ein Staatsvertrag nach Art. 31 Abs. 1 VRK nach Treu und Glauben in Übereinstimmung mit der gewöhnlichen, seinen Bestimmungen in ihrem Zusammenhang zukommenden Bedeutung und im Lichte seines Zieles und Zweckes auszulegen. Zusammen mit der Auslegung nach Treu und Glauben garantiert die teleologische Auslegung den \"effet utile\" des Vertrags. Der auszulegenden Bestimmung ist unter mehreren möglichen Interpretationen derjenige Sinn beizumessen, der ihre effektive Anwendung gewährleistet und nicht zu einem Ergebnis führt, das dem Ziel und Zweck des Vertrags widerspricht (BGE 144 II 130 E. 8.2.1; BGE 143 II 136 E. 5.2.2 S. 148 f.; BGE 142 II 161 E. 2.1.3 S. 167; BGE 141 III 495 E. 3.5.1 S. 503). Ist ein Vertrag in zwei oder mehr Sprachen als authentisch festgelegt worden, so ist der Text im Übrigen nach Art. 33 Abs. 1 VRK in gleicher Weise massgebend, sofern nicht der Vertrag vorsieht oder die Vertragsparteien vereinbaren, dass bei Abweichungen ein bestimmter Text vorgehen soll; dabei wird vermutet, dass die Ausdrücke des Vertrags in jedem authentischen Text dieselbe Bedeutung haben (Art. 33 Abs. 3 VRK).\n\nDer Beschwerdeführerin kann nicht gefolgt werden, wenn sie vorbringt, es ergebe sich bereits aus dem Wortlaut von Art. 1 Abs. 1 |569| ISA 1998, dass das Abkommen nur Investitionen schütze, die im Zeitpunkt ihrer Vornahme von einem Investor des einen Vertragsstaates auf dem Gebiet eines anderen Vertragsstaates getätigt wurden, wohingegen ursprünglich im Heimatstaat des Investors getätigte Investitionen, \"die sich nur aufgrund einer Grenzverschiebung zu einem späteren Zeitpunkt auf dem Gebiet des Gaststaates befinden\", nicht in den Schutzbereich des Investitionsschutzabkommens 1998 fielen. Entgegen der in der Beschwerde vertretenen Ansicht ergibt sich aufgrund der Formulierung \"assets [which are] invested by an investor of one Contracting Party in the territory of the other Contracting Party\" nicht eindeutig, ob Art. 1 Abs. 1 ISA 1998 voraussetzt, dass die Investition bereits zu Beginn auf dem Gebiet des Gaststaates getätigt wurde oder ob von der Definition auch erfolgte Investitionen auf einem Gebiet erfasst werden, das erst nachträglich unter die Kontrolle des Gaststaates fiel. Die Auffassung, wonach dem Begriff \"Investitionen\" eine zusätzliche zeitliche Einschränkung hinsichtlich der Grenzüberschreitung innewohnen soll, erscheint nach dem blossen Wortlaut des auf Englisch übersetzten Vertragstextes ebenso wenig ausgeschlossen wie die gegenteilige Auffassung der Beschwerdegegnerin, wonach \"Investitionen\" nicht notwendigerweise von Anfang an fremdstaatlich sein müssen.\n\nDaran vermag auch der Hinweis in der Beschwerde auf einen Zwischenentscheid eines anderen Schiedsgerichts zu Art. 26 des Vertrags vom 17. Dezember 1994 über die Energiecharta nichts zu ändern: Zum einen stellen andere Schiedsentscheide im Bereich des internationalen Investitionsschutzes keine eigentlichen Rechtsquellen dar, nach denen sich das Schiedsgericht zu richten hätte; zum anderen kommt dem Begriff der \"Investition\" in anderen Staatsverträgen nicht notwendigerweise dieselbe Bedeutung zu (Urteil 4A_616/2015 vom 20. September 2016 E. 3.4.1 mit Hinweisen). Das Schiedsgericht hat sich bei der Auslegung daher zutreffend auf den Vertragstext von Art. 1 Abs. 1 ISA 1998 konzentriert.\n\nWerden Formulierungen in weiteren Bestimmungen des Abkommens einbezogen, sprechen die in den authentischen Sprachen verwendeten Verbformen von \"investieren\" eher gegen die Annahme einer zeitlichen Einschränkung, wie die Beschwerdegegnerin in ihrer Antwort nachvollziehbar ausführt. Während in Art. 12 ISA 1998 mit der gewählten (perfektiven bzw. vollendeten) Verbform (Russisch: осуществленным; Ukrainisch: здійснених) zum Ausdruck gebracht |570| wird, dass es für den zeitlichen Geltungsbereich des Abkommens auf einen definierten Zeitpunkt ankommt, in dem Investitionen getätigt wurden (\"investments made [...] in the territory of the other Contracting State on or after January 1, 1992\"), beschreibt die in Art. 1 Abs. 1 ISA 1998 verwendete (imperfektive bzw. unvollendete) Verbform (Russisch: вкладываются; Ukrainisch: вкладаються) - entsprechend der englischen Übersetzung (\"assets [which are] invested [...] in the territory of the other Contracting State\") - nicht eine Handlung, die in einem bestimmten Zeitpunkt erfolgt sein muss. Das Element der Dauer findet sich ausserdem indirekt in Art. 1 Abs. 1 a.E. ISA 1998, wonach eine nachträgliche Änderung der Art der Investitionen nichts an deren Beschaffenheit als Investition im Sinne dieser Bestimmung ändern soll.\n\nIndem die Beschwerdeführerin verschiedentlich vorbringt, der Begriff \"Investitionen\" nach Art. 1 Abs. 1 ISA 1998 setze eine in einem bestimmten Zeitpunkt vorgenommene grenzüberschreitende Tätigkeit voraus, scheint sie von einem transaktionsbasierten Ansatz auszugehen, der vor allem früheres Denken über die Liberalisierung von Kapitalbewegungen spiegelt und den Aspekt des Investitionsschutzes von Werten und Rechten ignoriert, die nicht in einem unmittelbaren Zusammenhang mit einer grenzüberschreitenden Transaktion stehen (BEATRICE GRUBENMANN, Der Begriff der Investition in Schiedsgerichtsverfahren in der ICSID-Schiedsgerichtsbarkeit, 2010, S. 194). Art. 1 Abs. 1 ISA 1998, der - nicht abschliessend - verschiedene Vermögenswerte (\"assets\") aufzählt (so insbesondere \"movable and immovable property, as well as any other related property rights\" nach lit. a), enthält demgegenüber eindeutig eine (breiter gefasste) vermögenswertbasierte Definition (vgl. zur Unterscheidung zwischen dem vermögenswertbasierten und dem transaktionsbasierten Modell auch ENGELA C. SCHLEMMER, Investment, Investor, Nationality, and Shareholders, in: International Investment Law, Peter Muchlinski und andere [Hrsg.], Oxford 2008, S. 52,verbunden mit dem Hinweis, dass die meisten bilateralen Investitionsschutzabkommen eine weite vermögenswertbasierte Definition enthalten; vgl. auch KATRIN MESCHEDE, Die Schutzwirkung von umbrella clauses für Investor-Staat-Verträge, Baden-Baden 2014, S. 28 f.). Knüpft die staatsvertragliche Definition der Investition nicht an eine bestimmte Transaktion an, die als solche einem bestimmten Zeitpunkt zugeordnet werden kann, enthält der Investitionsbegriff auch |571| nicht eine zeitliche Beschränkung hinsichtlich der Grenzüberschreitung, wie die Beschwerdeführerin geltend macht.\n\nDass der Gaststaat nur bereit ist, solchen Investitionen Schutz zu gewähren, die mit seiner Gesetzgebung im Einklang stehen (\"assets [which are] invested [...] in accordance with its legislation\"), bildet eine systemimmanente Voraussetzung, aus der sich nichts Entscheidendes zur Frage des Einflusses einer Grenzverschiebung ableiten lässt. Das Schiedsgericht hat geprüft, ob die Investition im Zeitpunkt, als sie in den Schutzbereich des Abkommens fiel (d.h. im März 2014), mit den einschlägigen russischen Gesetzen in Einklang stand, was es bejahte; dies wird in der Beschwerde auch nicht bestritten. Dass die von der Beschwerdegegnerin getätigten Anlagen im Übrigen sachlich unter die Umschreibung von Art. 1 Abs. 1 lit. a ISA 1998 fallen, steht ausser Frage.\n\n4.4.3 Wie bereits aus dem Titel (\"Agreement [...] on the Encouragement and Mutual Protection of Investments\") und aus der Präambel (\"intending to create and maintain favorable conditions for mutual investments\" bzw. \"desiring to create favorable conditions for the expansion of economic cooperation between the Contracting Parties\") hervorgeht, bezweckt das Investitionsschutzabkommen 1998 sowohl die Förderung als auch den gegenseitigen Schutz von Investitionen. Dies kommt auch in Art. 2 ISA 1998 (\"Encouragement and Protection of Investments\") zum Ausdruck. Die Beschwerdeführerin vermag weder mit ihren Ausführungen zu dem in der Präambel des ISA 1998 erwähnten Abkommen über die Zusammenarbeit auf dem Gebiet der Investitionstätigkeit vom 24. Dezember 1993 noch mit denjenigen zu Art. 12 ISA 1998 die schiedsgerichtliche Erwägung zu entkräften, wonach dieser doppelte Zweck der Förderung und des gegenseitigen Schutzes von Investitionen wesentlich ist für die Auslegung des fraglichen Abkommens: Zunächst geht sie nicht auf die schiedsgerichtliche Erwägung ein, wonach der Schutzgedanke bereits unter dem Abkommen von 1993 bedeutsam war, das ebenfalls einem doppelten Zweck diente (\"cooperation 'in the development and implementation of investment policy' and protection of foreign investment\"). Zudem spricht Art. 12 ISA 1998 gerade gegen die Ansicht, der Zweck des Schutzes trete gegenüber demjenigen der Förderung von Investitionen zurück, weshalb der Schutz unter dem Abkommen voraussetze, dass damit zunächst eine in einem bestimmten Zeitpunkt erfolgte grenzüberschreitende Investition |572| gefördert wurde, zumal nach dieser Bestimmung auch Investitionen geschützt werden, die zwischen dem 1. Januar 1992 und dem Inkrafttreten des Abkommens (am 27. Januar 2000) getätigt wurden und demnach noch nicht durch das Abkommen gefördert werden konnten. Daraus ergibt sich, dass der Schutz durchaus nicht generell ausgeschlossen werden sollte für Investitionen, die nicht durch das Abkommen gefördert werden konnten bzw. bei denen zu Beginn nicht mit einem Schutz nach dem Abkommen zu rechnen war.\n\nEntgegen der von der Beschwerdeführerin vertretenen Ansicht widerspricht die schiedsgerichtliche Auslegung, wonach vom sachlichen Anwendungsbereich des Investitionsschutzabkommens 1998 auch Investitionen erfasst sind, die sich erst infolge einer Grenzverschiebung auf dem Gebiet des anderen Vertragsstaats befinden, nicht Sinn und Zweck des Abkommens. Ausgehend vom Grundgedanken, wonach der Gaststaat Investitionen von Angehörigen des anderen Vertragsstaats nicht folgenlos soll zunichtemachen können, muss vielmehr auf den Zeitpunkt der Verletzungshandlung - hier der behaupteten Enteignung - abgestellt werden. Erst dann kommt der durch das Abkommen garantierte Schutz zum Tragen und bildet die von den Vertragsstaaten beabsichtigte Schranke gegen ungerechtfertigte Eingriffe. Dies entspricht auch dem Grundsatz, dass die Zuständigkeitsvoraussetzungen ratione personae (Nationalität einer natürlichen Person bzw. Sitz einer juristischen Person) im Zeitpunkt der Verletzungshandlung erfüllt sein müssen (ZACHARY DOUGLAS, The International Law of Investment Claims, Cambridge 2009, S. 290 ff. Rz. 542 ff.; MCLACHLAN/SHORE/WEINIGER, International Investment Arbitration, 2. Aufl., Oxford 2017, Rz. 5.193 f.; BUNGENBERG/GRIEBEL/HOBE/REINISCH, International Investment Law, A Handbook, Baden-Baden 2015, S. 633 Rz. 46 f. mit Hinweisen; vgl. auch Elgar Encyclopedia of International Economic Law, Cottier/Nadakavukaren Schefer [Hrsg.],2017, S. 319; HANNO WELAND, Investment Treaty Arbitration, in: International Commercial Arbitration, A Handbook, Balthasar [Hrsg.], München 2016, S. 171 Rz. 40).\n\n4.4.4 Auch die von der Beschwerdeführerin angeführten systematischen Argumente führen nicht zu der von ihr vertretenen engen Auslegung des Begriffs \"Investitionen\" nach Art. 1 Abs. 1 ISA 1998. Das Schiedsgericht hat die systematische Stellung von Art. 12 ISA 1998 nicht verkannt, sondern ist zutreffend davon ausgegangen, dass mit dieser Bestimmung der zeitliche Geltungsbereich des Abkommens |573| geregelt wird. Entgegen der von der Beschwerdeführerin vertretenen Ansicht hat das Schiedsgericht Art. 12 ISA 1998 nicht etwa herangezogen, um den in Art. 1 Abs. 1 ISA 1998 bereits bestimmten Inhalt des fraglichen Begriffs abzuändern. Dies versucht im Gegenteil die Beschwerdeführerin, indem sie von Art. 12 ISA 1998 auf eine enge Definition von \"Investitionen\" nach Art. 1 Abs. 1 ISA 1998 schliessen will, die sich der Umschreibung in dieser Bestimmung nicht entnehmen lässt.\n\nEbenso wenig leuchtet ein, inwiefern die Definition des Begriffs des Investors als natürliche Person nach Art. 1 Abs. 2 lit. a ISA 1998 (\"[...] who is competent in accordance with its legislation to make investments in the territory of the other Contracting Party\") für ein in zeitlicher Hinsicht eingeschränktes Verständnis von Art. 1 Abs. 1 ISA 1998 sprechen soll. Auch aus der Verpflichtung jeder Vertragspartei nach Art. 2 Abs. 1 ISA 1998, Investoren der anderen Vertragspartei darin zu fördern, Investitionen auf ihrem Territorium zu tätigen, und solche Investitionen in Übereinstimmung mit ihrem Recht zuzulassen, lässt sich nicht auf ein einschränkendes Verständnis schliessen, das Investitionen vom sachlichen Geltungsbereich ausschliessen würde, die ursprünglich nicht grenzüberschreitend erfolgten, sondern sich erst infolge einer Grenzverschiebung auf dem Gebiet des anderen Vertragsstaats befinden. Ausserdem lässt die Beschwerdeführerin auch in diesem Zusammenhang den neben der Förderung verfolgten Zweck des Schutzes von Investitionen unbeachtet. Art. 2 Abs. 2 ISA 1998, nach dem jede Vertragspartei in Übereinstimmung mit ihrem Recht einen umfassenden und vorbehaltlosen Rechtsschutz für Investitionen von Investoren der anderen Vertragspartei garantiert (\"Each Contracting Party guarantees, in accordance with its legislation, the full and unconditional legal protection of investments by investors of the other Contracting Party\"), vermag ihre Ansicht nicht zu stützen, wonach vom fraglichen Abkommen in jedem Fall nur Investitionen geschützt werden sollen, die bereits zu Beginn grenzüberschreitend erfolgten. Auch mit ihren weiteren Ausführungen zu den materiellen Schutzbestimmungen im ISA 1998 vermag die Beschwerdeführerin nicht aufzuzeigen, inwiefern das Schiedsgericht den Begriff der \"Investitionen\" nach Art. 1 Abs. 1 ISA 1998 im Rahmen der Zuständigkeitsfrage (vgl. Art. 9 ISA 1998) unzutreffend ausgelegt hätte.\n\nDas in der Beschwerde vertretene enge Verständnis von Art. 1 Abs. 1 ISA 1998 hält auch einer systematischen Auslegung nicht stand. |574|\n\n4.4.5 Schliesslich vermag die Beschwerdeführerin auch mit ihren Vorbringen zur Auslegung nach Treu und Glauben keine Rechtsverletzung aufzuzeigen. Sie beruft sich einmal mehr auf ein angebliches allgemeines Verständnis von Lehre und Rechtsprechung im internationalen Investitionsschutz, vermag aber auch in diesem Zusammenhang keine konkreten Belege für ihre Behauptung anzubringen, wonach der Begriff der Investition im internationalen Recht zeitlich derart beschränkt sei, dass das Element der Grenzüberschreitung in einem ganz bestimmten Zeitpunkt erfüllt sein müsste. Inwiefern der Grundsatz von Treu und Glauben zu der von der Beschwerdeführerin vertretenen restriktiven Auslegung führen soll, die Investitionen im Fall von Grenzverschiebungen vom Anwendungsbereich des Abkommens ausschliessen würde, geht aus ihren Ausführungen nicht hervor. Eine derartige enge Auslegung würde vom sachlichen Geltungsbereich des Abkommens und damit vom entsprechenden Schutz einzig diejenigen Investitionen auf dem Gebiet des anderen Vertragsstaats ausschliessen, die sich im Zeitpunkt der Grenzverschiebung bereits auf dem betroffenen Gebiet befanden. Solche bestehenden Investitionen wären demnach - obwohl im Rahmen des vereinbarten zeitlichen Geltungsbereichs (Art. 12 ISA 1998) getätigt - vom vereinbarten Schutz ausgenommen. Dies würde der Einführung einer auf ein bestimmtes Gebiet beschränkten zusätzlichen Einschränkung des zeitlichen Geltungsbereichs gleichkommen, die zudem von einer Vertragspartei selbst herbeigeführt wurde. Eine solche Auslegung wäre mit dem Grundsatz von Treu und Glauben unvereinbar und würde zu einem Ergebnis führen, das dem Sinn und Zweck des Investitionsschutzabkommens 1998 widerspricht.\n\nAusführungen zur historischen Auslegung (vgl. Art. 32 VRK) erübrigen sich, zumal die Beschwerdeführerin selber vorbringt, die in das Verfahren eingeführten vorbereitenden Arbeiten (travaux préparatoires) seien unvollständig und damit als ergänzendes Auslegungsmittel unbeachtlich.\n\n4.4.6 Der in der Beschwerde erhobenen Rüge, die Beschwerdegegnerin sei keine Investorin im Sinne von Art. 1 Abs. 2 ISA 1998, kommt im Vergleich zu derjenigen, wonach die betroffenen Investitionen die Begriffsmerkmale von Art. 1 Abs. 1 ISA 1998 nicht erfüllten, kein eigenständiger Gehalt zu. Vielmehr begründet die Beschwerdeführerin ihre Rüge wiederum einzig damit, die Beschwerdegegnerin |575| habe eine Investition in der Ukraine getätigt und bis zur behaupteten Enteignung durchgehend eine Investition auf dem Territorium der Ukraine gehalten. Mit der eingehenden Begründung im angefochtenen Entscheid, wonach es sich bei der Beschwerdegegnerin um eine nach ukrainischem Recht gültig gegründete Gesellschaft handelt, die nach ukrainischem Recht berechtigt ist, Investitionen auf dem Gebiet der Russischen Föderation bzw. der Halbinsel Krim zu tätigen, setzt sich die Beschwerdeführerin nicht auseinander.\n\n4.4.7 Die Rüge, das Schiedsgericht habe das Investitionsschutzabkommen 1998 unzutreffend ausgelegt und sich zu Unrecht gestützt auf Art. 9 ISA 1998 für zuständig erklärt, ist unbegründet."}