{"annee": "144", "cour": "I", "page": "340", "date": "21/9/2018", "cite": ["138 V 271", "143 II 646", "132 I 140", "130 I 369", "131 I 12", "140 I 68", "137 I 128", "141 II 280", "143 V 114", "143 III 193", "134 I 140", "141 I 241", "141 II 338", "141 I 97", "137 I 284", "139 I 16", "142 I 195"], "cite_par": [], "chapeau": "27. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A. gegen Eidgenössische Steuerverwaltung (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_287/2018 vom 21. September 2018", "regestes": ["Art. 56 PA; art. 98 LTF; art. 86 al. 2-5 LTVA; art. 6 par. 1, 8 par. 1, 13 et 14 CEDH. Le fait qu'aucune instance indépendante de l'administration ne puisse se prononcer sur une décision sur réclamation fixant le montant de TVA provisoirement dû est compatible avec la CEDH. Distinction entre créance fiscale définitive et simple montant provisoirement dû. Celui-ci est prélevé, selon l'art. 86 al. 2 LTVA, au cours d'une procédure préliminaire sui generis et constitue une mesure provisionnelle. La décision rendue sur réclamation par l'AFC à cet égard n'est en principe susceptible d'aucun recours (consid. 2.2). Les obligations fiscales sont, sous réserve du droit pénal fiscal, exclues de l'art. 6 CEDH. Il s'ensuit que leur exécution forcée ne représente pas non plus une contestation à caractère civil au sens de l'art. 6 par. 1 CEDH, de sorte qu'il n'existe pas de droit conventionnel à accéder à un tribunal. Cela est également valable s'agissant de l'art. 86 al. 2 LTVA, d'autant plus qu'il s'agit là d'une mesure provisionnelle (sans préjudice sur la cause principale) (consid. 3.3). Nature accessoire du droit à un recours effectif (art. 13 CEDH; consid. 3.4) et de l'interdiction de la discrimination (art. 14 en lien avec l'art 8 par. 1 CEDH). Faute de motivation suffisante, pas d'examen de l'art. 86 LTVA sous ces angles (consid. 3.5)."], "faits": "BGE 144 I 340 S. 341\n\nA. Rechtsanwalt A. betreibt in U./BE eine Anwaltskanzlei. Aufgrund seiner unternehmerischen Tätigkeit ist er in dem von der Eidgenössischen Steuerverwaltung (ESTV) geführten Register der Mehrwertsteuerpflichtigen eingetragen, wobei er nach der Methode der Saldosteuersätze vorgeht. Seine Abrechnung zum zweiten Semester 2016, die er erstellt und eingereicht hatte, wies eine Steuerforderung von Fr. 11'736.10 aus. Trotz Mahnung unterliess er die Überweisung an die ESTV, weshalb diese den provisorisch geschuldeten Steuerbetrag in Betreibung setzte (Art. 86 Abs. 2 MWSTG). Der Steuerpflichtige erhob gegen den Zahlungsbefehl Rechtsvorschlag. Die ESTV beseitigte den Rechtsvorschlag mit Verfügung vom 9. Januar 2018 (Art. 86 Abs. 3 MWSTG). Am 19. Februar 2018 wies sie die dagegen gerichtete Einsprache ab (Art. 86 Abs. 4 Satz 1 MWSTG). BGE 144 I 340 S. 342\n\nB. (...) Mit einzelrichterlichem Entscheid A-1047/2018 vom 22. Februar 2018 trat das Bundesverwaltungsgericht auf die Beschwerde nicht ein. Es erwog im Wesentlichen, Art. 86 Abs. 4 Satz 2 MWSTG halte fest, dass derartige Einspracheentscheide grundsätzlich endgültig seien. Eine Ausnahme sehe das Gesetz nur vor, soweit ein Anwendungsfall von Art. 86 Abs. 5 MWSTG vorliege, was jedoch bedinge, dass die ESTV den in Betreibung gesetzten provisorisch geschuldeten Steuerbetrag nach pflichtgemässem Ermessen festgelegt habe. Vorliegend habe der Steuerpflichtige die Steuerabrechnung eigenständig ausgefüllt, weshalb der Vorbehalt von Art. 86 Abs. 4 Satz 2 MWSTG nicht einschlägig sei. (...)\n\nDas Bundesgericht weist die Beschwerde ab, soweit darauf einzutreten ist.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Streitig und zu prüfen ist, ob ein Einspracheentscheid der ESTV, den diese in Anwendung von Art. 86 Abs. 2 MWSTG (SR 641.20) erliess, ohne dass sie zuvor den provisorisch geschuldeten Steuerbetrag nach pflichtgemässem Ermessen zu schätzen hatte (Art. 86 Abs. 2 Satz 2 in Verbindung mit Abs. 5 MWSTG), entgegen Art. 86 Abs. 4 Satz 2 MWSTG an das Bundesverwaltungsgericht weitergezogen werden kann. Dabei ist zunächst die Rechtslage nach Landesrecht zu erörtern (E. 2.2 ff. und 3.2), ehe dem Konventionsrecht nachzugehen ist (hinten E. 3.3 ff.).\n\n2.2\n\n2.2.1 Die mehrwertsteuerliche Inlandsteuer beruht auf dem Prinzip der (modifizierten) Selbstveranlagung (BGE 143 II 646 E. 2.2.1 S. 650). Die steuerpflichtige Person ist daher gehalten, gegenüber der ESTV innert 60 Tagen nach Ablauf der jeweiligen Abrechnungsperiode unaufgefordert in der vorgeschriebenen Form über die Steuerforderung abzurechnen (Abrechnungspflicht; Art. 71 Abs. 1 MWSTG) und die Steuerforderung innerhalb derselben Frist zu begleichen (Zahlungspflicht; Art. 86 Abs. 1 MWSTG). Bei verspäteter Zahlung wird ohne Mahnung ein Verzugszins geschuldet (Art. 87 Abs. 1 MWSTG).\n\n2.2.2 Die Inlandsteuer wird jeweils für eine Steuerperiode erhoben, wobei als Steuerperiode das Kalenderjahr gilt (Art. 34 Abs. 1 und 2 BGE 144 I 340 S. 343MWSTG). Innerhalb der Steuerperiode erfolgt die Abrechnung der Steuer grundsätzlich vierteljährlich( Abrechnungsperiode ; Art. 35 Abs. 1 lit. a MWSTG). Übersteigt die in der Abrechnungsperiode angefallene Umsatzsteuer die anrechenbare Vorsteuer, ergibt sich per saldo eine Steuerforderung der ESTV (dazu Art. 36 Abs. 1 MWSTG zur effektiven Abrechnungsmethode bzw. Art. 37 Abs. 2 MWSTG zur Abrechnungsmethode nach Saldo- oder Pauschalsteuersätzen). Führt der Saldo zu einem Vorsteuerüberhang, ist dieser der steuerpflichtigen Person zu vergüten (Art. 88 MWSTG). Hinsichtlich der Zwangsvollstreckung des Steueranspruchs sind nach dem Mehrwertsteuerrecht von 2009 zwei Verfahren auseinanderzuhalten. Die Unterscheidung erfolgt anhand dessen, ob es sich um eine definitive Steuerforderung (créance définitive; E. 2.2.3) oder um einen bloss provisorisch geschuldeten Steuerbetrag (créance provisoire; E. 2.2.4) handelt (MOLLARD/OBERSON/TISSOT BENEDETTO, Traité TVA, 2009, Annex 3, N. 489 zu Art. 86 MWSTG).\n\n2.2.3 Kommt die steuerpflichtige Person ihrer Zahlungspflicht (hinsichtlich der definitiven Steuerforderung, Zinsen, Kosten und Bussen) nicht oder nicht vollumfänglich nach, leitet die ESTV die (ordentliche) Betreibung ein und trifft sie alle zweckdienlichen zivil- und vollstreckungsrechtlichen Vorkehrungen (Art. 89 Abs. 1 MWSTG). Gegenstand dieser Vollstreckung ist die créance définitive (FELIX GEIGER, in: Bundesgesetz über die Mehrwertsteuer [nachfolgend:Komm. MWSTG], Zweifel/Beusch/Glauser/Robinson [Hrsg.], 2015, N. 1 zu Art. 89 MWSTG). Dabei gelten die üblichen Rechtsmittelmöglichkeiten (Art. 89 MWSTG). Anders als nach vorrevidiertem Recht (Art. 57 Abs. 1 der Verordnung vom 22. Juni 1994 über die Mehrwertsteuer [MWSTV 1994;AS 1994 1464]; Art. 69 Abs. 1 desBundesgesetzes vom 2. September 1999 über die Mehrwertsteuer[MWSTG 1999; AS 2000 1300]) erübrigt sich eine vorgängige Mahnung.\n\n2.2.4 Mit dem Mehrwertsteuerrecht von 2009 wurde die Betreibung des provisorisch geschuldeten Steuerbetrags eingeführt (Art. 86 Abs. 2 Satz 1 MWSTG). Inhalt dieser zeitnahen Vollstreckung, die aber eine Mahnung voraussetzt, ist nicht die Steuerforderung im technischen Sinn (verstanden als Differenz bzw. Produkt einer mathematischen Operation; Art. 36 Abs. 2 und Art. 37 Abs. 2 MWSTG), sondern der mutmassliche Steuerbetrag (créance provisoire; MOLLARD/OBERSON/TISSOT BENEDETTO, a.a.O., N. 490 zu Art. 86 MWSTG; BGE 144 I 340 S. 344GEIGER, Komm. MWSTG, a.a.O., N. 1 zu Art. 89 MWSTG). Art. 86 MWSTG lautet folgendermassen:\n\n1 Innert 60 Tagen nach Ablauf der Abrechnungsperiode hat die steuerpflichtige Person die in diesem Zeitraum entstandene Steuerforderung zu begleichen.\n\n2 Erbringt die steuerpflichtige Person keine oder eine offensichtlich ungenügende Zahlung, so setzt die ESTV den für die jeweilige Abrechnungsperiode provisorisch geschuldeten Steuerbetrag nach vorgängiger Mahnung in Betreibung. Liegt keine oder eine offensichtlich ungenügende Abrechnung der steuerpflichtigen Person vor, so bestimmt die ESTV den provisorisch geschuldeten Steuerbetrag vorgängig nach pflichtgemässem Ermessen.\n\n3 Durch Rechtsvorschlag eröffnet die steuerpflichtige Person das Verfahren um Rechtsöffnung. Für die Beseitigung des Rechtsvorschlages ist die ESTV im Verfügungs- und Einspracheverfahren zuständig.\n\n4 Die Verfügung betreffend den Rechtsvorschlag kann innert 10 Tagen nach der Eröffnung mit Einsprache bei der ESTV angefochten werden. Der Einspracheentscheid ist unter Vorbehalt von Abs. 5 endgültig.\n\n5 Hat die ESTV den in Betreibung gesetzten provisorisch geschuldeten Steuerbetrag nach pflichtgemässem Ermessen bestimmt, so kann gegen den Einspracheentscheid beim Bundesverwaltungsgericht Beschwerde geführt werden. Die Beschwerde hat keine aufschiebende Wirkung, es sei denn, das Gericht ordne diese auf begründetes Ersuchen hin an. Das Bundesverwaltungsgericht entscheidet endgültig.\n\n6 Art. 85a SchKG ist nicht anwendbar.\n\n7 Der Einzug eines Steuerbetrags nach Abs. 2 berührt die Festsetzung nach den Art. 72, 78 und 82 der endgültigen Steuerforderung nicht. Unterbleibt die Festsetzung der Steuerforderung wegen Untätigkeit der steuerpflichtigen Person, insbesondere weil diese weder Mängel nach Art. 72 korrigiert noch eine Verfügung nach Art. 82 verlangt, so gelten mit Eintritt der Festsetzungsverjährung auch die von der ESTV nach Abs. 2 bestimmten Steuerbeträge als Steuerforderung.\n\n8 Anstelle einer Zahlung des Steuerbetrags kann die steuerpflichtige Person auch Sicherheiten gemäss Art. 93 Abs. 7 leisten.\n\n9 Unmittelbar nach Eingang der Zahlung oder der Sicherheitsleistung zieht die ESTV die Betreibung zurück.\"\n\n2.2.5 Der Bezug des provisorisch geschuldeten Steuerbetrags findet zumindest direktsteuerlich kein entsprechendes Gegenstück und ist als präliminares Verfahren sui generis ausgestaltet (BAUMGARTNER/CLAVADETSCHER/KOCHER, Vom alten zum neuen Mehrwertsteuerrecht, 2010, § 10 N. 132). Die Konzeption bringt zum Ausdruck, dass es um eine provisorische Zahlung geht (dies., a.a.O., BGE 144 I 340 S. 345§ 10 N. 130). Vorbehalten bleibt immerhin Art. 86 Abs. 7 Satz 2 MWSTG, wonach sich der provisorisch geschuldete Steuerbetrag mit Eintritt der Verjährung zur definitiven Steuerforderung verdichtet. Im Kern handelt es sich gleichwohl um eine mehrwertsteuerliche Sicherungsmassnahme, die lediglich vorübergehende Züge trägt (dies., a.a.O., § 10 N. 129 und 130). Verfahrensrechtlich führt dies zur Qualifikation als vorsorgliche Massnahme im Sinne von Art. 56 VwVG (SR 172.021; dazu nicht publ. E. 1.2). Gesetzessystematisch hätten Art. 86 Abs. 2 ff. MWSTG eher ins siebente Kapitel (Steuersicherung) gehört (GUIDO MÜLLER, in: MWSTG Kommentar, Geiger/Schluckebier [Hrsg.], 2012, N. 6 zu Art. 86 MWSTG).\n\n2.2.6 Der provisorische Charakter von Art. 86 Abs. 2 ff. MWSTG wird dadurch untermauert, dass die Einsprache gegen die \"Betreibungsverfügung\" (Art. 86 Abs. 3 Satz 2 MWSTG; dazu BAUMGARTNER/CLAVADETSCHER/KOCHER, a.a.O., § 10 N. 132) innerhalb einer Frist von lediglich zehn Tagen zu erklären und eine Beschwerde grundsätzlich ausgeschlossen ist (Art. 86 Abs. 4 Satz 1 und 2 MWSTG). Gegenstand des Einspracheverfahrens ist lediglich, ob der Rechtsvorschlag bundesrechtskonform beseitigt und der provisorisch geschuldete Steuerbetrag nach sachlichen Kriterien (zum Kriterium \"more likely than not\" dies., a.a.O., § 10 N. 135) festgesetzt worden sei (GEIGER, Komm. MWSTG, a.a.O., N. 28 zu Art. 86 MWSTG). Hatte die ESTV den provisorisch geschuldeten Steuerbetrag teilweise oder ganz zu schätzen, ist die Beschwerde gegen den Einspracheentscheid an das Bundesverwaltungsgericht zwar zulässig, es kommt ihr an sich aber keine aufschiebende Wirkung zu (Art. 86 Abs. 5 Satz 1 und 2 MWSTG; MOLLARD/OBERSON/TISSOT BENEDETTO, a.a.O., N. 492 zu Art. 86 MWSTG).\n\n3.\n\n3.1 Streitbetroffen ist die Abrechnungsperiode des zweiten Semesters 2016. Nach den für das Bundesgericht verbindlichen Feststellungen der Vorinstanz (Art. 105 Abs. 1 BGG) reichte der Steuerpflichtige die Abrechnung ein, wobei diese in eine Steuerforderung von Fr. 11'736.10 mündete. Nach erfolgloser Mahnung setzte die ESTV den ausstehenden Betrag in Betreibung und beseitigte sie den Rechtsvorschlag des Steuerpflichtigen durch Erlass einer Verfügung, welche sie mit einem Einspracheentscheid bestätigte (Art. 86 Abs. 2-4 MWSTG).\n\n3.2 Eine vorfrageweise (konkrete) Rechtsetzungskontrolle des Bundesgesetzes ist zwar nicht ausgeschlossen, doch herrscht ein BGE 144 I 340 S. 346Anwendungsgebot (Art. 190 BV; BGE 141 II 280 E. 9.2 S. 295, BGE 141 II 338 E. 3.1 S. 340). Der Steuerpflichtige macht weder geltend, Art. 86 MWSTG sei landesrechtswidrig ausgelegt und/oder angewendet worden, was nur unter dem Gesichtspunkt der Verletzung verfassungsmässiger Individualrechte zu prüfen gewesen wäre (Art. 98 BGG; nicht publ. E. 1.3), noch rügt er eine angebliche Verfassungswidrigkeit. Mangels einer derartigen Rüge erübrigt sich die Prüfung (Art. 106 Abs. 2 BGG; qualifizierte Rüge- und Begründungsobliegenheit).\n\n3.3\n\n3.3.1 Der Steuerpflichtige hält es indessen für konventionswidrig, dass ein Einspracheentscheid in der hier massgebenden Ausgestaltung (Art. 86 Abs. 4 Satz 2 MWSTG) vor keiner verwaltungsunabhängigen Gerichtsbehörde angefochten werden kann. Der Steuerpflichtige rügt eine Verletzung der Ansprüche aus Art. 6 Ziff. 1 (Recht auf ein faires Verfahren), Art. 8 Ziff. 1 (Recht auf Achtung des Privat- und Familienlebens), Art. 13 (Recht auf wirksame Beschwerde) und Art. 14 EMRK (Diskriminierungsverbot). Was zunächst den Einwand betrifft, der angefochtene Entscheid verletzte Art. 8 Ziff. 1 EMRK (dazu BGE 142 I 195 E. 3.2 S. 200), begnügt der Steuerpflichtige sich mit dem blossen Hinweis auf die Norm, ohne seine Sichtweise auch nur ansatzweise zu erörtern. Die pauschale Bemerkung, der \"Steuerbezug bzw. die Durchsetzung der Steuerschuld über die Zwangsvollstreckung [nehme] direkt in die Tätigkeit als selbständiger Rechtsanwalt Einfluss\", wie der Steuerpflichtige dies formuliert, vermag vor dem Hintergrund der qualifizierten Rüge- und Begründungsobliegenheit von vornherein nicht zu bestehen (Art. 106 Abs. 2 BGG).\n\n3.3.2 Hingegen bringt er in zwar knapper, aber vertretbarer Weise vor, einen Anspruch aus Art. 6 Ziff. 1 EMRK zu haben. Es liegt eine hinreichende Rüge (\"grief défendable\", \"arguable claim\") vor (Urteile des EGMR Ulay gegen Türkei vom 13. Februar 2018 [8626/06] § 61; Athanassoglou und andere gegen die Schweiz vom 6. April 2000 [27644/95] § 54; BGE 130 I 369 E. 7.1 S. 380; Urteil 2A.161/2006 vom 12. Oktober 2006 E. 4.2). Insoweit ist die Beschwerde zulässig. Es fragt sich daher, ob das streitbetroffene Verfahren (Art. 86 Abs. 3 und 4 MWSTG) überhaupt unter Art. 6 Ziff. 1 EMRK (unter dem Aspekt der \"zivilrechtlichen Ansprüche und Verpflichtungen\") falle. Das Konventionsrecht verleiht in Art. 6 Ziff. 1 BGE 144 I 340 S. 347EMRK jeder Person ein Recht darauf, in Bezug auf ihre zivilrechtlichen Ansprüche und Verpflichtungen von einem unabhängigen und unparteiischen, auf Gesetz beruhenden Gericht gehört zu werden. Gemäss der Rechtsprechung des Europäischen Gerichtshofs für Menschenrechte (EGMR) ergibt sich aus dem Recht auf ein Gericht (\"droit à un tribunal\", \"right to a court\") namentlich ein Recht auf Zugang zu einem Gericht (\"droit d'accès\", \"right of access\"; so schon Urteil des EGMR Golder gegen das Vereinigte Königreich vom 21. Februar 1975 [4451/70] § 36).\n\n3.3.3 Dieses Recht ist indessen nicht absolut. Es kann Einschränkungen unterworfen werfen, sofern und soweit es nicht geradezu in seinem Wesensgehalt (\"dans sa substance même\", \"very essence of the right\") betroffen wird (Urteile des EGMR Al-Dulimi und Montana Management Inc. gegen die Schweiz vom 21. Juni 2016 [5809/08] § 129; Moor gegen die Schweiz vom 11. März 2014 [52067/10 und 41072/11] § 71 mit weiteren Hinweisen; BGE 141 I 241 E. 4.2.1 S. 247). Die Konventionsstaaten verfügen bei den Einschränkungen über einen gewissen Ermessensspielraum. Ihre Entscheidung wird vom EGMR nur darauf überprüft, ob sie mit der Konvention vereinbar ist, also nicht unter dem Gesichtspunkt, ob die beste Lösung gefunden worden sei (Urteil des EGMR Taxquet gegen Belgien vom 16. November 2010 [926/05] § 84; MEYER-LADEWIG/HARRENDORF/KÖNIG, in: EMRK, Handkommentar [nachfolgend: HK EMRK], Meyer-Ladewig/Nettesheim/von Raumer [Hrsg.], 4. Aufl. 2017, N. 36 zu Art. 6 EMRK).\n\n3.3.4 Grundvoraussetzung für dieses Recht auf Zugang zu einem Gericht ist damit, dass überhaupt eine zivilrechtliche Streitigkeit (\"zivilrechtliche Ansprüche oder Verpflichtungen\") besteht. Die Auslegung des Konventionsrechts ist konventionsautonom vorzunehmen (BGE 137 I 284 E. 2.1 S. 288; OLIVIER BIGLER, in: Convention européenne des droits de l'homme [CEDH] [nachfolgend: Comm. CEDH], 2018, N. 17 zu Art. 6 EMRK [volet civil]) und hat den Regeln von Art. 31 f. des Wiener Übereinkommens vom 23. Mai 1969 über das Recht der Verträge (VRK; SR 0.111) Rechnung zu tragen (BGE 139 I 16 E. 5.2.2 S. 30). Praxisgemäss gilt, dass der von Art. 6 Ziff. 1 EMRK verwendete Begriff der \"zivilrechtlichen\" Ansprüche und Verpflichtungen (\"droits et obligations de caractère civil\" bzw. \"civil rights\") weiter greift als der Rechtsbegriff des Zivilrechts im Sinne des schweizerischen Rechts. Er bezieht sich nicht nur auf BGE 144 I 340 S. 348zivilrechtliche Streitigkeiten im engeren Sinn, sondern betrifft auch Verwaltungsakte einer hoheitlich handelnden Behörde, sofern diese massgeblich in Rechte und Verpflichtungen privatrechtlicher Natur eingreift (Urteil des EGMR Klein gegen Deutschland vom 27. Juli 2000 [33379/96] § 29; BGE 141 I 97 E. 5.1 S. 98; BGE 134 I 140 E. 5.2 S. 147).\n\n3.3.5 Was abgaberechtliche Verpflichtungen betrifft, so liegen diese ständiger Praxis des EGMR zufolge ausserhalb des weiten Rahmens der \"zivilrechtlichen Streitigkeit\" im Sinne von Art. 6 Ziff. 1 EMRK. Vorbehältlich des abgaberechtlichen Strafrechts (Urteile des EGMR Bendenoun gegen Frankreich vom 24. Februar 1994 [12547/86] § 44 ff., insb. 47; Engel gegen Niederlande vom 8. Juni 1976 [5100/71]) sind abgaberechtliche Verpflichtungen insgesamt vom Anwendungsbereich von Art. 6 EMRK ausgenommen (Urteile des EGMR Chambaz gegen Schweiz vom 5. Juli 2012 [11663/04] § 38; Ferrazzini gegen Italien vom 12. Juli 2001 [44759/98] § 25 ff.; BGE 140 I 68 E. 9.2 S. 74; BGE 132 I 140 E. 2.1 S. 146; ausführlich Urteil 2C_214/2014 vom 7. August 2014 E. 3.6.2, in: ASA 83 S. 142, StE 2014 B 101.2 Nr. 27).\n\n3.3.6 Der Steuerpflichtige will Art. 86 Abs. 2 ff. MWSTG dem Rechtsbegriff der \"zivilrechtlichen Ansprüche und Verpflichtungen\" unterstellten. Er trägt vor, es liege hier, bei Lichte betrachtet, kein (abgaberechtliches) Veranlagungs- oder Nachsteuerverfahren, sondern gegenteils ein (zivilrechtliches) Vollstreckungsverfahren vor, das als solches von Art. 6 Ziff. 1 EMRK erfasst werde. Dies äussere sich namentlich auch darin, dass Entscheide in Schuldbetreibungs- und Konkurssachen vor Bundesgericht mit der Beschwerde in Zivilsachen anfechtbar seien (Art. 72 Abs. 2 lit. a BGG). Dasselbe habe entsprechend für die Anwendungsfälle von Art. 86 Abs. 3 und 4 MWSTG zu gelten. Mit dieser Argumentation verficht er eine Zweiteilung, die darin besteht, dass das abgaberechtliche Veranlagungsverfahren zwar nicht, das abgaberechtliche Vollstreckungsverfahren (ebenso wie das Strafverfahren) aber durchaus unter Art. 6 Ziff. 1 EMRK falle.\n\n3.3.7 Für einen derartigen Dualismus finden sich in Praxis und Doktrin freilich keinerlei Anhaltspunkte. In Teilen der Lehre wird zwar die Meinung vertreten, die Anwendbarkeit des Art. 6 EMRK erstrecke sich auch auf das Verfahren zur Vollstreckung einer Entscheidung über einen zivilrechtlichen Anspruch (GRABENWARTER/ BGE 144 I 340 S. 349PABEL, Europäische Menschenrechtskonvention, 6. Aufl. 2016, § 24 N. 16 unter Bezugnahme auf das Urteil des EGMR Estima Jorge gegen Portugal vom 21. April 1998 [24550/94] § 37 f.; gl.M. wohlauch MEYER-LADEWIG/HARRENDORF/KÖNIG, HK EMRK, a.a.O, N. 50 zu Art. 6 EMRK). Vorliegend ist jedoch ein abgaberechtlicher Anspruch zu vollstrecken, der als solcher ohnehin nicht \"zivilrechtlicher\" Natur im Sinne des Konventionsrechts sein kann (vorne E. 3.3.4). Wenn schon der materielle Anspruch nicht \"zivilrechtlich\" ist, kann erst recht seine Vollstreckung nicht zivilrechtlich im Sinne von Art. 6 EMRK sein. Dass landesrechtlich in Betreibungssachen vor Bundesgericht die Beschwerde in Zivilsachen zulässig ist (Art. 72 Abs. 2 lit. a BGG), darf für die Auslegung der EMRK nicht entscheidend sein.\n\n3.3.8 Hinzu kommt eine weitere Überlegung. Der Bezug des provisorisch geschuldeten Steuerbetrags hat landesrechtlich als vorsorgliche Massnahme zu gelten (vorne E. 2.2.5). Seit dem Urteil des EGMR Micallef gegen Malta vom 15. Oktober 2009 (17056/06) § 83 ff. hängt die Anwendbarkeit von Art. 6 Ziff. 1 EMRK in einem Präliminarverfahren, dessen Hauptsache aber ohnehin \"de caractère civil\" sein müsste, namentlich davon ab, dass gesagt werden kann, das Vorverfahren sei präjudizierend für das Hauptverfahren. Die Dauer des Vorverfahrens als solche ist von keiner Bedeutung (BGE 141 I 241 E. 4.2.1 S. 247 f.). Mithin ist unerlässlich, dass erstens die Hauptsache zivilrechtlich und zweitens der vorläufige Entscheid für den zivilrechtlichen Anspruch determinierend ist (so HANSJÖRG SEILER, Praxiskommentar Verwaltungsverfahrensgesetz [VwVG], in: Waldmann/Weissenberger [Hrsg.], 2. Aufl. 2016, N. 143 zu Art. 55 VwVG betreffend die Anordnung der aufschiebenden Wirkung). Sodann ist eine Interessenabwägung vorzunehmen (ausführlich zum Ganzen: BIGLER, Comm. CEDH, a.a.O., N. 31, 44 ff. und insb. 45 zu Art. 6 EMRK [volet civil]). Keine dieser Voraussetzungen ist vorliegend erfüllt. Die bloss wirtschaftliche Beeinträchtigung - soweit hier eine solche überhaupt vorläge - genügt für sich allein nicht, um Art. 6 Ziff. 1 EMRK zur Anwendung zu bringen (Urteil des EGMR Sàrl du Parc d'Activités de Blotzheim gegen Frankreich vom 11. Oktober 2006 [48897/99] § 9; HARRIS/O'BOYLE/WARBRICK, Law of the European Convention on Human Rights, 3. Aufl. 2014, S. 391). Der abweichenden Auffassung, die der Steuerpflichtige in seiner ergänzenden Eingabe vom 8. April 2018 heranzieht (MAARTEN FETERIS, 50 jaar EVRM en het belanstingrecht, in: Nederlands BGE 144 I 340 S. 350Juristen Comité voor de Mensenrechten [NJCM], Bulletin 25/2000 S. 26 ff., insb. 466; PETER WATTEL, Mensenrechten en belastingen, in: NJCM Bulletin 15/1990 S. 250 ff., insb. 251), ist nicht zu folgen.\n\n3.3.9 Art. 86 Abs. 2 ff. MWSTG ist dem Bereich der Eingriffsverwaltung zuzuordnen. Wenn der Steuerpflichtige sich auf das Urteil des EGMR Schuler-Zgraggen gegen die Schweiz vom 24. Juni 1993 (14518/89) beruft, ist ihm entgegenzuhalten, dass es dort um die Erteilung einer Rente der Eidgenössischen Invalidenversicherung ging, also um einen Fall aus dem Bereich der Leistungsverwaltung. Daraus kann der Steuerpflichtige vorliegend für sich nichts ableiten.\n\n3.3.10 Damit ergibt sich, dass Art. 86 Abs. 4 MWSTG mit Art. 6 Ziff. 1 EMRK vereinbar ist. Die Beschwerde ist insoweit unbegründet.\n\n3.4\n\n3.4.1 Der Steuerpflichtige sieht sich sodann in seinem konventionsrechtlichen Anspruch auf wirksame Beschwerde (Art. 13 EMRK; \"droit à un recours effectif\", \"right to an effective remedy\") verletzt. Dieser Norm zufolge hat jede Person, die in ihren konventionsmässig anerkannten Rechten oder Freiheiten verletzt worden ist, das Recht, bei einer innerstaatlichen Instanz eine wirksame Beschwerde zu erheben, auch wenn die Verletzung von Personen begangen worden ist, die in amtlicher Eigenschaft gehandelt haben.\n\n3.4.2 Der Anspruch auf eine wirksame Beschwerde ist akzessorisch ausgestaltet, indem eine Verletzung von Art. 13 EMRK nur in Verbindung mit einer materiellen Garantie der EMRK vorgebracht werden kann (BGE 143 III 193 E. 6.1 S. 201; BGE 137 I 128 E. 4.4.3 S. 134). Was das Verhältnis zu Art. 6 Ziff. 1 EMRK (unter dem Aspekt des Zugangs zu einem Gericht) betrifft, ist diese Norm weiter gefasst als Art. 13 EMRK (BGE 138 V 271 E. 3.1 S. 278; BGE 137 I 128 E. 4.4.1 S. 133; MEYER-LADEWIG/RENGER, HK EMRK, a.a.O., N. 41 zu Art. 13 EMRK). Es besteht jedenfalls keine vollständige Deckungsgleichheit (BGE 131 I 12 E. 1.2 S. 15 mit Hinweisen; GRABENWARTER/PABEL, a.a.O., § 24 N. 190). Liegt ein Anwendungsfall von Art. 6 Ziff. 1 EMRK vor, erübrigt sich die Prüfung von Art. 13 EMRK (Urteile des EGMR Ullens de Schooten und Rezabek gegen Belgien vom 20. September 2011 [3989/07 /38353/07] § 52; Castren-Niniou gegen Griechenland vom 9. Juni 2005 [43837/02] § 33). Sind die Voraussetzungen von Art. 6 Ziff. 1 EMRK hingegen in einem konkreten Fall nicht gegeben, bleibt es der beschwerdeführenden BGE 144 I 340 S. 351Person unbenommen, sich auf Art. 13 EMRK zu berufen. Praxisgemäss ist hierzu aber uneingeschränkt erforderlich, dass sie auch in diesem Bereich die angebliche Konventionsverletzung im Rahmen einer hinreichenden Rüge (\"grief défendable\", \"arguable claim\") vorträgt (Nichteintretensentscheid des EGMR Danelyan gegen die Schweiz vom 29. Mai 2018 [76424/14] § 36; BIGLER, Comm. CEDH, a.a.O., N. 11 zu Art. 13 EMRK; siehe schon vorne E. 3.3.2).\n\n3.4.3 Nach dem Gesagten verstösst Art. 86 Abs. 4 MWSTG - mangels Vorliegens zivilrechtlicher Ansprüche und Verpflichtungen - nicht gegen Art. 6 Ziff. 1 EMRK. Der Steuerpflichtige beruft sich, wie schon vor Bundesverwaltungsgericht, auf Art. 13 EMRK. Die Vorinstanz hat das Vorliegen einer genügenden Rüge verneint. Der Steuerpflichtige hätte vor Bundesgericht aufzuzeigen gehabt, dass er in vertretbarer Weise die Verletzung eines Konventionsrechts geltend gemacht habe, was er aber unterlässt. Seine ausserordentlich knappen Darlegungen erfolgen in völlig ungenügender Form (Art. 106 Abs. 2 BGG). Die Rüge ist nicht zu hören.\n\n3.5 Der Steuerpflichtige ruft schliesslich Art. 14 EMRK als verletzt an. Auch hierzu fehlt eine detaillierte Auseinandersetzung mit dem angefochtenen Entscheid. Es kann daher mit der Feststellung sein Bewenden haben, dass auch das konventionsrechtliche Diskriminierungsverbot akzessorischer Natur ist (BGE 143 V 114 E. 5.3.2.2 S. 123). Nach dem Dargelegten ist Art. 86 Abs. 4 MWSTG vom Regelungsbereich von Art. 6 Ziff. 1 EMRK ausgenommen. Wie es sich mit Art. 8 Ziff. 1 EMRK verhält, war mangels hinreichender Rüge nicht zu prüfen (vorne E. 3.3.1). Der Diskriminierungsrüge wäre, so sie gehört werden könnte, nicht zu folgen.\n\n3.6 Damit erweist die Beschwerde sich als unbegründet, weshalb sie abzuweisen ist."}