{"annee": "144", "cour": "IV", "page": "172", "date": "16/3/2018", "cite": ["128 IV 117", "129 IV 238", "126 I 97"], "cite_par": ["145 IV 335", "144 IV 362"], "chapeau": "22. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Oberstaatsanwaltschaft des Kantons Luzern (Beschwerde in Strafsachen)\n\n6B_453/2017 vom 16. März 2018", "regestes": ["Art. 305bis CP; blanchiment d'argent. L'investissement de valeurs patrimoniales d'origine délictueuse dans des biens d'usage ne réalise pas en tant que tel les éléments constitutifs de l'infraction de blanchiment d'argent. De même, il n'y a blanchiment d'argent en cas de transfert international que si la transaction est propre à entraver la confiscation à l'étranger (consid. 7.2.2)."], "faits": "BGE 144 IV 172 S. 172\n\nA. Die Staatsanwaltschaft des Kantons Luzern erhob am 27. Januar 2014 Anklage gegen X. Das Kriminalgericht des Kantons Luzern erklärte X. am 1. Juli 2015 des mehrfachen gewerbsmässigen Betrugs, der mehrfachen Urkundenfälschung, der mehrfachen gewerbsmässigen Geldwäscherei, der Erschleichung einer Falschbeurkundung, der mehrfachen ungetreuen Geschäftsbesorgung und des mehrfachen Pfändungsbetrugs schuldig. Es bestrafte ihn mit einer Freiheitsstrafe von 7 Jahren sowie einer bedingten Geldstrafe von 180 Tagessätzen zu Fr. 100.-. Gegen das Urteil des Kriminalgerichts erhoben BGE 144 IV 172 S. 173X. Berufung und die Staatsanwaltschaft Anschlussberufung. Das Kantonsgericht Luzern sprach X. am 25. November 2016 vom Vorwurf des mehrfachen Pfändungsbetrugs frei und bestätigte im Übrigen die erstinstanzlichen Schuldsprüche. Es bestrafte ihn mit einer Freiheitsstrafe von 6 Jahren und einer bedingten Geldstrafe von 120 Tagessätzen zu Fr. 130.-.\n\nAm 19. November 2015 erklärte das Bundesstrafgericht X. der unbefugten Entgegennahme von Publikumseinlagen schuldig und bestrafte ihn mit einer bedingten Geldstrafe von 170 Tagessätzen zu Fr. 30.- sowie einer Busse von Fr. 900.-. Dieses Urteil ist unangefochten in Rechtskraft erwachsen.\n\nB. X. führt Beschwerde in Strafsachen gegen das Urteil des Kantonsgerichts vom 25. November 2016. Er beantragt, er sei freizusprechen. Eventualiter sei eine Freiheitsstrafe von maximal 4 Jahren und eine bedingte Geldstrafe von maximal 120 Tagessätzen auszusprechen. Er ersucht um unentgeltliche Rechtspflege und Verbeiständung.\n\nDas Kantonsgericht beantragt, die Beschwerde sei abzuweisen. Die Oberstaatsanwaltschaft des Kantons Luzern beantragt, die Beschwerde sei abzuweisen, soweit darauf eingetreten werden könne. X. reichte keine Replik ein.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut und weist die Sache zu neuer Entscheidung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n7.\n\n7.1 Die Vorinstanz erwägt, dass die Verwendung der Gelder, die der Beschwerdeführer im Rahmen der Akquisition von Kapital durch die A. AG und der B. AG sowie der Edelmetallgeschäfte erlangte, den Tatbestand der Geldwäscherei erfülle. Der Beschwerdeführer wendet sich in beiden Fällen gegen den jeweiligen Schuldspruch. Einleitend rügt er, dass der Vortäter nicht auch wegen Geldwäscherei bestraft werden dürfe, zumal es sich in einem solchen Fall um straflose Selbstbegünstigung handle. Allenfalls müsse Art. 305bis StGB als mitbestrafte Nachtat ausser Betracht fallen. Die durch die A. AG und die B. AG erlangten Vermögenswerte seien in einem direkten Konnex zur Geschäftstätigkeit dieser Gesellschaften verwendet worden, weshalb von einer Verschleierung der Herkunft dieser Mittel keine Rede sein könne. Beim Tatbestand der Geldwäscherei gehe es darum, die Beutesicherung unter Strafe zu stellen. Eine solche BGE 144 IV 172 S. 174Sicherung der Beute habe aber vorliegend nicht stattgefunden, zumal die Gelder im Rahmen der Geschäftstätigkeit an Dritte überwiesen worden seien und somit seinen Einflussbereich verlassen hätten. Diese Vorgänge seien vollständig dokumentiert und nachvollziehbar; die Auffassung der Vorinstanz, wonach jede Überweisung ins Ausland selbst bei der Verlängerung von einem \"paper trail\" stets tatbestandsmässig sei, greife zu kurz. Im Übrigen sei nicht nachvollziehbar, inwiefern die Zahlung von Mietkosten und der Kauf verschiedener Mobilien geeignet sein sollen, die Ermittlung der Herkunft, die Auffindung oder die Einzahlung von Vermögenswerten zu vereiteln, zumal die Zahlung innerhalb der Schweiz mittels Banküberweisungen erfolgt sei. Auch in Bezug auf die Edelmetallgeschäfte bringt der Beschwerdeführer vor, dass die Transaktionen durch belegte und rekonstruierbare Überweisungen erfolgt seien.\n\nZur Erfüllung des Tatbestandes in subjektiver Hinsicht macht der Beschwerdeführer bei beiden Sachverhaltskomplexen zusammengefasst geltend, er habe höchstens leichtfertig nicht erkannt, dass seine Handlungen geeignet waren, die Einziehung der Gelder zu vereiteln. Die Feststellung, er habe dies in Kauf genommen, sei willkürlich. Selbst wenn dieser Erfolg für ihn erkennbar gewesen sei, könne nicht auf ein eventualvorsätzliches Handeln geschlossen werden.\n\n7.2 Gemäss Art. 305bis Ziff. 1 StGB (in der bis zum 31. Dezember 2015 geltenden Fassung) macht sich wegen Geldwäscherei strafbar, wer eine Handlung vornimmt, die geeignet ist, die Ermittlung der Herkunft, die Auffindung oder die Einziehung von Vermögenswerten zu vereiteln, die, wie er weiss oder annehmen muss, aus einem Verbrechen herrühren. Den Tatbestand der Geldwäscherei kann nach ständiger Rechtsprechung auch erfüllen, wer Vermögenswerte wäscht, die er selber durch ein Verbrechen erlangt hat (BGE 128 IV 117 E. 7a mit Hinweisen). Es besteht kein Anlass, auf diese Rechtsprechung zurückzukommen.\n\n7.2.1 Zur Erfüllung des Tatbestandes bedarf es zunächst einer Vortat. Eine solche erblickt die Vorinstanz zutreffend in den als Betrug qualifizierten Handlungen des Beschwerdeführers.\n\n7.2.2 Tathandlung der Geldwäscherei ist jeder Vorgang, der geeignet ist, die Ermittlung, die Auffindung oder die Einziehung von kontaminierten Vermögenswerten zu vereiteln. Nach der Rechtsprechung schliesst die Vereitelung der Einziehung als pars pro toto auch die BGE 144 IV 172 S. 175Ermittlungs- und Auffindungsvereitelung mit ein; entscheidend ist mithin, ob ein Verhalten vorliegt, welches geeignet ist, die Einziehung der verbrecherisch erlangten Vermögenswerte zu vereiteln. Ob dies zutrifft, ist im Einzelfall zu bestimmen (BGE 129 IV 238 E. 3.3; Urteil 6B_217/2013 vom 28. Juli 2014 E. 3.1; je mit Hinweisen).\n\nDie Vorinstanz hält weitgehend nur in pauschaler Weise fest, dass die Verwendung der deliktisch erlangten Gelder den Tatbestand der Geldwäscherei erfülle. Sie legt nicht im Einzelnen dar, inwiefern die verschiedenen Transaktionen geeignet sein sollen, die Einziehung der Vermögenswerte zu vereiteln. Der angefochtene Entscheid genügt in diesem Punkt den Anforderungen von Art. 112 Abs. 1 lit. b BGG nicht, weshalb die Sache an die Vorinstanz zurückzuweisen ist. Im Rahmen der neuen Beurteilung wird die Vorinstanz unter anderem berücksichtigen müssen, dass bei einer blossen Verlängerung einer Papierspur (\"paper trail\") in der Regel keine Geldwäscherei vorliegt, etwa bei einer Überweisung von einem Konto auf ein anderes im Inland, solange keine weiteren Verschleierungshandlungen vorliegen und die Vermögenswerte dort noch einziehbar sind (Urteile 6B_217/2013 vom 28. Juli 2014 E. 3.4; 6B_88/2009 vom 29. Oktober 2009 E. 4.3; je mit Hinweisen; JÜRG-BEAT ACKERMANN, in: Kommentar Einziehung, organisiertes Verbrechen, Geldwäscherei, Schmid/Ackermann/Arzt/Bernasconi/de Capitani [Hrsg.], Bd. I, 1998, N. 265 f. zu Art. 305bis StGB). Überdies erlaubt Art. 70 Abs. 1 StGB auch die Einziehung von echten Surrogaten (BGE 126 I 97 E. 3c; Urteil 6B_180/2016 vom 28. Oktober 2016 E. 4.4.1; je mit Hinweisen). Entsprechend erfüllt die einfache Investition in Gebrauchswerte als solche den Tatbestand der Geldwäscherei nicht (ACKERMANN, a.a.O., N. 257 und 264 zu Art. 305bis StGB).\n\nNach Ansicht der Lehre erfüllt jede Überweisung ins Ausland von deliktisch erlangten Vermögenswerten den Tatbestand der Geldwäscherei, unabhängig davon, ob ein \"paper trail\" vorliegt oder nicht (ACKERMANN, a.a.O., N. 315 zu Art. 305 bis StGB; MARK PIETH, in: Basler Kommentar, Strafrecht, Bd. II, 3. Aufl. 2013, N. 49 zu Art. 305bis StGB; URSULA CASSANI, in: Commentaire romand, Code pénal, Bd. II, 2017, N. 35 zu Art. 305bis ). Begründet wird dies im Wesentlichen damit, dass es nur selten vorkommen dürfe, dass exportierte Vermögenswerte auf dem Rechtshilfeweg zur Einziehung in die Schweiz zurücktransferiert werden (ACKERMANN, a.a.O., N. 315 zu Art. 305 bis StGB). Zweck der Einziehung von deliktisch erlangten Vermögenswerten ist aber, dem organisierten Verbrechen oder dem Einzeltäter die finanzielle Basis zu entziehen (dazu ACKERMANN, BGE 144 IV 172 S. 176 a.a.O, N. 264 zu Art. 305bis StGB). Ob die Einziehung im In- oder im Ausland erfolgt, ist in dieser Hinsicht belanglos. Ebenso wenig kommt es darauf an, ob die Vermögenswerte in die Schweiz zurückgeführt werden. Geldwäscherei ist bei einer Auslandsüberweisung demnach nur dann zu bejahen, wenn die Transaktion geeignet ist, die Einziehung im Ausland zu vereiteln."}