{"annee": "144", "cour": "III", "page": "43", "date": "20/12/2017", "cite": ["139 III 49", "133 III 121", "127 III 357", "84 II 521", "118 II 157", "124 III 155", "103 II 129", "127 III 328", "110 II 276", "135 III 259", "134 III 534", "115 II 62", "131 III 528", "139 III 217", "106 II 224", "100 II 361", "131 III 268", "108 II 197", "143 III 348", "117 II 273", "140 III 134", "141 III 80", "143 III 297", "109 II 462", "110 II 380", "134 I 159", "140 III 409", "135 III 295", "132 III 626", "124 III 481", "142 III 239", "110 II 183", "134 II 297"], "cite_par": ["145 III 495"], "chapeau": "5. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. und B. AG gegen C. AG (Beschwerde in Zivilsachen)\n\n4A_269/2017 vom 20. Dezember 2017", "regestes": ["Art. 394 et 412 CO; mandat; courtage; délimitation; honoraires dépendant du résultat. Délimitation entre mandat et courtage: principes. Qualification d'une convention qui prévoit des honoraires dépendant du résultat (consid. 3).", "Requête en production de documents. Délimitation entre droit aux renseignements de nature matérielle et requête en production de documents de nature procédurale (consid. 4)."], "faits": "|44|\n\nA. Die C. AG (Klägerin, Beschwerdegegnerin) mit Sitz in U. bezweckt unter anderem die Erbringung von Beratungs- und sonstigen Dienstleistungen im Bereich der Unternehmensübernahmen. Die B. AG (Beklagte 2, Beschwerdeführerin 2) betreibt im Bereich der entgeltlichen Publikation von Stellenangeboten eine spezialisierte Suchmaschine. Präsident des Verwaltungsrats war bis im Februar 2013 A. (Beklagter 1, Beschwerdeführer 1).\n\nAm 4. Mai 2008 unterzeichneten A. und die B. AG (handelnd durch A.) als \"Auftraggeber\" ein schriftliches Angebot \"Mandatsvereinbarung Projekt D.\" der C. AG vom 30. April 2008, das diese als \"exklusive[r] M&A Berater im Zusammenhang mit dem Verkauf ('Transaktion') der B. AG\" unterbreitete. Darin verpflichtete sich die C. AG, die Auftraggeber allgemein beim Verkauf der B. AG zu beraten und zu unterstützen, wobei die Leistungen in Lit. A. nicht abschliessend aufgezählt werden. Als Entschädigung vereinbarten die Parteien ein monatliches Bearbeitungshonorar von Fr. 25'000.-, das im Erfolgsfall vollumfänglich von der Erfolgskommission in Abzug gebracht werden sollte (Lit. C. Ziff. 1); für den Erfolgsfall wurde eine Erfolgskommission von mindestens Fr. 170'000.- vorgesehen (Lit. C. Ziff. 2) sowie bei einer Transaktionssumme ab Fr. 1'500'000.- ein zusätzlicher \"Incentive\", der in Prozenten der \"Transaktionssume\" definiert und an Rechenbeispielen erläutert wurde (Lit. C. Ziff. 3). Der Erfolgsfall und die entsprechende Transaktionssumme wurden in Lit. C. Ziff. 6 definiert und es wurde bestimmt, dass die Erfolgskommission und der Incentive ebenfalls geschuldet seien, wenn nach Beendigung oder Auflösung dieser Mandatsvereinbarung während der Dauer von einem Jahr ein Erfolgsfall eintrete.\n\nMit E-Mail vom 10. August 2008 an die C. AG kündigte A. die Mandatsvereinbarung für sich und für die B. AG per sofort. Am 16. Januar 2009 gab die E. AG bekannt, sie habe sich per Ende 2008 mit 20 % an der B. AG beteiligt; für 2011 sei eine Aufstockung der Beteiligung auf 49 % geplant und 2013 solle die Übernahme der verbleibenden 51 % erfolgen. |45|\n\nB. Am 9. Juni 2009 erhob die C. AG beim Kantonsgericht Zug Klage gegen A. und die B. AG. Die C. AG stellte dabei im Sinne einer Stufenklage zuerst ein Auskunftsbegehren und behielt sich die anschliessende definitive Bezifferung ihrer Forderung vor.\n\nMit Teilurteil vom 1. Februar 2016 entschied das Kantonsgericht Zug u.a.:\n\n\"2.1 Die Beklagten werden unter Androhung der Bestrafung - die Beklagte 2 unter Androhung der Bestrafung ihrer verantwortlichen Organe und geschäftsführenden Personen - wegen Ungehorsams gegen eine amtliche Verfügung nach Art. 292 StGB (Bestrafung mit Bussen) sowie unter solidarischer Verantwortlichkeit verpflichtet, der Klägerin innert einer Frist von 30 Tagen ab Rechtskraft des vorliegenden Teilurteils sämtliche Vereinbarungen zwischen ihnen sowie allfälligen auf ihrer Seite mitbeteiligten Dritten und der E. AG oder anderen oder weiteren Parteien betreffend vollständiger oder teilweiser sofortiger oder späterer wirtschaftlicher Handänderung oder der Verschaffung entsprechender Call- oder Put-Option der Beklagten 2 oder wesentlicher Aktiven davon, und/oder Verträge betreffend künftiger Zusammenarbeit aller Art in Bezug auf die Beklagte 2 herauszugeben, soweit zur Berechnung von Erfolgskommission und Incentive gemäss lit. C, Ziff. 2 und 3 der Mandatsvereinbarung vom 30. April/4. Mai 2008 erforderlich und soweit diese nicht durch die Zahlen der geprüften Jahresrechnungen der Beklagten 2 oder geleistete Earn-Out-Zahlungen nachgewiesen werden.\n\n2.2 Die Beklagten werden verpflichtet, dem Kantonsgericht Zug innert einer Frist von 30 Tagen ab Rechtskraft des vorliegenden Teilurteils eine schriftliche Bestätigung abzugeben, dass die von ihnen an die Klägerin herausgegebenen Unterlagen sämtliche gemäss Ziff. 2.1 des Dispositivs verlangten Dokumente enthalten.\"\n\nAuf Berufung der Beklagten hin änderte das Obergericht des Kantons Zug mit Urteil vom 29. März 2017 Dispositiv-Ziffer 2.1 des Teilurteils des Kantonsgerichts Zug dahingehend ab, dass den Beklagten keine Bestrafung wegen Ungehorsams gegen eine amtliche Verfügung nach Art. 292 StGB angedroht wurde. Im Übrigen wies es die Berufung ab.\n\nC. Gegen dieses Urteil erhoben die Beklagten Beschwerde in Zivilsachen beim Bundesgericht. Dieses weist das Editionsbegehren der Beschwerdegegnerin in teilweiser Gutheissung der Beschwerde ab und weist die Sache zum Entscheid über die noch nicht beurteilten Klagebegehren an die Vorinstanz zurück. Im Übrigen weist es die Beschwerde ab, soweit es darauf eintritt.\n\n(Zusammenfassung) |46|", "considerants": "Aus den Erwägungen:\n\n3. Die Beschwerdeführer rügen, die Vorinstanz habe die Mandatsvereinbarung vom 30. April/4. Mai 2008 rechtsfehlerhaft als Mäklervertrag bzw. als gemischten Vertrag mit Mäklerelementen qualifiziert. Sie vertreten die Ansicht, der Vertrag unterstehe den Regeln über den einfachen Auftrag.\n\n3.1 Nach Art. 394 OR verpflichtet sich der Beauftragte durch die Annahme eines Auftrages, die ihm übertragenen Geschäfte oder Dienste vertragsgemäss zu besorgen (Abs. 1). Eine Vergütung ist zu leisten, wenn sie verabredet oder üblich ist (Abs. 3). Durch den Mäklervertrag erhält der Mäkler gemäss Art. 412 OR den Auftrag, gegen eine Vergütung, Gelegenheit zum Abschlusse eines Vertrages nachzuweisen oder den Abschluss eines Vertrages zu vermitteln (Abs. 1). Der Mäklervertrag steht im Allgemeinen unter den Vorschriften über den einfachen Auftrag (Abs. 2), soweit diese mit den Besonderheiten des Mäklervertrags vereinbar sind (BGE 139 III 217 E. 2.3; BGE 110 II 276 E. 2a S. 277; BGE 106 II 224).\n\n3.1.1 Charakteristisch für den Mäklervertrag ist dessen Entgeltlichkeit und der Erfolg, der auf die Tätigkeit des Mäklers zurückzuführen ist (BGE 139 III 217 E. 2.3 S. 223 mit Verweis). Der Erfolg kann vertraglich unterschiedlich definiert sein (BGE 124 III 481 E. 3a). Die Tätigkeit des Nachweismäklers beschränkt sich auf die Bekanntgabe einer oder mehrerer konkret bestimmter Abschlussgelegenheiten, während der Vermittlungsmäkler auf den Vertragsabschluss aktiv hinwirkt. Ist der Mäkler vertraglich verpflichtet, den Abschluss des Vertrages zu vermitteln, so bestimmt sich der Umfang seiner Pflichten nach der vertraglichen Abrede oder der Natur des Geschäfts (BGE 110 II 276 E. 2a S. 277 f.). Der Anspruch auf den Mäklerlohn setzt in jedem Fall einen Kausalzusammenhang zwischen der Tätigkeit des Mäklers und dem tatsächlichen Zustandekommen des Hauptvertrags bzw. des Zielgeschäfts voraus. Der Mäkler muss beweisen, dass seine Intervention zum vertraglich definierten Erfolg geführt hat (BGE 131 III 268 E. 5.1.2 S. 275). Nach Art. 413 Abs. 1 OR ist der Mäklerlohn verdient, sobald der Vertrag infolge des Nachweises oder der vereinbarten Vermittlung zustande gekommen ist. Dass typischerweise der Mäklerlohn nur verdient ist, wenn der Vertrag mit dem nachgewiesenen Partner oder durch Vermittlung des Mäklers zustande kommt, schliesst nicht aus, dass |47| Aufwendungsersatz (Art. 413 Abs. 3 OR) oder ein Honorar auch für den Fall des Nichtzustandekommens des Vertrags zugesichert werden kann (BGE 131 III 268 E. 5.1.2 S. 275). In der Regel trifft den Mäkler keine Pflicht zum Tätigwerden, er ist insbesondere in der Organisation seiner Tätigkeit völlig frei (BGE 84 II 521 E. 2d S. 527). Eine Verpflichtung zum Tätigwerden hat er nur, wenn eine Ausschliesslichkeitsklausel verabredet ist (BGE 103 II 129 E. 3 S. 133; vgl. auch BGE 100 II 361 E. 4 S. 366 ff.).\n\n3.1.2 Der Beauftragte hat grundsätzlich nicht für den Erfolg seiner Tätigkeit einzustehen (BGE 115 II 62 E. 3a S. 64; vgl. auch BGE 127 III 328 E. 3 S. 331; BGE 124 III 155 E. 2b S. 161). Der einfache Auftrag unterscheidet sich denn auch vom Mäklervertrag dadurch, dass der Beauftragte ein Tätigwerden im Interesse des Auftraggebers schuldet, das zwar in der Regel erfolgsgerichtet ist, aber den Erfolg nicht mitumfasst. Die Tätigkeit im Interesse des Auftraggebers muss vielmehr die Standards der Treue- und Sorgfaltspflicht erfüllen (Art. 398 OR; vgl. BGE 134 III 534 E. 3.2.2; BGE 134 I 159 E. 4.4; BGE 133 III 121 E. 3.1; BGE 127 III 357 E. 1b; je mit Verweisen). Das vereinbarte oder übliche Honorar ist im Rahmen eines einfachen Auftrags grundsätzlich unabhängig vom Erfolg der Tätigkeit geschuldet (BGE 131 III 268 E. 5.1.2 S. 276), wobei dem Erfolg bei der Bemessung des Honorars immerhin auch im Rahmen eines einfachen Auftrags Rechnung getragen werden kann (vgl. BGE 135 III 259 E. 2.2 ff.). Der Beauftragte verletzt den Vertrag, wenn er die rechtmässigen Weisungen des Auftraggebers nicht befolgt (Art. 397 OR; vgl. BGE 110 II 183 E. 2b S. 187, vgl. auch BGE 108 II 197 E. 2a). Neben der Art und Bedeutung der Entschädigung unterscheidet sich daher der einfache Auftrag vom Mäklervertrag namentlich darin, dass der Mäkler sehr viel freier ist in seiner Tätigkeit als der Beauftragte (BGE 131 III 268 E. 5.1.2 S. 276). Schliesslich sind die vertraglich vereinbarten Tätigkeiten für die Abgrenzung des einfachen Auftrags vom Mäklervertrag beachtlich. Umfassen diese nicht nur den Nachweis einer Gelegenheit zum Vertragsschluss, sondern die Vermittlung, so sprechen Tätigkeiten, die über die Vermittlung hinausreichen oder dafür nicht erforderlich sind, wie namentlich die Beratung, für das Überwiegen auftragsrechtlicher Elemente (BGE 124 III 155 E. 2b S. 161).\n\n3.1.3 Enthält ein Vertrag Tatbestandsmerkmale verschiedener Vertragstypen (sog. gemischter Vertrag), muss ausgehend vom Schwerpunkt des Vertrages jede Streitfrage entsprechend den auf sie je |48| zutreffenden Gesetzesvorschriften und Rechtsgrundsätzen beantwortet werden (BGE 131 III 528 E. 7.1; BGE 118 II 157 E. 3a S. 162 mit Verweisen). Die Streitfrage, die vorliegend zu beantworten ist, betrifft die Entschädigungsregelung.\n\n3.2 Die Vorinstanz hat sinngemäss angenommen, wenn die Mandatsvereinbarung vom 30. April/4. Mai 2008 in Bezug auf die Entschädigung der Beschwerdegegnerin den Regeln über den Auftrag unterstellt würde, würde indirekt die freie Widerrufbarkeit des Auftrags (Art. 404 OR) verhindert, womit die erfolgsabhängige Entschädigung überhaupt ungültig wäre. Die Vorinstanz hat jedoch für die hier zu beurteilende Streitfrage der Entschädigung die Normen des Mäklervertrags für anwendbar gehalten in der Meinung, dem Vertragszweck (Verkauf der Beschwerdeführerin 2) und der Interessenlage der Parteien entspreche der Mäklervertrag besser als der einfache Auftrag. Sie hat daher den Schwerpunkt des Vertrages in der Vermittlung des Vertragsabschlusses gesehen und die Regeln des Mäklervertrags auf die Entschädigung insbesondere deshalb für massgebend erachtet, weil nach der Mandatsvereinbarung die \"Erfolgskommission\" und der \"Incentive\" auch bei Zustandekommen der \"Transaktion\" noch während eines Jahres nach Vertragsbeendigung geschuldet sind. Sie hat geschlossen, die erfolgsabhängige Entschädigung (unter Anrechnung der erfolgsunabhängig bereits erbrachten Leistungen) sei gültig vereinbart. Die Beschwerdeführer bestreiten die Gültigkeit der erfolgsabhängigen Entschädigung mit der Begründung, die Mandatsvereinbarung sei als einfacher Auftrag zu qualifizieren.\n\n3.3 Grundlage für die rechtliche Qualifikation eines Vertrages bildet dessen Inhalt. Das Zustandekommen eines Vertrages bestimmt sich wie sein Inhalt (namentlich als Grundlage für die Vertragsqualifikation) in erster Linie durch subjektive Auslegung, das heisst nach dem übereinstimmenden wirklichen Parteiwillen (Art. 18 Abs. 1 OR). Lässt sich dieser feststellen, so ist das Bundesgericht daran gebunden (Art. 105 BGG; BGE 132 III 626 E. 3.1 mit Verweisen). Kann ein tatsächlich übereinstimmender Wille der Parteien dagegen nicht festgestellt werden, so ist der Vertrag nach dem Vertrauensprinzip auszulegen, d.h. der mutmassliche Parteiwille ist danach zu ermitteln, wie der jeweilige Erklärungsempfänger die Willensäusserung der andern Vertragspartei nach den gesamten Umständen nach Treu und Glauben verstehen durfte und musste (BGE 140 III 134 E. 3.2 |49| mit Verweisen). Diese objektivierte Auslegung ist als Rechtsfrage frei zu prüfen und erfolgt unter Berücksichtigung nicht nur des Wortlautes der Vereinbarung, sondern der Umstände, welche dem Vertragsschluss vorausgegangen sind oder ihn begleitet haben, unter Ausschluss späterer Ereignisse (BGE 142 III 239 E. 5.2.1 mit Verweisen).\n\n(...)\n\n3.4.2 Die Beschwerdeführer haben sich verpflichtet, für die in Lit. A der Mandatsvereinbarung näher konkretisierte Unterstützung und Beratung im Hinblick auf den Verkauf der Beschwerdeführerin 2 ein Pauschalhonorar von monatlich Fr. 25'000.- zu bezahlen, wobei Spesen von den Beschwerdeführern direkt zu begleichen waren (Lit. C Ziffer 4). Dieses Honorar ist nach dem Vertrag als Gegenleistung für die vertraglich umschriebenen Tätigkeiten geschuldet. Diese Tätigkeiten betreffen die Beratung und Unterstützung der Beschwerdeführer namentlich durch Analyse und Aufbereitung der Geschäftsdaten der Beschwerdeführerin 2 und Erarbeitung des Vorgehens für den Verkauf. Die Vermittlung eines Käufers ist nicht ausdrücklich vorgesehen; vielmehr wird in Lit. A Ziffer 5 die von der Beschwerdegegnerin zu erbringende Leistung der \"Identifikation möglicher Käufer für die B. AG und individuelle Kontaktaufnahme\" ausdrücklich erst nach \"Rücksprache mit den Auftraggebern\" vorgesehen und \"Vorgespräche (max. 5)\" werden auf den Zweck beschränkt, \"die Interessenlage zu eruieren\". Die Beschwerdegegnerin hat sich sodann zu Leistungen verpflichtet, die für die Vermittlung nicht erforderlich sind, wie namentlich Unterstützung beim Vollzug. Für den Fall, dass ein Verkauf bzw. eine entsprechende Transaktion zustande kommt, haben sich die Beschwerdeführer zur Bezahlung einer \"Erfolgskommission\" in Höhe von Fr. 170'000.- verpflichtet, woran insbesondere das Pauschalhonorar von monatlich Fr. 25'000.- angerechnet werden soll. Ein Mindestpreis für den Verkauf bzw. die Transaktion ist als Voraussetzung der Erfolgskommission nicht vorgesehen (Lit. C Ziffer 2 und 6). Die \"Transaktionssumme\" (Lit. C Ziffer 6) ist allein von Bedeutung für den darüber hinaus vereinbarten \"Incentive\" ab einem Verkaufspreis von 1,5 Millionen Franken (Lit. C Ziffer 3). Die Entschädigungsregelung ist damit so ausgestaltet, dass die Beschwerdegegnerin eine umso höhere Entschädigung unabhängig von ihren Beratungs- und Unterstützungsleistungen erhält, je rascher ein Verkauf zustande kommt. Denn nach 6,8 Monaten Tätigkeit erreicht die für die vereinbarten Leistungen |50| erfolgsunabhängig vereinbarte Pauschale die \"Erfolgskommission\" von Fr. 170'000.- und ist somit kein zusätzliches Entgelt mehr zu entrichten. Der \"Incentive\" ab einer Transaktionssumme von 1,5 Millionen Franken ist nach der vertraglichen Regelung zusätzlich zur \"Erfolgskommission\" vereinbart.\n\n3.4.3 Die ausdrücklich vereinbarten und als solche zu honorierenden Leistungen der Beschwerdegegnerin zur Unterstützung und Beratung der Beschwerdeführer schliessen aus, den Vertrag den Regeln des Mäklervertrags zu unterstellen. Dass die Leistungen des Beauftragten den Erfolg eines vom Auftraggeber angestrebten Zieles fördern sollen und diesem dienen, ist geradezu typisch für den einfachen Auftrag; diese Interessenlage macht den Vertrag nicht zum Mäklervertrag, bei dem die Gegenleistung nach den gesetzlichen Regeln ausschliesslich an den Erfolg des Mäklers knüpft, ohne dem Mäkler bestimmte Tätigkeiten vorzuschreiben. Der Vorinstanz kann nicht gefolgt werden, wenn sie annimmt, in der ausdrücklichen Weisungsgebundenheit der Beschwerdegegnerin sei insofern nur ein untergeordnetes Element zu sehen, das den Vertrag nicht insgesamt charakterisiere. Sowohl die vertraglich vereinbarten Tätigkeiten der Beschwerdegegnerin zugunsten der Beschwerdeführer (umfassende Beratung und Unterstützung der Beschwerdeführer bei der Planung, Vorbereitung und Durchführung des Verkaufs) wie die mehrfach erwähnte Weisungsgebundenheit schliessen die Anwendbarkeit der gesetzlichen Regeln des Mäklervertrags aus. Diese sind insbesondere auch für die vereinbarte Entschädigung nicht massgebend. Denn nach der vertraglichen Regelung ist zwar für den definierten Erfolgsfall einer Verkaufstransaktion eine Pauschale von Fr. 170'000.- vereinbart. Diese Pauschale ist indes nicht - wie es für das rein erfolgsabhängige Entgelt des Mäklers typisch ist - in Abhängigkeit vom Verkaufspreis definiert. Es wird weder ein Mindestpreis für den Verkauf bestimmt noch ändert sich die Pauschale in Relation zum Verkaufspreis. Vielmehr werden die unabhängig vom Erfolgsfall erbrachten Leistungen der Beschwerdeführer an die für diesen Fall vereinbarte Pauschale angerechnet, so dass sich im Ergebnis der Pauschalpreis für die von der Beschwerdegegnerin zu erbringenden vertraglich definierten Leistungen in Abhängigkeit vom Tempo erhöht, in dem eine Verkaufstransaktion zustande kommt. Daran ändert auch nichts, dass sich diese Pauschale - nun in Abhängigkeit von der Höhe des Verkaufspreises - nach der vertraglichen Regelung nochmals erhöht, wenn ein Mindestverkaufspreis erreicht bzw. |51| überschritten wird. Eine derartige Regelung ist als eine Art der Erfolgsbeteiligung im Auftrag zu qualifizieren, welche auch die Entschädigungsregelung allein betrachtet nicht als rein erfolgsabhängig erscheinen lässt. Die Anwendung der Regeln des Mäklervertrags auf die vorliegend umstrittene Entschädigungsvereinbarung ist nicht sachgerecht. Die Mandatsvereinbarung ist als einfacher Auftrag zu qualifizieren, woran das Erfolgshonorar bzw. die teilweise erfolgsabhängige Honorierung nichts ändert.\n\n3.4.4 Die Qualifikation der Mandatsvereinbarung als einfacher Auftrag bedeutet nicht, dass die erfolgsabhängige Honorierung als solche ungültig wäre. Insbesondere ist in der Vereinbarung eines erfolgsabhängigen Honorars grundsätzlich keine Umgehung des jederzeitigen Widerrufsrechts nach Art. 404 OR zu sehen. Denn wenn die vertraglich vereinbarte Tätigkeit des Beauftragten im Interesse des Auftraggebers zum Erfolg geführt hat, den dieser anstrebt, so ist nicht einzusehen, weshalb das Mandat mit dem Erfolgseintritt insoweit nicht beendet sein sollte. Ein Widerruf bzw. eine sofortige Kündigung ist in diesem Fall gegenstandslos. Wenn dagegen die Tätigkeit des Beauftragten den angestrebten Erfolg (noch) nicht erreicht hat, so ist auch die Voraussetzung für die erfolgsabhängige Honorierung nicht erfüllt und die Vereinbarung des Erfolgshonorars für diesen - nicht verwirklichten - Fall daher nicht geeignet, die sofortige Beendigung des Auftrags nach Art. 404 Abs. 1 OR durch den Auftraggeber in Frage zu stellen. Für den Erfolgsfall genügt daher insofern nicht, dass die Beschwerdegegnerin \"motivierend auf den Kaufentscheid der E. AG eingewirkt und den erfolgreichen Verkauf der Beklagten 2 dadurch wesentlich mitbeeinflusst hat\", wie die Vorinstanz annimmt. Es bedarf für die Entstehung des Erfolgshonorars vielmehr der Vorbereitung der Transaktion durch die Beauftragte in den wesentlichen Teilen, quasi bis zur Unterschriftsreife. Diese Voraussetzung kann freilich auch erfüllt sein, wenn die von der Beauftragten vorbereitete Transaktion nach Beendigung des Mandats durch die Auftraggeber so abgeschlossen wird, wie sie vorbereitet wurde. Insofern stellt sich die Frage, ob die Beendigung des Auftrags zur Unzeit erfolgt und die Beschwerdeführer nach Art. 404 Abs. 2 OR zum Schadenersatz verpflichtet sind. Diese Bestimmung schliesst zwar den Ersatz entgangenen Gewinnes aus, soweit damit das freie Widerrufsrecht unzulässig erschwert wird (BGE 110 II 380 E. 4a f. S. 386 mit Hinweisen; vgl. auch Urteil 4A_584/2013 vom 18. August 2014 betr. das erste Teilurteil E. 2.2). Legt die |52| Beauftragte aber etwa ihren Betrieb auf einen bestimmten Auftrag - der in der Folge zur Unzeit widerrufen oder gekündigt wird - aus und muss daher andere Aufträge ausschlagen, umfasst der Schadenersatz auch den aus diesen Aufträgen entgangenen Gewinn (BGE 109 II 462 E. 4d S. 469 f.; vgl. auch BGE 134 II 297 E. 5 S. 306 f.; Urteil 4A_141/2011 vom 6. Juli 2011 E. 2.4 mit Hinweisen). Der entgangene Gewinn aus dem gekündigten Auftrag selbst ist ausnahmsweise geschuldet, wenn der Auftraggeber den Auftrag in einem Zeitpunkt kündigt, in dem sämtliche Vorbereitungen für den erfolgreichen Abschluss geleistet sind und nur noch der erfolgreiche Abschluss aussteht; denn darin liegt ein treuwidriges Verhalten mit dem Zweck, die Voraussetzungen für das Erfolgshonorar zu vereiteln (vgl. zu Art. 156 OR auch BGE 117 II 273 E. 5c S. 280; vgl. auch BGE 135 III 295 E. 5.2 S. 302).\n\n3.5 Die umstrittene Mandatsvereinbarung vom 30. April/4. Mai 2008 untersteht den Regeln über den einfachen Auftrag. Dies schliesst die Gültigkeit der für den vertraglich definierten Erfolgsfall vereinbarten Honorierung der Beschwerdegegnerin nicht aus. Sofern die Beschwerdegegnerin die vertraglich definierte Transaktion so vorbereitet hat, dass diese ohne Weiterungen von den Beschwerdeführern erfolgreich abgeschlossen werden konnte, können sich die Beschwerdeführer der für den Erfolgsfall vereinbarten Entschädigung nicht dadurch entziehen, dass sie das Mandat nach Vorliegen einer unterschriftsreifen Transaktion kündigen.\n\n4. Die Vorinstanz hat den Entscheid der ersten Instanz bestätigt, wonach der Beschwerdegegnerin ein materiellrechtlicher Anspruch auf Information zusteht. Sie hat daher Ziffern 2.1 und 2.2 des erstinstanzlichen Teilurteils vom 1. Februar 2016 im Wesentlichen geschützt, mit dem die Beschwerdeführer zur Herausgabe sämtlicher Vereinbarungen über eine mit der E. AG und allfälligen Dritten geschlossene Transaktion und zur Abgabe einer Erklärung über die Vollständigkeit dieser Unterlagen verpflichtet werden. Die Beschwerdeführer bestreiten, dass der Beschwerdegegnerin ein Informationsanspruch zusteht, und rügen, als Editionsbegehren zu Beweiszwecken sei das Begehren zu unbestimmt.\n\n4.1 Die Vorinstanz ist zutreffend davon ausgegangen, dass ein Editionsbegehren gestützt auf einen materiellrechtlichen Auskunftsanspruch zu unterscheiden ist von einem zivilprozessualen Editionsbegehren zu Beweiszwecken. Während der Anspruch auf Information |53| oder Rechnungslegung selbständig eingefordert werden und namentlich als selbständiger Hilfsanspruch in einer Stufenklage mit dem Hauptanspruch gehäuft werden kann, setzt der zivilprozessuale Beweisantrag auf Edition gehörige Behauptungen darüber voraus, welche Tatsachen die zu edierenden Dokumente beweisen sollen (vgl. zur Unterscheidung etwa YVES WALDMANN, Informationsbeschaffung durch Zivilprozess, 2009, insb. S. 35, 59; LEUENBERGER/UFFER-TOBLER, Schweizerisches Zivilprozessrecht, 2. Aufl. 2016, Rz. 9.60; WILLISEGGER, Grundstruktur des Zivilprozesses, 2012, S. 159 f.; TREZZINI, in: Commentario pratico al Codice di diritto processuale civile svizzero [CPC], Trezzini/Fornara/Cocchi/Bernasconi/Chiochetti [Hrsg.], 2. Aufl. 2017, N. 11 zu Art. 85 ZPO; BOPP/BESSENICH, in: Kommentar zur Schweizerischen Zivilprozessordnung, Sutter-Somm/Hasenböhler/Leuenberger [Hrsg.], 3. Aufl. 2016, N. 14 zu Art. 85 ZPO; SUTTER-SOMM, Schweizerisches Zivilprozessrecht, 3. Aufl. 2017, N. 531/539 f.).\n\n4.2 Ein materiellrechtlicher Anspruch auf Rechnungslegung bzw. Auskunft und Information steht namentlich dem Auftraggeber gegen den Beauftragten nach Art. 400 Abs. 1 OR zu (vgl. dazu BGE 143 III 348 E. 5.1.1 S. 353 f.; BGE 139 III 49 E. 4.1.2, 4.1.3 S. 54 mit Verweisen). Ein Hilfsanspruch auf Rechenschaftsablegung ergibt sich nach der Rechtsprechung etwa auch für den Geschäftsherrn aus Art. 423 Abs. 1 OR (BGE 143 III 297 E. 8.2.5.2 S. 324), jedoch nicht aus der gesellschaftlichen Treuepflicht gemäss Art. 812 OR für die Gesellschaft gegenüber ihrem Organ (BGE 140 III 409 E. 3.2.2 S. 413). Die Beschwerdegegnerin ist zwar als Beauftragte nach Art. 400 Abs. 1 OR ihrerseits zur Rechenschaftsablegung verpflichtet, aber umgekehrt gegenüber den Auftraggebern dazu nicht berechtigt. Insofern ist nicht erkennbar, aufgrund welcher gesetzlicher Bestimmung die Beschwerdegegnerin einen materiellrechtlichen Anspruch auf Auskunftserteilung haben könnte. In der Mandatsvereinbarung haben sich die Beschwerdeführer zwar vertraglich verpflichtet, der Beschwerdegegnerin alle Informationen zur Verfügung zu stellen, welche diese zur Erfüllung ihres Mandates als notwendig erachtete und sie insbesondere über eine allfällige \"Earn-Out-Zahlung\" sofort zu informieren. Daraus ergibt sich indes entgegen der Ansicht der Vorinstanz nicht, dass sich die Beschwerdeführer nach Vertragsbeendigung zur Rechenschaftsablage über von ihnen abgeschlossene Verträge verpflichtet hätten. Denn für die Erbringung der vertraglichen Leistungen der Beschwerdegegnerin sind derartige Informationen nach |54| Vertragsbeendigung nicht erforderlich. Auch kann entgegen der Ansicht der Vorinstanz aus der Zustimmung zu einem erfolgsabhängigen Honorar nach Treu und Glauben nicht die Verpflichtung der Auftraggeber abgeleitet werden, über die von ihnen nach Beendigung des Mandats abgeschlossenen Verträge zu informieren. Die Vorinstanzen haben einen materiellrechtlichen Hilfsanspruch der Beschwerdegegnerin zu Unrecht bejaht.\n\nDas Editionsbegehren kann auch nicht als zivilprozessualer Beweisantrag auf Edition geschützt werden. Denn die Beschwerdegegnerin bestreitet nicht, dass ihr Editionsbegehren - wenn es als zivilprozessuales qualifiziert wird - dem Bestimmtheitsgebot nicht genügt. Damit kann offenbleiben, ob die Voraussetzungen von Art. 93 Abs. 1 BGG für die Anfechtbarkeit der Beweismassnahmen (vgl. BGE 141 III 80 E. 1.2 S. 81) - wie von den Beschwerdeführern geltend gemacht - gegeben wären. Das Editionsbegehren ist abzuweisen."}