{"annee": "144", "cour": "III", "page": "88", "date": "7/3/2018", "cite": ["88 II 331", "103 II 176", "116 II 275", "111 IA 182"], "cite_par": [], "chapeau": "10. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. AG gegen B. und Mitb. (Beschwerde in Zivilsachen)\n\n5A_698/2017 vom 7. März 2018", "regestes": ["Art. 736 al. 1 CC; numerus clausus des droits réels; litige relatif à la perte d'utilité d'une servitude foncière; pertinence d'une restriction de droit public à la propriété. La propriétaire du fonds dominant ne peut pas s'opposer à la radiation d'une servitude foncière octroyant un droit d'usage de places de parc avec l'argument qu'elle souhaite mettre ces places à la disposition de tiers, contre paiement (principe du numerus clausus des droits réels; consid. 5.2). A cet égard, il n'est pas pertinent que le fonds dominant soit grevé d'une restriction de droit public à la propriété selon laquelle il est tenu de mettre à disposition sur le fonds servant un certain nombre de places de parc pour visiteurs en faveur d'une habitation collective érigée sur une autre parcelle (consid. 5.3)."], "faits": "|89|\n\nA.\n\nA.a Im Grundbuch U. (SZ) ist auf dem Grundstück KTN v zu Gunsten des Grundstücks KTN x ein beschränktes Benutzungsrecht des Parkplatzes eingetragen. Das Recht wurde am 14. Oktober 1971 als Grunddienstbarkeit begründet und am 8. Juli 1977 abgeändert.\n\nA.b Am 16. September 2008 wurde mit Blick auf die Realisierung eines Mehrfamilienhauses vom berechtigten Grundstück KTN x die 2'029 m2 grosse Liegenschaft KTN z abparzelliert. Das Stammgrundstück KTN x verkleinerte sich auf 461 m2. Die Dienstbarkeit (Bst. A.a) wurde nicht auf die Liegenschaft KTN z übertragen.\n\nA.c Bereits am 1. September 2008 war auf dem Stammgrundstück KTN x im Grundbuch eine öffentlich-rechtliche Eigentumsbeschränkung angemerkt worden, die sich auf zwei Gemeinderatsbeschlüsse vom 17. Januar und 28. August 2008 stützt. Demnach ist die zulässige Ausnützung mit dem Bauvorhaben auf dem Grundstück KTN z vollständig konsumiert und hat die verbleibende Freifläche auf dem Grundstück KTN x als Erholungs- und Kinderspielfläche für das geplante Mehrfamilienhaus auf dem Grundstück KTN z zu dienen. Zudem müssen für das Mehrfamilienhaus stets mindestens acht Besucherparkplätze auf dem bestehenden Parkplatz auf dem Grundstück KTN v zur Verfügung stehen.\n\nB. Am 18. März 2015 verklagten B., C., D., E. und F., die Eigentümer des Grundstücks KTN v, die A. AG, Eigentümerin des Grundstücks KTN x, vor dem Bezirksgericht Höfe auf Löschung des Parkplatzbenutzungsrechts. Das Bezirksgericht hiess die Klage gut und ordnete das Grundbuchamt Höfe an, die Dienstbarkeit zu löschen (Urteil vom 30. September 2016). Auf Berufung der A. AG hin bestätigte das Kantonsgericht Schwyz am 31. Juli 2017 das erstinstanzliche Urteil.\n\nC. Mit Eingabe vom 13. September 2017 (Postaufgabe) wendet sich die A. AG (Beschwerdeführerin) an das Bundesgericht. Sie beantragt, das Urteil des Kantonsgerichts aufzuheben und die Klage abzuweisen; eventualiter sei das Benutzungsrecht am Parkplatz gegen eine richterlich festzulegende Entschädigung abzulösen. |90|\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n5.\n\n5.1 Wie den kantonalen Akten ohne Weiteres zu entnehmen ist, wurde das streitige Recht unter dem Titel \"Dienstbarkeiten und Grundlasten\" wie folgt zu Lasten des Grundstücks KTN v im Grundbuch eingetragen: \"Last: Benutzungsrecht des Parkplatzes (beschränktes) z.G. GBNr. y. 1977, Juli 8\". Nachdem die Dienstbarkeit zu Gunsten eines herrschenden Grundstücks eingetragen ist, muss es sich um eine Grunddienstbarkeit im Sinne von Art. 730 ff. ZGB handeln. Dies wird von der Beschwerdeführerin auch nicht in Frage gestellt. Was den Inhalt des beschränkten dinglichen Rechts angeht, ergibt sich aus den aktenkundigen Vertragsabreden über die Begründung und Änderung der Grunddienstbarkeit vom 14. Oktober 1971 und 8. Juli 1977, dass ein \"unentgeltliches Benützungsrecht\" des Parkplatzes vereinbart wurde. Angesichts dieser Formulierungen ist dem Kantonsgericht darin beizupflichten, dass der ursprünglich vereinbarte Zweck der Grunddienstbarkeit schlicht und einfach darin besteht, dem Eigentümer des berechtigten Grundstücks KTN x eine unentgeltliche \"Parkierungsmöglichkeit\" zu verschaffen, ihm also zu erlauben, auf dem Parkplatz des belasteten Grundstücks KTN v (Motor-)Fahrzeuge abzustellen, ohne dafür eine Gegenleistung erbringen zu müssen.\n\n5.2 Die Beschwerdeführerin täuscht sich, wenn sie meint, die streitige Grunddienstbarkeit verschaffe ihr über diese Parkierungsmöglichkeit hinaus auch das (beschränkte dingliche) Recht, die auf dem Grundstück KTN v gelegenen Parkplätze gegen ein Entgelt Drittpersonen zur Verfügung zu stellen, die mit dem berechtigten Grundstück nichts zu tun haben, hier den Besuchern und/oder Bewohnern der Liegenschaft KTN z. Ein solches Interesse an der Vermietung der Parkplätze an Dritte geht über die blosse Benutzung hinaus und kommt einer Nutzung, das heisst einer eigentlichen Bewirtschaftung der Parkplätze gleich. Die Beschwerdeführerin beruft sich denn auch ausdrücklich auf \"ein wirtschaftliches Interesse\" und will die Grunddienstbarkeit - wie sie selbst schreibt - nach Art einer Nutzniessung ausüben. Gewiss verschafft die Nutzniessung dem Berechtigten nicht nur das Recht, die Sache zu gebrauchen, sondern auch dasjenige auf den Besitz und die Nutzung der Sache (Art. 755 Abs. 1 ZGB), |91| mithin auf den vollen Genuss des Gegenstandes (Art. 745 Abs. 2 ZGB). Indessen verkennt die Beschwerdeführerin, dass das Sachenrecht des Schweizerischen Zivilgesetzbuches vom Grundsatz der geschlossenen Zahl der dinglichen Rechte beherrscht und die einheitliche Ausgestaltung der einzelnen Rechte zwingend ist (Prinzipien der Typengebundenheit und der Typenfixierung; BGE 116 II 275 E. 3b S. 277; BGE 103 II 176 E. 2 S. 181). Daraus folgt, dass eine Dienstbarkeit, die ihrem Inhalt nach eine Nutzniessung darstellt, nicht Gegenstand einer Grunddienstbarkeit sein kann (BGE 88 II 331 E. 6 S. 339 mit Hinweis). Aufgrund dieser gesetzlich vorgegebenen inhaltlichen Festlegung der beschränkten dinglichen Rechte ist die Art und Weise, wie sich die Beschwerdeführerin die Ausübung der streitigen Grunddienstbarkeit vorstellt, ausgeschlossen. Als Grunddienstbarkeit ist das Recht, die Parkplätze auf dem Grundstück KTN v zu benutzen, direkt mit dem herrschenden Grundstück KTN x verknüpft. Das Parkplatzbenutzungsrecht kann deshalb nur zusammen mit diesem Grundstück - nicht aber für sich allein - auf andere Personen übertragen werden. Darin liegt das wesentliche Unterscheidungsmerkmal zur Personaldienstbarkeit, wie die Nutzniessung eine ist (s. SCHMID/HÜRLIMANN-KAUP, Sachenrecht, 5. Aufl. 2017, Rz. 1257). Allein unter Berufung auf ein Interesse, das mit den zwingenden Vorgaben des Zivilgesetzbuches von vornherein unvereinbar ist, kann die Beschwerdeführerin die Löschung der streitigen Grunddienstbarkeit im Grundbuch nicht verhindern.\n\n5.3 An alledem ändert auch der Umstand nichts, dass im Grundbuch zu Lasten des (dienstbarkeitsberechtigten) Grundstücks KTN x eine öffentlich-rechtliche Eigentumsbeschränkung angemerkt ist, aufgrund derer für das Mehrfamilienhaus auf dem Grundstück KTN z stets mindestens acht Besucherparkplätze auf dem Parkplatz des (dienstbarkeitsbelasteten) Grundstücks KTN v zur Verfügung stehen müssen (s. Sachverhalt Bst. A.c). Eine derartige öffentlich-rechtliche Beschränkung des Eigentums vermag die beschriebene zivilrechtliche Typenfixierung nicht in dem Sinne aus den Angeln zu heben, dass die Beschwerdeführerin die Ausübung des Parkplatzbenutzungsrechts, das als Grunddienstbarkeit zu Lasten des Grundstücks KTN v begründet wurde und ihr allein als Eigentümerin des herrschenden Grundstücks KTN x zusteht, unter Berufung auf die öffentlich-rechtliche Eigentumsbeschränkung aufs Mal Drittpersonen übertragen kann, wie wenn es sich um eine Nutzniessung handeln würde. Dass |92| die Anmerkung im Grundbuch, die ihr zugrunde liegenden Gemeinderatsbeschlüsse oder die einschlägigen kantonalen und kommunalen Rechtsgrundlagen irgendwelche Vorgaben darüber enthielten, wie die Erfüllung der öffentlich-rechtlichen Eigentumsbeschränkung privatrechtlich zu bewerkstelligen ist, behauptet die Beschwerdeführerin nicht und ist auch nicht ersichtlich. Im Übrigen hat die Anmerkung im Grundbuch in Bezug auf die öffentlich-rechtliche Eigentumsbeschränkung lediglich deklaratorische Bedeutung; die öffentlich-rechtliche Eigentumsbeschränkung gilt gestützt auf die Baubewilligung auch ohne Grundbucheintrag (Art. 680 ZGB; BGE 111 Ia 182 E. 4 S. 183). Ihre Durchsetzung ist ungeachtet allfälliger bestehender dinglicher oder obligatorischer Sicherungen Sache der Baupolizeibehörden (s. Urteil 1C_32/2007 vom 18. Oktober 2007 E. 2.4). Im Ergebnis ist der Vorinstanz deshalb darin beizupflichten, dass die Anmerkung der öffentlich-rechtlichen Eigentumsbeschränkung im Grundbuch für den Streit um die Löschung der Grunddienstbarkeit unerheblich ist."}