{"annee": "144", "cour": "I", "page": "70", "date": "13/3/2018", "cite": ["137 I 340", "144 I 37", "105 IA 172"], "cite_par": [], "chapeau": "8. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A. gegen Mitglieder der Beschwerdekammer in Strafsachen des Obergerichts des Kantons Bern (Beschwerde in Strafsachen)\n\n1B_517/2017 vom 13. März 2018", "regestes": ["Art. 30 al. 1 Cst., art. 6 par. 1 CEDH; composition de la cour appelée à statuer dans la procédure judiciaire. Les art. 30 al. 1 Cst. et 6 par. 1 CEDH exigent que, pour la composition de la cour appelée à statuer, des critères abstraits soient définis à l'avance et de manière transparente. Cela peut également résulter d'une pratique constante. Un certain pouvoir d'appréciation n'est pas exclu; il convient toutefois d'appliquer des critères objectifs. Il est indispensable que la composition de la cour appelée à statuer apparaisse, dans le cas concret, comme un acte de l'autonomie administrative de la justice et, en particulier, ne soit pas soumise à l'influence de l'exécutif (consid. 4-6)."], "faits": "|71|\n\nA. A. erstattete am 24. Februar 2017 gegen Dr. med. B. Strafanzeige wegen Ausstellung eines falschen Arztzeugnisses, Falschbeurkundung und möglichen weiteren Delikten. Mit Verfügung vom 12. Oktober 2017 nahm die Staatsanwaltschaft des Kantons Bern das Verfahren nicht an die Hand. Dagegen erhob A. Beschwerde ans Obergericht des Kantons Bern. In seiner Beschwerde machte er vorab geltend, er lehne das Gericht in seiner jetzigen Besetzung wegen der Besorgnis der Befangenheit ab.\n\nDie mit der Sache befasste Verfahrensleitung der Beschwerdekammer in Strafsachen leitete das mit der Beschwerde verbundene Ausstandsgesuch an die Strafkammern des Obergerichts weiter. Die 2. Strafkammer beschloss in der Folge unter Mitwirkung der Oberrichter Niklaus, Geiser und Kiener am 15. November 2017, das Ausstandsgesuch abzuweisen, soweit darauf einzutreten sei. (...)\n\nB. Mit Beschwerde in Strafsachen ans Bundesgericht vom 4. Dezember 2017 beantragt A., der Beschluss des Obergerichts sei aufzuheben und das Ausstandsgesuch gutzuheissen. Die Sache sei an die Vorinstanz zurückzuweisen, damit diese in einer auf Gesetz beruhenden Besetzung neu entscheide, wobei die Oberrichter Niklaus, Geiser und Kiener in den Ausstand zu treten hätten. (...)\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n4.\n\n4.1 Der Beschwerdeführer kritisiert, am Obergericht bestünden keine gesetzlichen Bestimmungen, die die Richterzuteilung im Voraus abstrakt regelten. Auch gebe es keinen Geschäftsverteilungsplan. Art. 6 EMRK verlange indessen, dass die Besetzung des Gerichts klar und eindeutig geregelt sei. Es sei unzulässig, wenn der Gerichtspräsident insofern über einen weiten Spielraum verfüge. Die |72| angeblich von der Sekretariatsleitung bewirtschaftete, auf dem Zufallsprinzip basierende \"Excel\"-Tabelle genüge den Vorgaben der EMRK nicht. Nach Art. 44 Abs. 1 des Gesetzes des Kantons Bern vom 11. Juni 2009 über die Organisation der Gerichtsbehörden und der Staatsanwaltschaft (GSOG; BSG 161.1) sei der Abteilungspräsident für die Fallzuteilung und den Belastungsausgleich zuständig. Durch die Verwendung einer \"Excel\"-Tabelle ohne Beteiligung der Oberrichter teile das Obergericht die Fälle im Widerspruch zu spezifischem Verfahrensrecht zu, was dem umissverständlichen Wortlaut von Art. 44 Abs. 1 GSOG widerspreche. Es sei zudem offensichtlich, dass das Obergericht selbst keine Verfahrensvorschrift benennen könne, welche die Einsetzung eines Präsidenten (i.V.) gesetzlich bestimme. Schliesslich habe das Obergericht am 8. November 2017 über acht Ausstandsbegehren in derselben Besetzung entschieden. Dies bestätige, dass der Anspruch auf den gesetzlichen Richter verletzt worden sei.\n\n4.2 Nach Art. 30 Abs. 1 BV hat jede Person, deren Sache in einem gerichtlichen Verfahren beurteilt werden muss, Anspruch auf ein durch Gesetz geschaffenes, zuständiges, unabhängiges und unparteiisches Gericht. Ausnahmegerichte sind untersagt. Mit ähnlichen Worten garantiert Art. 6 Ziff. 1 EMRK das Recht jeder Person, dass über Streitigkeiten in Bezug auf ihre zivilrechtlichen Ansprüche und Verpflichtungen oder über eine gegen sie erhobene strafrechtliche Anklage von einem unabhängigen und unparteiischen, auf Gesetz beruhenden Gericht in einem fairen Verfahren, öffentlich und innerhalb angemessener Frist verhandelt wird.\n\n4.3 Die Besetzung der Richterbank am Obergericht Bern ist in Art. 44 f. GSOG geregelt. Die beiden Bestimmungen haben, soweit vorliegend von Interesse, folgenden Wortlaut:\n\nArt. 44 Abteilungspräsidentin oder Abteilungspräsident\n\n1 Die Abteilungspräsidentin oder der Abteilungspräsident führt die Abteilung und ist verantwortlich für die Fallzuteilung und den Belastungsausgleich.\n\n2 Sie oder er entscheidet über den Beizug von Ersatzrichterinnen und Ersatzrichtern.\n\n(...)\n\nArt. 45 Spruchkörper\n\n1 Die Urteilsfindung erfolgt in Dreierbesetzung, soweit das Gesetz nichts anderes bestimmt.\n\n(...)\n\n|73|\n\n4.4 Die Vorinstanz führt aus, Rechtsanwalt B. (Rechtsvertreter von A.), der eine ganze Reihe von Ausstandsgesuchen in verschiedenen Verfahren eingereicht habe, sei die Anwendung von Art. 44 und 45 GSOG bereits einlässlich erläutert worden. Mit Schreiben vom 25. September 2017 habe ihm Oberrichterin Schnell erklärt, dass sie als Präsidentin der Beschwerdekammer in der Regel sowohl in der Instruktions- als auch in der Entscheidphase beteiligt sei. Welche weiteren Kammermitglieder zum Entscheid beigezogen werden könnten, zeige sich in der Regel erst im Zeitpunkt des Beginns der Zirkulation, weil erst dann sicher sei, wer von den in der Beschwerdekammer tätigen Oberrichtern anwesend und auch tatsächlich verfügbar sei. Mit Schreiben vom 3. Oktober 2017 habe Oberrichterin Schnell festgehalten, dass es keine Listenplätze oder \"Excel\"-Tabellen gebe und dass sie die Kammerzusammensetzung im betreffenden Verfahren nach dem Kriterium der Verfügbarkeit vorgenommen habe.\n\nWeiter hält die Vorinstanz fest, aus dem Staatskalender sei ersichtlich, dass die Beschwerdekammer seit dem 1. Januar 2017 aus sechs Mitgliedern bestehe. Davon sei ein Mitglied (Oberrichter Niklaus) französischer Muttersprache. Er wirke - unter Vorbehalt von Abwesenheiten und Aushilfe insbesondere in Haftsachen - an deutschsprachigen Verfahren nicht mit.\n\n5.\n\n5.1 Art. 30 Abs. 1 BV will verhindern, dass Gerichte eigens für die Beurteilung einer Angelegenheit gebildet werden. Die Rechtsprechung soll auch nicht durch eine gezielte Auswahl der Richter im Einzelfall beeinflusst werden können. Jede Besetzung, die sich nicht mit sachlichen Gründen rechtfertigen lässt, verletzt die Garantie des verfassungsmässigen Richters (BGE 137 I 340 E. 2.2.1 S. 342 mit Hinweis). Das Bundesgericht hat in seiner bisherigen Rechtsprechung ein gewisses Ermessen bei der Besetzung des Spruchkörpers sowie beim Entscheid über den Beizug von Ersatzrichtern nicht ausgeschlossen (a.a.O., S. 343). Soweit das massgebliche Verfahrensrecht keine oder nur lückenhafte Regeln zur Besetzung des Spruchkörpers enthält, obliegt es danach dem Vorsitzenden, die Richterbank im Einzelfall nach objektiven Kriterien zu besetzen und das ihm dabei zustehende Ermessen pflichtgemäss auszuüben (Urteil 6P.102/2005 vom 26. Juni 2006 E. 2.2, in: ZBl 108/2007 S. 43 mit Hinweis auf BGE 105 Ia 172 E. 5b S. 178 ff.; vgl. zum Ganzen auch BGE 144 I 37 E. 2.1 S. 38 mit Hinweisen).\n\n|74|\n\n5.2 In der Literatur wird die bundesgerichtliche Praxis zum Teil als zu wenig streng kritisiert. Eine Manipulation in der Besetzung des Spruchkörpers könne erst dann ausgeschlossen werden, wenn jeder mitwirkende Richter im Voraus benennbar sei. Die Arbeitsverteilung habe sachlichen Kriterien zu folgen, etwa der Aktennummer, dem Eingangsdatum oder dem Alphabet (REGINA KIENER, Richterliche Unabhängigkeit, 2001, S. 376 ff.; ähnlich CHRISTOPH BANDLI, Zur Spruchkörperbildung an Gerichten: Vorausbestimmung als Fairnessgarantin, in: Aus der Werkstatt des Rechts, 2006, S. 210; ERWIN BEYELER, Das Recht auf den verfassungsmässigen Richter als Problem der Gesetzgebung, 1978, S. 27; LORENZ KNEUBÜHLER, Verfahren vor dem Bundesverwaltungsgericht: Spruchkörperbestimmung und Kognition, in: Das Bundesverwaltungsgericht, 2008, S. 297 f.; JOHANNES REICH, in: Basler Kommentar, Bundesverfassung, 2015, N. 16 zu Art. 30 BV). Andere Autoren weisen darauf hin, dass der Spielraum, den die Gesetzgebung in dieser Hinsicht gewähre, eine Rücksichtnahme auf Arbeitsbelastung, Fachkenntnisse, Sprache und Geschlecht erlaube und damit neben der Flexibilität auch der Effizienz zuträglich sei. Sie räume jedoch Bedenken, dass dabei auch illegitime Motive verfolgt werden könnten, nicht ganz aus dem Weg (MÜLLER/SCHEFER, Grundrechte in der Schweiz, 4. Aufl. 2008, S. 934 f.; GIOVANNI BIAGGINI, BV Kommentar, 2. Aufl. 2017, N. 5 zu Art. 30 BV; differenzierend auch ANDREAS MÜLLER, Rechtlicher Rahmen für die Geschäftslastbewirtschaftung in der schweizerischen Justiz, 2016, S. 250 ff.).\n\n5.3 Der EGMR hat die Frage, ob die Bestellung des Spruchkörpers im Einzelfall in den Anwendungsbereich von Art. 6 Ziff. 1 EMRK falle, lange Zeit offengelassen (Urteil des EGMR Piersack gegen Belgien vom 1. Oktober 1982, Nr. 8692/79, Serie A Bd. 85 § 33) und erst im Jahr 2000 bejaht (Entscheid des EGMR Buscarini gegen San Marino vom 4. Mai 2000, Nr. 31657/96). Seither hat er Verletzungen festgestellt in Fällen, in welchen Vorschriften des nationalen Rechts über die Zusammensetzung des Spruchkörpers offensichtlich missachtet worden waren (vgl. etwa Urteil des EGMR Posokhov gegen Russland vom 4. März 2003, Nr. 63486/00, Recueil CourEDH 2003-IV S. 151 § 39 ff.) oder sich eine nachträgliche Umteilung von Fällen nicht gestützt auf transparente, vorhersehbare Kriterien stützte (Urteil des EGMR DMD Group, a.s. gegen Slowakei vom 5. Oktober 2010, Nr. 19334/03, § 69 ff.). Im zuletzt genannten Urteil wies der Gerichtshof darauf hin, dass die Zuteilung im |75| anwendbaren slowakischen Recht nicht erschöpfend geregelt sei und dem Präsidenten einen grossen Ermessensspielraum einräume, ohne jedoch aus diesem Umstand allein auf eine Verletzung der EMRK zu schliessen (a.a.O., § 68). Im Urteil Miracle Europe Kft gegen Ungarn vom 12. Januar 2016, Nr. 57774/13, befasste sich der Gerichtshof mit dem Transfer eines Zivilverfahrens vom örtlich zuständigen erstinstanzlichen Gericht zu einem anderen erstinstanzlichen Gericht. Das Fehlen von Bestimmungen für dieses Vorgehen bewirkte eine Konventionsverletzung, wobei erschwerend hinzutrat, dass die Umteilung nicht von einem Organ der Rechtsprechung vorgenommen worden war und damit keinen Akt von Selbstverwaltung der Justiz darstellte (a.a.O., § 61 ff.). Über die konkreten Umstände des Falls hinausgehend wies der Gerichtshof in seinen Erwägungen auf die durch die Einräumung von Ermessen hervorgerufene Missbrauchsgefahr hin. So sei es beispielsweise möglich, Richter zu überlasten und auf diese Weise unter Druck zu setzen, oder auch, ihnen politisch heikle Fälle gezielt zuzuweisen oder aber vorzuenthalten (a.a.O., § 58).\n\n5.4 Mit dem Thema der Zuteilung von Fällen im Zusammenhang mit dem Anspruch auf den gesetzlich vorgesehenen Richter hat sich auch die Europäische Kommission für Demokratie durch Recht des Europarats (auch \"Venedig-Kommission\" genannt) befasst. In einem Bericht aus dem Jahr 2010 hält sie fest, zur Stärkung der Unabhängigkeit und Unparteilichkeit der Justiz werde dringend empfohlen, die Reihenfolge der Zuteilung von Fällen an die einzelnen Richter auf der Grundlage abstrakter Kriterien festzulegen. Dies könne in alphabetischer Reihenfolge, mithilfe eines Computerprogramms oder nach anderen objektiven Kriterien erfolgen. Regeln und Ausnahmen sollten in Gesetzen oder Reglementen verankert sein. Die Kommission räumt ein, dass es nicht durchwegs möglich sein dürfte, ein umfassendes abstraktes System einzurichten, welches keinen Raum für Entscheide im Einzelfall lasse. So sei denkbar, dass der Arbeitsbelastung oder dem Spezialwissen eines Richters - insbesondere in komplexen Angelegenheiten - Rechnung zu tragen sei. Die Kriterien, nach denen der Gerichtspräsident die Zuteilung vornehme, sollten jedoch im Voraus definiert werden und die Zuteilung selbst der Überprüfung zugänglich sein (Venedig-Kommission, Report on the Independence of the Judicial System, Part I: The Independence of Judges, 16. März 2010, CDL-AD(2010)004, Ziff. 80). |76|\n\n5.5 Die Frage der Spruchkörperbildung stellte sich ebenfalls im Rahmen der Totalrevision der Bundesrechtspflege. Der Bundesrat hielt in seiner Botschaft dazu fest, die Geschäftsverteilung könne wegen der Gefahr des Missbrauchs nicht ins freie Ermessen einzelner Amtsträger gestellt werden. Das Recht, von einem durch Gesetz geschaffenen Gericht gehört zu werden, verlange auch, dass in generell-abstrakter Weise in einer Vorschrift festgehalten werden müsse, nach welchen Kriterien die Verteilung der Geschäfte stattfinde. Dies erfordere keine erschöpfende, alle Fälle abdeckende Regelung. Erreicht werden solle ein gewisser Grad an Voraussicht (Botschaft vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege, BBl 2001 4286 Ziff 4.1.1.3).\n\nDas Reglement vom 20. November 2006 für das Bundesgericht (BGerR; SR 173.110.131) sieht in diesem Sinne in Art. 40 Abs. 2 vor, dass der Präsident der zuständigen Abteilung bei der Bildung des Spruchkörpers neben den zwingenden gesetzlichen Bestimmungen namentlich folgende Kriterien und Umstände berücksichtigt:\n\na. Ausgewogenheit der Belastung der Richter und Richterinnen; dabei ist den funktionsbedingten Zusatzbelastungen (z. B. Bundesgerichtspräsidium) Rechnung zu tragen;\n\nb. Sprache; dabei soll soweit möglich die Muttersprache des Referenten oder der Referentin der Verfahrenssprache entsprechen;\n\nc. Mitwirkung von Mitgliedern beiderlei Geschlechts in Fällen, in denen es die Natur der Streitsache als angezeigt erscheinen lässt;\n\nd. spezifische Fachkenntnisse in einem bestimmten Bereich;\n\ne. Mitwirkung an früheren Entscheiden im gleichen Sachgebiet;\n\nf. Abwesenheiten, insbesondere Krankheit, Ferien usw.\n\nSeit 2013 wird der Spruchkörper in sämtlichen Abteilungen des Bundesgerichts teilweise durch eine Software festgelegt: Während der Abteilungspräsident von Amtes wegen der Besetzung angehört und er den Referenten gestützt auf die in Art. 40 Abs. 2 BGerR aufgelisteten Kriterien und Umstände selbst bestimmt, übernimmt diese Aufgabe für die weiteren mitwirkenden Mitglieder der Computer (vgl. im Einzelnen die Geschäftsberichte des Bundesgerichts 2012 S. 12 und 2013 S. 12, www.bger.ch unter Bundesgericht/Publikationen [besucht am 28. Februar 2018]). Konnexe Fälle werden gemäss Art. 40 Abs. 4 BGerR in der Regel vom gleichen Spruchkörper beurteilt. Zur Gewährleistung der Transparenz und Kontrolle der Bildung der Spruchkörper sieht Art. 42 BGerR ergänzend vor, dass die Verwaltungskommission dem Gesamtgericht gestützt auf |77| die Angaben der Abteilungen jährlich einen Bericht über die Einhaltung von Art. 40 BGerR erstattet.\n\nAm Bundesstrafgericht bilden die Kammerpräsidenten gemäss Art. 15 Abs. 2 des Organisationsreglements vom 31. August 2010 für das Bundesstrafgericht (BStGer OR; SR 173.713.161) die Spruchkörper nach ähnlichen Kriterien. Demgegenüber verlangen Art. 31 Abs. 3 und Art. 32 Abs. 1 des Geschäftsreglements vom 17. April 2008 für das Bundesverwaltungsgericht (VGR; SR 173.320.1) eine Verteilung der Geschäfte nach einem im Voraus festgelegten Schlüssel, der sich auf die Reihenfolge der Geschäftseingänge stützt. Angemessen zu berücksichtigen sind danach ferner sachliche Kriterien wie etwa die Amtssprachen und der Beschäftigungsgrad (vgl. dazu MOSER/BEUSCH/KNEUBÜHLER, Prozessieren vor dem Bundesverwaltungsgericht, 2. Aufl. 2013, Rz. 3.54).\n\nBezüglich der Rechtslage auf kantonaler Ebene sei beispielhaft auf folgende Regelungen hingewiesen: Am Verwaltungsgericht Zürich bestimmt gemäss § 13 der Organisationsverordnung des Verwaltungsgerichts des Kantons Zürich vom 23. August 2010 (OV VGR; LS 175.21) der Abteilungspräsident den Spruchkörper nach sachlichen Kriterien, wie besonderen fachlichen Kenntnissen und zeitlicher Verfügbarkeit, unter Wahrung der Entscheidoffenheit (Abs. 2). Der Beizug von Mitgliedern anderer Abteilungen oder von Ersatzmitgliedern bedarf der Begründung (Abs. 4). Nach Art. 18 Abs. 5 des Organisationsreglements des Verwaltungsgerichts des Kantons Bern vom 22. September 2010 (OrR VG; BSG 162.621) sorgen die Abteilungen für die sachgerechte Zuteilung der Eingänge auf die Instruktionsrichter und Zusammensetzung des Spruchkörpers. Im Kanton Schaffhausen organisieren sich das Kantonsgericht und das Obergericht laut Art. 27 Abs. 1 und Art. 39 Abs. 1 des Justizgesetzes vom 9. November 2009 (JG; SHR 173.200) selbst. Das Obergericht hat im Internet ein Schema zur Gerichtsbesetzung für das Jahr 2017 publiziert (www.sh.ch unter Gerichte/Obergericht [besucht am 28. Februar 2018]). Der Vorsitz und die mitwirkenden Richter bestimmen sich danach im Wesentlichen nach dem Sachgebiet und der Geschäftslaufnummer. Am Verwaltungsgericht des Kantons Neuenburg ist der Gerichtspräsident nach Art. 3 lit. d des Règlement d'organisation du Tribunal administratif vom 8. Januar 2008 (RSN 162.114.1) gehalten, bei der Geschäftsverteilung auf eine gleichmässige Arbeitsverteilung zu achten. Ähnlich ist am Kantonsgericht Waadt in Art. 12 Abs. 2, Art. 31 Abs. 1 und Art. 33 Abs. 3 des |78| Règlement organique du Tribunal cantonal vom 13. November 2007 (ROTC; RSV 173.31.1) der Einsatz der Richter der Reihenfolge nach vorgesehen.\n\n5.6 Mit der Statuierung von Kriterien kann ein Ausgleich zwischen den erwähnten Vor- bzw. Nachteilen einer freien und einer schematischen Bildung der Spruchkörper geschaffen werden. Dies entspricht der bundesgerichtlichen Rechtsprechung, die ein gewisses Ermessen in dieser Hinsicht nicht ausschliesst und gleichzeitig verlangt, dass dieses pflichtgemäss, mithin nach sachlichen Kriterien zu handhaben ist. Wie dargelegt, betont auch die europäische Praxis die Bedeutung einer regelorientierten Bestimmung der urteilenden Richter. Sie verlangt aber nicht nach einer gesetzlichen Festlegung, solange abstrakte Kriterien in transparenter Weise im Voraus definiert werden, was auch in Form einer gefestigten Praxis erfolgen kann. Dass jegliches Ermessen ausgeschlossen und die Festlegung rein regelgebunden ausgestaltet wird, ist ebenfalls nicht erforderlich. Unabdingbar ist andererseits, dass die Spruchkörperbildung im konkreten Fall als Akt der Selbstverwaltung der Justiz erscheint und insbesondere nicht dem Einfluss der Exekutive unterliegt.\n\n6.\n\n6.1 Im vorliegenden Fall ist nicht abstrakt zu prüfen, ob die gesetzlichen Bestimmungen im Kanton Bern in jeder Hinsicht dem verfassungs- und konventionsrechtlichen Anspruch auf den gesetzlichen Richter genügen. Prozessgegenstand ist vielmehr, ob dieser Anspruch in Bezug auf das vorliegend zu beurteilende Verfahren der Beschwerdekammer betreffend die Nichtanhandnahme der Strafuntersuchung verletzt worden ist. In dieser Hinsicht sind die gesetzlichen Grundlagen zur Spruchkörperbildung und ihre allgemeine Handhabung in der Praxis der Beschwerdekammer dennoch von wesentlicher Bedeutung.\n\n6.2 Am Obergericht des Kantons Bern bestehen keine detaillierten gesetzlichen Kriterien, nach denen sich die Spruchkörperbildung zu richten hat. Immerhin sieht Art. 44 Abs. 1 GSOG vor, dass die Abteilungspräsidentin bzw. der Abteilungspräsident für die Fallzuteilung und den Belastungsausgleich verantwortlich ist. Daraus ergibt sich, dass die Abteilungspräsidentin bei der Spruchkörperbildung für eine ausgewogene Belastung der Kammermitglieder zu sorgen hat. Aus dem angefochtenen Beschluss geht zudem hervor, dass die Präsidentin den Spruchkörper nach dem Kriterium der Verfügbarkeit zusammensetzt. Dieses Kriterium ist sachlicher Natur und |79| gewährleistet eine beförderliche Behandlung, indem es die Rücksichtnahme auf Abwesenheiten wegen Ferien oder Krankheit und auf die Mitwirkung der Richter an anderen Verfahren zulässt. Dies ist bei der Beschwerdekammer, die als Beschwerdeinstanz gemäss StPO und JStPO regelmässig dringende Verfahrensfragen zu beantworten hat, von besonderer Bedeutung (vgl. Art. 29 Abs. 2 des Organisationsreglements des Kantons Bern vom 23. Dezember 2010 [OrR OG; BSG 162.11]). Zu berücksichtigen ist in diesem Zusammenhang, dass die Beschwerdekammer, wie von der Vorinstanz angeführt, aus lediglich sechs Mitgliedern besteht, wobei Oberrichter Niklaus französischer Muttersprache ist und - unter Vorbehalt von Abwesenheiten und Aushilfe insbesondere in Haftsachen - an deutschsprachigen Verfahren nicht mitwirkt.\n\n6.3 In der Beschwerdekammer des Obergerichts gibt es nach den unmissverständlichen Feststellungen der Vorinstanz keine \"Excel\"-Tabelle bzw. keinen Geschäftsverteilungsplan, der die in einem konkreten Verfahren mitwirkenden Richter vorweg und schematisch bestimmt. Die Spruchkörperbildung orientiert sich nach dem Ausgeführten stattdessen zum einen an der Sprache, zum andern an der Ausgewogenheit der Belastung der Richter und deren Verfügbarkeit. Das Ermessen der Abteilungspräsidentin ist damit in ähnlicher Weise an Kriterien gebunden, wie dies gemäss Art. 40 BGerR am Bundesgericht der Fall ist. Zwar sind die betreffenden Kriterien für den Rechtssuchenden nicht auf den ersten Blick aus einer generell-abstrakten Bestimmung ersichtlich, was wünschbar wäre (vgl. E. 5.4 hiervor), doch ergeben sie sich immerhin in hinreichender Klarheit aus Art. 44 Abs. 1 GSOG und der dazugehörigen Praxis. Sie wurden Rechtsanwalt B. auf Anfrage hin auch schriftlich näher erläutert. Das Ermessen, das die Abteilungspräsidentin bei der Spruchkörperbesetzung geniesst, ist damit unter Berücksichtigung sämtlicher Umstände in einer Weise regelgebunden, die mit den Vorgaben von Art. 30 Abs. 1 BV und Art. 6 Ziff. 1 EMRK vereinbar ist.\n\nDaran vermag nichts zu ändern, wenn der Beschwerdeführer kritisiert, das Obergericht habe am 8. November 2017 über acht Ausstandsbegehren in derselben Besetzung entschieden, worin er offenbar einen Beleg für die Verletzung des Anspruchs auf den gesetzlichen Richter sieht. Die Vorinstanz hielt dazu in ihrer Stellungnahme vom 17. Januar 2018 fest, zum einen hätten die zahlreichen Ausstandsbegehren von Rechtsanwalt B. ein koordiniertes Vorgehen erfordert, zum andern habe es sich bei den Oberrichtern |80| Niklaus, Geiser und Kiener um die einzigen verbleibenden Mitglieder der Strafkammern gehandelt, die von den Ausstandsbegehren nicht betroffen seien. Das Obergericht hat sich somit auch in dieser Hinsicht von sachlichen Gesichtspunkten leiten lassen, nämlich der Regel, dass konnexe Fälle im Allgemeinen vom gleichen Spruchkörper zu behandeln sind (wie dies Art. 40 Abs. 4 BGerR für das Bundesgericht ausdrücklich vorsieht) sowie der Regel, dass von einem Ausstandsgesuch betroffene Personen am Entscheid über dessen Begründetheit nicht mitwirken (vgl. dazu Art. 59 StPO)."}