{"annee": "144", "cour": "I", "page": "1", "date": "7/12/2017", "cite": ["130 I 352", "133 I 156", "138 I 162", "131 I 166", "135 I 79", "129 I 12", "141 I 9", "140 I 153"], "cite_par": [], "chapeau": "1. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A. und Mitb. gegen Grosser Rat des Kantons Thurgau (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_206/2016 vom 7. Dezember 2017", "regestes": ["Art. 19 Cst.; § 39 al. 1 et 2 de la loi thurgovienne sur l'école obligatoire (LEO/TG). Droit à un enseignement de base suffisant et gratuit. Contrôle abstrait. Le droit à un enseignement gratuit comprend tous les moyens nécessaires et servant directement le but de l'enseignement. Les concrétisations restrictives du législateur doivent être compatibles avec le contenu minimal de la garantie constitutionnelle (consid. 2). Dans la mesure où la participation est obligatoire, les dépenses pour les excursions et les camps font partie de l'enseignement nécessaire et, par conséquent, obligatoirement gratuit. Pour de telles manifestations, les parents ne doivent prendre à leur charge que les coûts qu'ils économisent en raison de l'absence de leur enfant. Ces coûts se limitent aux frais de repas de l'enfant, puisque les parents doivent supporter l'hébergement de leur enfant même en l'absence de celui-ci (consid. 3.1). Si une école considère qu'un cours de langue est nécessaire afin que l'enfant concerné puisse bénéficier d'une formation suffisante, ce cours doit obligatoirement être gratuit. Il en va de même d'éventuels services d'interprète (consid. 3.2). Le § 39 al. 1 et 2 LEO/TG ne respecte pas ces prescriptions constitutionnelles et doit par conséquent être annulé (consid. 3.3)."], "faits": "BGE 144 I 1 S. 3\n\nA. Am 18. November 2015 verabschiedete der Grosse Rat des Kantons Thurgau eine Änderung des Gesetzes [des Kantons Thurgau] vom 29. August 2007 über die Volksschule (VG/TG; RB 411.11). Die neue Fassung von § 39 VG/TG lautet wie folgt:\n\n\"1 Für obligatorische Klassenverlegungen, Exkursionen und Lager sowie andere Pflichtveranstaltungen können Beiträge erhoben werden.\n\n2 In besonderen Fällen können Schüler und Schülerinnen zum Besuch von Sprachkursen verpflichtet werden. Den Erziehungsberechtigten kann dafür und für allenfalls beizuziehende Dolmetscherdienste eine Kostenbeteiligung auferlegt werden.\"\n\nDas Gesetz betreffend die Änderung des Gesetzes über die Volksschule wurde im Amtsblatt des Kantons Thurgau Nr. 48/2015 vom 27. November 2015, S. 2902 ff., publiziert. Die Referendumsfrist verstrich am 27. Februar 2016 ungenutzt.\n\nB. Mit Eingabe vom 1. März 2016 erhoben A., B., C. und D. Beschwerde in öffentlich-rechtlichen Angelegenheiten beim Bundesgericht und ersuchten um Aufhebung von § 39 Abs. 1 und 2 VG/TG in der Fassung vom 18. November 2015. (...)\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2. (...)\n\n2.1 Art. 19 BV gewährleistet den Anspruch auf ausreichenden und unentgeltlichen Grundschulunterricht (BGE 138 I 162 E. 3.1 S. 164 m.H.). Die Norm begründet den rechtlich durchsetzbaren verfassungsmässigen Individualanspruch auf eine positive staatliche Leistung im Bildungsbereich; sie umschreibt damit ein soziales Grundrecht. \"Schulpflichtige\" in diesem Sinne und Träger des Rechtsanspruchs sind Kinder und Jugendliche vom Kindergarten, soweit dieser obligatorisch ist, bis und mit der Sekundarstufe I (BGE 140 I 153 E. 2.3.1 S. 156 m.H.).\n\nBGE 144 I 1 S. 4Die Schulhoheit liegt bei den Kantonen (Art. 62 Abs. 1 BV i.V.m. Art. 3 BV). Sie sorgen für einen ausreichenden Grundschulunterricht, der allen Kindern offensteht. Der Grundschulunterricht ist obligatorisch und untersteht staatlicher Leitung oder Aufsicht. An öffentlichen Schulen ist er unentgeltlich (Art. 62 Abs. 2 BV). Aus dem Blickwinkel der Schulpflichtigen verbriefen die Art. 19 und 62 BV ein \"Pflichtrecht\": Dem individuellen Rechtsanspruch auf ausreichenden und unentgeltlichen Grundschulunterricht steht die individuelle Rechtspflicht zum Besuch des Unterrichts gegenüber, was ein besonderes Rechtsverhältnis zwischen Schulträger und Schulpflichtigen begründet (BGE 140 I 153 E. 2.3.2 S. 156 f. m.H.).\n\nAus den von den Beschwerdeführern angerufenen völkerrechtlichen Bestimmungen (Art. 13 UNO-Pakt I [SR 0.103.1] sowie Art. 28 KRK [SR 0.107]) ergeben sich im vorliegenden Zusammenhang im Verhältnis zu Art. 19 BV keine weitergehenden Ansprüche (vgl. BGE 133 I 156 E. 3.6.4 S. 166).\n\n2.2 Der Anspruch auf ausreichenden Unterricht umfasst einen Unterricht, der für den Einzelnen angemessen und geeignet sein muss und genügt, um die Schüler angemessen auf ein selbstverantwortliches Leben im modernen Alltag vorzubereiten (BGE 138 I 162 E. 3.1 S. 164 m.H.). Allerdings besteht mit Rücksicht auf das begrenzte staatliche Leistungsvermögen kein Anspruch auf den idealen oder optimalen Unterricht (BGE 138 I 162 E. 4.6.2 S. 169). Der Anspruch wird verletzt, wenn die Ausbildung des Kindes in einem Masse eingeschränkt wird, dass die Chancengleichheit nicht mehr gewahrt ist bzw. wenn es Lehrinhalte nicht vermittelt erhält, die in der hiesigen Wertordnung als unverzichtbar gelten (BGE 130 I 352 E. 3.2 S. 354). Der Anspruch auf Unentgeltlichkeit schliesst die Erhebung von Schulgeld aus, wobei sich dies primär auf öffentliche Schulen und die Dauer der obligatorischen Schulzeit bezieht (vgl. PETER HÄNNI, in: Basler Kommentar, Bundesverfassung, [nachfolgend: Basler Kommentar BV], 2015, N. 32 zu Art. 62 BV; BERNHARD EHRENZELLER, in: Die schweizerische Bundesverfassung, St. Galler Kommentar [nachfolgend: St. Galler Kommentar BV], 3. Aufl. 2014, N. 32 f. zu Art. 62 BV). Nach älterer Lehre und Rechtsprechung bezog sich die Unentgeltlichkeit lediglich auf ein eigentliches Schulgeld, d.h. den Unterricht durch das Lehrpersonal. Kosten für Lehrmittel und Schulmaterial durften danach auf die Erziehungsberechtigten überwälzt werden (vgl. bei HÄNNI, Basler Kommentar BV, a.a.O., N. 30 zu BGE 144 I 1 S. 5Art. 62 BV; EHRENZELLER, St. Galler Kommentar BV, a.a.O., N. 35 zu Art. 62 BV; MARCO BORGHI, in: Kommentar zur Bundesverfassung der Schweizerischen Eidgenossenschaft vom 29. Mai 1874 [nachfolgend: Kommentar BV 1874], Aubert/Eichenberger/Müller/Rhinow/Schindler [Hrsg.], 1987, N. 60 zu Art. 27 BV, mit dem Hinweis, dass jedoch die meisten kantonalen Schulgesetzgebungen den Grundsatz der Unentgeltlichkeit auf das Lehrmaterial und das Schulzeug ausdehnten; HERBERT PLOTKE, Schweizerisches Schulrecht [nachfolgend: Schulrecht], 2. Aufl. 2003, S. 182). In der neueren Lehre wird dagegen mehrheitlich die Auffassung vertreten, dass der Anspruch alle notwendigen und unmittelbar dem Unterrichtszweck dienenden Mittel vom Anspruch auf Unentgeltlichkeit erfasse, insbesondere auch die entsprechenden Lehrmittel und Schulmaterialien (CHRISTINE KAUFMANN, in: Staatsrecht, Biaggini/Gächter/Kiener [Hrsg.], 2. Aufl. 2015, § 41 Rz. 46; MÜLLER/SCHEFER, Grundrechte in der Schweiz, 4. Aufl. 2008, S. 792; GIOVANNI BIAGGINI, in: Kommentar zur Zürcher Kantonsverfassung [nachfolgend: Kommentar KV/ZH], Häner/Rüssli/Schwarzenbach [Hrsg.], 2007, N. 12 zu Art. 14 KV/ZH; derselbe, Bundesverfassung der Schweizerischen Eidgenossenschaft, Kommentar, 2007, N. 9 zu Art. 19 BV; MEYER-BLASER/GÄCHTER, in: Verfassungsrecht der Schweiz, Droit constitutionnel suisse, Thürer/Aubert/Müller [Hrsg.], 2001, § 34 Rz. 36; vgl. auch PASCAL MAHON, in: Petit commentaire de la Constitution fédérale de la Confédération suisse du 18 avril 1999, Aubert/Mahon [Hrsg.], 2003, N. 6 zu Art. 19 BV; a.M. MARKUS RÜSSLI, in: Kommentar KV/ZH, a.a.O., N. 16 ff. zu Art. 116 KV/ZH; HERBERT PLOTKE, Schulort, Schulgeld, Schülertransporte, in: Das neue Zürcher Volksschulrecht, Gächter/Jaag [Hrsg.], 2007, S. 108). Nach Meinung der neueren Lehre ist auch der individuell nötige Zusatzunterricht (z.B. Stützkurse, Unterricht für Fremdsprachige, Begabtenförderkurse), jeweils im Rahmen des tatsächlichen Angebots und unter Berücksichtigung des begrenzten staatlichen Leistungsvermögens, vom Anspruch auf Unentgeltlichkeit erfasst (so in Bezug auf Spezialausgaben im Zusammenhang mit dem Erlernen eines Musikinstruments oder dem Besuch von Nachhilfekursen schon BORGHI, Kommentar BV 1874, a.a.O., N. 60 zu Art. 27 BV; EHRENZELLER, St. Galler Kommentar BV, a.a.O., N. 35 zu Art. 62 BV; HÄNNI, Basler Kommentar BV, a.a.O., N. 30 zu Art. 62 BV). Ob die Schulbehörden Beiträge an die Kosten für Verpflegung sowie für Transport und Unterkunft in Klassenlagern und an Exkursionen verlangen dürfen, ist in der Lehre umstritten BGE 144 I 1 S. 6(bejahend EHRENZELLER, St. Galler Kommentar BV, a.a.O., N. 35 zu Art. 62 BV; HÄNNI, Basler Kommentar BV, a.a.O., N. 30 zu Art. 62 BV; PLOTKE, Schulrecht, a.a.O., S. 182 f.; verneinend JUDITH WYTTENBACH, Basler Kommentar BV, a.a.O., N. 20 zu Art. 19 BV).\n\n2.3 Nach der bundesgerichtlichen Rechtsprechung sind einschränkende Konkretisierungen durch den Gesetzgeber daran zu messen, ob sie mit dem verfassungsrechtlich garantierten Minimalgehalt noch zu vereinbaren sind. Bei der Bestimmung dieses Gehalts können in sinngemässer (Teil-)Anwendung von Art. 36 BV die Erfordernisse des überwiegenden öffentlichen oder privaten Interesses (Abs. 2) sowie der Verhältnismässigkeit (Abs. 3) herangezogen werden, wobei - analog zu den Freiheitsrechten - der Kernbereich des Verfassungsanspruches in jedem Fall gewahrt bleiben muss (BGE 131 I 166 E. 5.2 S. 176; BGE 129 I 12 E. 6.4 S. 20; vgl. auch Urteil 2C_446/2010 vom 16. September 2010 E. 5.3).\n\n3.\n\n3.1 Zu prüfen ist zunächst die Verfassungsmässigkeit von § 39 Abs. 1 VG/TG.\n\n3.1.1 Bei der verfassungskonformen Auslegung dürfen auch die Erklärungen der kantonalen Behörden über die beabsichtigte künftige Anwendung der Vorschrift berücksichtigt werden (BGE 129 I 12 E. 3.2 S. 15 m.H.). Gemäss der Stellungnahme des Grossen Rats des Kantons Thurgau und den entsprechenden Materialien sah die Vorlage des Regierungsrates für den neuen § 39 Abs. 1 VG/TG vor, dass der Passus, wonach für obligatorische Klassenverlegungen, Exkursionen und Lager sowie andere Pflichtveranstaltungen Beiträge im Umfang der zu Hause anfallenden durchschnittlichen Einsparungen erhoben werden können, gestrichen werde. Der Regierungsrat habe damit keine Neuausrichtung in der Kostenverlegungsfrage beabsichtigt, sondern lediglich die Berechnungsformel streichen wollen, da diese sich als zu starr, kompliziert und nicht praxistauglich erwiesen hätte. Die Einzelheiten sollten auf dem Verordnungsweg geregelt werden. Diese Auffassung sei in der vorberatenden Kommission unbestritten gewesen.\n\n3.1.2 Mit der neuen Fassung von § 39 Abs. 1 VG/TG soll demnach kein Paradigmenwechsel stattfinden; dass Beiträge erhoben werden können, bleibt nach wie vor auf Gesetzesebene geregelt. Den Voten in der vorbereitenden Kommission des Grossen Rates zufolge geht es nicht darum, eine gesetzliche Grundlage für die Erhebung von BGE 144 I 1 S. 7Elternbeiträgen zu schaffen, sondern die Berechnungsgrundlage auf tieferer Stufe zu regeln. Es seien viele Anfragen erfolgt, wie hoch der Beitrag \"im Umfang der zu Hause anfallenden Kosten\" sei. Die Bestimmung soll daher auf Verordnungsebene näher ausgeführt werden (vgl. Protokoll vom 5. Juni 2015 der Kommission zur Vorberatung des Gesetzes betreffend die Änderung des VG/TG, S. 18 f.). Der Gesetzgeber zielte somit insbesondere darauf ab, die Regelung, wonach im Umfang der zu Hause eingesparten Kosten Beiträge an Schullager und Exkursionen verlangt werden können, nicht mehr im Gesetz selber, sondern auf tieferer Ebene festzuhalten bzw. zu konkretisieren. In der Verordnung vom 11. Dezember 2007 des Regierungsrates des Kantons Thurgau über die Volksschule (RB 411.11) wurden mit dem neu eingeführten und ebenfalls am 1. August 2016 in Kraft getretenen § 18a die finanziellen Beiträge entsprechend festgesetzt. Danach können die Schulgemeinden für obligatorische Lagerwochen von den Erziehungsberechtigten pauschal maximal 200 Franken erheben. Für Schneesportlager darf die Pauschale maximal 300 Franken pro Woche betragen (Abs. 1). Für Sprachkurse kann eine Kostenbeteiligung auferlegt werden, wenn zumutbare Möglichkeiten bestanden hätten, die deutsche Sprache zu erlernen. Die Schulgemeinden informieren die Erziehungsberechtigten frühzeitig über entsprechende Angebote (Abs. 2).\n\n3.1.3 Wie bereits erwähnt (E. 2.2), ist es in der Lehre umstritten, ob die Schulbehörden Beiträge an die Kosten für Verpflegung sowie für Transport und Unterkunft in Klassenlagern oder Exkursionen verlangen dürfen. Massgebend ist, ob solche Veranstaltungen zum notwendigen Grundschulunterricht gehören, der zwingend unentgeltlich erfolgen muss (vgl. BGE 141 I 9 E. 4.1 S. 14). Geht man davon aus, dass alle notwendigen und unmittelbar dem Unterrichtszweck dienenden Mittel unentgeltlich zur Verfügung gestellt werden müssen, gehören auch Aufwendungen für Exkursionen und Lager dazu, sofern eine Pflicht zur Teilnahme besteht. In diesem Fall erfolgen sie im üblichen Rahmen des ordentlichen Schulunterrichts. Für solche Veranstaltungen dürfen den Eltern mit Blick auf die Unentgeltlichkeit nur diejenigen Kosten in Rechnung gestellt werden, die sie aufgrund der Abwesenheit ihrer Kinder einsparen. Sie beschränken sich auf die Verpflegung der Kinder, da die Eltern die Unterkunft für die Kinder auch bei deren Abwesenheit weiterhin bereithalten müssen. Der maximal zulässige Betrag dürfte sich abhängig vom Alter des Kindes zwischen Fr. 10.- und 16.- pro Tag bewegen (für BGE 144 I 1 S. 8 Berechnungsbeispiele vgl. Urteil 2C_433/2011 vom 1. Juni 2012 E. 5.2 unter Verweis auf das Merkblatt NL 1/2007 Privatanteile/Naturalbezüge und Naturallöhne der Eidgenössischen Steuerverwaltung; Verfügung der Bildungsdirektion des Kantons Zürich vom 29. Mai 2015 betreffend Verpflegungsbeitrag der Eltern bei auswärtigem Schulbesuch und Klassenlagern; Entscheid des Erziehungsdepartements des Kantons St. Gallen vom 15. November 1990, in: St. Gallische Gerichts- und Verwaltungspraxis [GVP] 1990 Nr. 91). Unter diesen Gesichtspunkten lässt sich § 39 Abs. 1 VG/TG, im Gegensatz zur vorher bestehenden Regelung in a§ 39 VG/TG, mit dem Anspruch auf ausreichenden und unentgeltlichen Schulunterricht nicht vereinbaren.\n\n3.1.4 Es bleibt zu erwähnen, dass für Angebote, welche die Schule nicht im Rahmen des ordentlichen Unterrichts erbringt, es grundsätzlich möglich wäre, höhere Beiträge zu verlangen. Dies würde aber voraussetzen, dass eine ausreichende gesetzliche Grundlage gemäss den abgaberechtlichen Grundsätzen besteht.\n\n3.2 § 39 Abs. 2 VG/TG wiederum sieht vor, dass in besonderen Fällen Schüler und Schülerinnen zum Besuch von Sprachkursen verpflichtet werden können und den Erziehungsberechtigten dafür und für allenfalls beizuziehende Dolmetscherdienste eine Kostenbeteiligung auferlegt werden kann.\n\n3.2.1 Während die Vorlage noch als \"muss\"-Bestimmung formuliert war, entschied sich der Grosse Rat für eine \"kann\"-Formulierung, womit er sich (gemäss der Stellungnahme des Grossen Rats im vorliegenden Verfahren) offenbar bewusst an die verfassungsrechtlichen Schranken habe halten wollen. Der Botschaft zufolge hängt die schulische Entwicklung fremdsprachiger Kinder zu einem wesentlichen Teil von deren Sprachkenntnissen ab. Die Schulgemeinden würden oftmals auf eigene Kosten einen hohen Aufwand zur sprachlichen Förderung solcher Kinder betreiben. Dies führe jedoch besonders in solchen Fällen zu stossenden Ergebnissen, in denen beispielsweise Kinder in der Schweiz geboren seien und sich die Eltern nicht oder kaum um eine Integration ihrer Kinder in das Umfeld ihres Wohnortes bemüht hätten, obwohl dies ohne Weiteres möglich gewesen wäre. Für solche Fälle bzw. allgemein für Fälle, in denen die Eltern ihren Pflichten nach Art. 302 Abs. 1 ZGB nur ungenügend nachkämen und den Schulen daher ein zusätzlicher finanzieller Aufwand entstehe, soll eine Kostenbeteiligung der Eltern verfügt werden BGE 144 I 1 S. 9können (Botschaft des Regierungsrates vom 3. März 2015, S. 5 f.). Der Kommissionsbericht an das Ratsplenum führt ergänzend aus, neu soll nach dem Willen der Mehrheit der Kommission eine Kostenbeteiligung für den Unterricht in Deutsch als Zweitsprache und für den Beizug eines Dolmetschers auferlegt werden; allerdings nur, wenn Möglichkeiten bestanden hatten, Kurse zu besuchen, um die deutsche Sprache zu erlernen. Wenn Eltern ungenügend ihren Pflichten nachkämen und den Schulen daher ein zusätzlicher finanzieller Aufwand entstehe, soll eine Kostenbeteiligung der Eltern verfügt werden (Bericht vom 25. August 2015 der Kommission zur Vorberatung des Gesetzes betreffend die Änderung des VG/TG, S. 3). Im Grossen Rat wurde vorgeschlagen, die Fassungen des Regierungsrates und der Kommission zusammenzuführen und zu vereinfachen. Man wolle den Gemeinden die Handhabe geben, Gelder einzuziehen, wenn es renitente Schüler gebe, die dem Unterricht in Deutsch nicht folgen wollten, oder für den Einsatz eines Dolmetschers, um die Integration zu forcieren. Dem Antrag wurde ohne weitere Diskussion stattgegeben (Protokoll des Grossen Rates Nr. 59 vom 21. Oktober 2015, Gesetz betreffend die Änderung des VG/TG, S. 19 f.).\n\nEs sollte somit - gemäss der Stellungnahme des Grossen Rats an das Bundesgericht - keine generelle Kostenbeteiligung eingeführt werden, sondern diese auf Fälle von verletzten Mitwirkungspflichten im zumutbaren Bereich oder offensichtlicher Verweigerungshaltung beschränkt bleiben. In diesem Sinne sieht auch der Regierungsrat in seiner Stellungnahme an das Bundesgericht das öffentliche Interesse weniger in finanzieller Hinsicht als in Integrationsanliegen, der Sicherstellung eines geordneten Schulbetriebs sowie in der Wahrung und Förderung der Chancengleichheit.\n\n3.2.2 Mit der neu eingeführten Bestimmung können somit einerseits Schülerinnen und Schüler zum Besuch von Sprachkursen verpflichtet werden, andererseits diese Kurse sowie gegebenenfalls erforderliche Dolmetscherdienste eine Kostenpflicht der Erziehungsberechtigten nach sich ziehen. Was zunächst die Verpflichtung zum Besuch von Sprachkursen betrifft, ist mit dem Grossen Rat und dem Regierungsrat übereinzustimmen, dass genügende Sprachkenntnisse eine wesentliche Voraussetzung für die schulische Integration und Entwicklung von Schülerinnen und Schüler bilden. Es erscheint mit den verfassungsrechtlichen Vorgaben vereinbar, Sprachkenntnisse zu fördern und, wo nötig, Schülerinnen und Schüler zum Besuch von zusätzlichem Sprachunterricht zu verpflichten, was grundsätzlich auch BGE 144 I 1 S. 10von den Beschwerdeführern nicht bestritten wird. § 39 Abs. 2 Satz 1 VG/TG ist insoweit nicht zu beanstanden.\n\n3.2.3 Gleichzeitig bezweckt Art. 19 BV aber auch die Wahrung der Chancengleichheit (E. 2.2), mit welcher es nicht vereinbar ist, für den zusätzlichen Sprachunterricht Kosten zu erheben. Folgt man den Materialien, soll die neu eingeführte Bestimmung vor allem darauf abzielen, die Integration ausländischer Personen zu bewirken. Insbesondere sollen (ausländische) Eltern dazu angehalten werden, sich um ein rechtzeitiges und genügendes Erlernen der deutschen Sprache durch ihre Kinder zu bemühen (vgl. auch § 18a Abs. 2 der Verordnung über die Volksschule, E. 3.1.2). Andernfalls müssen sie mit finanziellen Konsequenzen rechnen, wenn ihr Kind zusätzliche Sprachkurse benötigen sollte. Vorab ist fraglich, ob eine solche Bestimmung vor Art. 8 Abs. 1 und 2 BV standhalten könnte. Ausreichende Sprachkenntnisse sind geboten, damit die Schüler für ein selbstverantwortliches Leben im modernen Alltag gerüstet sind. Das Erlernen der am Ort verwendeten Sprache dient dazu, die gesellschaftliche sowie sprachliche Integration fremdsprachiger Kinder zu fördern und ist ein legitimes Ziel (vgl. BGE 135 I 79 E. 7 S. 87). Der zusätzliche Sprachunterricht steht dabei aber nicht nur im Zusammenhang mit ausländischen Eltern. Er kann sich durchaus auch für fremdsprachige Schweizer oder lernschwache Kinder als notwendig erweisen, deren Erziehungsberechtigte in der Folge von der Kostentragungspflicht betroffen wären. Vor diesem Hintergrund erscheint es sachfremd, wenn der Grosse Rat und der Regierungsrat primär ausländerrechtliche Anliegen mit dieser Regelung verknüpfen, steht doch die ausreichende Schulbildung der betroffenen Kinder im Vordergrund. Erachtet eine Schule einen Sprachkurs als notwendig, damit das betroffene Kind ein ausreichendes Bildungsangebot erhält, darf sie aufgrund von Art. 19 und Art. 62 Abs. 2 BV keine finanzielle Beteiligung von den Eltern verlangen (BGE 141 I 9 E. 4.1 S. 16). Andernfalls kann die gebotene Chancengleichheit nicht gewahrt werden.\n\n3.2.4 In Bezug auf Dolmetscherdienste kann der Gesetzesbestimmung nicht entnommen werden, in welchem Fall solche erforderlich und der allfälligen Kostenpflicht unterworfen sein sollen. Die Bestimmung erweist sich nur schon aus diesem Grund als unklar. Im Übrigen gilt aber auch in diesem Zusammenhang das soeben Gesagte: Sollten Dolmetscherdienste tatsächlich im Rahmen dessen, was sich für einen ausreichenden Grundschulunterricht als notwendig BGE 144 I 1 S. 11erweist, erforderlich sein, müssen auch diese kostenlos zur Verfügung gestellt werden.\n\n3.2.5 Da Satz 2 in einem engen Zusammenhang mit § 39 Abs. 2 Satz 1 steht, rechtfertigt es sich, den gesamten Absatz aufzuheben, obschon Satz 1 für sich alleine, wie oben ausgeführt, mit der Verfassung grundsätzlich vereinbar wäre.\n\n3.3 Nach dem Gesagten erweist sich die Beschwerde als begründet. § 39 Abs. 1 und 2 VG/TG halten vor den verfassungsmässigen Vorgaben in Bezug auf einen ausreichenden und unentgeltlichen Grundschulunterricht nicht stand und sind entsprechend aufzuheben. Ob daneben - wie von den Beschwerdeführern gerügt - auch weitere verfassungsmässige Rechte (insbesondere Art. 18 BV) verletzt sind, kann damit offenbleiben."}