{"annee": "144", "cour": "II", "page": "233", "date": "15/6/2018", "cite": ["131 IV 64", "130 I 369", "133 II 136", "136 I 87", "133 I 49", "140 II 315", "126 II 377", "129 III 250", "143 I 336", "121 I 87", "141 III 328", "139 II 185", "132 III 359"], "cite_par": [], "chapeau": "20. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A. und Mitb. gegen Bundesamt für Gesundheit (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_601/2016 vom 15. Juni 2018", "regestes": ["Art. 25a PA; art. 197 al. 1, 4 et 5 CP; art. 11 al. 1 Cst.; protection juridique contre la campagne \"LOVE LIFE - ne regrette rien\", acte matériel de nature générale et abstraite sous la forme d'un avertissement officiel et d'une recommandation. La campagne \" LOVE LIFE - ne regrette rien\" est un avertissement officiel et une recommandation; elle constitue un acte matériel de nature générale et abstraite, qui relève de l'art. 25a al. 1 PA (consid. 4). Intérêt digne de protection et acte touchant à des droits et obligations au sens de l'art. 25a al. 1 PA (consid. 7). Le \"droit à une protection particulière\" découlant de l'art. 11 al. 1 Cst. dépend du contexte social; limites en lien avec des campagnes d'information au contenu sexuel (consid. 8.2); application au cas concret (consid. 8.3 et 8.4)."], "faits": "|234|\n\nA. Seit 1987 läuft die nationale Präventionskampagne gegen HIV und andere Geschlechtskrankheiten mit jährlich wechselnden Sujets und Kampagnen zunächst unter dem Logo \"STOP AIDS\", später unter \"LOVE LIFE - STOP AIDS\" und seit 2005 unter \"LOVE LIFE\". Ab Mai 2014 startete das Bundesamt für Gesundheit (BAG) die Kampagne \"LOVE LIFE - bereue nichts\". Diese bezweckt den Schutz der Allgemeinheit vor HIV und anderen sexuell übertragbaren Krankheiten (sexually transmitted infections) und soll dazu anregen, die Sexualität verantwortungsvoll zu leben. Als Informationsportal installierte das BAG die Website www.lovelife.ch.\n\nAm Abend des 13. Mai 2014 strahlten verschiedene TV-Sender der Schweiz die Kurzversion (20 Sekunden) des TV-Spots \"LOVE LIFE - no regrets\" aus; einige Sender strahlten in derselben Woche eine Wiederholung aus. Die Vollversion des Spots (ca. 60 Sekunden) wurde auf der Website veröffentlicht und erschien offenbar auch in Kinos. Er zeigt hetero- und homosexuelle Paare in schnell geschnittenen Sequenzen von wenigen Sekunden vor oder während sexuellen Handlungen, wobei keine primären Geschlechtsorgane sichtbar sind. Am 28. Juli 2014 liess das BAG im öffentlichen Raum der gesamten Schweiz 2000 Plakate aushängen und veröffentlichte diese in Printmedien und den gängigen elektronischen Medien. Die Bilder stellen sexuelle Handlungen von hetero- und homosexuellen Paaren dar; die Geschlechtsorgane waren nicht sichtbar.\n\nAb Mitte August 2014 war das gesamte Bild- und Videomaterial auf der Website und in sozialen Medien abrufbar. In den nachfolgenden Teilen der \"LOVE LIFE\"-Kampagne (etwa zur Primoinfektion) kamen neue TV-Spots und Plakate zur Anwendung, die keine |235| sexuellen Darstellungen mehr enthielten. Die Informationskampagne \"LOVE LIFE - bereue nichts\" dauert immer noch an.\n\nB. 35 Kinder und Jugendliche, die zwischen vier und 17 Jahre alt (A. und Mitbeteiligte) und durch ihre gesetzlichen Vertreter vertreten sind, verlangten am 22. Juli 2014 vom BAG, dass die laufende \"LOVE LIFE\"-Kampagne u.a. eingestellt und eine anfechtbare Verfügung i.S. von Art. 25a VwVG erlassen werde. Das BAG ist am 12. August 2014 auf die Anträge nicht eingetreten und hat mangels schutzwürdigen Interesses keine anfechtbare Verfügung i.S. von Art. 25a VwVG erlassen. Die dagegen erhobene Beschwerde hat das Bundesverwaltungsgericht am 25. April 2016 abgewiesen.\n\nC. Vor Bundesgericht beantragen A. und Mitbeteiligte, das Urteil des Bundesverwaltungsgerichts vom 25. April 2016 aufzuheben und die Angelegenheit zur materiellen Entscheidung an das BAG zurückzuweisen.\n\nDas Bundesverwaltungsgericht verzichtet auf Vernehmlassung. Das BAG beantragt vernehmlassungsweise, die Beschwerde abzuweisen. Die Beschwerdeführer und -führerinnen haben dazu Stellung genommen und ein Gutachten über die Wirkung der \"LOVE LIFE\"-Kampagne auf Kinder und Jugendliche eingereicht.", "considerants": "Aus den Erwägungen:\n\n3. Nach Art. 25a Abs. 1 VwVG (SR 172.021) kann derjenige, der ein schutzwürdiges Interesse hat, von der Behörde, die für Handlungen zuständig ist, welche sich auf öffentliches Recht des Bundes stützen und Rechte oder Pflichten berühren, verlangen, dass sie widerrechtliche Handlungen unterlässt, einstellt oder widerruft, die Folgen widerrechtlicher Handlungen beseitigt und die Widerrechtlichkeit von Handlungen feststellt. Die Behörde entscheidet durch Verfügung (Art. 25a Abs. 2 VwVG). Art. 25a VwVG hat die Marginalie \"Verfügungen über Realakte\". Mit Art. 25a VwVG soll den betroffenen Personen ein Recht auf ein eigenständiges, nachgeschaltetes Verwaltungsverfahren eingeräumt werden (vgl. BGE 140 II 315 E. 2.1 S. 319).\n\n4.\n\n4.1 Mit Art. 25a VwVG sollen einer Behörde zugerechnete und wahrnehmbare Handlungen, welche widerrechtlich sein können, einer Überprüfung auf Rechtskonformität zugeführt werden. Bei den Handlungen handelt es sich um Realakte, wie die Überschrift von Art. 25a VwVG nahelegt. Realakte grenzen sich von Rechtsakten |236| ab. Abgrenzungskriterium bildet der Erfolg, den der Verwaltungsträger mit seiner Handlung unmittelbar anstrebt. Danach heissen zur Bewirkung eines Rechtserfolgs bestimmte Verwaltungshandlungen Rechtsakte, zur Bewirkung eines blossen Taterfolgs bestimmte Handlungen Realakte. Realakte zielen auf unmittelbare Gestaltung der Faktenlage (dazu etwa BGE 130 I 369 E. 6.1 S. 379; PIERRE TSCHANEN, Systeme des Allgemeinen Verwaltungsrecht [nachfolgend: Systeme], 2008, Rz. 130; DUBEY/ZUFFEREY, Droit administratif général, 2014, Rz. 762, 783; MOOR/POLTIER, Droit administratif, Bd. II, Les actes administratifs et leur contrôle, 3. Aufl. 2011, S. 28 f.; kritisch MARKUS MÜLLER, Rechtsschutz gegen Verwaltungsrealakte [nachfolgend: Rechtsschutz], in: Neue Bundesrechtspflege, Tschannen [Hrsg.], 2008, S. 313 ff., 319 f. m.H.). Der Begriff Handlung schliesst unter gewissen Voraussetzungen auch die Unterlassung ein (vgl. BGE 140 II 315 E. 2.1 i.f. S. 320). Hoheitliche Realakte lassen sich wie hoheitliche Rechtsakte grundsätzlich in individuell-konkrete und generell-abstrakte unterscheiden (dazu TSCHANNEN, Systeme, a.a.O., Rz. 160 f.). Zu jenen zählen etwa die klassischen polizeilichen Handlungen des Anhaltens oder des Schusswaffengebrauchs (vgl. BGE 136 I 87 E. 4-8 S. 94 ff.; BGE 130 I 369 E. 6.1 S. 377 ff.) oder die Euthanasie eines Hundes (Urteil 2C_166/2009 vom 30. November 2009 E. 1.2.2), zu diesen in aller Regel amtliche Warnungen oder Empfehlungen (dazu PIERRE TSCHANNEN, Amtliche Warnungen und Empfehlungen [nachfolgend: Warnungen], ZSR 1999 II S. 353 ff.; BEATRICE WEBER-DÜRLER, in: VwVG, Kommentar zum Bundesgesetz über das Verwaltungsverfahren, Auer/Müller/Schindler [Hrsg.], 2008, N. 7 zu Art. 25a VwVG), wobei diese auch individuell-konkret sein können. Amtliche Warnungen und Empfehlungen sind staatliche Aussagen über die faktische Ratsamkeit bestimmter Verhaltensoptionen (vgl. TSCHANNEN, Warnungen, a.a.O., S. 365 f.; DUBEY/ZUFFEREY, a.a.O., Rz. 792). Sie betreffen, sofern sie generell-abstrakt sind, eine Unzahl von Sachlagen und Personen.\n\n4.2 Die \"LOVE LIFE\"-Kampagne ist eine behördliche Informationskampagne, mit welcher das Risiko einer Ansteckung mit HIV und anderen sexuell übertragbaren Infektionen deutlich und auf die Safer-Sex-Regeln aufmerksam gemacht wird, damit jede Person ihre Sexualität leben kann, ohne etwas zu bereuen, auch wenn die Partnerinnen oder Partner wechseln. Das Ziel der Kampagne, welches unter dem Motto \"Partner wechselt. Safer Sex bleibt\" läuft, soll nachhaltig in den Köpfen der Menschen verankert werden (dazu die |237| Website www.love-life.ch). Die \"LOVE LIFE\"-Kampagne ist unbestrittenermassen eine amtliche Warnung und Empfehlung (vgl. TSCHANNEN, Warnungen, a.a.O., S. 367 f.; DUBEY/ZUFFEREY, a.a.O., Rz. 792).\n\n4.3 Die \"LOVE LIFE\"-Kampagne als amtliche Warnung und Empfehlung ist ein Realakt mit einer generell-abstrakten Struktur. Die Vorinstanz ist ohne Begründung davon ausgegangen, dass damit auch eine Handlung i.S. von Art. 25a Abs. 1 VwVG vorliege. Rechtsschutz gegen aussenwirksame Informationshandlungen von generell-abstrakter Struktur liegt indes nicht ohne Weiteres auf der Hand (vgl. TSCHANNEN, Warnungen, a.a.O., Rz. 151 S. 447 i.f., Rz. 72 i.f.), vor allem auch nicht im Rahmen des VwVG, das auf Anfechtungsobjekte der Struktur individuell-konkret oder generell-konkret fokussiert.\n\n4.4 Aus den Materialien ergeben sich keine Hinweise, ob Handlungen i.S. von Art. 25a VwVG auch Realakte von generell-abstrakter Struktur umfassen: Der Bundesrat hat in seinem Entwurf keine entsprechende Norm vorgesehen. Im Parlament hat einzig der ständerätliche Kommissionssprecher Schweiger sich dazu geäussert und festgehalten, dass der Kommission aufgefallen sei, dass im \"Verfahrensrecht eine Regelung über die Realakte fehl[e]\" und sie deshalb eine auf die Vorläufer von Art. 25 DSG, Art. 5 GlG und Art. 28 ZGB abgestützte Formulierung vorgeschlagen hätten (AB 2003 S 872). Angesichts der Schwierigkeit, Handlungen, die auf unmittelbare Gestaltung der Faktenlage zielen, in Unterkategorien von Realakten einzuteilen, ist aus teleologischen Gründen davon auszugehen, dass der Gesetzgeber den Begriff der Handlungen mit dem Begriff der Realakte gleichsetzte, der in der Marginale verwendet wird. Die Einengung soll durch die anderen Kriterien erfolgen, insbesondere mit dem schützenswerten Interesse und mit dem Berührtsein in Rechten oder Pflichten. Auch Art. 29a BV legt dieses weite Verständnis nahe: Sofern eine Streitigkeit vorliegt, die im Zusammenhang mit einer individuellen schützenswerten Rechtsposition steht (vgl. BGE 143 I 336 E. 4.1 f. S. 338 ff., insb. E. 4.2 S. 340 mit Hinweisen; BGE 140 II 315 E. 4.4 S. 326 mit Hinweisen; BGE 139 II 185 E. 12.4 S. 218), soll Anspruch auf Beurteilung durch eine richterliche Behörde bestehen. Auch das Bundesgericht selbst hat mit seinem Entscheid BGE 121 I 87 (E. 1b S. 91) einem solchen weiten Verständnis den Weg geebnet. Die Lehre vertritt ebenfalls diesen Standpunkt (vgl. z.B. DUBEY/ZUFFEREY, a.a.O., Rz. 809). Es liesse |238| sich allerdings auch argumentieren, dass bei generell-abstrakten Warnungen und Empfehlungen die für den Rechtsschutz erforderliche Sonderbeziehung zwischen Staat und Bürger bereits durch den formlosen, jederzeit möglichen und vom Staat fortwährend intendierten Realakt entstehe (vgl. TSCHANNEN, Warnungen, a.a.O., S. 447 Rz. 151). Insgesamt lässt sich festhalten, dass Warnungen und Empfehlungen, wie im vorliegenden Fall die \"LOVE LIFE\"-Kampagne, unter die Handlungen nach Art. 25a VwVG fallen.\n\n(...)\n\n7.\n\n7.1 Nach Art. 25a Abs. 1 VwVG muss der Realakt \"Rechte oder Pflichten berühren\"; insofern muss potentiell ein Verwaltungsrechtsverhältnis bestehen (dazu E. 7.3). Daneben hat die gesuchstellende Person ein \"schutzwürdiges Interesse\" an einer Verfügung über einen Realakt aufzuweisen (dazu E. 7.2). Art. 25a VwVG definiert das streitlagenspezifische Rechtsschutzinteresse somit getrennt über ein akt- und ein subjektbezogenes Kriterium (BGE 140 II 315 E. 4.1 S. 324; MOOR/POLTIER, a.a.O., S. 44).\n\n7.2 Mit dem schutzwürdigen Interesse wird an Art. 6, Art. 25 Abs. 2 und Art. 48 Abs. 1 lit. c VwVG bzw. Art. 89 Abs. 1 lit. c BGG angeknüpft. Demnach muss eine besondere Nähe der gesuchstellenden Person zum Realakt vorliegen (BGE 140 II 315 E. 4.1 S. 324; TSCHANNEN, Warnungen, a.a.O., S. 445). Das schutzwürdige Interesse kann dabei rechtlicher oder tatsächlicher Natur sein, soweit die gesuchstellende Person an der Rechtsklärung mittels Verfügung über den Realakt einen praktischen Nutzen hat (BGE 140 II 315 E. 4.2 i.f. S. 325).\n\n7.3\n\n7.3.1 Art. 25a VwVG will Konstellationen einer rechtlichen Überprüfung zuführen, bei welchen behördliches Verhalten zwar nicht auf die Regelung von Rechten und Pflichten gerichtet ist, aber dennoch Rechte und Pflichten berührt (vgl. bereits TSCHANNEN, Warnungen, a.a.O., S. 445). Dies setzt nach herrschender Auffassung einen Eingriff in die persönliche Rechtssphäre der betroffenen Person voraus (vgl. BGE 140 II 315 E. 4.3 und 4.5 S. 325, BGE 140 II 326 f., je mit Hinweisen). Schützenswerte Rechtspositionen ergeben sich im Kontext von Art. 25a VwVG vor allem aus Grundrechten. Einzubeziehen sind aber auch rechtlich geschützte Interessen aus anderen Rechtstiteln (BGE 140 II 315 E. 4.3 S. 325).\n\n|239|\n\n7.3.2 Nach Art. 25a Abs. 1 VwVG genügt, dass Rechte und Pflichten berührt werden. Art. 25a Abs. 1 VwVG verlangt nicht einen Eingriff beispielsweise in den Schutzbereich eines Grundrechts; es ist ausreichend, wenn der Gesuchsteller darzulegen vermag, dass ein vom Realakt ausgehender Reflex grundrechtsrelevant ist, mithin den Grad eines Eingriffs annehmen könnte (vgl. BGE 140 II 315 E. 4.8 S. 329 ff.; MÜLLER, Rechtsschutz, a.a.O., S. 354; ähnlich ISABELLE HÄNER, in: Praxiskommentar Verwaltungsverfahrensgesetz [VwVG], Waldmann/Weissenberger [Hrsg.], 2. Aufl. 2016, N. 28 zu Art. 25a VwVG). Insofern steht der Weg über Art. 25a VwVG nur dann offen, wenn eine gewisse Intensität der Betroffenheit des Privaten, \"un certain degré de gravité\", gegeben ist (vgl. MÜLLER, Rechtsschutz, a.a.O., S. 354; MOOR/POLTIER, a.a.O., S. 44; BGE 133 I 49 E. 3.2 S. 57). Geht es - wie noch darzulegen sein wird - um einen potentiellen Eingriff in Grundrechtspositionen, ist es eine Frage des Geltungsbereichs des Grundrechts, ob die Eingriffswirkung ausreicht, eine Grundrechtsbetroffenheit anzunehmen (HÄNER, a.a.O., N. 28 zu Art. 25a VwVG). Dabei ist zu berücksichtigen, dass die Handlungen auch geeignet sein müssen, um in Rechte und Pflichten einzugreifen. Es bedarf m.a.W. eines Zurechnungszusammenhangs, einer adäquaten Kausalität, zwischen Handlung und Berührung in Rechte und Pflichten (vgl. TSCHANNEN, Warnungen, a.a.O., Rz. 96 i.V.m. Rz. 99 ff.; MÜLLER/MÜLLER-GRAF, Staatliche Empfehlungen, Gedanken zu Rechtscharakter und Grundrechtsrelevanz, ZSR 1995 I S. 357 ff., 391 f.). Dabei wird der Zurechnungszusammenhang unterbrochen oder ist von vorneherein nicht gegeben, wenn eigenständige Drittursachen dazwischentreten oder die Ereigniskette durchwegs dominieren (TSCHANNEN, Warnungen, a.a.O., Rz. 102).\n\n8.\n\n8.1 Die Beschwerdeführer machen geltend, dass den Kindern und Jugendlichen ein Anspruch auf besonderen Schutz nach Art. 11 Abs. 1 BV zukomme. Der Schutzumfang von Art. 11 Abs. 1 BV stimme nicht nur mit demjenigen von Art. 10 Abs. 2 BV überein, sondern umfasse weitere justiziable Abwehransprüche, wie etwa den besonderen Schutz der Aspekte der Persönlichkeit, in denen Kinder und Jugendliche sich von Erwachsenen noch unterscheiden. Dies zeige sich darin, dass der Gesetzgeber dem Kinder- und Jugendschutz eine hohe Bedeutung zumesse. Als Beispiel sei etwa die Alkoholgesetzgebung zu nennen. Ein besonderer Schutzbedarf und ein besonders schützenswerter Persönlichkeitsbereich würden für Kinder und Jugendliche mit Bezug auf ihre geschlechtliche Entwicklung |240| bestehen, was das Bundesgericht im Entscheid BGE 133 II 136 (E. 5.1 f. und 6.1) festgestellt habe. Bei Kindern im vorpubertären Alter sei davon auszugehen, dass die in der Regel unbegleitete und unvorbereitete Konfrontation mit stark sexuell aufgeladenen Botschaften, Bildern und Filmen schädliche Auswirkungen auf ihre Entwicklung habe. Die Kinder könnten die Inhalte aufgrund ihres Entwicklungsstandes und ihres Erfahrungshintergrundes weder einordnen noch verarbeiten. Auch auf die jugendliche Entwicklung im Pubertätsalter hätten stark an kommerzielle Pornografie angelehnte Darstellungen einen nachteilig schädlichen Einfluss, da sie zu einem Zeitpunkt zur Nachahmung anregen, in welchem die geschlechtliche Entwicklung der Jugendlichen noch nicht ausgereift sei. Art. 11 Abs. 1 BV gebiete es deshalb, staatliche Massnahmen immer am Ziel, die Unversehrtheit von Kindern und Jugendlichen zu wahren und sie vor Leid zu schützen, auszurichten. Die strittige Kampagne berühre offensichtlich empfindlich den besonders geschützten Persönlichkeitsbereich von Kindern und Jugendlichen. Durch die beanstandete Kampagne würden aufreizende Darstellungen sexueller Praktiken in der Öffentlichkeit durch mehrere mediale Mittel verbreitet. Die veröffentlichten Fotografien und Filme würden den Eindruck kommerzieller Pornografie erwecken, wobei die Plakatwände mit den entsprechenden Darstellungen von den beschwerdeführenden Kindern und Jugendlichen täglich auf ihrem Schulweg frequentiert werden müssten. Die Bilder würden einen auffordernden Charakter ausstrahlen und damit gerade risikobereite Jugendliche zur Nachahmung einladen, obwohl ihre geschlechtliche Entwicklung noch nicht ausgereift sei und sie die seelisch-moralische Implikation solcher Handlungen nicht abschätzen könnten. Der amtliche Charakter der Kampagne unterstreiche dabei den Anschein einer Einladung zu riskantem Verhalten. Kleinere Kinder würden durch die in der Öffentlichkeit ausgehängten Bilder geradezu verstört, da sie den Gehalt der Darstellungen in keiner Weise einordnen könnten und die konkret veröffentlichten Sexszenen auf sie mitunter einen bedrohlichen Charakter ausstrahlen würden. Der nachteilige Einfluss der Kampagne auf die kindliche und jugendliche Entwicklung sei denn auch in mehreren von ihnen eingereichten Expertenberichten bestätigt worden.\n\n8.2\n\n8.2.1 Nach Art. 11 Abs. 1 BV haben Kinder und Jugendliche Anspruch auf besonderen Schutz ihrer Unversehrtheit und auf Förderung ihrer Entwicklung. Der Teilgehalt des besonderen Schutzes der |241| Unversehrtheit der Kinder und Jugendlichen umfasst den Schutz ihrer körperlichen und geistigen Integrität (siehe BGE 126 II 377 E. 5d S. 390; KIENER/KÄLIN, Grundrechte, 2. Aufl. 2013, S. 454). Mit der Verankerung als Grundrecht wird der Schutz der Kinder und Jugendlichen verfassungsrechtlich zu einem vordringlichen Anliegen (BGE 126 II 377 E. 5d S. 391) bzw. zur obersten Maxime des Kindesrechts (BGE 141 III 328 E. 5.4 S. 340) erklärt. Es soll damit die Gleichbehandlung und die Chancengleichheit der Kinder und Jugendlichen gewährleistet und der Staat verpflichtet werden, Kinder vor jeglicher Form von Gewalt und erniedrigender Behandlung zu schützen (vgl. BGE 126 II 377 E. 5b S. 389). Insofern kommt den Kindern und Jugendlichen als gesellschaftliche Gruppe \"Anspruch auf [einen] besonderen Schutz\" zu (Berichterstatter Inderkum, AB 1998 S 692, s.a. S. 1103) und soll eine altersgerechte Entfaltungsmöglichkeit des Kindes in geistig-psychischer, körperlicher und sozialer Hinsicht geschützt werden (BGE 129 III 250 E. 3.4.2 S. 255). Art. 11 Abs. 1 BV nimmt im Gegensatz zu Art. 41 Abs. 1 lit. f und g BV auch die rechtsanwendenden Instanzen in die Pflicht, insbesondere bei der Handhabung von Gesetzen, wie etwa hier bei Realakten gestützt auf das Epidemiengesetz vom 28. September 2012 (EpG; SR 818.101) bzw. aEpG, den besonderen Schutzbedürfnissen von Kindern und Jugendlichen Rechnung zu tragen (BGE 126 II 377 E. 5d S. 391; s.a. BGE 132 III 359 E. 4.4.2 S. 373; BGE 133 II 136 E. 5.1 S. 142). Da der Verfassungsgeber mit Art. 11 BV das Ziel verfolgt hatte, die im Übereinkommen vom 20. November 1989 über die Rechte des Kindes (KRK; SR 0.107) verbrieften Rechte in der BV zu verankern, kann für die Auslegung von Art. 11 BV auch darauf zurückgegriffen werden (siehe BGE 126 II 377 E. 5b und 5d S. 389 f. bzw. 391).\n\n8.2.2 Was der \"Anspruch auf einen besonderen Schutz\" der Kinder und Jugendlichen genau umfasst, kann nicht abstrakt und zeitlos bestimmt werden, sondern hängt von den jeweiligen gesellschaftlichen Verhältnissen ab (vgl. die Konkretisierungsbeispiele bei KOLLER/WYSS, \"Kinder und Jugendliche haben Anspruch auf besonderen Schutz ...\", in: Privatrecht im Spannungsfeld zwischen gesellschaftlichem Wandel und ethischer Verantwortung, 2002, S. 435 ff., 438 ff.; BGE 133 II 136). Dies gilt auch für die Ausgestaltung einer (staatlichen) Informationskampagne. Dabei ist zu beachten, welchen Einflüssen die Kinder und Jugendlichen jederzeit ausgesetzt und mit welchen Eindrücken sie täglich unausweichlich konfrontiert sind. In Bezug auf Informationskampagnen mit sexuellem Inhalt setzt das |242| Strafrecht zunächst mit dem Verbot von harter Pornographie (Art. 197 Abs. 4 und 5 StGB; vgl. bereits Botschaft vom 26. Juni 1985 über die Änderung des Schweizerischen Strafgesetzbuches und des Militärstrafgesetzes [Strafbare Handlungen gegen Leib und Leben, gegen die Sittlichkeit und gegen die Familie] [nachfolgend: Botschaft Sittlichkeit], BBl 1985 II 1009, 1089 Ziff. 232.41; zur Ausdehnung und Anreicherung der alten Bestimmung vgl. Botschaft vom 4. Juli 2012 zur Genehmigung des Übereinkommens des Europarats zum Schutz von Kindern vor sexueller Ausbeutung und sexuellem Missbrauch [Lanzarote-Konvention] sowie zu seiner Umsetzung [Änderung des Strafgesetzbuchs] [nachfolgend: Botschaft Lanzarote-Konvention], BBl 2012 7571 7615 ff. Ziff. 2.6.3) eine erste Grenze. Jugendliche unter 16 Jahren werden sodann nach Art. 197 Abs. 1 StGB auch vor weicher Pornographie geschützt (vgl. BGE 131 IV 64). Ziel dieses Verbots liegt in der ungestörten sexuellen Entwicklung Kinder und Jugendlicher (vgl. BGE 131 IV 64 E. 10.1.1 S. 67; Botschaft Sittlichkeit, BBl 1985 II 1009, 1089 Ziff. 232.41). Art. 197 Abs. 1 StGB stellt damit eine Konkretisierung von Art. 11 BV dar (BGE 133 II 136). Insofern darf bei der Beurteilung von Informationskampagnen mit sexuellem Inhalt i.S.v. weicher Pornographie nicht davon ausgegangen werden, dass Kinder und Jugendliche mit solchen Inhalten ohnehin in Berührung kommen, weshalb eine derartige Kampagne zulässig wäre.\n\n8.2.3 Der Begriff der Pornographie setzt ein Zweifaches voraus. Zum einen müssen die Darstellungen oder Darbietungen objektiv betrachtet darauf ausgelegt sein, den Konsumenten sexuell aufzureizen. Zum anderen ist erforderlich, dass die Sexualität so stark aus ihren menschlichen und emotionalen Bezügen herausgetrennt wird, dass die jeweilige Person als ein blosses Sexualobjekt erscheint, über das nach Belieben verfügt werden kann (vgl. BGE 131 IV 64 E. 10.1.1 S. 66 f.). Das sexuelle Verhalten wird dadurch vergröbert und aufdringlich in den Vordergrund gerückt. (Weiche) Pornographie im Sinne von Art. 197 Abs. 1 StGB ist dabei ohne besondere Betonung des Genitalbereichs begrifflich kaum denkbar (BGE 131 IV 64 E. 10.1.1 S. 67). \"Zeichnen sich die sog. 'Erotikfilme' durch ein betontes Wegsehen vom Genitalbereich aus, so leben pornographische Erzeugnisse vom betonten Hinsehen\" (TRECHSEL/BERTOSSA, in: Schweizerisches Strafgesetzbuch, Praxiskommentar, Trechsel/Pieth [Hrsg.], 3. Aufl. 2018, N. 4 zu Art. 197 StGB). Entscheidend ist der Gesamteindruck (BGE 131 IV 64 E. 10.1.1 S. 67). In Bezug auf Medien hat das Bundesgericht dementsprechend Folgendes ausgeführt: |243| \"Pornographisch sind somit Medien, die physische Sexualität isoliert von personalen Beziehungen darstellen, sexuellen Lustgewinn verabsolutieren und Menschen zu beliebig auswechselbaren Objekten sexueller Triebbefriedigung degradieren; sie als blosse physiologische Reiz-Reaktionswesen erscheinen lassen und damit die Würde des Menschen negieren\" (BGE 133 II 136 E. 5.3.2 i.f. S. 145).\n\n8.2.4 Zulässig sind dagegen Werbungen für pornographische Videos, Sites oder SMS-Bilder (vgl. BGE 133 II 136 E. 6.3 f. S. 147 f.). Kritik unterliegt nur deren Gestaltung; diese ist daraufhin zu prüfen, ob die oben umschriebenen Voraussetzungen der Pornographie erfüllt sind. Strafrechtlich und auch rundfunkrechtlich zulässig sind sodann erotische (vgl. BGE 133 II 136 E. 5.3.2 und 6.1 S. 145 bzw. 146) und auch nur \"sexualisierte\" Darstellungen.\n\nDiesen Umstand macht sich die Werbebranche heute zunutze. So sind der öffentliche Raum und namentlich unzählige Werbebotschaften stark sexualisiert. Kinder und Jugendliche sind in dieser Gesellschaft damit unausweichlich konfrontiert. Insofern ist es realistischerweise nicht möglich, diese rechtlich zulässigen sexualisierten und erotischen Einflüsse von ihnen fernzuhalten oder diesen auszuweichen.\n\n8.2.5 Angesichts dieser Ausführungen kann der sachliche Schutzbereich des ersten Teils von Art. 11 BV, wonach Kinder und Jugendliche Anspruch auf besonderen Schutz ihrer Unversehrtheit haben, in Bezug auf Informationskampagnen mit sexuellem Inhalt deshalb nicht so umschrieben werden, als gäbe es im öffentlichen Raum keine Einflüsse sexualisierter und erotischer Darstellungen. Für den besonderen Schutz bei solchen Kampagnen ist deshalb im Folgenden zu fragen, ob Kinder und Jugendliche spürbar anderen und stärkeren sexualisierten und erotischen Einflüssen ausgesetzt sind, als dies ohnehin der Fall ist.\n\n8.3 Die \"LOVE LIFE\"-Kampagne bezweckt den Schutz der Allgemeinheit vor HIV und anderen sexuell übertragbaren Krankheiten und soll die sexuell aktiven Menschen in der Schweiz dazu anregen, sich für ein verantwortungsvolles Sexualleben zu entscheiden. Zur Erreichung dieses Ziels (zur Notwendigkeit siehe jetzt Presseerklärung der WHO vom 28. November 2017: Europäische Region ist die einzige Region der Welt mit einem Anstieg von HIV-Neuinfektionen) sollen die Plakate einen Blickfang bilden, weshalb die heterosexuellen und gleichgeschlechtlichen Paare in verschiedenen intimen (sexuellen) Situationen dargestellt werden. Es sind Momentaufnahmen, |244| gestellte Szenen von intimer Nähe bzw. in den Videos schnell geschnittenen Sequenzen von wenigen Sekunden. Die Paare lachen, küssen sich oder haben den Ausdruck von Lust in ihrem Gesicht. Man sieht keine Geschlechtsorgane, vielfach tragen die sogenannten \"Models\" Kleider. Die Bilder sind nicht mit einer vulgären sexuellen Sprache verbunden; es findet sich lediglich ein Hinweis, warum die heterosexuellen und gleichgeschlechtlichen Paare für safer sex werben. Die Kampagne stellt die physische Sexualität nicht isoliert von personalen Beziehungen dar; die \"Models\" sind reale Paare. Die Bilder und das Videomaterial verabsolutieren in keiner Weise sexuellen Lustgewinn und degradieren die involvierten Menschen nicht zu beliebig auswechselbaren Objekten sexueller Triebbefriedigung. Es begegnen sich hier Personen und gerade nicht Organe (BGE 133 II 136 E. 5.3.2 S. 145). Die Filmsequenzen bzw. die Momentaufnahmen lassen die Paare auch nicht als blosse physiologische Reiz-Reaktionswesen erscheinen. Insofern sind die Bilder und Filmsequenzen nicht darauf angelegt, den Betrachter sexuell aufzureizen, und lassen die Paare auch nicht als blosse Sexualobjekte erscheinen.\n\nEntgegen der Auffassung der Beschwerdeführer wird mit den Bildern und Videosequenzen keine Pornographie und werden weder sexuelle Praktiken noch stark sexuell aufgeladene Botschaften dargestellt. Allenfalls lassen sich gewisse sexuelle Handlungen vermuten. Allerdings bedarf es hierzu eines gewissen Vorverständnisses, welches Kinder noch nicht haben, wie deren Reaktionen, welche die Vorinstanz aufgeführt hat, belegen. Jugendliche verfügen bereits über ein solches Verständnis, weshalb sie auch Adressaten einer solchen Informationskampagne über verantwortungsvolles Sexualverhalten werden (siehe dazu auch TSCHANNEN, Warnungen, a.a.O., S. 413 f.). Dabei darf nicht vergessen werden, dass Kinder und Jugendliche vorab durch die Eltern (Art. 5 KRK: Hauptverantwortliche für das Wohl des Kindes; in Bezug auf den Medienkonsum vgl. auch BGE 133 II 136 E. 6.5.2 i.i. S. 149) oder allenfalls durch die Schule altersgerecht sexuell aufzuklären sind, damit sie solche Bilder und die damit vermuteten sexuellen Handlungen korrekt erkennen und einordnen können. Auch wenn die strittigen Darstellungen sexuelle Handlungen vermuten lassen, werden die Darstellungen dadurch nicht zu solchen, vor welchen Kinder und Jugendliche besonders zu schützen sind. Aus den Bildern und Videos der \"LOVE LIFE\"-Kampagne lassen sich keine abwegigen sexuellen Praktiken und |245| sexuell aufgeladene Botschaften folgern, welche von den Kindern und Jugendlichen nachgeahmt werden könnten. Bei entsprechender Erziehung können die Jugendlichen das auf den Bildern Dargestellte korrekt einordnen, wozu sie unabhängig von dieser Kampagne angesichts verbreiteter sexualisierter Darstellung im öffentlichen Raum befähigt sein müssen.\n\nInsofern unterscheidet sich das strittige Bild- und Videomaterial von (weich)pornographischen Darstellungen, welche die sexuellen Handlungen explizit zeigen und geeignet sind, die Entwicklung der Kinder und Jugendlichen zu beeinträchtigen, weil diese fälschlicherweise davon ausgehen könnten, dass das Gezeigte der Normalität entspreche und deshalb nachahmenswert sei. Zu Recht hat deshalb auch die Vorinstanz ausgeführt, dass die Auszüge aus dem \"Praxisbuch zur Prävention von Internet-Pornografie-Konsum\" auf die vorliegende Konstellation nicht passend sind.\n\n8.4 Ist nach dem Ausgeführten äusserst zweifelhaft, dass Kinder und Jugendliche über die zulässigen sexualisierten und erotischen Einflüsse hinausgehenden Einflüssen ausgesetzt sind, vor welchen sie nach Art. 11 BV zu schützen wären, kommt es schliesslich aufgrund der grossen Breitenwirkung der Informationskampagne darauf an, ob in Abgrenzung zur Popularbeschwerde eine besondere Betroffenheit vorliegt (BGE 140 II 315 E. 4.6 S. 327 f.; HÄNER, a.a.O., N. 28 i.f. zu Art. 25a VwVG; LORENZ KNEUBÜHLER, Beschwerdebefugnis vor Bundesgericht: Konkurrenten, Gemeinden, Pläne und Realakte, ZBl 2016 S. 22 ff., 39). Eine solche liegt dann vor, wenn der Einzelne von einem Realakt konkret in seinen Rechten und Pflichten betroffen ist (vgl. BGE 140 II 315 E. 4.3 S. 325). Sind dagegen viele Personen betroffen, so ist massgebend, wie schwer die Einwirkungen auf den Einzelnen zu gewichten sind. Je zweifelhafter aber ist, ob von einer Kampagne überhaupt Einwirkungen über das ohnehin gesellschaftlich vorgegebene Mass hinausreichen, um so weniger kann das Individuum in schützenswerten Rechten berührt sein.\n\n8.5 Zusammenfassend ist festzuhalten, dass der von den Beschwerdeführern angerufene Schutzbereich von Art. 11 Abs. 1 BV nicht berührt ist. Die Beschwerdeführerinnen sind durch die strittigen Darstellungen deshalb nicht in ihren Rechten und Pflichten berührt. Die Voraussetzungen für den Erlass einer Verfügung über Realakte sind nicht gegeben. Das BAG ist zu Recht nicht auf das Gesuch eingetreten und die Vorinstanz hat die Beschwerde dagegen zu Recht abgewiesen."}