{"annee": "144", "cour": "II", "page": "367", "date": "6/8/2018", "cite": ["139 II 263", "142 II 206", "135 I 233", "131 II 151", "105 IA 330", "127 II 184", "144 II 326", "138 III 49", "138 II 501", "139 II 243"], "cite_par": ["145 II 140"], "chapeau": "31. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. SA contre Commune de Leytron et Commission d'estimation en matière d'expropriation (recours en matière de droit public)\n\n1C_216/2017 du 6 août 2018", "regestes": ["Art. 75b Cst.; limitation des résidences secondaires; expropriation matérielle. Une demande d'indemnisation pour expropriation matérielle fondée sur l'interdiction d'ériger une résidence secondaire, prononcée en application de l'art. 75b Cst., doit être dirigée contre la collectivité qui a ordonné la restriction de propriété (refus du permis de construire) et non contre la Confédération (consid. 1.2). La limitation des résidences secondaires redéfinit le contenu de la propriété (consid. 3.2). Lorsque le contenu de la propriété reçoit une nouvelle définition, une indemnisation pour expropriation matérielle est en principe exclue (consid. 3.3). Une nouvelle définition du droit de propriété peut exceptionnellement déployer les mêmes effets qu'une expropriation lorsqu'elle introduit des inégalités crasses et qu'elle entraîne des conséquences trop rigoureuses pour certains propriétaires particuliers (consid. 3.3). En matière de limitation des résidences secondaires, les conséquences entraînées par l'entrée en vigueur - et l'application immédiate - de l'art. 75b Cst. ont été atténuées par l'adoption d'un régime transitoire (consid. 3.4). Droit à une indemnité pour expropriation nié en l'espèce (consid. 3.4)."], "faits": "BGE 144 II 367 S. 369\n\nA. A. SA, dont le siège social est à Sion, a pour but d'exploiter une entreprise de construction et de mener toutes opérations mobilières et immobilières. Dite société est propriétaire de la parcelle n o 13360 sise sur le territoire de la Commune de Leytron, au Mellay sur Ovronnaz. Ce bien-fonds de 668 m 2 est colloqué en zone d'habitat touristique de moyenne densité au sens des art. 60 ss du règlement communal des constructions et des zones du 4 août 2005 (RCCZ).\n\nLe 19 décembre 2012, le Conseil municipal de la Commune de Leytron a délivré une autorisation de construire sur cette parcelle un chalet résidentiel de quatre appartements; il a écarté six oppositions dirigées contre ce projet, dont celle formée par Helvetia Nostra.\n\nSur recours de cette dernière association, le Conseil d'Etat du canton du Valais a, le 29 janvier 2014, annulé le permis de construire et renvoyé la cause à l'autorité communale afin que la demande soit examinée à la lumière des dispositions de droit public limitant les résidences secondaires, directement applicables depuis le 11 mars 2012.\n\nPar arrêt du 25 juillet 2014, la Cour de droit public du Tribunal cantonal du Valais a rejeté le recours formé par A. SA contre la décision du Conseil d'Etat.\n\nA. SA a saisi le Tribunal fédéral, qui a déclaré son recours irrecevable, l'arrêt attaqué ne mettant pas fin à la procédure de permis de construire et aucune des conditions de l'art. 93 LTF n'étant réalisée (arrêt 1C_392/2014 du 3 septembre 2014).\n\nReprenant l'instruction de la cause, le Conseil municipal de Leytron a, par décision du 12 novembre 2014, refusé le permis de construire, A. SA persistant dans sa requête initiale portant sur la possibilité de vendre les appartements projetés tant en qualité de résidences secondaires que principales. Cette décision est entrée en force.\n\nB. Le 30 juin 2015, A. SA a requis de la Commune de Leytron le versement d'une indemnité pour expropriation matérielle de 512'439 fr. 75. Le 14 juillet 2015, la commune a déclaré ne pas entrer en matière sur cette requête, celle-ci n'étant pas de son ressort.\n\nLe 18 octobre 2015, A. SA a réitéré sa demande auprès de la Commission d'estimation en matière d'expropriation du canton du Valais, qui la rejeta par décision du 24 novembre 2016.\n\nPar arrêt du 17 mars 2017, le Tribunal cantonal a écarté le recours de A. SA contre la décision de la commission. La cour cantonale a considéré que les restrictions en matière de résidences secondaires découlant BGE 144 II 367 S. 370 de l'application immédiate, à compter du 11 mars 2012, de l'art. 75b Cst. n'ouvraient pas le droit à une indemnité pour expropriation matérielle. Elle a estimé que le terrain de A. SA se prêtait encore à une utilisation économique raisonnable conforme à sa destination et aux dispositions en vigueur. L'instance précédente a de même écarté le grief d'inégalité de traitement, jugeant que la recourante ne supportait pas un sacrifice particulier, de nombreux autres propriétaires étant concernés par ces restrictions au vu de la proportion importante de communes suisses atteignant ou dépassant le plafond de 20 % de résidences secondaires.\n\nC. A. SA a déféré cette décision devant l'autorité de céans, qui a rejeté son recours en matière de droit public.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n1.\n\n1.1 Dirigé contre une décision finale (art. 90 LTF) prise en dernière instance cantonale (art. 86 al. 1 let. d LTF) en matière d'indemnisation pour expropriation matérielle (art. 82 let. a LTF), le recours est en principe recevable comme recours en matière de droit public selon les art. 82 ss LTF, aucune des exceptions prévues à l'art. 83 LTF n'étant réalisée. La recourante a pris part à la procédure de recours devant le Tribunal cantonal (art. 89 al. 1 let. a LTF). Elle est particulièrement touchée par l'arrêt attaqué, qui confirme le rejet de sa demande d'indemnisation pour expropriation matérielle. Elle a dès lors qualité pour agir au sens de l'art. 89 al. 1 LTF.\n\n1.2 Avant de pouvoir entrer en matière sur le recours, il convient préalablement de déterminer, comme l'évoque d'ailleurs la recourante, l'autorité débitrice d'une éventuelle indemnité d'expropriation. En laissant cette question indécise, le Tribunal cantonal a en effet pris le risque de mener une procédure potentiellement affectée d'un vice grave, pouvant aller jusqu'à imposer un constat de nullité (cf. ATF 138 II 501 consid. 3.1 p. 503; ATF 138 III 49 consid. 4.4.3 p. 56). Il convient par conséquent de vérifier si c'est à bon droit que la recourante a dirigé sa requête à l'encontre de la commune, selon la procédure prévue par le droit cantonal sur l'expropriation (cf. notamment art. 1 et 62 de la loi cantonale du 8 mai 2008 sur les expropriations [LcEx; RS/VS 710.1]), avant, le cas échéant, de procéder à l'examen des griefs développés dans son recours fédéral. BGE 144 II 367 S. 371\n\nSans trancher formellement la question, - on l'a dit -, le Tribunal cantonal a estimé que la demande motivée d'indemnisation aurait en réalité dû être dirigée contre la Confédération, puisque la mise en oeuvre de l'interdiction de construire des résidences secondaires, lorsque la proportion de 20 % est atteinte, repose sur une disposition de la Constitution fédérale (art. 75b al. 1 Cst.) et que celle-ci ne nécessite aucune transposition à l'échelle cantonale ou communale, en raison de son caractère immédiatement applicable.\n\nIl est vrai qu'une partie de la doctrine, en particulier MÖSCHING, cité par le Tribunal cantonal, soutient qu'une demande d'indemnité pour expropriation fondée sur l'art. 75b Cst. devrait être dirigée à l'encontre de la Confédération, en qualité de débitrice (FABIAN MÖSCHING, Massnahmen zur Beschränkung von Zweitwohnungen, 2014, p. 263 s.). Cet auteur parvient à cette conclusion en s'appuyant, notamment et par analogie, sur l'opinion de WALDMANN/HÄNNI s'agissant des mesures de protection des marais et des sites marécageux (art. 78 al. 5 Cst.) (WALDMANN/HÄNNI, Raumplanungsgesetz, 2006, n° 92 ad art. 5 LAT), sur laquelle le Tribunal fédéral n'a toutefois pas encore été amené à se prononcer. Cela étant, contrairement à un cas de résidence secondaire, où l'interdiction de réaliser une telle construction émane d'une décision rendue par la commune, dans le cadre de ses attributions en matière d'autorisations de construire à l'intérieur de la zone à bâtir (cf. art. 22 de la loi fédérale du 22 juin 1979 sur l'aménagement du territoire [LAT; RS 700] et art. 2 al. 1 et 39 al. 1 de la loi du 15 décembre 2016 sur les constructions [LC; RS/VS 705.1]), la délimitation d'un périmètre de protection des marais et des sites marécageux d'importance émane, en premier lieu, d'une décision d'une autorité fédérale, à savoir le Conseil fédéral (cf. art. 23b al. 2 de la loi fédérale du 1er juillet 1966 sur la protection de la nature et du paysage [LPN; RS 451]), dont les cantons ne peuvent en principe pas s'écarter (cf. arrêt 1C_174/2015 du 16 janvier 2018 consid. 3 et la référence à l' ATF 127 II 184 consid. 3c p. 189). L'interdiction d'édifier des résidences secondaires n'entre par ailleurs pas non plus dans les cas de figure envisagés par l'art. 4 de la loi fédérale du 20 juin 1930 sur l'expropriation (LEx; RS 711). De surcroît, contrairement à la LPN (art. 15 al. 2 LPN), à la loi fédérale du 7 octobre 1983 sur la protection de l'environnement (LPE; RS 814.01) (art. 58 LPE) ou encore à la loi fédérale du 20 décembre 1957 sur les chemins de fer (LCdF; RS 742.101) (art. 3 LCdF), il n'existe pas, dans le domaine de l'interdiction des résidences BGE 144 II 367 S. 372secondaires, de renvoi à la législation fédérale en matière d'expropriation. Aussi n'y a-t-il pas lieu de s'écarter du principe selon lequel la requête en indemnisation doit être dirigée contre la collectivité qui a ordonné directement la restriction de propriété spécifique, même s'il s'agit d'une mise en oeuvre du droit supérieur (cf. BERNHARD WALDMANN, Materielle Enteignung, 2015, n. 27.121 p. 1158; ENRICO RIVA, in Commentaire pratique LAT, vol. I, 2016, n° 244 ad art. 5 LAT; PETER HÄNNI, Planungs-, Bau- und besonderes Umweltschutzrecht, 6e éd. 2016, p. 641; TSCHANNEN/ZIMMERLI/MÜLLER, Allgemeines Verwaltungsrecht, 4e éd. 2014, p. 639 et 650; KARIN SIDI-ALI, La protection des biotopes en droit suisse - Etude de droit matériel, 2008, p. 243).\n\n1.3 La saisine de la commission cantonale d'estimation par une demande en indemnisation dirigée contre la commune apparaît ainsi conforme au droit, si bien qu'il convient d'entrer en matière sur le recours.\n\n(...)\n\n3. La recourante se plaint d'une violation de la garantie de la propriété (art. 26 al. 2 Cst.). Elle soutient en particulier que l'interdiction de construire des résidences secondaires sur sa parcelle constituerait une atteinte grave à son droit de propriété assimilable à une expropriation matérielle sujette à indemnisation.\n\n3.1 Le 11 mars 2012, 50,6 % des citoyens et treize cantons et demi ont accepté l'initiative populaire \"Pour en finir avec les constructions envahissantes de résidences secondaires\". Le nouvel art. 75b al. 1 Cst. plafonne le pourcentage de résidences secondaires à 20 % au maximum du parc de logements et de la surface brute au sol habitable de chaque commune (cf. Message du 19 février 2014 concernant la loi fédérale sur les résidences secondaires, FF 2014 2212 ch. 1.1). Dans son arrêt de principe du 22 mai 2013, le Tribunal fédéral a jugé que l'art. 75b Cst., en lien avec sa disposition transitoire (art. 197 ch. 9 al. 2 Cst.), était directement applicable dès son entrée en vigueur le 11 mars 2012 (cf. ATF 139 II 243 consid. 9-11).\n\nLe Tribunal fédéral a cependant précisé que cette disposition constitutionnelle ne s'appliquait qu'aux autorisations de construire délivrées en première instance, après le 11 mars 2012 (ATF 139 II 243 consid. 11.1 p. 259, ATF 139 II 263 consid. 7 p. 268). Le nouveau droit ne s'étendait pas non plus pas aux autorisations délivrées avant le 11 mars 2012, lesquelles demeuraient valables même si, en raison d'une BGE 144 II 367 S. 373procédure de recours, elles n'entraient en force qu'après cette date (ATF 139 II 243 consid. 11.6 p. 263, ATF 139 II 263 consid. 3 p. 265); dans un arrêt récent, le Tribunal fédéral a toutefois jugé qu'il n'en allait ainsi que pour autant que les autorisations concernées soient entrées en force avant le 1er janvier 2016, date de l'entrée en vigueur de la loi fédérale du 20 mars 2015 sur les résidences secondaires (LRS; RS 702), concrétisant l'art. 75b Cst. (cf. ATF 144 II 326 consid. 2.4 p. 330; art. 25 al. 1 LRS). La novelle était enfin opposable aux permis de construire qui, après le 11 mars 2012, étaient modifiés dans une mesure importante dans le cadre d'une procédure de recours (ATF 139 II 263 consid. 7 p. 268 s.).\n\n3.2 Le contenu de la propriété foncière n'est pas déterminé seulement par le droit privé - comme le rappelle l'Office fédéral du développement territorial (ARE) dans ses déterminations -, mais sa définition dépend également de l'ordre constitutionnel ainsi que du droit public édicté sur la base de la Constitution (cf. ATF 105 Ia 330 consid. 3c p. 336 s.; RIVA, op. cit., n° 144 ad art. 5 LAT; WALDMANN/HÄNNI, op. cit. n° 51 ad art. 5 LAT); la définition valable à un moment donné peut, par ailleurs, être modifiée, comme, au demeurant, l'ordre juridique en général (RIVA, op. cit., n° 145 ad art. 5 LAT). La propriété n'est en outre pas garantie de façon illimitée, mais seulement dans les limites tracées par l'ordre juridique dans l'intérêt public (cf. ATF 105 Ia 330 consid. 3c p. 336 s. et les références citées).\n\nA l'instar des principes de maintien de l'aire forestière (art. 77 Cst.), de la protection des eaux ou de l'environnement (art. 74 et 76 Cst.) (cf. RIVA, op. cit., n° 144 ad art. 5 LAT; WALDMANN/HÄNNI, op. cit., n° 51 ad art. 5 LAT), la limitation des résidences secondaires déploie des effets sur la définition du contenu de la propriété. Il s'agit en effet d'une mesure de politique d'aménagement d'ordre constitutionnel directement applicable redéfinissant, pour l'ensemble du territoire helvétique, au niveau communal, les possibilités d'ériger des résidences secondaires, consacrant plus particulièrement leur interdiction, même en zone à bâtir, dans les communes ayant atteint ou dépassant le plafond de 20 % (par analogie, cf. WALDMANN/HÄNNI, op. cit., n° 51 ad art. 5 LAT, au sujet de la protection constitutionnelle des marais et sites marécageux de l'art. 78 al. 5 Cst.; RIVA, op. cit., n° 144 ad art. 5 LAT). Il faut ainsi écarter l'opinion selon laquelle la limitation des résidences secondaires consacrée à l'art. 75b al. 1 Cst. constituerait une restriction de la propriété susceptible de BGE 144 II 367 S. 374donner lieu à une indemnisation pour expropriation matérielle (MÖSCHING, op. cit., p. 264).\n\n3.3 Lorsque le contenu du droit de propriété reçoit une nouvelle définition, supprimant des possibilités dont disposait jusqu'alors le propriétaire, les personnes concernées ne peuvent en principe prétendre à aucune indemnité; nul ne saurait en effet faire valoir un droit au maintien de l'ordre juridique et de la réglementation du droit de propriété (cf. ATF 105 Ia 330 consid. 3d p. 337 s.; RIVA, op. cit., n° 147 ad art. 5 LAT; MAYA HERTIG RANDALL, L'expropriation matérielle, in La maîtrise publique du sol: expropriation formelle et matérielle, préemption, contrôle du prix, Tanquerel/Bellanger [éd.], 2009, p. 116 s.; ANDRÉ GRISEL, Expropriation matérielle, l'arrêt Commune de Zizers et ses développements, in Aktuelle Probleme des Staats- und Verwaltungsrechts, Festschrift für Otto K. Kaufmann, Francis Cagianut et al. [éd.], 1989, p. 100).\n\nCela étant, pour les propriétaires concernés, une nouvelle définition du contenu du droit de propriété peut déployer les mêmes effets qu'une restriction de ce droit (RIVA, op. cit., n° 146 ad art. 5 LAT; WALDMANN/HÄNNI, op. cit., n° 52 ad art. 5 LAT) et exceptionnellement atteindre des propriétaires isolés de la même façon qu'une expropriation (ATF 105 Ia 330 consid. 3d p. 338). La doctrine précise qu'il peut dès lors s'avérer nécessaire d'accorder des indemnités lorsque concrètement le passage de l'ancien au nouvel ordre juridique introduit des inégalités crasses que le législateur n'a pas envisagées (krasse Unterschiede; cf. WALDMANN/HÄNNI, op. cit., n° 53 ad art. 5 LAT) et déploie des conséquences trop rigoureuses pour certains propriétaires particuliers (ibid.; voir également RIVA, op. cit., n° 147 ad art. 5 LAT).\n\n3.4 Un tel cas de figure apparaît en l'occurrence exclu. En premier lieu, les conséquences pour les propriétaires entraînées par l'entrée en vigueur - et l'application immédiate - de l'art. 75b Cst. ont été atténuées par l'adoption d'un régime transitoire garantissant la concrétisation de projets de résidences secondaires ayant été autorisés par les autorités de première instance avant la date du scrutin populaire, indépendamment de l'ouverture d'une procédure judiciaire ultérieure (sous réserve de l'art. 25 al. 1 LRE) (cf. consid. 3.1). En tant que propriétaire d'au moins une parcelle anciennement dévolue à la construction de résidences secondaires et compte tenu non seulement de la campagne menée par les milieux intéressés, mais également de la publicité imposée par les art. 10 et 11 de la loi fédérale du BGE 144 II 367 S. 37517 décembre 1976 sur les droits politiques (LDP; RS 161.1), il était reconnaissable pour la recourante, déjà avant la votation, qu'un projet déposé, le cas échéant, après une acceptation par le peuple, risquait, sur cette base, d'être refusé (cf. ATF 139 II 263 consid. 8 et 8.1 p. 269); la recourante n'a pourtant déposé sa demande d'autorisation de construire que le 6 juin 2012 (cf. décision de la Commission cantonale d'estimation du 24 novembre 2016), perdant de ce fait les garanties prévues par ce régime transitoire.\n\nEnsuite, comme l'a retenu la cour cantonale, les restrictions découlant de l'application de l'art. 75b Cst. poursuivent un intérêt public important lié à l'utilisation rationnelle du territoire et à la protection de la nature (cf. ATF 135 I 233 consid. 3.3 et les arrêts cités; Message du 29 octobre 2008 relatif à l'initiative \"pour en finir avec les constructions envahissantes de résidences secondaires, FF 2008 7899 ch. 4.1) et s'appliquent à de nombreux autres propriétaires, eu égard à la proportion importante de communes suisses atteignant ou dépassant le plafond de 20 %. La recourante ne le discute d'ailleurs pas réellement: elle argue essentiellement d'une perte financière, sans toutefois expliquer en quoi sa situation différerait de celle des autres propriétaires concernés. L'atteinte subie est en l'occurrence d'autant moins rigoureuse que la recourante conserve le droit de bâtir sur son terrain. Cette faculté ne s'étend certes plus à l'édification de résidences secondaires, mais la recourante conserve la possibilité de construire des résidences principales (ou logements assimilés) ou encore des logements affectés à la résidence touristique. C'est à cet égard à tort qu'elle se prévaut de l'arrêt 1C_159/2015 du 3 mai 2016 (publié à l' ATF 142 II 206), portant sur le refus d'un projet de construction de quatre chalets résidentiels de sept appartements chacun, à Ovronnaz. Dans cette affaire, contrairement à ce que soutient la recourante, le Tribunal fédéral n'a pas retenu que la demande en résidences principales était inexistante à Ovronnaz; le tribunal a, au contraire, renvoyé le dossier aux instances cantonales afin qu'elles examinent cette question, en les invitant notamment à déterminer le taux de vacance pour les logements principaux, en vue de lever le doute quant à l'affectation réelle d'un projet d'une telle envergure (cf. également arrêt 1C_158/2015 rendu aussi le 3 mai 2016 et confirmant la construction d'un chalet en résidence principale à Ovronnaz).\n\n3.5 Pour l'ensemble de ces motifs déjà, le droit a une indemnité fondé sur l'adoption de l'art. 75b Cst. doit en l'espèce être nié. Aussi n'y a-t-il pas lieu d'examiner - comme l'a fait le Tribunal cantonal - BGE 144 II 367 S. 376si les critères de l'expropriation matérielle dégagés par la jurisprudence de l'art. 26 al. 2 Cst. sont au surplus réalisés (à ce propos cf. ATF 131 II 151 consid. 2.1 p. 155)."}