{"annee": "144", "cour": "I", "page": "103", "date": "2/5/2018", "cite": ["143 V 19", "134 V 322", "143 I 50", "133 V 545", "140 V 77", "139 V 28", "143 V 77", "141 V 405", "135 V 297", "130 V 343", "141 V 9", "144 I 21", "143 V 295"], "cite_par": [], "chapeau": "11. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. IV-Stelle Basel-Landschaft gegen A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_358/2017 vom 2. Mai 2018", "regestes": ["Art. 14 en relation avec l'art. 8 CEDH; art. 17 al. 1 et art. 53 al. 2 LPGA; art. 28a al. 3 LAI; méthode mixte d'évaluation de l'invalidité en cas de reconsidération (substitution de motifs). Lorsque la réduction ou la suppression de la rente sous l'angle de la révision n'entre pas en considération conformément à la jurisprudence Di Trizio (cf. ATF 143 I 50) mais que les conditions relatives à l'examen de la reconsidération de la rente initiale sont réalisées, il n'y a pas lieu non plus dans ce cadre de tenir compte du changement de statut fondé uniquement sur des motifs d'ordre familial de \"personne exerçant une activité lucrative à plein temps\" à \"personne exerçant une activité lucrative à temps partiel\" (en consacrant son temps libre à l'accomplissement de travaux habituels) (consid. 4.5). Le degré d'invalidité doit dans ce cas être déterminé en fonction de la méthode d'évaluation utilisée jusque-là, c'est-à-dire au moyen d'une comparaison des revenus (consid. 4.6)."], "faits": "BGE 144 I 103 S. 104\n\nA.\n\nA.a Die 1976 geborene A., verheiratet und Mutter eines am 15. November 2013 geborenen Sohnes, war seit September 1996 als Filialleiterin einer Bäckerei tätig. Am 11. April 2001 erlitt sie bei einem Autounfall ein schweres Schädelhirntrauma, welches eine vollständige Arbeitsunfähigkeit nach sich zog. Seither ist sie, abgesehen von einem Arbeitseinsatz im Rahmen eines 50 %-Pensums im Bereich Telefonmarketing/Administration von August 2002 bis Juli 2003, nicht mehr erwerbstätig.\n\nA.b Im Juli 2001 meldete sich A. bei der Invalidenversicherung zum Leistungsbezug an. Die IV-Stelle Basel-Landschaft sprach ihr mit Wirkung ab 1. April 2002 eine ganze Invalidenrente zu. Diesen Anspruch bestätigte die Verwaltung revisionsweise.\n\nA.c Im Rahmen eines weiteren, im Februar 2015 von Amtes wegen eingeleiteten Revisionsverfahrens erkannte die IV-Stelle, dass bei A. seit der Geburt ihres Sohnes am 15. November 2013 ein Aufgabenbereich vorliege. Die Invaliditätsbemessung sei deshalb nicht mehr anhand eines Einkommensvergleichs, sondern nach der gemischten Methode (mit einem Erwerbsanteil von 80 % und einem Haushaltanteil von 20 %) vorzunehmen. Auf diese Weise gelangte die Verwaltung neu zu einem rentenausschliessenden Invaliditätsgrad von 33 %. Mit Vorbescheid vom 26. Januar 2016 stellte sie A. die Aufhebung der Rente auf das Ende des der Verfügung folgenden Monats in Aussicht. Nach Einwand der Versicherten verfügte sie am 9. Juni 2016 im angekündigten Sinne.\n\nB. Beschwerdeweise liess A. beantragen, die Verfügung vom 9. Juni 2016 sei aufzuheben; es sei ihre bisherige ganze Invalidenrente mit Wirkung auf 1. August 2016 auf eine Viertelsrente herabzusetzen. Replicando änderte sie ihr Rechtsbegehren unter Hinweis auf das zwischenzeitlich (am 4. Juli 2016) rechtskräftig gewordene Urteil des Europäischen Gerichtshofes für Menschenrechte (EGMR) Di Trizio gegen Schweiz vom 2. Februar 2016 (7186/09) dahingehend, dass ihr weiterhin eine ganze Invalidenrente zuzusprechen sei. Das angerufene Kantonsgericht Basel-Landschaft verneinte einen Revisionsgrund und nahm eine Prüfung unter BGE 144 I 103 S. 105wiedererwägungsrechtlichen Gesichtspunkten vor. Mit Entscheid vom 16. Februar 2017 hiess es die Beschwerde teilweise gut, hob die Verfügung vom 9. Juni 2016 auf und stellte fest, dass die Versicherte mit Wirkung ab 1. August 2016 Anspruch auf eine Dreiviertelsrente hat.\n\nC. Die IV-Stelle führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren, der kantonale Entscheid vom 16. Februar 2017 sei aufzuheben und ihre Verfügung vom 9. Juni 2016 wiederherzustellen.\n\nA. lässt auf Abweisung der Beschwerde schliessen. Das Bundesamt für Sozialversicherungen (BSV) verzichtet auf eine Vernehmlassung.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Ändert sich der Invaliditätsgrad einer Rentenbezügerin oder eines Rentenbezügers erheblich, so wird die Rente von Amtes wegen oder auf Gesuch hin für die Zukunft entsprechend erhöht, herabgesetzt oder aufgehoben (Art. 17 Abs. 1 ATSG). Anlass zur Rentenrevision gibt jede (wesentliche) Änderung in den tatsächlichen Verhältnissen seit Zusprechung der Rente, die geeignet ist, den Invaliditätsgrad und damit den Rentenanspruch zu beeinflussen. Die Invalidenrente ist daher nicht nur bei einer wesentlichen Änderung des Gesundheitszustandes, sondern auch dann revidierbar, wenn sich die erwerblichen Auswirkungen des an sich gleich gebliebenen Gesundheitszustandes erheblich verändert haben oder eine andere Art der Bemessung der Invalidität zur Anwendung gelangt (BGE 130 V 343 E. 3.5 S. 349 ff.; Urteil 9C_297/2016 vom 7. April 2017 E. 2.1, nicht publ. in: BGE 143 V 77, aber in: SVR 2017 IV Nr. 51 S. 152; MEYER/REICHMUTH, Bundesgesetz über die Invalidenversicherung [IVG], 3. Aufl. 2014, N. 27 zu Art. 30-31 IVG). Demgegenüber ist die lediglich unterschiedliche Beurteilung eines im Wesentlichen gleich gebliebenen Sachverhalts im revisionsrechtlichen Kontext unbeachtlich (BGE 141 V 9 E. 2.3 S. 10 f. mit Hinweisen).\n\n2.2 Nach Art. 53 Abs. 2 ATSG kann der Versicherungsträger jederzeit auf formell rechtskräftige Verfügungen oder Einspracheentscheide zurückkommen, wenn diese zweifellos unrichtig sind und ihre Berichtigung von erheblicher Bedeutung ist. Mit der gleichen (substituierten) Begründung kann die Beschwerdeinstanz die zunächst auf Art. 17 ATSG gestützte Rentenaufhebung schützen (SVR 2017 BGE 144 I 103 S. 106IV Nr. 4 S. 7, 9C_770/2015 E. 2.1, und 2011 IV Nr. 20 S. 53, 9C_303/2010 E. 4). Die Wiedererwägung dient der Korrektur einer anfänglich unrichtigen Rechtsanwendung. Darunter fällt insbesondere eine Leistungszusprache aufgrund falscher Rechtsregeln bzw. ohne oder in unrichtiger Anwendung der massgeblichen Bestimmungen. Ob eine solche vorliegt, beurteilt sich nach der Sach- und Rechtslage, wie sie bei Erlass der Verfügung bestand, einschliesslich der damaligen Rechtspraxis (BGE 140 V 77 E. 3.1 S. 79 f. mit Hinweisen; vgl. auch BGE 141 V 405 E. 5.2 S. 414 f.).\n\n3.\n\n3.1 Die Vorinstanz erwog, mit der IV-Stelle sei ein Revisionsgrund zu verneinen, weil sich dessen Annahme nach der neusten Rechtsprechung (vgl. dazu nachstehende E. 4.2) alleine aufgrund eines familiär bedingten Statuswechsels verbiete. Zu Recht berufe sich die IV-Stelle nun darauf, dass die Voraussetzungen für eine Wiedererwägung der Rentenverfügung vom 12. Mai 2005 gegeben seien: Die Verfügung sei - insbesondere wegen des im Rahmen der Festsetzung des Invalideneinkommens zu Unrecht vorgenommenen maximalen Tabellenlohnabzuges - zweifellos unrichtig und ihre Berichtigung von erheblicher Bedeutung. Die IV-Stelle habe damals zutreffenderweise einen Einkommensvergleich vorgenommen und das Valideneinkommen gestützt auf die Tabellenlöhne gemäss der Schweizerischen Lohnstrukturerhebung (LSE) 2002 auf Fr. 51'072.- festgesetzt. Darauf sei auch im Rahmen der Wiedererwägung abzustellen. Nicht gefolgt werden könne aber dem von der Verwaltung ermittelten Invalideneinkommen von Fr. 15'401.-. Es rechtfertige sich, den Tabellenlohn einer Büroangestellten (Fr. 3'275.- gemäss LSE 2002, Tabelle TA1, privater Sektor, persönliche Dienstleistungen, Kompetenzniveau 4, Frauen) beizuziehen, was bei einem 50 %-Pensum und aufgerechnet auf die durchschnittliche wöchentliche Arbeitszeit von 41,9 Stunden zu einem Invalideneinkommen von Fr. 20'534.- führe. Eine Gegenüberstellung der beiden Vergleichseinkommen ergebe einen Invaliditätsgrad von gerundet 60 % (59,79 %). Damit habe die Versicherte mit Wirkung ab 1. August 2016 Anspruch auf eine Dreiviertelsrente.\n\n3.2 Die IV-Stelle verneint einen Rentenanspruch (ermittelter Invaliditätsgrad: 34 %). Sie vertritt die Auffassung, entgegen dem angefochtenen Entscheid finde nicht die Einkommensvergleichs-, sondern die gemischte Methode Anwendung. Zudem habe das kantonale Gericht die beiden Vergleichseinkommen sowohl betreffend den BGE 144 I 103 S. 107massgebenden Zeitpunkt als auch hinsichtlich des anwendbaren Tabellenwertes unrichtig ermittelt. In Bezug auf das Invalideneinkommen habe es darüber hinaus die Begründungspflicht verletzt.\n\n3.3 Die Versicherte stellt sich auf den Standpunkt, ihre Invalidität sei im angefochtenen Entscheid zu Recht anhand eines Einkommensvergleichs bemessen worden. Die ab April 2014 grundsätzlich angezeigte Rentenrevision (Wechsel zur gemischten Methode) sei nach neuster Rechtsprechung unzulässig. Wenn sich das Bundesgericht im Urteil 9F_8/2016 vom 20. Dezember 2016 (publ. in: BGE 143 I 50) dafür entschieden habe, bis auf Weiteres in Di-Trizio -ähnlichen Fällen keine Rentenrevision mehr zuzulassen, sei analog zu verfahren, wenn es - wie hier - um einen Statuswechsel im Rahmen einer Wiedererwägung gehe. Was den Einkommensvergleich anbelangt, schliesst sich die Versicherte hinsichtlich des Invalideneinkommens den Vorbringen der Beschwerdeführerin an; unter Zugrundelegung eines Vollpensums macht sie für das Jahr 2016 einen Invalidenlohn von Fr. 26'422.- geltend. Sie ermittelt dagegen ein von der Berechnung der Beschwerdeführerin abweichendes Valideneinkommen von Fr. 67'541.- und gelangt auf diese Weise zum Anspruch auf eine Dreiviertelsrente.\n\n4.\n\n4.1 Zu prüfen ist vorab, welche Auswirkungen das am 4. Juli 2016 rechtskräftig gewordene EGMR-Urteil Di Trizio gegen Schweiz vom 2. Februar 2016 (7186/09) auf den hier zu beurteilenden Fall hat. Der EGMR entschied damals, dass es eine Verletzung von Art. 14 (Diskriminierungsverbot) in Verbindung mit Art. 8 EMRK (Recht auf Achtung des Privat- und Familienlebens) darstellt, wenn eine versicherte Person, welche unter dem Status einer Vollerwerbstätigen (d.h. bei Anwendbarkeit der Einkommensvergleichsmethode[Art. 28a Abs. 1 IVG in Verbindung mit Art. 16 ATSG]) eine Invalidenrente beanspruchen konnte, diesen Anspruch zu einem späteren Zeitpunkt allein aufgrund des Umstandes verliert, dass sie wegen der Geburt ihrer Kinder und der damit einhergehenden Reduktion des Erwerbspensums für die Invaliditätsbemessung neu als Teilerwerbstätige mit einem Aufgabenbereich (was zur Anwendung der gemischten Methode führt [Art. 28a Abs. 3 IVG]) qualifiziert wird.\n\n4.2 Nach der zur Umsetzung des erwähnten EGMR-Urteils vom 2. Februar 2016 ergangenen bundesgerichtlichen Rechtsprechung (insbesondere BGE 143 I 50 und 60) ist zwecks Herstellung eines BGE 144 I 103 S. 108konventionskonformen Zustandes in Konstellationen, in welchen allein familiäre Gründe (die Geburt von Kindern und die damit einhergehende Reduktion des Erwerbspensums) für einen Statuswechsel von \"vollerwerbstätig\" zu \"teilerwerbstätig\" (mit Aufgabenbereich) sprechen, fortan auf die (allein darauf beruhende) revisionsweise Aufhebung oder Herabsetzung der Invalidenrente im Sinne von Art. 17 Abs. 1 ATSG zu verzichten. Die versicherte Person hat diesfalls Anspruch auf die Weiterausrichtung der bisherigen Rente (vgl. auch BGE 144 I 21 E. 4.2 S. 26; Urteil 9C_525/2016 vom 15. März 2017 E. 4.2.2; ferner BGE 143 V 77 E. 3.2.2 S. 80; vgl. auch IV-Rundschreiben Nr. 355 des BSV vom 31. Oktober 2016 [aktualisiert per 26. Mai 2017]; Urteil 9C_553/2017 vom 18. Dezember 2017 E. 5.1 und 5.2).\n\n4.3 Im Lichte dieser Rechtsprechung ging die Vorinstanz zutreffend davon aus, dass hier eine Di-Trizio-ähnliche Konstellation vorliegt und eine revisionsweise Rentenaufhebung oder -herabsetzung unter den gegebenen Umständen ausser Betracht fällt. Nicht zu beanstanden ist auch, dass sie den Anspruch der Versicherten sodann im Sinne einer Motivsubstitution unter wiedererwägungsrechtlichen Gesichtspunkten prüfte. Es ist im letztinstanzlichen Verfahren unbestritten, dass die Voraussetzungen für eine Wiedererwägung der Verfügung vom 12. Mai 2005 gegeben sind.\n\n4.4 Streitig und zu prüfen ist indessen der Einwand der IV-Stelle, die Vorinstanz hätte bei der wiedererwägungsweisen Prüfung der künftigen Anspruchsberechtigung der Versicherten nicht auf die Verhältnisse im Jahr 2002 abstellen dürfen, sondern den Invaliditätsgrad im Zeitpunkt der Verfügung vom 9. Juni 2016 ermitteln müssen.\n\n4.4.1 Bei Vorliegen der Voraussetzungen für ein wiedererwägungsweises Zurückkommen auf eine formell rechtskräftige Verfügung (oder einen formell rechtskräftigen Einspracheentscheid) gilt es, mit Wirkung ex nunc et pro futuro einen rechtskonformen Zustand herzustellen (Art. 85 Abs. 2, Art. 88bis Abs. 2 IVV [SR 831.201]). DieAnspruchsberechtigung und der Umfang des Anspruchs sind diesfalls pro futuro zu prüfen. Wie bei einer materiellen Revision nach Art. 17 Abs. 1 ATSG muss auf der Grundlage eines richtig und vollständig festgestellten Sachverhalts der Invaliditätsgrad im Zeitpunkt der Verfügung (oder des Einspracheentscheides) ermittelt werden (Urteile 9C_766/2016 vom 3. April 2017 E. 1.2 und 9C_173/2015 vom 29. Juni 2015 E. 2.2; je mit Hinweisen). BGE 144 I 103 S. 109\n\n4.4.2 Diese Grundsätze liess die Vorinstanz ausser Acht, als sie im Rahmen der Prüfung der künftigen Anspruchsberechtigung der Versicherten auf die Verhältnisse im Jahr 2002 - statt auf diejenigen im Zeitpunkt der Verfügung (9. Juni 2016) - abstellte. In diesem Punkt ist ihr Entscheid bundesrechtswidrig.\n\n4.5 Zu den allein massgebenden Verhältnissen, wie sie sich bis zum Zeitpunkt der Verfügung vom 9. Juni 2016 entwickelt haben, wurden im angefochtenen Entscheid keine Feststellungen getroffen. Das Bundesgericht kann den Sachverhalt indessen insoweit ergänzen (nicht publ. E. 1; BGE 143 V 19 E. 6.1.3 in fine S. 32):\n\nEs steht aufgrund der Akten fest, dass die Versicherte ohne Gesundheitsschaden hypothetisch im Jahr 2016 nicht mehr voll, sondern lediglich noch zu 80 % erwerbstätig und daneben zu 20 % im Haushalt beschäftigt gewesen wäre. Wenn nun aber, wie in E. 4.3 dargelegt, diese Änderung der Verhältnisse (Statuswechsel) als Di-Trizio-ähnliche Konstellation im Rahmen einer Rentenrevision ausser Acht zu lassen ist, muss es sich hinsichtlich der Wiedererwägung ebenso verhalten. Andernfalls würde der im EGMR-Urteil vom 2. Februar 2016 als EMRK-widrig beanstandeten Folge - der aus dem Statuswechsel resultierenden Rentenaufhebung bzw. -herabsetzung - über einen anderen Rechtstitel zum Durchbruch verholfen. Mit anderen Worten darf der allein familiär bedingte Statuswechsel von \"vollerwerbstätig\" zu \"teilerwerbstätig\" (mit Aufgabenbereich) auch im Rahmen einer wiedererwägungsweisen Anspruchsüberprüfung nicht zu einer Änderung der Bemessungsmethode (Anwendbarkeit der gemischten anstelle der Einkommensvergleichsmethode) führen.\n\n4.6 Mit Blick darauf, dass im Rahmen der Wiedererwägung die Berichtigung einer von Anfang an zweifellos unrichtigen Verfügung zur Diskussion steht, kann die Rechtsfolge - anders als nach der in E. 4.2 erwähnten, auf Revisionsfälle zugeschnittenen Praxis - nicht darin bestehen, dass der versicherten Person die bisherige Rente, ungeachtet der erkannten Mängel, belassen wird. Vielmehr ist zwecks Herstellung eines rechtmässigen Zustandes der Invaliditätsgrad diesfalls auf einer neuen, richtigen Grundlage zu ermitteln. Dabei ist der von der versicherten Person bisher innegehabte Status beizubehalten (vgl. auch BGE 143 V 77 E. 3.2.3 S. 80 [betreffend eine aufgrund der Schlussbestimmungen der 6. IV-Revision, erstes Massnahmenpaket, eingeleitete Anspruchsüberprüfung]). Mit anderen Worten ist der Invaliditätsgrad diesfalls unter Zugrundelegung der BGE 144 I 103 S. 110bisherigen Bemessungsmethode neu festzusetzen, das heisst anhand eines Einkommensvergleichs.\n\n5.\n\n5.1 Gemäss Art. 16 ATSG wird für die Bestimmung des Invaliditätsgrades das Erwerbseinkommen, das die versicherte Person nach Eintritt der Invalidität und nach Durchführung der medizinischen Behandlung und allfälliger Eingliederungsmassnahmen durch eine ihr zumutbare Tätigkeit bei ausgeglichener Arbeitsmarktlage erzielen könnte (Invalideneinkommen; dazu E. 5.2), in Beziehung gesetzt zum Erwerbseinkommen, das sie erzielen könnte, wenn sie nicht invalid geworden wäre (Valideneinkommen; dazu E. 5.3).\n\n5.2 Was das Invalideneinkommen anbelangt, bringt die IV-Stelle zu Recht vor, die Vorinstanz hätte nicht auf die Tätigkeit einer Büroangestellten und die (sehr tiefen) LSE-Löhne im Bereich der persönlichen Dienstleistungen abstellen dürfen. Denn nach den verbindlichen Feststellungen im angefochtenen Entscheid, welche im hier massgebenden Beurteilungszeitpunkt, wie unbestritten ist, unverändert Gültigkeit haben, besteht bei der Versicherten für alle körperlich leichten Tätigkeiten in Wechselpositionen ohne rein sitzende Tätigkeiten in Zwangspositionen, dauernd vornüber geneigt, mit vorgeneigter Kopf- und Rumpfposition sowie ohne andauernde Arbeit im Überkopfbereich, eine Arbeitsfähigkeit von 50 %. Da die Versicherte damit nicht nur Bürotätigkeiten, sondern sämtliche körperlich leichten Arbeiten in einem 50 %-Pensum verrichten könnte, ist vom \"Total\" der im privaten Sektor mit einfachen und repetitiven Tätigkeiten Beschäftigten auszugehen (vgl. statt vieler: Urteile 8C_176/2012 vom 3. September 2012 E. 7; 9C_237/2007 vom 24. August 2007 E. 5.1 und 5.2, nicht publ. in: BGE 133 V 545, aber in: SVR 2008 IV Nr. 20 S. 63). Damit ergibt sich nach den Ermittlungen der IV-Stelle für das Jahr 2016 ein von der Versicherten nicht bestrittenes Invalideneinkommen von Fr. 26'422.-, von welchem im Rahmen des Einkommensvergleichs auszugehen ist (vgl. dazu E. 5.4).\n\n5.3 Beim Valideneinkommen ist zu berücksichtigen, dass in der Regel am zuletzt erzielten, der Teuerung und der realen Einkommensentwicklung angepassten Verdienst anzuknüpfen ist, da es empirischer Erfahrung entspricht, dass die bisherige Tätigkeit ohne Gesundheitsschaden fortgesetzt worden wäre; Ausnahmen müssen mit überwiegender Wahrscheinlichkeit erstellt sein (BGE 134 V 322 E. 4.1 S. 325 f.). Auf Erfahrungs- und Durchschnittswerte darf nur BGE 144 I 103 S. 111unter Mitberücksichtigung der für die Entlöhnung im Einzelfall relevanten persönlichen und beruflichen Faktoren abgestellt werden (BGE 139 V 28 E. 3.3.2 S. 30; MEYER/REICHMUTH, a.a.O., N. 48 f. zu Art. 28a IVG; UELI KIESER, ATSG-Kommentar, 3. Aufl. 2015, N. 23 zu Art. 16 ATSG).\n\n5.3.1 Nach den Akten hatte die Versicherte vor Eintritt des Gesundheitsschadens am 11. April 2001 während 4 ¾ Jahren als Filialleiterin einer Bäckerei gearbeitet. Es ist mit überwiegender Wahrscheinlichkeit davon auszugehen, dass sie diese Tätigkeit ohne Gesundheitsschaden fortgesetzt hätte. Unter Zugrundelegung des gemäss IK-Auszug im Jahr 2000 zuletzt erzielten Verdienstes von Fr. 32'760.- errechnete die IV-Stelle für 2016 (nach Berücksichtigung der Lohnentwicklung im Sektor G von 2001 bis 2016) ein Jahreseinkommen von Fr. 41'436.-. Da die Versicherte diesen von der IV-Stelle ermittelten Wert in ihrer Vernehmlassung nicht bestreitet, sondern ihrer eigenen Berechnung zugrunde legt, erübrigen sich Weiterungen dazu.\n\n5.3.2 Unter den Parteien besteht allerdings Uneinigkeit in der Frage der Parallelisierung des Valideneinkommens. Rechtsprechungsgemäss ist das Einkommen in dem Umfang zu parallelisieren, in welchem die prozentuale Abweichung den Erheblichkeitsgrenzwert von 5 % übersteigt (BGE 135 V 297 E. 6.1.3 S. 303 f.).\n\n5.3.2.1 Die IV-Stelle geht in ihrer Beschwerde von einem branchenüblichen Lohn von Fr. 56'978.- aus (gestützt auf LSE 2012, TA1, Handel, Instandhaltung und Reparatur von Motorfahrzeugen [45-47], Kompetenzniveau 2 [praktische Tätigkeiten wie u.a. Verkauf], Frauen: Fr. 4'382.-; unter Berücksichtigung der durchschnittlichen wöchentlichen Arbeitszeit und der Lohnentwicklung im Sektor G von 2013 bis 2016). Aufgrund des ermittelten Minderverdienstes von 27 % gelangt die Verwaltung zu einem Valideneinkommmen von Fr. 53'971.- (nach Heraufsetzung des Einkommens von Fr. 41'436.- um 22 % von Fr. 56'978.-).\n\n5.3.2.2 In ihrer Vernehmlassung wendet die Versicherte ein, die Berechnung der IV-Stelle trage dem Umstand nicht Rechnung, dass sie als Filialleiterin gearbeitet habe. Sie hält die Tabelle T1_b der LSE 2014, Detailhandel (Ziffer 47), Berufliche Stellung 3 (unteres Kader), für massgebend. Auf dieser Grundlage ermittelt sie (nach Berücksichtigung der Lohnentwicklung und der betriebsüblichen Arbeitszeit) ein branchenübliches Einkommen von Fr. 69'598.- und BGE 144 I 103 S. 112einen Minderverdienst von 68 %. Nach ihrer eigenen Parallelisierungsrechnung (Heraufsetzung des Einkommens von Fr. 41'436.- um 63 % von Fr. 41'436.-) ergibt sich ein Valideneinkommen von Fr. 67'541.-.\n\n5.3.2.3 Der von der Beschwerdegegnerin vernehmlassungsweise vorgeschlagenen Berechnungsweise ist insoweit beizupflichten, als im Rahmen der Invaliditätsbemessung grundsätzlich auf die neuste LSE, mithin diejenige von 2014 (statt von 2012) abzustellen ist (BGE 143 V 295 E. 4.1.3 S. 300). Würde auf dieser statistischen Grundlage zu Gunsten der Versicherten der Lohn beigezogen, den Frauen im Detailhandel (Ziffer 47 [statt Ziffer 45-47]) erzielten, und zwar im für sie vorteilhaften Kompetenzniveau 3, welches komplexe praktische, ein grosses Wissen in einem Spezialgebiet voraussetzende Tätigkeiten umfasst, ergäbe sich für das Jahr 2016 ein Lohn von Fr. 64'713.- (Fr. 5'087.- gemäss der üblicherweise verwendeten Tabelle TA1, unter Berücksichtigung der Lohnentwicklung und der betriebsüblichen Arbeitszeit). Nach Parallelisierung (Heraufsetzung des Einkommens von Fr. 41'436.- um 31 % von Fr. 64'713.-) führte dieser Weg zu einem Valideneinkommen von Fr. 61'497.-. Da aber auch unter Zugrundelegung dieses eher zu grosszügig bemessenen Wertes kein anderes Ergebnis resultieren würde (dazu E. 5.4), kann offengelassen werden, welche Berechnungsweise vorzuziehen ist.\n\n5.4 Unabhängig davon, ob man dem unbestrittenen Invalideneinkommen von Fr. 26'422.- (E. 5.2) ein Valideneinkommen von Fr. 53'971.- (E. 5.3.2.1) oder von Fr. 61'497.- (E. 5.3.2.3) gegenüberstellt, resultiert mit 51 % bzw. 57 % ein Invaliditätsgrad, der Anspruch auf eine halbe Rente verleiht (Art. 28 Abs. 2 IVG).\n\n5.5 Zusammenfassend ergibt sich, dass die Rente der Versicherten mit Wirkung ab 1. August 2016 (Art. 88bis Abs. 2 IVV) von einer ganzen auf eine halbe Rente herabzusetzen ist."}