{"annee": "144", "cour": "V", "page": "319", "date": "5/9/2018", "cite": ["142 V 466", "116 V 95", "140 V 538", "134 I 105"], "cite_par": [], "chapeau": "35. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A.A. und B.A. gegen IV-Stelle des Kantons Aargau (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_904/2017 / 9C_905/2017 vom 5. September 2018", "regestes": ["Art. 21 LAI; art. 2 al. 1 OMAI; ch. 14.01 et 14.04 annexe OMAI; droit aux moyens auxiliaires. Le droit à l'installation de WC-douches et WC-séchoirs existe également si leur utilisation nécessite une assistance (consid. 3.5). Dans le cadre du droit à la substitution de la prestation, les adaptations structurelles décrites précisément et séparément doivent également pouvoir être matériellement attribuées à un chiffre de l'annexe OMAI; sont déterminantes les circonstances concrètes du projet de construction réalisé (consid. 4.4). L'accès de plain-pied à la terrasse, adjacente à la salle de séjour, peut relever du ch. 14.04 de l'annexe OMAI (consid. 4.6)."], "faits": "BGE 144 V 319 S. 320\n\nA.\n\nA.a A.A. (geboren 2003) und seine Schwester B.A. (geboren 2006) leiden beide u.a. an einer kongenitalen progredienten Muskeldystrophie, weshalb sie beide auf einen Elektrorollstuhl und weitere Hilfsmittel angewiesen sind. Sie lebten mit einem weiteren Geschwister bei den Eltern in deren Bauernhaus, als die IV-Stelle des Kantons Aargau A.A. mit Mitteilungen resp. Verfügungen vom 29. Oktober 2008 für bauliche Änderungen in der Wohnung und den Einbau einer Vertikalliftanlage Kostengutsprache im Umfang von insgesamt Fr. 208'811.60 erteilte. Der geplante Umbau kam in der Folge nicht zur Ausführung. Nach einer Änderung der kantonalen Rechtslage beabsichtigten die Eltern von A.A. und B.A., das Haus teilweise abzureissen und unter Erweiterung des Erdgeschosses wieder aufzubauen (Bauprojekt 2014). In diesem Zusammenhang beantragten sie im Mai 2014 erneut bauliche Massnahmen. Nach Abklärungen und Durchführung des Vorbescheidverfahrens verneinte die IV-Stelle einen entsprechenden Anspruch des A.A. mit Verfügung vom 9. Dezember 2014.\n\nAuf Beschwerde hin hob das Versicherungsgericht des Kantons Aargau die Verfügung vom 9. Dezember 2014 auf und wies die Sache zur Vornahme weiterer Abklärungen im Sinne der Erwägungen sowie zum anschliessenden Erlass einer neuen Verfügung an die IV-Stelle zurück, soweit es darauf eintrat (Entscheid vom 11. August 2015; BGE 144 V 319 S. 321VBE.2015.62). Auf die dagegen erhobene Beschwerde trat das Bundesgericht mit Urteil 9C_706/2015 vom 7. April 2016 nicht ein.\n\nA.b In der Folge wurde das Bauvorhaben im Wesentlichen gemäss dem Bauprojekt 2014 realisiert. Nach weiteren Abklärungen und Durchführung des Vorbescheidverfahrens erteilte die IV-Stelle A.A. und B.A. (je einzeln) mit Verfügungen vom 25. November 2016 folgende Kostengutsprachen: (1) für eine WC-Dusch- und Trockenanlage (\"14.01 HVI\") im Betrag von Fr. 6'300.-; (2) für bauliche Änderungen in der Wohnung (\"14.04 HVI\"; schwellenlose Haus- und Sitzplatztüre, bauliche Änderungen in der Nasszelle) im Betrag von Fr. 6'790.-; (3) für Türautomation im Wohnbereich (\"15.05 HVI\"; je ein Türautomat für die beiden Kinderzimmer, ein Türautomat bei der Sitzplatztüre) im Betrag von Fr. 15'150.-; (4) für Hebebühne und Türautomat am Hauseingang (\"13.05* HVI\") im Betrag von Fr. 41'250.-.\n\nB. A.A. und B.A. liessen die Verfügungen betreffend WC-Dusch- und Trockenanlage (1), bauliche Änderungen in der Wohnung (2) sowie Hebebühne und Türautomat am Hauseingang (4) anfechten. Nachdem das Versicherungsgericht des Kantons Aargau den Versicherten eine reformatio in peius angedroht und Gelegenheit zum Beschwerderückzug gegeben hatte, wies es die Beschwerden ab. Darüber hinaus hob es die Verfügungen betreffend WC-Dusch- und Trockenanlage (1) vollständig, jene betreffend bauliche Änderungen in der Wohnung (2) teilweise (im Umfang der Kostenbeteiligung für schwellenlose Haus- und Sitzplatztüre) auf; gleichzeitig ergänzte es die Verfügungen betreffend Hebebühne und Türautomat am Hauseingang (4) um die Kostenbeteiligung für die schwellenlose Haustüre im Betrag von Fr. 1'040.- (Entscheide vom 31. Oktober 2017).\n\nC. A.A. und B.A. lassen mit Beschwerden in öffentlich-rechtlichen Angelegenheiten beantragen, unter Aufhebung der Entscheide vom 31. Oktober 2017 sei ihnen Kostengutsprache einerseits für die WC-Dusch- und Trockenanlage in zweifacher Ausführung (Verfahren 9C_904/2017) und anderseits für die behinderungsangepasste \"Erschliessung\" des Obergeschosses und den schwellenlosen Zugang zur Terrasse (Verfahren 9C_905/2017) zu erteilen.\n\nDie IV-Stelle und das Bundesamt für Sozialversicherungen (BSV) schliessen auf Abweisung der Beschwerden.\n\nDas Bundesgericht heisst die Beschwerden teilweise gut. BGE 144 V 319 S. 322", "considerants": "Aus den Erwägungen:\n\n3. (...)\n\n3.5\n\n3.5.1 Das Eidg. Versicherungsgericht beurteilte in BGE 116 V 95 den Anspruch einer Versicherten auf einen Badelift, der ebenfalls unter Ziff. 14.01 des Anhangs der Verordnung des EDI vom 29. November 1976 über die Abgabe von Hilfsmitteln durch die Invalidenversicherung (HVI; SR 831.232.51; nachfolgend: Anhang HVI) fällt. Es entschied, dass der Umstand, dass eine versicherte Person vollständig hilflos ist, an sich den Anspruch auf einen automatischen Zusatz zu einer Sanitäreinrichtung nicht ausschliesst (bestätigt mit Urteil I 140/92 vom 18. Dezember 1992 betreffend einen Hydraulik-Duschwagen). Dabei erwog es insbesondere, der Badelift ermögliche das Baden und den direkten Kontakt mit dem Wasser. Dadurch werde Körperhygiene als Zweck des Hilfsmittels erreicht. Anders als beim Anspruch auf einen Elektrorollstuhl (vgl. dazu BGE 140 V 538 E. 5.3 S. 541 f.) sei hier nicht entscheidend, ob die Versicherte dabei Dritthilfe benötige. Im Übrigen könne Dritthilfe den Badelift nicht ersetzen; er diene der Erhöhung der persönlichen Autonomie im Bereich der Körperhygiene (BGE 116 V 95 E. 3 und 4 S. 99 f.).\n\n3.5.2 Entgegen der vorinstanzlichen Ansicht ist diese Rechtsprechung auch im hier zu beurteilenden Fall einschlägig. Die umstrittene WC-Dusch- und Trockenanlage bezweckt in erster Linie, den regelmässigen Toilettengang samt adäquater Intimpflege zu ermöglichen. Aus dem Bericht des Spitals D. vom 9. August 2017 wie auch aus der fachtechnischen Beurteilung der Schweizerischen Arbeitsgemeinschaft Hilfsmittelberatung für Behinderte und Betagte (SAHB) vom 7. Juli 2016 geht hervor, dass dieses Ziel allein durch Dritthilfe nicht erreicht werden kann. Es liegt auf der Hand, dass die Versicherten mit der Anlage über mehr persönliche Eigenständigkeit verfügen, müssten sie doch sonst auf eine angemessene Reinigung oder gar den regelmässigen Toilettengang verzichten. Daran ändert nichts, dass zur Verrichtung der Notdurft resp. zur Benutzung der Anlage Assistenz notwendig ist.\n\n(...)\n\n4. Sodann ist umstritten, ob die Beschwerdeführer Anspruch auf eine behinderungsangepasste \"Erschliessung\" (vgl. dazu E. 4.3) des Obergeschosses und auf einen schwellenlosen Zugang zur Terrasse haben (Verfahren 9C_905/2017). BGE 144 V 319 S. 323\n\n4.1 Nach Ziff. 13.05* Anhang HVI besteht Anspruch auf Hebebühnen und Treppenlifte sowie Beseitigung oder Änderung von baulichen Hindernissen im und um den Wohn-, Arbeits-, Ausbildungs- und Schulungsbereich, sofern damit die Überwindung des Weges zur Arbeits-, Ausbildungs- oder Schulungsstätte oder die Tätigkeit im Aufgabenbereich ermöglicht wird.\n\nAls Hilfsmittel für die Selbstsorge nennt Ziff. 14.04 Anhang HVI folgende invaliditätsbedingten baulichen Änderungen in der Wohnung: Anpassen von Bade-, Dusch- und WC-Räumen an die Invalidität, Versetzen oder Entfernen von Trennwänden, Verbreitern oder Auswechseln von Türen, Anbringen von Haltestangen, Handläufen und Zusatzgriffen, Entfernen von Türschwellen oder Erstellen von Schwellenrampen, Installation von Signalanlagen für hochgradig Schwerhörige, Gehörlose und Taubblinde.\n\nSodann sieht Ziff. 14.05 Anhang HVI Treppensteighilfen und Rampen vor für Versicherte, die ohne einen solchen Behelf ihre Wohnstätte nicht verlassen können. Wird anstelle einer Treppensteighilfe ein Treppenlift eingebaut, so beträgt der Höchstbetrag Fr. 8'000.-.\n\n4.2 Die Vorinstanz hat (im Entscheid VBE.2017.49) erwogen, die Massnahmen an der Haustüre und Sitzplatztüre beträfen nicht Veränderungen \"in der Wohnung\", sie könnten daher nicht unter Ziff. 14.04 Anhang HVI erfasst werden. Die schwellenlose Haustüre diene der Überwindung des Weges zur Schulungsstätte, weshalb sie im Rahmen von Ziff. 13.05* Anhang HVI resp. der Verfügungen (4) betreffend Hebebühne und Türautomat am Hauseingang zu gewähren sei. Der schwellenlose Zugang zum Sitzplatz hingegen ermögliche einzig das hindernisfreie Erreichen der Terrasse vor dem Wohnzimmer und diene daher nur der Wohnqualität, nicht aber einem Eingliederungszweck (wie Erreichen der Schulungsstätte, Fortbewegung, Kontakt mit der Umwelt, Autonomie im Rahmen der Selbstsorge). Die Kostenübernahme in Höhe von Fr. 1'050.- sei daher nicht angemessen und notwendig. Folglich hob sie die entsprechenden Verfügungen in Bezug auf den schwellenlosen Zugang zur Terrasse ersatzlos auf.\n\nWeiter ist das kantonale Gericht der Auffassung, die \"baulichen Anpassungen\" im Obergeschoss könnten nicht übernommen werden. Die (neuen) Platzverhältnisse im Erdgeschoss genügten den Bedürfnissen der Beschwerdeführer. Dort befänden sich drei Schlafzimmer (je eines für die Beschwerdeführer, die Eltern und den Bruder der BGE 144 V 319 S. 324 Versicherten), ein Wohn- und Essraum sowie eine offene Küche. Es sei im Rahmen der Schadenminderungspflicht zumutbar, die Therapien der Versicherten im Erdgeschoss, namentlich im Wohnzimmer, vorzunehmen. Mit dieser Begründung verneinte die Vorinstanz sinngemäss den umstrittenen Anspruch auf \"Erschliessung\" des Obergeschosses.\n\n4.3 Die Beschwerdeführer berufen sich auf die Austauschbefugnis. Der einzige Grund für den umfassenden Um- resp. Neubau sei ihre Behinderung und der deswegen deutlich erhöhte Raumbedarf für die Pflege und Betreuung. Die rein invaliditätsbedingten Mehrkosten des Neubaus seien ausgewiesen und in etwa gleich hoch wie jene für den ursprünglich vorgesehenen Umbau des alten Gebäudes. Sie machen geltend, dass die \"Erschliessung\" des Obergeschosses unabdingbar sei, weil entgegen der vorinstanzlichen Annahme nur dort der Platz für die notwendigen Physiotherapien vorhanden sei. Dabei differenzieren sie nicht, was sie unter \"Erschliessung\" des Obergeschosses verstehen, und sie nennen auch keinen Betrag, der dafür einzusetzen wäre. Nach dem allgemeinen Sprachgebrauch bedeutet \"erschliessen\" zugänglich machen; in diesem Sinn bezieht sich der entsprechende Antrag auf ein Hilfsmittel zur Überwindung des Weges zum Obergeschoss. Aus der Argumentation der Versicherten lässt sich indessen ableiten, dass sie (auch) die Übernahme der baulichen Änderungen für die Nutzbarkeit des Obergeschosses resp. für die dadurch gewonnene Raumerweiterung anstreben.\n\n4.4\n\n4.4.1 Es ist nicht von entscheidender Bedeutung, ob das Bauprojekt 2014 als Neubau zu qualifizieren ist - wie vom kantonalen Gericht im Entscheid vom 11. August 2015 bejaht -, oder ob es sich um einen Umbau handelt. So oder anders müssen auch im Rahmen der Austauschbefugnis die eindeutig und einzeln umschriebenen baulichen Anpassungen einer Leistungszusprechung zugänglich sein und deshalb funktionell einer Ziffer des Anhangs HVI zugeordnet werden können (vgl. nicht publ. E. 2.2). Dies ist aufgrund der konkreten Verhältnisse im realisierten Bauprojekt zu beurteilen (so auch etwa im Fall 9C_832/2007).\n\n4.4.2 Aus dem Umstand, dass ein bestimmtes Bauprojekt einzig aufgrund der Invalidität ausgeführt wurde, ergibt sich nichts für die Beschwerdeführer. Dies ist nichts Aussergewöhnliches, sondern Voraussetzung für den Hilfsmittelanspruch. Sodann legen die Beschwerdeführer nicht dar, und ist auch nicht ohne Weiteres ersichtlich (vgl. BGE 144 V 319 S. 325SVR 2009 IV Nr. 49 S. 149, 8C_315/2008 E. 4.1 und 4.3.2 in fine), von welcher Position des Anhangs HVI die Erweiterung der Wohnfläche erfasst sein sollte. Ausserdem betraf auch die ursprüngliche Kostengutsprache nicht eine solche Massnahme. Die Anrufung der Austauschbefugnis in diesem Zusammenhang zielt daher ins Leere.\n\nWas den Zugang zum Obergeschoss anbelangt, so fällt (im Rahmen der Austauschbefugnis) der Anspruch auf einen Treppenlift oder eine Treppensteighilfe in Betracht. Ein solcher Zugang dient laut den Beschwerdeführern einzig der Ermöglichung der Therapien. Er lässt sich daher weder unter Ziff. 13.05* noch unter 14.05 Anhang HVI subsumieren, wird doch damit weder die Überwindung des Weges zur Ausbildungs- oder Schulungsstätte noch das Verlassen der Wohnstätte ermöglicht. Die abschliessende (vgl. Urteile 9C_573/2016 vom 20. Februar 2017 E. 7; I 267/00 vom 15. Januar 2001 E. 4a) Aufzählung von Ziff. 14.04 Anhang HVI nennt kein Hilfsmittel zur Überwindung einer Geschossdifferenz. Dass eine andere Listenposition als Anspruchsgrundlage in Betracht fallen könnte, ist nicht ersichtlich.\n\n4.4.3 Nach dem Gesagten hat das kantonale Gericht einen Anspruch auf \"Erschliessung\" des Obergeschosses zu Recht verneint.\n\n4.5 Schliesslich machen die Beschwerdeführer in Bezug auf den schwellenlosen Zugang zur Terrasse geltend, dass diese zum Wohnbereich gehöre und auch mit Blick auf das Recht auf Familienleben (Art. 8 EMRK) zugänglich sein müsse. Der Anspruch sei von Ziff. 14.04 Anhang HVI erfasst.\n\n4.6\n\n4.6.1 Ziff. 14.04 Anhang HVI umfasst nur bauliche Veränderungen \"in der Wohnung\", weshalb Massnahmen an der Haustüre eines Mehrfamilienhauses nicht unter Ziff. 14.04 Anhang HVI, sondern unter Ziff. 13.05* Anhang HVI fallen (Urteile I 133/06 vom 15. März 2007 E. 6.2; 9C_573/2016 vom 20. Februar 2017 E. 6 und 7). Den Beschwerdeführern ist beizupflichten, dass diese Rechtsprechung im hier interessierenden Zusammenhang nicht einschlägig ist. Es ist zu prüfen, ob der schwellenlose Terrassenzugang (Türschwelle, Schwellenrampe) unter den Begriff der \"baulichen Änderungen in der Wohnung\" (\"aménagements de la demeure\"; \"modifiche architettoniche nell'appartamento\") gemäss Ziff. 14.04 Anhang HVI fällt.\n\n4.6.2 Das Gesetz muss in erster Linie aus sich selbst heraus, das heisst nach dem Wortlaut, Sinn und Zweck und den ihm zugrunde BGE 144 V 319 S. 326liegenden Wertungen auf der Basis einer teleologischen Verständnismethode ausgelegt werden (BGE 142 V 466 E. 3.2 S. 471 mit Hinweisen). Bei der Auslegung sozialversicherungsrechtlicher Leistungsnormen sowie bei der Ermessenshandhabung ist u.a. den Grundrechten und verfassungsmässigen Grundsätzen Rechnung zu tragen. Es ist alsdann abzuwägen zwischen den grundrechtlich geschützten Positionen des Versicherten und dem Anliegen der Einfachheit und Zweckmässigkeit; auch unter grundrechtlichem Aspekt besteht kein Anspruch auf eine bestmögliche Eingliederung (BGE 134 I 105 E. 6 S. 109 f. mit Hinweisen; SVR 2009 IV Nr. 49 S. 149, 8C_315/2008 E. 3.4.2.1).\n\n4.6.3 Ziff. 14.04 Anhang HVI hat insbesondere zum Ziel, Behinderten den individuell nutzbaren Wohnbereich zugänglich zu machen, soweit dies mit den in der Bestimmung genannten einfachen und zweckmässigen Hilfsmitteln möglich ist. Eine Terrasse, die wie hier im Hochparterre liegt, an das Wohnzimmer anschliesst und durch dieses zu erreichen ist, gehört nach den heute schweizweit tatsächlich gelebten Verhältnissen zum regelmässig genutzten Wohnbereich. Daran ändert nichts, dass es sich um einen unbeheizten Aussenraum handelt. Somit steht der Wortlaut von Ziff. 14.04 Anhang HVI der umstrittenen Erschliessung des Aussensitzplatzes nicht entgegen. Entgegen der Annahme der Vorinstanz (oben E. 4.2) dient der schwellenlose Zugang der Selbstsorge: Er ermöglicht den Beschwerdeführern, sich innerhalb des Wohnbereichs zu bewegen, ohne dafür Dritthilfe beanspruchen zu müssen; beide Kinder können selber die Terrasse aufsuchen und dort auch am (weiteren) sozialen Leben der Familie teilnehmen. Angesichts dieser Vorteile für zwei Versicherte, denen Kosten von Fr. 1'050.- gegenüberstehen, kann der schwellenlose Zugang - in Übereinstimmung mit der fachtechnischen Einschätzung der SAHB - nicht als unangemessen bezeichnet werden. Der entsprechende Anspruch ist unter Ziff. 14.04 Anhang HVI zu bejahen."}