{"annee": "144", "cour": "III", "page": "411", "date": "7/9/2018", "cite": ["113 IA 172", "106 IA 142", "135 III 136", "123 III 35", "134 III 122", "82 I 75", "139 III 135", "133 III 539", "111 IA 52", "124 III 382", "56 I 237", "134 III 570", "86 I 23", "120 II 400", "135 III 608", "143 II 283", "130 III 430"], "cite_par": [], "chapeau": "50. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. Limited gegen Republik Usbekistan (Beschwerde in Zivilsachen)\n\n5A_942/2017 vom 7. September 2018", "regestes": ["Art. 271 al. 1 ch. 6 et art. 272 al. 1 ch. 2 LP, art. III et V de la Convention du 10 juin 1958 pour la reconnaissance et l'exécution des sentences arbitrales étrangères (Convention de New York), art. 9 Cst.; séquestre de biens d'un Etat étranger fondé sur une sentence arbitrale étrangère; établissement de la vraisemblance du motif du séquestre; exigence d'un lien suffisant avec la Suisse. Point de savoir si c'est arbitrairement que le juge du séquestre n'a pas tenu compte de l'art. V de la Convention de New York, en niant le caractère exécutoire de la sentence arbitrale rendue contre la République d'Ouzbékistan pour le motif que le rapport juridique sur lequel reposait la créance donnant lieu au séquestre ne présentait pas un lien suffisant avec la Suisse (consid. 6)."], "faits": "|412|\n\nA. Die A. Limited, eine in Guernsey ansässige Gesellschaft, will eine in der Schweiz gelegene Liegenschaft der Republik Usbekistan mit Arrest belegen lassen (Kataster-Nr. x, Grundbuch-Blatt U. Nr. y). Der Arrest soll die Vollstreckung eines Schiedsspruchs sichern, der am 17. Dezember 2015 in Paris (Frankreich) nach den Regeln der Kommission der Vereinten Nationen für internationales Handelsrecht (UNCITRAL) in einer Streitigkeit zwischen der englischen Gesellschaft B. und der Republik Usbekistan ergangen ist. Die A. Limited hatte sich den Prozesserlös aus dem Schiedsverfahren nach englischem Recht abtreten lassen.\n\nB. Auf Gesuch der A. Limited verarrestierte der Einzelrichter am Bezirksgericht March das erwähnte Grundstück am 29. August 2016 für eine Forderungssumme von Fr. 9'954'973.26, aufgelaufene Zinsen von Fr. 2'514'697.88 für den Zeitraum von 2004 bis 31. Dezember 2015 sowie Zinsen zu einem Satz von LIBOR + 2 %, jährlich aufzuzinsen, auf dem Gesamtbetrag von Fr. 12'469'671.13 ab dem 1. Januar 2016. Die Einsprache, welche die Republik Usbekistan dagegen erhob, hiess der Einzelrichter gut. Mit Verfügung vom 8. Februar 2017 hob er den Arrestbefehl auf. Die A. Limited legte |413| darauf Beschwerde beim Kantonsgericht Schwyz ein. Sie beantragte, die Arresteinsprache abzuweisen und den Arrestbefehl zu bestätigen. Mit Beschluss vom 27. Oktober 2017 wies das Kantonsgericht das Rechtsmittel ab.\n\nC. Mit Beschwerde vom 23. November 2017 wendet sich die A. Limited (Beschwerdeführerin) an das Bundesgericht. In der Sache beantragt sie, den Beschluss des Kantonsgerichts aufzuheben und den Arrestbefehl zu bestätigen; eventuell sei die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen. Die Republik Usbekistan (Beschwerdegegnerin) verlangt, die Beschwerde abzuweisen, soweit darauf eingetreten werden kann. Die Vorinstanz verzichtete auf eine Vernehmlassung. Am 18. April 2018 reichte die Beschwerdeführerin eine Replik ein, in der sie an ihren Begehren festhält.\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n6. Die Beschwerdeführerin hält den angefochtenen Entscheid auch im Ergebnis für willkürlich.\n\n6.1 Die Beschwerdeführerin weist darauf hin, dass das Bundesgericht das Kriterium der Binnenbeziehung ausserhalb des Anwendungsbereichs des Übereinkommens vom 10. Juni 1958 über die Anerkennung und Vollstreckung ausländischer Schiedssprüche (SR 0.277.12; nachfolgend: NYÜ oder New Yorker Übereinkommen) als eine dem innerstaatlichen Recht entspringende, über die völkerrechtlichen Verpflichtungen der Schweiz hinausgehende Voraussetzung des Staatenarrests eingeführt und noch nie in einem Fall angewendet habe, der die Vollstreckung eines Schiedsspruchs unter dem New Yorker Übereinkommen betraf. Dem Kantonsgericht wirft die Beschwerdeführerin vor, sich nicht mit der Frage auseinanderzusetzen, ob das Kriterium der Binnenbeziehung im Anwendungsbereich des New Yorker Übereinkommens überhaupt eine Rolle spiele. So übersehe das Kantonsgericht, dass das New Yorker Übereinkommen für die Anwendung dieses Kriteriums \"schlicht keinen Raum\" lasse. In der Folge erinnert die Beschwerdeführerin unter Hinweis auf ein Urteil des Bundesgerichts und eine Reihe von Lehrmeinungen daran, dass die Verweigerungsgründe in Art. V NYÜ abschliesend seien. \"Dementsprechend\" seien zusätzliche Verweigerungsgründe des nationalen Rechts unzulässig, was in der Lehre ebenfalls |414| unbestritten sei. Daraus folgt für die Beschwerdeführerin \"zwingend\", dass insbesondere auch das Kriterium der Binnenbeziehung im Anwendungsbereich des New Yorker Übereinkommens unzulässig sei. Zum Beleg dieser Rechtsauffassung sind in der Beschwerde längere Passagen aus den Schriften \"von zahlreichen namhaften Autoren\" im Wortlaut abgedruckt. Nach der Meinung der Beschwerdeführerin käme die Schweiz ihrer im New Yorker Übereinkommen eingegangenen völkerrechtlichen Verpflichtung zur Vollstreckung internationaler Schiedssprüche nicht nach, wenn sie die Vollstreckung eines Schiedsspruchs auf der Grundlage des im New Yorker Übereinkommen nicht vorgesehenen Einwandes der fehlenden Binnenbeziehung verweigern würde. Eine derartige Rechtsverletzung wäre \"nicht hinnehmbar\", so das Fazit der Beschwerdeführerin. In ihrer Replik stellt sich die Beschwerdeführerin auf den Standpunkt, dass das Erfordernis einer Binnenbeziehung auch allgemein, das heisst ausserhalb des Anwendungsbereichs des New Yorker Übereinkomens verfehlt sei. Ausserdem macht sie geltend, dass es auch gegen Art. III NYÜ verstiesse, die Vollstreckung von Schiedssprüchen gegen fremde Staaten durch das Erfordernis einer Binnenbeziehung zu beschränken.\n\n6.2 Die Beschwerdegegnerin hält der Beschwerde im Wesentlichen zwei Argumente entgegen. Zum einen erinnert sie daran, dass das Erfordernis der Binnenbeziehung als Voraussetzung des Staatenarrestes auch dann gelte, wenn sich die Anerkennung und Vollstreckung eines ausländischen Titels beispielsweise nach Art. 27 IPRG (SR 291), nach Art. 34 f. des Übereinkommens vom 30. Oktober 2007 über die gerichtliche Zuständigkeit und die Anerkennung und Vollstreckung von Entscheidungen in Zivil- und Handelssachen (Lugano-Übereinkommen, LugÜ; SR 0.275.12) oder nach Art. 53 ff. des Übereinkommens vom 18. März 1965 zur Beilegung von Investitionsstreitigkeiten zwischen Staaten und Angehörigen anderer Staaten (SR 0.975.2) richte. Art. V NYÜ weise unter dem hier interessierenden Gesichtspunkt keinen anderen Inhalt auf als die analogen Normen in den zitierten Erlassen. Entsprechend bestehe kein Grund, das NYÜ im Hinblick auf das Erfordernis einer Binnenbeziehung anders zu behandeln als diese anderen Erlasse, welche die Anerkennung und Vollstreckung von ausländischen Urteilen zum Gegenstand haben. Das zweite Argument der Beschwerdegegnerin besteht darin, dass der Arrest eine Sicherungsmassnahme darstelle und Art. V NYÜ keine Massnahmen zum Gegenstand habe, die auf eine |415| Sicherung gerichtet sind. Bestehe gestützt auf das NYÜ generell kein Anspruch auf Sicherungsmassnahmen, so könne es keine Verletzung oder gar willkürliche Auslegung von Art. V NYÜ bedeuten, den Staatenarrest vom Erfordernis einer Binnenbeziehung abhängig zu machen. Vielmehr bleibe es dabei, dass sich die Arrestvoraussetzungen ausschliesslich nach dem nationalen Recht beurteilen.\n\n6.3\n\n6.3.1 Nach Art. 272 Abs. 1 Ziff. 2 SchKG muss der Gläubiger glaubhaft machen, dass ein Arrestgrund vorliegt. Beruft er sich darauf, dass er gegen den Schuldner einen definitiven Rechtsöffnungstitel besitzt (Art. 271 Abs. 1 Ziff. 6 SchKG), so muss er im Falle eines Entscheids aus dem Ausland auch glaubhaft machen, dass der Anerkennung und Vollstreckung dieses ausländischen Titels dem ersten Anschein nach nichts entgegensteht. Die genauere Prüfung der Anerkennungsvoraussetzungen und der Anerkennungsverweigerungsgründe nach Art. 25 ff. IPRG - im Falle eines ausländischen Schiedsspruchs derjenigen nach Art. V NYÜ - erfolgt im Verfahren betreffend die Einsprache gegen den Arrestbefehl (Art. 278 SchKG; BGE 139 III 135 E. 4.5.2 S. 141). Über das ganze Arrestbewilligungsverfahren hinweg, also auch im Einspracheverfahren, prüft der Richter die Vollstreckbarkeit des Entscheides, auf den sich der Arrestgläubiger als Arrestgrund im Sinne von Art. 271 Abs. 1 Ziff. 6 SchKG beruft, nur unter dem Blickwinkel der Glaubhaftmachung. Zu einer rechtskraftfähigen Entscheidung über die Vollstreckbarkeit kommt es erst im Verfahren der Arrestprosequierung (Art. 279 SchKG), im Falle des Arrestgrunds nach Art. 271 Abs. 1 Ziff. 6 SchKG üblicherweise im Rahmen der Beurteilung eines Gesuchs um definitive Rechtsöffnung nach Art. 80 f. SchKG (NICOLAS JEANDIN, Point de situation sur le séquestre à la lumière de la Convention de Lugano, SJ 2017 II S. 27 ff., 35 f.).\n\n6.3.2 Will der Gläubiger in der Schweiz befindliche Vermögenswerte eines fremden Staates mit Arrest belegen lassen, so kommt nach bundesgerichtlicher Praxis das Erfordernis einer genügenden \"Binnenbeziehung\" ins Spiel. Davon betroffen sind Fälle, in denen der fremde Staat im Rechtsverhältnis, das der Arrestforderung zugrunde liegt, nicht hoheitlich (\"iure imperii\") gehandelt hat (und schon deswegen Immunität geniesst), sondern als Träger von privaten Rechten (\"iure gestionis\") aufgetreten ist. In diesen Fällen setzt eine Zwangsvollstreckungsmassnahme gegen einen fremden Staat voraus, dass das besagte Rechtsverhältnis eine hinreichende Binnenbeziehung |416| zum schweizerischen Staatsgebiet aufweist. Es müssen Umstände vorliegen, die das Rechtsverhältnis so sehr an die Schweiz binden, dass es sich rechtfertigt, den fremden Staat vor schweizerischen Behörden zur Verantwortung zu ziehen (BGE 134 III 122 E. 5.2.2 S. 128 f., BGE 134 III 570 E. 2.2; BGE 124 III 382 E. 4a S. 388; BGE 120 II 400 E. 4b S. 406 f.; BGE 106 Ia 142 E. 3b und 5 S. 148 ff. mit Hinweisen). Diese Voraussetzung ist insbesondere dann erfüllt, wenn das Schuldverhältnis, aus dem die streitigen Arrestforderungen hergeleitet werden, in der Schweiz begründet wurde oder wenn es hier zu erfüllen ist oder wenn der fremde Staat in der Schweiz zumindest Handlungen vorgenommen hat, mit denen er in der Schweiz einen Erfüllungsort begründete. Hingegen genügt es nicht, dass Vermögenswerte des fremden Staates in der Schweiz gelegen sind oder die Forderung von einem Schiedsgericht mit Sitz in der Schweiz zugesprochen wurde (BGE 134 III 122 a.a.O.; s. schon BGE 56 I 237 E. 3 S. 251). In einem Fall, der Zwangsvollstreckungsmassnahmen (darunter einen Arrestbefehl) gegen den Staat Libyen gestützt auf einen in der Schweiz ergangenen Schiedsspruch betraf, erklärte das Bundesgericht, dass sich das Erfordernis der genügenden Binnenbeziehung nicht aus dem Völkerrecht ergebe, sondern Ausdruck des schweizerischen Landesrechts sei (BGE 106 Ia 142 E. 3b S. 148 f.). In BGE 56 I 237 prüfte das Bundesgericht, wie Zwangsvollstreckungsmassnahmen gegen fremde Staaten in anderen Ländern gehandhabt werden. Unter anderem befasste es sich mit einer Reihe von Entscheidungen aus dem damaligen Königreich Italien, in denen die inländische Gerichtsbarkeit gegen fremde Staaten als gegeben erachtet wurde. Dem zitierten Bundesgerichtsurteil ist zu entnehmen, dass sich diese italienische Praxis durchwegs auf Tatbestände bezog, in denen das dem Streit zugrunde liegende Rechtsverhältnis nicht nur vom fremden Staat \"iure gestionis\" begründet wurde, sondern - über dieses Erfordernis hinaus - auch nach Entstehung und Inhalt zum Inland, das heisst zu Italien, in einer Beziehung stand, die es als der italienischen Rechtsordnung unterstellt erscheinen liess (BGE a.a.O., S. 249).\n\n6.3.3 Um gestützt auf Art. 271 Abs. 1 Ziff. 6 SchKG gegen einen fremden Staat einen Arrest zu erwirken, muss der Gläubiger also glaubhaft machen (Art. 272 Abs. 1 SchKG), dass das Schuldverhältnis, das dem Rechtsöffnungstitel zugrunde liegt und an dem der fremde Staat als Schuldner in einer nicht hoheitlichen Angelegenheit beteiligt ist, im beschriebenen Sinn eine hinreichende Beziehung zur Schweiz aufweist. Das Bundesgericht thematisiert das Erfordernis |417| der Binnenbeziehung regelmässig als Aspekt der Immunität fremder Staaten vor der schweizerischen Gerichtsbarkeit (BGE 135 III 608 E. 4.4 S. 612; BGE 134 III 122 E. 5 S. 127 ff., BGE 134 III 570 E. 2.2; BGE 124 III 384 E. 4a S. 388; BGE 113 Ia 172 E. 2 S. 175; BGE 82 I 75 E. 7 S. 85), also in Fällen, in denen zu prüfen ist, ob ein fremder Staat in einem Erkenntnis- oder Vollstreckungsverfahren vor schweizerischen Behörden zur Verantwortung zu ziehen sei (BGE 106 Ia 142 E. 3b S. 148; ähnlich BGE 86 I 23 E. 2 S. 27 f.; BGE 82 I 75 E. 7 S. 85). Nach der Rechtsprechung sind die schweizerischen Behörden bei Fehlen dieser Voraussetzung nicht dazu befugt, über die fragliche Streitsache zu befinden (vgl. BGE 120 II 400 E. 4b S. 406: \"pour que la Suisse puisse connaître du litige\"). Dass es sich beim Erfordernis einer genügenden Binnenbeziehung um eine Einschränkung der Gerichtsbarkeit handelt, entspricht insbesondere auch der Wahrnehmung derjenigen Autoren, die diesem Erfordernis kritisch gegenüberstehen (s. SCHNEIDER/KNOLL, Enforcement of Foreign Arbitral Awards against Sovereigns - Switzerland, in: Enforcement of Arbitral Awards against Sovereigns, R. Doak Bishop [Hrsg.], New York 2009, S. 338; STAEHELIN/BOPP, Wider das Erfordernis der Binnenbeziehung beim Staatenarrest, in: Tatsachen, Verfahren, Vollstreckung, Festschrift für Isaak Meier, Peter Breitschmid und andere [Hrsg.], 2015, S. 730; JOLANTA KREN KOSTKIEWICZ, Staatenimmunität im Erkenntnis- und im Vollstreckungsverfahren nach schweizerischem Recht [nachfolgend: Staatenimmunität], 1998, S. 460; dieselbe, \"Binnenbeziehung\" und Staatenimmunität: Ein Phänomen der schweizerischen Rechtsprechung [nachfolgend: Binnenbeziehung], in: Versicherungsbranche im Wandel, Festschrift für Moritz W. Kuhn, Rolf Dörig und andere [Hrsg.], 2009, S. 297). Die zuletzt zitierte Autorin, aus deren Feder auch das von der Beschwerdeführerin eingeholte Parteigutachten stammt, ist der Meinung, dass das Fehlen einer Binnenbeziehung lediglich die internationale Zuständigkeit der schweizerischen Gerichte ausschliese, die Funktionsfähigkeit des ausländischen Staats jedoch nicht berühre und deshalb nicht als Kriterium für die Bestimmung der Gerichtsbarkeit heranzuziehen sei (KREN KOSTKIEWICZ, Binnenbeziehung, a.a.O., S. 296 f.; ausführlich dieselbe, Staatenimmunität, a.a.O., S. 462 ff.). Sie erinnert an BGE 106 Ia 142 E. 3b S. 148 f., wonach jeder Staat \"durch Regelung der örtlichen Zuständigkeit seiner Behörden\" die Grenzen seiner Gerichtsbarkeit in Streitfragen bestimmt, die sich aus nichthoheitlichem Handeln fremder Staaten ergeben (KREN KOSTKIEWICZ, Binnenbeziehung, a.a.O., S. 297; dieselbe, Staatenimmunität, a.a.O., S. 465 mit Fn. 1559; ähnlich PIERRE |418|\n\nLALIVE, Note sur la jurisprudence suisse en matière d'immunité des Etats, in: Chronique de jurisprudence suisse, Journal du droit international 114/1987 S. 1003). Einem neueren Entscheid zufolge ist die Frage der Immunität gegen die Gerichtsbarkeit nicht zu prüfen, da sich die Unzuständigkeit der schweizerischen Gerichte schon aus dem Fehlen einer genügenden Binnenbeziehung ergibt (Urteil 4C.379/2006 vom 22. Mai 2007 E. 4). Ob das Erfordernis der genügenden Binnenbeziehung eine Frage der Gerichtsbarkeit oder eine solche der (internationalen) Zuständigkeit ist, kann hier offenbleiben. Das zeigen die nachfolgenden Erwägungen.\n\nDie schweizerische Zivilgerichtsbarkeit (einschliesslich der Frage der Immunität) ist eine Prozessvoraussetzung, die von Amtes wegen zu prüfen ist (BGE 133 III 539 E. 4.2 S. 542; BGE 130 III 430 E. 3.1 S. 433; BGE 124 III 382 E. 3b S. 387). Dies wird auch von den erwähnten Autoren anerkannt (KREN KOSTKIEWICZ, Binnenbeziehung, a.a.O., S. 288; STAEHELIN/BOPP, a.a.O., S. 730) und entspricht der herrschenden Meinung im Schrifttum (s. z.B. ANNE PETERS, Völkerrecht, Allgemeiner Teil, 4. Aufl. 2016, S. 174; WALTER/DOMEJ, Internationales Zivilprozessrecht der Schweiz, 5. Aufl. 2012, S. 86; ALEXANDER ZÜRCHER, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm und andere [Hrsg.], 3. Aufl. 2016, N. 66 zu Art. 59 ZPO; FABIENNE HOHL, Procédure civile, Bd. I, 2. Aufl. 2016, Rz. 591; FRANÇOIS BOHNET, in: CPC, Code de procédure civile commenté, 2011, N. 17 f. zu Art. 59 ZPO; BERNARD DUTOIT, Droit international privé suisse, Commentaire de la loi fédérale du 18 décembre 1987, 5. Aufl. 2016, N. 22 i.f. zu Art. 1 IPRG). Fehlt es an dieser Prozessvoraussetzung, so entfällt die schweizerische Gerichtsbarkeit. Die Klage oder das Gesuch ist unzulässig und der Prozess mit einem Nichteintretensentscheid abzuschliessen (BGE 134 III 570 E. 3.2 S. 575; BGE 111 Ia 52 E. 5d S. 62; ZÜRCHER, a.a.O.; vgl. auch HELMUT KREICKER, Völkerrechtliche Exemtionen, Grundlagen und Grenzen völkerrechtlicher Immunitäten und ihre Wirkungen im Strafrecht, Bd. I, Berlin 2007, S. 50). Diese Art der Prozesserledigung hat zur Folge, dass das angerufene Gericht in der Sache gar kein Urteil fällt, das materiell in Rechtskraft erwachsen könnte (statt vieler SIMON ZINGG, in: Berner Kommentar, Schweizerische Zivilprozessordnung, Bd. I, 2012, N. 3 ff. zu Art. 59 ZPO; mit Bezug auf die Staatenimmunität BGE 111 Ia 52 a.a.O.). Das Gesagte gälte sinngemäss, wenn das Erfordernis der genügenden Binnenbeziehung |419| entsprechend der erwähnten Lehrmeinung nicht als Frage der Gerichtsbarkeit zu behandeln, sondern unter dem Gesichtspunkt der internationalen Zuständigkeit zu prüfen wäre: Auch die örtliche (internationale) Zuständigkeit ist eine Prozessvoraussetzung (Art. 59 Abs. 2 lit. b ZPO). Deren Fehlen führt zu einem Nichteintretensentscheid (vgl. KREN KOSTKIEWICZ, Binnenbeziehung, a.a.O., S. 289 mit Fn. 10), soweit der beklagte fremde Staat die internationale und örtliche Zuständigkeit des schweizerischen Gerichts (trotz fehlender Binnenbeziehung) nicht dadurch begründet, dass er sich am schweizerischen Arrestort (Art. 4 IPRG) vorbehaltlos auf die Klage auf Prosequierung des Arrestes einlässt (Art. 6 IPRG; vgl. BGE 123 III 35 E. 3b S. 45 f. mit Hinweis).\n\n6.3.4 Was nun das New Yorker Übereinkommen angeht, so bestimmt sich in dessen Anwendungsbereich ausschliesslich nach Art. V NYÜ, ob einem ausländischen Schiedsspruch die Anerkennung und Vollstreckung zu versagen ist (BGE 135 III 136 E. 2.1 S. 139). Indessen setzt die Prüfung allfälliger Versagungsgründe voraus, dass das Gerichtsverfahren, in welchem diese Prüfung stattfindet, prozessual zulässig ist. In diesem Zusammenhang hat das Bundesgericht darauf hingewiesen, dass die Regelung des Verfahrens der Anerkennung und Vollstreckung im Rahmen des New Yorker Übereinkommens grundsätzlich dem nationalen Recht überlassen wird (Urteil 4A_124/2010 vom 4. Oktober 2010 E. 3.1 mit Hinweisen). Das New Yorker Übereinkommen selbst stellt in Art. III klar, dass jeder Vertragsstaat Schiedssprüche nach den Verfahrensvorschriften des Hoheitsgebietes, in dem der Schiedsspruch geltend gemacht wird, zur Vollstreckung zulässt.\n\n6.4\n\n6.4.1 Im konkreten Fall konzentriert sich die Beschwerdeführerin auf die Hypothese, dass das Kriterium der Binnenbeziehung im New Yorker Übereinkommen als Versagungsgrund nicht vorgesehen sei und die Schweiz bei der Anwendung dieses Kriteriums ihren völkerrechtlichen Verpflichtungen nicht nachkäme (E. 6.1). Als solches, das heisst losgelöst von der Frage seiner Vereinbarkeit mit dem New Yorker Übereinkommen, stellt die Beschwerdeführerin das Erfordernis der Binnenbeziehung in ihrer Beschwerde nicht in Frage, noch stellt sie die vorinstanzliche Erkenntnis in Abrede, wonach es hier an einer solchen Binnenbeziehung fehle. Soweit sich die Beschwerdeführerin in ihrer Replik insgesamt gegen das Erfordernis einer |420| Binnenbeziehung ausspricht, ist sie damit nicht zu hören. Die Replik dient dazu, sich zur gegnerischen Stellungnahme zu äussern. Hingegen ist eine Ergänzung der Beschwerde im Rahmen der Replik nicht zulässig (BGE 143 II 283 E. 1.2.3 S. 286 mit Hinweis). Inwiefern die Beschwerdeführerin auf ein konkretes Argument der Beschwerdegegnerin Bezug nimmt, ist nicht ersichtlich. Daran ändert auch ihr Einwand nichts, wonach sie das Erfordernis der Binnenbeziehung als solches schon im kantonalen Verfahren kritisiert habe. Im Übrigen begnügt sich die Beschwerdeführerin in ihrer Beschwerdeschrift damit, Lehrmeinungen zu reproduzieren, gemäss denen das Völkerrecht die Ausgestaltung der völkerrechtlichen Immunität nicht jedem Einzelstaat anheimstelle (KURT SIEHR, in: Zürcher Kommentar zum IPRG, 2. Aufl. 2004, N. 17 zu Art. 194 IPRG) bzw. das Erfordernis der genügenden Binnenbeziehung keine allgemeine Regel des Völkerrechts sei (BERGER/KELLERHALS, International and Domestic Arbitration in Switzerland, 3. Aufl. 2015, S. 719). Allein mit der Abschrift von Literaturstellen vermag sie die bundesgerichtliche Erkenntnis, wonach sich ein Staat mit Blick auf die Zulassung von Prozessen gegen fremde Staaten in Angelegenheiten \"iure gestionis\" nach seinem innerstaatlichen Recht eine gewisse Selbstbeschränkung auferlegen darf (BGE 106 Ia 142 E. 3b S. 148), jedoch nicht in Zweifel zu ziehen. Insbesondere macht die Beschwerdeführerin auch nicht geltend, dass ein Staat (unabhängig von den Vorgaben des New Yorker Übereinkommens) gestützt auf allgemeine völkerrechtliche Grundsätze dazu verpflichtet wäre, ein Erkenntnis- oder Vollstreckungsverfahren gegen einen fremden Staat für nicht hoheitliche Belange ohne weitere Voraussetzungen zuzulassen, das Erfordernis einer genügenden Binnenbeziehung also in willkürlicher Art und Weise gegen Völkerrecht verstiesse. Ebenso wenig behauptet die Beschwerdeführerin, dass sich ein fremder Staat in einem Vollstreckungsverfahren vor schweizerischen Behörden schon deshalb nicht auf seine Immunität berufen kann, weil er sich in einem Erkenntnisverfahren betreffend seine privaten Rechte einem Schiedsgericht unterworfen hat.\n\n6.4.2 Muss es mit dem Erfordernis einer genügenden Binnenbeziehung im angefochtenen Entscheid sein Bewenden haben, so kommt es für den Ausgang der vorliegenden Streitigkeit nicht darauf an, dass Art. V NYÜ die Gründe für eine Verweigerung der Anerkennung und Vollstreckung eines ausländischen Schiedsspruchs |421| abschliessend aufführt. In diesem Sinne äussern sich nicht nur PATOCCHI/JERMINI, die ihrer Kommentierung der Versagungsgründe nach Art. V NYÜ den Grundsatz voranstellen, dass ausländische Schiedssprüche gegen einen fremden Staat in der Schweiz (unter anderem) nur vollstreckt werden können, wenn eine Binnenbeziehung besteht (PATOCCHI/JERMINI, in: Basler Kommentar, Internationales Privatrecht, 3. Aufl. 2013, N. 36 zu Art. 194 IPRG). Auch die Beschwerdeführerin selbst bestreitet nicht, dass das Erfordernis einer genügenden Binnenbeziehung die Frage der Gerichtsbarkeit schweizerischer Behörden über einen fremden Staat und damit eine Prozessvoraussetzung betrifft. Fehlt es nun im Streit um die Bewilligung eines Staatenarrests - wie hier (E. 6.4.1) - an der genügenden Binnenbeziehung, so scheitert die Glaubhaftmachung des Arrestgrundes (Art. 272 Abs. 1 Ziff. 2 SchKG) nach Art. 271 Abs. 1 Ziff. 6 SchKG schon deshalb, weil der Prosequierungsrichter auf ein gegen den fremden Staat gestelltes Rechtsöffnungsgesuch oder eine zur Prosequierung eingereichte Klage (Art. 279 SchKG) aller Voraussicht nach gar nicht erst eintreten wird: Infolge fehlender Jurisdiktion über den beklagten fremden Staat wird sich der Richter nicht mit dem Prosequierungsstreit befassen.\n\nOb der als Rechtsöffnungstitel angerufene ausländische Schiedsspruch nach Massgabe des New Yorker Übereinkommens in der Schweiz vollstreckbar ist, beschlägt im Prosequierungsprozess eine Vorfrage. Dass diese Vorfrage nicht zur Streitsache selbst gehört, sondern (im Sinne einer Prozessvoraussetzung) schon im Rahmen der Zulässigkeit des zur Prosequierung eingesetzten Rechtsbehelfs zu prüfen wäre, macht die Beschwerdeführerin zu Recht nicht geltend. Ebenso wenig vermag die Beschwerdeführerin zu erklären, weshalb das Erfordernis einer genügenden Binnenbeziehung speziell im Anwendungsbereich des New Yorker Übereinkommens nicht als Prozessvoraussetzung, sondern als materielle Anerkennungs- und Vollstreckungsvoraussetzung behandelt werden müsste und weshalb das New Yorker Übereinkommen für eine derartige Betrachtungsweise auch unter dem Titel des Ordre-public-Vorbehalts (Art. V Abs. 2 lit. b NYÜ) keinen Raum liesse. Allein der Hinweis auf Lehrmeinungen, die sich in diese Richtung zu äussern scheinen (BERGER/KELLERHALS, a.a.O.; ANDREAS BUCHER, Die neue internationale Schiedsgerichtsbarkeit in der Schweiz, 1989, S. 168 f.) genügt nicht. Denn so wenig wie die Beschwerdeführerin äussern sich diese |422| Autoren zur überkommenen prozessualen Gegebenheit, dass sich ein schweizerisches Gericht, das im Rahmen der Arrestprosequierung (vorfrageweise) die Vollstreckbarkeit des ausländischen Schiedsspruchs zu prüfen hätte, gar nicht erst zu Art. V NYÜ äussern kann, wenn es infolge einer fehlenden Binnenbeziehung seine Gerichtsbarkeit über den beklagten fremden Staat verneinen und deshalb einen Nichteintretensentscheid fällen muss. Daran ändern auch die in der Beschwerde zitierten Lehrmeinungen nichts, die auf den Vorrang völkerrechtlicher Verträge (Art. 1 Abs. 2 IPRG) hinweisen und daraus folgern, dass das Erfordernis der Binnenbeziehung als Regel des schweizerischen Landesrechts das New Yorker Übereinkommen in seinen Wirkungen nicht einschränken könne (SCHNEIDER/KNOLL, a.a.O., S. 344; BERGER/KELLERHALS, a.a.O.; BUCHER, a.a.O., S. 168). Auch diese Textstellen implizieren, dass das angerufene schweizerische Gericht auf die Anerkennungs- und Vollstreckungssache eintritt.\n\nBleibt es jedoch dabei, dass die Frage der Binnenbeziehung mit der Gerichtsbarkeit eine Prozessvoraussetzung, also das Verfahren und nicht die Streitsache selbst beschlägt, so stehen der These des Vorrangs des Staatsvertragsrechts Art. III NYÜ und die bundesgerichtliche Rechtsprechung entgegen, der zufolge das Verfahren der Anerkennung und Vollstreckung gerade auch unter der Herrschaft des New Yorker Übereinkommens grundsätzlich dem nationalen Recht untersteht (E. 6.3.4). Auch damit setzt sich die Beschwerdeführerin in ihrer Beschwerde nicht auseinander. In ihrer Replik zitiert sie zwei Literaturstellen, wonach Art. III NYÜ nur die Anwendung von Verfahrensregeln erlaube, die auf eine Anerkennung des Schiedsspruches gerichtet sind, nicht jedoch solcher, die derselben entgegenstehen (DIMITRI SANTORO, Forum Non Conveniens, A Valid Defense under the New York Convention?, ASA Bulletin 2003 S. 723 f.), bzw. sich Art. III NYÜ nur darauf beziehe, wie das Verfahren der Anerkennung ablaufe, nicht jedoch darauf, ob die Anerkennung überhaupt zu gewähren sei (PARK/YANOS, Treaty Obligations and National Law: Emerging Conflicts in International Arbitration, Hastings Law Journal 58/2006 S. 256). Was es damit auf sich hat, muss hier offenbleiben. Wie die Beschwerdegegnerin zutreffend bemerkt, bezieht sich die in der Beschwerde erhobene Rüge der Verletzung von Art. 9 BV ausschliesslich auf Art. V NYÜ. In ihrer Replik beklagt sich die Beschwerdeführerin nun auch noch darüber, dass es gegen |423| Art. III NYÜ verstiesse, die Möglichkeit eines \"Titelarrests\" (Art. 271 Abs. 1 Ziff. 6 SchKG) gegen einen fremden Staat durch das Erfordernis einer Binnenbeziehung zu beschränken. Abgesehen davon, dass die Beschwerdeführerin in diesem Zusammenhang nicht geltend macht, dass der angefochtene Entscheid ihre verfassungsmässigen Rechte verletzt (nicht publ. E. 2), ist auch nicht ersichtlich, weshalb sie eine entsprechende Rüge nicht schon vor Ablauf der Beschwerdefrist hätte erheben können. Allein die Möglichkeit, sich nach Eingang der gegnerischen Vernehmlassungen im Rahmen einer Replik zum gegnerischen Standpunkt zu äussern, entbindet die Beschwerde führende Partei nicht davon, dem Bundesgericht (schon) in der Beschwerde alle Rügen zu unterbreiten, mit denen sie den angefochtenen Entscheid zu Fall zu bringen gedenkt (BGE 143 II 283 E. 1.2.3 E. 286; s. auch E. 6.4.1).\n\n6.4.3 Für den Fall, dass das Kriterium der Binnenbeziehung (auch) unter dem New Yorker Übereinkommen angewendet wird, beruft sich die Beschwerdeführerin unter Hinweis auf ihr Parteigutachten darauf, dass dieses Kriterium im Kontext von Schiedssprüchen \"sachfremd\" sei und \"keinen Sinn\" mache. Sie argumentiert, dass die Parteien mit dem Abschluss einer Schiedsvereinbarung eine \"Delokalisierung\" allfälliger Rechtsstreitigkeiten anstreben, indem sie bewusst einen Schiedsort wählen, zu dem ihr Vertrag in keiner Beziehung steht. Auch dieses Argument vermag nicht zu überzeugen. Wie bereits erläutert, ist der Sitz des Schiedsgerichts in der Schweiz kein Grund, um eine genügende Beziehung mit dem schweizerischen Staatsgebiet zu bejahen (E. 6.3.2). Entsprechend steht der Anerkennung und Vollstreckung in der Schweiz auch der blosse Umstand nicht im Weg, dass der Schiedsspruch gegen den fremden Staat an einem Ort ergangen ist, zu dem das Rechtsverhältnis, das der Arrestforderung zugrunde liegt, keinen Bezug hat. Massgebend ist nicht der Bezug zum Schiedsort, sondern derjenige zum Vollstreckungsort. Das Erfordernis der Binnenbeziehung steht der Delokalisierung des Rechtsstreits nicht im Weg.\n\n6.4.4 Nach alledem kann offenbleiben, ob angesichts der fehlenden Binnenbeziehung schon der Arrestrichter seine Jurisdiktion hätte verneinen und das Arrestgesuch für unzulässig hätte erklären können, anstatt sich (erst) im Rahmen der Prüfung des angerufenen Arrestgrundes (Art. 271 Abs. 1 Ziff. 6 SchKG) mit der Frage der Binnenbeziehung auseinanderzusetzen. Auch auf die Hypothese der |424| Beschwerdegegnerin, wonach der Arrest nach schweizerischem Recht (Art. 271 ff. SchKG) eine reine Sicherungsmassnahme sei und als solche gar nicht in den Anwendungsbereich des NYÜ falle, braucht das Bundesgericht nicht einzugehen. Auch diese Frage kann offenbleiben, nachdem die kantonalen Instanzen die Glaubhaftmachung des Arrestgrunds willkürfrei mit der Begründung verneinen durften, dass der ausländische Schiedsspruch in der Schweiz nicht vollstreckt werden könne, weil die Beschwerdegegnerin mangels erforderlicher Binnenbeziehung nicht der schweizerischen Gerichtsbarkeit untersteht. Angesichts dieses Ergebnisses vermag auch der Befund der Beschwerdeführerin, dass das Bundesgericht das Erfordernis einer genügenden Binnenbeziehung im Zusammenhang mit der Vollstreckung eines ausländischen Schiedsspruchs nach Massgabe des New Yorker Übereinkommens noch nie zur Anwendung gebracht habe, kaum zu überraschen. Wie die vorigen Erwägungen zeigen, gibt es durchaus rechtliche Gründe für die langjährige \"Koexistenz\" der Praxis zur Binnenbeziehung und des New Yorker Übereinkommens. Allein dass die Vorinstanz diese Gründe nicht im Einzelnen zur Sprache bringt, bedeutet entgegen der Ansicht der Beschwerdeführerin nicht, dass der angefochtene Entscheid dem Verbot staatlicher Willkür (Art. 9 BV) zuwiderläuft. Der angefochtene Entscheid fusst auf der rechtlichen Einschätzung, dass das Erfordernis einer genügenden Binnenbeziehung auch im Anwendungsbereich des New Yorker Übereinkommens gelte. Der Nachweis, dass sich das Kantonsgericht mit dieser Beurteilung der Rechtslage dem Vorwurf der Willkür aussetzt, gelingt der Beschwerdeführerin nicht. Zu welchen Erkenntnissen das Bundesgericht gelangen würde, wenn es eine Beschwerde gegen einen rechtskraftfähigen Entscheid über die Anerkennung und Vollstreckung eines gegen einen fremden Staat ergangenen ausländischen Schiedsspruches ohne Einschränkung der Prüfungsbefugnis (nicht publ. E. 2) zu beurteilen hätte, muss hier offenbleiben."}