{"annee": "135", "cour": "III", "page": "304", "date": "13/3/2009", "cite": ["75 I 74", "81 I 78", "104 IB 321", "108 II 122", "97 I 417", "78 I 63", "130 III 707", "110 IB 24"], "cite_par": [], "chapeau": "44. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen Departement Volkswirtschaft und Inneres des Kantons Aargau (Beschwerde in Zivilsachen)\n\n4A_584/2008 vom 13. März 2009", "regestes": ["Art. 934 CO, art. 53 let. C aORC resp. art. 36 ORC; obligation d'inscription au registre du commerce d'une entreprise de culture maraîchère. Application du droit dans le temps (consid. 3). Obligation d'inscrire les entreprises de production dépendante du sol, en particulier les entreprises agricoles et de cultures maraîchères (consid. 4 et 5)."], "faits": "BGE 135 III 304 S. 305\n\nA. Das Handelsregisteramt des Kantons Aargau forderte A. (Beschwerdeführer) am 28. August 2007 auf, seine Einzelfirma \"Gemüsebau A.\" bis am 16. September 2007 zur Eintragung im Handelsregister anzumelden. Der Beschwerdeführer machte Weigerungsgründe geltend.\n\nAm 26. September 2007 überwies der Handelsregisterführer die Angelegenheit an die Justizabteilung des Departements Volkswirtschaft und Inneres des Kantons Aargau (DVI) als kantonale Aufsichtsbehörde (Beschwerdegegner). Der Beschwerdeführer weigerte sich weiterhin, die verlangte Anmeldung vorzunehmen. In der Folge erliess das DVI am 7. April 2008 eine Verfügung, in der es feststellte, dass A., Gemüsebau, in B., eintragungspflichtig sei, und in der es den Handelsregisterführer beauftragte, die Eintragung ins Handelsregister zu veranlassen.\n\nDer Beschwerdeführer gelangte gegen diese Verfügung an das Verwaltungsgericht des Kantons Aargau, welches die Beschwerde mit Urteil vom 3. November 2008 abwies.\n\nB. Der Beschwerdeführer beantragt mit Beschwerde in Zivilsachen, dieses Urteil des Verwaltungsgerichts aufzuheben und festzustellen, dass keine Pflicht zum Eintrag ins Handelsregister bestehe.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3. Der angefochtene Entscheid stützt sich auf Art. 934 OR und auf die dazu erlassenen Ausführungsbestimmungen in der eidgenössischen Handelsregisterverordnung (HRegV; SR 221.411). Am 1. Januar 2008 ist eine revidierte Fassung von Art. 934 OR vom 16. Dezember 2005 und eine totalrevidierte Fassung der Handelsregisterverordnung vom 17. Oktober 2007 in Kraft getreten (AS 2007 4791 ff., 4833 und 4851 ff.).\n\nNach Art. 180 der HRegV vom 17. Oktober 2007 richten sich Verfahren betreffend Eintragungen von Amtes wegen, die vor dem Inkrafttreten dieser Verordnung eingeleitet wurden, nach den Vorschriften des alten Rechts. Die Vorinstanz erwog, die vorliegende Streitsache sei in Anwendung dieser Bestimmung nach der HRegV vom 7. Juni 1937 (im Folgenden: aHRegV) zu beurteilen, da das BGE 135 III 304 S. 306Handelsregisteramt des Kantons Aargau das Eintragungsverfahren am 28. August 2007 eröffnet habe. Dies ist zutreffend und blieb unbestritten. Ohnehin wäre der vorliegende Fall nicht anders zu beurteilen, wenn er aufgrund der Bestimmung über die Eintragungspflicht in Art. 36 der neuen HRegV beurteilt würde, wie sich aus den nachfolgenden Erwägungen ergibt (vgl. dazu auch MICHAEL GWELESSIANI, Praxiskommentar zur Handelsregisterverordnung, 2008, N. 139 ff. zu Art. 36 HRegV).\n\nZur Frage, ob die alte oder die neue Fassung von Art. 934 OR anwendbar sei, hat sich die Vorinstanz nicht geäussert. Die Frage kann auch vorliegend offenbleiben, da der Randtitel und der Text dieser Gesetzesbestimmung bei der Revision rein redaktionell umformuliert wurden und keine materielle Änderung erfolgte (Botschaft vom 19. Dezember 2001 zur Revision des Obligationenrechts [GmbH-Recht sowie Anpassungen im Aktien-, Genossenschafts-, Handelsregister- und Firmenrecht], BBl 2002 3148 ff., 3238).\n\n4. Zur Eintragung ins Handelsregister ist nach aArt. 934 Abs. 1 OR verpflichtet, wer ein Handels-, ein Fabrikations- oder ein anderes nach kaufmännischer Art geführtes Gewerbe betreibt (gleich lautend: Art. 52 Abs. 1 aHRegV). Als Gewerbe ist eine selbständige, auf dauernden Erwerb gerichtete wirtschaftliche Tätigkeit zu betrachten (Art. 52 Abs. 3 aHRegV). Nach Art. 53 lit. C aHRegV gehören zu den andern, nach kaufmännischer Art geführten Gewerben diejenigen, die nicht Handelsgewerbe (nach lit. A) oder Fabrikationsgewerbe (nach lit. B) sind, jedoch nach Art und Umfang des Unternehmens einen kaufmännischen Betrieb und eine geordnete Buchführung erfordern. Wenn ihre jährliche Roheinnahme die Summe von 100'000 Franken nicht erreicht, sind sie von der Eintragungspflicht befreit (Art. 54 aHRegV). Die erwähnten Merkmale (kaufmännische Betriebsführung, geordnete Buchführung, Minimalroheinnahmen) müssen kumulativ erfüllt sein, was nach den Umständen des Einzelfalles zu beurteilen ist (vgl. BGE 130 III 707 E. 4.3; Urteil 2A.210/1992 vom 26. November 1993 E. 3 mit Hinweisen, in: ASA 64 S. 144).\n\nEs ist unbestritten, dass der Beschwerdeführer mit seinem Gemüsebaubetrieb ein \"anderes\" Gewerbe im Sinne von Art. 52 Abs. 3 und Art. 53 lit. C aHRegV (d.h. ein anderes als ein Handels- oder Fabrikationsgewerbe) mit einem Fr. 100'000.- übersteigenden jährlichen Umsatz (Roheinnahme) führt, und die Voraussetzungen BGE 135 III 304 S. 307seiner Eintragungspflicht insoweit bestehen. Der Streit dreht sich einzig um die Frage, ob es sich dabei um ein nach kaufmännischer Art geführtes und damit auch unter diesem Gesichtspunkt eintragungspflichtiges Gewerbe im Sinne von Art. 934 OR und von Art. 53 lit. C aHRegV handelt.\n\nDie Vorinstanz erwog, die Eintragungspflicht in das Handelsregister hänge nicht an sich davon ab, ob ein Betrieb der Landwirtschaft (bzw. Urproduktion) zugeordnet werden könne. Entscheidend sei vielmehr, ob solche Betriebe die Kriterien von Art. 53 lit. C aHRegV erfüllten, d.h. nach Art und Umfang des Unternehmens einen kaufmännischen Betrieb und eine geordnete Buchführung erforderten. Ob dies der Fall sei, beurteilte die Vorinstanz aufgrund von verschiedenen Indizien, namentlich auch solcher, die bei Handwerksbetrieben oder bei freien Berufen auf eine kaufmännische Tätigkeit schliessen lassen.\n\nDer Beschwerdeführer rügt sinngemäss, die Vorinstanz sei damit zu Unrecht von der bundesgerichtlichen Praxis (BGE 97 I 417) abgewichen, indem sie entschieden habe, die Eintragungspflicht sei unabhängig davon zu beurteilen, ob ein Betrieb der Landwirtschaft zuzurechnen oder ob er ein Handelsbetrieb sei. Ein Hinweis dafür, dass sein Gemüsebaubetrieb der Urproduktion angehöre, sei die Unterstellung der Betriebe des produzierenden Gartenbaus per 1. Januar 1994 unter das Bundesgesetz vom 4. Oktober 1991 über das bäuerliche Bodenrecht (BGBB; SR 211.412.11). Mithin seien solche Betriebe gleich zu behandeln wie herkömmliche Landwirtschaftsbetriebe. Auf dem Betrieb finde kein Handel von Gemüse statt, sondern ausschliesslich ein Verkauf von selbstangebauten Produkten an Grossabnehmer und im Hoflädeli, wie auf vielen Landwirtschaftsbetrieben auch.\n\n5.\n\n5.1 Es ist richtig, dass Betriebe der bodenabhängig produzierenden Urproduktion nach einer älteren Rechtsprechung von der Pflicht zur Eintragung in das Handelsregister ausgenommen waren. Immerhin hat das Bundesgericht in BGE 97 I 417 E. 2 S. 418 f. ausgeführt, Betriebe der Urproduktion, insbesondere der Landwirtschaft, seien eintragungspflichtig, wenn sie mit einem Grosshandel der gewonnenen Erzeugnisse verbunden seien oder sonstwie nach kaufmännischer Art geführt würden und daher unter Art. 53 lit. C aHRegV fielen. Im gleichen Entscheid (E. 2 S. 419 f.) hielt es aber an seiner bisherigen Praxis fest (BGE 81 I 78 E. 2; 78 I 63 E. 3), nach der BGE 135 III 304 S. 308landwirtschaftliche Betriebe von der Eintragungspflicht ausgenommen seien, selbst wenn sie über eine \"vorwiegend auf Selbstversorgung gerichtete Bauernwirtschaft\" hinausgingen und von ihrer Grösse her nach kaufmännischen Grundsätzen geführt sowie buchhalterisch erfasst werden müssten und sie mit einem Grosshandel der gewonnenen Erzeugnisse verbunden seien, da die Anwendbarkeit des Handelsrechts für sie keinen Sinn habe (vgl. dazu auch JEAN-PIERRE LEU, Les conditions de l'obligation de tenir une comptabilité [Art. 957 CO], Der Schweizer Treuhänder 1974 S. 35 ff., 44; GOTTHARD STEINMANN, Zur Frage der Buchführungspflicht im Wehrsteuerrecht, insbesondere auch bei den sog. \"anderen\" kaufmännischen Gewerben, Steuer Revue 1979 S. 7 ff., 15).\n\nNach konstanter Rechtsprechung trifft es sodann auch zu, dass Gemüsebaubetriebe (Gemüsegärtnereien) als Gewerbe der Bodenkultur bzw. der landwirtschaftlichen Urproduktion der Landwirtschaft zugerechnet werden. Dies gilt selbst dann, wenn in einem solchen Betrieb besondere technische Einrichtungen wie Gewächshäuser oder ein Kühlhaus verwendet und in den Gewächshäusern teilweise nicht Freilandpflanzen kultiviert werden, die nicht Bestandteile des Bodens sind, soweit die Urproduktion vorherrschend bleibt (BGE 97 I 417 E. 3a; 78 I 63 E. 3 S. 68 f.; Urteil vom 12. September 1967 E. 3, in: ASA 37 S. 206 ff.). Nicht zur Landwirtschaft gerechnet werden hingegen Baumschulbetriebe und Handelsgärtnereien, mit denen eine markantere kaufmännische Tätigkeit verfolgt werde, indem ihre Erzeugnisse von Anfang an für einen Verkauf an eine breite Kundschaft bestimmt seien (BGE 97 I 417 E. 2 S. 419; BGE 81 I 78 E. 2 S. 80; vgl. dazu auch LEU, a.a.O., S. 44 f.). Die Frage der Gleichstellung von Gemüsebaubetrieben mit der Landwirtschaft wurde in nach BGE 97 I 417 ergangenen Urteilen des Bundesgerichts nicht mehr besprochen.\n\nHingegen hat das Bundesgericht in einem späteren Entscheid die Voraussetzungen einer Eintragungspflicht von Landwirtschaftsbetrieben in das Handelsregister in Anlehnung an verschiedene Lehrmeinungen teilweise neu umschrieben, ohne sich auf die bisherige Rechtsprechung zu beziehen (BGE 110 Ib 24 E. 2b S. 26). Danach bleiben Landwirtschaftsbetriebe (wie nach herkömmlicher Ansicht) im Allgemeinen ausserhalb des Handelsrechts und unterliegen daher der Buchführungspflicht nicht. Dieser Grundsatz gilt, wie im Entscheid weiter ausgeführt wird, allerdings nicht unbegrenzt. Ein Landwirtschaftsbetrieb (Urproduktion) stellt ein eintragungs- und BGE 135 III 304 S. 309damit buchführungspflichtiges Handelsgewerbe dar, wenn mit ihm ein Grosshandel der gewonnenen Produkte bzw. wenn er mit einer zusätzlichen Handelstätigkeit verbunden wird. Eine Eintragungspflicht besteht ausserdem, wenn der Landwirtschaftsbetrieb nur ein Nebengewerbe eines dem gleichen Inhaber gehörenden und seiner Natur nach eintragungspflichtigen (Haupt-)Gewerbes darstellt (vgl. Art. 56 aHRegV). Im konkreten Fall qualifizierte das Bundesgericht einen landwirtschaftlichen Betrieb, in dem Heu produziert wurde, als blossen Nebenbetrieb einer - unbestrittenermassen eintragungspflichtigen - Schweine-Grossmästerei und eines Heuhandels (BGE 110 Ib 24 E. 3c/d S. 27 f.). Damit wurde am Grundsatz, dass Landwirtschafts- und Gemüsebaubetriebe von der Eintragungspflicht befreit sind, festgehalten. Dagegen wurde damit die Rechtsprechung aufgegeben, wonach Landwirtschaftsbetriebe und die diesen gleichgestellten Gemüsebaubetriebe generell von der Eintragungspflicht ausgenommen seien, weil die Anwendbarkeit des Handelsrechts für diese - unabhängig von weiteren Umständen - keinen Sinn ergäbe.\n\nDiese Rechtsprechung wurde in mehreren späteren Entscheiden bestätigt.\n\nIn einem Urteil aus dem Jahre 1998 hat das Bundesgericht einen Weinbaubetrieb als eintragungspflichtig erklärt, in dem der Verkauf an Private direkt aus dem Weinkeller eine untergeordnete Rolle spielte und ein eigentlicher Weingrosshandel betrieben wurde (nicht veröffentlichtes Urteil 2P.128/1997 vom 3. Dezember 1998 E. 4d und 5).\n\nIn einem Urteil aus dem Jahre 1991 (Urteil 2A.71/1991 vom 15. November 1991 E. 5a, in: ASA 61 S. 525) wurde zur grundsätzlichen Nichtunterstellung von Landwirtschaftsbetrieben unter die Eintragungspflicht bzw. die Buchführungspflicht (Art. 957 OR) erläutert, dass bei solchen wie bei den handwerklichen Betrieben kein allgemeines Interesse an deren Bekanntmachung und \"Geschäftsführung\" bestehe. Entscheidend seien vor allem die persönlichen Fähigkeiten des Betriebsinhabers. Zwar sei der Kapitaleinsatz zwecks Anschaffung lohnsparender Maschinen in der Landwirtschaft in neuerer Zeit immer erheblicher geworden. Demgegenüber seien die Lohnkosten in der Regel bescheiden. Der Landwirt vermöge daher den Überblick über seine finanziellen Verhältnisse zumeist auch ohne eigentliche Buchhaltung zu behalten, weshalb die sich mit der Eintragung im Handelsregister ergebende Pflicht zur Buchführung BGE 135 III 304 S. 310ebenfalls aus dieser Sicht keiner zwingenden Notwendigkeit entspreche. In diesem, wie auch in einem weiteren Urteil aus dem Jahre 1996, war für die schliesslich bejahte Eintragungspflicht bzw. Buchführungspflicht der zu beurteilenden Betriebe nicht in erster Linie der Umstand entscheidend, dass ein Grosshandel mit den gewonnenen Erzeugnissen getätigt wurde. Ausschlaggebend war eher, dass es sich dabei gar nicht um Gewerbe der Bodenkultur bzw. der landwirtschaftlichen Urproduktion und damit nicht um Landwirtschaftsbetriebe im herkömmlichen Sinn handelte, sondern um nach kaufmännischer Art geführte Grossbetriebe der Aufzucht und Mast von Tieren bzw. der Legehennenhaltung, bei denen die für die Urproduktion typische Tätigkeit der Gewinnung organischer Stoffe aus der Bodenbearbeitung weitgehend fehlte oder zumindest unbeachtlich war (Urteil 2A.71/1991, a.a.O., E. 5 und 6; Urteil 2A.262/1994 vom 8. Oktober 1996 E. 3 und 4).\n\n5.2 Es ist demnach zunächst zu prüfen, ob der Betrieb des Beschwerdeführers einen Betrieb der bodenabhängig produzierenden Urproduktion darstellt. Wenn nicht, kommt die Regel der grundsätzlichen Befreiung von der Eintragungspflicht von vornherein nicht zum Tragen.\n\nDie Vorinstanz hat festgehalten, die Produktion erfolge ausschliesslich in Gewächshäusern und seit 2001 werde ganz auf den Freilandanbau verzichtet. Sie hat indes keine Feststellungen darüber getroffen, ob im streitbetroffenen Betrieb vorwiegend bodenabhängig produziert wird, wie der Beschwerdeführer behauptet, und damit ein Betrieb der Urproduktion vorliegt. Nach der Rechtsprechung des Bundesgerichts (Erwägung 5.1 vorne, 2. Absatz) kann allerdings bei einer Gemüsegärtnerei grundsätzlich davon ausgegangen werden, dass eine schwergewichtig bodenabhängige Produktion erfolgt.\n\n5.3 Der streitbetroffene Betrieb fällt demnach unter die Regel der grundsätzlichen Befreiung von der Eintragungspflicht. Als Nächstes ist zu prüfen, ob er nach den Kriterien der dargestellten bundesgerichtlichen Rechtsprechung (vgl. E. 5.1 vorne, namentlich BGE 110 Ib 24 E. 2b) dennoch im Handelsregister eingetragen werden muss.\n\nEs liegen keine Anhaltspunkte dafür vor, dass der Gemüsebaubetrieb des Beschwerdeführers im Sinne der bundesgerichtlichen Rechtsprechung ein eintragungspflichtiges Gewerbe wäre, weil er bloss ein Nebengewerbe eines eintragungspflichtigen BGE 135 III 304 S. 311(Haupt-)Gewerbes darstellte oder weil er ein Betrieb der Urproduktion ist, der mit einer zusätzlichen Handelstätigkeit verbunden wäre.\n\nEs stellt sich hingegen die Frage, ob eine Eintragungspflicht bejaht werden kann, weil mit den im Betrieb gewonnenen Erzeugnissen ein Grosshandel betrieben wird. Der Beschwerdeführer bestreitet dies, indem er geltend macht, es finde auf seinem Betrieb kein Handel von Gemüse statt. Er verkaufe ausschliesslich die selbstangebauten Produkte an Grossabnehmer und im Hoflädeli. Er mache damit das, was Dutzende von anderen Landwirten ebenfalls ausübten, indem sie neben der Belieferung von Grossabnehmern (Molkereien, Mühlen, Schlachthöfe etc.) auch noch einen Hofverkauf betrieben.\n\n5.3.1 Das Bundesgericht hat in verschiedenen Entscheiden das Vorliegen eines Grosshandels in diesem Sinne bejaht, wobei es allerdings nie abstrakt festlegte, welches die massgeblichen Kriterien für die Annahme eines solchen seien. Im unveröffentlichten Urteil 2P.128/1997 vom 3. Dezember 1998 E. 5b hat es die Führung eines Grosshandels bei einem Weinbaubetrieb bejaht, der durch Verkäufe an verschiedene Wiederverkäufer und nur zu einem kleinen Anteil durch Verkäufe an Endverbraucher einen jährlichen Umsatz zwischen rund Fr. 328'000.- und Fr. 682'000.- erzielte (vgl. dazu auch KÄFER, Berner Kommentar, 2. Aufl. 1981, N. 70 zu Art. 957 OR). Im Urteil 2A.262/1994 vom 8. Oktober 1996 E. 4c schloss das Bundesgericht bei einem Betrieb, der Viehhandel sowie Mast und Aufzucht von Tieren mit Jahresumsätzen von rund Fr. 2 Mio. betrieb, auf einen Grosshandel, wobei dies allerdings insoweit nicht entscheidwesentlich war, als die Fläche des Landwirtschaftsbetriebs keine ausreichende Futtergrundlage für die vielen Tiere gewährleistete und damit gar keine bodenabhängig produzierende Urproduktion vorlag; zu entscheiden war damit letztlich nur, ob das Unternehmen gemäss allgemeinen Kriterien nach Art und Umfang einen kaufmännischen Betrieb und eine geordnete Buchhaltung im Sinne von Art. 53 lit. C aHRegV erforderte. Desgleichen qualifizierte das Bundesgericht im Urteil 2A.71/1991 vom 15. November 1991 E. 5b und 6 (in: ASA 61 S. 525) einen mit einer grossen Geflügelfarm und einer Schweinemästerei mit rund 100 Plätzen verbundenen Landwirtschaftsbetrieb zwar sinngemäss als Grosshandelsbetrieb. Für die Eintragungspflicht entscheidend war aber auch hier, dass die für das Vorliegen eines landwirtschaftlichen Betriebs massgebende Tätigkeit der Gewinnung organischer Stoffe durch BGE 135 III 304 S. 312Bodenbearbeitung weitgehend fehlte oder zumindest unbeachtlich war (E. 5a in fine und E. 6; vgl. dazu auch KÄFER, a.a.O., N. 67 zu Art. 957 OR).\n\n5.3.2 Die Vorinstanz hat in tatsächlicher Hinsicht festgehalten, der Gemüsebaubetrieb des Beschwerdeführers beschäftige rund 15 Arbeitnehmende und es werde ein stellvertretender Betriebsleiter gesucht. Gestützt darauf und aufgrund der Betriebsgrösse sei davon auszugehen, dass der Jahresumsatz über Fr. 100'000.- liege. Weiter stehe fest, dass im Betrieb vorwiegend Tomaten, Gurken und Salate in sehr grossen Mengen produziert und in den Handel gebracht würden. Der Beschwerdeführer betreibe einen spezialisierten Gewächshausbau bzw. eine industrielle Grossproduktion von Gemüse und es sei nach dem Bau der neuen Produktionsanlage im Jahr 2005 auf eine kapitalintensive Unternehmung zu schliessen, weshalb der Betrieb auf eine stabile Produktion angewiesen sei und mit festen Abnehmern zusammenarbeite. Ständige Hauptabnehmerin sei die X. und neben dem Gemüsebau existiere ein betriebseigener Verkaufsladen. Die Grösse des Betriebs und die intensive Nutzung der Produktionsfläche erforderten zweifellos eine straffe Betriebsorganisation. Der Beschwerdeführer räume denn auch selber ein, dass sein Betrieb eine geordnete Buchhaltung erfordere.\n\nDie Vorinstanz hat damit zwar keine präzisen Feststellungen über den Jahresumsatz des streitbetroffenen Betriebes getroffen. Angesichts der Tatsache, dass der Betrieb 15 Arbeitnehmende beschäftigt und ein stellvertretender Betriebsleiter gesucht wird, kann aber ohne weiteres davon ausgegangen werden, dass der Jahresumsatz mehrere hunderttausend Franken beträgt.\n\nEine Besonderheit des vorliegenden Betriebes gegenüber den von der dargestellten Rechtsprechung als Betreiber eines Grosshandels eingestuften Unternehmen liegt allerdings nach den vorinstanzlichen Feststellungen darin, dass die Produktion - abgesehen vom Verkauf an Private im eigenen Gemüseladen - an eine einzige wiederverkaufende Hauptabnehmerin, die X., abgeliefert wird. Ob darin ein Grosshandel mit den im Betrieb gewonnenen Erzeugnissen im Sinne der Rechtsprechung gesehen werden kann, ist fraglich, kann indessen offenbleiben, da die Eintragungspflicht unabhängig davon zu bejahen ist.\n\n5.4 Die Rechtsprechung, nach der Landwirtschaftsbetriebe und die diesen gleichgestellten Gemüsebaubetriebe von der Pflicht zur BGE 135 III 304 S. 313Eintragung in das Handelsregister, von den vorstehend dargestellten Ausnahmen abgesehen, befreit sind (vgl. E. 5.1), ist historisch zu verstehen und gründet auf einem überholten Bild der Landwirtschaft als einer \"eigentlichen (...) Bauernwirtschaft\", die vorwiegend auf Selbstversorgung ausgerichtet ist (vgl. BGE 78 I 63 E. 3 S. 68), wenn sie auch auf Betriebe ausgedehnt wurde, bei denen die Selbstversorgung neben dem Verkauf der Erzeugnisse an Dritte nur noch eine untergeordnete Rolle spielte (KÜNG, Berner Kommentar, 2. Aufl. 2001, N. 54 zu Art. 934 OR; PATRY, Grundlagen des Handelsrechts, in: Schweizerisches Privatrecht Bd. VIII/1, 1976, S. 80). Überdies ist sie auf Familienbetriebe ausgerichtet, die ohne oder mit wenigen fremden Arbeitskräften auskommen. Dieses Bild stimmt heute in vielen Fällen nicht mehr mit der Realität überein, in der die Landwirte oftmals als eigentliche Unternehmer agieren, deren Handeln sich nicht grundsätzlich von dem von anderen zur Eintragung verpflichteten Gewerbetreibenden unterscheidet, indem sie ihre Betriebe nach kaufmännischen Methoden führen, zunehmend über bedeutende und kostspielige technische Hilfsmittel verfügen und nicht nur einige Hilfskräfte, sondern eine grössere Zahl von Arbeitnehmern beschäftigen (vgl. dazu schon PATRY, a.a.O., S. 81 f.). Es rechtfertigt sich daher nicht mehr, Landwirtschafts- und Gemüsebaubetriebe nur nach einigen speziellen Kriterien (namentlich bei Vorliegen eines Grosshandels mit den Erzeugnissen) der Eintragungspflicht zu unterstellen, sondern die Eintragungspflicht wie bei anderen Betrieben, namentlichen solchen des Handwerks sowie Baumschulen oder Handelsgärtnereien, danach zu beurteilen, ob nach den gesamten Umständen des Einzelfalls ein bedeutendes Gewerbe vorliegt, das im Sinne von Art. 53 lit. C aHRegV nach Art und Umfang des Unternehmens einen kaufmännischen Betrieb und eine geordnete Buchführung erfordert (so auch BOSSARD, Zürcher Kommentar, 1984, N. 26 zu Art. 957 OR). Eine entsprechende Wendung hat die Rechtsprechung auch im Zusammenhang mit der Frage der Eintragungspflicht der Angehörigen von freien Berufen vollzogen (vgl. dazu BGE 130 III 707 E. 4.2/4.3 S. 711 f. mit zahlreichen Hinweisen; KÜNG, a.a.O., N. 53 zu Art. 934 OR). Im Auge zu behalten ist dabei der Zweck des Handelsregisters, im Interesse der Geschäftstreibenden und des Publikums im Allgemeinen die kaufmännischen Betriebe und die sie berührenden, rechtserheblichen Tatsachen allgemein bekannt zu machen, sowie die Wirkungen des Eintrags, die, abgesehen von den an den Eintrag anknüpfenden BGE 135 III 304 S. 314Publizitätswirkungen, hauptsächlich in der Verschaffung des Firmenrechtes und Firmenschutzes bestehen sowie in der Konkurs- und Wechselbetreibungsfähigkeit und der Unterwerfung unter die Buchführungspflicht (BGE 75 I 74 E. 1 S. 78; ferner: BGE 108 II 122 E. 5 S. 129; BGE 104 Ib 321 E. 2a S. 322; vgl. auch die Umschreibung in Art. 1 der neuen HRegV).\n\nDie wichtigsten Indizien dafür, dass ein \"anderes Gewerbe\" im Sinne von Art. 53 lit. C aHRegV nach Art und Umfang des Unternehmens einen kaufmännischen Betrieb und eine geordnete Buchführung erfordert, sind nach der bundesgerichtlichen Rechtsprechung unter Berücksichtigung des Zwecks des Handelsregisters die Unterhaltung von Geschäftsbeziehungen zu einem grösseren Kreis von Lieferanten und Kunden, die Beanspruchung und Gewährung von Kredit in erheblichem Ausmass sowie die Beschäftigung von Personal, insbesondere wenn dies in einem Ausmass erfolgt, dass der Betriebsinhaber die fachliche Arbeit nicht selbst besorgt und sich auf die kaufmännische und technische Oberleitung beschränkt (BGE 81 I 78 E. 2 S. 80; 75 I 74 E. 2 S. 80; Urteil 2A.61/1988 vom 17. Februar 1989 E. 2, in: ASA 60 S. 197; Urteil vom 12. September 1967 E. 3, in: ASA 37 S. 206 ff., 209; KÄFER, a.a.O., N. 64 ff. zu Art. 957 OR; BOSSARD, a.a.O., N. 20 zu Art. 957 OR; LEU, a.a.O., S. 45 f.; STEINMANN, a.a.O., S. 13; PATRY, a.a.O., S. 80; vgl. auch die Mitteilung des Eidgenössischen Amts für das Handelsregister vom 29. November 2001 an die kantonalen Handelsregisterbehörden, REPRAX 2/2002 S. 40 f., nach der bei der Beschäftigung von Personal die Voraussetzungen von Art. 53 lit. C aHRegV regelmässig erfüllt seien).\n\nUnter diesen Gesichtspunkten besteht kein Zweifel, dass der Gemüsebaubetrieb des Beschwerdeführers zum Eintrag in das Handelsregister verpflichtet ist. Es handelt sich dabei um einen Grossproduktionsbetrieb mit erheblichem Kapitalbedarf, der nicht nur rund 15 Angestellte beschäftigt, sondern darüber hinaus einen stellvertretenden Betriebsleiter sucht, und wegen seiner Grösse und Bedeutung klarerweise nach kaufmännischen Grundsätzen und mit einer straffen Organisation geführt werden muss. Der Beschwerdeführer behauptet nicht und es kann nicht davon ausgegangen werden, dass die Verkäufe an die X. gegen Barzahlung erfolgen. Bei Verkauf auf Kredit ist indessen eine ordentliche Abrechnung nur mit einer auf Grund von Lieferscheinen geführten Buchhaltung möglich. Schon aus diesem Grund und für die Lohnabrechnung der BGE 135 III 304 S. 315Angestellten ist offensichtlich eine ordentliche Buchführung unerlässlich, was vom Beschwerdeführer denn auch eingeräumt wird. Die Vorinstanz hat somit kein Bundesrecht verletzt, indem sie die Eintragungspflicht dieses Betriebes bejahte."}