{"annee": "135", "cour": "V", "page": "254", "date": "6/7/2009", "cite": ["125 V 401", "132 V 376", "122 V 157", "132 II 257", "123 V 331", "131 II 710"], "cite_par": ["135 V 465", "137 V 210", "136 V 117"], "chapeau": "31. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. L. gegen IV-Stelle des Kantons Aargau (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_204/2009 vom 6. Juli 2009", "regestes": ["Art. 44 LPGA; art. 59 et 64a LAI; art. 49 RAI; art. 57a LAI; art. 12 let. e PA; droits de participation des assurés lors des examens médicaux réalisés par les services médicaux régionaux des offices AI. L'art. 44 LPGA est applicable à la procédure d'instruction en matière d'assurance-invalidité (consid. 3.2). L'art. 44 LPGA ne s'applique pas aux examens médicaux réalisés par les services médicaux régionaux (consid. 3.4)."], "faits": "BGE 135 V 254 S. 255\n\nA. Mit Verfügungen vom 10. Dezember 1999 sprach die IV-Stelle des Kantons Aargau dem 1975 geborenen L. für die Zeit vom 1. Januar bis 30. April 1998 eine ganze Rente und ab 1. Mai 1998 eine halbe Rente samt Zusatzrente für die Ehefrau und zwei Kinderrenten zu. Mit Verfügung vom 25. Februar 2002 setzte sie gestützt auf die Schreiben des behandelnden Psychiaters und Psychotherapeuten Dr. med. S. vom 30. August und 8. Dezember 2001 die halbe Rente zum 1. Oktober 2001 auf eine ganze Rente herauf. In der Folge bestätigte die IV-Stelle zweimal die Rente (Mitteilungen vom 28. Januar 2003 und 24. Juni 2005), das zweite Mal gestützt auf den Bericht des Dr. med. S. vom 17. Juni 2005.\n\nIm August 2007 leitete die IV-Stelle ein weiteres Revisionsverfahren ein. Unter anderem holte sie beim behandelnden Psychiater einen Verlaufsbericht ein und liess den Versicherten durch Dr. med. H., Facharzt FMH für Psychiatrie und Psychotherapie, vom regionalen Ärztlichen Dienst (RAD) untersuchen. Nach Durchführung des Vorbescheidverfahrens setzte die IV-Stelle mit Verfügung vom 21. April 2008 die ganze Rente auf Ende Mai 2008 auf eine halbe Rente herab.\n\nB. Die Beschwerde des L. wies das Versicherungsgericht des Kantons Aargau mit Entscheid vom 14. Januar 2009 ab.\n\nC. L. lässt Beschwerde in öffentlich-rechtlichen Angelegenheiten führen mit den Rechtsbegehren, es sei der Entscheid vom 14. Januar 2009 aufzuheben und ihm ab 1. Juni 2008 weiterhin eine ganze Rente zuzusprechen, eventualiter die Sache zur Ergänzung des Beweisverfahrens, Anordnung eines psychiatrischen Gutachtens, und zur Neubeurteilung an die Vorinstanz zurückzuweisen. BGE 135 V 254 S. 256\n\nDie IV-Stelle beantragt die Abweisung der Beschwerde. Kantonales Gericht und Bundesamt für Sozialversicherungen verzichten auf eine Vernehmlassung.\n\nDie Beschwerde wird abgewiesen.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Muss der Versicherungsträger zur Abklärung des Sachverhalts ein Gutachten einer oder eines unabhängigen Sachverständigen einholen, so gibt er der Partei deren oder dessen Namen bekannt. Diese kann den Gutachter aus triftigen Gründen ablehnen und Gegenvorschläge machen (Art. 44 ATSG; SR 830.1).\n\n3.2 Es stellt sich zunächst die Frage der Anwendbarkeit von Art. 44 ATSG im Bereich der Invalidenversicherung. Vor Inkrafttreten des Allgemeinen Teils des Sozialversicherungsrechts richtete sich das Verfahren vor den IV-Stellen nach Art. 69-77 IVV (SR 831.201) und den kantonalen Vorschriften (BGE 125 V 401). Insbesondere gab es kein Einspracheverfahren. Die versicherte Person konnte ihre Mitwirkungsrechte grundsätzlich erst nach Abschluss der Abklärungen im Rahmen des Vorbescheidverfahrens ausüben (BGE 125 V 401 E. 3b S. 404). Auf den 1. Juli 2006 wurde das seit 1. Januar 2003 bestehende Einspracheverfahren wieder durch das Vorbescheidverfahren ersetzt, nunmehr kodifiziert in Art. 57a IVG. Satz 2 dieser Bestimmung hält zudem fest, dass die versicherte Person Anspruch auf rechtliches Gehör im Sinne von Artikel 42 ATSG hat. Dies bedeutet indessen nicht, dass im Sinne der früheren Regelung die Versicherten erst nach Abschluss der Abklärungen ihre Mitwirkungsrechte ausüben können. Vielmehr sollte nach dem Willen des Gesetzgebers für Zwischenentscheide im Zusammenhang mit der Abklärung des rechtserheblichen Sachverhalts, insbesondere bei Anordnung eines Gutachtens, die Ordnung gemäss ATSG weiterhin gelten (Botschaft vom 4. Mai 2005 betreffend die Änderung des Bundesgesetzes über die Invalidenversicherung [Massnahmen zur Verfahrensstraffung], BBl 2005 3088 Ziff. 2.1 zu Art. 57a Abs. 1 ATSG). Art. 44 ATSG ist somit im Verfahren vor den IV-Stellen anwendbar, was auch Sinn und Zweck dieser Vorschrift, die Mitwirkungsrechte der Versicherten einheitlich auszugestalten, entspricht (BGE 132 V 376 E. 7.2.3 S. 383; UELI KIESER, ATSG-Kommentar, 2. Aufl. 2008, N. 2 zu Art. 44 ATSG). BGE 135 V 254 S. 257\n\n3.3\n\n3.3.1 Nach der kraft Art. 55 ATSG sinngemäss anwendbaren Rechtsprechung zu Art. 12 lit. e VwVG (SR 172.021) wird mit Gutachten von Sachverständigen gestützt auf besondere Sachkenntnis Bericht über die Sachverhaltsprüfung und -würdigung erstattet (BGE 132 II 257 E. 4.4.1 S. 269). Ob eine solche medizinische Expertise vorliegt, beurteilt sich im Einzelfall aufgrund der verfahrensmässigen Bedeutung und des Inhalts der ärztlichen Meinungsäusserung. Eine generelle, schematische, formalen Gesichtspunkten folgende Abgrenzung ist nicht möglich (BGE 122 V 157 E. 1b S. 160). Immerhin handelt es sich in der Regel da um ein Sachverständigengutachten, wo ein Arzt im Hinblick auf den Abschluss eines Versicherungsfalles beauftragt wird, einen auf den gesamten medizinischen Akten und allenfalls eigenen Untersuchungen beruhenden zusammenfassenden Bericht zu erstatten (Urteil U 65/06 vom 14. Februar 2007 E. 2.2 mit Hinweisen; Urteil des Eidg. Versicherungsgerichts U 91/95 vom 9. März 1998 E. 3c).\n\n3.3.2 Gemäss dem intertemporalrechtlich hier anwendbaren Art. 59 Abs. 2bis IVG (in Kraft seit 1. Januar 2008) setzen die regionalen ärztlichen Dienste die für die Invalidenversicherung nach Artikel 6 ATSG massgebende funktionelle Leistungsfähigkeit der Versicherten fest, eine zumutbare Erwerbstätigkeit oder Tätigkeit im Aufgabenbereich auszuüben. Nach Art. 49 IVV (in der seit 1. Januar 2008 in Kraft stehenden Fassung) beurteilen sie die medizinischen Voraussetzungen des Leistungsanspruchs. Die geeigneten Prüfmethoden können sie im Rahmen ihrer medizinischen Fachkompetenz und der allgemeinen fachlichen Weisungen des Bundesamtes frei wählen (Abs. 1). Die regionalen ärztlichen Dienste können bei Bedarf selber ärztliche Untersuchungen von Versicherten durchführen. Sie halten die Untersuchungsergebnisse schriftlich fest (Abs. 2). (...) Der RAD-Bericht vom 10. Januar 2008 stellt einen Bericht nach Art. 49 Abs. 2 IVV dar. Er wurde von einem Facharzt erstellt, welcher Kenntnis aller relevanten medizinischen Akten hatte und eine eigene Untersuchung durchführte. Unabhängig von der Frage, ob der Bericht als Gutachten im Sinne von Art. 44 ATSG zu qualifizieren ist, hat die Vorinstanz kein Bundesrecht verletzt, wenn sie ihm Beweiswert zuerkannte und in dem von der Beurteilung des RAD-Psychiaters abweichenden Verlaufsbericht des behandelnden Psychiaters Dr. med. S. vom 16. November 2007 keinen Anlass für weitere Abklärungen erblickte (vgl. nicht publ. E. 4.3). BGE 135 V 254 S. 258\n\n3.4\n\n3.4.1 Nach dem Wortlaut des Gesetzes gilt Art. 44 ATSG, wenn der Versicherungsträger ein Gutachten einer oder eines \"unabhängigen Sachverständigen\" einholen muss. Unklar ist, ob \"unabhängig\" meint versicherungsextern oder unabhängig im medizinischen Sachentscheid im Einzelfall, wie in Art. 59 Abs. 2bis IVG in Bezug auf die regionalen ärztlichen Dienste festgehalten (vgl. auch BGE 132 V 376 E. 6.2 S. 381). Gemäss dem vor Inkrafttreten des Allgemeinen Teils des Sozialversicherungsrechts u.a. im Verfahren der Unfallversicherung (sinngemäss) anwendbaren Art. 57 Abs. 1 BZP (SR 273) gelten als Sachverständige Drittpersonen, die - von einer Verwaltungs- oder Gerichtsbehörde - aufgrund ihrer besonderen Fachkenntnisse zur Aufklärung des Sachverhaltes beigezogen werden. Dazu zählen ungeachtet ihrer fachlichen Qualifikation nicht Personen, die eine Verfügung zu treffen oder vorzubereiten haben (vgl. Art. 10 Abs. 1 VwVG und Art. 36 Abs. 1 ATSG). Auf die Stellungnahmen von Verwaltungsärzten sind deshalb die nach Art. 19 VwVG i.V.m. Art. 57 ff. BZP geltenden Verfahrensvorschriften nicht anwendbar, auch wenn sie materiell Gutachtenscharakter aufweisen (BGE 123 V 331 E. 1b S. 332). Die Entstehungsgeschichte von Art. 44 ATSG, soweit vorliegend von Bedeutung, zeigt Folgendes: An der Sitzung der Subkommission ATSG der Kommission für soziale Sicherheit und Gesundheit des Nationalrates vom 8. Mai 1995 wurde bei der Diskussion der bei der Bestellung der Gutachter zu wahrenden Garantien die Frage aufgeworfen, ob der ärztliche Dienst der Schweizerischen Unfallversicherungsanstalt (SUVA) abgelehnt werden könnte. Die Frage wurde verneint u.a. mit dem Hinweis darauf, dass es hier um die Begutachtung durch den Experten gehe, der von der Versicherung unabhängig sei. In der parlamentarischen Debatte vom 17. Juni 1999 führte der Berichterstatter der Kommission aus, dass das Recht, einen ernannten Gutachter aus triftigen Gründen abzulehnen, für die verwaltungsinternen Gutachter - beispielsweise für diejenigen der SUVA - nicht gelte (AB 1999 N 1244 [Rechsteiner]). Die Kommission für soziale Sicherheit und Gesundheit des Ständerates stimmte an ihrer Sitzung vom 6. September 1999 dem Beschluss des Nationalrates diskussionslos zu. Im Plenum führte der Kommissionssprecher aus, es sei klar festzuhalten, dass die aus der Militärversicherung übernommene Regelung, wonach ein ernannter Gutachter aus triftigen Gründen abgelehnt werden könne, für die verwaltungsinternen Gutachter, BGE 135 V 254 S. 259beispielsweise für diejenigen im Bereich der Träger der obligatorischen Unfallversicherung, nicht gelte. Daran habe die Kommission nichts ändern wollen (AB 2000 S 182 [Schiesser]). Der Gesetzgeber wollte somit klar Art. 44 ATSG (Art. 52 des Entwurfs) nicht auf versicherungsinterne Ärzte angewendet haben. Dies hat als Auslegungsergebnis zu gelten (vgl. zur Bedeutung der Gesetzesmaterialien bei der Interpretation neuerer Texte BGE 131 II 710 E. 4.1 S. 716; in diesem Sinne auch ANDREAS FREIVOGEL, Zu den Verfahrensbestimmungen des ATSG, in: Bundesgesetz über den Allgemeinen Teil des Sozialversicherungsrechts [ATSG], 2003, S. 100 ff.; a.M. KIESER, ebd., N. 9 zu Art. 44 ATSG und dort erwähnte Lehre). Es entspricht auch der Regelung im allgemeinen Verwaltungsrecht: Wo die Verwaltung mit eigenem Sachverstand Untersuchungen durchführt, gelten diese nicht als Gutachten im Sinne von Art. 12 lit. e VwVG, so dass nicht die Verfahrensvorschriften von Art. 57 ff. BZP (i.V.m. Art. 19 VwVG) anwendbar sind (KRAUSKOPF/EMMENEGGER, in: VwVG: Praxiskommentar Bundesgesetz über das Verwaltungsverfahren, 2009, N. 147 zu Art. 12 VwVG; CHRISTOPH AUER UND ANDERE, Kommentar zum Bundesgesetz über das Verwaltungsverfahren [VwVG], 2008, N. 55 zu Art. 12 VwVG). In Bezug auf gesetzliche Ausstands- und Ablehnungsgründe gemäss Art. 36 Abs. 1 ATSG resp. Art. 10 Abs. 1 VwVG, welche auch bei versicherungsinternen Gutachtern gelten, werden in der Beschwerde mit Bezug auf den RAD-Bericht vom 10. Januar 2008 keine substantiierten Einwendungen gemacht.\n\n3.4.2 Nach Art. 59 IVG haben sich die IV-Stellen so zu organisieren, dass sie ihre Aufgaben nach Artikel 57 unter Einhaltung der gesetzlichen Vorschriften und der Weisungen des Bundes fachgerecht und effizient durchführen können (Abs. 1). Sie richten interdisziplinär zusammengesetzte regionale ärztliche Dienste ein (Abs. 2 Satz 1). Die regionalen ärztlichen Dienste stehen den IV-Stellen zur Beurteilung der medizinischen Voraussetzungen des Leistungsanspruchs zur Verfügung (Abs. 2bis Satz 1). Die IV-Stellen können Spezialisten der Invalidenhilfe, Experten, medizinische und berufliche Abklärungsstellen sowie Dienste anderer Sozialversicherungsträger beiziehen (Abs. 3). Das Bundesamt übt die fachliche und administrative Aufsicht über die IV-Stellen und über die regionalen ärztlichen Dienste aus. Insbesondere erteilt es den regionalen ärztlichen Diensten im medizinischen Fachbereich allgemeine Weisungen (Art. 64a Abs. 1 Ingress und lit. c und Abs. 2 IVG). Das Gesetz BGE 135 V 254 S. 260unterscheidet somit klar zwischen regionalen ärztlichen Diensten, welche unter fachlicher (und administrativer) Aufsicht der zuständigen Bundesbehörde stehen, einerseits, und (externen) medizinischen Experten, welche im Einzelfall beigezogen werden können, anderseits. Nach dem Willen des Gesetzgebers sollten die regionalen ärztlichen Dienste nach dem Vorbild der im Bereich der Unfallversicherung geltenden Regelung die Kompetenz haben, selber medizinische Untersuchungen durchzuführen, um sich bei unklaren und komplexen Situationen ein Bild im Hinblick auf Zusatzabklärungen machen zu können (vgl. die Voten in der parlamentarischen Debatte zur 4. IV-Revision gemäss Bundesgesetz vom 21. März 2003 [AS 2003 3837], AB 2001 N 1965 ff., AB 2002 S 771 ff. und N 1903 sowie 2003 S 102 f.; vgl. auch Botschaft vom 22. Juni 2005 zur 5. IV-Revision, BBl 2005 4572 Ziff. 2.1 zu Art. 59 IVG, wo die Ärzte und Ärztinnen der RAD als Versicherungsärzte und -ärztinnen bezeichnet werden). Die regionalen ärztlichen Dienste gehören somit zur Verwaltung und deren Berichte und Gutachten stellen versicherungsinterne Dokumente dar, welche von Art. 44 ATSG nicht erfasst werden.\n\n3.5 Es stellt somit keine Verletzung von Art. 44 ATSG dar, dass dem Beschwerdeführer im Hinblick auf die psychiatrische Untersuchung vom 10. Januar 2008 durch den regionalen ärztlichen Dienst weder vorgängig der Name des untersuchenden Arztes bekannt gegeben noch erwähnt wurde, es handle sich um eine Begutachtung. Die erstmals vor Bundesgericht erhobene Rüge, er habe vor Erlass der rentenherabsetzenden Verfügung vom 21. April 2008 keine Gelegenheit erhalten, zum RAD-Bericht vom 10. Januar 2008 Stellung zu nehmen, ist unbegründet, wurden ihm doch im Rahmen des Vorbescheidverfahrens die Akten zugestellt und hat er sich mit Eingabe vom 21. Februar 2008 auch zum Bericht vom 10. Januar 2008 geäussert."}