{"annee": "135", "cour": "V", "page": "29", "date": "19/12/2008", "cite": ["126 V 468", "124 V 279", "129 V 150", "123 V 88"], "cite_par": ["135 V 33"], "chapeau": "4. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Pensionskasse SBB gegen P. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_517/2008 vom 19. Dezember 2008", "regestes": ["Art. 24 OPP 2; surindemnisation. Le calcul de surindemnisation au sens de cette disposition ne peut inclure la rente de vieillesse AVS (changement de la jurisprudence résultant des arrêts B 14/01 du 4 septembre 2001 et B 91/06 du 29 juin 2007; consid. 4)."], "faits": "", "considerants": "|30|\n\nAus den Erwägungen:\n\n4.\n\n4.1 Was den Einbezug der AHV-Altersrente in die Überversicherungsberechnung anbelangt, gelten gemäss Art. 24 Abs. 2 der Verordnung vom 18. April 1984 über die Berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (BVV 2; SR 831.441.1) Leistungen gleicher Art und Zweckbestimmung als anrechenbar, die der anspruchsberechtigten Person aufgrund des schädigenden Ereignisses ausgerichtet werden. Was nicht aufgrund des schädigenden Ereignisses ausgerichtet wird, kann nach dem klaren Wortlaut nicht angerechnet werden. Die Verordnung legt damit das Prinzip der sachlichen und ereignisbezogenen Kongruenz fest (BGE 126 V 468 E. 6a S. 474; Urteil 9C_40/2008 vom 4. September 2008 E. 2.2; JÜRG BRÜHWILER, Obligatorische berufliche Vorsorge, in: Soziale Sicherheit, SBVR Bd. XIV, 2007, S. 2056 Rz. 145; MARC HÜRZELER, Invaliditätsproblematiken in der beruflichen Vorsorge, 2006, S. 374 f.; HANS-ULRICH STAUFFER, Berufliche Vorsorge, 2005, S. 301 f. Rz. 810, S. 319 Rz. 856, S. 325 Rz. 871; ISABELLE VETTER-SCHREIBER, Überentschädigung/Ungerechtfertigte Vorteile, in: Neue Entwicklungen in der beruflichen Vorsorge, 2000, S. 129 ff., 142 f.; vgl. in Bezug auf das Quantitativ der anrechenbaren Einkünfte auch BGE 129 V 150 E. 2.2 S. 154; BGE 124 V 279 E. 2a S. 281). Die Rente der Unfallversicherung und die Invalidenrente der beruflichen Vorsorge werden aufgrund der unfallbedingten Invalidität ausbezahlt. Die Altersrente der AHV wird demgegenüber nicht aufgrund desjenigen schädigenden Ereignisses ausgerichtet, das zu diesen Renten geführt hat, sondern aufgrund des Versicherungsfalls \"Alter\". Sie würde auch ausgerichtet, wenn das schädigende Ereignis nicht eingetreten wäre. Sie ist deshalb nach dem klaren Wortlaut von Art. 24 Abs. 2 BVV 2 nicht anrechenbar. Das ist auch die Auffassung der Lehre (UELI KIESER, Die Ausrichtung von Invalidenrenten der beruflichen Vorsorge im Alter als Problem der innersystemischen und der intersystemischen Leistungskoordination, in: Berufliche Vorsorge 2002, S. 137 ff., 160; derselbe, Die Koordination von BVG-Leistungen mit den übrigen Sozialversicherungsleistungen, in: Neue |31| Entwicklungen in der beruflichen Vorsorge, 2000, S. 83 ff., 117 f.; MARKUS MOSER, Die Zweite Säule und ihre Tragfähigkeit, 1993, S. 232 f.; MOSER/STAUFFER, Die Überentschädigungskürzung berufsvorsorgerechtlicher Leistungen im Lichte der Rechtsprechung, SZS 2008 S. 91 ff., 114 f.; HANS-ULRICH STAUFFER, Berufliche Vorsorge - 75 Versicherungsfragen und Leistungsfälle, 2008, S. 176 ff.; VETTER-SCHREIBER, a.a.O., S. 143).\n\n4.2 Zu prüfen bleibt, ob andere Auslegungselemente eine Abweichung von diesem klaren Wortlaut nahelegen. Was Systematik und Entstehungsgeschichte anbelangt, sind im Folgenden zwei frühere Fassungen von Art. 24 Abs. 3 BVV 2 näher zu betrachten. Bis Ende 1992 lautete der erste Halbsatz der genannten Bestimmung: \"Ehepaar-, Kinder- und Waisenrenten der AHV/IV dürfen nur zur Hälfte, ...\" angerechnet werden. In der vom 1. Januar 1993 bis Ende 2002 gültig gewesenen Fassung wurde u.a. der Ausdruck \"Kinder- und Waisenrenten\" aus dem bisherigen Verordnungstext gestrichen, was zur (unbedachten) Verkürzung \"Ehepaarrenten der AHV/IV\" führte (welche fortan zu zwei Dritteln angerechnet werden durften). Diese Neuformulierung entspringt wohl einem redaktionellen Versehen des Verordnungsgebers, ist doch in den Materialien (Kommentare des Bundesamtes für Sozialversicherungen [BSV]) zur ursprünglichen wie zur zweiten Fassung von Art. 24 Abs. 3 BVV 2 jeweils allein von der Anrechenbarkeit von Ehepaar- Invalidenrenten die Rede (Vernehmlassung des BSV S. 3 f.; vgl. auch ZAK 1992 S. 434), was den Schluss erlaubt, dass sich der erste Teil des Doppelbegriffs \"AHV/IV\" in der ursprünglichen Fassung einzig auf Waisenrenten bezog, wogegen die Mitberücksichtigung von Altersrenten der AHV (waren es nun einfache, Ehepaar- oder akzessorische Zusatzrenten für die Ehefrau oder die Kinder) im Rahmen der Überentschädigungsberechnung nach Art. 24 BVV 2 überhaupt nicht vorgesehen war. Weil es keine Anhaltspunkte gibt, wonach die vom 1. Januar 1993 bis Ende 2002 gültig gewesene Fassung von Abs. 3 der genannten Verordnungsbestimmung an dieser Regelung etwas ändern wollte, entfiel die Anrechenbarkeit von AHV-Altersrenten - trotz versehentlich anderslautendem Wortlaut - auch weiterhin. Sämtliche sich seit 1. Januar 2003 ablösenden Textfassungen - im hier zu beurteilenden Fall gelangen sowohl die vom 1. Januar 2005 bis Ende 2006 gültig gewesene als auch die ab 1. Januar 2007 geltende Fassung von Art. 24 Abs. 3 BVV 2 zur Anwendung - enthalten denn auch keinerlei Hinweise auf die Mitberücksichtigung von AHV-Altersrenten mehr. |32|\n\n4.3 Das BSV macht geltend, massgebend sei Sinn und Zweck der Bestimmung, welcher darin liege, eine Überentschädigung zu verhindern. Diesbezüglich ist zunächst daran zu erinnern, dass es in der Sozialversicherung weder ein generelles Verbot der Überentschädigung noch einen einheitlichen Überentschädigungsbegriff gibt; vielmehr sind in den einzelnen Sozialversicherungszweigen unterschiedliche Kürzungsgrenzen und Anrechnungsvorschriften zu beachten (BGE 126 V 468 E. 6a S. 473; BGE 123 V 88 E. 4b S. 95). Ein Überentschädigungsverbot ist in Art. 69 ATSG (SR 830.1) festgehalten, der aber für die berufliche Vorsorge nicht gilt. Namentlich ist in Bezug auf Altersleistungen nicht ausgeschlossen, dass jemand nach Eintritt des Rentenalters ein höheres Einkommen erzielt als vorher, weil er nebst den Altersrenten der Sozialversicherungen weiterhin ein Erwerbseinkommen erzielt. Das ist an sich kein Grund für eine Kürzung wegen Überentschädigung. Sodann werden die Altersleistungen der Ersten und der Zweiten Säule grundsätzlich kumulativ ausgerichtet (RIEMER/RIEMER-KAFKA, Das Recht der beruflichen Vorsorge, 2. Aufl. 2006, S. 124), was freilich infolge des Koordinationsabzugs in der Zweiten Säule in aller Regel nicht zu einer Überentschädigung führt, sofern nur diese beiden Leistungen zur Diskussion stehen. Das BSV führt aus, dass sich die Frage einer Überentschädigung eines Invalidenrentners primär dann stelle, wenn die Invalidität auf einen Unfall zurückzuführen ist; würde der Unfall-Invalidenrentner zusätzlich zur AHV-Altersrente und der Unfallversicherungsrente noch die volle Altersrente der beruflichen Vorsorge beziehen, so erhielte er ein Ersatzeinkommen von deutlich über 100 % des mutmasslich entgangenen Verdiensts und wäre damit bessergestellt als nicht-unfallinvalide Altersrentner. Es trifft zu, dass der Unfall-Invalidenrentner bessergestellt ist als andere Personen: Er erhält im Unterschied zum Krankheits-Invalidenrentner zusätzlich zur Invalidenrente der Invalidenversicherung noch eine Rente der Unfallversicherung (Art. 18 ff. UVG [SR 832.20]). Diese wird zudem über den Eintritt des Rentenalters hinaus weiterhin ausgerichtet (Art. 19 Abs. 2 und Art. 20 Abs. 2 UVG), also auch dann, wenn das Erwerbseinkommen, dessen Ausfall die Rente zu decken bestimmt ist, auch im Gesundheitsfall nicht mehr erzielt würde. Die Besserstellung des Unfall-Invalidenrentners gegenüber anderen Personen mag als systemwidrig oder rechtsungleich empfunden werden; sie ist aber vom Gesetz klar so angeordnet und damit für das Bundesgericht verbindlich (Art. 190 BV). Dass |33| daraus auch beim Zusammentreffen der Altersrenten der AHV und der beruflichen Vorsorge eine Besserstellung des Unfall-Invaliden gegenüber anderen Personen resultiert, ist nichts anderes als eine direkte Konsequenz dieser gesetzlich gewollten Regelung. Es wäre allenfalls Sache des Gesetzgebers, aber nicht der Gerichte, daran etwas zu ändern (SYLVIA LÄUBLI ZIEGLER, Überentschädigung und Koordination, in: Personen-Schaden-Forum 2004, S. 165 ff., 189 f.).\n\n4.4 Nach dem Gesagten ist in Abweichung von den Urteilen B 14/01 vom 4. September 2001 und B 91/06 vom 29. Juni 2007 die AHV-Altersrente nicht in die Überversicherungsberechnung nach Art. 24 BVV 2 mit einzubeziehen. (...)"}