{"annee": "135", "cour": "IV", "page": "130", "date": "6/3/2009", "cite": ["129 IV 6", "124 IV 184", "117 IV 302", "114 IV 126", "117 IV 124", "134 IV 17", "131 IV 125", "127 IV 101", "106 IV 75", "132 IV 12", "135 IV 27", "124 IV 44"], "cite_par": ["138 IV 13"], "chapeau": "17. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Staatsanwaltschaft des Kantons Solothurn gegen X. und Y. (Beschwerde in Strafsachen)\n\n6B_772/2008 vom 6. März 2009", "regestes": ["Art. 52 CP; exemption de peine. L'exemption de peine suppose que l'infraction soit de peu d'importance, tant au regard de la culpabilité de l'auteur que du résultat de l'acte. L'importance de la culpabilité et celle du résultat dans le cas particulier doivent être évaluées par comparaison avec celle de la culpabilité et celle du résultat dans les cas typiques de faits punissables revêtant la même qualification. Pour apprécier la culpabilité, il faut tenir compte de tous les éléments pertinents pour la fixation de la peine, notamment des circonstances personnelles de l'auteur (consid. 5)."], "faits": "BGE 135 IV 130 S. 131\n\nA. Das Obergericht des Kantons Solothurn erklärte X. (Beschwerdegegner 1) mit Urteil vom 8. Juli 2008 in zweiter Instanz der mehrfachen Urkundenfälschung im Amt, begangen am 30. Oktober 1996 und im Herbst 1996, sowie der Anstiftung zur Urkundenfälschung, begangen am 15. November 1996, schuldig. Von einer Bestrafung sah es ab. Vom Vorwurf der Erschleichung einer falschen Beurkundung sprach es X. frei. Ferner erklärte es Y. (Beschwerdegegner 2) der Urkundenfälschung, begangen zwischen dem 20. November 1996 und dem 29. November 1996, schuldig und sah auch in Bezug auf diesen von einer Bestrafung ab. Von der Anklage der Urkundenfälschung, der Gehilfenschaft zur Erschleichung einer falschen Beurkundung, der Gläubigerschädigung durch Vermögensminderung sowie der mehrfachen Urkundenfälschung sprach es Y. frei. Im Weiteren sprach es ihm eine durch die Gerichtskasse auszahlbare Entschädigung für erlittene Nachteile (Genugtuung) von pauschal Fr. 2'000.- zu. Schliesslich entschied es über die Nebenpunkte und die geltend gemachte Zivilforderung.\n\nB. Die Staatsanwaltschaft des Kantons Solothurn führt Beschwerde beim Bundesgericht, mit der sie beantragt, das angefochtene Urteil sei aufzuheben und die Strafsache sei zur Verurteilung von Y. wegen Urkundenfälschung sowie zur Ausfällung einer schuldangemessenen Strafe für X. und Y. an die Vorinstanz zurückzuweisen.\n\nC. Das Obergericht des Kantons Solothurn, X. und Y. beantragen in ihren Vernehmlassungen je die Abweisung der Beschwerde.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n5.\n\n5.1 Die Beschwerdeführerin rügt im Weiteren eine unrichtige Anwendung von Art. 52 StGB. Die Vorinstanz habe bei beiden Beschwerdegegnern zu Unrecht von einer Bestrafung abgesehen. BGE 135 IV 130 S. 132\n\n5.1.1 In Bezug auf den Beschwerdegegner 1 macht sie geltend, die Tatbestände der Urkundenfälschung im Amt und der Anstiftung zur Urkundenfälschung, begangen durch einen öffentlichen Notar und Anwalt, stellten von vornherein keine Bagatelldelikte dar, auf welche die Bestimmung von Art. 52 StGB Anwendung finden könnte. Entgegen der Auffassung der Vorinstanz seien im zu beurteilenden Fall auch die Tatfolgen nicht geringfügig. Durch eine Urkundenfälschung im Amt im Sinne von Art. 317 StGB würden nicht Rechte Dritter tangiert, sondern Treu und Glauben im Rechtsverkehr sowie das besondere Vertrauen, welches die Öffentlichkeit den Amtshandlungen des Staates entgegenbringe. Allein schon die Tatsache, dass ein öffentlicher Notar bei Ausübung seiner Funktion Urkunden fälsche, schädige das Vertrauen in die Verlässlichkeit dieser Berufsgruppe und somit auch das Vertrauen des Bürgers in den Staat in einer Weise, dass der Erfolgsunwert keinesfalls als geringfügig angesehen werden könne. Zudem sei auch das Verschulden des Beschwerdegegners 1 nicht geringfügig. Dies ergebe sich daraus, dass er einen Treuhänder zu einer Urkundenfälschung angestiftet habe, um seine eigene Fälschungshandlung zu vertuschen. Es liege auf der Hand, dass er dabei aus egoistischen Beweggründen gehandelt habe. Selbst die Vorinstanz nehme an, es sei unbegreiflich, weshalb der Beschwerdegegner 1 nicht mit den beiden Generalversammlungen zugewartet habe. Schliesslich komme dem Strafmilderungsgrund von Art. 48 lit. e StGB keine Bedeutung zu. Dass sich das Strafbedürfnis infolge der seit der Tat verstrichenen Zeit verringere, führe lediglich zu einer Milderung der Strafe. Das Mass des Verschuldens werde davon nicht berührt. Dasselbe gelte für allfällige Auswirkungen der Strafe auf das Leben des Beschwerdegegners 1.\n\n5.1.2 Auch in Bezug auf den Beschwerdegegner 2 macht die Beschwerdeführerin geltend, die einzelnen Tathandlungen liessen kein leichtes Verschulden erkennen. Die Vorinstanz habe die Rückdatierung der Prüfungsbestätigung nicht als besonders leichten Fall im Sinne von Art. 251 Ziff. 2 StGB qualifiziert. In denjenigen Fällen, in denen das Gesetz bei einem bestimmten Tatbestand auch eine Tatbestandsvariante im Sinne eines leichten oder besonders leichten Falles vorsehe, bleibe beim Grundtatbestand kein Raum für die Anwendung von Art. 52 StGB. Soweit das Gesetz besonders leichte Fälle bezüglich der Strafzumessung privilegiere, aber dennoch unter Strafe stelle, bringe es zum Ausdruck, dass die normalen Fälle nie BGE 135 IV 130 S. 133als Bagatelldelikt im Sinne von Art. 52 StGB gelten könnten und daher immer zu bestrafen seien. Im Übrigen sprächen im zu beurteilenden Fall auch die Täterkomponenten nicht in besonderem Masse für den Beschwerdegegner 2.\n\n5.2\n\n5.2.1 Die Vorinstanz beurteilt im Rahmen der Strafzumessung das Verschulden des Beschwerdegegners 1 als eher leicht. Er habe zwar mehrere, teilweise öffentliche Urkunden gefälscht und damit Treu und Glauben im Rechtsverkehr nicht unerheblich verletzt. Doch sei dies mit der Subsumtion des Verhaltens unter den entsprechenden Tatbestand abgegolten. Nachteilige Folgen der Taten für Dritte seien nicht erkennbar, und es habe auch keinerlei entsprechende Gefährdung bestanden. Zudem hätten die Unterlagen im Zeitpunkt der Anmeldung an das Handelsregisteramt vollständig vorgelegen und die Beteiligten seien mit der nachträglichen Änderung der Firmenbezeichnung in F. AG einverstanden gewesen. Dies ändere zwar nichts an der Strafbarkeit des Verhaltens, mindere aber das Verschulden. Die Vorinstanz attestiert dem Beschwerdegegner 1 ferner einen ungetrübten Leumund und mildert die Strafe in Anwendung von Art. 48 lit. e StGB aufgrund der seit den strafbaren Handlungen verstrichenen langen Zeitdauer deutlich.\n\nWeiter nimmt die Vorinstanz an, im Quervergleich zu anderen denkbaren Fällen von Urkundenfälschungen im Amt erschienen die zu beurteilenden Delikte vom Verschulden wie von den Tatfolgen her als leicht und unerheblich. Es handle sich geradezu um einen Idealfall einer unter Art. 52 StGB fallenden Delinquenz. Wenn weiter berücksichtigt werde, dass der Beschwerdegegner 1 unter dem seit fünf Jahren dauernden Strafverfahren besonders gelitten habe, da er seine Klienten darüber habe aufklären müssen, sei nebst dem Schuldspruch als Unwerturteil, das beim Beschwerdegegner 1 als Rechtsanwalt und Notar bereits erheblich sanktionierende Auswirkungen habe, kein Strafbedürfnis mehr erkennbar. Dies gelte umso mehr, wenn man die besonderen Folgen für den Beschwerdegegner 1 als Rechtsanwalt bedenke. Denn aufgrund der Bestimmung von Art. 8 Abs. 1 lit. b des Bundesgesetzes vom 23. Juni 2000 über die Freizügigkeit der Anwältinnen und Anwälte (BGFA; SR 935. 61) hätte ein Eintrag ins Strafregister die Löschung im Anwaltsregister zur Folge, was für den Beschwerdegegner 1 für die Dauer der 2 Jahre dauernden Probezeit faktisch ein weitgehendes Berufsverbot bedeuten würde. Dies erscheine aufgrund der BGE 135 IV 130 S. 134Geringfügigkeit der Verfehlung in jeder Hinsicht als untragbare Folge der Strafe. Aus diesen Gründen sei auf die Ausfällung einer Strafe zu verzichten, womit auch ein Eintrag des Urteils im Strafregister entfalle (Art. 366 Abs. 2 lit. b StGB).\n\n5.2.2 In Bezug auf den Beschwerdegegner 2 nimmt die Vorinstanz im Rahmen der rechtlichen Würdigung zunächst an, die strafbaren Handlungen des Beschwerdegegners 2 erfüllten den privilegierten Tatbestand des besonders leichten Falles gemäss Art. 251 Ziff. 2 StGB nicht. Zwar hätten der Falschbeurkundung keine finanziellen Beweggründe zugrunde gelegen. Angesichts der Bedeutung der Prüfungsbestätigung im Rechtsverkehr und des Ausmasses der Abweichung der Fälschung von der wahren Sachlage könne ein besonders leichter Fall indes nicht bejaht werden.\n\nIm Rahmen der Strafzumessung wertet die Vorinstanz das Verschulden des Beschwerdegegners 2 als leicht. Er habe auf Wunsch des Beschwerdegegners 1 gehandelt, ohne eigene Vorteile anzustreben. Ausserdem wiege die Rückdatierung der Prüfungsbestätigung als Straftat im Vergleich mit dem Regelfall als eher leicht. Auch beim Beschwerdegegner 2 berücksichtigt die Vorinstanz den unbelasteten Leumund als strafmindernd und mildert die Strafe aufgrund des Zeitablaufs im Sinne von Art. 48 lit. e StGB seit der Tat erheblich. Aufgrund seines leichten Verschuldens, der fehlenden Nachteile für Dritte und der seit der Tat verstrichenen Zeit sieht sie auch beim Beschwerdegegner 2 von der Ausfällung einer Strafe ab. Auch er sei durch den Schuldspruch als Unwerturteil stark belastet, habe doch aufgrund der Beschreibung in den Medien leicht auf seine Person geschlossen werden können. Schliesslich sei er auch erhöht strafempfindlich, da seine Tätigkeit als Wirtschaftsprüfer durch einen Eintrag im Strafregister wegen Urkundenfälschung erheblich beeinträchtigt würde.\n\n5.3\n\n5.3.1 Im Rahmen der Strafzumessung steht dem urteilenden Gericht bei der Gewichtung der einzelnen Komponenten gemäss Art. 47 StGB ein erheblicher Spielraum des Ermessens zu. Die Strafrechtliche Abteilung des Bundesgerichts greift in diesen auf Beschwerde in Strafsachen u.a. nur ein, wenn das vorinstanzliche Gericht von rechtlich nicht massgebenden Gesichtspunkten ausgegangen ist oder wenn es wesentliche Komponenten ausser Acht gelassen bzw. in Überschreitung oder Missbrauch ihres Ermessens falsch gewichtet BGE 135 IV 130 S. 135 hat (BGE 134 IV 17 E. 2.1; zum alten Recht: BGE 129 IV 6 E. 6.1; BGE 127 IV 101 E. 2; je mit Hinweisen).\n\n5.3.2 Gemäss Art. 52 StGB sieht die zuständige Behörde von einer Strafverfolgung, einer Überweisung an das Gericht oder einer Bestrafung ab, wenn Schuld und Tatfolgen geringfügig (\"de peu d'importance\"; \"di lieve entità\") sind. Die Bestimmung erfasst nach der Botschaft relativ unbedeutende Verhaltensweisen, welche die Schwere und Härte einer Strafe nicht verdienen (Botschaft vom 23. März 1998 zur Änderung des Schweizerischen Strafgesetzbuches [...], BBl 1999 2063 Ziff. 213.31). Die Regelung von Art. 52 StGB ist zwingender Natur. Sind die Voraussetzungen erfüllt, muss die Behörde das Strafverfahren einstellen bzw. von einer Überweisung absehen. Stellt erst das Gericht die Voraussetzungen für das fehlende Strafbedürfnis fest, erfolgt nicht ein Freispruch, sondern ein Schuldspruch bei gleichzeitigem Strafverzicht (Botschaft, a.a.O., 2064 Ziff. 213.31; FRANZ RIKLIN, in: Basler Kommentar, Strafrecht, Bd. I, 2. Aufl. 2007, N. 20 zu Art. 52 StGB; ders., a.a.O., N. 26 vor Art. 56 ff. StGB; vgl. ferner BGE 135 IV 27 E. 2 zu Art. 53 StGB).\n\nVoraussetzung für die Strafbefreiung und Einstellung des Verfahrens gemäss Art. 52 StGB ist die Geringfügigkeit von Schuld und Tatfolgen. Beide Voraussetzungen müssen kumulativ erfüllt sein (RIKLIN, a.a.O., N. 14 zu Art. 52 StGB). Die Würdigung des Verschuldens des Täters richtet sich nach den in Art. 47 StGB aufgeführten Strafzumessungskriterien (RIKLIN, a.a.O., N. 13 zu Art. 52 StGB; DUPUIS UND ANDERE, Code pénal, Bd. I, 2008, N. 4 zu Art. 52 StGB; DANIEL JOSITSCH, Strafbefreiung gemäss Art. 52 StGBneu und prozessrechtliche Umsetzung, SJZ 100/2004 S. 4). Der Begriff der Tatfolgen umfasst nicht nur den tatbestandsmässigen Erfolg, sondern sämtliche vom Täter verschuldete Auswirkungen der Tat (RIKLIN, a.a.O., N. 13 zu Art. 52 StGB). Diese müssen stets gering sein. Schwerwiegendere Folgen können nicht durch andere, zu Gunsten des Betroffenen wirkende Komponenten ausgeglichen werden (RIKLIN, a.a.O., N. 13 zu Art. 52 StGB).\n\n5.3.3 Mit der Regelung von Art. 52 StGB hat der Gesetzgeber nicht beabsichtigt, dass in allen Bagatellstraftaten generell auf eine strafrechtliche Sanktion verzichtet wird. Eine Strafbefreiung (\"exemption de peine\"; \"impunità\") kommt nur bei Delikten in Frage, bei denen keinerlei Strafbedürfnis besteht. Auch bei einem Bagatelldelikt kann daher wegen Geringfügigkeit von Schuld und BGE 135 IV 130 S. 136Tatfolgen eine Strafbefreiung nur angeordnet werden, wenn es sich von anderen Fällen mit geringem Verschulden und geringen Tatfolgen qualitativ unterscheidet. Das Verhalten des Täters muss im Quervergleich zu typischen unter dieselbe Gesetzesbestimmung fallenden Taten insgesamt - vom Verschulden wie von den Tatfolgen her - als unerheblich erscheinen, so dass die Strafbedürftigkeit offensichtlich fehlt. Die Behörde hat sich mithin am Regelfall der Straftat zu orientieren (RIKLIN, a.a.O., N. 15 f. zu Art. 52 StGB; GÜNTER STRATENWERTH, Strafen und Massnahmen, 2. Aufl. 2006, § 7 N. 5; SCHWARZENEGGER UND ANDERE, Strafrecht II, 8. Aufl. 2007, S. 63; STRATENWERTH/WOHLERS, Schweizerisches Strafgesetzbuch, Handkommentar, 2007, N. 1 zu Art. 52 StGB; TRECHSEL/PAUEN BORER, Schweizerisches Strafgesetzbuch, Praxiskommentar, 2008, N. 2 zu Art. 52 StGB; DUPUIS UND ANDERE, a.a.O., N. 3 zu Art. 52 StGB; vgl. auch Botschaft, a.a.O., 2064 Ziff. 231.31; ferner für das österreichische Recht HANS VALENTIN SCHROLL, in: Wiener Kommentar zum Strafgesetzbuch, 2. Aufl., Wien 2000, N. 26 zu § 42 österr. StGB). Für die Anwendung der Bestimmung bleibt somit nur ein relativ eng begrenztes Feld (RIKLIN, a.a.O., N. 19 zu Art. 52 StGB).\n\n5.3.4 Der Gesetzgeber hat schon vor Inkrafttreten des neuen Allgemeinen Teils des Strafgesetzbuches bei einzelnen Straftaten leichte oder besonders leichte Fälle privilegiert behandelt. So kann das Gericht etwa gemäss Art. 251 Ziff. 2 StGB bei besonders leichten Fällen von Urkundenfälschung die Strafe mildern und gemäss Art. 100 Ziff. 1 Abs. 2 SVG in besonders leichten Fällen von Fahrlässigkeit bzw. gemäss Art. 19a BetMG (SR 812.121) in leichten Fällen des Konsums von Betäubungsmitteln von einer Strafe absehen (vgl. auch aArt. 322octies Ziff. 1 StGB). Die Rechtsprechung hat an die Bejahung des leichten Falles stets hohe Anforderungen gestellt und von einer Bestrafung nur Umgang genommen, wenn eine noch so geringe Strafe, weil dem Verschulden des Täters nicht angemessen, als stossend erschien (BGE 114 IV 126 E. 2c [ad aArt. 251 Ziff. 3 StGB]; BGE 117 IV 302 E. 3b/cc; Urteil 6S.123/2007 vom 23.07.2007 E. 4.3 [ad Art. 100 Ziff. 1 Abs. 2 SVG]; ferner BGE 124 IV 184 E. 3, BGE 124 IV 44 E. 2a; BGE 106 IV 75 E. 2 [ad Art. 19a Ziff. 2 BetmG]). Diese Rechtsprechung kann für die Anwendung von Art. 52 StGB als Leitlinie herangezogen werden (CÉDRIC PIGNAT, La fixation de la peine avant et après la révision de 2002, in: Droit des sanctions, André Kuhn und andere [Hrsg.], 2004, S. 41). BGE 135 IV 130 S. 137\n\nDer Umstand, dass das Gesetz bei einzelnen Tatbeständen leichte Fälle ausscheidet, bedeutet entgegen der Auffassung der Beschwerdeführerin indes nicht, dass Art. 52 StGB bei diesen Deliktsgruppen nicht zur Anwendung gelangen kann. Denn die Ausdifferenzierung leichter Fälle wirkt sich, worauf in der Lehre zutreffend hingewiesen wird, zugunsten der Täter aus, so dass es als widersprüchlich erschiene, wenn gerade in diesen Fällen die Möglichkeit einer Strafbefreiung im Sinne von Art. 52 StGB entfallen würde. In solchen Fällen ist eine Strafbefreiung gerechtfertigt, wenn die bei der Strafzumessung mit zu berücksichtigenden Täterkomponenten in besonderem Masse zugunsten des Beschuldigten sprechen (RIKLIN, a.a.O., N. 18 zu Art. 52 StGB).\n\n5.4 Die Bestimmung von Art. 52 StGB trägt dem Umstand Rechnung, dass, auch wenn die Voraussetzungen der Strafbarkeit eines bestimmten Verhaltens an sich erfüllt sind, ein Strafbedürfnis aus tatsächlichen oder rechtlichen Gründen entweder von vornherein fehlen oder nachträglich entfallen kann (STRATENWERTH, a.a.O., § 7 N. 1). Sie erfasst somit auch Fälle, bei denen im Zeitpunkt der Untersuchung oder der gerichtlichen Beurteilung ein Strafbedürfnis nicht mehr besteht. Dies ergibt sich daraus, dass für die Würdigung des Verschuldens nicht ausschliesslich auf die in Art. 47 Abs. 2 StGB aufgeführten konkretisierenden Umstände zu berücksichtigen sind. In die Entscheidung über die Geringfügigkeit der Schuld fliessen vielmehr sämtliche relevanten Strafzumessungskomponenten, mithin auch die Täterkomponenten wie das Vorleben, die persönlichen Verhältnisse oder das Nachtatverhalten, mit ein (RIKLIN, a.a.O., N. 13 zu Art. 52 StGB; vgl. für das österreichische Recht SCHROLL, a.a.O., N. 10 zu § 42 österr. StGB; für das deutsche Recht EDDA WESSLAU, in: Systematischer Kommentar zur Strafprozessordnung und zum Gerichtsverfassungsgesetz, N. 16 zu § 153 dt. StGB; WERNER BEULKE, in: Die Strafprozessordnung und das Gerichtsverfassungsgesetz, Grosskommentar, 26. Aufl., Berlin 2008, N. 24, 27 zu § 153 dt. StGB). Berücksichtigt werden können darüber hinaus etwa auch eine durch überlange Verfahrensdauer bewirkte Verletzung des Beschleunigungsgebots (vgl. schon BGE 117 IV 124 E. 4) und schuldunabhängige Strafmilderungsgründe, wie das Verstreichen verhältnismässig langer Zeit seit der Tat (RIKLIN, a.a.O., N.13 zu Art. 52 StGB; BEULKE, a.a.O., N. 34 zu § 153 dt. StGB).\n\n5.5 Die Vorinstanz hat das Tatverschulden der Beschwerdegegner als leicht bzw. eher leicht gewertet. Dies ist nicht zu beanstanden. BGE 135 IV 130 S. 138So wiegen die vom Beschwerdegegner 1 zu verantwortenden Falschbeurkundungen im Zusammenhang mit der Neugründung der A. AG objektiv nicht schwer, zumal er weder einen materiellen Schaden bewirkt noch einen persönlichen Vorteil erlangt oder auch nur angestrebt hat. Dies gilt auch für den Beschwerdegegner 2, der die Falschdatierung des Prüfungsberichts lediglich auf Wunsch des Beschwerdegegners 1 vorgenommen hat. Zwar wendet die Beschwerdeführerin in diesem Zusammenhang zu Recht ein, dass die Tatbestände des Urkundenstrafrechts in erster Linie das Vertrauen schützen, welches im Rechtsverkehr einer Urkunde als einem Beweismittel entgegengebracht wird (vgl. BGE 132 IV 12 E. 8.1; BGE 131 IV 125 E. 4.1) und dass dieses Vertrauen beeinträchtigt wird, wenn ein öffentlicher Notar im Zusammenhang mit einer Gesellschaftsgründung in der öffentlichen Urkunde eine rechtlich erhebliche Tatsache unrichtig beurkundet bzw. ein Treuhänder zur Deckung der unzulässigen Gründung eine Prüfungsbestätigung falsch datiert. Auch ist der Vorinstanz beizupflichten, wenn sie feststellt, die beiden Beschwerdegegner hätten aufgrund ihrer Fachkompetenz und ihres beruflichen Hintergrundes ohne weiteres regelkonform handeln können. Die Vorinstanz hat denn auch hinsichtlich des Beschwerdegegners 2 zutreffend einen Bagatellfall im Sinne von Art. 251 Ziff. 2 StGB verneint. Doch erweist sich das Verschulden der Beschwerdegegner im zu beurteilenden Fall im Quervergleich mit Taten gleicher Art immer noch als gering.\n\nZu Recht weist die Vorinstanz auch auf die erhöhte Strafempfindlichkeit der Beschwerdegegner hin, welche bei einer Verurteilung mit disziplinarischen Massnahmen rechnen müssen. Das gilt namentlich für den Beschwerdegegner 1, dem bei einem Eintrag einer Strafe im Strafregister die Löschung aus dem Anwaltsregister drohen würde (Art. 366 Abs. 2 lit. b StGB; Art. 9 i.V.m. Art. 8 Abs. 1 lit. b BGFA; hinsichtlich des Beschwerdegegners 2 vgl. Art. 17 i.V.m. Art. 5 Abs. 1 lit. a RGA; generell zur Folgenberücksichtigung in der Strafzumessung vgl. HANS WIPRÄCHTIGER, in: Basler Kommentar, Strafrecht, Bd. I, 2. Aufl. 2007, N. 120, 123 f. zu Art. 47 StGB). Zwar führt auch dieser Gesichtspunkt für sich allein nicht zur Annahme eines fehlenden Strafbedürfnisses, da diese Folgen zwangsläufig mit einem Strafverfahren, das mit einer Verurteilung zu einer Strafe endet, verbunden sind. Doch kommt ihm in Verbindung mit den anderen Faktoren Bedeutung zu. BGE 135 IV 130 S. 139\n\nSchliesslich berücksichtigt die Vorinstanz zu Recht, dass die Strafe aufgrund des Umstands, dass seit den Straftaten nunmehr gut 12 Jahre verstrichen sind und die Beschwerdegegner sich in dieser Zeit wohl verhalten haben, in Anwendung von Art. 48 lit. e StGB erheblich gemildert werden müsste. Dieser Umstand vermindert schon für sich allein das Strafbedürfnis in erheblichem Ausmass. Die Verbindung dieses Strafmilderungsgrundes mit den geringen Tatfolgen, dem geringfügigen Verschulden der Beschwerdegegner und ihrer erhöhten Strafempfindlichkeit führt dazu, dass ein Strafbedürfnis bei beiden Beschwerdegegnern vollends verneint werden muss. Die Vorinstanz hat daher bei beiden Beschwerdegegnern zu Recht von der Aussprechung einer Strafe abgesehen. Jedenfalls ist nicht ersichtlich, dass sie sich dabei von rechtlich nicht massgeblichen Gesichtspunkten hätte leiten lassen oder wesentliche Gesichtspunkte nicht berücksichtigt hätte. Sie hat daher ihr Ermessen nicht verletzt.\n\nDie Beschwerde erweist sich auch in diesem Punkt als unbegründet."}