{"annee": "135", "cour": "V", "page": "194", "date": "17/3/2009", "cite": ["102 IB 124", "113 IB 327", "127 V 348", "129 V 466", "109 IB 246"], "cite_par": ["138 II 386", "136 V 362", "143 V 19"], "chapeau": "25. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. HDI-Gerling Industrie Versicherung AG, Hannover gegen ÖKK Kranken- und Unfallversicherungen AG, betreffend V. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_934/2008 vom 17. März 2009", "regestes": ["Art. 99 al. 1, art. 97 al. 2 et art. 105 al. 3 LTF; inadmissibilité de moyens nouveaux dans la procédure concernant l'octroi ou le refus de prestations en espèces de l'assurance militaire ou de l'assurance-accidents. Dans la procédure concernant l'octroi ou le refus de prestations en espèces de l'assurance militaire ou de l'assurance-accidents, aucun fait nouveau ni preuve nouvelle ne peut non plus être présenté à moins de résulter de la décision de l'autorité précédente (consid. 2 et 3)."], "faits": "|195|\n\nA. Die 1964 geborene V. war als Zeitungsverträgerin der Firma X. AG, bei der Gerling Allgemeine Versicherungs-AG (nachstehend: Gerling) gegen die Folgen von Berufsunfällen versichert, als sie am 6. März 2007 beim Austragen von Zeitungen mit dem rechten Fuss über eine Bordsteinkante knickte und sich am Fussgelenk verletzte. Die Gerling verneinte mit Verfügung vom 28. Juni 2007 und Einspracheentscheid vom 21. August 2007 eine Leistungspflicht, da die Versicherte weder einen Unfall noch eine unfallähnliche Körperverletzung erlitten habe.\n\nB. Die ÖKK Kranken- und Unfallversicherungen AG (nachstehend: die ÖKK) erhob als Krankenversicherer der V. am 11. September 2007 Beschwerde beim Verwaltungsgericht des Kantons Glarus. In ihrer Beschwerdeantwort vom 28. September 2007 anerkannte die Gerling ausdrücklich, dass die Versicherte eine Bandläsion erlitten habe, diese sei aber, da kein äusserer Faktor vorliege, nicht als unfallähnliche Körperverletzung zu qualifizieren. Das kantonale Gericht bejahte mit Entscheid vom 8. Oktober 2008 einen äusseren Faktor und damit eine unfallähnliche Körperverletzung, hiess die Beschwerde des Krankenversicherers gut und verpflichtete die Gerling, für die Folgen des Ereignisses vom 6. März 2007 die gesetzlichen Leistungen zu erbringen.\n\nC. Mit Beschwerde beantragt die HDI-Gerling Industrie Versicherungs AG als Rechtsnachfolgerin der Gerling, es sei unter Aufhebung des kantonalen Gerichtsentscheides die Leistungsablehnung zu bestätigen. Sie begründet dies in erster Linie damit, dass die Versicherte gemäss den Akten keine Bandläsion erlitten habe.\n\nWährend die ÖKK auf Abweisung der Beschwerde schliesst, beantragt das Verwaltungsgericht des Kantons Glarus die Abweisung der Beschwerde, soweit auf sie einzutreten ist. V. und das Bundesamt für Gesundheit verzichten auf eine Vernehmlassung.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein. |196|", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Feststellung des Sachverhalts kann nur gerügt werden, wenn sie offensichtlich unrichtig ist oder auf einer Rechtsverletzung im Sinne von Art. 95 BGG beruht und wenn die Behebung des Mangels für den Ausgang des Verfahrens entscheidend sein kann (Art. 97 Abs. 1 BGG). Richtet sich die Beschwerde gegen einen Entscheid über die Zusprechung oder Verweigerung von Geldleistungen der Militär- oder Unfallversicherung, so kann jede unrichtige oder unvollständige Feststellung des rechtserheblichen Sachverhalts gerügt werden (Art. 97 Abs. 2 BGG). Das Bundesgericht legt seinem Urteil den Sachverhalt zugrunde, den die Vorinstanz festgestellt hat (Art. 105 Abs. 1 BGG). Richtet sich die Beschwerde gegen einen Entscheid über die Zusprechung oder Verweigerung von Geldleistungen der Militär- oder Unfallversicherung, so ist das Bundesgericht nicht an die Sachverhaltsfeststellung der Vorinstanz gebunden (Art. 105 Abs. 3 BGG).\n\n2.2 Neue Tatsachen und Beweismittel dürfen nur so weit vorgebracht werden, als erst der Entscheid der Vorinstanz dazu Anlass gibt (Art. 99 Abs. 1 BGG). Neue Begehren sind unzulässig (Art. 99 Abs. 2 BGG).\n\n3.\n\n3.1 Die heutige Beschwerdeführerin verneinte mit Verfügung vom 28. Juni 2007 einen Leistungsanspruch der Versicherten, da diese weder einen Unfall (Art. 4 ATSG [SR 830.1]) noch eine unfallähnliche Körperschädigung (Art. 9 UVV [SR 832.202]) erlitten habe. Zwar anerkannte sie, offenbar gestützt auf einen unzulässigerweise (vgl. Urteil des Eidg. Versicherungsgerichts U 422/00 vom 10. Oktober 2001 E. 2a) nicht bei den Akten liegenden Bericht der Uniklinik Y. vom 22. Mai 2007, dass die Versicherte eine der in Art. 9 Abs. 2 UVV aufgezählten Verletzungen erlitten habe, verneinte jedoch das rechtsprechungsgemäss (BGE 129 V 466) zur Leistungsbegründung ebenfalls notwendige Element des Vorliegens eines äusseren Faktors. Auch in ihrer Beschwerdeantwort vom 28. September 2007 bestätigte die Unfallversicherung grundsätzlich, es sei unbestritten, dass die Versicherte eine Bandläsion erlitten habe. Das kantonale Gericht bejahte demgegenüber das Tatbestandselement eines äusseren Faktors. Insofern die Beschwerdeführerin nunmehr rügt, die Vorinstanz sei in aktenwidriger Sachverhaltswürdigung von |197| einer Bandläsion, und nicht bloss von einer Sprunggelenkdistorsion ausgegangen, bringt sie eine neue Tatsachenbehauptung im Sinne von Art. 99 Abs. 1 BGG vor.\n\n3.2 Die vorliegende Beschwerde richtet sich gegen einen Entscheid über die Zusprechung oder Verweigerung von Geldleistungen der Unfallversicherung. Es stellt sich somit die Frage, ob das in Art. 99 Abs. 1 BGG statuierte Verbot neuer Tatsachenvorbringen und neuer Beweismittel auch in jenen Fällen gilt, in denen das Bundesgericht gestützt auf Art. 97 Abs. 2 in Verbindung mit Art. 105 Abs. 3 BGG nicht an die Sachverhaltsfeststellung der Vorinstanz gebunden ist. Zu entscheiden ist demnach, ob Art. 97 Abs. 2 BGG in dem Sinne wörtlich zu verstehen ist, dass tatsächlich \"jede unrichtige oder unvollständige Feststellung des rechtserheblichen Sachverhalts\" (\"toute constatation incomplète ou erronée des faits\", \"qualsiasi accertamento inesatto o incompleto dei fatti giuridicamente rilevanti\") gerügt werden kann - mithin auch jene, die darauf beruht, dass gewisse Tatsachen vor Vorinstanz ungenannt geblieben sind oder dass der Vorinstanz nicht alle massgeblichen Beweismittel vorgelegen haben - womit das Novenverbot von Art. 99 Abs. 1 BGG zu weichen hätte, oder ob Art. 99 Abs. 1 BGG seinerseits in dem Sinne eine Einschränkung der freien Kognition nach Art. 97 Abs. 2 BGG darstellt, als dass grundsätzlich nur jene unrichtigen oder unvollständigen Sachverhaltsfeststellungen gerügt werden können, welche sich aus den vorinstanzlichen Akten ergeben.\n\n3.2.1 Die bisherige Rechtsprechung zu dieser Frage ist uneinheitlich. Während unter der Herrschaft des OG davon ausgegangen wurde, dass das (damals indessen gesetzlich nicht ausdrücklich geregelte) Novenverbot in jenen Fällen, in denen die obersten Gerichte des Bundes über eine umfassende Kognition verfügten (Art. 105 Abs. 1 und Art. 132 lit. b OG), nicht gilt (bezüglich Art. 105 Abs. 1 OG: BGE 109 Ib 246 E. 3b S. 248; BGE 102 Ib 124 E. 2a S. 127; 55 I 173 E. 1; vgl. auch BGE 113 Ib 327 E. 2b S. 331; bezüglich Art. 132 lit. b OG: BGE 127 V 351), wurde unter der Herrschaft des BGG die Zulässigkeit von Noven im Verfahren um Zusprechung oder Verweigerung von Geldleistungen der Unfallversicherung zunächst ohne einlässliche Prüfung der Frage verneint (vgl. Urteile 8C_82/2007 vom 20. Juni 2007 E. 2.2 und 8C_46/2008 vom 3. September 2008 E. 3.2). In weiteren Urteilen wurde die Frage ausdrücklich offengelassen (vgl. an Stelle vieler: SVR 2009 UV Nr. 3 S. 9, 8C_354/2007). |198|\n\n3.2.2 Den Materialien kann zur Beantwortung der hier zu prüfenden Fragen nichts Abschliessendes entnommen werden. Zwar begründete der Bundesrat das Novenverbot gemäss Art. 99 Abs. 1 BGG damit, dass - soweit dem Bundesgericht nur die Rechtskontrolle obliegt, es also die Feststellung des Sachverhaltes nicht überprüfen kann - die Parteien gehalten sind, alle rechtsrelevanten Tatsachen und tauglichen Beweismittel bereits bei den Vorinstanzen zu nennen (Botschaft vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege, BBl 2001 4202 ff., 4339 Ziff. 4.1.4.3). Zu beachten ist allerdings in diesem Zusammenhang, dass im bundesrätlichen Entwurf die spezielle Kognition gemäss Art. 97 Abs. 2 in Verbindung mit Art. 105 Abs. 3 BGG nicht vorgesehen war und diese erst während den Beratungen des Parlamentes Eingang ins Gesetz gefunden hat.\n\n3.2.3 In der Lehre wird die Zulässigkeit von Noven im Verfahren nach Art. 97 Abs. 2 BGG teilweise verneint (NICOLAS VON WERDT, in: Bundesgerichtsgesetz [BGG], 2007, N. 4 zu Art. 99 BGG; YVES DONZALLAZ, Loi sur le Tribunal fédéral, Commentaire, 2008, N. 4042; SCHOTT, in: Basler Kommentar, Bundesgerichtsgesetz, 2008, N. 34 zu Art. 97 BGG), teilweise bejaht (ULRICH MEYER, in: Basler Kommentar, Bundesgerichtsgesetz, 2008, N. 52 zu Art. 99 BGG; UELI KIESER, Bundesgesetz über den Allgemeinen Teil des Sozialversicherungsrechts [ATSG], in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007, S. 315 Rz. 236; derselbe, ATSG-Kommentar, 2. Aufl. 2009, N. 61 zu Art. 62 ATSG). Während KIESER seine Ansicht lediglich mit einem Hinweis auf die Botschaft (vgl. dazu E. 3.2.2 hievor) begründet, führt MEYER aus, die versicherte Person könne den angefochtenen Entscheid in tatsächlicher Hinsicht nicht wirksam anfechten, wenn es ihr verwehrt sei, neue Tatsachen ins Feld zu führen, welche die vorinstanzliche Beweiswürdigung als nicht überzeugend erscheinen liessen. Dieser Ansicht kann nicht gefolgt werden: So sieht etwa Art. 310 lit. b der Schweizerischen Zivilprozessordnung vom 19. Dezember 2008 (Zivilprozessordnung, ZPO, BBl 2009 21) vor, dass mit dem Rechtsmittel der Berufung die unrichtige Feststellung des Sachverhaltes geltend gemacht werden kann. Gleichzeitig werden gemäss Art. 317 Abs. 1 ZPO neue Tatsachen und Beweismittel im Berufungsverfahren nur noch unter einschränkenden Voraussetzungen berücksichtigt. Demnach wird eine Bestimmung, welche die freie Überprüfbarkeit des Sachverhaltes vorsieht, nicht jeden Sinnes entleert, wenn gleichzeitig ein Novenverbot gilt. |199| Somit folgt aus Art. 97 Abs. 2 in Verbindung mit Art. 105 Abs. 3 BGG nicht zwingend, dass das Novenverbot gemäss Art. 99 Abs. 1 BGG nicht gelten kann.\n\n3.3 Folgt aus der speziellen Kognitionsregel für Verfahren um Zusprechung oder Verweigerung von Geldleistungen der Militär- und Unfallversicherung nicht zwingend, dass Art. 99 Abs. 1 BGG in diesen Verfahren nicht gelten kann, so besteht kein Grund, vom klaren Wortlaut dieser Norm abzuweichen. Im kantonalen Verfahren gilt auch im Streit um Geldleistungen dieser Versicherungszweige, dass das kantonale Versicherungsgericht die erheblichen Tatsachen unter Mitwirkung der Parteien feststellt (Art. 61 lit. c ATSG); verletzt eine Partei im vorinstanzlichen Verfahren diese Mitwirkungspflicht, so ist sie im oberinstanzlichen Verfahren mit ihren neuen Vorbringen nicht zu hören (vgl. MEYER, a.a.O., N. 6 zu Art. 99 BGG).\n\n3.4 Somit dürfen neue Tatsachen und Beweismittel auch in Verfahren über Zusprechung oder Verweigerung von Geldleistungen der Militär- oder Unfallversicherung vor Bundesgericht nur so weit vorgebracht werden, als erst der Entscheid der Vorinstanz dazu Anlass gibt. Aus Art. 105 Abs. 3 BGG ergibt sich, dass das Bundesgericht in diesen Verfahren die Sachverhaltsfeststellungen der Vorinstanz dann von Amtes wegen berichtigen oder ergänzen kann, wenn diese unrichtig sind, ohne dass diese Unrichtigkeit offensichtlich im Sinne von Art. 105 Abs. 2 BGG sein müsste. Das Bundesgericht ist demnach in den in Art. 105 Abs. 3 BGG genannten Verfahren bereits dann nicht an die vorinstanzlichen Sachverhaltsfeststellungen gebunden, wenn die vorinstanzliche Sachverhaltswürdigung zwar vertretbar wäre, eine abweichende Würdigung jedoch vorzuziehen ist. Daraus ist indessen nicht der Schluss zu ziehen, dass Art. 99 Abs. 1 BGG in diesen Verfahren nicht anwendbar wäre. Im Gegenteil, stehen doch Art. 99 Abs. 1 und Art. 105 Abs. 3 BGG zueinander nicht in Widerspruch. Letztere Bestimmung besagt, dass der Beschwerdeführer den Sachverhalt frei, das heisst ohne an die Einschränkungen nach Art. 105 Abs. 2 BGG (offensichtliche Unrichtigkeit oder auf einer Rechtsverletzung beruhend) gebunden zu sein, kritisieren kann. Es kann also jede unrichtige oder unvollständige Feststellung des rechtserheblichen Sachverhalts gerügt werden (Art. 97 Abs. 2 BGG). Das Bundesgericht kann daher in Beschwerdeverfahren betreffend Geldleistungen der Militär- oder Unfallversicherung jede unrichtige oder unvollständige |200| Sachverhaltsfeststellung von Amtes wegen berichtigen. Mit der Sondernorm des Art. 105 Abs. 3 BGG verfolgte der Gesetzgeber offenbar das Ziel, mangelhafte Sachverhaltsfeststellungen durch kantonale Gerichte, welche grossen Einfluss auf die Höhe der Geldleistungen haben können, zu vermeiden (vgl. Votum Glasson, AB 2004 N 1611). Art. 99 Abs. 1 BGG schränkt die freie Überprüfungsbefugnis nach dem Gesagten nicht ein, sondern schliesst dabei lediglich neue Tatsachen oder Beweismittel aus, was nicht dasselbe ist."}