{"annee": "135", "cour": "III", "page": "441", "date": "1/5/2009", "cite": ["134 III 379", "103 II 176", "121 III 156", "128 III 129", "133 III 360", "123 III 124", "124 III 112"], "cite_par": ["142 III 336", "138 II 311", "137 I 58", "136 III 273", "138 III 304"], "chapeau": "66. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. contre Y. (recours en matière civile)\n\n4A_89/2009 du 1er mai 2009", "regestes": ["Contrat de bail; congé anticipé fondé sur l'art. 261 al. 2 let. a CO; inefficacité et conversion. Une résiliation anticipée inefficace ne peut pas être convertie en une résiliation ordinaire valable (consid. 3)."], "faits": "", "considerants": "BGE 135 III 441 S. 441\n\nExtrait des considérants:\n\n3. A titre de grief subsidiaire, le recourant affirme que la cour cantonale aurait dû convertir le congé extraordinaire en congé ordinaire et reporter le congé signifié pour le 30 janvier 2007 au 30 avril 2007, soit au prochain terme pertinent, par application de l'art. 266a al. 2 CO - ce à quoi l'autorité cantonale s'est expressément refusée.\n\nDès lors, la question qui se pose est celle de savoir si une résiliation anticipée inefficace peut être convertie en une résiliation ordinaire valable.\n\n3.1 Un congé, qui ne satisfait pas aux exigences légales ou contractuelles auxquelles est subordonné son exercice, est un congé inefficace. Un tel congé est dénué d'effet (ATF 121 III 156 consid. 1c/aa p. 161).\n\nA chaque fois que le Tribunal fédéral a eu l'occasion de juger qu'un congé extraordinaire était inefficace, faute de réaliser les conditions nécessaires, aucune conversion du congé inefficace en un congé ordinaire n'a été opérée. Il semble toutefois que la question d'une éventuelle conversion n'était pas directement litigieuse. BGE 135 III 441 S. 442\n\nDans l' ATF 123 III 124, il a été jugé qu'une résiliation fondée à tort sur l'art. 257f al. 3 CO pouvait prendre effet à un autre titre comme résiliation admissible, de caractère extraordinaire. Le Tribunal fédéral a rappelé que si la notion de droit formateur exclut, en règle générale, une conversion de l'acte, cette exclusion ne va pas plus loin que ce qu'exige le caractère univoque, inconditionnel et irrévocable de l'exercice du droit formateur; l'exclusion de toute conversion trouve ses limites dans le principe de l'application d'office du droit par le juge et dans la dénomination inexacte de l'acte sans préjudice pour les parties, par analogie avec l'art. 18 CO (consid. 3d p. 128 s.). Ainsi, celui qui, fondé sur un état de fait clairement délimité, signifie à l'autre partie une résiliation extraordinaire du contrat, n'a pas à pâtir de ce qu'il invoque, erronément en droit, une disposition légale inexacte comme fondement juridique à sa déclaration.\n\n3.2 Certains auteurs refusent d'envisager la conversion d'une résiliation extraordinaire en une résiliation ordinaire pour le plus prochain terme. Ces auteurs considèrent que, dès lors qu'une résiliation - qui ne remplit pas les conditions auxquelles la loi subordonne son application - est inefficace, ses effets ne peuvent pas être reportés à l'échéance ordinaire suivante (DAVID LACHAT ET AL., Mietrecht für die Praxis, 2009, n° 26/4.7 p. 532, n° 27/1.4.1 p. 537 et n° 27/4.3.5 p. 560; DAVID LACHAT, Le bail à loyer, 2008, n° 4.2.7 p. 692; RAYMOND BISANG ET AL., Das schweizerische Mietrecht, Kommentar, 3e éd. 2008, n° 53 ad art. 257f CO et n° 22 ad art. 266-266o CO; ROGER WEBER, in Basler Kommentar, Obligationenrecht, vol. I, 4e éd. 2007, n° 11 ad art. 257d CO; PETER HIGI, Zürcher Kommentar, 3e éd. 1994 et 4e éd. 1995, nos 72 et 86 ad art. 257f CO et n° 67 ad art. 266g CO; RICHARD PERMANN, Kommentar zum Mietrecht, 2e éd. 2007, n° 16 ad art. 257d CO; ANDREAS MAAG, Kündigung des Vermieters gemäss Art. 257f OR, Mietrecht Aktuell [MRA] 5/2002 p. 198 ss, 204; PETER HEINRICH, in Handkommentar zum Schweizer Privatrecht, 2007, n° 9 ad art. 266g CO).\n\nD'autres auteurs considèrent qu'un congé matériellement infondé peut être converti en un congé ordinaire. TERCIER/FAVRE sont d'avis que si le besoin personnel urgent invoqué par le bailleur, au sens de l'art. 261 al. 2 let. a CO, n'est pas suffisant, le congé vaudra en principe pour le prochain terme contractuel, s'il s'agit d'un contrat de durée indéterminée (TERCIER/FAVRE, Les contrats spéciaux, 2009, n° 2487 p. 360). Cet avis est partagé par les commentateurs de BGE 135 III 441 S. 443l'Union suisse des professionnels de l'immobilier (USPI) (Droit suisse du bail à loyer, Commentaire, 1992, n° 53 ad art. 257f CO), qui estiment que, si toutes les conditions de la résiliation extraordinaire ne sont pas remplies, la résiliation garde sa validité en tant que congé ordinaire. Pour PIERRE WESSNER, une conversion est possible si l'auteur du congé est à même d'établir qu'il avait la volonté de mettre fin au bail indépendamment des motifs qu'il a invoqués (PIERRE WESSNER, La résiliation du bail à loyer pour justes motifs, in 10e Séminaire sur le droit du bail, 1998, n° 70 p. 25). CLAUDE RAMONI considère aussi, en lien avec un congé donné pour cause de demeure du locataire au sens de l'art. 257d CO, que s'il apparaît clairement que le bailleur avait de toute façon la volonté de mettre fin au contrat, un congé donné pour demeure du locataire non valable peut être converti en résiliation ordinaire pour le prochain terme, alors même que seul l'art. 257d CO est invoqué; cette solution apparaît, aux yeux de l'auteur, conforme aux principes admis pour la conversion des actes nuls en actes valables (CLAUDE RAMONI, Demeure du débiteur et contrats de droit suisse, 2002, n° 329 p. 155; de même, GUILLAUME VIONNET, L'exercice des droits formateurs, 2008, p. 413). Enfin, pour MARIE-NOËLLE VENTURI-ZEN-RUFFINEN, la question de la conversion d'une résiliation injustifiée en une résiliation ordinaire doit être résolue d'après les principes applicables en matière d'interprétation des manifestations de volonté; du point de vue de l'auteur, il y a lieu de déterminer selon le principe de la confiance si la résiliation injustifiée pouvait ou devait être comprise par son destinataire comme une résiliation ordinaire du contrat pour le prochain terme (MARIE-NOËLLE VENTURI-ZEN-RUFFINEN, La résiliation pour justes motifs des contrats de durée, 2004, nos 1473 ss p. 414).\n\nBERNARD CORBOZ adopte une position nuancée. Pour cet auteur, si les conditions qui ouvrent la faculté de mettre fin au bail prématurément ne sont pas réunies, la déclaration de volonté faite dans ce sens ne peut déployer aucun effet; toutefois, cet auteur n'exclut pas la possibilité d'une conversion du congé extraordinaire nul en un congé ordinaire valable lorsque l'échéance contractuelle est proche de la date pour laquelle le congé anticipé a été donné; si les dates sont éloignées, l'auteur observe que la sécurité du droit commande de ne pas s'orienter dans le sens d'une conversion, l'interprétation étant discutable et la situation incertaine pour l'autre partie (BERNARD CORBOZ, Les congés affectés d'un vice, in 9e Séminaire sur le droit du bail, 1996, p. 26). BGE 135 III 441 S. 444\n\n3.3 Lorsque les parties ont conclu un contrat qui se révèle nul ou inefficace, il est communément admis que le juge, pour sauver autant que possible l'accord intervenu, peut convertir l'acte juridique vicié en un autre acte juridique valable s'il parvient à la conclusion, par voie d'interprétation, que cet acte répond aux aspirations des parties et qu'il aurait été choisi par elles si elles avaient eu conscience du motif de nullité ou d'inefficacité affectant le contrat qu'elles ont passé en réalité (ATF 124 III 112 consid. 2b/bb p. 119 s.; ATF 103 II 176 consid. 4 p. 185 s.).\n\nLa possibilité de convertir un acte juridique vicié en un acte juridique valable n'est pas limitée aux actes bilatéraux. Ainsi, la jurisprudence admet qu'un recours mal dénommé puisse être converti et traité comme le recours qu'il aurait fallu interjeter, si les conditions en sont remplies (ATF 134 III 379 consid. 1.2 p. 382).\n\nCependant, celui qui résilie un contrat exerce un droit formateur (Gestaltungsrecht, diritto formatore); en prévoyant la faculté de donner congé, l'ordre juridique permet à un seul des cocontractants de modifier unilatéralement, par sa seule manifestation de volonté, la situation juridique de l'autre partie (ATF 133 III 360 consid. 8.1.1 p. 364).\n\nLe droit formateur ne peut être exercé que par celui auquel il appartient. Le juge ne peut en principe pas suppléer une volonté qui n'a pas été manifestée.\n\nSurtout, l'exercice du droit formateur, en raison de ses effets pour le cocontractant, doit reposer sur une manifestation de volonté claire et dépourvue d'incertitudes. Ainsi, il a été jugé que l'exercice d'un droit formateur doit être univoque, sans condition et revêtir un caractère irrévocable (ATF 133 III 360 consid. 8.1.1 p. 364; ATF 128 III 129 consid. 2a p. 135).\n\nIl a donc été admis, pour assurer la sécurité du droit et protéger le cocontractant contre une situation juridique incertaine, que la notion de droit formateur exclut en principe la possibilité d'une conversion (ATF 123 III 124 consid. 3d p. 129 et les références citées).\n\nSi, comme c'est le cas en l'espèce, le locataire reçoit un congé qu'il doit interpréter, selon le principe de la confiance, comme une résiliation anticipée fondée sur l'art. 261 al. 2 let. a CO, il n'a pas à compter avec l'éventualité que le juge transforme le congé qui a été donné en un congé tel qu'il n'a pas été donné. On ne se trouve pas BGE 135 III 441 S. 445ici dans l'hypothèse d'une erreur de dénomination ou de référence légale (hypothèses visées à l' ATF 123 III 124 déjà cité): le congé, tel qu'il a été donné, devait être compris comme un congé fondé sur l'art. 261 al. 2 let. a CO. Dans une telle situation, le locataire, pour s'opposer à la résiliation, était naturellement amené à faire valoir que les conditions d'application de cette disposition n'étaient pas réunies et, par voie de conséquence, que le congé était inefficace. Il n'avait pas à envisager un autre congé que celui qui lui a été donné, c'est-à-dire un congé ordinaire qui impliquait pour lui d'autres moyens de défense (une éventuelle annulation du congé sur la base des art. 271 et 271a CO, ainsi, subsidiairement, qu'une prolongation du bail selon les art. 272 ss CO). La conversion a pour but de remplacer ce qui a été dit (et qui n'est pas valable) par ce qui a été voulu (et qui est valable); elle n'a pas pour objet de rectifier l'erreur d'un cocontractant au détriment de l'autre, en modifiant ainsi les fondements juridiques du litige.\n\nOn peut encore observer que le législateur a adopté une disposition spéciale, l'art. 266a al. 2 CO, pour le cas où celui qui donne congé s'est trompé sur le délai ou le terme de congé. Dans ce cas de figure, le congé mal donné produit ses effets au prochain terme possible. Cette règle tend exclusivement à corriger une erreur de date, et non pas une résiliation viciée dans ses conditions de fond (VENTURI-ZEN-RUFFINEN, op. cit., n° 1472 p. 413 s.; LACHAT, op. cit., n° 4.7 p. 655; HIGI, op. cit., nos 25 et 36 ad art. 266a CO). L'existence même de cette règle spéciale montre qu'un report des effets du congé n'est possible que dans le cas d'une erreur sur la date d'échéance, et non pas dans le cas d'espèce.\n\nAu regard de ce qui précède, la cour cantonale n'a pas violé le droit fédéral en ne convertissant pas en une résiliation ordinaire le congé extraordinaire fondé sur l'art. 261 al. 2 let. a CO."}