{"annee": "135", "cour": "III", "page": "253", "date": "6/2/2009", "cite": ["121 III 266", "117 II 421"], "cite_par": ["138 III 792", "144 III 526", "136 III 90"], "chapeau": "38. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause H.X. et F.X. contre Y. (recours en matière civile)\n\n4A_519/2008 du 6 février 2009", "regestes": ["Art. 273 al. 5 et art. 274f al. 1 CO; pouvoir de décision de l'autorité de conciliation; situation juridique lorsqu'une des parties saisit le juge. Lorsque l'une au moins des parties au contrat de bail saisit valablement le juge, la décision de l'autorité de conciliation est caduque, de sorte que l'autre partie est en principe libre, dans les limites fixées par le droit de procédure applicable, de conclure sur l'objet du litige et de former une demande reconventionnelle (consid. 2)."], "faits": "|254|\n\nA. La SI A., alors propriétaire, a remis à bail à H.X., à compter du 1er juin 1977, un appartement de trois pièces ainsi qu'une grande chambrette dans un immeuble sis à Genève. Le loyer, sans les charges, était fixé en dernier lieu à 750 fr. par mois.\n\nAu mois de septembre 2004, Y. a acquis l'immeuble, devenant la bailleresse.\n\nPar deux avis officiels du 3 juin 2005, adressés l'un à H.X. et l'autre à son épouse F.X., la bailleresse a résilié le contrat pour le 31 octobre 2005, affirmant qu'elle avait besoin des locaux loués pour son frère.\n\nB. H.X. et F.X. ont saisi la Commission de conciliation en matière de baux et loyers du canton de Genève, concluant principalement à l'annulation du congé et subsidiairement à une prolongation du bail. Ils soutiennent en substance que le besoin de la bailleresse n'est pas établi, qu'il n'est qu'un prétexte et qu'elle a eu d'autres occasions de loger ses proches.\n\nPar décision du 13 décembre 2005, la Commission de conciliation a admis la validité du congé, mais a accordé une première prolongation du bail de deux ans.\n\nLa bailleresse a saisi le juge par demande du 3 janvier 2006, contestant la prolongation de bail accordée.\n\nH.X. et F.X., dans leur réponse, ont conclu principalement à l'annulation du congé et, subsidiairement, à sa prolongation pour la durée maximale.\n\nPar jugement du 11 octobre 2007, le Tribunal des baux et loyers du canton de Genève a déclaré le congé valable et accordé aux locataires une unique prolongation du bail de trois ans, soit au 31 octobre 2008.\n\nH.X. et F.X. ont appelé de ce jugement; ils ont conclu principalement à l'annulation du congé et subsidiairement à une prolongation du bail pour la durée maximale.\n\nLa bailleresse a conclu à la confirmation du jugement attaqué.\n\nPar arrêt du 6 octobre 2008, la Chambre d'appel en matière de baux et loyers du canton de Genève a annulé le jugement entrepris et accordé une prolongation de bail de quatre ans. La cour cantonale a cependant considéré qu'il n'y avait pas lieu d'entrer en matière sur la question de la validité du congé, parce que H.X. et F.X. n'avaient |255| pas saisi le juge dans les trente jours après la décision de la Commission de conciliation écartant leurs conclusions en annulation de la résiliation.\n\nC. H.X. et F.X. exercent un recours en matière civile au Tribunal fédéral. Ils concluent à l'annulation de l'arrêt attaqué et, principalement, à l'annulation du congé, subsidiairement au renvoi de la cause à la cour cantonale pour qu'elle annule le congé; plus subsidiairement, les recourants requièrent que la cause soit retournée à l'autorité cantonale pour compléter l'instruction.", "considerants": "Extrait des considérants:\n\n2. Invoquant une violation des art. 273 al. 5 et 274f al. 1 CO, les recourants reprochent à la cour cantonale de n'être pas entrée en matière sur leurs conclusions tendant à l'annulation du congé. Ils persistent à soutenir que le congé doit être annulé et invoquent à ce propos une violation de l'art. 271 CO. A titre subsidiaire, ils se plaignent d'arbitraire dans l'application du droit cantonal (art. 9 Cst.), d'un déni de justice et d'une violation de leur droit d'être entendus (art. 29 Cst.).\n\n2.1 Devant l'autorité de conciliation, le locataire et son épouse ont conclu à l'annulation du congé. Ils ont succombé sur ce point, puisque l'autorité de conciliation a conclu à la validité du congé et n'a accordé qu'une prolongation du bail. Le locataire et son épouse semblaient disposés à s'accommoder de cette décision, puisqu'ils n'ont pas porté la cause devant le juge dans les 30 jours.\n\nEn revanche, la bailleresse a saisi le juge pour contester la décision de prolonger le contrat. Le locataire et son épouse ont alors repris leurs conclusions principales en annulation du congé, dans lesquelles ils ont persisté aussi bien en première instance qu'en appel.\n\nLa question litigieuse est de savoir s'ils pouvaient le faire.\n\nD'un côté, il faut observer que les recourants ont succombé dans leurs conclusions en annulation du congé et qu'ils n'ont pas saisi le juge en temps utile, ce qui est de nature à faire entrer en force de chose jugée la décision de l'autorité de conciliation. D'un autre côté, il convient de constater que la bailleresse a saisi le Tribunal des baux et loyers, ce qui a empêché la décision de l'autorité de conciliation de devenir définitive. Il sied ainsi de déterminer si la saisine du juge par une seule des parties entraîne la complète mise à |256| néant de la décision de l'autorité de conciliation (avec le risque d'une sorte de reformatio in peius) ou s'il y a lieu de faire une distinction suivant les chefs de conclusions, dont certains seraient définitivement liquidés et d'autres non.\n\n2.2 A teneur de l'art. 273 al. 1 CO, la partie qui veut contester le congé doit saisir l'autorité de conciliation dans les 30 jours qui suivent la réception du congé. L'autorité de conciliation s'efforce d'amener les parties à un accord (art. 273 al. 4, 1re phrase, CO). L'accord vaut transaction judiciaire (art. 274e al. 1, 2e phrase, CO). Si l'autorité de conciliation ne parvient pas à un accord, elle rend une décision sur les prétentions en annulation du congé (art. 273 al. 4, 2e phrase, CO). Si elle rejette une requête en annulation du congé, elle examine d'office si le bail peut être prolongé (art. 274e al. 3 CO). La partie qui succombe peut saisir le juge dans les 30 jours, à défaut de quoi la décision de l'autorité de conciliation devient définitive (art. 273 al. 5 CO). Cette règle est répétée à l'art. 274f al. 1, 1re phrase, CO.\n\n2.3 Le Tribunal fédéral a déjà eu l'occasion de traiter à plusieurs reprises la question posée.\n\nDans un premier cas, procédant à une analyse de la doctrine, il a constaté que la majorité des auteurs étaient d'avis que la décision de l'autorité de conciliation tombait dans sa totalité dès que le juge est saisi par l'une des parties, de sorte que la partie qui, dans un premier temps, s'était contentée de la décision, peut reprendre ses propres conclusions, même si elle n'a pas agi dans les délais (arrêt 4C.417/1999 du 18 février 2000 consid. 5b, qui se réfère notamment à MARTIN USTERI ET AL., Schweizerisches Mietrecht, Kommentar, 2e éd. 1998, n° 31 ad art. 273 CO et n° 3 ad art. 274f CO; PETER ZIHLMANN, Das Mietrecht, 2e éd. 1995, p. 244, et à ROLAND GMÜR, Kündigungsschutz - Prozessuales rund um den \"Entscheid\" der Schlichtungsbehörde, mp 1990 p. 134; cf. à ce propos très récemment: DAVID LACHAT, Le bail à loyer, 2008, ch. 3.1.3 p. 156/157 et ch. 7.5.9 p. 282; RAYMOND BISANG ET AL., Das schweizerische Mietrecht, Kommentar, 3e éd. 2008, n° 31 ad art. 273 CO). Le Tribunal fédéral n'a cependant pas eu à trancher la question, parce que, dans le cas qui lui était soumis, les deux parties avaient saisi le juge, de sorte qu'il a été admis, dans une telle hypothèse, que l'on pouvait opposer au locataire le fait d'avoir réduit sa demande dans l'acte par lequel il a saisi le juge. |257|\n\nDans une deuxième cause, le Tribunal fédéral a admis que la saisine du juge par une seule des parties empêchait l'entrée en force de la décision de l'autorité de conciliation et qu'il n'était pas question d'une entrée en force partielle; l'autre partie restait donc libre de reprendre ses conclusions dans sa réponse, respectivement de former une reconvention (arrêt 4C.367/2005 du 7 mars 2006 consid. 2.2.2, lequel se référait - en plus des renvois susmentionnés à USTERI ET AL. et à GMÜR - à ROGER WEBER, in Commentaire bâlois, CO, vol. I, 3e éd. 2003, n° 7 ad art. 273 CO, à PETER HIGI, Commentaire zurichois, 4e éd. 1996, n° 134 ad art. 273 CO et à DAVID LACHAT, Le bail à loyer, 1997, p. 185). En revanche, la juridiction fédérale a rejeté la théorie de l' actio duplex, en ce sens qu'elle n'a pas admis que la partie qui avait renoncé à saisir le juge puisse poursuivre seule l'action, alors que l'autre partie (qui avait porté l'affaire devant le juge) avait retiré sa demande (arrêt 4C.367/2005 du 7 mars 2006 ibidem).\n\nDans un troisième arrêt, le Tribunal fédéral a clairement affirmé que lorsqu'une seule des parties saisit le juge, la décision de l'autorité de conciliation ne devient pas définitive également à l'égard de l'autre partie, en sorte que celle-ci conserve la faculté de soumettre au juge ses propres conclusions, dans le cadre de la réponse à la demande ou en formant une demande reconventionnelle, pour autant que le droit de procédure applicable lui offre une telle possibilité (arrêt 4A_130/2008 du 26 mai 2008 consid. 2.2, SJ 2008 I p. 461).\n\n2.4 Le cas d'espèce est absolument identique à ce dernier précédent. Il n'y a pas lieu de revenir sur cette jurisprudence.\n\nIl faut en effet garder à l'esprit que l'autorité de conciliation a pour mission principale d'amener les parties à régler leur différend à l'amiable (cf. art. 274a al. 1 let. b et art. 274e al. 1 CO). Il est vrai qu'à la suite d'une modification législative, les compétences de l'autorité de conciliation ont été élargies dans le sens où il a été prévu qu'elle pouvait rendre, dans certains cas, une décision (art. 274e al. 2, 1re phrase, CO). Cette innovation de la législation n'a cependant pas eu pour but de transformer l'autorité de conciliation en un juge de première instance. La jurisprudence a déjà eu l'occasion de souligner que la \"décision\" de l'autorité de conciliation revêtait un caractère sui generis, qu'elle ne constituait pas un jugement de première instance et qu'elle devait être qualifiée de pré-décision rendue prima facie; le Tribunal fédéral a ajouté que le seul effet |258| juridique de cette décision, en cas de contestation par l'une des parties, était de répartir le rôle des parties dans la procédure judiciaire (ATF 121 III 266 consid. 2b p. 269; ATF 117 II 421 consid. 2 p. 424).\n\nComme la mission de l'autorité de conciliation est principalement de favoriser un règlement amiable des différends, il faut interpréter son pouvoir de décision en fonction de cette finalité. La décision de l'autorité de conciliation est en réalité une ultime tentative de parvenir à un arrangement. En donnant son avis sur le litige, l'autorité de conciliation donne une dernière chance aux parties de s'y soumettre tacitement et ainsi de parvenir en définitive à un accord, lequel est revêtu de l'autorité de chose jugée comme toute autre transaction judiciaire. L'autorité de chose jugée semble dépendre davantage du consentement tacite des parties que du pouvoir qui appartiendrait à l'organe qui a prononcé la décision. Lorsque l'une au moins des parties saisit le juge en temps utile, on doit en déduire que cette ultime proposition conciliatoire n'a pas rencontré le consentement de tous les plaideurs et que la conciliation a par conséquent définitivement échoué.\n\nQuand une des parties au moins saisit valablement le juge, la \"décision\" de l'autorité de conciliation est ainsi mise à néant; l'autre partie est alors en principe libre, dans les limites tracées par le droit de procédure applicable, de conclure sur l'objet du litige et de former une demande reconventionnelle.\n\nIl serait contraire à l'esprit d'une conciliation de désavantager une partie dans la suite de la procédure judiciaire pour le motif qu'elle s'est montrée plus conciliante que l'autre. On admet de façon générale qu'une partie ne peut pas se prévaloir, dans la suite de la procédure, d'une proposition conciliatoire faite par son adversaire, dès lors que celle-ci n'a pas été acceptée et que la conciliation n'est pas venue à chef. On peut parfaitement imaginer qu'une partie, bien qu'insatisfaite de la décision rendue par l'autorité de conciliation, décide néanmoins de s'y soumettre, par gain de paix et pour mettre un terme au litige, dans l'idée que sa partie adverse fera de même; si celle-ci ne se soumet pas et saisit le juge, on ne voit pas pourquoi la partie qui s'est montrée plus accommodante devrait en subir un préjudice et se trouver entravée dans ses moyens. Dans un processus de conciliation, toute proposition ou attitude transactionnelle doit être considérée en principe comme conditionnée à la survenance d'un accord mettant fin au différend. |259|\n\nEn l'espèce, le juge a été valablement saisi par la bailleresse et la procédure judiciaire s'est poursuivie. Le locataire et son épouse n'ont pas renoncé à demander l'annulation du congé indépendamment de l'attitude de leur partie adverse. Qu'ils n'aient pas saisi le juge dans les 30 jours procède manifestement de l'espoir de mettre un terme à la querelle. Dès lors qu'un accord n'a pas pu être trouvé, cette attitude conciliatrice reste sans effet juridique. Dans ces circonstances, la cour cantonale a violé les art. 273 al. 5 et 274f al. 1 CO en considérant que la décision de l'autorité de conciliation était devenue définitive à l'égard des recourants, alors même que l'une des parties avait valablement saisi le juge en temps opportun.\n\n2.5 Le recours étant ainsi fondé, l'arrêt attaqué doit être annulé. Comme la cour cantonale n'a pas examiné la question de l'annulation du congé en considérant à tort que cette conclusion était irrecevable, la cause doit lui être retournée pour nouvelle décision, puisqu'il n'appartient pas au Tribunal fédéral de statuer à sa place (cf. art. 107 al. 2 LTF). Partant, il n'y a pas lieu à ce stade d'examiner le grief de violation de l'art. 271 CO. Il ne se justifie pas non plus d'examiner les griefs constitutionnels qui ont été clairement présentés comme subsidiaires."}