{"annee": "135", "cour": "III", "page": "20", "date": "4/9/2008", "cite": ["78 III 113", "55 III 26", "104 III 38", "129 III 656", "134 III 182", "77 III 151", "130 III 400"], "cite_par": ["143 III 385", "137 II 328", "138 I 475", "144 III 407", "136 III 23", "137 V 90", "138 III 694", "136 I 290", "141 I 1", "136 III 283"], "chapeau": "3. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause X. contre Y. et Office des poursuites de Genève (recours en matière civile)\n\n5A_401/2008 du 4 septembre 2008", "regestes": ["Art. 92 al. 1 ch. 9a LP; insaisissabilité des prestations cantonales complémentaires à l'AVS et à l'AI. La loi genevoise sur les prestations cantonales complémentaires à l'AVS et à l'AI a pour but la couverture des besoins vitaux. Les prestations qui en découlent, réservées par le droit fédéral à l'art. 2 al. 2 LPC, échappent à toute saisissabilité conformément aux art. 20 LPC et 92 al. 1 ch. 9a LP (consid. 4). Limites à l'insaisissabilité absolue. Le fait que le débiteur soit au bénéfice de prestations sociales totalement insaisissables rend inopérant le grief tiré du prétendu dépassement de son minimum vital (consid. 5)."], "faits": "|21|\n\nDans le cadre d'une poursuite exercée par X. à l'encontre de Y., l'Office des poursuites de Genève a dressé un procès-verbal de saisie valant acte de défaut de biens. Selon les indications de l'office, le débiteur perçoit mensuellement une rente AVS de 1'085 fr., une allocation d'impotence de 553 fr., ainsi que des prestations complémentaires fédérales et cantonales s'élevant respectivement à 1'097 fr. et 802 fr.\n\nLe créancier a porté plainte contre le procès-verbal de saisie en invoquant le caractère saisissable des prestations complémentaires cantonales. Sa plainte ayant été rejetée par la Commission de surveillance des offices des poursuites et des faillites du canton de Genève, il a interjeté un recours en matière civile au Tribunal fédéral en concluant à la saisie en sa faveur des 802 fr. de prestations cantonales complémentaires. Le Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n4. Le recourant invoque la violation des art. 92 al. 1 ch. 9a et 93 LP, en tant que la décision querellée retient le caractère absolument insaisissable des prestations cantonales complémentaires à l'AVS et à l'AI.\n\n4.1 Aux termes de l'art. 92 al. 1 ch. 9a LP, les prestations au sens de l'art. 12 de la loi fédérale du 19 mars 1965 sur les prestations complémentaires à l'assurance-vieillesse, survivants et invalidité sont insaisissables. Il en va de même des rentes AVS, AI, des prestations versées par des caisses de compensation pour allocations familiales ainsi que des allocations pour impotents au sens des art. 42 ss LAI, que la loi n'énumère pas (JAEGER/WALDER/KULL, Bundesgesetz über Schuldbetreibung und Konkurs, 5e éd. 2006, n. 57b ad art. 92 LP; GILLIÉRON, Commentaire de la loi sur la poursuite pour dettes et la faillite, n. 186 ad art. 92 LP).\n\nS'il en est ainsi, c'est parce que la Constitution, à son article 112 al. 2 let. b, dispose que ces prestations doivent couvrir les besoins vitaux de manière appropriée (ATF 130 III 400 consid. 3.3.4 p. 405 |22| et les références). Ainsi, les rentes servies sur la base de la LAVS, de la LAI et de la loi fédérale du 6 octobre 2006 sur les prestations complémentaires à l'AVS et à l'AI (LPC; RS 831.30) de même que les allocations familiales, constituent des exceptions au principe selon lequel des prestations destinées à remplacer un revenu sont relativement saisissables en application de l'art. 93 LP. Le législateur a considéré, suivant en cela le Conseil fédéral, qu'aussi longtemps que les prestations du premier pilier n'atteindraient pas leur but, c'est-à-dire couvrir les besoins vitaux dans une mesure appropriée, elles devaient être déclarées absolument insaisissables (Message du Conseil fédéral du 8 mars 1991 relatif à la révision de la LP, FF 1991 III 87 ss, p. 88 et 89; MICHEL OCHSNER, Commentaire romand, Poursuite et faillite, n. 156-157 ad. art. 92 LP; GILLIÉRON, op. cit., n. 186 ad art. 92 LP).\n\n4.2 La loi fédérale du 19 mars 1965 sur les prestations complémentaires à l'AVS et à l'AI a été abrogée et remplacée par la loi du même nom adoptée le 6 octobre 2006 et en vigueur depuis le 1er janvier 2008, suite à l'adoption de la loi fédérale du 6 octobre 2006 concernant l'adoption et la modification d'actes dans le cadre de la réforme de la péréquation financière et de la répartition des tâches entre la Confédération et les cantons (RPT; RO 2007 p. 5779).\n\nL'art. 2 LPC dispose, à son alinéa 1, que la Confédération et les cantons accordent aux personnes qui remplissent les conditions fixées par la loi des prestations complémentaires destinées à la couverture des besoins vitaux; à son alinéa 2, il prescrit que les cantons peuvent allouer des prestations allant au-delà de celles qui sont prévues par la loi et fixer les conditions d'octroi de ces prestations; il précise en outre que le prélèvement de cotisations patronales est exclu.\n\nL'art. 20 LPC, qui reprend l'art. 12 aLPC, prévoit que \"les prestations au sens de la loi fédérale sont soustraites à toute exécution forcée\".\n\nLe 25 octobre 1968, le canton de Genève a fait usage de la faculté laissée aux cantons par l'art. 2 al. 2 LPC en adoptant la loi sur les prestations cantonales complémentaires à l'AVS et à l'AI (LPCC/GE; RSG J 7 15). En vertu de cette loi, les personnes âgées, les veuves, les orphelins et les invalides ont droit à un revenu cantonal minimum d'aide sociale, qui leur est garanti par le versement de prestations cantonales complémentaires à l'AVS et à l'AI (art. 1). Le revenu minimum d'aide sociale est fixé à l'art. 3. Le revenu déterminant |23| comprend notamment les rentes des assurances sociales fédérales et les prestations complémentaires fédérales (art. 5). En outre, en cas de silence de la loi, les prestations complémentaires cantonales sont régies par la loi fédérale du 6 octobre 2006 sur les prestations complémentaires à l'AVS et à l'AI (art. 1A). L'art. 21 LPCC/GE prévoit que ces prestations sont incessibles et insaisissables.\n\n4.3 Le recourant considère que l'insaisissabilité des prestations prévue par l'art. 20 LPC, respectivement par l'art. 92 al. 1 ch. 9a LP, ne concerne que les prestations complémentaires fédérales, à l'exclusion des prestations complémentaires cantonales. Dans cette mesure, l'art. 21 LPCC/GE serait contraire au droit fédéral, en particulier à l'art. 92 al. 1 ch. 9a LP.\n\n4.4 La loi s'interprète pour elle-même, c'est-à-dire selon sa lettre, son esprit et son but, ainsi que selon les valeurs sur lesquelles elle repose, conformément à la méthode téléologique. Le juge s'appuiera sur la ratio legis, qu'il déterminera non pas d'après ses propres conceptions subjectives, mais à la lumière des intentions du législateur. Le but de l'interprétation est de rendre une décision juste d'un point de vue objectif, compte tenu de la structure normative, et doit aboutir à un résultat satisfaisant fondé sur la ratio legis. Si la prise en compte d'éléments historiques n'est pas déterminante pour l'interprétation, cette dernière doit néanmoins s'appuyer en principe sur la volonté du législateur et sur les jugements de valeur qui la sous-tendent de manière reconnaissable, tant il est vrai que l'interprétation des normes légales selon leur finalité ne peut se justifier par elle-même, mais doit au contraire être déduite des intentions du législateur qu'il s'agit d'établir à l'aide des méthodes d'interprétation habituelles (ATF 129 III 656 consid. 4.1 et les arrêts cités).\n\nIl y a lieu de constater tout d'abord qu'il n'y a pas de divergence entre le texte français et les textes allemand et italien à l'art. 20 LPC, qui soustrait à l'exécution forcée \"les prestations au sens de la présente loi\" (\"die Leistungen nach diesem Gesetz\", \"le prestazioni secondo la presente legge\"). En outre, la disposition ne fait pas de distinction entre les prestations fédérales allouées sur la base de l'alinéa 1 de l'art. 2 LPC et les prestations complémentaires cantonales réservées à l'alinéa 2 du même article; elle figure, de plus, dans le chapitre de la loi consacré aux \"dispositions communes\" (chap. 4) et s'appliquant ainsi à toutes les dispositions précédentes, dont l'art. 2 LPC. Compte tenu de sa place dans le texte légal et de |24| sa teneur, il n'y a donc aucun motif de considérer que l'insaisissabilité des prestations prévue par l'art. 20 LPC ne concernerait que les prestations fédérales visées par l'art. 2 al. 1 LPC, à l'exclusion des prestations cantonales prévues par l'alinéa 2 de la même disposition.\n\n4.5 Le recourant estime que les prestations complémentaires cantonales découlant de l'art. 2 al. 2 LPC, dès lors qu'elles ne sont pas définies par la LPC quant à leurs conditions d'octroi ou leur ampleur, ne sont pas soumises au même régime que les prestations fédérales; elles n'auraient pas pour but de garantir des besoins vitaux, de la seule compétence de la Confédération qui a légiféré de manière exhaustive à leur sujet par l'adoption de la LPC. A son avis, les prestations cantonales constitueraient des prestations périodiques servant de revenus de substitution, relativement saisissables au sens de l'art. 93 al. 1 LP.\n\n4.6 L'art. 2 LPC s'inscrit dans le chapitre 2 de la loi intitulé \"prestations complémentaires\", section 1 relative aux \"dispositions générales\". Ainsi, le chapitre couvre aussi bien les prestations fédérales que cantonales. La disposition fixe, comme son titre l'indique, le \"principe\" d'octroi de prestations complémentaires, sans distinction entre les prestations fédérales ou cantonales. A teneur du texte légal, il n'y a donc pas lieu de considérer que les prestations cantonales auraient une autre finalité que la couverture des besoins vitaux.\n\nIl ne résulte pas des travaux préparatoires une autre interprétation. Selon le Message du Conseil fédéral du 7 septembre 2005 sur la législation d'exécution concernant la réforme de la péréquation financière et de la répartition des tâches entre la Confédération et les cantons (RPT; FF 2005 p. 5641 ss; ci-après: Message), l'art. 2 al. 1 LPC avait pour finalité d'instaurer une responsabilité commune de la Confédération et des cantons en matière de prestations complémentaires; contrairement à l'ancien régime, qui laissait les cantons libres d'allouer des prestations complémentaires, ceux-ci y étaient désormais astreints; toutefois, la nature des prestations complémentaires restait inchangée, celles-ci servant à couvrir des besoins vitaux; ces prestations devaient donc permettre d'éviter dans la mesure du possible de recourir à l'aide sociale et constituer un système uniforme et cohérent que la Confédération et les cantons financeraient ensemble. A propos de l'art. 2 al. 2 LPC, le Message exposait que les cantons devaient pouvoir continuer à faire usage de la |25| faculté d'aller au-delà des prestations prévues par la loi fédérale (FF 2005 p. 5833). Cette faculté était déjà réservée aux cantons sous l'empire de l'ancienne LPC du 19 mars 1965, le Conseil fédéral ayant expliqué alors qu'il ne voulait pas d'une réglementation exhaustive fédérale en matière de prestations complémentaires et qu'il privilégiait la méthode du subventionnement pour tenir compte des particularités cantonales et laisser aux cantons \"non seulement la possibilité d'adapter, dans une certaine mesure, les prestations à leur situation, mais surtout de combiner la nouvelle législation avec leurs propres prescriptions et même, le cas échéant, avec un régime d'aide allant au-delà des normes fédérales\", lesquelles constituaient ainsi des normes minimales (Message du Conseil fédéral du 21 septembre 1964 relatif à la LPC, FF 1964 II 714 s.).\n\nDès leur introduction lors de l'entrée en vigueur de la LPC, les prestations complémentaires à l'AVS/AI ont été perçues comme une garantie au versement d'un revenu minimum servant à couvrir des besoins vitaux (RALPH JÖHL, Ergänzungsleistungen zum AHV/IV, in Schweizerisches Bundesverwaltungsrecht, Soziale Sicherheit, 2e éd., p. 1641 n. 1 et p. 1644 n. 5). C'est dans cet esprit que la Confédération a accordé aux cantons la possibilité d'allouer des prestations complémentaires allant au-delà de celles prévues par la législation fédérale. Ainsi, ces prestations complémentaires cantonales servaient aussi à assurer un revenu minimum à des bénéficiaires dans le cadre de la lutte contre les risques de pauvreté (JÖHL, op. cit., p. 1649 s. n. 15 s.).\n\nC'est dès lors à tort que le recourant soutient que la Confédération a déterminé exhaustivement, sans laisser de marge de manoeuvre aux cantons, ce qu'il fallait considérer comme besoins vitaux.\n\nIl découle de ce qui précède, à l'instar de ce que retient la décision cantonale querellée, que l'adoption par le canton de Genève de la LPCC/GE a pour but la couverture complémentaire des besoins vitaux. La teneur de la loi cantonale ne laisse aucun doute à cet égard. La loi s'intitule en effet, dans la continuité de l'art. 2 al. 2 LPC, \"loi sur les prestations cantonales complémentaires à l'AVS/AI\". Elle est entrée en vigueur le 1er janvier 1969 à la suite de la LPC du 19 mars 1965. Elle renvoie du reste expressément à la LPC pour ce qui concerne le droit applicable en cas de silence de la loi cantonale (art. 1A). Bon nombre d'autres de ses dispositions se réfèrent à la LPC, tels l'art. 3 al. 3, qui prévoit l'indexation des prestations |26| complémentaires cantonales par le Conseil d'Etat au taux décidé par le Conseil fédéral pour les prestations complémentaires fédérales, ou l'art. 19, qui calque la modification des prestations sur les règles fédérales en la matière.\n\nLa lecture des travaux parlementaires genevois confirme cette volonté. Dans le cadre de ses débats portant sur l'amélioration des prestations complémentaires cantonales, le Grand Conseil genevois a rappelé que la LPCC/GE avait été conçue comme une loi de comblement, dans le but de compléter les ressources propres des ayants droit jusqu'à concurrence d'un certain montant, considéré comme un minimum vital (Mémorial des séances du Grand Conseil du canton de Genève [ci-après: Mémorial] 1970 p. 1181 et 2724; 1992 p. 7703). Le système mis en place par la législation fédérale et cantonale étant fondé sur la notion de couverture des besoins vitaux des bénéficiaires AVS/AI, le régime des prestations complémentaires cantonales n'intervient que si les prestations de l'AVS/AI et les autres ressources de l'ayant droit ne suffisent pas à couvrir ses dépenses indispensables (Mémorial 1991 p. 3601; 1992 p. 6580). L'introduction de ces prestations a constitué un progrès social important permettant à une majorité des personnes âgées du canton de bénéficier d'un revenu modeste pour se nourrir, se loger et se soigner sans recourir à l'assistance publique (Mémorial 1991 p. 5445 et 5455).\n\nEn conséquence, même si la LPCC/GE constitue du droit cantonal autonome, les prestations cantonales qui en découlent, réservées par le droit fédéral à l'art. 2 al. 2 LPC, échappent à toute saisissabilité, conformément aux art. 20 LPC et 92 al. 1 ch. 9a LP. L'art. 21 LPCC/GE, qui prévoit l'insaisissabilité des prestations cantonales, n'a ainsi pas de portée propre en tant qu'il ne va pas au-delà des normes fédérales d'insaisissabilité.\n\n5. Le recourant fait valoir que l'intimé, par le cumul des prestations, dépasse son minimum vital, les prestations fédérales complémentaires suffisant largement à couvrir ses besoins vitaux.\n\n5.1 Il existe des limites à l'insaisissabilité absolue lorsque le débiteur dispose d'autres ressources que les rentes, prestations et allocations rendues insaisissables par l'art. 92 LP. Ces autres ressources peuvent alors entrer en ligne de compte dans le calcul d'une saisie de revenus; en pareil cas, les prestations absolument insaisissables s'ajoutent au revenu relativement saisissable au sens de l'art. 93 al. 1 LP, ce qui permet d'augmenter la part saisissable du revenu. Il faut |27| en effet tenir compte de ce que le débiteur peut subvenir à une partie de son entretien au moyen de la rente insaisissable, si bien que pour couvrir la part restante du minimum vital, il n'a le cas échéant plus besoin de tout son revenu (ATF 134 III 182 consid. 5; ATF 104 III 38 consid. 1 p. 40; arrêt 5A_14/2007 du 14 mai 2007, consid. 3.1). L'insaisissabilité a encore une autre limite, qui découle de l'interdiction de l'abus de droit. En effet, comme l'a rappelé le Conseil fédéral dans son Message concernant la révision de la LP du 8 mai 1991, les règles de l'insaisissabilité absolue sont également soumises au principe de la bonne foi (FF 1991 III 89).\n\nSous les réserves mentionnées ci-dessus, le dépassement éventuel du minimum vital par le cumul de plusieurs cas différents d'insaisissabilité absolue, voire même d'une seule prestation totalement insaisissable, ne peut être admis que lorsque le texte légal le prévoit (ATF 77 III 151 consid. 4; GEORGES VONDER MÜHLL, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, n. 37 ad art. 92 LP; PAUL MARVILLE, Exécution forcée, responsabilité patrimoniale et protection de la personnalité, thèse Lausanne 1992, p. 214). Le Tribunal fédéral a ainsi constaté que des prestations absolument insaisissables échappaient à la mainmise des créanciers, en l'occurrence des allocations familiales, quand bien même elles excédaient le minimum vital du débiteur et de sa famille (ATF 78 III 113; cf aussi ATF 55 III 26; 51 III 163; 38 I 212). Dans son Message précité du 8 mai 1991, le Conseil fédéral a évoqué la question du versement de prestations supérieures en chiffres absolus au minimum vital prévu par le droit de la poursuite; dans cette hypothèse, a-t-il exposé, il faudrait alors réexaminer les modalités de leur saisissabilité (FF 1991 III 89 i.f.).\n\n5.2 Au vu de ce qui précède, le fait que l'intimé soit au bénéfice de prestations sociales totalement insaisissables rend inopérant le grief tiré du dépassement de son minimum vital soulevé par le recourant. Au surplus, celui-ci ne discute pas les constatations cantonales selon lesquelles aucune des exceptions posées à l'insaisissabilité absolue (existence d'un abus de droit ou d'autres ressources pouvant entrer en ligne de compte dans le calcul d'une saisie de revenus) n'est remplie en l'espèce."}