{"annee": "135", "cour": "IV", "page": "158", "date": "28/5/2009", "cite": ["124 IV 286", "120 IV 317", "132 IV 132", "124 IV 86"], "cite_par": [], "chapeau": "21. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Staatsanwaltschaft des Kantons Basel-Landschaft gegen S. (Beschwerde in Strafsachen)\n\n6B_693/2008 vom 28. Mai 2009", "regestes": ["Art. 139 ch. 3 CP; notion de bande. L'association de deux auteurs peut déjà constituer une bande (confirmation de la jurisprudence; consid. 2 et 3)."], "faits": "", "considerants": "|158|\n\nAus den Erwägungen:\n\n1. Die Vorinstanz sprach den Beschwerdegegner vom Vorwurf des bandenmässigen Diebstahls frei, weil er die fraglichen Diebstähle nur mit je einem Komplizen ausgeführt hatte. Um Bandenmässigkeit annehmen zu können, hätten mindestens drei Personen daran beteiligt sein müssen.\n\n2. Das Strafgesetzbuch bestimmt in Art. 139 Ziff. 3 keine Mindestzahl, ab der ein Zusammenschluss von Personen als Bande anzusehen ist. Nach der bundesgerichtlichen Rechtsprechung ist Bandenmässigkeit gegeben, wenn zwei oder mehrere Täter sich mit dem ausdrücklich oder konkludent geäusserten Willen zusammenfinden, inskünftig zur Verübung mehrerer selbständiger, im Einzelnen möglicherweise noch unbestimmter Straftaten zusammenzuwirken. Dieser Zusammenschluss (auch nur zweier Personen) ist es, der den Einzelnen psychisch und physisch stärkt, ihn deshalb besonders gefährlich macht und die Begehung von weiteren solchen Straftaten voraussehen lässt.\n\nDas Bundesgericht hat zur Kritik in der Literatur mehrmals Stellung genommen (vgl. Hinweis in BGE 120 IV 318). Im Urteil vom 25. April 1997 (6S.734/1996) hat es sich gefragt, ob für den Begriff der Bande weniger auf die Zahl der Beteiligten und stattdessen mehr auf den Organisationsgrad und die Intensität der Zusammenarbeit der Täter abgestellt werden sollte. Bei dieser |159| Betrachtungsweise würde der Umstand, dass sich \"nur\" zwei Personen zur fortgesetzten Begehung von Straftaten zusammengefunden haben, eine bandenmässige Tatbegehung nicht ausschliessen, wenn nur gewisse Mindestansätze einer Organisation (etwa einer Rollen- oder Arbeitsteilung) oder die Intensität des Zusammenwirkens ein derartiges Ausmass erreichten, dass von einem bis zu einem gewissen Grade fest verbundenen und stabilen Team gesprochen werden kann, auch wenn dieses allenfalls nur kurzlebig war. Ist demgegenüber schon die Zusammenarbeit derart locker, dass von Anfang an nur ein loser und damit völlig unbeständiger Zusammenhalt besteht, läge keine Bande vor (zum Ganzen: BGE 124 IV 86 E. 2b mit Hinweisen; BGE 124 IV 286 E. 2a; BGE 132 IV 132 E. 5.2 und Urteil 6S.312/2004 vom 24. März 2005; zustimmend: STRATENWERTH/JENNY, Straftaten gegen Individualinteressen, 6. Aufl. 2003, § 13 N. 100; BERNARD CORBOZ, Les infractions en droit suisse, Bd. I, 2002, N. 16 zu Art. 139 StGB; ablehnend: NIGGLI/RIEDO, in: Basler Kommentar, Strafrecht, Bd. II, 2. Aufl. 2007, N. 117 zu Art. 139 StGB; SCHUBARTH/ALBRECHT, in: Kommentar zum Schweizerischen Strafrecht, 1990, N. 129 ff. zu Art. 137 StGB; OLIVIER PECORINI, Le brigandage et l'extorsion par brigandage d'une chose mobilière en droit pénal suisse, 1995, S. 147 f.).\n\n3. Die Vorinstanz stellt diese Rechtsprechung insbesondere unter Hinweis auf die Rechtsprechung des Deutschen Bundesgerichtshofs (Beschluss vom 22. März 2001 - GSSt 1/00) und die Kritik in der Schweizer Lehre in Frage.\n\n3.1 Sie macht geltend, die besondere Gefährlichkeit einer Bande liege doch in der Absicht der Beteiligten, künftig eine Mehrzahl von Delikten zu begehen, was die Mitglieder gegenseitig psychisch stärke und den Ausstieg aus der deliktischen Tätigkeit aufgrund des Gruppendrucks erschwere. Bei zwei Personen sei dieser Druck nicht derart gross, stehe doch jeweils ein Wille bzw. eine Meinung nur einem anderen Willen gegenüber. So sei der Ausstieg aus der Delinquenz bei einem Zweierteam deutlich einfacher, als wenn ein Täter seinen Willen gegenüber einer Mehrzahl von Personen und somit einer Stimmenmehrheit durchzusetzen habe. Bei einem Zweierteam seien der Gruppendruck und die psychische Stärkung nicht genügend ausgeprägt.\n\nDiese Auffassung ist insoweit zutreffend, als der Gruppendruck und die gegenseitige psychische Stärkung in der Regel bei mehr als |160| zwei Tätern höher sein wird. Umgekehrt wird es aber auch immer wieder vorkommen, dass dieser Druck und die psychische Stärkung bei zwei Tätern, die sich z.B. freundschaftlich oder familiär besonders verbunden sind, grösser sein wird als bei einem Trio ohne besonderen Zusammenhalt. Einzuräumen ist, dass es im Einzelfall schwierig sein kann, solche graduelle Unterschiede festzustellen. Das Anheben der Mindestzahl auf drei Täter wäre aber insoweit bloss eine Scheinlösung, als bei drei und mehr Tätern dieselben Schwierigkeiten auftreten können. Auch hier wird nicht immer klar sein, ob sich die Täter zusammenfanden, um künftig eine Mehrzahl von Delikten zu begehen.\n\n3.2 Die Vorinstanz hält ferner dafür, dass bei einer Zweierbande das Mindestmass an Organisation und Zusammenarbeit als Abgrenzungskriterium ungeeignet sei, weil bei zwei Tatbeteiligten weniger Organisation und Absprachen nötig seien als bei einer Vielzahl Beteiligter. Anderseits werde die Zusammenarbeit von zwei Tätern wohl stets intensiver sein als bei mehreren und die Annahme eines stabilen Teams liege bei zwei gemeinsamen Tätern näher. Je mehr Personen beteiligt seien, umso mehr Organisation und Absprachen seien erforderlich.\n\nDass sich Organisation und Absprachen bei zwei Tatbeteiligten in der Regel einfacher gestalten als bei einer Vielzahl von Tätern, ist unbestritten. Doch ist dies nicht der entscheidende Punkt. Von Bedeutung ist vielmehr, dass auch bei nur zwei Tätern von einem fest verbundenen und stabilen Team gesprochen werden kann, was über die Mittäterschaft hinausgeht. Dass es im Einzelfall schwierig ist, derartige Feststellungen zu treffen, liegt auf der Hand. Doch liefern gerade Absprachen und auch gewisse Mindestansätze einer Organisation (z.B. einer Rollen- oder Arbeitsteilung) Hinweise dazu.\n\n3.3 Unter Bezugnahme auf die Schweizer Lehre (NIGGLI/RIEDO, a.a.O.) erwägt die Vorinstanz, da man nicht Mitglied eines Paares oder eines Duos sein könne, müssten bereits nach dem Gesetzeswortlaut, wo von \"Mitglied einer Bande\" die Rede ist, zwingend mindestens drei Personen beteiligt sein. Auch die Etymologie des Wortes, welches vom französischen Wort \"bande\" (Truppe, Schar) komme, weise auf einen Zusammenschluss von drei Personen hin.\n\nZur Etymologie des Wortes stellt die Beschwerdeführerin berechtigterweise die Frage, ob drei Mitglieder tatsächlich ausreichten, um eine Bande im gebräuchlichen Wortsinn zu bilden. Denn selbst bei |161| dreien kann wohl kaum schon von einer Truppe, Schar, Rotte, Horde oder Meute gesprochen werden.\n\nDas deutsche Strafgesetzbuch benutzt mit den Worten \"als Mitglied einer Bande\" in § 244 Abs. 1 Nr. 2 StGB dieselbe Wortwahl wie das schweizerische. Der erwähnte Beschluss des Bundesgerichtshofs änderte die deutsche Rechtsprechung. Seither bedarf es für die Annahme der Bandenmässigkeit des Zusammenwirkens von nicht bloss zwei, sondern mindestens drei Personen. Im selben Beschluss wird aber ausdrücklich festgehalten: \"Der Wortlaut des § 244 Abs. 1 Nr. 2 StGB und der Wortlaut der übrigen Tatbestände der Bandendelikte lassen sowohl die Annahme einer aus zwei Personen bestehenden Bande als auch die Anhebung der Mindestzahl der Bandenmitglieder auf drei Personen zu\" (Rz. 28).\n\nIm Übrigen kann darauf hingewiesen werden, dass der Begriff \"Zweierbande\" im deutschen Sprachgebrauch immerhin vorkommt. So findet sich z.B. in der Datenbank der Fachstelle für Internationale Jugendarbeit der Bundesrepublik Deutschland e.V. (IJAB) folgender Satz: \"Meistens wurden die Straftaten in der Gruppe begangen, am häufigsten in Zweierbanden\" (Ziff. 2.1.3).\n\nDer Diebstahl als Mitglied einer Bande untersteht einer erhöhten Mindeststrafdrohung, weil darin eine besondere Gefährlichkeit liegt (E. 2). Um den Wortsinn zu ergründen, muss demnach ausschlaggebend sein, ob diese Gefährlichkeit bereits beim Zusammenschluss zweier Täter gegeben sein kann. Dies ist zu bejahen (E. 3.1 und 3.2).\n\n3.4 Nach dem Gesagten ist an der bisherigen Rechtsprechung festzuhalten und der angefochtene Entscheid aufzuheben."}