{"annee": "135", "cour": "III", "page": "433", "date": "23/4/2009", "cite": ["122 III 10", "132 III 24", "41 II 132", "122 III 420", "80 II 123"], "cite_par": ["138 III 746", "143 III 1"], "chapeau": "65. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen B. (Beschwerde in Zivilsachen)\n\n4A_398/2007 vom 23. April 2009", "regestes": ["Art. 160 al. 1 CO; contenu de la clause pénale; exigence de précision en ce qui concerne les obligations garanties par une telle clause. La peine conventionnelle peut consister aussi bien dans une prestation positive que dans la perte d'un droit, p. ex. la réduction d'une créance en paiement du prix de vente (changement de jurisprudence; consid. 3). L'exigence de précision propre au droit pénal ne s'applique pas à la description des obligations garanties par une peine conventionnelle; des clauses générales, en vertu desquelles une peine est due pour toute violation du contrat, sont admissibles (consid. 4)."], "faits": "|434|\n\nA.\n\nA.a B. (Beschwerdegegner) führte über Jahrzehnte eine zahnärztliche Praxis in Zürich. Im Hinblick auf die Aufgabe seiner Berufstätigkeit schloss er am 31. Dezember 1999 mit A. (Beschwerdeführerin) einen Praxisübernahmevertrag ab, mit dem er sich zur Übertragung seiner Praxis einschliesslich der gesamten Patientenkartei (Ziff. 5 Abs. 1 des Vertrags) verpflichtete.\n\nA.b Im Rahmen der Praxisübergabe kam es zu Differenzen zwischen den Parteien, insbesondere wegen angeblich negativer Äusserungen des Beschwerdegegners über die Beschwerdeführerin gegenüber Patienten. Infolgedessen modifizierten die Parteien am 19. Juli 2001 den ursprünglichen Praxisübernahmevertrag mit einer Änderungsvereinbarung, deren Ziffern 3.1 und 3.2 wie folgt lauten:\n\n\"3.1 In Abänderung von Ziff. 3 des Kaufvertrages vereinbaren die Parteien als Restzahlung aus der Praxisübernahme für die Jahre 2000 und 2001 den Betrag von CHF 690'000.-, zahlbar in zwei Raten wie folgt: CHF 350'000.- bis spätestens am 30. Juli 2001; CHF 340'000.- bis spätestens 28. Februar 2002.\n\n3.2 Diese Zahlung steht unter der Bedingung, dass sich beide Parteien getreu und vertragsgemäss verhalten.\n\nInsbesondere wird Dr. B. im Sinne von Ziff. 5 des Kaufvertrages dafür besorgt sein, dass die von ihm behandelten Patienten bei Dr. A. |435| eingeführt und von dieser weiter behandelt werden. Er wird sich jeglicher Abwerbung enthalten.\n\nBeide Parteien verpflichten sich, sich jeglicher Kritik an der Person oder an der Arbeit der anderen Partei zu enthalten.\n\nDr. A. dankt Dr. B. für die geleistete Arbeit und sichert zu, die übernommenen Patienten fachgerecht weiterzubehandeln.\"\n\nDie erste Rate von Fr. 350'000.- bezahlte die Beschwerdeführerin fristgerecht am 30. Juli 2001.\n\nA.c In der Folge ergaben sich jedoch weitere Differenzen zwischen den Parteien, namentlich bezüglich der Frage, ob der Beschwerdegegner der Beschwerdeführerin sämtliche Patientendaten ordnungsgemäss übergeben habe. Mit Schreiben vom 9. Oktober 2001 setzte die Beschwerdeführerin dem Beschwerdegegner Frist bis am 17. Oktober 2001, um unter anderem alle Patientenkarten und alle vom Computer heruntergeladenen Dateien in die Praxis zurückzubringen. Der Beschwerdegegner brachte hierauf einen Teil der zurückbehaltenen Patientenkarten zurück, entfernte im gleichen Zug jedoch die Datenbank-Software \"C.\" vom Computer der Beschwerdeführerin.\n\nDaraufhin teilte ihm die Beschwerdeführerin mit, er habe nicht getreu und vertragsgemäss gehandelt, weshalb die Bedingungen für die zweite Zahlung zur Zeit nicht erfüllt seien. Sie bestehe auf der vollständigen Rückgabe aller Sachen, namentlich der Datenbank-Software sowie noch fehlender Patientenunterlagen.\n\nIm Januar 2002 liess der Beschwerdegegner der Beschwerdeführerin eine Backup-Kopie der Datenbank-Software \"C.\" zukommen.\n\nDie zweite Kaufpreisrate in der Höhe von Fr. 340'000.-, die gemäss der Vereinbarung vom 19. Juli 2001 am 28. Februar 2002 fällig geworden wäre, bezahlte die Beschwerdeführerin nicht.\n\nB.\n\nB.a Am 20. Juni 2002 klagte der Beschwerdegegner gegen die Beschwerdeführerin beim Bezirksgericht Zürich auf Zahlung der ausstehenden Kaufpreisrate nebst Zins sowie Betreibungskosten. Mit Urteil vom 7. April 2006 wies das Bezirksgericht die Klage ab.\n\nB.b Dagegen erhob der Beschwerdegegner Berufung beim Obergericht des Kantons Zürich mit dem Antrag, das Urteil des Bezirksgerichts sei aufzuheben und die Klage sei gutzuheissen. Mit Urteil vom 21. August 2007 hiess das Obergericht die Klage gut und verurteilte die Beschwerdeführerin zur Zahlung von Fr. 340'000.- nebst Zins. |436|\n\nDas Obergericht kam zum Schluss, dass Ziff. 3.2 Abs. 1 der Vereinbarung vom 19. Juli 2001 entgegen der Auffassung der ersten Instanz und der Beschwerdeführerin die Pflicht zur Zahlung der letzten Kaufpreisrate nicht beeinträchtige. Diese Klausel enthalte weder eine auflösende Bedingung noch eine wirksame Vereinbarung einer Konventionalstrafe. Zudem habe der Beschwerdegegner den Vertrag mit der Beschwerdeführerin nicht verletzt.\n\nC. Mit Beschwerde in Zivilsachen vom 1. Oktober 2007 beantragt die Beschwerdeführerin dem Bundesgericht, es sei das Urteil des Obergerichts des Kantons Zürich aufzuheben und die Klage abzuweisen. Eventualiter sei die Sache zu neuem Entscheid an das Obergericht zurückzuweisen.\n\nDie Beschwerdegegnerin schliesst in ihrer Vernehmlassung auf Abweisung der Beschwerde. Das Obergericht verzichtet auf eine Vernehmlassung.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut, hebt das Urteil des Obergerichts des Kantons Zürich vom 21. August 2007 auf und weist die Sache zur Ergänzung des Sachverhalts und zu neuer Entscheidung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n3. Die Beschwerdeführerin beanstandet die Erwägung der Vorinstanz, dass Ziff. 3.2 Abs. 1 der Vereinbarung vom 19. Juli 2001 schon nur deshalb keine Resolutivbedingung enthalten könne, weil getreues und vertragsgemässes Verhalten nicht zum Gegenstand einer Bedingung gemacht werden könne. Sie rügt, damit würden die Vertragsinhaltsfreiheit (Art. 19 Abs. 1 OR) sowie die Normen des Bedingungsrechts (Art. 151 ff. OR) verletzt.\n\n3.1 Bedingt ist ein Vertrag, wenn seine Wirksamkeit oder einzelne seiner Wirkungen von einem nach den Vorstellungen der Parteien ungewissen zukünftigen Ereignis abhängen, wenn die Verpflichtung des Schuldners im Grundsatz und nicht bloss hinsichtlich des Erfüllungszeitpunkts noch ungewiss ist (Art. 151 Abs. 1 OR; vgl. BGE 122 III 10 E. 4b S. 15 f.). Zum Gegenstand der Bedingung können sowohl vom Willen der Parteien unabhängige als auch davon abhängige Ereignisse gemacht werden. Im ersten Fall spricht man von kasuellen Bedingungen, im letzteren von Potestativbedingungen (statt aller HEINRICH HONSELL, in: OR, Art. 1-529, Kurzkommentar; ders. [Hrsg.], 2008, N. 2 zu Art. 151 OR). Weist die Bedingung sowohl |437| potestative als auch kasuelle Elemente auf, ist sie gemischt (\"condition mixte\"; BGE 41 II 132 E. 2 S. 135).\n\nAuch das vertragsgemässe Verhalten kann als willensabhängiges Ereignis zum Gegenstand einer Potestativbedingung gemacht werden. Vertragsgemässes Verhalten heisst Unterlassen vertragswidrigen Verhaltens. Ist das Leistungsversprechen des Schuldners aber vom Eintritt der ungewissen Tatsache abhängig, dass dieser die Hauptleistung nicht, schlecht oder spät erbringt, handelt es sich dabei um eine Konventionalstrafe (vgl. BGE 122 III 420 E. 2a S. 422; BERNHARD BERGER, Allgemeines Schuldrecht, 2008, Rz. 1779). Die Funktion eines solchermassen bedingten Leistungsversprechens besteht primär darin, das Interesse der Gläubigerin an der Vertragsdurchführung zu sichern (ALFRED KOLLER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 3. Aufl. 2009, § 81 Rz. 15; MICHEL MOOSER, in: Commentaire romand, Code des obligations, Bd. I, 2003, N. 2 zu Art. 160 OR; PIERRE TERCIER, Le droit des obligations, 3. Aufl. 2004, Rz. 1255; vgl. auch Art. 1226 des französischen Code civil: \"La clause pénale est celle par laquelle une personne, pour assurer l'exécution d'une convention, s'engage à quelque chose en cas d'inexécution\"). Der Schuldner soll mithin in verstärktem Masse zur Vertragstreue angehalten werden (BERNHARD BERGER, a.a.O., Rz. 1780). Zudem verbessert die Konventionalstrafe die Rechtsstellung der Gläubigerin insofern, als sie vom Schadensnachweis befreit wird. Denn die Konventionalstrafe ist ohne gegenteilige Abrede auch dann verfallen, wenn der Gläubigerin kein Schaden entstanden ist (vgl. Art. 161 Abs. 1 OR; BGE 122 III 420 E. 2a S. 422).\n\n3.2 Die Auffassung der Beschwerdeführerin, dass entgegen den Ausführungen der Vorinstanz auch vertragsgemässes Verhalten, d.h. das Unterlassen einer Vertragsverletzung zum Gegenstand einer (Potestativ-)Bedingung gemacht werden kann, trifft grundsätzlich zu. Allerdings finden nach dem Gesagten auf solchermassen bedingte Leistungsversprechen nicht die Art. 151 ff. OR Anwendung, sondern die Regeln über die Konventionalstrafe.\n\nDie Beschwerdeführerin macht unter Hinweis auf BGE 80 II 123 E. 3 freilich geltend, dass Ziff. 3.2 Abs. 1 der Vereinbarung vom 19. Juli 2001, wonach die Zahlung des Restkaufpreises unter der Bedingung des getreuen und vertragsgemässen Parteiverhaltens steht, schon nur deshalb keine Konventionalstrafe regeln könne, weil darin keine Pflicht zu einer positiven Leistung vereinbart werde, sondern ein Verlust von Ansprüchen. |438|\n\n3.3 Das Bundesgericht hat in dem von der Beschwerdeführerin angerufenen Entscheid die statutarisch vorgesehene Verwirkung des Rentenanspruchs gegen eine Pensionskasse bei Verletzung von Mitgliederpflichten nicht als Konventionalstrafe qualifiziert mit der Begründung, dass das Versprechen einer (positiven) Leistung für eine Konventionalstrafe begriffswesentlich sei (BGE 80 II 123 E. 3 S. 132).\n\nDieser Rechtsprechung ist in der Lehre verbreitet Kritik erwachsen. Ein Teil der Lehre hält es für unerheblich, ob die Strafleistung in einem Geldtransfer oder einem Rechtsverlust besteht; entscheidend sei die wirtschaftliche Gleichwertigkeit (HANS MICHAEL RIEMER, Konventionalstrafen in Gestalt von Verfall- oder Verwirkungsklauseln, in: Hundert Jahre Schweizerisches Obligationenrecht, 1982, S. 450 f.). Wirtschaftlich entspreche das Versprechen einer bestimmten Geldsumme einem Verzicht auf die gleiche Summe (PIERRE ENGEL, Traité des obligations en droit suisse, 2. Aufl. 1997, S. 862; GASPARD COUCHEPIN, La clause pénale, 2008, Rz. 984; EUGEN BUCHER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 2. Aufl. 1989, S. 522 f., Fn. 6 f.). Die drohende Verwirkung von Rechten könne die Funktion der Gläubigersicherung ebenso wahrnehmen wie eine drohende Zahlungspflicht (GAUCH/SCHLUEP/EMMENEGGER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 9. Aufl. 2008, Bd. II, Rz. 3790; COUCHEPIN, a.a.O. Rz. 984). Zudem spreche gerade der Zweck von Art. 163 Abs. 3 OR, wonach der Richter übermässig hohe Konventionalstrafen nach seinem Ermessen herabzusetzen hat, für eine Gleichbehandlung; denn es sei nicht einzusehen, weshalb ein Schuldner nur im Falle eines positiven Leistungsversprechens und nicht auch bei der Übernahme eines Rechtsnachteils vor unverhältnismässiger Härte geschützt sein solle (CLAIRE HUGUENIN, Obligationenrecht, Allgemeiner Teil, 3. Aufl. 2008, Rz. 1209). Schliesslich sehen einige Autoren gerade in der Reduktion eines Kaufpreises einen Anwendungsfall einer Konventionalstrafe (ENGEL, a.a.O., S. 862; BUCHER, a.a.O., S. 523, Fn. 7; HERMANN BECKER, Berner Kommentar, 1913, N. 3 zu Art. 160 OR). Dies entspricht zudem auch der Rechtslage in benachbarten Rechtsordnungen (für das italienische Recht vgl. die Urteile der italienischen Corte di Cassazione vom 7. Juni 1966, Ziff. 1489 und vom 8. August 1962, Ziff. 2454, wonach Gegenstand einer Konventionalstrafe ein Verlust von Rechten [\"decadenza di diritti\"] bzw. eine Befreiung des Gläubigers von einer Schuld gegenüber dem Schuldner der Konventionalstrafe [\"liberazione del creditore da un proprio debito\"] sein könne; Gleiches gilt im deutschen |439| Recht: vgl. statt aller PETER GOTTWALD, in: Münchener Kommentar zum Bürgerlichen Gesetzbuch, Bd. 2, 5. Aufl. 2007, N. 27 ff. vor § 339 BGB, N. 1 zu § 343 BGB). Weiter wird in der schweizerischen Literatur auch vertreten, dass auf einen Rechtsverlust, der an einen Nichterfüllungstatbestand geknüpft ist, die Bestimmungen über die Konventionalstrafe zwar nicht direkt, aber immerhin analog Anwendung finden (KOLLER, a.a.O., § 81 Rz. 6; ROLAND BENTELE, Die Konventionalstrafe nach Art. 160-163 OR, 1994, S. 131 ff.; MEHMET ERDEM, La clause pénale, 2006, S. 42).\n\n3.4 Die Einwände der nahezu einhelligen Lehre gegen die seit mehr als 50 Jahren nicht mehr bestätigte Rechtsprechung überzeugen. Eine Konventionalstrafe kann sowohl in einer Vermehrung der Passiven wie auch in einer Verminderung der Aktiven bestehen. Somit sind auf einen Forderungsverlust, der an einen Nichterfüllungstatbestand geknüpft ist, die Bestimmungen über die Konventionalstrafe anwendbar. Dies bedeutet insbesondere, dass die Höhe des Forderungsverlustes der richterlichen Herabsetzung gemäss Art. 163 Abs. 3 OR untersteht, sofern sie sich als übermässig erweist.\n\n3.5 Die Vorinstanz ist zutreffend zum Schluss gelangt, dass die Art. 151 ff. OR über die Bedingungen auf Ziff. 3.2 Abs. 1 der Vereinbarung vom 19. Juli 2001 keine Anwendung finden, und hat zu Recht geprüft, ob die Klausel die Voraussetzungen einer wirksamen Konventionalstrafe aufweist.\n\n4. Für den Fall, dass auf die Klausel von Ziff. 3.2 Abs. 1 der Vereinbarung vom 19. Juli 2001 die Bestimmungen über die Konventionalstrafe Anwendung finden, macht die Beschwerdeführerin geltend, die Strafabrede sei entgegen der Auffassung der Vorinstanz gültig.\n\n4.1 Die Vorinstanz kam zum Schluss, dass eine Strafabrede in Anlehnung an den Grundsatz nulla poena sine lege so klar zu formulieren sei, dass dem Pflichtigen die Folgen seines vertragswidrigen Verhaltens ohne weiteres klar seien. Die Klausel gemäss Ziff. 3.2 Abs. 1 der Vereinbarung vom 19. Juli 2001 genüge diesen Anforderungen jedoch in mehrfacher Hinsicht nicht: Zum einen werde darin das Wort \"Konventionalstrafe\" nicht verwendet; zum anderen sei die Verpflichtung, sich \"getreu und vertragsgemäss\" zu verhalten, zu allgemein, um Grundlage einer Vertragsstrafe zu bilden.\n\n4.2 Eine Konventionalstrafe ist zwar eine Sanktion für ein vertragswidriges Verhalten; mit einer Strafe für kriminelles Unrecht ist sie |440| aber nicht vergleichbar. Das Prinzip nulla poena sine lege, das dem Strafanspruch des Staates Schranken setzt, findet auf autonom gestaltete Rechtsverhältnisse zwischen Privaten keine Anwendung. Es steht vielmehr im Belieben der Parteien, wie sie das Verhalten, welches sie mit Vertragsstrafe bewehren wollen, umschreiben. Sie können namentlich auch Generalklauseln vereinbaren, nach denen Strafe für jede vertragliche Pflichtverletzung geschuldet ist, um so einen allgemeinen Druck in Richtung vertragskonformes Verhalten zu erzeugen (vgl. BENTELE, a.a.O., S. 45; ERDEM, a.a.O., S. 63; weiter auch STAUDINGER/RIEBLE, Kommentar zum Bürgerlichen Gesetzbuch, Stand: Mai 2004, N. 85 vor § 339 BGB). Die Auslegung solcher Generalklauseln richtet sich nach Art. 18 OR (vgl. dazu BGE 132 III 24 E. 4 S. 27 f. mit Hinweisen).\n\n4.3 Ziff. 3.2 Abs. 1 der Vereinbarung vom 19. Juli 2001 stellt die Zahlung der letzten beiden Kaufpreisraten unter die Bedingung des \"getreuen und vertragsgemässen\" Verhaltens \"beide[r] Parteien\". Obwohl diese Klausel nach ihrem Wortlaut auf das vertragsgemässe Verhalten beider Parteien hinwirken soll, sanktioniert sie letztlich nur eine Vertragsverletzung des Verkäufers; denn nur dieser wird in seinem Vermögen getroffen, wenn die Zahlung der letzten beiden Kaufpreisraten wegen vertragswidrigen Verhaltens entfällt. Aus dem systematischen Zusammenhang von Ziff. 3.2, namentlich aus deren Abs. 2, der auf Ziff. 5 des ursprünglichen Praxisübernahmevertrages vom 19. März 1999 verweist, ergibt sich denn auch, dass die Klausel in erster Linie auf die Sicherung der Vertragstreue des Beschwerdegegners abzielt. Danach wird der Beschwerdeführerin ohne Schadensnachweis ein Teil des Kaufpreises erlassen, wenn der Beschwerdegegner namentlich seine Pflicht zur Übertragung des Patientenstammes und der Praxiseinrichtung sowie die Pflicht zur Einführung der Patienten bei der Beschwerdeführerin verletzt. Ziff. 3.2 Abs. 1 weist somit die typischen Funktionen einer Konventionalstrafe auf, welche das vertragsgemässe Verhalten des Verkäufers absichert. Dass sie nicht ausdrücklich als solche bezeichnet wurde, schadet nichts (Art. 18 Abs. 1 OR). Aus dem systematischen Zusammenhang der Klausel lässt sich ohne weiteres der Pflichtenkreis erschliessen, den die Parteien mit einer Vertragsstrafe bewehrt haben. Gründe, an der Wirksamkeit der Strafabrede zu zweifeln, sind nicht ersichtlich.\n\n4.4 Die Beschwerde erweist sich damit insoweit als begründet, als die Vorinstanz der Ziff. 3.2 Abs. 1 der Vereinbarung vom 19. Juli |441| 2001 die Wirksamkeit wegen angeblich fehlender Bestimmtheit des strafauslösenden Verhaltens bzw. mangels ausdrücklicher Bezeichnung als Konventionalstrafe versagt hat."}