{"annee": "135", "cour": "II", "page": "384", "date": "7/10/2009", "cite": ["125 II 465", "119 IA 254", "131 II 697", "131 II 253", "131 II 13", "132 II 257", "134 III 102", "131 II 680", "133 I 100", "133 II 249", "115 IV 248", "125 II 591", "118 IB 356", "133 II 305", "133 II 263", "135 II 296", "134 II 249", "130 II 449"], "cite_par": ["141 II 307", "139 II 243", "141 II 393", "138 III 650", "137 I 23", "137 III 580", "139 II 263", "138 I 274", "142 II 451", "138 II 77", "139 II 470", "139 I 72", "139 II 185"], "chapeau": "39. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. X. und Y. gegen Gesundheitsdirektion des Kantons Zürich und Mitb. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_422/2008 vom 7. Oktober 2009", "regestes": ["Art. 20, 80 al. 2 let. b, art. 120 al. 2 Cst.; art. 89 al. 1 et al. 2 let. d, art. 102 al. 1 LTF; art. 13 al. 1 et 2, art. 18 aLPA; art. 61 al. 3, art. 62 al. 3 aOPAn; expériences sur les primates (non humains). Qualité d'une commission cantonale en matière d'expériences sur les animaux dans la procédure de recours devant le Tribunal fédéral (consid. 1). Cognition limitée du Tribunal fédéral dans l'interprétation de notions juridiques indéterminées et quant au \"pouvoir d'appréciation en matière technique\" (consid. 2.2). Seuls des motifs sérieux permettent de s'écarter du jugement de la commission cantonale en matière d'expériences sur les animaux (consid. 3.4). Selon l'art. 61 al. 3 let. d aLPA, pour être autorisée, une expérience sur les animaux doit faire l'objet d'une pesée des intérêts entre le gain prévisible de connaissances et les douleurs et souffrances endurées à cet effet (consid. 3.1-3.3 et consid. 4.3). La détermination du gain prévisible de connaissances doit reposer sur le résultat concret du cas d'espèce et non pas sur celui d'un grand nombre d'expériences (consid. 4.4). La pesée des intérêts prendra en considération la proximité particulière qui existe entre les primates et les humains ainsi que l'intégrité des organismes vivants (consid. 4.6)."], "faits": "BGE 135 II 384 S. 385\n\nA. X. und Y. arbeiten als Forscher am Institut für Neuroinformatik der Universität Zürich und der ETH. Sie ersuchten am 1. Februar 2006 das Veterinäramt des Kantons Zürich, ihnen einen Tierversuch zu bewilligen. (...) Im Rahmen dieses Versuchs soll geprüft werden, ob die Schaltkreise in der Hirnrinde aller Säugetiere nach denselben Regeln aufgebaut sind, insbesondere, ob die strukturell und funktionell unterschiedlichen Areale des Neokortex bei Ratten, Katzen und Rhesusaffen in der Grundstruktur gleiche grundlegende neuronale Organisationseinheiten aufweisen. Angestrebt wird eine einheitliche Theorie des Neokortex. Dieser ist der stammesgeschichtlich jüngste Teil der Grosshirnrinde und kommt nur bei Säugetieren vor. Die Forscher sehen drei Verfahren vor, in welchen der Neokortex bei insgesamt 300 Ratten, 100 Katzen und 36 Rhesusaffen verglichen wird. Im ersten Verfahren wird ein Teil der Tiere narkotisiert, um in einer dreistündigen Operation Hirngewebe für In-vitro- Untersuchungen zu entnehmen und sie anschliessend zu töten. Im zweiten Verfahren werden wiederum einige Tiere 24 bis 72 Stunden betäubt, um die Schädeldecke zu öffnen und Elektroden zur Messung der Aktivitäten der Nervenzellen einzuführen; danach werden BGE 135 II 384 S. 386sie getötet. Im dritten Verfahren werden die restlichen Tiere bis zu 12 Stunden anästhesiert, um die Nervenverbindungen im Neokortex mithilfe von operativ injizierten Spurensubstanzen kenntlich zu machen. Nach einem Zeitraum von einem bis 14 Tagen werden sie erneut narkotisiert, um entweder Aktivitäten - wie im zweiten Verfahren - zu messen oder Hirngewebe - wie im ersten Verfahren - zu entnehmen. Anschliessend werden sie eingeschläfert.\n\nB. Das Veterinäramt des Kantons Zürich legte das Gesuch der kantonalen Tierversuchskommission zur Prüfung vor. Nach Einholung ergänzender Auskünfte und dreier Gutachten beantragte diese dem Veterinäramt, das Gesuch abzulehnen. Das Veterinäramt bewilligte am 16. Oktober 2006 den Tierversuch mit Auflagen. Dagegen erhoben die Tierversuchskommission und fünf ihrer Mitglieder Rekurs bei der Gesundheitsdirektion, soweit es die Verwendung der nicht-menschlichen Primaten betraf. Diese hiess am 26. Februar 2007 den Rekurs gut und hob die Tierversuchsbewilligung mit Bezug auf die angefochtene Verwendung auf. Gegen diesen Entscheid gelangten die beiden Gesuchsteller erfolglos an das Verwaltungsgericht des Kantons Zürich.\n\nC. Mit Eingabe vom 4. Juni 2008 beantragen X. und Y., den Entscheid des Verwaltungsgerichts vom 27. März 2008 aufzuheben und die Verfügung des Veterinäramtes zu bestätigen. Die Tierversuchskommission und fünf ihrer Mitglieder beantragen, die Beschwerde abzuweisen und den Entscheid des Verwaltungsgerichts zu bestätigen. (...)\n\n(Auszug)", "considerants": "Erwägungen:\n\n1.\n\n1.1 Beim angefochtenen Entscheid handelt es sich um einen letztinstanzlichen kantonalen Entscheid in einer Angelegenheit des öffentlichen Rechts, die unter keinen Ausschlussgrund gemäss Art. 83 BGG fällt und daher mit Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht weitergezogen werden kann (Art. 82 lit. a und Art. 86 Abs. 1 lit. d BGG). Die Beschwerdeführer haben vor der Vorinstanz am Verfahren teilgenommen, sind als unterlegene Gesuchsteller durch den angefochtenen Entscheid besonders berührt und haben ein schutzwürdiges Interesse an dessen Aufhebung oder Änderung (Art. 89 Abs. 1 BGG). Auf die Beschwerde ist deshalb grundsätzlich einzutreten. BGE 135 II 384 S. 387\n\n1.2\n\n1.2.1 Nicht Partei im vorliegenden Verfahren sind die Tierversuchskommission des Kantons Zürich und die fünf Mitglieder der Tierversuchskommission: Vor Bundesgericht sind als Parteien nur Personen zugelassen, denen nach Art. 89 BGG ein Beschwerderecht zusteht oder zustünde, wenn der vorinstanzliche Entscheid nicht zu ihren Gunsten ausgefallen wäre (vgl. BGE 131 II 253 E. 1.2 S. 255/6). Weitere Beteiligte (Art. 102 Abs. 1 BGG) kann das Bundesgericht in das Verfahren einbeziehen, wenn sie durch den Ausgang des bundesgerichtlichen Verfahrens in rechtlicher oder tatsächlicher Weise, direkt oder indirekt betroffen sind, ohne indes die Intensität und Eigenschaften zu erfüllen, um formell als Gegenparteien auftreten zu können (vgl. BGE 118 Ib 356 E. 2c S. 360; Urteil 2A.207/2001 vom 25. Mai 2001 E. 2a; ISABELLE HÄNER, Die Beteiligten im Verwaltungsverfahren und Verwaltungsprozess, 2000, Rz. 311 am Ende; ULRICH MEYER, in: Basler Kommentar, Bundesgerichtsgesetz, 2008, N. 13 zu Art. 102 BGG).\n\n1.2.2 Nach Art. 18 Abs. 2 des Tierschutzgesetzes vom 9. März 1978 (aTSchG [zur Anwendung des alten Rechts siehe unten E. 2.3]; AS 1981 562; 1991 2345; 1995 1469 Art. 59 Ziff. 1; 2003 4181, 4803 Anhang Ziff. 3; 2006 2197 Anhang Ziff. 45) bestellen die Kantone eine von der Bewilligungsbehörde unabhängige Tierversuchskommission von Fachleuten; ihr müssen Vertreter von Tierschutzorganisationen angehören. Die Tierversuchskommission nimmt am Verfahren teil (Art. 18 Abs. 3 aTSchG): Sie prüft die Gesuche und stellt Antrag an die Bewilligungsbehörde. Sie wird für die Kontrolle der Versuchstierhaltung und der Durchführung der Tierversuche beigezogen. Die Kantone können ihr weitere Aufgaben übertragen. Im aTSchG findet sich keine Regelung im Sinne von Art. 89 Abs. 2 lit. d BGG, wonach die Tierversuchskommission Beschwerde gegen Tierversuchsbewilligungen führen könnte. Ihre Parteistellung im kantonalen Verfahren stützt sich vielmehr auf § 12 Abs. 2 des kantonalen Tierschutzgesetzes vom 2. Juni 1991 (LS 554.1), wonach die Tierversuchskommission im Bewilligungsverfahren für Tierversuche zum Rekurs an den Regierungsrat und zur Beschwerde an das Verwaltungsgericht berechtigt ist. Die gleichen Befugnisse haben mindestens drei gemeinsam handelnde Mitglieder.\n\n1.2.3 Mangels einer bundesgesetzlichen Beschwerdebefugnis kann die Tierversuchskommission des Kantons Zürich somit nicht Gegenpartei im bundesgerichtlichen Verfahren sein. Die fünf Mitglieder der BGE 135 II 384 S. 388\n\nTierversuchskommission, denen im kantonalen Verfahren Parteistellung zukam, sind durch den angefochtenen Entscheid persönlich nicht besonders berührt und haben auch kein schutzwürdiges Interesse an dessen Aufhebung oder Änderung (Art. 89 Abs. 1 BGG), wie sie in ihrer Eingabe selber zugestehen. Die Tierversuchskommission und die Mitglieder, deren Beschwerderecht nach kantonalem Recht vor allem dem Zweck dient, Mehrheitspositionen in der Tierversuchskommission einer rechtlichen Überprüfung zuzuführen, erfüllen allerdings eine wichtige öffentliche Aufgabe (vgl. STEIGER/SCHWEIZER, in: Die schweizerische Bundesverfassung, 2. Aufl. 2008, N. 18 zu Art. 80 BV). Ihre Vernehmlassungen und Eingaben sind daher gestützt auf Art. 102 Abs. 1 BGG als Eingabe weiterer Beteiligter zu berücksichtigen (vgl. BGE 131 II 253 E. 1.2 S. 255/6).\n\n1.3 Die weiteren Beteiligten (Tierversuchskommission und fünf Mitglieder) haben am 17. März 2009 aus Anlass der Vernehmlassung des Bundesamtes für Veterinärwesen vom 24. Februar 2009 und der Eingabe des kantonalen Veterinäramtes vom 17. Dezember 2008 unaufgefordert Stellung genommen. Die Beschwerdeführer haben sich dazu am 7. April 2009 geäussert. Diese Eingaben sind den Akten beizufügen (vgl. BGE 133 I 100 E. 4.5 und 4.6 S. 103 f.).\n\n2.\n\n2.1 Das Bundesgericht legt seinem Urteil den von der Vorinstanz festgestellten Sachverhalt zugrunde (Art. 105 Abs. 1 BGG), es sei denn, dieser sei offensichtlich unrichtig oder beruhe auf einer Rechtsverletzung im Sinne von Art. 95 BGG (Art. 105 Abs. 2 BGG). Neue Tatsachen dürfen nur soweit vorgebracht werden, als erst der Entscheid der Vorinstanz dazu Anlass gibt (Art. 99 BGG). Ob eine behauptete Tatsache neu ist, beurteilt sich aufgrund eines Vergleichs mit den Vorbringen im vorausgehenden, kantonalen Verfahren (MEYER, in: Basler Kommentar, a.a.O., N. 20 zu Art. 99 BGG).\n\nDie Beschwerdeführer machen sinngemäss geltend, dass das kantonale Veterinäramt im Gegensatz zur Tierversuchskommission unzählige Tierversuche besucht und damit profundere Kenntnisse über die Belastungen der Tiere durch die Versuchsanordnung habe. Ihre Argumente sind nicht zu hören: Die Vorinstanzen haben sich mit den Kompetenzen der Tierversuchskommission und des kantonalen Veterinäramtes in sachlicher Hinsicht detailliert auseinandergesetzt. Die tatsächlichen Vorbringen der Beschwerdeführer sind im Vergleich zu den Vorbringen vor kantonalen Instanzen neu. Sie sind BGE 135 II 384 S. 389nicht zu berücksichtigen, denn sie sind - wie die Beschwerdeführer selbst ausführen - nicht durch den vorinstanzlichen Entscheid, sondern durch die Ausführungen der Beteiligten veranlasst. Sie hätten ohne Weiteres im vorinstanzlichen Verfahren erhoben werden können.\n\n2.2\n\n2.2.1 Mit der Beschwerde kann eine Rechtsverletzung nach Art. 95 und 96 BGG geltend gemacht werden. Das Bundesgericht wendet das Recht grundsätzlich von Amtes wegen an (Art. 106 Abs. 1 BGG). Trotzdem obliegt es dem Beschwerdeführer, sich in seiner Beschwerde sachbezogen mit den Darlegungen im angefochtenen Entscheid auseinanderzusetzen (Art. 42 Abs. 1 und 2 BGG). Das Bundesgericht prüft unter Berücksichtigung der allgemeinen Rüge- und Begründungspflicht - vorbehältlich offensichtlicher Fehler - nur die in seinem Verfahren geltend gemachten Rechtswidrigkeiten (BGE 133 II 249 E. 1.4.1 S. 254; siehe auch BGE 134 III 102 E. 1.1 S. 104). Es ist jedenfalls nicht gehalten, wie eine erstinstanzliche Behörde alle sich stellenden rechtlichen Fragen zu untersuchen, wenn diese vor Bundesgericht nicht mehr vorgetragen werden (vgl. BGE 133 II 249 E. 1.4.1 S. 254 mit Hinweisen). Die Verletzung von Grundrechten und von kantonalem und interkantonalem Recht prüft das Bundesgericht nur insoweit, als eine solche Rüge in der Beschwerde vorgebracht und begründet worden ist (Art. 106 Abs. 2 BGG).\n\nSoweit die Beschwerdeführer die Bedeutung der Grundlagenforschung für die Forschung und die Innovation im Allgemeinen und für die Hirnforschung im Besonderen anführen und dabei ohne weitere sachbezogene Ausführungen auf die Botschaft vom 24. Januar 2007 über die Förderung von Bildung, Forschung und Innovationen in den Jahren 2008-2011 (BBl 2007 1223 ff.), auf verschiedene fachtechnische Publikationen sowie auf Unterstützungsschreiben verweisen, ist darauf nicht weiter einzugehen.\n\n2.2.2 Das Bundesgericht schränkt seine Kognition bei der Auslegung unbestimmter Rechtsbegriffe in gewissen Fällen ein. Zwar ist es grundsätzlich Aufgabe der Gerichte, diese im Einzelfall auszulegen und zu konkretisieren. Ergibt die Gesetzesauslegung indessen, dass der Gesetzgeber mit der offenen Normierung der Entscheidbehörde einen zu respektierenden Beurteilungsspielraum einräumen wollte, darf und muss das Gericht seine Kognition entsprechend einschränken. Dies befreit es allerdings nicht davon, die BGE 135 II 384 S. 390Rechtsanwendung unter Beachtung der gebotenen Zurückhaltung auf ihre Vereinbarkeit mit Bundesrecht hin zu prüfen (vgl. zum Ganzen BGE 132 II 257 E. 3.2 S. 262 f.; bestätigt in BGE 135 II 296 E. 4.4.3 S. 307 f.). Das Bundesgericht übt zudem eine gewisse Zurückhaltung, wenn Vorinstanzen über ein besonderes Fachwissen verfügen (BGE 132 II 257 E. 3.3 S. 263; BGE 131 II 13 E. 3.4 S. 20 mit Hinweis). Im Rahmen dieses \"technischen Ermessens\" belässt es der verfügenden Behörde bei der Bewertung von ausgesprochenen Fachfragen einen gewissen Beurteilungsspielraum, soweit sie die für den Entscheid wesentlichen Gesichtspunkte geprüft und die erforderlichen Abklärungen sorgfältig und umfassend durchgeführt hat (vgl. BGE 131 II 681 E. 2.3.2 S. 683 f. mit Hinweisen).\n\n2.3 Der angefochtene Entscheid stützt sich auf die Tierversuchsregelungen des aTSchG (dazu oben E. 1.2.2) und der Tierschutzverordnung vom 27. Mai 1981 (aTSchV; AS 1981 572; 1986 1408; 1991 2349; 1997 1121; 1998 2303; 2001 1337 Anhang Ziff. 1, 2063; 2006 1427, 5217 Anhang Ziff. 2; 2007 1847 Anhang 3 Ziff. 1). Im Laufe des bundesgerichtlichen Verfahrens sind das Tierschutzgesetz vom 16. Dezember 2005 (TSchG; SR 455) und die Tierschutzverordnung vom 23. April 2008 (TSchV; SR 455.1) in Kraft getreten. Es stellt sich daher die Frage, welche Rechtsnormen auf den vorliegenden Sachverhalt anwendbar sind. Da das Tierschutzgesetz vom 16. Dezember 2005 keine Übergangsregelung enthält, ist für die bundesgerichtliche Beurteilung grundsätzlich die Rechtslage massgeblich, wie sie bestand, als der angefochtene Verwaltungsakt erging (BGE 125 II 591 E. 5e/aa S. 598 mit Hinweisen). Eine Ausnahme zum genannten Grundsatz ist nach der Rechtsprechung des Bundesgerichts dann zu machen, wenn zwingende Gründe für eine sofortige Anwendung des neuen Rechts sprechen (BGE 125 II 591 E. 5e/aa S. 598 mit Hinweisen). Das Bundesgericht erachtete diese Voraussetzungen insbesondere im Bereich des Gewässer-, Natur-, Heimat- und Umweltschutzrechts als gegeben (zu weiteren Anwendungsfeldern vgl. MEYER/ARNOLD, Intertemporales Recht, ZSR 2005 I 115, 134). Vorliegend kann offengelassen werden, ob auch das Tierschutzrecht, dessen verfassungsrechtliche Kompetenzbestimmung sich im Abschnitt \"Umwelt und Raumplanung\" findet, diese Voraussetzungen erfüllen würde. Da das neue TSchG keine Verschärfung gegenüber dem TSchG von 1978 bringt (Botschaft vom 9. Dezember 2002 zur Revision des Tierschutzgesetzes [nachfolgend: Botschaft Revision TSchG], BBl 2003 657, 665 Ziff. 1.2, 678 f. Ziff. 2.5 BGE 135 II 384 S. 391Bemerkungen zu Art. 15-18), liegt kein zwingender Grund für eine sofortige Anwendung des neuen Rechts vor und somit auch kein Anlass für das Abweichen vom intertemporalen Grundsatz. Es ist deshalb das alte Recht anwendbar.\n\n3.\n\n3.1 Das aTSchG basiert auf mehreren Verfassungsnormen, insbesondere auf Art. 80 BV; Art. 80 Abs. 2 lit. b BV hebt die Regelungen über Tierversuche besonders hervor. Die Vorschriften des aTSchG über Tierversuche sind zudem auch Ausdruck der Forschungsfreiheit nach Art. 20 BV (dazu VERENA SCHWANDER, Grundrecht der Wissenschaftsfreiheit, 2002, S. 220 ff.). Sie repräsentieren daher teilweise eine bereits vom Gesetzgeber vorgenommene Interessenabwägung (SCHWANDER, a.a.O, S. 221). Bundesgesetze sind für das Bundesgericht im Sinne eines Anwendungsgebotes (dazu BGE 133 II 305 E. 6.6 am Ende S. 312) massgebend. Ihm ist deshalb deren verfassungsrechtliche Überprüfung, im vorliegenden Fall insbesondere mit der Forschungsfreiheit, gestützt auf Art. 190 BV grundsätzlich verwehrt (vgl. BGE 134 II 249 E. 2.3 S. 251 f.; BGE 133 II 305 E. 5.2. S. 310 mit Hinweisen). Soweit der Gesetzgeber unbestimmte Rechtsbegriffe verwendet, wie in Art. 13 Abs. 1 aTSchG, wo er nur den Zielkonflikt zwischen den Grundrechten, insbesondere der Forschungsfreiheit, und dem Verfassungsinteresse des Schutzes der Tiere formuliert und dessen Lösung dem Bundesrat sowie im Einzelfall der Verwaltung übertragen hat, muss der massgebliche Sinn verfassungskonform ermittelt werden (vgl. BGE 134 II 249 E. 2.3 S. 252; BGE 131 II 697 E. 4.1 S. 703).\n\nDabei ist auch die Würde der Kreatur zu berücksichtigen, welcher der Bundesgesetzgeber beim Erlass von Vorschriften über nichtmenschliches Keim- und Erbgut Rechnung zu tragen hat (Art. 120 Abs. 2 BV). Die Beachtung der Würde der Kreatur wird zwar nur in der Kompetenzvorschrift der Gentechnologie im Ausserhumanbereich ausdrücklich erwähnt, dort aber als etwas Existierendes vorausgesetzt. Nur etwas Existierendem kann Rechnung getragen werden. Kreaturen kommt deshalb unabhängig von der Gentechnologie im Ausserhumanbereich Würde zu (vgl. STEIGER/SCHWEIZER, a.a.O., N. 8 zu Art. 80 BV; SALADIN/SCHWEIZER, in: Kommentar zur Bundesverfassung der Schweizerischen Eidgenossenschaft vom 29. Mai 1874, 1987 ff. [nachfolgend: Kommentar aBV], Rz. 119 zu Art. 24novies aBV; Botschaft Revision TSchG, BBl 2003 663). Das aTSchG basiert noch nicht ausdrücklich auf einer Anerkennung der Würde der BGE 135 II 384 S. 392\n\nKreatur von Tieren, auch wenn ihm bereits ansatzweise zugrundeliegt, dass Tiere \"um ihrer selbst willen\" zu schützen sind (Botschaft Revision TSchG, BBl 2003 663; CHRISTOPH ANDREAS ZENGER, Das \"unerlässliche Mass\" an Tierversuchen, Beihefte zur ZSR Nr. 8, 1989, S. 50; vgl. auch STEIGER/SCHWEIZER, a.a.O., N. 9 zu Art. 80 BV; siehe zudem BGE 115 IV 248 E. 5a S. 254, der vom Tier als \"Mitgeschöpf\" spricht).\n\n3.2\n\n3.2.1 Art. 12 aTSchG definiert Tierversuche: Danach gilt jede Massnahme als Tierversuch, bei der lebende Tiere verwendet werden mit dem Ziel, eine wissenschaftliche Annahme zu prüfen, Informationen zu erlangen, einen Stoff zu gewinnen oder zu prüfen oder die Wirkungen einer bestimmten Massnahme am Tier festzustellen, sowie das Verwenden von Tieren zur experimentellen Verhaltensforschung. Tierversuche, welche dem Tier Schmerzen, Leiden oder Schäden zufügen, es in schwere Angst versetzen oder sein Allgemeinbefinden erheblich beeinträchtigen können, dürfen nach Art. 13a aTSchG nur mit einer befristeten Bewilligung durchgeführt werden und sind nach Art. 13 Abs. 1 aTSchG auf das unerlässliche Mass zu beschränken. Der Bundesrat bestimmt nach Art. 13 Abs. 2 aTSchG Kriterien zur Beurteilung des unerlässlichen Masses. Er kann bestimmte Versuchszwecke als unzulässig erklären. Versuche müssen nach Art. 14 aTSchG gewissen Zwecken dienen. Art. 15 aTSchG regelt die Anforderungen an den Bewilligungsnehmer, Art. 16 aTSchG an die Durchführung der bewilligungspflichtigen Versuche.\n\n3.2.2 Im 7. Kapitel (\"Tierversuche\"; AS 1997 1125) der aTSchV (Art. 58 ff.) werden die gesetzlichen Regelungen näher ausgeführt. Während die hier nicht interessierenden Absätze 1 und 2 des Art. 61 aTSchV (Abs. 1: AS 1997 1127; Abs. 2: AS 1991 2352) vor allem die Bewilligungsvoraussetzungen nach Art. 14-16 aTSchG konkretisieren, umschreibt Art. 61 Abs. 3 aTSchV (AS 1991 2353) die Beschränkungen auf das unerlässliche Mass nach Art. 13 aTSchG näher (vgl. BIRGITTA REBSAMEN-ALBISSER, Der Vollzug des Tierschutzrechts durch Bund und Kantone, 1994, S. 214 ff.).\n\nArt. 61 Abs. 3 aTSchV lautet:\n\n\"Ein Tierversuch darf nicht bewilligt werden, wenn:\n\na. sein Ziel mit Verfahren ohne Tierversuche erreicht werden kann, die nach dem jeweiligen Stand der Kenntnisse tauglich sind;\n\nb. er in keinem Zusammenhang mit der Erhaltung oder dem Schutz des Lebens und der Gesundheit von Mensch und Tier steht, er keine neuen BGE 135 II 384 S. 393Kenntnisse über grundlegende Lebensvorgänge erwarten lässt und auch nicht dem Schutz der natürlichen Umwelt oder der Verminderung von Leiden dient;\n\nc. er der Prüfung von Erzeugnissen dient und die angestrebte Kenntnis durch Auswertung der Daten über deren Bestandteile gewonnen werden kann oder das Gefährdungspotential ausreichend bekannt ist;\n\nd. er, gemessen am erwarteten Kenntnisgewinn oder Ergebnis, dem Tier unverhältnismässig Schmerzen, Leiden oder Schäden bereitet.\"\n\nDer dieser Verordnungsvorschrift zugrunde liegende Art. 13 aTSchG geht auf eine Gesetzesänderung zurück, welche die eidgenössischen Räte im Rahmen der Behandlung der Volksinitiative \"zur drastischen und schrittweisen Einschränkung der Tierversuche (Weg vom Tierversuch!)\" (Botschaft vom 30. Januar 1989 über die Volksinitiative \"zur drastischen und schrittweisen Einschränkung der Tierversuche [Weg vom Tierversuch!]\" [nachfolgend: Botschaft Volksinitiative], BBl 1989 I 1003) als indirekten Gegenvorschlag beschlossen haben (Bericht der Kommission des Nationalrates vom 16. Januar 1990 über einen Gegenentwurf auf Gesetzesstufe (Änderung des Tierschutzgesetzes) [nachfolgend: Bericht], BBl 1990 III 1257; AS 1991 2345; REBSAMEN-ALBISSER, a.a.O., S. 200 ff.). Mit Art. 13 Abs. 2 aTSchG sollte der Bundesrat verpflichtet werden, Kriterien zur Präzisierung des unbestimmten Rechtsbegriffs des \"unerlässlichen Masses\" aufzustellen (Bericht, BBl 1990 III 1267), nachdem unter dem aTSchG vor der Änderung von 1991 noch wenig klar war, inwiefern darunter neben der instrumentalen auch die finale Unerlässlichkeit zu verstehen war (ZENGER, a.a.O., S. 85 ff., 113 ff.; Bericht, BBl 1990 III 1267 mit Hinweis auf ZENGER, a.a.O.; REBSAMEN-ALBISSER, a.a.O., S. 208, 210). Mit \"finaler Unerlässlichkeit\" wird die Unentbehrlichkeit des Versuchszwecks, mit \"instrumentaler Unerlässlichkeit\" die methodische Notwendigkeit des Tierversuchs zur Erreichung des konkreten Zwecks bezeichnet (ZENGER, a.a.O., S. 113; PETER E. WIRTH, Gesetzgebung und Vollzug im Bereich der Tierversuche, 1991, S. 35 ff.; REBSAMEN-ALBISSER, a.a.O., S. 208 f.).\n\n3.2.3 Nach Art. 61 Abs. 3 lit. d aTSchV darf ein Tierversuch nicht bewilligt werden, wenn er, gemessen am erwarteten Kenntnisgewinn oder Ergebnis, dem Tier unverhältnismässige Schmerzen, Leiden oder Schäden bereitet. Art. 61 Abs. 3 lit. d aTSchV verlangt eine umfassende Güterabwägung zwischen den Schmerzen, welche den Tieren zugefügt werden, einerseits und dem erwarteten Kenntnisgewinn oder Ergebnis des Versuchs andererseits (STEIGER/SCHWEIZER, BGE 135 II 384 S. 394a.a.O., Rz. 8, 18 zu Art. 80 BV; ZENGER, a.a.O., S. 54 f., 87, 173 f.). Danach darf der Tierversuch somit nicht über das zur Verfolgung des konkreten Versuchszwecks erforderliche Mass hinausgehen (REBSAMEN-ALBISSER, a.a.O., S. 218), andernfalls er nicht zu bewilligen ist (Botschaft Volksinitiative, BBl 1989 I 1021 f. Ziff. 42 f.; Bericht, BBl 1990 III 1267 zu Art. 13 Abs. 3). Mit Blick auf Art. 13 aTSchG, wonach Tierversuche nicht nur auf das vernünftige oder notwendige, sondern auf das unerlässliche Mass zu beschränken sind (REBSAMEN-ALBISSER, a.a.O., S. 206), darf ein Tierversuch nicht leichthin zugelassen werden. Er soll ultima ratio bleiben (ZENGER, a.a.O., S. 20), weshalb der Gesetz- bzw. der Verordnungsgeber denjenigen, der Tierversuche vornehmen will, u.a. auf alternative Verfahren und Methoden oder Versuche mit anderen Tieren verpflichtet (Art. 16 aTSchG bzw. Art. 61 Abs. 1 und 3 lit. a und c aTSchV; siehe auch Botschaft über ein Tierschutzgesetz vom 9. Februar 1977 [nachfolgend: BotschaftTSchG], BBl 1977 I 1075, 1091 Ziff. 2206).\n\n3.3 Die Kantone erteilen die Bewilligung (Art. 18 Abs. 1 aTSchG, Art. 62 Abs. 3 aTSchV). Sie überweisen zuvor das Gesuch an die kantonale Tierversuchskommission, die es prüft und Antrag an die Bewilligungsbehörde stellt (Art. 18 Abs. 3 aTSchG, Art. 62 Abs. 3 aTSchV). Die Tierversuchskommission ist von der Bewilligungsbehörde unabhängig und besteht von Gesetzes wegen aus Fachleuten (Art. 18 Abs. 2 aTSchG; Bericht, BBl 1990 III 1268 zu Art. 18 Abs. 2). Damit soll - nach der Intention des Gesetzgebers - eine klare Aufgabenteilung zwischen der Tierversuchskommission, welche mit ihrem umfassenden wissenschaftlichen Sachverstand die Gesuche beurteilt, und der Entscheidungsbehörde, welche die \"administrativen Arbeiten erledigt sowie den formellen Entscheid begründet und formuliert\", verwirklicht werden (Bericht, BBl 1990 III 1269). Die Bewilligungsbehörde soll sich nicht ohne weiteres über den Antrag der Kommission hinwegsetzen (Bericht, BBl 1990 III 1269). Entscheidet sie entgegen dem Antrag der Tierversuchskommission, hat sie dies gegenüber der Kommission zu begründen (Art. 62 Abs. 3 aTSchV).\n\n3.4\n\n3.4.1 Mit dem Einbezug der Tierversuchskommission wird gewährleistet, dass ein unabhängiges, ausgewogen zusammengesetztes (Bericht, BBl 1990 III 1268) Fachorgan bei der Beurteilung des Projekts auf die Anliegen des Tierschutzes speziell achtet und die Bewilligungsbehörden über zuverlässige Unterlagen verfügen. Dieses Anliegen war u.a. Anlass der Revision des aTSchG (vgl. Bericht, BBl BGE 135 II 384 S. 3951990 III 1268 f. zu Art. 18). Der Prüfung des Gesuchs durch die Tierversuchskommission kommt somit erhebliches Gewicht zu (vgl. auch STEIGER/SCHWEIZER, a.a.O., N. 18 zu Art. 80 BV; THOMAS FLEINER-GERSTER, in: Kommentar aBV, a.a.O., N. 26 zu Art. 25bis aBV). So entspricht es dem Sinn des Beizugs einer Fachkommission als sachkundige Spezialbehörde, dass nur aus triftigen Gründen vom Ergebnis der Begutachtung abgewichen wird. Diese Rechtsprechung hat das Bundesgericht beispielsweise im Zusammenhang mit den Gutachten der beratenden Eidgenössischen Natur- und Heimatschutzkommission (ENHK) entwickelt (BGE 125 II 591 E. 7a S. 602; vgl. auch Urteil 1A.185/2006 E. 6.1 in: URP 2007 S. 461 ff., BGE 125 II 465 f.; für die UVP vgl. BGE 119 Ia 254 E. 8a S. 274). Die gleiche Rechtsprechung wird zudem auch auf fachspezialisierte bundesgerichtliche Vorinstanzen angewendet (vgl. etwa BGE 133 II 263 E. 8.2 S. 278; BGE 132 II 257 E. 3.2 und 3.3. S. 262 ff.; siehe auch E. 2.2.2). Es besteht deshalb kein Anlass, von dieser Rechtsprechung für Gutachten der Tierversuchskommission abzuweichen. Vielmehr drängt sich eine Übernahme geradezu auf: So findet sich die verfassungsrechtliche Tierschutzbestimmung, wie diejenige über den Natur- und Heimatschutz, ebenfalls im Abschnitt Umwelt (Art. 73 ff. BV). Die Tierversuchskommission ist wie die ENHK (Art. 7 i.V.m. 25 Abs. 1 des Bundesgesetzes vom 1. Juli 1996 über Natur- und Heimatschutz [NHG; SR 451]) ein unabhängiges, beratendes Fachorgan, welches neben der Beantwortung von Sachverhaltsfragen auch unbestimmte Rechtsbegriffe, wie etwa das in Art. 13 aTSchG festgeschriebene \"unerlässliche Mass\", auszulegen hat. Hinzu kommt, dass Art. 62 Abs. 3 aTSchV die dargestellte Rechtsprechung, wonach nur aus triftigen Gründen von der Begutachtung abgewichen werden darf, positiv-rechtlich geregelt hat: ein Abweichen vom Antrag der Tierversuchskommission ist nur aus guten Gründen zulässig (vgl. auch Bericht, BBl 1990 III 1269 zu Art. 18). Das Bundesgericht auferlegt sich bei der rechtlichen Überprüfung der unbestimmten Rechtsbegriffe in Art. 61 Abs. 3 lit. d aTSchV deshalb eine gewisse Zurückhaltung (siehe auch oben E. 2.2.2).\n\n3.4.2 Auch die kantonalen Rechtsmittelinstanzen dürfen sich bei der Rechtsüberprüfung unbestimmter Rechtsbegriffe unter den dargestellten Voraussetzungen (Art. 111 Abs. 3 BGG), und soweit das Gesetz nichts anderes bestimmt, zurückhalten (BGE 130 II 449 E. 4.1 S. 452 mit Hinweisen; Urteil 2P.44/2007 vom 2. August 2007 E. 2.2). So hat das Verwaltungsgericht entsprechend diesem Grundsatz und BGE 135 II 384 S. 396dem kantonalen Verwaltungsrechtspflegegesetz vom 24. Mai 1959 (VRG; LS 175.2) zu Recht (vgl. dazu KÖLZ UND ANDERE, Kommentar zum Verwaltungsrechtspflegegesetz des Kantons Zürich, 2. Aufl. 1999, N. 72 ff. zu § 50 VRG) - und auch unbestritten - darauf hingewiesen, dass es nicht Aufgabe der zweiten, auf Rechtskontrolle beschränkten Rechtsmittelinstanz sein könne, die gesetzliche Güterabwägung von Grund auf neu vorzunehmen, wie wenn es als erste Instanz oder als erste, auch Sachverhaltskontrolle umfassende Rechtsmittelinstanz urteilen würde.\n\n4. Vorliegend ist die Frage zu beantworten, ob gestützt auf Art. 61 Abs. 3 lit. d aTSchV der strittige Tierversuch bewilligt werden kann. Da dabei eine umfassende Güterabwägung (oben E. 3.2.3) vorzunehmen ist, müssen die beiden, bereits vom Verordnungsgeber bezeichneten Güter - Kenntnisgewinn oder Ergebnis des konkreten Tierversuchs einerseits sowie Tierschmerzen, -schäden oder -leiden andererseits - zunächst gewichtet (E. 4.3-4.5) und anschliessend gegeneinander abgewogen werden (E. 4.6).\n\n4.1\n\n4.1.1 Die Gesundheitsdirektion des Kantons Zürich hielt in ihrem Entscheid fest, dass es sich beim geplanten Tierversuch grundsätzlich um Grundlagenforschung handle. Die entsprechenden Forschungsergebnisse müssten allerdings mit hinreichender Wahrscheinlichkeit geeignet sein, später in angewandter Form und allenfalls in Kombination mit anderen Erkenntnissen dem Leben oder der Gesundheit von Mensch und Tier zu dienen. Je weniger sie dies tun würden, desto weniger würden sie Tierversuche zur Erlangung dieser Kenntnis rechtfertigen und desto weniger belastend dürften diese für die Tiere sein. Vor allem die langfristigen Ziele und auch die Anwendungsmöglichkeiten bei medizinischen Behandlungen seien sehr ungewiss. Damit reduziere sich die Bedeutung des Kenntnisgewinns. Die Belastung der Tiere für den gesamten Tierversuch entspreche - in Übereinstimmung mit dem verfügenden Veterinäramt - dem Schweregrad 2. Dabei sei zusätzlich auch der Verbrauch von 36 Rhesusaffen in Rechnung zu stellen. Da nicht-menschlichen Primaten aufgrund ihrer Nähe zum Menschen eine Sonderstellung zukomme, sei unter diesen Umständen das Interesse der Versuchstiere an Belastungsfreiheit höher zu gewichten als das menschliche Interesse am Versuchsergebnis.\n\n4.1.2 Das Verwaltungsgericht hat die Argumente und die Gewichtung der Gesundheitsdirektion geschützt. Nach Art. 61 Abs. 3 lit. d BGE 135 II 384 S. 397aTSchV verlange die Güterabwägung eine konkrete, umfassende, nicht schematische Bestimmung des Forschungsnutzens, weshalb auch die klinische Anwendbarkeit der Versuchsergebnisse mitzuberücksichtigen sei; dies sähen etwa auch die Schweizerische Akademie der Medizinischen Wissenschaften (SAMW) und die Akademie der Naturwissenschaften Schweiz (SCNAT) in ihren ethischen Grundsätzen und Richtlinien bei Tierversuchen vor. Im Übrigen hätten die Beschwerdeführer selbst und auch die Gutachter den zukünftigen klinischen Nutzen hervorgehoben. Da das Erreichen der langfristigen Versuchsziele und allfällige spätere Anwendungsmöglichkeiten jedoch unsicher seien, reduziere sich die Bedeutung des Kenntnisgewinns entsprechend. Eine Einstufung der Belastung in Schweregrad 2 sei korrekt. Sie entspreche auch der Bewertung des kantonalen Veterinäramts. Bei der eigentlichen Güterabwägung sei schliesslich zu Recht die Nähe der nicht-menschlichen Primaten zum Menschen und deren Sonderstellung in der Hierarchie der Tiere berücksichtigt worden, wie dies das aTSchG und die aTSchV verlange. Deshalb sei das Interesse der Versuchstiere an Belastungsfreiheit gewichtiger als das menschliche Interesse am Versuchsergebnis.\n\n4.2 Die Beschwerdeführer rügen, dass das Verwaltungsgericht eine unzulässige, da über die gesetzlichen Entscheidungen hinausgehende Differenzierung zwischen der Grundlagen- und der angewandten Forschung vorgenommen habe. Es setze bei jener zu Unrecht strengere Massstäbe als bei dieser. Die Abstützung auf die Richtlinien der SAMW und der SCNAT zur Bestimmung des Umfangs des Nutzens habe gegenüber Dritten lediglich empfehlenden Charakter und stehe in Widerspruch zum Verfassungs- und Bundesverwaltungsrecht. Tierversuche würden - gestützt auf Art. 12 aTSchG - dazu dienen, wissenschaftliche Annahmen zu prüfen oder Informationen zu erlangen. Ein darüber hinausgehender Zweck sei deshalb nicht erforderlich, und auch einer zusätzlichen Rechtfertigung, um einen Tierversuch zu bewilligen, bedürfe es nicht. Demzufolge unterscheide das aTSchG bei der Forschung nicht zwischen Grundlagen- und angewandter Forschung. Der Gesetzgeber habe bewusst auf eine Wertung verzichtet und konsequenterweise keinen strengeren Prüfungsmassstab für die Grundlagenforschung statuiert. Gesuche für Tierversuche müssten unabhängig von den jeweiligen Forschungstypen an den gleichen abstrakten Massstäben gemessen werden. Da die Grundlagenforschung für die allgemeine wissenschaftliche Erkenntnis wichtig sei, sei es unbestritten, dass sie per se dem Gebot BGE 135 II 384 S. 398der finalen Unerlässlichkeit eines Tierversuchs genüge und deshalb nicht zusätzlich die künftige praktische Verwendbarkeit eines Erkenntnisgewinns geprüft werden dürfe.\n\n4.3 Art. 61 Abs. 3 lit. d aTSchV verlangt, dass der erwartete Kenntnisgewinn den Schmerzen, Leiden oder Schäden der Tiere gegenübergestellt wird. Strittig ist zunächst, ob neben dem Zweck der Erkennung grundlegender Lebensvorgänge auch ein späterer Anwendungsnutzen des vorliegenden Versuchs zu berücksichtigen ist. Die Beschwerdeführer verneinen dies; ihr Standpunkt macht aber nur Sinn, wenn es auf eine Gewichtung des Kenntnisgewinns gar nicht ankäme. Ihm kann nicht beigepflichtet werden: Es trifft nicht zu, dass die zu erwartenden Forschungsergebnisse überhaupt nicht gewichtet werden müssten, für sich allein genügen und in jedem Fall stärker wögen als die gegenläufigen Interessen des Tierschutzes. Die Vorschriften über Tierversuche sind Ausdruck sowohl der Forschungsfreiheit (Art. 20 BV) als auch des Verfassungsinteresses des Tierschutzes (Art. 80 Abs. 2 lit. b BV). Dabei ist eine generell-abstrakte Regelung über die abgewogenen Interessen auf Gesetzes- und grundsätzlich auch auf Verordnungsstufe unterblieben, da für die Beurteilung des Einzelfalles spezifisches Fachwissen notwendig ist (vgl. Botschaft Volksinitiative, BBl 1989 I 1021 Ziff. 42). Deshalb wurde der Verwaltung die Aufgabe übertragen, diese Interessenabwägung vorzunehmen. Dabei hat weder die Forschungsfreiheit noch der Tierschutz Vorrang. Vielmehr sind beide gleichrangig (vgl. FLEINER-GERSTER, a.a.O., N. 23 zu Art. 25bis aBV; ZENGER, a.a.O., S. 42, 52 ff.), und es ist im Einzelfall das jeweilige Gewicht des Forschungsinteresses und des Tierschutzinteresses zu bestimmen und diese sind hernach gegeneinander abzuwägen. Würde der Auffassung der Beschwerdeführer gefolgt, wäre dem Tierschutz nicht hinreichend Rechnung getragen und dem Forschungsinteresse in verfassungswidriger Weise per se ein höherer Rang zugesprochen worden. Es wäre zudem auch nicht einsichtig, eine Bewilligungspflicht einzuführen, da solche grundsätzlich dann vorgesehen werden, wenn präventiv abzuklären ist, ob mit einer Tätigkeit andere Rechtsgüter beeinträchtigt werden (vgl. PETER SALADIN, Die Kunst der Verfassungserneuerung, hrsg. von Walter Kälin und anderen, 1998, S. 333). Unter diesen Umständen ist es für das Forschungsprojekt auch vorteilhafter, wenn einem Kenntnisgewinn im Bereich der Grundlagenforschung ein klinischer Nutzen hinzukommt. Abgesehen davon kann ohnehin nicht apodiktisch zwischen der Grundlagen- und angewandter Forschung BGE 135 II 384 S. 399differenziert werden, da nicht lediglich zwischen diesen, sondern zwischen \"reiner Grundlagenforschung\" einerseits und \"anwendungsorientierter Grundlagenforschung\" oder \"gerichteter\" bzw. \"angewandter Grundlagenforschung\" andererseits unterschieden wird (BEAT KÖNIG, Grundlagen der staatlichen Forschungsförderung, 2007, S. 33). Diese soll die wissenschaftliche Grundlage für spezielle weiterführende Forschungen schaffen und weist deshalb auch eine spezifische praktische Orientierung auf (KÖNIG, a.a.O., S. 33).\n\n4.4\n\n4.4.1 Tatsächlich gehen auch die Beschwerdeführer in ihrem Gesuch vom 1. Februar 2006 von einem doppelten Ziel ihres Tierversuchs aus: erstens sollen \"grundlagenwissenschaftliche\" Erkenntnisse zum Verständnis des komplexen Netzwerkes im Neokortex gewonnen werden; zweitens sollen diese Erkenntnisse in einer späteren Phase auf klinische Fragestellungen übertragen werden (Ziff. 63). Wie sich ferner aus den Akten ergibt, ging auch das Veterinäramt zusammen mit den Beschwerdeführern von diesem erwarteten Kenntnisgewinn für die Bestimmung der fachlichen Gutachter und für die Evaluation des Tierversuchs aus. Dass die Beschwerdeführer auch eine mögliche klinische Anwendbarkeit als Erkenntnisgewinn erwarteten, ist zudem deshalb nicht abwegig, weil - wie auch die Gutachten ausführen - nur Menschen und Affen den quantitativ und qualitativ höchsten differenzierten Phänotyp des Neokortex aufweisen und somit die Tierversuchsresultate auf den Menschen übertragen werden können. Schliesslich ist auch hervorzuheben, dass die Beschwerdeführer in ihrer Beschwerdeschrift zur Verteidigung eines grossen Nutzens ebenfalls von dieser doppelten Zielsetzung ausgehen. Das Verwaltungsgericht hat deshalb kein Bundesrecht verletzt, wenn es - auch zugunsten der Beschwerdeführer - den späteren klinischen Nutzen des Versuchs in den erwarteten Kenntnisgewinn einbezogen hat. Angesichts dieses Ergebnisses kann dahingestellt bleiben, ob die Vorinstanz sich auch auf die gemeinsamen \"Ethischen Grundsätze und Richtlinien für Tierversuche\" (3. Aufl. 2005; www.samw.ch) der SAMW und des SCNAT stützen durfte.\n\n4.4.2 Für die Gewichtung des Kenntnisgewinns stellt Art. 61 Abs. 3 lit. b aTSchV selbst Wertungsgesichtspunkte zur Verfügung. Danach verfolgen Tierversuche unterschiedliche Zwecke. Diese haben entsprechend der verfassungsrechtlichen Gewichtung der verschiedenen Interessen (ZENGER, a.a.O., S. 102 ff., 104 ff., 115 ff.; FLEINER-GERSTER, a.a.O., N. 25 zu Art. 25bis aBV) nicht alle das gleiche Gewicht. So BGE 135 II 384 S. 400ist die Erhaltung oder der Schutz des Lebens und der Gesundheit der Menschen gewichtiger als die Erkenntnisse über grundlegende Lebensvorgänge: Ein Tierversuch, der nur rudimentäre Erkenntnisse für die menschliche Gesundheit erwarten lässt, hat deshalb ein geringeres Gewicht als ein solcher, der eine höhere Erkenntnis für die menschliche Gesundheit aufweist. Und ein Tierversuch, der \"nur\" Erkenntnisse über grundlegende Lebensvorgänge ohne Bezug zur menschlichen Gesundheit vorsieht, hat weniger Gewicht als ein solcher, der rudimentäre Erkenntnisse über die menschliche Gesundheit oder über Verringerungen menschlichen Leidens anstrebt.\n\nDer vorliegende Tierversuch verfolgt - wie auch die im erstinstanzlichen Verfahren beigezogenen Gutachter festhalten - ein ambitioniertes Ziel: der Entwurf einer ersten umfassenden Theorie des Neokortex. Einem solchen Versuchsresultat komme grundlegende Bedeutung zu. Allerdings bedürfe es zu dessen Erreichung mehrerer, zusätzlicher Schritte. Diese Einschätzung teilen auch die Beschwerdeführer in ihrer Gesuchsergänzung vom 26. Juni 2006: Diese Theorie sei ein sehr grosses Problem und könne nicht in drei Jahren gelöst werden, sondern dazu bedürfe es eines sehr langen Zeitraums. Mit dem Versuch wird folglich ein bedeutendes Ziel angestrebt, der Gewinn der grundlagenwissenschaftlichen Erkenntnisse fällt indes nicht in die Versuchs- oder in eine daran anschliessende, absehbare Zeitdauer, sondern es ist völlig offen, wann hiermit gerechnet werden kann. Der Erkenntnisgewinn für eine klinische Anwendbarkeit rückt zudem in noch weitere Ferne. Angesichts dieses Befundes muss der Erkenntnisgewinn - wie die Vorinstanz in Auseinandersetzung mit dem Entscheid der Direktion zu Recht festgehalten hat - insgesamt als \"äusserst unsicher\" und damit als niedrig bezeichnet werden.\n\n4.4.3 Was die Beschwerdeführer dagegen vorbringen, überzeugt nicht: Nach ihrem Standpunkt ist einzig relevant, dass die Forschungsergebnisse auch längerfristig mit einiger Wahrscheinlichkeit zu einer Theorie des Funktionierens des Neokortex führen und die gewonnenen Erkenntnisse auch für die Klärung klinischer Fragestellungen fruchtbar gemacht werden können; die Beschränkung der Bewilligungsdauer auf drei Jahre diene einzig dazu, die Forschung periodisch auf ihre Übereinstimmung mit den längerfristigen Zielen zu prüfen. Würde diese Argumentation zutreffen, so wäre die notwendige Verbindung des konkret beantragten Tierversuchs mit dem zu erreichenden Ziel nicht mehr in genügendem Mass vorhanden. Damit nämlich dieses in weiter Ferne liegende Ziel erfüllt werden kann, BGE 135 II 384 S. 401bedürfte es unzähliger weiterer Tierversuche. Darauf haben u.a. auch zwei Gutachter hingewiesen und selbst die Beschwerdeführer anerkennen dies in ihrer Gesuchsergänzung vom 26. Juni 2006. Zu berücksichtigen sind deshalb nur die Erkenntnisse, welche mit dem beantragten Tierversuch zu gewinnen erhofft werden, und nicht das Resultat einer Kette von Tierversuchen. Andernfalls würde das Erkenntnisgewicht vieler Tierversuche den Belastungen von Tieren eines Tierversuchs gegenübergestellt, was zu einer Verzerrung der gesetzlich geforderten Interessenabwägung führte. Das Verwaltungsgericht hat deshalb zu Recht auf den Umstand hingewiesen, dass die Wahrscheinlichkeit von Forschungsergebnissen und von deren Anwendbarkeit auch daran gemessen werden dürfe, in welchem Zeitrahmen mit diesen zu rechnen sei.\n\n4.5 Dem erwarteten Erkenntnisgewinn oder Ergebnis sind nach Art. 61 Abs. 3 lit. d aTSchV die Schmerzen, Leiden oder Schäden gegenüber zu stellen. Diese Bestimmung ist - wie bereits ausgeführt - eine Konkretisierung von Art. 13 Abs. 1 aTSchG. Allerdings ist sie - wie die Vorinstanz zu Recht festgehalten hat - unvollständig, fehlt doch die Passage \"es [d.h. das Tier] in schwere Angst versetzen oder sein Allgemeinbefinden erheblich beeinträchtigen können\". Für die Beurteilung der Belastung ist demnach auch der fehlende Passus zu berücksichtigen, andernfalls der Verordnungsgeber in unzulässiger Weise den vom Gesetzgeber gewünschten Normsinn verändert hätte. Für die Gewichtung der Schmerzen werden vier Schweregrade von 0 bis 3 verwendet (dazu BVET, Einteilung von Tierversuchen nach Schweregraden vor Versuchsbeginn [Belastungskategorien]), Information Tierschutz 1.04, 1995). Die von der Vorinstanz in Auseinandersetzung mit den beiden Fachbehörden und den Parteien festgestellten Schmerzen, Leiden, Schäden oder erheblichen Beeinträchtigungen des Allgemeinbefindens sind als massgebender Sachverhalt für das Bundesgericht verbindlich (Art. 105 Abs. 1 BGG). Die Gesundheitsdirektion hat in Übereinstimmung mit dem verfügenden Amt die Belastung der nicht-menschlichen Primaten durch den Tierversuch mit dem Schweregrad 2 bewertet. Auch die Tierversuchskommission geht grundsätzlich von dieser Belastung aus. Das Verwaltungsgericht hat diese Gewichtung geschützt. Das Bundesgericht sieht keinen Anlass, sie in Frage zu stellen.\n\n4.6\n\n4.6.1 Abschliessend ist zu prüfen, ob der Versuch, \"gemessen am erwarteten Kenntnisgewinn oder Ergebnis\", den nicht-menschlichen BGE 135 II 384 S. 402Primaten \"unverhältnismässige Schmerzen, Leiden oder Schäden bereitet\" (Art. 61 Abs. 3 lit. d aTSchV). Hierfür sind die beiden gewichteten Elemente (erwarteter Erkenntnisgewinn einerseits und Belastung der nicht-menschlichen Primaten andererseits) gegeneinander abzuwägen. Der Gesetzgeber hat für diese Interessenabwägung auf Vorgaben verzichtet, weil für die Beurteilung des Einzelfalles spezifisches Fachwissen nötig sei und es schwer falle, griffige allgemeinverbindliche Kriterien zu formulieren; letztlich bleibe immer ein erheblicher Ermessensspielraum (vgl. Botschaft Volksinitiative, BBl 1989 I 1021; siehe auch Bericht, BBl 1990 III 1266 f.). Bei der Prüfung der Frage, ob bei der eigentlichen Interessenabwägung die Vorinstanz Bundesrecht verletzt hat, ist von folgendem Grundsatz auszugehen: Je gewichtiger das eine und je weniger gewichtig das andere Interesse ist, desto eher ist die Interessenabwägung verhältnismässig bzw. unverhältnismässig (ZENGER, a.a.O., S. 124 f.).\n\nIm vorliegenden Fall muss berücksichtigt werden, dass der Nutzen des zu erwartenden Erkenntnisgewinns insgesamt, sowohl aufgrund der grundlagenwissenschaftlichen Erkenntnisse als auch aufgrund des Anwendungsnutzens, tief ist. Auf der anderen Seite ist die Belastung relativ hoch (Schweregrad 2). Da es sich nicht um quantitative, nummerische Werte handelt, lässt sich daraus noch nicht ohne weiteres schliessen, dass der Tierversuch unverhältnismässig wäre und daher nicht bewilligt werden könnte. Für ein Verbot des beantragten Tierversuchs spricht indes, dass die nicht-menschlichen Primaten eine sehr starke genetische und sinnesphysiologische Nähe zum Menschen aufweisen (ALMUTH HIRT UND ANDERE, Tierschutzgesetz, 2. Aufl., München 2007, N. 74 zu § 7 TierSchG; ROMAN KOLAR, L'expérimentation animale, in: Conseil de l'Europe [Hrsg.], Le bien- être animal, 2006, S. 71 ff., 84). Diese besondere Nähe ist aus rechtlicher Sicht von Bedeutung: So nimmt bereits Art. 1 aTSchG selbst eine rudimentäre Hierarchisierung zwischen Wirbeltieren und wirbellosen Tieren vor (zu dieser Unterteilung aus geschichtlichen Gründen KOLAR, a.a.O., S. 73); nur jene sind grundsätzlich schutzwürdig, diese nur dann, wenn der Bundesrat eine Verordnungsvorschrift erlassen hat. Detaillierter und konkreter wird auf die Entwicklungsstufe bzw. Hierarchie der Tiere für den Tierversuch in Art. 16 Abs. 3 aTSchG und in Art. 61 Abs. 1 lit. d aTSchV Bezug genommen: Je höher ein Tier in der Hierarchiestufe ist, d.h. je näher es dem Menschen genetisch und sinnesphysiologisch steht, desto mehr Gewicht kommt der Belastung der Tiere zu und desto wahrscheinlicher BGE 135 II 384 S. 403ist die Unverhältnismässigkeit des Versuchs. Auch andere Bestimmungen verlangen, dass die hierarchische Stellung zu berücksichti-gen ist: Nach Art. 120 Abs. 2 BV sind abgestufte Vorschriften über den Umgang mit Keim- und Erbgut von Tieren, Pflanzen und anderen Organismen zu erlassen (dazu SALADIN/SCHWEIZER, a.a.O., N. 107, 114, 116 zu Art. 24novies Abs. 3 aBV). Für die Achtung der Würde der Kreatur von Tieren und Pflanzen nach Art. 8 Abs. 1 Satz 2 des Gentechnikgesetzes vom 21. März 2003 (GTG; SR 814.91) sind etwa die artspezifischen Eigenschaften und Funktionen zu berücksichtigen, und bei der Bewertung der Beeinträchtigung ist dem Unterschied zwischen Tieren und Pflanzen (Satz 3) Rechnung zu tragen (dazu etwa Botschaft vom 1. März 2000 zu einer Änderung des Bundesgesetzes über den Umweltschutz, BBl 2000 2391, 2405 zu Abs. 2 Satz 2). Auch Art. 74 BV und das Umweltschutzgesetz (SR 814.1) tragen der Rangordnung innerhalb der natürlichen Umwelt Rechnung (dazu etwa JÖRG LEIMBACHER, in: Kommentar zum Umweltschutzgesetz, 2. Aufl. 2003, N. 63 ff. ad Art. 26 USG). Bei der Auslegung des unbestimmten Rechtsbegriffs ist zudem die Würde der Kreatur zu berücksichtigen (E. 3.1 am Ende). Auch wenn sie nicht mit der Menschenwürde gleichgesetzt werden kann und darf, so verlangt jene doch, dass über Lebewesen der Natur, jedenfalls in gewisser Hinsicht, gleich reflektiert und gewertet wird wie über Menschen (STEIGER/SCHWEIZER, a.a.O., N. 8 zu Art. 80 BV mit Hinweis auf RAINER J. SCHWEIZER, in: Die schweizerische Bundesverfassung, a.a.O., N. 16 zu Art. 120 BV). Diese Nähe zwischen der Würde der Kreatur und der Menschenwürde zeigt sich besonders bei nicht- menschlichen Primaten, wenn in der Literatur ausdrücklich auf die Differenzen zum Menschen hingewiesen wird (vgl. RHINOW/SCHEFER, Schweizerisches Verfassungsrecht, 2. Aufl. 2009, Rz. 169; siehe auch KOLAR, a.a.O., S. 84). Ebenfalls ins Gewicht fällt, dass eine grosse Anzahl von nicht-menschlichen Primaten von diesem Versuch betroffen ist. Während somit zugunsten der nicht-menschlichen Primaten deren starke genetische und sinnesphysiologische Nähe zum Menschen (siehe auch HIRT UND ANDERE, a.a.O., N. 74 zu § 7 TierSchG; für die EU vgl. den Vorschlag der Kommission vom 5.11.2008 für eine Richtlinie des europäischen Parlaments und des Rates zum Schutz der für wissenschaftliche Zwecke verwendeten Tiere, KOM (2008) 543 endg. [http://eur-lex.europa.eu/de/index.htm], passim), die Würde der Kreatur sowie die grosse Anzahl der nicht-menschlichen Primaten besonders ins Gewicht fallen, sprechen keine BGE 135 II 384 S. 404 zusätzlichen Argumente zugunsten einer stärkeren Gewichtung des erwarteten Kenntnisgewinns. Aufgrund dieser zusätzlichen Argumente zugunsten der nicht-menschlichen Primaten bereitet der vorliegende Tierversuch, gemessen am erwarteten Kenntnisgewinn, den Versuchstieren unverhältnismässige Schmerzen, Leiden, Schäden, Angst oder Beeinträchtigungen ihres Allgemeinbefindens. Die Vorinstanz hat deshalb zu Recht das Interesse der Versuchstiere an der Belastungsfreiheit höher gewichtet als das menschliche Interesse am Versuchsergebnis.\n\n4.6.2 Was die Beschwerdeführer gegen diese Interessenabwägung vorbringen, überzeugt nicht: Mit dem Verbot für den vorliegenden Tierversuch wird kein absolutes Verbot von Tierversuchen mit nicht- menschlichen Primaten bei Schweregrad 2 oder 3 statuiert. Wie gezeigt, sind für die Zulässigkeit eines Tierversuchs die Gewichte der einzelnen Interessen sowie die eigentliche Interessenabwägung massgebend. Zu Unrecht wenden sie auch ein, dass ein solches Verbot nicht dem Willen des Gesetzgebers entspreche; sie verweisen dabei auf den Bericht der Kommission für Wissenschaft, Bildung und Kultur (WBK) vom 16. Februar 2007 zur Parlamentarischen Initiative von Maya Graf. Mit der Initiative (06.464; siehe auch AB 2007 N 2054 ff.) beantragte diese ein Verbot von Tierversuchen mit grossen Menschenaffen (Bonobos, Schimpansen, Gorillas und Orang-Utans), wenn die Belastung den Schweregrad 1-3 erreicht, und mit anderen nicht-menschlichen Primaten bei einer Belastung von Schweregrad 2 und 3. Die Kommission lehnte die Initiative mit 12 zu 8 Stimmen ab. Abgesehen davon, dass sie mit Hinweis u.a. auf den vorliegenden Fall auch die Auffassung vertrat, dass Tierversuche mit nicht-menschlichen Primaten im Einzelfall verboten werden können, handelt es sich bei einer Kommission des Nationalrates nicht um den Gesetzgeber. Aus dem Bericht der Kommission geht zudem nur hervor, dass de lege ferenda kein gesetzliches Verbot der in der Initiative aufgeführten Tierversuche erwünscht sei; wie bisher solle auch in Zukunft der Einzelfall darüber entscheiden, ob ein Tierversuch bewilligt werden könne. Die Kommission bezieht sich damit auf den geltenden Art. 13 Abs. 1 aTSchG in Verbindung mit Art. 61 Abs. 3 aTSchV; daneben ist aufgrund von Art. 13 Abs. 2 Satz 2 aTSchG der Bundesrat verpflichtet, bestimmte Versuchszwecke durch Verordnungen zu verbieten. Insoweit ist auch das Argument der fehlenden gesetzlichen Grundlage für Eingriffe in die Forschungsfreiheit nicht stichhaltig (siehe auch FLEINER-GERSTER, a.a.O., N. 24 zu Art. 25bis aBV). BGE 135 II 384 S. 405\n\n5.\n\n5.1 Die Beschwerde ist demnach abzuweisen, soweit darauf eingetreten wird.\n\n5.2\n\n5.2.1 Dem Verfahrensausgang entsprechend haben die unterliegenden Beschwerdeführer die Gerichtskosten solidarisch je hälftig zu tragen (Art. 66 Abs. 1 und 65 BGG).\n\n5.2.2 Die Tierversuchskommission und fünf ihrer Mitglieder beantragen eine Entschädigung zu Lasten der Beschwerdeführer. Dem Gesuch kann nicht entsprochen werden: Sie sind bloss weitere Beteiligte im Sinne von Art. 102 BGG. Nach Art. 68 BGG kann nur Parteien - wie die Überschrift und Abs. 3 ausdrücklich festhalten - eine \"Parteientschädigung\" zugesprochen werden (siehe auch BERNARD CORBOZ, in: Commentaire de la LTF, 2009, N. 24, 27 zu Art. 68 BGG)."}