{"annee": "135", "cour": "III", "page": "633", "date": "23/11/2009", "cite": ["130 I 360", "120 II 393", "133 II 220", "94 II 348", "113 II 243"], "cite_par": ["140 I 168"], "chapeau": "92. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. AG gegen A., B., C. und D. (Beschwerde in Zivilsachen)\n\n5A_428/2009 vom 23. November 2009", "regestes": ["Art. 928 CC; trouble de la possession; vol et atterrissage de parapentes. La condition des prétentions de l'art. 928 al. 2 CC est le trouble illicite de la possession. Une restriction de droit public à la propriété, dans un règlement communal des zones et des constructions, qui autorise le vol et l'atterrissage sans obstacle et sûrs des parapentes sur les parcelles prévues à cet effet, peut exclure le trouble illicite. Examen de cette exclusion dans le cas concret (consid. 3-5)."], "faits": "|633|\n\nA. Im Zonenplan der Gemeinde G. ist eine Sport- und Erholungszone ausgeschieden und im Bereich der Landwirtschaftszone ein Delta- und Gleitschirm-Landeplatz mit Hindernisfreihalteflächen eingezeichnet. Im Bau- und Zonenreglement heisst es dazu Folgendes: |634|\n\nArt. 77 Sport- und Erholungszone Sp+E\n\nNutzungsart: (...)\n\nIn den als Start- und Landeplatz bezeichneten Flächen für Deltagleiter und Gleitschirme ist der Start bzw. die Landung von Deltagleitern und Gleitschirmen gestattet.\n\nInnerhalb des Landeplatzes sowie in der westlich und östlich angrenzenden Hindernisfreihaltefläche sind bauliche Massnahmen wie Gebäude, Zäune oder sonstige Hindernisse, sowie das Pflanzen von Bäumen, die das Landen gefährden, untersagt.\n\nDie Eigentümer sind für die Nutzung der Parzellen als Start- und Landeplatz angemessen zu entschädigen. Betrieb und Organisation für einen sicheren Flugbetrieb übernimmt eine Trägerschaft. Die Trägerschaft ist verantwortlich für die Sicherheit auf dem Start- und Landeplatz.\n\n(...)\n\nDas Bau- und Zonenreglement (BZR) wurde durch den Staatsrat am 30. April 1997 vorgeprüft, von der Urversammlung am 2. Dezember 1997 genehmigt und vom Staatsrat am 24. Juni 1998 homologiert.\n\nB. Die X. AG erwarb in den Jahren 2003 bis 2006 gegen dreissig Grundstücke auf dem Gebiet der Gemeinde G., die in der Landwirtschaftszone und dabei im eingezeichneten Gebiet teils des Landeplatzes und teils der Hindernisfreihalteflächen gelegen sind. Sie hat der Benutzung ihrer Grundstücke im Zusammenhang mit dem Hängegleitersport nie ausdrücklich zugestimmt.\n\nC. Am 28. Mai 2008 erhob die X. AG (Beschwerdeführerin) Klage wegen Besitzesstörung. Ihre Begehren lauteten zur Hauptsache dahin gehend, mit Bezug auf ihre Grundstücke im Perimeter \"Landeplatz\" das Landen mit Hängegleitern und das Überfliegen mit Hängegleitern in einer Höhe von weniger als 50 m sowie mit Bezug auf ihre Grundstücke im Perimeter \"Hindernisfreihaltefläche\" das Überfliegen mit Hängegleitern in einer Höhe von weniger als 50 m zu verbieten. Die Klage richtete sich gegen die A., die als Verein den Landeplatz betreibt und zur Trägerschaft im Sinne von Art. 77 Abs. 4 BZR gehört, gegen C. und D., die Vorstandsmitglieder der A. sind und den Landeplatz benützen, sowie gegen B., der die Flugschule F. leitet und die betroffenen Grundstücke ebenfalls nutzt (Beschwerdegegner). Das Kantonsgericht Wallis wies die Klage ab. Die Beschwerdeführerin hat dagegen Beschwerde erhoben, die das Bundesgericht abweist.\n\n(Zusammenfassung)\n\n|635|", "considerants": "Aus den Erwägungen:\n\n3. Ausgangspunkt des Besitzesschutzes ist die verbotene Eigenmacht, durch die eine Sache entzogen oder der Besitz gestört wird und die zur Abwehr von Angriffen (Art. 926 ZGB) und zu den Klagen aus Besitzesentziehung und Besitzesstörung berechtigt (Art. 927-929 ZGB). Die Beschwerdeführerin hat eine Klage gemäss Art. 928 ZGB erhoben. Wird danach der Besitz durch verbotene Eigenmacht gestört, so kann der Besitzer gegen den Störenden Klage erheben, auch wenn dieser ein Recht zu haben behauptet (Abs. 1). Die Klage geht auf Beseitigung der Störung, Unterlassung fernerer Störung und Schadenersatz (Abs. 2).\n\n3.1 Im gerichtlichen Verfahren der Besitzesschutzklagen ist die Frage nach dem Besitz als tatsächliche Gewalt über eine Sache (Art. 919 Abs. 1 ZGB) von der Frage nach dem Recht an der Sache, insbesondere nach dem Recht zur Beeinträchtigung des Besitzes grundsätzlich zu trennen. Die Ausnahme, wonach der Beklagte sofort sein besseres Recht nachweisen darf und der Klage des Besitzers entgegenhalten kann (Art. 927 Abs. 2 ZGB), besteht bei der Klage aus Besitzesstörung - anders als im Fall der Besitzesentziehung - nicht. Dem Beklagten bleibt der Beweis eines von ihm behaupteten besseren Rechts auf die Sache, hier gleichsam eines besseren Rechts zur Störung verschlossen. Gleichwohl lässt sich die Besitzesfrage nicht völlig von der Frage nach dem Recht trennen. Die materielle Rechtslage muss berücksichtigt werden, namentlich wo es um die Abgrenzung des Besitzes und damit die Voraussetzung der Besitzesstörung \"durch verbotene Eigenmacht\" geht (vgl. STARK, Berner Kommentar, 2001, N. 92-94b der Vorbem. zu Art. 926-929 ZGB sowie N. 2 ff., N. 18 und N. 53 zu Art. 928 ZGB; STEINAUER, Les droits réels, Bd. I, 4. Aufl. 2007, N. 368-368b S. 141).\n\n3.2 Verbotene Eigenmacht liegt vor, wenn die Besitzesstörung weder vom Besitzer noch durch das objektive Recht erlaubt ist. Besitzesstörungen können namentlich durch das öffentliche Recht erlaubt oder mit der Erfüllung öffentlich-rechtlicher Aufgaben unvermeidbar verbunden sein. In diesem Fall muss der Besitzer die Störung dulden, hat aber allenfalls die Möglichkeit, eine Entschädigung nach dem massgeblichen Enteignungsrecht zu verlangen (vgl. STARK, a.a.O., N. 47 der Vorbem. zu Art. 926-929 ZGB; STEINAUER, a.a.O., N. 326-327 S. 128). Hauptanwendungsfall sind die gesetzlichen Eigentumsbeschränkungen im Sinne der Art. 680 ff. ZGB und der |636| Art. 702 f. ZGB, die die Beschwerdeführerin als Grundeigentümerin und Grundbesitzerin zu einem Dulden, einem Unterlassen oder einem Tun verpflichten können (vgl. MEIER-HAYOZ, Berner Kommentar, 1981, N. 339 ff. des Syst. Teils vor Art. 641 ff. und N. 43 ff. zu Art. 641 ZGB; STEINAUER, a.a.O., N. 1012-1014 S. 352 f.).\n\n3.3 Dass sie mit Bezug auf die Grundstücke der Beschwerdeführerin persönliche Rechte hätten, machen die Beschwerdegegner nicht geltend. Sie behaupten, die Benützung der fraglichen Grundstücke im Perimeter des Landeplatzes und der Hindernisfreihalteflächen sei nicht verboten, sondern durch das öffentliche Recht erlaubt. Die Frage, ob ihre Eigenmacht verboten ist, betrifft kein Recht an der Sache und kann geprüft werden (E. 3.1 soeben). Streitig ist die Auslegung von Art. 77 BZR. Sie hat die Antwort darauf zu geben, welche Beschränkungen die Beschwerdeführerin als Eigentümerin und Besitzerin der Grundstücke im Perimeter des Landeplatzes und der Hindernisfreihalteflächen treffen.\n\n4. Das Kantonsgericht hat in Art. 77 BZR eine öffentlich-rechtliche Beschränkung gesehen, die ein hindernisfreies und sicheres Überfliegen und Landen mit Hängegleitern bezüglich der dafür vorgesehenen Grundstücke gewährleiste mit der Folge, dass die Beschwerdeführerin ihren Besitz nur insoweit ausüben könne, als er nicht durch die besagte Beschränkung eingeengt werde. Die Beschwerdeführerin wendet dagegen ein, die Rechtsanwendung verletze Art. 928 ZGB, sei willkürlich und verstosse gegen den Vorrang des Bundesrechts wie auch gegen die Eigentumsgarantie.\n\n4.1 Besitzesschutzklagen führen zu einem Urteil, in dem nur über die Wiederherstellung oder Erhaltung des Zustands der tatsächlichen Gewalt über die Sache, nicht aber über die Rechtmässigkeit dieses Zustandes bzw. über das Recht an der Sache entschieden wird. Besitzesschutzurteile können daher durch ein späteres Urteil über das Recht an der Sache umgestossen werden und sind unter diesem Blickwinkel nicht als endgültige, sondern bloss als vorläufige Regelung zu betrachten (vgl. BGE 113 II 243 E. 1b S. 245).\n\n4.2 Innerhalb der bundesrechtlichen Schranken regeln die Kantone das Verfahren der Besitzesschutzklagen (vgl. BGE 94 II 348 E. 2 S. 351 ff.). Die Walliser Zivilprozessordnung vom 24. März 1998 (SGS/VS 270.1) erklärt das summarische Verfahren für anwendbar (Art. 282 Abs. 1 lit. b ZPO/VS). Nach der Rechtsprechung sind die Voraussetzungen des Besitzesschutzes in tatsächlicher und rechtlicher |637| Hinsicht lediglich glaubhaft zu machen (vgl. Revue valaisanne de jurisprudence [RVJ] 2001 S. 184 ff.). Gegen die kantonale Verfahrensordnung erhebt die Beschwerdeführerin keine Rügen (Art. 106 Abs. 2 BGG).\n\n4.3 Neben Willkür (Art. 9 BV) rügt die Beschwerdeführerin, Art. 77 BZR, wie ihn das Kantonsgericht auslege, entziehe ihr als Grundeigentümerin und Grundbesitzerin die Klagen gemäss Art. 927 ff. ZGB (vgl. Art. 937 Abs. 2 ZGB) und verstosse gegen die Eigentumsgarantie (Art. 26 BV). Ein schwerer Eingriff in die Eigentumsfreiheit kann insofern nicht verneint werden, als jedenfalls das Landen mit Hängegleitern in allen Jahreszeiten die bestimmungsgemässe Nutzung der betroffenen Grundstücke zu Landwirtschaftszwecken stark einschränkt (vgl. BGE 133 II 220 E. 2.5 S. 225). Unter dieser Voraussetzung prüft das Bundesgericht die Auslegung des kantonalen bzw. kommunalen Rechts frei (vgl. BGE 130 I 360 E. 14.2 S. 362). Dabei ist allerdings zu beachten, dass wegen des bloss vorläufigen Charakters der Besitzesschutzklage nach kantonalem Recht eine bloss summarische und vorläufige Rechtsprüfung stattfindet (E. 4.2 soeben), d.h. eine auf die Frage beschränkte Prüfung, ob sich der eingeklagte Besitzesschutzanspruch als einigermassen aussichtsreich oder doch zum mindesten als vertretbar erweist (vgl. BGE 120 II 393 E. 4c S. 398). Darüber hinaus kann das Bundesgericht selbst bei freier Prüfung nicht gehen.\n\n5. Das Kantonsgericht hat in Art. 77 BZR eine zulässige öffentlich-rechtliche Eigentumsbeschränkung erblickt.\n\n5.1 Es stellt sich die Frage nach der Auslegung und vorweg nach der hinreichenden gesetzlichen Grundlage der Eigentumsbeschränkung.\n\n5.1.1 Das kommunale Bau- und Zonenreglement (BZR) wurde von den Stimmberechtigten angenommen und vom Staatsrat homologiert (Bst. A hiervor). Es kann als gesetzliche Grundlage für einen Eingriff in die Eigentumsgarantie angesehen werden (vgl. BGE 133 II 220 E. 2.5 S. 225/226).\n\n5.1.2 Gemäss Art. 77 Abs. 2 BZR ist in den als Start- und Landeplatz bezeichneten Flächen für Deltagleiter und Gleitschirme der Start bzw. die Landung von Deltagleitern und Gleitschirmen gestattet. Die Auslegung ist sachlich vertretbar, den Eigentümern werde damit eine Duldungspflicht auferlegt und die ihnen durch das Eigentumsrecht verliehene Befugnis entzogen, das Betreten ihrer Grundstücke durch Dritte zum Zweck des Startens bzw. Landens mit |638| Hängegleitern abzuwehren (vgl. MEIER-HAYOZ, a.a.O., N. 48 zu Art. 641 ZGB).\n\n5.1.3 Entgegen der Behauptung der Beschwerdeführerin ist auch die Auffassung vertretbar, die Duldungspflicht beschränke die Verfügungs- oder Nutzungsbefugnisse der betroffenen Eigentümer im Interesse der Allgemeinheit. Insoweit liegt kein Tatbestand der formellen Enteignung vor, die sich durch den Entzug und die Übertragung vermögenswerter Rechte von der enteigneten auf eine andere Person auszeichnet, sondern eine öffentlich-rechtliche Eigentumsbeschränkung (TSCHANNEN/ZIMMERLI/MÜLLER, Allgemeines Verwaltungsrecht, 3. Aufl. 2009, § 63 N. 15 S. 598 f.). Dass die Abwehrrechte des Eigentümers nur auf dem Weg der formellen Enteignung beschränkt werden könnten und eine öffentlich-rechtliche Eigentumsbeschränkung hierfür nicht ausreiche, ist weder ersichtlich noch dargetan. Das kantonale Gesetz vom 23. Januar 1987 zur Ausführung des Bundesgesetzes über die Raumplanung (SGS/VS 701.1) sieht in Art. 13 Abs. 3 vor, dass die Gemeinden die Errichtung von öffentlich-rechtlichen Eigentumsbeschränkungen verlangen können, um die Einhaltung ihrer Vorschriften über die zulässigen Nutzungen innerhalb der verschiedenen Zonen sicherzustellen (vgl. zur Verfassungsmässigkeit: Urteil 1C_469/2008 vom 26. Mai 2009 E. 10.2, zusammengefasst in: BR 2009 S. 114 f.). Die Gemeinde durfte somit vom Kantonsgericht als zuständig erachtet werden, in ihrem Bau- und Zonenreglement eine Duldungspflicht im oben erwähnten Sinne vorzusehen.\n\n5.1.4 Nach Art. 77 Abs. 3 BZR sind innerhalb des Landeplatzes sowie in der westlich und östlich angrenzenden Hindernisfreihaltefläche bauliche Massnahmen wie Gebäude, Zäune oder sonstige Hindernisse, sowie das Pflanzen von Bäumen, die das Landen gefährden, untersagt. Die Auslegung ist sachlich vertretbar, im Sinne von Unterlassungspflichten werde die tatsächliche und rechtliche Verfügungsmacht der Eigentümer insofern eingeschränkt, als jede Nutzungsart untersagt sei, die das Überfliegen von Grundstücken, um den Landeplatz zu erreichen, und die das Landen mit Hängegleitern behindern könnte (vgl. MEIER-HAYOZ, a.a.O., N. 49 zu Art. 641 ZGB). Der Einwand der Beschwerdeführerin, die Anordnung der Freihaltung eines Geländes verschaffe der Allgemeinheit keine Nutzungsbefugnis über privaten Grund, mag zwar allgemein zutreffen. Die Freihalte- bzw. Unterlassungspflichten sind vorliegend jedoch ausschliesslich auf die Duldungspflicht gemäss Art. 77 Abs. 2 BZR bezogen, die den |639| Grundeigentümern die Abwehrrechte gegen ein Überfliegen und Landen mit Hängegleitern durch Dritte entzieht (vgl. E. 5.1.2 soeben).\n\n5.1.5 Laut Art. 77 Abs. 4 BZR sind die Eigentümer für die Nutzung der Parzellen als Start- und Landeplatz angemessen zu entschädigen. Auch diesbezüglich ist eine Auslegung nicht zu beanstanden, wonach die Entschädigung nicht Voraussetzung, sondern Folge der öffentlich-rechtlichen Eigentumsbeschränkung ist. Die ihr auferlegten Duldungs- und Unterlassungspflichten hängen somit nicht davon ab, dass vorgängig eine Entschädigung vereinbart bzw. festgesetzt und bezahlt worden wäre. Hierfür hat die Beschwerdeführerin den Rechtsweg gegenüber der Gemeinde zu beschreiten, sollte eine einvernehmliche Lösung mit der Gemeinde oder der in Art. 77 Abs. 4 BZR vorgesehenen Trägerschaft nicht gefunden werden (vgl. MEIER-HAYOZ, a.a.O., N. 652 und N. 656 ff. des Syst. Teils vor Art. 641 ff. ZGB; Art. 61 ff. des Enteignungsgesetzes vom 8. Mai 2008 [SGS/VS 710.1]).\n\n5.2 Zu den weiteren Voraussetzungen einer Einschränkung der Eigentumsgarantie äussert sich die Beschwerdeführerin nicht (Art. 106 Abs. 2 BGG). Für das Bundesgericht steht fest, dass das Aletschgebiet als \"Mekka der Hängegleiter\" gilt. Das Landen der Hängegleiter muss aus Gründen der Sicherheit geordnet werden, so dass die Auferlegung der Duldungs- und Unterlassungspflicht gemäss Art. 77 BZR zu diesem Zweck im öffentlichen Interesse liegt und als verhältnismässig erscheint (vgl. Art. 36 BV). Was die Frage nach der Entschädigung für die Nutzung der Parzellen angeht (Art. 77 Abs. 4 BZR i.V.m. Art. 26 Abs. 2 BV), kann auf Gesagtes verwiesen werden (E. 5.1.5 soeben).\n\n5.3 Aus den dargelegten Gründen lässt sich auf Art. 77 BZR stützen, dass die Beschwerdeführerin das Landen und Überfliegen mit Hängegleitern bezüglich ihrer dafür bestimmten Grundstücke dulden muss und darauf alles zu unterlassen hat, was das Landen und Überfliegen mit Hängegleitern beeinträchtigen könnte. Gegen entsprechende Einwirkungen Dritter und auch der Beschwerdegegner stehen der Beschwerdeführerin keine aus ihrem Eigentumsrecht fliessenden Abwehrrechte zu. Es erscheint insgesamt nicht als verfassungswidrig, verbotene Eigenmacht als Voraussetzung der Besitzesstörungsklage zu verneinen."}