{"annee": "135", "cour": "III", "page": "88", "date": "21/11/2008", "cite": ["134 III 151", "130 III 113", "51 III 180"], "cite_par": ["143 V 200", "138 III 628", "143 IV 380", "143 V 219", "137 III 623", "138 II 557"], "chapeau": "12. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause X. contre Y. (recours en matière civile)\n\n5A_559/2008 du 21 novembre 2008", "regestes": ["Art. 67 al. 1 ch. 3 LP; taux de conversion en valeur légale suisse d'une créance stipulée en euros. Le taux de conversion de l'euro est un fait notoire qui ne doit être ni allégué ni prouvé par le créancier poursuivant (consid. 4)."], "faits": "|88|\n\nA. Le 10 août 1994, le Tribunal de première instance de Munich (Allemagne) a condamné X. à verser à Y., son ex-épouse, la somme de 1'645 euros à titre de pension alimentaire.\n\nLe 1er octobre 2007, Y. a requis la poursuite de son ex-époux pour un montant de 35'523 fr. 20, plus intérêts à 5 % dès le 15 mars 2007, terme moyen. Selon le taux de change retenu par la créancière (à savoir 1 euro = 1,6611 fr.), la pension mensuelle, d'un montant de 1'645 euros, correspond à la somme de 2'732 fr. 50. X. a formé opposition au commandement de payer qui lui était notifié.\n\nB. Le 20 décembre 2007, Y. a requis du Tribunal de première instance du canton de Genève la reconnaissance et l'exécution du jugement du Tribunal de première instance de Munich, ainsi que la mainlevée définitive de l'opposition formée par son ex-mari au commandement de payer. |89|\n\nPar jugement du 4 avril 2008, le Tribunal de première instance a notamment reconnu et déclaré exécutoire en Suisse le jugement allemand (ch. 1) et prononcé la mainlevée définitive de l'opposition faite au commandement de payer - sans toutefois préciser à concurrence de quel montant - (ch. 2).\n\nStatuant sur appel de X. le 19 juin 2008, la Cour de justice a, entre autres, réformé le ch. 2 en prononçant la mainlevée à concurrence de 35'285 fr. 25 avec intérêt à 5 % l'an dès le 15 mars 2007.\n\nC. X. dépose un recours en matière civile contre cette dernière décision, concluant au rejet de la requête de mainlevée définitive.\n\nLe recours a été rejeté par arrêt du 21 novembre 2008.", "considerants": "Extrait des considérants:\n\n4. Le recourant soutient qu'en jugeant que l'intimée ne devait pas prouver par pièce le taux de change entre l'euro et le franc suisse, la cour cantonale aurait violé l'art. 80 al. 1 LP.\n\n4.1 A teneur de l'art. 67 al. 1 ch. 3 LP, la réquisition de poursuite adressée à l'Office énonce le montant de la créance en valeur légale suisse. La conversion en valeur légale suisse d'une créance stipulée en monnaie étrangère est une règle d'ordre public et une exigence de la pratique. En imposant cette conversion, le législateur n'a cependant pas entendu modifier le rapport de droit liant les parties et nover en une dette de francs suisses celle que les intéressés ont librement fixée en devises étrangères (ATF 134 III 151 consid. 2.3 et les références citées; ROLAND RUEDIN, in Commentaire romand, Poursuite et faillite, 2005, nos 27 s. ad art. 67 LP). La conversion se fait au cours de l'offre des devises du jour de la réquisition de poursuite (ATF 51 III 180 consid. 4; BlSchK 1997 p. 62 consid. 5e; RUEDIN, op. cit., nos 29 s. ad art. 67 LP).\n\nSelon la jurisprudence, les faits notoires, qu'il n'est pas nécessaire d'alléguer ni de prouver (ATF 130 III 113 consid. 3.4 et les arrêts cités), sont ceux dont l'existence est certaine au point d'emporter la conviction du juge, qu'il s'agisse de faits connus de manière générale du public (allgemeine notorische Tatsachen) ou seulement du juge (amtskundige oder gerichtskundige Tatsachen; VOGEL/SPÜHLER, Grundriss des Zivilprozessrechts, 8e éd. 2006, p. 255 n. 17; FABIENNE HOHL, Procédure civile, tome I, 2001, n. 945). La jurisprudence précise que, pour être notoire, un renseignement ne doit pas être constamment |90| présent à l'esprit, il suffit qu'il puisse être contrôlé par des publications accessibles à chacun (arrêt du Tribunal fédéral 4P.277/1998 du 22 février 1999 consid. 3d, in RSDIE 2000 p. 575).\n\nDe nos jours, le taux de conversion des monnaies est un fait notoire, qui ne doit être ni allégué ni prouvé. Il peut en effet être contrôlé sur internet, par des publications officielles et dans la presse écrite; il est donc accessible à chacun (cf. arrêt du Tribunal fédéral 5P.236/1988 du 8 novembre 1988 consid. 1b, in SJ 1989 p. 205; arrêt du Tribunal fédéral 4P.277/1998 du 22 février 1999 consid. 3d, in RSDIE 2000 p. 575; également PIERRE-ROBERT GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, art. 1-88 LP, 1999, no 63 ad art. 80 LP). L'internet permet en outre d'accéder rapidement au taux de conversion en vigueur à une date donnée - par exemple la date de la réquisition de poursuite -; il n'est donc pas nécessaire d'obtenir une confirmation bancaire ou une copie de la presse parue à la date recherchée. Il suffit ainsi de quelques minutes pour déterminer qu'au 1er octobre 2007, le cours de l'euro en francs suisses était de 1,6603 et effectuer ensuite la conversion des 1'645 euros en francs suisses (http://www.fxtop.com donne les taux officiels diffusés par la Banque centrale européenne).\n\n4.2 C'est par conséquent à tort que le recourant soutient que le taux de conversion doit être prouvé par pièces et qu'il y aurait donc violation de l'art. 80 al. 1 LP pour ce motif.\n\nLa cour cantonale a fixé le taux de conversion à 1,65 fr., soit à un taux inférieur au taux réel notoire de 1,6603 fr. La poursuivante n'ayant cependant pas recouru contre l'arrêt cantonal, il n'y a pas lieu de réformer cette décision en sa faveur.\n\nIl est superflu d'examiner les griefs formulés par le recourant à l'encontre de la \"valeur approximative\" retenue par la Cour de justice."}