{"annee": "135", "cour": "I", "page": "233", "date": "26/5/2009", "cite": ["119 IA 321", "128 I 327", "128 II 292", "132 I 7", "129 I 330", "116 IA 207", "112 IA 65", "126 I 133", "119 IA 348", "130 I 65", "129 I 402", "115 IA 378", "102 IA 533", "132 I 29", "117 IA 328", "135 II 243", "89 I 178", "129 I 12", "124 I 223", "130 I 82", "134 I 221", "117 IA 141", "122 I 279", "120 IA 74", "130 I 169", "120 IA 265", "116 IA 401", "131 I 333", "113 IA 126", "121 I 279", "115 IA 363", "116 IA 285", "111 IA 23", "115 IA 42", "122 I 305", "134 I 293", "101 IA 502"], "cite_par": ["136 I 395", "139 II 243", "136 I 265", "144 II 367", "136 II 405", "142 I 76", "143 I 403", "138 I 242", "136 I 316", "140 I 176", "140 I 218", "137 I 235", "140 I 168", "142 I 49"], "chapeau": "27. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. et consorts contre Commune de Chermignon et consorts ainsi que Tribunal cantonal du canton du Valais (recours en matière de droit public)\n\n1C_469/2008 du 26 mai 2009", "regestes": ["Réglementation communale sur les quotas et le contingentement des résidences secondaires; art. 50 et 75 Cst., art. 1-3 LAT, compétences communales; art. 36 al. 2 et 3, art. 8, 24, 26, 27 et 127 al. 2 Cst. La réglementation attaquée constitue une mesure d'aménagement du territoire, de la compétence des communes (consid. 2). Le quota de résidences principales dans le secteur \"station\", fixé à 70 % mais largement assorti d'exceptions, est proportionné au but visé (consid. 3, 4 et 7). La définition de la résidence principale, au moyen des notions de domicile civil et fiscal, ne viole pas la liberté d'établissement (consid. 5.1-5.3). L'obligation de location par le biais d'une société professionnelle, faite aux propriétaires de résidences principales n'occupant pas le logement, ne viole ni la garantie de la propriété, ni la liberté économique (consid. 5.4 et 8). La taxe de remplacement, permettant de réduire la part de résidence principale, est une taxe causale compatible avec les exigences de la LAT (consid. 9). La disposition transitoire ne crée pas d'effet anticipé et respecte le principe de non-rétroactivité (consid. 15)."], "faits": "|234|\n\nA. Le 10 novembre 2006, les communes de Crans-Montana, soit Chermignon, Icogne, Lens, Mollens, Montana et Randogne, ont mis à l'enquête un projet de règlement des quotas et du contingentement des résidences secondaires pour la station touristique de Crans-Montana (ci-après: RQC), sous la forme d'un avenant au règlement intercommunal sur les constructions (RIC). Cette réglementation avait pour but de favoriser la création et l'occupation de résidences principales, avec un contingentement annuel de résidences secondaires. Les oppositions formées notamment par A. et consorts, tous propriétaires d'immeubles dans les communes concernées (ci-après: les opposants), ont été écartées par les Conseils communaux de Chermignon, Lens, Montana et Randogne, les 24 et 25 janvier 2007, sous réserve de quelques modifications. Le 11 mars 2007, le RQC a été accepté en votation populaire, dans la teneur suivante:\n\nREGLEMENT DES QUOTAS ET DU CONTINGENTEMENT (RQC)\n\nCHAPITRE I - DISPOSITIONS GÉNÉRALES\n\nArticle 1: Buts\n\n1 Le règlement des quotas et du contingentement (RQC) est établi dans l'intérêt de la population locale et du tourisme, et pour assurer un développement harmonieux et durable compte tenu des réserves limitées en zone à bâtir des six communes de Crans-Montana. |235|\n\nArticle 2: Bases légales\n\n1 Les dispositions du présent règlement sont basées sur les prescriptions fédérales et cantonales en matière d'aménagement du territoire et autres domaines s'y rapportant.\n\n2 Elles tiennent compte des prescriptions ressortant du plan d'affectation des zones et de son règlement.\n\n3 Demeurent réservées les dispositions particulières édictées par la Confédération et le Canton, ainsi que le droit des tiers.\n\nArticle 3: Secteur station\n\n1 Le présent RQC s'applique aux zones à bâtir du \"secteur station\" des six communes de Crans-Montana, selon la délimitation précise figurant sur le plan annexé.\n\nArticle 4: Définitions\n\n1 Sont considérés comme résidences principales au sens du RQC les logements qui, sur la base d'une autorisation de construire en relation avec le RQC, doivent être utilisés par des personnes ayant leur domicile civil et fiscal (au sens de l'art. 23 du code civil) sur la commune.\n\n2 Tous les logements qui ne comptent pas parmi les résidences principales sont considérés comme des résidences secondaires.\n\n3 Les logements existants au 16.12.2005, ainsi que ceux dont les demandes d'autorisation de construire complètes et conformes ont été déposées avant le 16.12.2005 sont considérés comme logements de l'ancien droit.\n\n4 Sont considérés comme appartements de location les logements dont la commercialisation et la location sont garanties et réalisées par une société de location professionnelle reconnue, avec exclusion des locations à l'année ou à la saison. La preuve de la location incombe au propriétaire. Un règlement d'application précisera ces modalités.\n\nArticle 5: Portée du RQC\n\n1 Le RQC s'applique à tous les nouveaux volumes habitables créés (résidences principales, résidences secondaires), aux agrandissements et changements d'affectation de bâtiments dont résultent des habitations (résidences principales, résidences secondaires), ainsi qu'aux changements d'affectation de résidence principale en résidence secondaire.\n\n2 Ne sont pas concernés par le RQC:\n\na Les changements d'affectation de logements de l'ancien droit, au sens de l'art. 4 al. 3 RQC.\n\nb Les agrandissements, pour autant que la nouvelle surface habitable créée ne peut pas servir comme logement autonome. Cas échéant, le logement créé ultérieurement est soumis au RQC.\n\nc Les projets présentant un intérêt public prépondérant, approuvés par l'assemblée primaire. |236|\n\n3 Les constructions réalisées dans le cadre des plans d'affectation spéciaux (PQ, PAD) ne sont pas concernées par le règlement de contingentement si ceux-ci doivent être homologués par le Conseil d'Etat ou si leur élaboration est exigée par les plans de zones en vigueur le 6.12.05. En matière de quotas, l'ensemble des plans d'affectation spéciaux (PQ, PAD), sauf ceux spécifiés dans l'alinéa 4, respecteront les principes du présent règlement.\n\n4 Dans les secteurs qui n'étaient pas classés dans la zone réservée instaurée le 16 décembre 2005, les communes détermineront comment les quotas seront appliqués.\n\n5 Sur des parcelles sises à l'intérieur du \"secteur station\" (art. 3) n'ayant pas changé de propriétaire durant les 35 ans précédant le dépôt de la demande d'autorisation, sauf par héritage, un logement de résidence secondaire à usage personnel (propriétaire et ses enfants) peut être construite, sans contingent ni taxe de remplacement. Dans le cas où ce logement change de propriétaire dans les 10 années suivant sa réalisation, une taxe de remplacement est due (selon art. 8 al. 1 et 2).\n\nCHAPITRE II - QUOTAS ET CONTINGENTEMENT\n\nSection 1 - Règlement des quotas\n\nArticle 6: Part de résidence principale - règlement\n\n1 Pour les constructions à plusieurs logements, la part de résidences principales doit correspondre, par parcelle et par lotissement, à 70 % de la surface brute de plancher utile (SBP) créée.\n\n2 Dans les constructions à logement individuel, le 100 % de la SBP doit être utilisée comme résidence principale.\n\n3 La part de résidences principales peut aussi être remplie par des affectations hôtelières, y compris les logements pour le personnel, commerciales, de bureaux, artisanales et par des appartements de location.\n\nArticle 7: Obligation d'utilisation / location\n\n1 Les résidences principales doivent réellement être utilisées en tant que telles. Lorsque ces logements ne sont pas utilisés par un propriétaire ayant son domicile sur la commune, ils doivent être mis à disposition contre un loyer convenable à des personnes qui remplissent cette condition. Ils peuvent également être utilisés par des personnes exerçant une activité économique annuelle ou saisonnière sur l'une des six communes, ou par des personnes en formation.\n\n2 Un loyer est considéré convenable lorsqu'il correspond aux loyers versés pour des résidences principales similaires dans la région et qu'il n'est pas surfait.\n\n3 Le propriétaire est garant de l'occupation du logement concerné en tant que résidence principale.\n\n4 Les résidences principales peuvent être utilisées comme appartements de location pour des hôtes de passage aux conditions mentionnées (cf. art. 4 al. 4 RQC). |237|\n\n5 Pour les constructions situées dans les rues commerciales indiquées sur le plan annexé, l'affectation commerciale du niveau route (rez-de-chaussée) est obligatoire.\n\n6 Dans des cas particuliers tels que changement de domicile pour des raisons professionnelles, de santé ou similaire, la commune peut autoriser des exceptions limitées dans le temps à l'obligation d'utilisation.\n\nArticle 8: Taxe de remplacement\n\n1 Pour les constructions à plusieurs logements non situés dans les rues commerciales, les 4/7 de la part de résidence principale exigée (70 %) peut être compensée par le versement d'une taxe de remplacement. Dans ce cas, la taxe de remplacement est de 20 % de la valeur du logement concerné.\n\n2 Pour les constructions à logement individuel, la totalité de la résidence principale exigée peut être compensée par le versement d'une taxe de remplacement. Dans ce cas, la taxe de remplacement est de 15 % de la valeur de la construction du logement concerné.\n\n3 La valeur de l'objet immobilier concerné (selon al. 1 ou 2) correspond au décompte des coûts de construction (y.c. des infrastructures annexes, places de parc ouvertes et couvertes, frais d'équipement et terrain), attesté par l'autorité fiscale cantonale et fourni par le requérant. Dans le cas d'une PPE, les coûts des surfaces et infrastructures non habitables sont répartis sur les logements concernés au pro rata de leurs surfaces habitables.\n\n4 Pour les constructions situées dans les rues commerciales indiquées sur le plan annexé, le cinquième de la part de résidences principales exigée peut être compensé par le versement d'une taxe de remplacement.\n\n5 Les résidences principales qui ont été utilisées comme telles pendant 10 ans au moins peuvent être libérées de l'obligation d'utilisation comme résidence principale moyennant le versement d'une taxe de remplacement dégressive de 10 % par an sur 10 ans, et moyennant l'attribution du contingent (art. 10 RQC). La durée d'utilisation de 10 ans est comptée à partir de l'obtention du permis d'habiter.\n\n6 Si dans les dix ans suivant la perception de la taxe de remplacement, la résidence secondaire change d'affectation en résidence principale (avec inscription), le propriétaire qui produit une quittance pour la taxe versée aura droit à un remboursement dégressif de 10 % par an de la taxe.\n\n7 La valeur du logement au moment de la création de la résidence secondaire fait foi.\n\n8 L'encaissement de la taxe de remplacement est sous la responsabilité de la commune. A l'exception des cas spécifiés aux al. 4 et 5, les montants versés à l'administration lui sont définitivement acquis. |238|\n\n9 La taxe de remplacement doit servir à la promotion de la construction des résidences principales, des hôtels, des appartements de location, et pour couvrir les coûts engendrés par la création, le maintien et la rénovation des infrastructures touristiques.\n\n10 L'affectation des fonds provenant des taxes sera régie par un règlement d'application.\n\nArticle 9: Hôtels\n\n1 Les changements d'affectation des hôtels, à des fins d'habitation non hôtelière, sont soumis au RQC (art. 5 al. 1 RQC).\n\n(...)\n\nSection 2 - Réglementation du contingentement de résidences secondaires\n\nArticle 10: Contingentement - règlement\n\n1 Le contingent de résidences secondaires annuel à réaliser dans le \"secteur station\" atteint 10'000 m2 en 2006 (sans report sur 2007), 10'000 m2 en 2007, 9'000 m2 en 2008 et 8'000 m2 pour les années suivantes\n\n(Icogne: 7,14 %; Lens: 22,79 %; Chermignon: 15,18 %; Montana: 11,99 %; Randogne: 30,49 %; Mollens: 12,40 %).\n\n2 La répartition du contingent entre les catégories de projets est de la compétence du conseil communal. Il se répartit comme suit:\n\n- max. 50 % de SBP annuelle communale pour les grands projets (selon art. 20 al. 1 RQC)\n\n- max. 20 % de SBP annuelle communale pour les changements d'affectation de résidences principales en résidences secondaires (selon art. 5 al 1 RQC).\n\n3 La démolition/reconstruction des bâtiments situés dans les rues commerciales selon plan annexé n'est pas soumise au règlement de contingentement.\n\n4 L'autorité compétente peut décider de modifier la répartition des contingents entre les catégories si au 1er octobre, certains contingents ne sont pas utilisés.\n\n5 Le contingentement annuel intercommunal et sa répartition entre les six communes sera adapté selon les nécessités par l'autorité compétente.\n\nArticle 11: Contingent par maître d'ouvrage\n\n1 La définition d'un contingent annuel maximum par maître d'ouvrage pour les grands projets et autres est de la compétence du conseil communal.\n\n2 Le conseil communal peut diverger de cette limitation lorsque le contingent annuel pour la catégorie correspondante n'a pas été épuisé au 1er octobre.\n\n3 Des maîtres d'ouvrage composés de plus de 50 % des mêmes membres sont considérés comme une seule et même entité. |239|\n\nArticle 12: Contingents non sollicités\n\n1 Les contingents annuels non sollicités peuvent être reportés sur l'année suivante.\n\n2 Ces reports ne doivent pas dépasser le contingent annuel.\n\nCHAPITRE III - PROCÉDURES\n\nSection 1 - Procédures des quotas\n\n(...)\n\nArticle 16: Exceptions - applications spéciales\n\n1 En cas de décès du propriétaire d'une résidence principale, les héritiers légaux en ligne directe ont le droit d'utiliser l'appartement pour leurs propres besoins, en tant que résidence secondaire.\n\n(...)\n\nCHAPITRE IV - CONTRÔLE - CONSIDÉRATIONS FINALES - PÉRIODE DE TRANSITION\n\n(...)\n\nArticle 23: Traitement des demandes déposées en 2006\n\n1 Pour l'année 2006, un contingent annuel est à disposition, correspondant à ceux définis à l'art. 11 RQC.\n\n2 Le RQC s'applique à toutes les demandes d'autorisation de construire qui n'ont pas été autorisées avant la mise en vigueur du RQC.\n\n3 Les projets de construction qui ont été autorisés pendant la période des zones réservées moyennant l'établissement d'une part de résidence principale et/ou d'une taxe de remplacement provisoire, dépendent également du RQC. Le conseil communal édicte une décision définitive à leur propos en adaptant les conditions provisoires en fonction du RQC.\n\nB. Les six opposants ont saisi le Conseil d'Etat du canton du Valais qui, par arrêté du 19 décembre 2007, a rejeté les recours. (...) Le règlement a été homologué par décision du même jour.\n\nC. Par arrêt du 29 août 2008, la Cour de droit public du Tribunal cantonal valaisan a rejeté le recours des opposants. Le RQC faisait partie des dispositions sur le mode et le degré d'utilisation du sol pour lesquelles les communes disposaient d'une autonomie suffisante, sans qu'une base légale spécifique ne soit nécessaire. Certes élevé, le quota de 70 % de résidences principales était indispensable pour atteindre les objectifs visés. (...) Le secteur station était seul touché par le problème du déséquilibre entre résidences secondaires d'une part, résidences principales et activités hôtelières d'autre part, de sorte que le champ d'application du règlement était correctement délimité. La définition de la résidence principale au moyen |240| des notions, voisines, de domicile fiscal et civil, n'était pas contraire à la liberté d'établissement. Les modalités de l'obligation de louer constituaient des restrictions admissibles au droit de propriété. Les exceptions en faveur de projets d'utilité publique reconnue, des plans d'affectation antérieurs au 6 décembre 2005 ou des propriétaires de longue date étaient justifiées. La taxe prévue à l'art. 8 RQC était une contribution de remplacement, et non une taxe d'orientation ou un impôt; son montant était proche de celui des taxes similaires confirmées par la jurisprudence, et conforme au critère de l'avantage économique. Le contingentement annuel des résidences secondaires était également une mesure d'aménagement du territoire (...) que les communes pouvaient adopter dans le cadre du droit des constructions. (...) L'effet anticipé positif prévu à l'art. 23 RQC se rapportait aux mesures de blocage décidées en décembre 2005, et non aux mesures prévues par le RQC.\n\nD. Par acte du 9 octobre 2008, A. et consorts forment un recours en matière de droit public. Ils demandent l'annulation de l'arrêt cantonal, de l'arrêté d'homologation et du RQC. (...)\n\nLe Tribunal fédéral a rejeté le recours.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n2. Les recourants estiment que le RQC, qui comporte une atteinte grave au droit de propriété, devrait reposer sur une base légale formelle. Les buts du règlement sont de retrouver un équilibre entre résidences secondaires et principales, de freiner la surchauffe immobilière en station et d'assurer une partie des coûts générés par les résidences secondaires, et non de lutter contre la pénurie de logements. Il s'agirait d'une réglementation sans rapport avec la planification. La loi cantonale sur les constructions ne permettrait pas aux communes de limiter les résidences secondaires. Par le recours à des notions juridiques indéterminées, les imprécisions et inexactitudes qu'il contient, ainsi que l'ampleur et la complexité des mesures prévues, les pouvoirs conférés aux communes et les risques d'abus, le RQC consacrerait en réalité une politique économique sous couvert de gestion du sol. Une loi cantonale spécifique serait nécessaire. Les recourants se plaignent en particulier du défaut de base légale à propos de la taxe de remplacement prévue à l'art. 8 RQC. A l'instar de la taxe de remplacement pour les places de stationnement, cette disposition ne pourrait se fonder sur l'art. 13 let. g |241| de la loi cantonale du 23 janvier 1987 concernant l'application de la loi fédérale sur l'aménagement du territoire (RS/VS 701.1; ci-après: LcAT).\n\n2.1 Constituent une atteinte grave à la garantie de la propriété, nécessitant une base légale formelle, les mesures par lesquelles la propriété foncière se trouve enlevée de force, ou les interdictions et prescriptions qui rendent impossible ou beaucoup plus difficile une utilisation conforme à la destination (ATF 115 Ia 365). En revanche, l'obligation de réserver une partie d'un bâtiment à une affectation déterminée ne constitue pas une atteinte grave (ATF 115 Ia 378 consid. 3b/bb p. 380). En l'occurrence, la question de la gravité des atteintes portées au droit de propriété par le règlement attaqué peut demeurer indécise. En effet, en dépit de sa dénomination, le règlement attaqué constitue une base légale au sens tant matériel que formel. Il a en effet été adopté par les organes législatifs, soit les Assemblées primaires des communes concernées (art. 4 al. 1 let. a et art. 17 al. 1 let. a de la loi du canton du Valais du 5 février 2004 sur les communes [RS/VS 175.1; ci-après: LCom/VS]), soit l'assemblée de citoyens prévue aux art. 72 al. 1 ch. 1 et 78 al. 1 de la Constitution du canton du Valais du 8 mars 1907 (Cst./VS; RS 131.232), et a ainsi été soumis à un vote populaire. Dans ces conditions, l'acte législatif communal offre les mêmes garanties, du point de vue de la légitimité démocratique, qu'une loi cantonale, et constitue par conséquent une base légale suffisante, quelle que soit la gravité de l'atteinte invoquée (ATF 131 I 333 consid. 4.3 p. 341; ATF 122 I 305 consid. 5a p. 312; ATF 120 Ia 265 consid. 2a p. 266-267 et les références citées). Il reste dès lors à examiner si les communes sont compétentes pour adopter une réglementation de ce genre.\n\n2.2 La Constitution fédérale garantit l'autonomie communale dans les limites fixées par le droit cantonal (art. 50 al. 1 Cst.). Selon la jurisprudence, une commune est autonome dans les domaines que le droit cantonal ne règle pas de façon exhaustive, mais laisse en tout ou en partie dans la sphère communale en conférant aux autorités municipales une appréciable liberté de décision (ATF 126 I 133 consid. 2 p. 136; ATF 124 I 223 consid. 2b p. 226 s. et les références citées). L'existence et l'étendue de l'autonomie communale dans une matière concrète sont déterminées essentiellement par la constitution et la législation cantonales, voire exceptionnellement par le droit cantonal non écrit et coutumier (ATF 122 I 279 consid. 8b p. 290; ATF 116 Ia 285 consid. 3a p. 287; ATF 115 Ia 42 consid. 3 p. 44 et les arrêts |242| cités). Les communes bénéficient de compétences législatives lorsqu'elles disposent d'un pouvoir normatif dans un domaine que le législateur cantonal ou fédéral n'a pas réglé exhaustivement (ATF 131 I 333 consid. 4.4.1 p. 341; ATF 115 Ia 42).\n\n2.3 A teneur de l'art. 70 Cst./VS, les communes jouissent de leur autonomie en respectant le bien commun et l'intérêt des autres collectivités publiques (al. 1); elles accomplissent leurs tâches propres et celles que leur attribue la loi (al. 2); elles utilisent judicieusement et administrent avec soin le patrimoine communal (al. 3). Le droit cantonal distingue entre la sphère d'autonomie communale qui ressortit aux tâches originaires d'une part, et aux tâches déléguées d'autre part. Selon l'art. 6 LCom/VS, les communes ont notamment des attributions dans le domaine de l'aménagement local et de la police des constructions (let. c), de la protection de l'environnement (let. g) et de la promotion du bien-être social (let. i), ainsi que de la promotion de l'économie locale (let. l). Cette attribution de compétences est faite sous réserve des législations cantonale et fédérale.\n\n2.4 Selon l'art. 3 LcAT, l'aménagement du territoire communal incombe aux communes (al. 1), lesquelles peuvent s'associer pour l'accomplissement de leurs tâches, notamment pour l'aménagement régional (al. 2). Ce sont les communes qui établissent les plans d'affectation pour l'ensemble de leur territoire en définissant les zones à bâtir, les zones agricoles et les zones à protéger, ainsi que d'autres zones réservées (art. 11 LcAT). Elles établissent les plans d'affectation spéciaux (art. 12 LcAT) et définissent les possibilités d'utilisation des différentes zones dans un règlement des zones et des constructions. Ce règlement définit notamment le mode et le degré d'utilisation du sol, les distances, l'aspect et le gabarit des constructions, ainsi que les contributions de remplacement et les taxes (art. 13 LcAT). En prévision de l'adoption ou de la modification d'un plan d'affectation, les communes peuvent créer des zones réservées pour une durée de deux ans (art. 19 LcAT), conformément à ce que prévoit l'art. 27 LAT (RS 700).\n\n2.5 Le règlement attaqué fait suite au blocage des zones à bâtir, ordonné par les communes intimées en décembre 2005 et reconduit pour trois ans en décembre 2007. Les zones à bâtir situées dans le périmètre touristique jusqu'à la cote 1250, ont été déclarées zones réservées au sens de l'art. 19 LcAT, dans le but de permettre l'adaptation des plans d'affectation favorisant les résidences principales, |243| l'hôtellerie et la para-hôtellerie par rapport aux résidences secondaires. Il s'agit là manifestement d'une mesure d'aménagement du territoire, fondée sur l'art. 27 LAT, proche d'un effet anticipé négatif (cf. ZEN-RUFFINEN/GUY-ECABERT, Aménagement du territoire, constructions, expropriation, 2001, p. 199) et destinée à éviter qu'une planification prévue ne soit compromise par l'octroi d'autorisations accordées entretemps. Ces mesures ne sont toutefois pas l'objet de la présente procédure, et les compétences communales ne sauraient être contestées sur ce point.\n\n2.6 Selon le rapport justificatif à l'appui du RQC, les deux tiers de la zone à bâtir de la station de Crans-Montana sont déjà construits. Sur l'ensemble des communes concernées, les résidences secondaires constituent en moyenne pour l'an 2000 63 % des logements; 150 à 200 appartements ou chalets de résidences secondaires sont construits chaque année. Il en résulte un affaiblissement du tourisme hôtelier classique - soit un facteur important de revenu des habitants - ainsi qu'une forte pression immobilière rendant toujours plus difficile l'accession à la propriété pour les habitants à l'année. La demande en résidence secondaire tend également à gagner les hameaux où le prix des terrains augmente à un niveau inaccessible pour les habitants. Le règlement a ainsi pour objectifs, en ce qui concerne la station, de diversifier l'affectation des nouvelles constructions, de modérer l'utilisation des zones à bâtir, de contribuer aux coûts de développement de la station et d'assurer une structure d'hébergement touristique du type hôtelier. Pour les villages, il s'agit de réserver suffisamment de terrains pour les résidences principales, et plus généralement d'assurer un développement durable. Ainsi, la réglementation litigieuse poursuit des buts relevant au premier chef de l'aménagement du territoire. A l'instar des buts et principes fixés aux art. 1 et 3 LAT, les objectifs du RQC relèvent certainement, sous certains aspects, de la politique économique ou sociale. Il n'en demeure pas moins que les moyens mis en oeuvre consistent à intervenir directement sur l'utilisation des zones à bâtir.\n\n2.7 Selon la jurisprudence, les mesures de politique d'aménagement tendant à favoriser la construction de résidences principales et à limiter celle de résidences secondaires constituent des mesures d'aménagement du territoire car elles tendent, conformément à l'objectif visé à l'art. 75 Cst., à une occupation judicieuse et mesurée du territoire (ATF 117 Ia 141; ATF 112 Ia 65 consid. 3b; arrêts 1P.415/1998 du 1er juin 1999, RDAT 2000 I n° 23 p. 397; 1P.404/1997 du |2449| novembre 1998, RDAT 1999 I n° 20 p. 76). Ces mesures permettent de lutter, dans les régions touristiques, contre la prolifération des résidences secondaires dont les effets sont le gaspillage du territoire à bâtir, la pression sur les prix du terrain au détriment de la population locale et l'exode de cette dernière (ATF 112 Ia 71). Cela permet également d'éviter la création d'infrastructures surdimensionnées et sous-utilisées (ATF 117 Ia 141 consid. 2c; arrêt 1P.22/1995 du 1er septembre 1995, Pra 1996 n° 164 p. 574). Ainsi, la fixation de contingents de logements secondaires, ou l'obligation de réserver un minimum de surfaces brutes de plancher aux résidences principales constituent bien des mesures d'aménagement du territoire (arrêt 1P.22/1995 précité, consid. 3b). En droit valaisan, celles-ci ressortissent aux autorités communales, dans le cadre de la définition du mode et du degré d'utilisation du sol (art. 13 al. 1 let. a LcAT). Contrairement à ce que soutiennent les recourants, l' ATF 116 Ia 207 se contente de relever que les restrictions applicables aux résidences secondaires ne résultent pas directement du plan d'affectation au point d'en faire partie intégrante et d'empêcher leur examen à titre préjudiciel. En revanche, cet arrêt ne revient pas sur le fait qu'il s'agit bien de prescriptions relevant de l'aménagement du territoire. Les recourants perdent de vue que les mesures d'aménagement du territoire ont nécessairement des effets sur la vie économique, sociale et culturelle; cela fait partie des buts poursuivis aux art. 1 al. 2 LAT et 3 LAT et n'en fait pas pour autant des mesures de politique économique. Les dispositions prises au niveau cantonal pour interdire l'instrumentation d'actes authentiques nécessitant un contingentement au sens de la loi fédérale du 16 décembre 1983 sur l'acquisition d'immeubles par des personnes à l'étranger (LFAIE; RS 211.412.41) ne signifient pas que le canton aurait voulu limiter les compétences des communes pour lutter contre le problème des résidences secondaires.\n\n2.8 Dans son message du 4 juillet 2007 concernant la modification de la LAT (mesures d'accompagnement liées à l'abrogation de la LFAIE), le Conseil fédéral a estimé qu'il appartenait aux cantons de désigner, dans les plans directeurs, les territoires où des mesures particulières doivent être prises pour maintenir une proportion équilibrée de résidences principales et secondaires (FF 2007 5477). Il est notamment relevé que la multiplication des résidences secondaires entraîne une dégradation des paysages de valeur et, partant, de l'attrait des sites touristiques. Parmi les solutions préconisées, dont |245| le choix revient aux cantons, figurent les quotas et contingentements, la délimitation de zones spécialement destinées aux résidences principales ou secondaires, des coefficients minimums d'utilisation du sol, soit autant d'instruments relevant de l'aménagement du territoire et nécessitant une adaptation des plans directeurs cantonaux et des plans d'affectation, y compris communaux (FF 2007 5485 ch. 1.4.1), en fonction des circonstances régionales et locales (idem, p. 5487 ch. 1.7). Au contraire de ce que soutiennent les recourants, la lutte contre le développement excessif des résidences secondaires et ses effets constitue une obligation des autorités de planification qui trouve son fondement dans les dispositions générales des art. 1 à 3 LAT, et ne nécessite pas de base légale plus spécifique en droit fédéral ou cantonal (FF 2007 5492 ch. 5.1).\n\n2.9 Selon la fiche de coordination D.1/3 du plan directeur cantonal, consacrée au tourisme intégré, il appartient aux communes de contrôler et de maîtriser la construction des résidences secondaires notamment lors de l'adaptation des plans d'affectation. Cela confirme que les mesures mises en oeuvre par le RQC relèvent de l'aménagement du territoire et que les communes sont bien compétentes en la matière, conformément à l'art. 13 LcAT.\n\n2.10 Les compétences communales pour percevoir la taxe de remplacement prévue à l'art. 8 RQC sont, elles aussi, incontestables. Elles résultent clairement de l'art. 13 al. 2 let. g et h LcAT, qui autorise les communes à percevoir des contributions de remplacement et des taxes. La question de savoir si le montant de la taxe respecte le principe d'équivalence est sans rapport avec les questions de base légale et de compétence.\n\n3. Les recourants invoquent ensuite le principe de la proportionnalité. Ils estiment que le quota de 70 % de résidences principales serait excessif. Un taux de 30 %, tel que pratiqué à Zermatt ou Saas- Fee, serait suffisant. La justification quant aux objectifs poursuivis par le règlement aurait été avancée tardivement, soit dans un rapport du 26 juillet 2007. Les recourants estiment que l'interdiction de vente à des étrangers - déjà concrétisée, notamment, par un règlement du Conseil d'Etat du 21 novembre 2007 - suffirait à atteindre le but recherché; la cour cantonale n'aurait pas démontré le contraire.\n\n3.1 Une réglementation limitant la construction de résidences secondaires constitue une restriction au droit de propriété. Elle n'est |246| admissible que si elle repose sur un intérêt public suffisant et respecte le principe de la proportionnalité (art. 36 al. 2 et 3 Cst.). Ce dernier principe exige que les mesures mises en oeuvre soient propres à atteindre le but visé et que celui-ci ne puisse être atteint par une mesure moins contraignante; il doit en outre y avoir un rapport raisonnable entre ce but et les intérêts compromis (ATF 134 I 221 consid. 3.3 p. 227; ATF 130 I 65 consid. 3.5.1 p. 69; ATF 128 II 292 consid. 5.1 p. 297 et les arrêts cités).\n\n3.2 Dans le cadre d'un contrôle abstrait, le Tribunal fédéral s'impose une certaine retenue eu égard notamment aux principes découlant du fédéralisme et de la proportionnalité. Dans ce contexte, ce qui est décisif, c'est que la norme mise en cause puisse, d'après les principes d'interprétation reconnus, se voir attribuer un sens compatible avec les dispositions du droit supérieur. Pour en juger, il faut notamment tenir compte de la portée de l'atteinte aux droits en cause, de la possibilité d'obtenir ultérieurement, par un contrôle concret de la norme, une protection juridique suffisante, et des circonstances concrètes dans lesquelles ladite norme sera appliquée (ATF 135 II 243 consid. 2 p. 248; ATF 129 I 12 consid. 3.2 p. 15; ATF 128 I 327 consid. 3.1 p. 334 s. et les arrêts cités). Le Tribunal fédéral n'annule les dispositions attaquées que si elles ne se prêtent à aucune interprétation conforme au droit constitutionnel ou si, en raison des circonstances, leur teneur fait craindre avec une certaine vraisemblance qu'elles soient interprétées de façon contraire à la Constitution (ATF 134 I 293 consid. 2 p. 295; ATF 130 I 82 consid. 2.1 p. 86; ATF 119 Ia 321 consid. 4 p. 325 s.). Le Tribunal fédéral fait aussi preuve de retenue lorsqu'il s'agit de tenir compte de circonstances locales ou de trancher de pures questions d'appréciation (ATF 121 I 279 consid. 3d p. 284; ATF 120 Ia 74 consid. 5 p. 79).\n\n3.3 Selon la jurisprudence, les mesures de politique d'aménagement tendant à favoriser la construction de résidences principales et à limiter celle de résidences secondaires sont compatibles avec la garantie de la propriété dans la mesure où elles tendent, conformément aux objectifs et principes fixés aux art. 1 al. 2 let. b et c et 3 LAT, à assurer une occupation rationnelle du territoire, à créer et maintenir les zones d'habitation, à favoriser la vie sociale, économique et culturelle des différentes régions du pays, ainsi qu'à promouvoir une décentralisation judicieuse de l'urbanisation (ATF 117 Ia 143 consid. 2b; ATF 112 Ia 66 consid. 3b). La prolifération de résidences secondaires dans les régions touristiques produit des effets |247| indésirables du point de vue de l'aménagement du territoire: elle favorise un gaspillage du territoire à bâtir et exerce une pression sur les prix du terrain au détriment de la population locale dont elle entraîne l'exode (ATF 112 Ia 71). Il existe ainsi un intérêt public important à prévenir la construction excessive de résidences secondaires inoccupées pendant la plus grande partie de l'année, évitant du même coup la création d'infrastructures surdimensionnées et sous-utilisées (ATF 117 Ia 144 /145 consid. 2c). Dans ce cadre, la fixation de contingents de logements de grandes surfaces ou l'obligation de réserver une surface minimum des surfaces brutes de plancher aux résidences principales, constituent des mesures d'aménagement compatibles avec l'art. 26 Cst. (ATF 117 Ia 141).\n\n3.4 Le rapport justificatif du 26 juillet 2007 (dont les recourants se plaignent d'avoir eu tardivement connaissance, sans que cela ne constitue pour autant une violation de leur droit d'être entendus) fait ressortir l'urgence de la situation: selon le plan directeur intercommunal, la forte demande de résidences secondaires menace à moyen terme le tourisme ordinaire. Les habitants à l'année subissent directement ce manque à gagner et ne trouvent par ailleurs plus d'appartements pour se loger à des prix raisonnables. Alors que la population à l'année est de 6000 habitants (dont la moitié d'étrangers), on compte 33'000 lits en résidences secondaires et 2000 en hôtels. Cette urgence a conduit à l'adoption d'une zone réservée au mois de décembre 2005. Le quota de résidences principales est certes élevé, mais il devrait permettre, selon ce rapport, une diminution d'environ 30 % du nombre de nouvelles résidences secondaires et de 18,5 % de la surface habitable construite par année. Le contingentement des résidences secondaires, fixé à 8000 m2 dès 2009, permettrait la construction obligatoire de 3'430 m2 au minimum d'hôtels, appartements de location, bureaux, commerces et résidences principales.\n\nLes recourants ne contestent pas la pertinence des objectifs poursuivis. Ils se contentent d'affirmer que des mesures tendant à interdire la vente aux étrangers suffiraient à atteindre ces objectifs. Ils ne tentent toutefois nullement de démontrer que l'ensemble des résidences secondaires serait essentiellement destiné à des acheteurs étrangers. Or, une telle démonstration leur incombe, s'agissant d'un grief d'ordre constitutionnel (art. 106 al. 2 LTF). Les quotas et contingentements sont au demeurant, comme cela est relevé ci-dessous, |248| largement assortis d'exceptions, de sorte que le grief, d'ordre très général, doit être écarté dans la mesure où il est recevable.\n\n4. Les recourants reprennent ensuite leurs critiques à l'égard des différentes dispositions du RQC. Dans la mesure où ils remettent en cause la compétence communale pour adopter divers aspects de la réglementation contestée, il y a lieu de se référer au consid. 2 ci-dessus.\n\n4.1 Les recourants contestent l'application du RQC au seul \"secteur station\" (art. 3 RQC) alors que, selon eux, l'ensemble des villages des communes concernées serait touché par l'augmentation du nombre de résidences secondaires. Les recourants se plaignent à ce sujet d'une inégalité de traitement.\n\n4.2 L'on ne saurait toutefois contester que la situation propre à la station de Montana-Crans se distingue de celle des villages situés en aval. C'est en effet dans le secteur station que le déséquilibre entre résidences secondaires et principales est le plus marqué. Ainsi, le rapport justificatif traite essentiellement du problème tel qu'il se présente dans ce secteur particulier. Les quatre objectifs principaux du RQC se rapportent à ce secteur. Les villages et hameaux ne sont que \"progressivement\" touchés par le phénomène; ils le seront davantage après la limitation des résidences secondaires en station, de sorte que la faculté est réservée aux communes concernées, selon l'art. 290.2 du RIC, d'adopter elles aussi un règlement de contingentement annexé au règlement, limitant la surface brute de plancher des résidences secondaires construites annuellement à 50 % de la moyenne des constructions durant les cinq années précédentes. Le problème des résidences secondaires ne se posant pas, en l'état, avec la même intensité ni la même urgence en station et dans les villages, il apparaît judicieux, et conforme au principe de la proportionnalité, de prévoir une réponse échelonnée et différenciée.\n\n5. Les recourants critiquent la définition de la résidence principale, figurant à l'art. 4 RQC. Selon eux, les notions de domicile civil et fiscal ne coïncideraient pas toujours, ce qui pourrait empêcher l'établissement de personnes sur le territoire communal, en violation de l'art. 24 Cst. Le critère du domicile ne serait pas adéquat dans certaines situations (logements en copropriété ou en usufruit, multi-propriété). Dans la mesure où le but du règlement est d'éviter les logements vides, il devrait également favoriser |249| l'occupation par des personnes successives, sans création de domicile. Le règlement n'éviterait pas la vente ultérieure à des personnes non résidentes, et ne traiterait pas de la question des indigènes qui quittent la commune.\n\n5.1 Selon l'art. 23 al. 1 CC, le domicile d'une personne est au lieu où elle réside avec l'intention de s'y établir. Cette disposition fait dépendre la constitution du domicile de deux conditions: d'une part, la résidence, soit un séjour d'une certaine durée dans un endroit donné et la création en ce lieu de rapports assez étroits et, d'autre part, l'intention de se fixer pour une certaine durée au lieu de sa résidence, intention qui doit être reconnaissable pour les tiers et donc ressortir de circonstances extérieures et objectives. Cette intention implique la volonté manifestée de faire d'un lieu le centre de ses relations personnelles et professionnelles. Le domicile d'une personne se trouve ainsi au lieu avec lequel elle a les relations les plus étroites, compte tenu de l'ensemble des circonstances (ATF 132 I 29 consid. 4 p. 36). Quant au domicile fiscal, il se trouve à l'endroit où le contribuable a les relations les plus étroites, soit en principe le lieu de résidence de la famille et dans certains cas particuliers le lieu de travail (ATF 132 I 29 consid. 4.2 p. 36).\n\n5.2 L'une et l'autre de ces définitions correspondent au but du règlement, qui est non seulement de permettre l'occupation des logements construits dans la station, mais aussi d'assurer la résidence durable et effective par des personnes ayant leurs centres d'intérêts dans la région. Les notions de domicile civil et fiscal coïncident le plus souvent. Lorsque tel n'est pas le cas, ou dans les circonstances particulières énoncées par les recourants, il appartiendra à l'autorité de délivrance du permis de construire d'interpréter le règlement dans un sens raisonnable. Les recourants invoquent en vain la liberté d'établissement (art. 24 Cst.). La réglementation litigieuse n'empêche ni n'entrave l'établissement (sous la forme d'une prise de domicile ou d'un simple séjour) des personnes physiques sur le territoire des communes concernées, mais pose certaines conditions à la délivrance de permis de construire. L'argument est dès lors sans fondement.\n\n5.3 Les recourants se plaignent aussi d'une inégalité de traitement à propos des logements construits ou transformés avant le 16 décembre 2005, date antérieure à l'homologation du règlement (art. 4 al. 3 RQC). La date en question est celle de l'instauration de la zone |250| réservée par laquelle les autorisations de construire ont été bloquées dans le secteur en cause. La situation de fait avant cette date était dès lors objectivement différente, ce qui justifie un traitement différent en vertu du principe de non-rétroactivité.\n\n5.4 Les recourants soutiennent ensuite que les modalités relatives à la location des appartements, soit le recours à une société professionnelle, violeraient la liberté contractuelle découlant du droit fédéral ainsi que la garantie de la propriété puisqu'elle empêcherait les propriétaires de choisir librement leurs partenaires. L'argument doit être écarté.\n\nLe droit public peut en effet interdire, ou au contraire imposer la conclusion de contrats entre certaines personnes, sans que cela ne viole en soi le droit fédéral. La liberté contractuelle, énoncée à l'art. 1 CO, bénéficie certes de la protection assurée par le principe de primauté du droit fédéral (ATF 102 Ia 533 consid. 10a p. 542). Elle n'est toutefois pas illimitée (cf. art. 19 et 20 CO) et certaines dérogations à cette liberté peuvent aussi se justifier, notamment dans le domaine du logement (ATF 113 Ia 126 consid. 8c p. 139). Faute de prétendre que la réglementation attaquée serait contraire aux dispositions spéciales régissant les contrats de mandat ou de bail à loyer, l'argumentation des recourants fondée sur le respect du droit fédéral n'a pas de portée propre par rapport à celle qui est tirée de la garantie de la propriété, respectivement de la liberté économique (cf. ATF 102 Ia 533 consid. 10a p. 542).\n\nL'obligation de recourir aux services d'une société professionnelle de location reconnue constitue une atteinte négligeable à la liberté économique, par comparaison avec l'obligation générale d'affectation qui résulte de la réglementation dans son ensemble. Elle a pour but évident d'éviter les abus: la réglementation pourrait facilement être contournée, notamment par la conclusion de baux fictifs ou par la location à des personnes ne résidant pas réellement sur la commune. L'intervention d'une agence sur place constitue un moyen de prévenir de telles manoeuvres et répond ainsi de manière proportionnée à un intérêt public incontestable. Les recourants se plaignent de la délégation à l'autorité exécutive pour l'adoption du règlement d'application, mais ne prétendent pas que les conditions posées à une telle délégation ne seraient pas remplies: la délégation figure dans une loi au sens formel, et son cadre est clairement défini (ATF 132 I 7 consid. 2.2 p. 9).\n\n(...)\n\n|251|\n\n7. Les recourants estiment, en relation avec l'art. 6 RQC, que le quota de 70 % de résidences principales (al. 1) serait excessif, en comparaison avec les autres communes valaisannes ayant adopté des mesures analogues, mais dont les quotas sont fixés au tiers de la surface brute de plancher. Le quota de 100 % pour les logements individuels (al. 2) empêcherait toute construction de chalets individuels et violerait ainsi la garantie de la propriété.\n\n7.1 Selon la jurisprudence, une réglementation interdisant de manière générale toute construction de résidences secondaires, ainsi que toute rénovation, agrandissement et transformation des résidences secondaires existantes, peut reposer sur un intérêt public. Toutefois, dans la mesure où les dérogations à la règle ne sont qu'exceptionnelles et ne confèrent pas à l'autorité d'application une marge d'appréciation suffisante, une telle réglementation ne respecte pas le principe de la proportionnalité (arrêt 1P.22/1995 du 1er septembre 1995, in Pra 1996 n° 164 p. 574). En revanche, la fixation d'un pourcentage minimum de surface brute de plancher affecté à la résidence principale apparaît comme un moyen proportionné de lutter contre la multiplication incontrôlée du nombre de résidences secondaires. Des taux de résidences principales fixés à 25 % (avec une surface minimum de 80 m2; ATF 117 Ia 141) ou à 35 % (arrêt 1P.586/2004 du 28 juin 2005 consid. 4.2.1, partiellement in RDAF 2007 I p. 573) ont été jugés admissibles (cf. également les exemples cités in: Construction de résidences secondaires: des solutions sur mesure, Raum & Umwelt 2006 p. 3 s), mais également des proportions inverses telles qu'une limitation des résidences secondaires à 30 % (arrêt 1P.415/1998 du 1er juin 1999, in RDAT 2000 I n° 23 p. 397) voire 20 % (arrêt 1P.404/1997 du 9 novembre 1998, in RDAT 1999 I n° 20 p. 76). Il est également loisible aux autorités locales de prévoir des zones spécialement réservées aux résidences principales.\n\n7.2 Le choix des mesures à adopter et du pourcentage admissible de résidences secondaires dépend avant tout de la gravité de la situation et de l'urgence à y remédier. Il s'agit de choix essentiellement politiques, dépendant des circonstances locales et du développement territorial souhaité, tel qu'il ressort de la planification directrice. En l'occurrence, la proportion de 70 % de résidences principales est certes élevée, mais n'a rien d'exceptionnel. Selon le rapport justificatif, la proportion de résidences secondaires atteignait 63 % de l'ensemble des logements en 2000. Avec 33'000 lits en |252| résidences secondaires et 2000 en hôtels, par rapport à une population de 6000 habitants à l'année, l'équilibre \"démographique\" serait actuellement fortement perturbé. Selon la simulation des effets du règlement sur le marché de la construction et la démographie, l'introduction des mesures de contingentement et de quotas est censée permettre la création de 1710 m2 de surface habitable par année pour les habitants à l'année, soit environ pour 50 résidents. La création d'un tel marché parallèle pour les résidences principales constitue le premier résultat recherché; la surface habitable construite totale passera par ailleurs de 14'000 m2 à 11'400 m2, soit une baisse de 18,5 %, compte non tenu des constructions faisant l'objet de plans de quartier.\n\nLes recourants ne contestent ni la pertinence des objectifs poursuivis, ni l'adéquation des moyens mis en oeuvre. Ils perdent également de vue que, moyennant paiement de la contribution de remplacement, 40 % supplémentaires de surface brute peuvent être affectés à la résidence secondaire pour les constructions à plusieurs logements (art. 8 al. 1 RQC), ce qui ramène à 30 % la part de résidence principale. Par ailleurs, après une utilisation pendant 10 ans comme résidence principale, l'affectation obligatoire peut être levée moyennant le versement d'une taxe de remplacement dégressive (art. 8 al. 5 RQC).\n\n7.3 S'agissant des logements individuels, non susceptibles d'affectations différenciées, il n'y a d'autre choix que d'imposer une utilisation à 100 % comme résidence principale (cf. arrêt 1P.586/2004 consid. 4.2.1, in ZBl 107/2006 p. 369), sous peine de vider la réglementation de son contenu. Le propriétaire dispose de la possibilité d'obtenir une affectation différente en s'acquittant de la taxe de remplacement (art. 8 al. 2 RQC). Il peut également louer son immeuble aux conditions de l'art. 7 RQC.\n\nIl apparaît dès lors que les quotas fixés à l'art. 6 RQC apparaissent à la fois nécessaires et adéquats pour parvenir aux buts recherchés. Le principe de la proportionnalité est ainsi respecté.\n\n8. Les recourants reprochent ensuite à la cour cantonale de ne pas avoir traité leur grief relatif à l'art. 7 RQC, dans lequel ils estimaient que l'obligation de louer était contraire à la garantie de la propriété et à la liberté contractuelle. Il s'agirait d'une mesure empiétant sur le droit civil fédéral.\n\n8.1 Reprenant sans autre leur argumentation, les recourants ne se plaignent pas d'une violation de leur droit d'être entendus. L'arrêt |253| cantonal traite d'ailleurs du grief, en rapport avec l'art. 4 al. 4 RQC, en relevant que les contraintes de location ne sont que \"la conséquence des options que le propriétaire aura librement faites au moment où il aura choisi de solliciter un permis de construire\". Du point de vue formel du droit d'être entendu, une telle motivation apparaît suffisante.\n\n8.2 Dans les domaines régis en principe par le droit civil fédéral, les cantons - et les communes - conservent la compétence d'édicter des règles de droit public en vertu de l'art. 6 CC, à condition que le législateur fédéral n'ait pas entendu régler une matière de façon exhaustive, que les règles cantonales ou communales soient motivées par un intérêt public pertinent et qu'elles n'éludent pas le droit civil, ni n'en contredisent le sens ou l'esprit (ATF 130 I 169 consid. 2.1 p. 170; ATF 129 I 330 consid. 3.1 p. 334, ATF 129 I 402 consid. 2 p. 404, et les arrêts cités). S'il leur est interdit d'intervenir dans les rapports directs entre les parties au contrat de bail, réglés exhaustivement par le droit fédéral (ATF 117 Ia 328 consid. 2b p. 331; ATF 113 Ia 126 consid. 9d p. 143), les cantons demeurent cependant libres d'édicter des mesures destinées à combattre la pénurie sur le marché locatif: les dispositions qui imposent un contrôle des loyers ne sont en principe pas contraires aux règles du droit civil fédéral qui régissent les rapports entre bailleurs et locataires (ATF 101 Ia 502; ATF 89 I 178). Il n'est pas non plus contraire au droit fédéral de soumettre à autorisation la transformation ou l'aliénation d'appartements, si la réglementation permet une pesée suffisante des intérêts en présence (ATF 113 Ia 126). La jurisprudence tient aussi pour conformes au droit fédéral et à la Constitution les normes imposant au propriétaire une réaffectation forcée de ses locaux à l'usage d'habitation, l'expropriation temporaire de l'usage des appartements locatifs laissés abusivement vides ou l'obligation de louer des logements subventionnés à certains locataires (ATF 131 I 333; ATF 119 Ia 348; arrêt 1P.664/1999 du 1er septembre 2000, in RDAF 2002 I p. 25). Ces normes poursuivent un but d'intérêt public évident, suffisamment important pour justifier des restrictions au droit de propriété, à la liberté économique et à l'application de certaines règles de droit civil fédéral (ATF 131 I 333 consid. 2; ATF 116 Ia 401 consid. 9 p. 414/415; ATF 113 Ia 126 consid. 7a p. 133; ATF 111 Ia 23 consid. 3a p. 26).\n\n8.3 En l'espèce, la réglementation attaquée repose sur un intérêt public suffisant tenant d'une part à une utilisation rationnelle et mesurée du territoire communal, et d'autre part à une offre suffisante de |254| logements pour les personnes résidant effectivement sur place. Le règlement n'instaure d'ailleurs pas une location forcée des résidences principales, mais prévoit une possibilité supplémentaire de réaliser de telles résidences lorsque le propriétaire n'entend pas résider lui-même sur place. Cette possibilité découle directement de l'affectation obligatoire posée à l'art. 6 RQC, en soi conforme au droit supérieur. Le contrôle des loyers repose lui aussi sur un intérêt public suffisant. Il constitue également la contrepartie à une dérogation accordée au propriétaire. Il n'y a dès lors pas de violation de la garantie de la propriété ou de la liberté économique.\n\n9. Les recourants estiment que la taxe de remplacement prévue à l'art. 8 RQC constituerait un impôt d'orientation, dès lors qu'elle a pour but d'influencer le comportement des propriétaires concernés, que son taux est élevé et qu'il n'y a pas de contre-prestation équivalente de la part de l'Etat. Les communes auraient invoqué cette composante incitative dans leur justification. La taxe n'aurait pas d'effet dissuasif pour les acheteurs à forte capacité financière et pénaliserait les acheteurs Suisse ou domiciliés en Suisse. Une telle taxe ne pourrait se fonder sur l'art. 13 al. 2 let. g LcAT puisque son but est précisément de permettre la réalisation de résidences secondaires, contrairement à l'objectif poursuivi par le règlement. Elle serait, pour la même raison, incompatible avec les exigences de l'art. 1 al. 1 LAT. Les recourants critiquent également le montant de la taxe, et relèvent que celle-ci n'est pas intégralement affectée à la construction de résidences principales, mais aussi à la réalisation d'hôtels, favorisant ainsi une activité économique. Ils considèrent que le principe d'égalité devant l'impôt (art. 127 al. 2 Cst.) ne serait pas respecté, car le propriétaire séjournant dans une résidence secondaire se trouverait dans une situation comparable à celui qui loge en hôtel ou en location.\n\n9.1 La taxe de remplacement apparaît en premier lieu comme la somme due non pas par l'ensemble des propriétaires de résidences secondaires, mais par ceux qui, en dérogation à la nouvelle réglementation, désirent réduire la part de résidence principale. Il s'agit bien d'une taxe compensatoire, soit une taxe causale, libérant celui qui la verse de l'obligation de fournir une prestation de nature primaire (arrêt 1P. 586/2004 du 28 juin 2005 consid. 4, in ZBl 107/2006 p. 369). L'exigence de légalité applicable à cet égard est en l'occurrence manifestement satisfaite puisque l'obligation primaire figure dans une loi formelle (consid. 2.7), de même que le cercle des |255| débiteurs de la taxe, son objet et son montant. Les recourants se contentent de prétendre que le montant de la taxe serait trop élevé, mais ils ne tentent pas de démontrer que le principe d'équivalence s'en trouverait violé. Cela n'est d'ailleurs pas déterminant, dans la mesure où la taxe est expressément prévue dans une base légale formelle (arrêt 1P.586/ 2004 précité consid. 4.1 in fine).\n\n9.2 Compte tenu de la nature et du but de la taxe, celle-ci ne saurait concerner que les propriétaires désireux d'augmenter la part de résidence secondaire. L'argument tiré de l'art. 127 al. 2 Cst. tombe par conséquent à faux.\n\nLa possibilité de remplacer l'affectation obligatoire par le versement d'une taxe est censée amoindrir la rigueur du système, conformément notamment au principe de la proportionnalité. On ne saurait pour autant considérer que la taxe de remplacement serait incompatible avec les exigences de l'art. 1 al. 1 LAT ou avec les buts de la réglementation elle-même. De même, s'il est certes vrai que la taxe, dans la mesure où elle poursuit dans une certaine mesure un but incitatif reconnu par les communes intimées, sera de peu d'efficacité pour les propriétaires les plus fortunés, cela ne permet pas de remettre en cause l'efficacité des mesures prévues par le RQC dans son ensemble. Pour les constructions à plusieurs logements, il existe un taux incompressible de 30 % de résidences principales. Par ailleurs, le système des contingentements demeure applicable et permet aux communes de gérer à long terme la demande de résidences secondaires. Les griefs dirigés contre la taxe de remplacement apparaissent ainsi sans fondement.\n\n(...)\n\n15. Les recourants critiquent enfin les dispositions transitoires figurant à l'art. 23 RQC. L'application du règlement pour les périodes précédant son approbation par le Conseil d'Etat (soit pour l'année 2006 et la période des zones réservées, dès le 16 décembre 2005), constituerait un effet anticipé positif qui ne serait pas prévu par le droit cantonal et violerait l'art. 26 Cst. pour tous les propriétaires en créant des inégalités choquantes. L'art. 27 al. 1 LAT ne serait pas applicable puisque le RQC n'instituerait pas des mesures d'aménagement.\n\n15.1 Le règlement attaqué a été homologué par le Conseil d'Etat le 19 décembre 2007. Toutefois, les mesures de contingentement doivent déjà s'appliquer pour l'année 2006 (10'000 m2 au total selon |256| l'art. 10 al. 1 RQC). Par ailleurs, selon l'art. 23 al. 3 RQC, les projets autorisés durant la période de réserve - soit dès le 16 décembre 2005 - avec une part de résidence principale et/ou le versement d'une taxe compensatoire, sont également soumis au RQC. Le conseil communal rend une décision d'adaptation au RQC.\n\n15.2 Il est douteux que les recourants aient qualité pour soulever un tel grief. En effet, dans la mesure où la disposition litigieuse est déjà censée avoir déployé ses effets contestés - application du nouveau droit aux demandes déposées avant l'entrée en vigueur du RQC -, les recourants devraient être à même d'indiquer en quoi ils sont touchés directement. Dans un tel cas, l'intérêt actuel et digne de protection se substitue à l'intérêt virtuel. Or, comme le relève la cour cantonale, les recourants ne prétendent pas que l'application du RQC aux autorisations obtenues durant la période des zones réservées viendrait péjorer la situation juridique des propriétaires concernés. Ils n'allèguent pas, en particulier, que le contingentement fixé dans le RQC pour 2006 aurait pour effet la révocation de certaines autorisations accordées à tort. Les recourants ne se plaignent pas non plus de décisions d'adaptations qui auraient été prises par le conseil communal.\n\n15.3 Au demeurant, la disposition litigieuse ne crée pas d'effet anticipé: les restrictions aux permis de construire antérieurement à l'adoption du RQC découlent de la mesure de blocage instituée en décembre 2005. Quant à l'application rétroactive du règlement aux faits antérieurs à son entrée en vigueur, elle repose sur une base légale et un intérêt public suffisant. Elle est limitée dans le temps et vise à assurer une pratique uniforme. Les recourants n'expliquent pas en quoi elle porterait atteinte à des droits acquis. Pour le surplus, les logements existants avant le 16 décembre 2005 et les demandes d'autorisation complètes et conformes déposées avant cette date sont soustraits à la réglementation selon l'art. 4 al. 3 RQC, conformément à l'interdiction générale de la rétroactivité."}