{"annee": "135", "cour": "V", "page": "113", "date": "16/3/2009", "cite": ["133 V 607", "130 III 694", "127 V 377", "126 III 119", "127 III 147", "120 V 445", "128 II 394", "100 III 79", "120 V 299", "125 V 421"], "cite_par": ["141 V 597", "136 V 322", "138 V 303", "139 V 316"], "chapeau": "16. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. X. AG gegen Swisscanto Sammelstiftung der Kantonalbanken und Swisscanto Supra Sammelstiftung der Kantonalbanken, betreffend PV-Promea (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_1018/2008 vom 16. März 2009", "regestes": ["Art. 8 al. 1 Cst.; art. 19, art. 23 LFLP dans sa teneur en vigueur jusqu'au 31 décembre 2004; art. 117 al. 2 CO; résiliation du contrat d'affiliation à la prévoyance professionnelle passé entre un employeur et une fondation collective. La compétence pour déduire proportionnellement les découverts techniques découle directement de la loi en cas de liquidation partielle (consid. 2.1.2) et du principe de l'égalité de traitement en dehors d'une liquidation partielle (consid. 2.1.6). Au sein d'une fondation collective qui gère les avoirs de prévoyance de façon collective, le calcul du degré de couverture doit inclure les fonds libres des oeuvres de prévoyance qui lui sont affiliées (consid. 2.2.2). Le degré de couverture attesté dans le rapport de gestion et confirmé par l'organe de contrôle et l'expert agréé en matière de prévoyance professionnelle a en règle générale valeur de preuve suffisante (consid. 2.3). Bases juridiques pour procéder à une correction comptable dans le cadre d'un contrat d'affiliation (consid. 3.5). Question laissée ouverte de savoir si l'affiliation d'un employeur à une fondation collective crée une relation de compte courant (consid. 3.6)."], "faits": "|114|\n\nA. Die X. AG war für die obligatorische berufliche Vorsorge mit Anschlussvertrag Nr. y seit dem 1. Januar 1999 an die Servisa Sammelstiftung für Personalvorsorge (heute: Swisscanto Sammelstiftung der Kantonalbanken; nachfolgend: Sammelstiftung) und für die überobligatorische Vorsorge mit Anschlussvertrag Nr. z seit 1. November 1999 an die Servisa Supra Sammelstiftung für berufliche Vorsorge (heute: Swisscanto Supra Sammelstiftung der Kantonalbanken; nachfolgend: Supra Sammelstiftung) gebunden.\n\nMit Schreiben vom 10. Juli 2003 machte die Sammelstiftung eine Korrektur von Doppelbuchungen im Betrag von insgesamt Fr. 130'190.50 geltend, die sie 1999 bei der Übernahme von der vorangehenden Vorsorgeeinrichtung vorgenommen habe. Nachdem auf Anfang 2004 Prämienerhöhungen angekündigt und ein ausserordentliches Kündigungsrecht auf Ende 2003 eingeräumt worden waren, kündigte die X. AG am 30. Oktober 2003 die beiden Verträge Nr. y und z auf 31. Dezember 2003 und schloss sich ab 1. Januar 2004 an die PV-Promea an. In der Folge errechneten die Sammelstiftungen per 31. Dezember 2003 für den Vertrag Nr. y einen Deckungsgrad von 98,5 % und einen Verlustanteil von Fr. 188'914.60 sowie für den Vertrag Nr. z einen Deckungsgrad von 96 % und einen Verlustanteil von Fr. 7'018.60. Bei der Berechnung des Auflösungswertes der Anschlussverträge brachten die Sammelstiftungen die Beträge von Fr. 130'190.50, 188'914.60 und 7'018.60 in Abzug.\n\nB. Die X. AG erhob am 16. Juni 2005 beim Verwaltungsgericht des Kantons Luzern Klage gegen die Sammelstiftung und die Supra |115| Sammelstiftung mit dem Begehren, die jeweilige Beklagte sei zu verpflichten, der PV-Promea folgende zusätzliche Beträge zu überweisen:\n\n- Fr. 188'914.60 aus Vertrag Nr. y,\n\n- Fr. 7'018.60 aus Vertrag Nr. z,\n\n- Fr. 130'190.50 aus Korrektur Depotkonten,\n\njeweils zuzüglich Verzugszins zu 5 % ab 1. August 2004.\n\nDas Verwaltungsgericht führte einen doppelten Schriftenwechsel durch, lud die PV-Promea zum Verfahren bei, holte eine Beweisauskunft der Beratungsfirma A. ein und gab den Parteien Gelegenheit zur Stellungnahme. Mit Urteil vom 29. Oktober 2008 wies es die Klage ab.\n\nC. Die X. AG lässt Beschwerde in öffentlich-rechtlichen Angelegenheiten erheben und das vorinstanzlich gestellte Rechtsbegehren erneuern.\n\nDie Sammelstiftung, die Supra Sammelstiftung und das kantonale Gericht beantragen die Abweisung der Beschwerde. Die PV-Promea und das Bundesamt für Sozialversicherungen (BSV) verzichten auf eine Stellungnahme.\n\nDie Beschwerde wird abgewiesen.", "considerants": "Aus den Erwägungen:\n\n1. Das Klageverfahren nach Art. 73 BVG (SR 831.40) ist einzuschlagen für Streitigkeiten zwischen Arbeitgebern und Vorsorgeeinrichtungen, die Regelungsgegenstand des Anschlussvertrages bilden (SVR 2005 BVG Nr. 27 S. 97, B 43/04 E. 1; SZS 2005 S. 176, B 37/03 E. 2.3). Die Arbeitgeberin ist aktivlegitimiert, um die Überweisung des Deckungskapitals von der bisherigen an eine neue Vorsorgeeinrichtung zu verlangen (BGE 120 V 445 E. 1 S. 447; Urteil des Eidg. Versicherungsgerichts B 84/00 vom 3. Oktober 2001 E. 4b, nicht publ. in: BGE 127 V 377). Die Vorinstanz hat ihre sachliche und örtliche (vgl. Art. 73 Abs. 3 BVG) Zuständigkeit zu Recht bejaht und die Beschwerde in öffentlich-rechtlichen Angelegenheiten ist laut Art. 82 lit. a BGG zulässig.\n\n2. Streitig ist zunächst der Abzug infolge Unterdeckung.\n\n2.1 Die Beschwerdeführerin bestreitet das Vorliegen einer reglementarischen oder gesetzlichen Grundlage für den Abzug. |116|\n\n2.1.1 Laut Ziff. 7.4 der beiden Anschlussverträge gilt bei deren Aufhebung Artikel 3 des Kostenreglements. Die ursprünglichen Fassungen des Kostenreglements enthielten keine ausdrückliche Aussage darüber, wie bei einer Unterdeckung im Zeitpunkt der Vertragsauflösung vorzugehen ist. Gestützt auf die in Ziff. 4 des Kostenreglements enthaltene einseitige Befugnis änderte der Stiftungsrat der Sammelstiftung Ziff. 3 des Kostenreglements mit Geltung ab 1. Dezember 2003 ab, indem er einen neuen Absatz einfügte mit dem Wortlaut: \"Ergibt sich aufgrund der Bewertung der Anlagen der Stiftung eine Unterdeckung, wird der prozentuale Anteil als Verlustanteil am Vermögensbestand des Vorsorgewerkes in Abzug gebracht.\" Die Vorinstanz hat erwogen, die Beschwerdegegnerinnen könnten sich auf diese neue Reglementsgrundlage berufen. Die Beschwerdeführerin ist demgegenüber der Ansicht, dass diese Reglementsänderung auf sie nicht anwendbar sei, da sie u.a. gerade wegen dieser für die Zukunft geplanten Änderung den Anschlussvertrag gekündigt habe. Die Sammelstiftungen schliesslich sind der Auffassung, die auf 1. Dezember 2003 in Kraft gesetzte Reglementsänderung sei rein deklaratorisch, da sich die Befugnis, bei Unterdeckung einen Abzug vorzunehmen, bereits unmittelbar aus dem Gesetz ergebe.\n\n2.1.2 Nach Art. 19 Satz 2 FZG (SR 831.42) und aArt. 23 Abs. 3 FZG (AS 1994 2386) dürfen Vorsorgeeinrichtungen, die sich an den Grundsatz der Bilanzierung in geschlossener Kasse halten müssen (was für die Beschwerdegegnerinnen unbestritten der Fall ist), bei Gesamt- oder Teilliquidation versicherungstechnische Fehlbeträge anteilsmässig abziehen, sofern dadurch nicht das Altersguthaben geschmälert wird. Diese Bestimmung ist im Rahmen der 1. BVG-Revision - unter Aufhebung von Art. 23 Abs. 3 FZG - mit Geltung ab 1. Januar 2005 in Art. 53d Abs. 3 BVG übernommen worden. Mangels entgegenstehender Übergangsbestimmungen ist die gesetzliche Regelung seit dem Inkrafttreten des FZG am 1. Januar 1995 unmittelbar anwendbar und derogiert als zwingendes Bundesrecht anderslautende Reglementsbestimmungen. Die Befugnis zum Abzug von Fehlbeträgen ergibt sich demnach im Falle einer Teilliquidation unmittelbar aus dem Gesetz (SZS 2006 S. 140, B 82/04 E. 4.1; JÜRG BRÜHWILER, Obligatorische berufliche Vorsorge, in: Soziale Sicherheit, SBVR Bd. XIV, 2. Aufl. 2007, S. 2011 f.; BRUNO LANG, Liquidation und Teilliquidation von Personalvorsorgeeinrichtungen unter Berücksichtigung des Freizügigkeitsgesetzes, SZS 1994 S. 115; |117| RIEMER/RIEMER-KAFKA, Das Recht der beruflichen Vorsorge in der Schweiz, 2. Aufl. 2006, S. 144 Rz. 131; HANS-ULRICH STAUFFER, Berufliche Vorsorge, 2005, S. 433 Rz. 1157 und S. 440 Rz. 1176; FRITZ STEIGER, Die Teilliquidation nach Artikel 53b BVG, AJP 2007 S. 1061; vgl. auch Ziff. 34 der Weisungen des Bundesrates vom 21. Mai 2003 über Massnahmen zur Behebung von Unterdeckungen in der beruflichen Vorsorge). Diesbezüglich ist daher unerheblich, ob das Kostenreglement in der ursprünglichen - vor Inkrafttreten des FZG erlassenen und keine solche Bestimmung enthaltenden - oder in der seit 1. Dezember 2003 geltenden geänderten Fassung anwendbar ist.\n\n2.1.3 Die Kündigung eines Anschlussvertrags führt vermutungsweise zu einer Teilliquidation der Vorsorgeeinrichtung (aArt. 23 Abs. 4 lit. c FZG, heute Art. 53b Abs. 1 lit. c BVG). Im vorinstanzlichen Verfahren haben sich denn auch die Beschwerdegegnerinnen auf das Vorliegen einer Teilliquidation berufen, was die Beschwerdeführerin in der Replik ausdrücklich nicht bestritten hat. Auch die Vorinstanz geht vom Vorliegen einer Teilliquidation aus, was die Parteien nicht in Frage stellen.\n\n2.1.4 Nach der bis Ende 2004 geltenden Rechtslage bedurfte die Teilliquidation einer auf einer Liquidationsbilanz beruhenden Genehmigung durch die Aufsichtsbehörde (aArt. 23 Abs. 1 FZG, vgl. auch aArt. 23 Abs. 2 FZG und aArt. 9 FZV [SR 831.425; AS 1994 2399]). Eine solche Genehmigung liegt hier nicht vor. Es stellt sich die Frage, ob bei dieser Sachlage rechtlich von einer Teilliquidation auszugehen ist.\n\n2.1.5 Das BSV hat auf den 1. Januar 1993 Richtlinien über die Auflösung von Anschlussverträgen von Arbeitgebern sowie deren Wiederanschluss an eine Vorsorgeeinrichtung erlassen (Ziff. 148 der Mitteilungen über die berufliche Vorsorge Nr. 24 vom 23. Dezember 1992), worin die Pflichten der beteiligten Vorsorgeeinrichtungen und die Aufgaben der Kontrollstelle festgelegt sind. Danach überprüft diese die Einhaltung der Richtlinien durch die Geschäftsführung und bestätigt die Rechtmässigkeit der Abschlüsse und Auflösungen von Anschlussverträgen gegenüber dem BSV. Auf eine Verteilung freier Mittel kann verzichtet werden, wenn diese nicht mehr als 10 % des gebundenen Vermögens betragen (Richtlinien Ziff. 2.42; STAUFFER, a.a.O., S. 440 Rz. 1175; relativierend Urteil der Eidg. Beschwerdekommission der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge vom 20. August 1999 E. 6b, in: SVR |1182000| BVG Nr. 7 S. 35). Analog wird, obwohl in den Richtlinien nicht ausdrücklich genannt, in der Praxis das Vorliegen einer Teilliquidation in Frage gestellt, wenn von der Auflösung des Anschlussvertrags nur ein relativ geringer Anteil der gesamten Versichertenzahl betroffen ist (AJP 2008 S. 360, 2A.699/2006 E. 3.2; vgl. auch SZS 2006 S. 140, B 82/04 E. 2; SZS 2006 S. 139, B 125/04 Bst. A; CARL HELBLING, Personalvorsorge und BVG, 8. Aufl. 2006, S. 276; HELGA KOPPENBURG, Teilliquidationen bei Sammel- und Gemeinschaftseinrichtungen, in: Teilliquidationen von Vorsorgeeinrichtungen, 2000, S. 94; CHRISTINA RUGGLI-WÜEST, Liquidation/Teilliquidation der Vorsorgeeinrichtung, in: Neue Entwicklungen in der beruflichen Vorsorge, 2000, S. 160 f.; ISABELLE VETTER-SCHREIBER, Berufliche Vorsorge, 2005, S. 181; Richtlinie der Vereinigung verbandlich organisierter Vorsorgeeinrichtungen vom 23. November 1995 zur Teilliquidation von Gemeinschaftsvorsorgeeinrichtungen gemäss Art. 23 Abs. 4 Freizügigkeitsgesetz, in: Schweizer Personalvorsorge [SPV] 1996 Heft 1 S. 36). Das BSV als Aufsichtsbehörde hat mit den genannten Richtlinien für den Fall der Auflösung eines Anschlussvertrags (aArt. 23 Abs. 4 lit. c FZG) eine vereinfachte Form der gesetzlich vorgesehenen Aufsicht festgelegt. Dies lässt sich sachlich rechtfertigen, müsste doch sonst bei grösseren Sammelstiftungen, denen viele Vorsorgewerke angeschlossen sind und wo häufig Wechsel vorkommen, immer wieder behördlich verfügt werden, was kompliziert und aufwändig wäre (vgl. KOPPENBURG, a.a.O., S. 93; RUGGLI-WÜEST, a.a.O., S. 159). Zudem rechtfertigte sich das bis Ende 2004 geltende Erfordernis einer behördlichen Genehmigung einer Teilliquidation insbesondere im Hinblick auf die Verteilung freier Mittel, wofür ein Verteilplan erforderlich ist (aArt. 23 Abs. 1 Satz 3 FZG). Geht es wie hier um eine Unterdeckung, erübrigt sich ein Verteilplan ohnehin.\n\n2.1.6 Letztlich kann aber offenbleiben, ob die Auflösung des Anschlussvertrags als Teilliquidation (mit vereinfachter Aufsicht) zu qualifizieren ist. Zwar ist gemäss der gesetzlichen Regelung (aArt. 23 Abs. 3 FZG) ein Fehlbetrag grundsätzlich nur im Falle einer Teil- oder Gesamtliquidation abzuziehen, nicht aber bei einem gewöhnlichen Austritt einzelner Versicherter (vgl. SZS 2006 S. 140, B 82/04 E. 4.1). Indessen ist die für Liquidationen geltende gesetzliche Regelung, wonach Fehlbeträge anteilmässig abzuziehen sind, nichts anderes als Ausdruck des verfassungsrechtlichen Rechtsgleichheitsgebots (Art. 8 Abs. 1 BV): Gemäss diesem Grundsatz haben die im |119| Rahmen einer Teilliquidation austretenden Destinatäre Anspruch auf einen Anteil an den freien Mitteln (Art. 23 Abs. 1 Satz 1 FZG in der bis Ende 2004 geltenden Fassung); denn es wäre unter dem Gesichtswinkel des Gleichbehandlungsgrundsatzes problematisch, wenn jene Versicherten, welche vor Eintritt des Versicherungsfalls aus der Vorsorgeeinrichtung ausscheiden, lediglich die Freizügigkeitsleistung erhalten, ohne am Überschuss zu partizipieren, der auch mit ihren Beiträgen erwirtschaftet worden ist (BGE 133 V 607 E. 4.2.1 S. 610; BGE 128 II 394 E. 3.2 S. 396 f.). Umgekehrt haben die Ausscheidenden aufgrund der Rechtsgleichheit auch an Fehlbeträgen zu partizipieren, müssten diese doch sonst einseitig von den in der Vorsorgeeinrichtung Verbleibenden getragen werden (vgl. BGE 125 V 421 E. 4b/cc S. 425; SVR 2000 BVG Nr. 1 S. 1, B 20/97 E. 5b). Das Rechtsgleichheitsgebot ist für Vorsorgeeinrichtungen auch ausserhalb von Teilliquidationen massgeblich. Deshalb besteht in diesem Zusammenhang auch dann, wenn keine Liquidation vorliegt, unter bestimmten Umständen ein Anspruch auf einen Anteil an den freien Mitteln (BGE 133 V 607 E. 4.2.3 und 4.3 S. 611 f.). Dasselbe muss konsequenterweise gegebenenfalls bei einem Fehlbetrag gelten (Urteil 2A.699/2006 vom 11. Mai 2007 E. 4.1). Dies ist namentlich dann der Fall, wenn ein Anschlussvertrag aufgelöst wird und - eher aus Praktikabilitätsgründen (E. 2.1.5) - auf die formelle Durchführung einer Teilliquidation verzichtet wird. Denn es wäre rechtsungleich, wenn die Angehörigen eines ausscheidenden Vorsorgewerks gesamthaft die vollumfängliche Freizügigkeitsleistung erhielten, während die verbleibenden Versicherten einen Verlust oder allfällige Sanierungsmassnahmen (vgl. Art. 65d BVG) allein tragen müssten.\n\n2.1.7 Insgesamt besteht - entgegen der Ansicht der Beschwerdeführerin - eine rechtliche Grundlage für den anteilmässigen Abzug des Fehlbetrages.\n\n2.2 Umstritten ist sodann, ob die Unterdeckung in Bezug auf das einzelne Vorsorgewerk (so die Beschwerdeführerin) oder auf die Sammelstiftung insgesamt (so die Vorinstanz und die Beschwerdegegnerinnen) zu bemessen sei.\n\n2.2.1 Die Vorinstanz hat gestützt auf die im Beschwerdeverfahren eingeholte Beweisauskunft der Beratungsfirma A. festgestellt, die Kapitalien seien gemeinschaftlich angelegt, was jeweils Ziff. 1.4 der Anschlussverträge entspricht und zulässig ist. Diese sachverhaltliche Feststellung wird von der Beschwerdeführerin nicht |120| bestritten und ist für das Bundesgericht verbindlich (Art. 105 Abs. 1 und 2 BGG).\n\n2.2.2 Die Beschwerdeführerin hält für rechtswidrig, dass bei Beginn des Vorsorgeverhältnisses eingebrachte freie Mittel des einzelnen Vorsorgewerks in die Deckungsgradberechnung für die gesamte Stiftung einbezogen werden. Die Beratungsfirma A., welche bei den Sammelstiftungen die Funktion des Experten für berufliche Vorsorge wahrnimmt (vgl. Art. 53 Abs. 2 BVG und Art. 37 ff. der Verordnung vom 18. April 1984 über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge [BVV 2; SR 831.441.1]), hat in der von der Vorinstanz eingeholten Beweisauskunft dargelegt, dass die streitigen Kapitalien (Arbeitgeber-Beitragsreserven, Mehrertragsdepot der Vorsorgewerke und freie Mittel der Vorsorgewerke), die individuell pro Vorsorgewerk geführt werden, Positionen auf der Passivseite der Bilanz der Vorsorgeeinrichtung sind. Da die Anlagen gemeinsam erfolgen (E. 2.2.1), die Aktiven mithin nicht dem einzelnen Vorsorgewerk, sondern der Sammelstiftung als solcher zustehen, kann auch der Deckungsgrad - welcher sich aus dem Verhältnis der Aktiven zur Summe aller Passiven ergibt - für die einzelnen Vorsorgewerke nicht unterschiedlich ausfallen, sondern ist bei allen identisch. Anders verhält es sich bei Vorsorgewerken mit Individualanlage, was jedoch auf den Fall der Beschwerdeführerin nicht zutrifft. Dies ergibt sich auch aus den Schreiben des BSV vom 9. Dezember 2003 an die Vorsorgestiftungen. Zu Unrecht beanstandet die Beschwerdeführerin weiter, die Deckungsgradermittlung umfasse neben notwendigem Deckungskapital auch Positionen, die teilweise den freien Mitteln zuzuordnen seien: Das Vorsorgewerk hat einen Anspruch auf diese Mittel (vgl. Art. 5 Abs. 2 resp. Abs. 1 der Stiftungsurkunden), welche daher wohl \"frei\" sind für das Vorsorgewerk, nicht aber für die Sammelstiftung. Diese hat sie als Passiven zu führen und demzufolge in die Berechnung des Deckungsgrades einfliessen zu lassen. Nicht zu beurteilen ist hier, wie es sich unter Berücksichtigung der heute geltenden Rechnungslegungsvorschriften (Art. 47 Abs. 2 BVV 2 in der am 1. April 2004 in Kraft getretenen Fassung) verhielte.\n\n2.3 Umstritten ist weiter, ob bei der Sammelstiftung und bei der Supra Sammelstiftung am 31. Dezember 2003 tatsächlich eine Unterdeckung bestand.\n\n2.3.1 Die Vorinstanz hat die von den Beschwerdegegnerinnen geltend gemachten Deckungsgrade von 98,5 bzw. 96,0 % gestützt auf |121| den Geschäftsbericht 2003 und die \"Bestätigung der PK-Experten\" als ausgewiesen betrachtet. Die beantragte Herausgabe weiterer Akten sei nicht erforderlich. Die Beschwerdeführerin macht geltend, Aufsichtsbehörden und Kontrollstellen begnügten sich mit stichprobenweisen Prüfungen. Es verletze das Untersuchungsprinzip, dass die Vorinstanz keine weiteren Abklärungen getroffen habe.\n\n2.3.2 Es trifft zu, dass aus den bei den Akten befindlichen Unterlagen die Berechnung des Deckungsgrades nicht im Einzelnen nachvollziehbar ist. Der Geschäftsbericht der Beschwerdegegnerinnen für das Jahr 2003 enthält aber Bilanz und Betriebsrechnung und weist die Deckungsgrade aus. Sodann ist der Bericht der Kontrollstelle (vgl. Art. 53 BVG und E. 2.1.5) beigefügt, worin ausdrücklich die Deckungsgrade von 98,5 und 96,0 % bestätigt werden; zudem hält die Kontrollstelle fest, dass nach ihrer Beurteilung die Jahresrechnung, die Geschäftsführung, die Vermögensanlage sowie die Alterskonten der Gesetzgebung und den Reglementen entsprächen. Schliesslich hat auch die Beratungsfirma A. (vgl. E. 2.2.2) im Schreiben vom 5. Februar 2004 die Deckungsgrade bestätigt. Unter diesen Umständen durfte die Vorinstanz ohne Verletzung der Untersuchungspflicht die festgestellten Deckungsgrade als hinreichend ausgewiesen betrachten, zumal auch die Beschwerdeführerin keine konkreten Indizien geltend macht, welche gegen die Verlässlichkeit der Kontrollstelle sprechen.\n\n2.4 Nach aArt. 23 Abs. 3 FZG (in Verbindung mit Art. 18 FZG und Art. 15 BVG) darf ein Fehlbetrag nur abgezogen werden, sofern dadurch nicht das Altersguthaben geschmälert wird. Die Vorinstanz hat nicht ausdrücklich festgestellt, ob diese Voraussetzung eingehalten ist und die Parteien äussern sich nicht dazu. Das Bundesgericht kann diese Frage aufgrund der Akten selber beantworten (vgl. Art. 105 Abs. 2 BGG): Aus den Schreiben der Sammelstiftung an die Beschwerdeführerin vom 10. Mai 2004 bzw. an deren Rechtsvertreter vom 24. Januar 2005 geht hervor, dass das reglementarische Altersguthaben des Vorsorgewerks durch den Abzug nicht geschmälert wurde, sondern die Unterdeckung vollumfänglich durch dessen freies Vorsorgevermögen finanziert werden konnte. Es besteht kein Anlass, an dieser Aussage zu zweifeln. Anders verhält es sich offenbar bei der Supra Sammelstiftung, was aber im Lichte von Art. 18 FZG bzw. Art. 15 BVG unerheblich ist, da diese ausschliesslich im Überobligatorium tätig ist. Die Einschränkung von aArt. 23 Abs. 3 FZG ist damit eingehalten. |122|\n\n2.5 Nach dem Gesagten ist nicht zu beanstanden, dass die Beschwerdegegnerinnen den in quantitativer Hinsicht (abgesehen von den bereits erörterten Aspekten) nicht streitigen Betrag von Fr. 188'914.60 (Sammelstiftung) bzw. Fr. 7'018.60 (Supra Sammelstiftung) als Fehlbetrag abgezogen haben.\n\n3. Strittig sind weiter die von der Sammelstiftung vorgenommenen Korrekturbuchungen.\n\n3.1 Mit Schreiben vom 10. Juli 2003 kündigte die Sammelstiftung verschiedene Korrekturbuchungen an, die sie auf Doppelbuchungen bei der 1999 erfolgten Übernahme des Vorsorgewerks der Beschwerdeführerin zurückführte. Diese verlangte mit der Klage die Überweisung der Korrekturbeträge. Sie bestritt weder im Grundsatz noch im Betrag, dass die streitigen Buchungen zu Unrecht erfolgt waren; sie machte jedoch geltend, eine nachträgliche Korrektur und Nachbelastung sei nicht mehr zulässig.\n\n3.2 Die Vorinstanz hat in tatsächlicher Hinsicht festgestellt, die Doppelbuchungen seien 1999 versehentlich erfolgt; die Sammelstiftung habe ihren Irrtum anlässlich der Teilliquidation im Jahre 2003 bemerkt. In rechtlicher Hinsicht hat sie erwogen, die Beschwerdegegnerin könne den irrtümlich gebuchten Betrag in analoger Anwendung von Art. 25 ATSG oder Art. 62 ff. OR zurückfordern.\n\n3.3 Die Beschwerdeführerin macht geltend, die (unbestrittenen) Doppelbuchungen seien nicht auf Irrtum zurückzuführen; zudem habe die Sammelstiftung schon im Juni 1999 Kenntnis von der Situation gehabt, so dass im Jahre 2003 ein allfälliger Rückforderungsanspruch gemäss Art. 67 OR bereits verjährt gewesen sei.\n\n3.4 Die vorinstanzliche Sachverhaltsfeststellung, die Sammelstiftung habe sich in einem Irrtum befunden, ist nicht offensichtlich unrichtig (vgl. Art. 105 Abs. 1 und 2 BGG); dass sich diese in ihrem Schreiben vom 10. Juli 2003 nicht ausdrücklich auf Irrtum berufen hat, ändert daran nichts. Ebenso wenig ist von Belang, dass gemäss Ziff. 4 dieses Schreibens bereits am 25. Juni 1999 eine erste Bereinigung erfolgt sein soll; denn bei dem betreffenden Betrag von Fr. 26'404.60 handelte es sich nicht um die Bereinigung der Fehlbuchung, sondern um die richtige Buchung; die geltend gemachte Fehlbuchung war der am 29. April 1999 gutgeschriebene Prämienkontosaldo von Fr. 20'964.65 (inkl. Zins), dessen Stornierung erst mit dem Schreiben vom 10. Juli 2003 mitgeteilt wurde. |123|\n\n3.5 Das Rechtsverhältnis zwischen den Parteien beruht auf dem Anschlussvertrag, welcher ein privatrechtliches Verhältnis begründet (BGE 120 V 299 E. 4a S. 304). Ob eine im Rahmen vertraglicher Verhältnisse ungerechtfertigt erfolgte Gutschrift nach den Regeln des Bereicherungsrechts (so Urteil 4C.250/2006 vom 3. Oktober 2006 E. 3.3) oder des Vertragsrechts (so BGE 126 III 119 E. 3 S. 121 ff.) auszugleichen ist, kann vorliegend offenbleiben, da es im Ergebnis nichts ändert: Bei vertraglicher Grundlage wäre nach Treu und Glauben davon auszugehen, dass (unter Vorbehalt der Novation, vgl. dazu E. 3.6) ein zu Unrecht gutgeschriebener Betrag rückverbucht werden kann (vgl. BGE 126 III 119 E. 2c S. 121). Bei Anwendung der Bereicherungsregeln wären angesichts der verbindlichen Sachverhaltsfeststellungen (E. 3.2 und 3.4) die Voraussetzungen von Art. 63 OR erfüllt: Die von der Beschwerdeführerin bestrittene Entreicherung der Sammelstiftung besteht darin, dass diese die entsprechenden Beträge dem zu Gunsten der Beschwerdeführerin lautenden Konto belastete, was eine Schuld - und damit eine Vermögensverminderung - darstellt.\n\nSodann vermöchte die Verjährungsfrage an diesem Ergebnis weder nach Bereicherungsrecht noch nach Vertragsrecht etwas zu ändern: Es ist die Beschwerdeführerin, welche gegenüber der Sammelstiftung eine Forderung erhebt. Unabhängig von einem allfälligen Eintritt der Verjährung kann diese nach Art. 67 Abs. 2 OR die Zahlung verweigern oder nach Art. 120 Abs. 3 OR die (Rückerstattungs-)Forderungen miteinander verrechnen.\n\n3.6 Die Beschwerdeführerin macht schliesslich geltend, durch Anerkennung eines Kontosaldos sei eine Novation eingetreten, welche eine nachfolgende Rückforderung ausschliesse. Eine Novation wird grundsätzlich nicht vermutet (Art. 116 Abs. 1 OR), so dass derjenige, der sich darauf beruft, dafür die Beweislast trägt (Urteil 4C.60/2002 vom 16. Mai 2002 E. 1.4). Im Kontokorrentverhältnis ist jedoch eine Neuerung anzunehmen, wenn der Saldo gezogen und anerkannt ist (Art. 117 Abs. 2 OR). Ob hier wirklich ein Kontokorrentverhältnis vorliegt, ist fraglich (vgl. zu den Elementen eines Kontokorrentvertrags BGE 130 III 694 E. 2.2 S. 697 f.; BGE 100 III 79 E. 3 S. 83), kann aber offenbleiben; denn auch wenn dies bejaht wird, kann namentlich in komplexen Verhältnissen bei nachgewiesenem Irrtum - was hier zu bejahen ist (E. 3.5) - auf die Saldierung zurückgekommen werden (BGE 127 III 147 E. 2d und e S. 151 ff.)."}