{"annee": "135", "cour": "II", "page": "156", "date": "24/2/2009", "cite": ["123 II 425", "123 II 371", "133 I 128", "117 IB 111", "135 I 43", "122 II 382", "131 II 58", "124 II 293", "124 II 409", "133 II 400", "134 V 53", "119 IB 389", "134 II 45"], "cite_par": ["140 II 539", "138 II 506", "136 V 106", "140 I 90", "141 II 161", "136 I 265"], "chapeau": "17. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Commune de La Chaux-de-Fonds, Commune du Locle et Commune de Neuchâtel contre Conseil d'Etat de la République et Canton de Neuchâtel (recours en matière de droit public)\n\n2C_692/2008 du 24 février 2009", "regestes": ["Art. 89 al. 1 LTF; qualité pour recourir des communes. Les communes ont qualité pour recourir contre un arrêté cantonal qui modifie la répartition des tâches entre elles et le canton. Un tel arrêté les touche dans leur prérogative de puissances publiques (consid. 3)."], "faits": "BGE 135 II 156 S. 156\n\nLe 20 août 2008, le Conseil d'Etat de la République et Canton de Neuchâtel a adopté une modification de l'arrêté fixant les modalités de subventionnement des dépenses scolaires (scolarité obligatoire) du 20 décembre 2000 (RSN 410.106) comme suit: BGE 135 II 156 S. 157\n\n\"Elèves en écoles spécialisées\n\nArt. 5a (nouveau)\n\n1 La participation des communes aux frais de scolarisation de leurs ressortissants en école spécialisée est égale aux dépenses qu'elles engagent pour les élèves en âge de scolarité obligatoire au sens de la législation scolaire.\n\n2 Le montant de la participation communale est déterminé annuellement sur la base de la dernière version disponible des données publiées par l'Office fédéral de la statistique relativement aux dépenses publiques d'éducation, en tenant compte des éléments suivants:\n\na) des charges de personnel assumées par les communes, déduction faite des subventions cantonales sur les traitements;\n\nb) du coût du soutien pédagogique spécialisé anciennement cofinancé par l'AI, le canton et les communes.\"\n\nL'arrêté est entré en vigueur le 18 août 2008. Il a été publié dans la Feuille officielle du Canton de Neuchâtel du 22 août 2008.\n\nAgissant par la voie du recours en matière de droit public, la commune de La Chaux-de-Fonds, celles du Locle et de Neuchâtel demandent au Tribunal fédéral, sous suite de frais et dépens, d'annuler l'arrêté du Conseil d'Etat de la République et Canton de Neuchâtel du 20 août 2008 modifiant l'arrêté fixant les modalités du subventionnement des dépenses scolaires.\n\nLe Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 D'après l'art. 89 al. 1 LTF, la qualité pour former un recours en matière de droit public est reconnue à quiconque a pris part à la procédure devant l'autorité précédente ou a été privé de la possibilité de le faire, est particulièrement atteint par la décision ou l'acte normatif attaqué, et a un intérêt digne de protection à son annulation ou à sa modification. A l'origine, cette disposition a été prévue pour des particuliers. Cependant, une collectivité publique peut aussi s'en prévaloir dans deux hypothèses (la jurisprudence rendue sous l'empire de l'art. 103 let. a OJ reste applicable; ATF 134 V 54 consid. 2.3.3.1 p. 58; ATF 133 II 400 consid. 2.4.1 p. 406; ATF 133 I 140 consid. 13.1 p. 143; pour un exposé de la jurisprudence rendue sous l'empire de l'art. 103 let. a OJ: ATF 123 II 371 consid. 2c p. 374), qu'il convient d'examiner. BGE 135 II 156 S. 158\n\nUne collectivité publique peut en premier lieu fonder sa qualité pour recourir sur l'art. 89 al. 1 LTF si l'acte attaqué l'atteint de la même manière qu'un particulier ou de façon analogue, dans sa situation matérielle (patrimoine administratif ou financier) ou juridique et qu'elle a un intérêt digne de protection à son annulation ou à sa modification (ATF 135 I 43 consid. 1.3; ATF 133 II 400 consid. 2.4.2 p. 406). Le simple intérêt général à l'application correcte du droit ne suffit pas à cet égard. Une collectivité publique est touchée comme un particulier par la délivrance d'une autorisation de construire une installation lorsque celle-ci provoque des nuisances sur des immeubles dont elle est propriétaire (ATF 124 II 293 consid. 3b p. 304). Il en va de même d'une collectivité publique dont le patrimoine financier est touché par la perception d'une contribution (ATF 133 I 140 consid. 1.3.3 p. 143 s.) ou la condamnation à payer des dommages-intérêts fondés sur une responsabilité de droit civil ou sur des fondements analogues (ATF 124 II 409 consid. 1e/dd p. 419; pour d'autres exemples: cf. BERNHARD WALDMANN, in: Basler Kommentar, Bundesgerichtsgesetz, Niggli/Uebersax/Wiprächtiger [éd.], 2008, n° 42 ad art. 89 LTF; YVES DONZALLAZ, Loi sur le Tribunal fédéral, Commentaire, 2008, n° 3174).\n\nLa jurisprudence reconnaît aussi que l'art. 89 al. 1 LTF confère la qualité pour recourir à la collectivité publique lorsqu'elle est touchée dans ses prérogatives de puissance publique (\"hoheitlichen Befugnissen berührt\") et qu'elle dispose d'un intérêt public propre digne de protection à l'annulation ou à la modification de l'acte attaqué (ATF 135 I 43 consid. 1.3; ATF 134 II 45 consid. 2.2.1 p. 47; ATF 133 II 400 consid. 2.4.2 p. 406). Une collectivité publique peut faire valoir un intérêt public digne de protection dans l'accomplissement de ses prérogatives de puissance publique par exemple en tant que créancière d'un émolument (arrêt 2C_712/2008 du 24 décembre 2008 consid. 1.3.2; ATF 119 Ib 389 consid. 2e p. 391), bénéficiaire d'une subvention (ATF 122 II 382 consid. 2b p. 383), titulaire d'une compétence en matière de police des constructions (ATF 117 Ib 111 consid. 1b p. 113), lorsqu'elle prévoit de créer une installation sportive ou une décharge, ou lorsqu'elle ordonne des mesures de protection des eaux (cf. ATF 123 II 371 consid. 2c p. 374 s., ATF 123 II 425 consid. 3a p. 428; pour d'autres exemples: cf. WALDMANN, op. cit., n° 43 ad art. 89 LTF). Récemment, le Tribunal fédéral a jugé que la loi du canton de St-Gall du 24 avril 2007 sur la péréquation financière adoptée par le peuple le 23 septembre 2007 touchait les BGE 135 II 156 S. 159communes du canton dans leurs intérêts centraux de puissance publique, de sorte qu'elles pouvaient se prévaloir de la qualité pour recourir de l'art. 89 al. 1 LTF (ATF 135 I 43 consid. 1.3).\n\nEn revanche, l'intérêt général à l'application correcte du droit ne fonde pas la qualité pour recourir au sens de cette réglementation; en particulier, l'instance inférieure déboutée dans une procédure de recours n'est pas habilitée à attaquer devant le Tribunal fédéral la décision qui la désavoue (ATF 134 II 45 consid. 2.2.1 p. 47; ATF 131 II 58 consid. 1.3 p. 62). Un simple intérêt financier de la collectivité publique, qui n'est pas spécialement et directement lié à l'accomplissement d'une tâche publique, ne suffit pas, à lui seul, à lui conférer la qualité pour recourir (ATF 134 II 45 consid. 2.2.1 p. 47 et les références; cf. aussi ATTILIO R. GADOLA, Die Behördenbeschwerde in der Verwaltungsrechtpflege des Bundes - ein \"abstraktes\" Beschwerderecht?, AJP 12/1993 p. 1458 ss, p. 1467). Un canton n'a pas qualité pour recourir contre l'arrêt de la dernière instance cantonale qui le condamne à payer une indemnité d'aide aux victimes d'infraction parce que l'allocation de cette indemnité relève d'un devoir d'assistance général. La charge économique que la décision implique pour le canton n'étant que le corrélat financier - inhérent à l'accomplissement de toute tâche publique - de protéger les victimes d'infraction, le canton ne défend rien d'autre qu'un intérêt financier général (ATF 123 II 425 consid. 4d p. 432).\n\n3.2 Dans le canton de Neuchâtel, d'après l'art. 5 al. 1 let. c de la Constitution de la République et canton de Neuchâtel du 24 septembre 2000 (Cst./NE; RS 131.233), ce sont l'Etat et les communes qui assument les tâches liées à l'instruction et la formation scolaire dans la mesure réglée notamment par la loi du 28 mars 1984 sur l'organisation scolaire (LOS; RSN 410.10) ainsi que par la loi du 18 octobre 1983 concernant les autorités scolaires (LAS; RSN 410.23). Le Conseil communal est une autorité scolaire (art. 2 let. b et 14 LAS). En matière d'enseignement spécialisé, c'est en collaboration avec les communes, d'après les art. 28 et 32 LOS, que l'Etat assure un appui aux élèves qui se trouvent en difficulté, notamment en les plaçant dans des classes spéciales des écoles publiques ou des établissements spécialisés.\n\n3.3 En l'espèce, l'examen de la législation scolaire cantonale permet d'exclure que les communes recourantes sont touchées comme des particuliers par les charges financières qui leur sont imposées par la BGE 135 II 156 S. 160modification de l'arrêté fixant les modalités de subventionnement des dépenses scolaires (scolarité obligatoire). Elles sont concernées par cette modification en tant que collectivités publiques détentrices de la puissance publique. En effet, elles sont investies du devoir d'appuyer les élèves qui se trouvent en difficulté, notamment en les plaçant dans des classes spéciales des écoles publiques ou des établissements spécialisés. Elles ne peuvent donc se prévaloir de la qualité pour recourir qui est reconnue aux particuliers. Reste à examiner si comme elles le font valoir dans leurs déterminations du 24 janvier 2009, elles sont touchées dans leurs prérogatives de puissance publique et disposent d'un intérêt public propre digne de protection à l'annulation ou à la modification de l'acte attaqué.\n\nLa modification réglementaire litigieuse constitue un aspect cantonal des réformes législatives déclenchées par la nouvelle répartition des tâches entre la Confédération et les cantons. Le canton de Neuchâtel doit mettre en oeuvre ces réformes en matière d'enseignement spécialisé conformément à l'art. 197 ch. 2 Cst. qui prévoit que, dès l'entrée en vigueur, le 1er janvier 2008 (RO 2007 5765, 5771) de l'arrêté fédéral du 3 octobre 2003 concernant la réforme de la péréquation financière et de la répartition des tâches entre la Confédération et les cantons, les cantons assument les prestations actuelles de l'assurance-invalidité en matière de formation scolaire spéciale (y compris l'éducation pédago-thérapeutique précoce selon l'art. 19 de la loi fédérale du 19 juin 1959 sur l'assurance-invalidité) jusqu'à ce qu'ils disposent de leur propre stratégie en faveur de la formation scolaire spéciale, qui doit être approuvée, mais au minimum pendant trois ans. Il apparaît ainsi que la modification réglementaire litigieuse est une question étroitement liée à la nouvelle répartition des tâches et des charges entre le canton et les communes, de sorte que les communes recourantes sont touchées dans leurs prérogatives de puissance publique (ATF 135 I 43 consid. 1.3). Elles ont qualité pour recourir au sens de l'art. 89 al. 1 LTF."}