{"annee": "135", "cour": "III", "page": "31", "date": "21/10/2008", "cite": ["132 III 24", "134 III 379"], "cite_par": ["136 III 209"], "chapeau": "5. Auszug aus dem Urteil der II. zivilrechtlichen Abteilungi.S. X. AG gegen Z. AG (Beschwerde in Zivilsachen)\n\n5A_277/2008 vom 21. Oktober 2008", "regestes": ["Art. 174 al. 2 ch. 2 en relation avec l'art. 194 al. 1 LP; faillite sans poursuite préalable; annulation du jugement de faillite moyennant le dépôt du montant à rembourser auprès de l'autorité judiciaire supérieure à l'intention du créancier. A l'occasion du dépôt prévu à l'art. 174 al. 2 ch. 2 LP, le débiteur peut exceptionnellement faire dépendre de l'issue d'un autre procès la remise du montant déposé au créancier. Le débiteur qui a été déclaré en faillite sans poursuite préalable a un intérêt légitime à procéder de la sorte lorsque la créance ayant donné lieu à l'ouverture de la faillite est litigieuse, respectivement n'a pas fait l'objet d'un examen dans le cadre d'un procès ordinaire (consid. 2.2.5). Cependant, le débiteur ne saurait en plus faire dépendre de son consentement la remise du montant déposé au créancier (consid. 2.2.6)."], "faits": "BGE 135 III 31 S. 32\n\nA. Die Z. AG klagte am 25. Mai 2007 beim Kantonsgericht Zug gegen die X. AG und verlangte die Bezahlung von Fr. 37'448.10 zuzüglich Zinsen.\n\nB.\n\nB.a Am 8. Februar 2008 eröffnete der Einzelrichter des Kantonsgerichts Zug über die X. AG auf entsprechendes Begehren der Z. AG gestützt auf Art. 190 Abs. 1 Ziff. 1 SchKG ohne vorgängige Betreibung den Konkurs.\n\nB.b Gegen die Konkurseröffnung erhob die X. AG am 21. Februar 2008 Beschwerde bei der Justizkommission des Obergerichts des Kantons Zug und verlangte gestützt auf Art. 194 Abs. 1 i.V.m. Art. 174 Abs. 2 Ziff. 2 SchKG die Aufhebung der Konkurseröffnung.\n\nAm 18. April 2008 hat die Justizkommission des Obergerichts die Beschwerde abgewiesen und das Datum der Konkurseröffnung neu auf den 18. April 2008 festgesetzt.\n\nC. Die X. AG (fortan: Beschwerdeführerin) ist am 29. April 2008 mit Beschwerde in Zivilsachen an das Bundesgericht gelangt. Sie rügt eine Verletzung von Art. 174 Abs. 2 Ziff. 2 SchKG und beantragt die Aufhebung des obergerichtlichen Urteils und der Konkurseröffnung. Eventualiter sei die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen. BGE 135 III 31 S. 33\n\nDie Z. AG (fortan: Beschwerdegegnerin) schliesst in ihrer Vernehmlassung auf Abweisung der Beschwerde. Die Justizkommission des Obergerichts stellt Antrag auf Abweisung der Beschwerde unter Hinweis auf den angefochtenen Entscheid.", "considerants": "Aus den Erwägungen:\n\n2. (...)\n\n2.2 Streitpunkt ist, was unter einer rechtsgenüglichen Hinterlegung im Sinne von Art. 174 Abs. 2 Ziff. 2 SchKG zu verstehen ist.\n\nDie Justizkommission des Obergerichts hat die Aufhebung der Konkurseröffnung verweigert, weil die Beschwerdeführerin den geschuldeten Betrag nicht vorbehaltlos und deshalb nicht im Sinne von Art. 174 Abs. 2 Ziff. 2 SchKG rechtsgültig hinterlegt habe. Sie hat daher nicht weiter geprüft, ob die Beschwerdeführerin ihre Zahlungsfähigkeit glaubhaft gemacht hat.\n\nSollte die Vorinstanz die Streitfrage in Verletzung von Bundesrecht beantwortet und die Beschwerdeführerin den geschuldeten Betrag gültig hinterlegt haben, müsste die Sache zur Beurteilung der Zahlungsfähigkeit an die Justizkommission des Obergerichts zurückgewiesen werden. Es ist nicht Sache des Bundesgerichts, Tatsachenfeststellungen zu Fragen zu treffen, die das Obergericht offengelassen hat (BGE 134 III 379 E. 1.3 S. 384).\n\n2.2.1 Die Beschwerdeführerin hat die Aushändigung des hinterlegten Forderungsbetrages an die Beschwerdegegnerin vom Ausgang des beim Kantonsgericht hängigen Zivilprozesses oder von einem gerichtlich genehmigten Vergleich abhängig gemacht, mit welchem über den Bestand der strittigen, zur Konkurseröffnung Anlass gebenden Forderung entschieden werden soll.\n\nSie ist der Ansicht, ihre Hinterlegung erfülle die Voraussetzung zur Konkursabwendung und rügt eine Verletzung von Art. 174 Abs. 2 Ziff. 2 SchKG, da die Justizkommission des Obergerichts einzig eine vom Ausgang des Weiterziehungsverfahrens abhängige und damit vorbehaltlose Hinterlegung als zulässigen Konkursaufhebungsgrund erachtet.\n\nEs stellt sich somit die Frage, ob die Hinterlegung im Sinne von Art. 174 Abs. 2 Ziff. 2 SchKG vorbehaltlos erfolgen muss oder ob die Aushändigung des hinterlegten Betrages vom Ausgang eines weiteren Prozesses, mit welchem über die strittige Forderung entschieden wird, abhängig gemacht werden kann. BGE 135 III 31 S. 34\n\n2.2.2 In Gesetz und Literatur werden verschiedene Arten von Hinterlegungen unterschieden: die Hinterlegung als Erfüllung, die Hinterlegung als Erfüllungssurrogat, die Hinterlegung als Sicherheitsleistung, die Sequestration gemäss Art. 480 OR und die Aufbewahrung von Sachen aufgrund eines gewöhnlichen Hinterlegungsvertrages gemäss Art. 472 ff. OR (vgl. ROLF H. WEBER, Berner Kommentar, 2005, N. 47-53 zu Art. 92 OR; RENÉ BUSSIEN, Die gerichtliche Hinterlegung nach Zürcher Zivilprozessrecht, Diss. Zürich 1981, S. 63 ff., mit Hinweisen).\n\nDie Justizkommission des Obergerichts betrachtet Art. 174 Abs. 2 Ziff. 2 SchKG als \"Hinterlegung als Erfüllung\" und somit als eine andere Form der Tilgung (Art. 174 Abs. 2 Ziff. 1 SchKG), während die Beschwerdeführerin diese Hinterlegung als blosse Sicherheitsleistung verstehen will.\n\nIm Unterschied zur Hinterlegung als Sicherheitsleistung wird bei der Hinterlegung als Erfüllung der Schuldner durch seine Hinterlegung befreit. Seine Schuldpflicht geht folglich unter. Die Hinterlegung ist diesfalls mit einer Erfüllung identisch. Der Unterschied liegt lediglich in der Abwicklung. Der Untergang der Obligation bringt auch sämtliche Nebenrechte zum Erlöschen. Im Unterschied zur Hinterlegung als Erfüllungssurrogat ist dem Schuldner die Rücknahme der hinterlegten Sache nicht mehr möglich und die Abgabe einer Annahmeerklärung durch den Gläubiger nicht erforderlich. Bei der Sicherheitshinterlegung hingegen soll die Obligation durch die Hinterlegung gerade nicht erfüllt werden. Der Schuldner möchte eine Erfüllung vermeiden, bis der Streit um die Gläubigerrechte geklärt ist. Er möchte daher die Leistung an den Gläubiger vorerst nur sicherstellen (RENÉ BUSSIEN, a.a.O., S. 64 ff.).\n\n2.2.3 Ist die Hinterlegung gemäss Art. 174 Abs. 2 Ziff. 2 SchKG als \"Hinterlegung als Erfüllung\" im oben ausgeführten Sinn zu verstehen, wird der Gläubiger mit Konkursaufhebung befriedigt. Die Hinterlegung stellt die Leistung nicht nur vorerst sicher, sondern bewirkt die Erfüllung der Schuld.\n\nDa der Schuldner bei der ordentlichen Konkursbetreibung mit vorgängigem Einleitungsverfahren kein berechtigtes und schützenswertes Interesse daran hat, die Aushändigung des hinterlegten Forderungsbetrages vom Ausgang eines weiteren Prozesses abhängig zu machen bzw. den Forderungsbetrag lediglich sicherzustellen, muss die Hinterlegung gemäss Art. 174 Abs. 2 Ziff. 2 SchKG alsBGE 135 III 31 S. 35Hinterlegung als Erfüllung verstanden werden. Der Schuldner wurde im Einleitungs- und Fortsetzungsverfahren wiederholt auf seine Zahlungspflicht aufmerksam gemacht und hatte die Möglichkeit, die betreffende Forderung durch Rechtsvorschlag zu bestreiten bzw. mit Aberkennungsklage oder einer negativen Feststellungsklage (Art. 85 und 85a SchKG) gerichtlich überprüfen zu lassen. Vor diesem Hintergrund muss mit Aufhebung der Konkurseröffnung gemäss Art. 174 Abs. 2 Ziff. 2 SchKG die in Betreibung gesetzte Forderung vollstreckt bzw. der Schuldner befriedigt werden. Der Unterschied zwischen Tilgung der Schuld (Art. 174 Abs. 2 Ziff. 1 SchKG) und Hinterlage (Ziff. 2) liegt nur in der Abwicklung.\n\nMöchte der Schuldner den Weiterzug der Konkurseröffnung primär auf Art. 174 Abs. 1 SchKG stützen bzw. unter Vorweisung einer Urkunde geltend machen, er habe die Schuld vor Konkurseröffnung bereits getilgt, jedoch für den Eventualfall, dass das obere Gericht ihm nicht Recht gibt, gemäss Art. 174 Abs. 2 Ziff. 2 SchKG zusätzlich den Forderungsbetrag hinterlegen und seine Zahlungsfähigkeit darlegen, um den Konkurs notfalls auf diese Weise abzuwenden, wäre die Aushändigung des hinterlegten Forderungsbetrages lediglich vom Ausgang dieses Weiterziehungsverfahrens gemäss Art. 174 SchKG und nicht von einem zusätzlichen Prozess abhängig. Die Erfüllung durch Hinterlegung wäre hier als bedingt zu verstehen. Bedingt für den Fall, dass der Konkurs nicht bereits im Sinne von Art. 174 Abs. 1 SchKG aufgrund von Tatsachen aufgehoben wird, die bereits vor dem erstinstanzlichen Entscheid eingetreten sind.\n\n2.2.4 Anders verhält es sich beim Spezialfall der Konkurseröffnung ohne vorgängige Betreibung gemäss Art. 190 SchKG. Hier hat der Schuldner unter Umständen ein berechtigtes Interesse daran, die Aushändigung der hinterlegten Forderungssumme vom Ausgang eines weiteren Prozesses abhängig zu machen, sei es, weil die zur Konkurseröffnung Anlass gebende Forderung strittig ist, sei es, weil eine Ungewissheit darüber besteht, welcher Person die Forderung zusteht.\n\nArt. 190 SchKG ermöglicht es dem Gläubiger, beim Konkursrichter den Konkurs über einen Schuldner zu beantragen, ohne gegen diesen vorgängig eine Betreibung eingeleitet zu haben. Über diese Konkurseröffnung entscheidet der Konkursrichter lediglich in einem summarischen Verfahren (Art. 25 Ziff. 2 lit. a SchKG), wobei BGE 135 III 31 S. 36seiner Verfügung nur betreibungsrechtliche Wirkung zukommt. Der Schuldner wurde bei der Konkurseröffnung ohne vorgängige Betreibung weder wiederholt auf seine Zahlungspflicht hingewiesen noch hatte er die Möglichkeit, den Bestand der zur Konkurseröffnung Anlass gebenden Forderung durch Rechtsvorschlag zu bestreiten oder in einem ordentlichen Gerichtsverfahren vorgängig überprüfen zu lassen.\n\nKönnte ein zahlungsfähiger Schuldner bei der Konkurseröffnung ohne vorgängige Betreibung die Erfüllung nicht vom Ausgang des weiteren Prozesses abhängig machen, würde dem Gläubiger der hinterlegte Forderungsbetrag mit Konkursaufhebung ausgehändigt. Dem Gläubiger würde der hinterlegte Betrag somit zufallen, ohne dass vorgängig die Forderung in einem ordentlichen Prozess jemals überprüft worden wäre. Dem Schuldner bliebe einzig die Möglichkeit, den bezahlten Betrag allenfalls mittels Klage aus ungerechtfertigter Bereicherung (Art. 62 ff. OR) oder einer Rückforderungsklage (Art. 86 SchKG analog; BERNHARD BODMER in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Basel 1998, N. 12 zu Art. 86 SchKG) zurückzuverlangen. Ist die Forderung - wie im vorliegenden Fall - strittig und ist aus diesem Grund ein Zivilprozess zur Abklärung des Bestandes dieser Forderung hängig, wäre dieses Ergebnis stossend und aus prozessökonomischen Gründen nicht vertretbar. Der Schuldner hat diesfalls ein berechtigtes Interesse, seine Erfüllung bzw. die Aushändigung des gemäss Art. 174 Abs. 2 Ziff. 2 SchKG hinterlegten Betrages an den Gläubiger vom Ausgang des hängigen Zivilprozesses abhängig zu machen. Eine solche Hinterlegung muss daher ausnahmsweise, für den Spezialfall der Konkurseröffnung ohne vorgängige Betreibung, zulässig sein. Denn die Weiterziehung gemäss Art. 174 SchKG ist auf die Konkurseröffnung mit vorgängiger Betreibung zugeschnitten und es erscheint angemessen - betreffend die Voraussetzungen des Weiterziehungsrechts und des Weiterziehungsverfahrens bei einer Konkurseröffnung ohne vorgängige Betreibung - Art. 174 SchKG nur sinngemäss, unter Berücksichtigung der einzelnen Verfahren, anzuwenden (vgl. dazu MAGDALENA RUTZ, Weiterziehung des Konkursdekretes, in: Schuldbetreibung und Konkurs im Wandel, Festschrift 75 Jahre Konferenz der Betreibungs- und Konkursbeamten der Schweiz, Basel 2000, S. 349). Die Rechtsnatur der Hinterlegung ändert sich durch die Zulassung dieser Ausnahme nicht. Es handelt sich auch hierbei um eine Hinterlegung als Erfüllung, jedoch ist die Erfüllung als bedingt BGE 135 III 31 S. 37zu betrachten. Sie wird vom Ausgang des anderen Verfahrens abhängig gemacht.\n\nDiese Lösung ist mit dem Zweck der Konkurseröffnung ohne vorgängige Betreibung gemäss Art. 190 SchKG durchaus vereinbar. Der Spezialfall der Konkurseröffnung ohne vorgängige Betreibung rechtfertigt sich ausschliesslich aus Gründen des Schutzes von Gläubigerinteressen, sofern diese als gefährdet erscheinen. Der Zweck der Norm ist somit ein Rechtsbehelf des Gläubigers bei Vermögensgefährdung (ALEXANDER BRUNNER, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Basel 1998, N. 2 zu Art. 190 SchKG). Hinterlegt nun aber der Schuldner die strittige Forderungssumme und macht er im Rahmen von Art. 174 Abs. 2 Ziff. 2 SchKG die Aushändigung des Betrages an den Gläubiger vom Ausgang des hängigen Zivilprozesses abhängig, so tritt die Bedingung für die Aushändigung ein, falls der Zivilrichter zugunsten des Gläubigers entscheidet, und dieser wird somit befriedigt. Die Erfüllung ist damit gesichert und erfolgt unabhängig vom Konkurs. Die Gläubigerinteressen werden dadurch genügend gewahrt.\n\nWeiter verfolgt der gesetzgeberische Entscheid, die in Art. 174 Abs. 2 SchKG aufgeführten echten Noven zuzulassen, den Zweck, unnötige Konkurse zu verhindern. Es entspricht nicht der Intention des Gesetzgebers, über einen zahlungsfähigen Schuldner, trotz Hinterlegung, den Konkurs durchzuführen, weil er die Aushändigung des strittigen Forderungsbetrages an den Gläubiger zusätzlich vom Ausgang eines hängigen Zivilverfahrens abhängig gemacht hat, mit welchem dem Schuldner erstmals die Möglichkeit eröffnet wird, den materiellrechtlichen Bestand der Forderung abklären zu lassen. Die Durchführung eines derartigen Konkurses wäre unnötig.\n\n2.2.5 Nach dem Gesagten kann der Schuldner bei der Hinterlegung gemäss Art. 174 Abs. 2 Ziff. 2 SchKG die Erfüllung der Schuld bzw. die Aushändigung des hinterlegten Forderungsbetrages an den Gläubiger ausnahmsweise vom Ausgang eines weiteren Prozesses abhängig machen. Ein berechtigtes Interesse zu diesem Vorgehen hat der Schuldner, über den der Konkurs ohne vorgängige Betreibung eröffnet worden ist, wenn die zur Konkurseröffnung Anlass gebende Forderung strittig bzw. der Bestand dieser Forderung nie in einem ordentlichen Verfahren überprüft worden ist.\n\nDie geleistete Hinterlegung der Beschwerdeführerin stellt somit einen zulässigen Konkursaufhebungsgrund gemäss Art. 174 Abs. 2 BGE 135 III 31 S. 38Ziff. 2 SchKG dar, soweit sie die Aushändigung des hinterlegten Betrages lediglich vom Ausgang des beim Kantonsgericht hängigen Zivilprozesses oder einem gerichtlich genehmigten Vergleich abhängig macht.\n\n2.2.6 Jedoch geht weder aus dem Urteil des Obergerichts noch aus der Beschwerde klar hervor, ob die Beschwerdeführerin darüber hinaus die Aushändigung des hinterlegten Betrages an die Beschwerdegegnerin kumulativ von ihrer zusätzlichen Zustimmung abhängig machen wollte. Eine solche zusätzliche Bedingung wäre unzulässig.\n\nDas Obergericht wiederholt in Erwägung 1 seines Urteils vom 18. April 2008 den Wortlaut der Beschwerdeschrift der Beschwerdeführerin vom 21. Februar 2008, wonach über den hinterlegten Betrag \"nur auf ihre Anweisung und im Einvernehmen des angerufenen Gerichts, sei es durch definitives rechtskräftiges Urteil oder infolge eines allfälligen Vergleichs zwischen den Parteien, der gerichtlich zu genehmigen sei, verfügt werden könne\". In Erwägung 3.2 stellt das Obergericht hingegen fest, dass die Zulässigkeit der Auszahlung \"von der Zustimmung der Beschwerdeführerin oder vom Ausgang des pendenten Forderungsprozesses beim Kantonsgericht Zug abhänge\". Die Beschwerdeführerin übernimmt später in ihrer Beschwerde an das Bundesgericht vom 29. April 2008 die Formulierung des obergerichtlichen Urteils, wonach die Aushändigung des hinterlegten Betrages \"von der Zustimmung der Beschwerdeführerin oder vom Ausgang des pendenten Forderungsprozesses beim Kantonsgericht Zug abhängen soll\".\n\nDie Unklarheit, ob die Aushändigung lediglich vom Prozessausgang oder darüber hinaus von einer zusätzlichen Zustimmung der Beschwerdeführerin abhängen soll, ergibt sich insbesondere daraus, dass das Obergericht und die Beschwerdeführerin das Wort \"und\" und das Wort \"oder\" in entscheidenden Textpassagen nicht konsequent verwenden, jedoch \"und\" in der Regel für eine kumulative Voraussetzung, \"oder\" aber für eine alternative Voraussetzung steht.\n\nWie die Formulierung der Beschwerdeführerin zu verstehen ist, muss durch Auslegung ermittelt werden, wobei bei jeder rechtsgeschäftlichen Erklärung in erster Linie auf den wirklichen Willen des Erklärenden abzustellen ist (Art. 18 Abs. 1 OR analog). Bei der Auslegung einer Willenserklärung bildet der Wortlaut lediglich die Grundlage, nicht aber die Grenze der Auslegung. Darüber hinaus beurteilt BGE 135 III 31 S. 39sich der Sinn der Äusserung auch nach dem Zusammenhang, in welchem sie steht und nach den gesamten Umständen, unter denen sie abgegeben worden ist (vgl. BGE 132 III 24 E. 4 S. 27 f. mit Hinweisen).\n\n3. Über den Hauptantrag der Beschwerdeführerin kann nicht entschieden werden, da die dafür erforderlichen tatsächlichen Feststellungen fehlen. Die Vorinstanz hat demnach zu beurteilen, ob die Beschwerdeführerin die Aushändigung des hinterlegten Forderungsbetrages an die Beschwerdegegnerin kumulativ von einer zusätzlichen Zustimmung abhängig gemacht hat. Sollte die Aushändigung trotz rechtskräftigem, zur Zahlung verpflichtendem Urteil bzw. gerichtlichem Vergleich von einer zusätzlichen Zustimmung der Beschwerdeführerin abhängig gemacht werden, so wäre die Beschwerde abzuweisen. Eine solche zusätzliche Bedingung ist unzulässig, denn diesfalls müsste die Beschwerdegegnerin bei Verweigerung der Zustimmung eine Klage auf Abgabe einer Willenserklärung anstrengen. Ist die Zustimmung hingegen nicht im kumulativen Sinne zu verstehen, muss die Vorinstanz weiter prüfen, ob die zusätzliche Voraussetzung der glaubhaften Geltendmachung der Zahlungsfähigkeit vorliegt.\n\nEntsprechend ist die Beschwerde in Zivilsachen gutzuheissen, soweit darauf eingetreten werden kann. Das Urteil des Obergerichts des Kantons Zug vom 18. April 2008 ist aufzuheben und die Streitsache gestützt auf Art. 107 Abs. 2 BGG zur weiteren Abklärung und neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückzuweisen. Die Beschwerdeführerin dringt nur mit ihrem Eventualantrag auf Rückweisung der Sache zu neuer Entscheidung durch, während die Beschwerdegegnerin die Abweisung der Beschwerde beantragt hat. Vor diesem Hintergrund sind die Gerichtskosten von den Parteien je hälftig zu tragen (Art. 66 Abs. 1 BGG) und die Parteikosten wettzuschlagen (Art. 68 Abs. 1 BGG)."}