{"annee": "135", "cour": "V", "page": "382", "date": "3/7/2009", "cite": ["134 V 53", "135 V 2", "130 V 560", "112 V 74", "133 V 188", "105 V 266", "134 I 23", "134 V 208", "134 II 45", "133 II 400"], "cite_par": ["142 V 513", "143 V 440", "143 V 312", "142 II 451", "138 V 366", "139 V 82", "143 III 385", "140 V 169", "142 II 259", "140 V 22", "140 V 543", "139 V 453", "142 V 583", "141 V 650", "139 III 165", "139 V 108", "143 V 219", "139 V 407", "137 V 105"], "chapeau": "47. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Stiftung Sicherheitsfonds BVG und Ostschweizerische Rentnerpensionskasse gegen P. sowie B. und Mitb. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_708/2008 vom 3. Juli 2009", "regestes": ["Art. 89 LTF; art. 56 ss LPP; qualité pour recourir du fonds de garantie. Le fait que la décision entreprise augmente la probabilité de l'obligation subséquente du fonds de garantie d'octroyer des prestations ne suffit pas à lui reconnaître la qualité pour recourir (consid. 3).", "Art. 49 PA; art. 62 al. 1 let. a LPP; pouvoir d'examen du Tribunal administratif fédéral. Le pouvoir d'examen du Tribunal administratif fédéral comme instance de recours, tout comme le pouvoir d'examen de l'autorité de surveillance lors de l'examen de règlements selon l'art. 62 al. 1 let. a LPP, se limite - en dérogation à l'art. 49 PA - à un contrôle du droit (consid. 4.2).", "Art. 65d al. 3 let. b LPP; art. 23 al. 1 LFLP (dans sa teneur en vigueur jusqu'à la fin de l'année 2004); contributions des bénéficiaires de rentes pour résorber le découvert d'une institution de prévoyance après une distribution préalable des fonds libres; contrôle abstrait des normes. Si, dans le cadre d'une liquidation partielle de fonds libres, une institution de prévoyance augmente les prestations assurées des assurés actifs restants (majoration des comptes de libre-passage de 34 %) et les rentes des bénéficiaires de rentes (majoration des rentes de 26,4 %) et si elle se retrouve ensuite dans une situation de découvert, il est admissible que, dans le cadre de mesures d'assainissement, elle perçoive une contribution de 20 % auprès de tous les rentiers qui ont obtenu des prestations dans la liquidation partielle, c'est-à-dire non seulement auprès des assurés qui étaient déjà titulaires d'une rente avant la liquidation partielle, mais également auprès de ceux qui le sont devenus après (consid. 5-12).", "Art. 65d al. 2 phrases 2 et 3 ainsi qu'art. 65d al. 3 phrase introductive LPP; exigences concernant les mesures destinées à résorber le découvert. Aptitude de la mesure pour résorber le découvert dans un délai convenable, proportionnalité de la mesure et, en particulier, subsidiarité de la contribution des bénéficiaires de rente (consid. 7)."], "faits": "|384|\n\nA.\n\nA.a Unter dem Namen \"Pensionskasse der D. AG\" bestand eine Stiftung im Sinne von Art. 80 ff. ZGB; ihr Zweck bestand darin, die berufliche Vorsorge für die Arbeitnehmer der Stifterfirma (D. AG) durchzuführen. Infolge einer Verminderung der Belegschaft der Stifterfirma wurde auf 31. März 1999 eine Teilliquidation der Pensionskasse durchgeführt. Mit Verfügung vom 8. Februar 2000 genehmigte die Aufsichtsbehörde den Verteilplan, mit welchem freie Mittel dazu verwendet wurden, den Einzelaustretenden die Austrittsleistung, den verbleibenden aktiven Versicherten die versicherten Leistungen und den Rentenbezügern die Renten zu erhöhen. Am 31. März 2003 stellte die Stifterfirma ihren Betrieb endgültig ein. Daraufhin traten alle aktiven Versicherten aus der Pensionskasse aus. Diese änderte zum 1. April 2004 ihren Namen in \"Ostschweizerische Rentnerpensionskasse\" (im Folgenden: Pensionskasse) und führte den verbleibenden Bestand an Rentnern weiter.\n\nA.b Nachdem die Pensionskasse in der Bilanz per 31. März 2005 einen Deckungsgrad von 86,3 % ausgewiesen hatte, beschloss der Stiftungsrat am 23. August/14. September 2005 folgenden Massnahmenplan zur Behebung der Unterdeckung:\n\n1. Von allen Rentnerinnen und Rentnern, die in den Genuss von Leistungen aus der Teilliquidation 1999/2000 gelangt sind, wird ein Beitrag in Höhe von 20 % der jetzigen Rente ab Januar 2006 einverlangt. Diese Reduktion der laufenden Renten wird voraussichtlich zehn Jahre dauern. Sie kann je nach Entwicklung der Unterdeckung vom Stiftungsrat verlängert oder verkürzt werden - mit entsprechender vorgängiger Information der Stiftungsaufsicht und der Rentner.\n\n2. Der Reglementsanhang Nr. 1 der Ostschweizerischen Rentnerpensionskasse für die Rentner der Pensionskasse aus der D. AG wird wie folgt ergänzt:\n\n\"4. Befristete Rentnerbeiträge als Sanierungsmassnahme\n\nVon allen laufenden Renten dieses Vorsorgekollektivs wird ab Januar 2006 20 % als Rentnerbeitrag abgezogen. Diese Rentenreduktion dauert bis zum 31. Dezember 2015. Diese Dauer kann je nach der Veränderung des Deckungsgrades dieses Vorsorgewerks durch |385|\n\nBeschluss des Stiftungsrates verlängert oder verkürzt werden. Eine derartige Änderung ist der Aufsichtsbehörde und den Rentnerinnen und Rentnern mitzuteilen.\"\n\n3. Der Stiftungsrat prüft allfällige Verantwortlichkeitsansprüche gegen die frühere versicherungstechnische Expertin der Pensionskasse und gegen den früheren Stiftungsrat wegen Fehlern bei der Vermögensverteilung und Teilliquidation 1999 (vgl. Gutachten Prof. X.) und wegen nicht erfolgter Kürzungen der Austrittsleistungen (vgl. Revisionsstellenbericht 2004/05) und verfolgt diese gegebenenfalls.\n\n4. Die Stiftungsaufsicht wird ersucht, diesen Massnahmenplan verfügungsweise zu genehmigen und allfälligen Einsprachen gegen diese Verfügung die aufschiebende Wirkung zu entziehen. Die Verfügung wird allen Rentnerinnen und Rentnern zugestellt.\n\nA.c Mit Verfügung vom 15. September 2005 genehmigte das Amt für berufliche Vorsorge und Stiftungen des Kantons St. Gallen (heute: Ostschweizer BVG- und Stiftungsaufsicht) den von der Pensionskasse vorgelegten Massnahmenplan.\n\nB.\n\nB.a P., die seit 1990 - und damit vor der Teilliquidation 1999 - eine Invalidenrente der Pensionskasse bezieht, erhob am 20. Oktober 2005 gegen die Verfügung vom 15. September 2005 Beschwerde an die Eidg. Beschwerdekommission der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge. Diese gab nebst der Pensionskasse und der Vorinstanz auch der Stiftung Sicherheitsfonds BVG Gelegenheit, zur Beschwerde Stellung zu nehmen. Mit Zwischenverfügung vom 27. März 2006 wies der Instruktionsrichter der Beschwerdekommission das von der Pensionskasse gestellte Gesuch um Entzug der aufschiebenden Wirkung ab. Mit Entscheid vom 16. Juni 2008 (Verfahren C-2383/2006) hiess das nunmehr zuständige Bundesverwaltungsgericht die Beschwerde gut, soweit es darauf eintrat, hob Ziffer 1 der Verfügung vom 15. September 2005 insoweit auf, als damit der Massnahmenplan der Pensionskasse hinsichtlich der Ziffern 1 und 2 genehmigt wurde, und wies die Sache an die Vorinstanz zurück mit der Weisung, die Beschwerdegegnerin anzuhalten, den Massnahmenplan im Sinne der Erwägungen anzupassen und der Vorinstanz zur aufsichtsrechtlichen Prüfung erneut zu unterbreiten.\n\nB.b Ebenfalls gegen die Verfügung vom 15. September 2005 erhoben am 17. Oktober 2005 B., F., K., U., S. und T., die alle zwischen 2000 und 2005 - und damit nach der Teilliquidation 1999 - einen Anspruch auf Alters- oder Invalidenrente der Pensionskasse |386| erworben hatten, Beschwerde an die Eidg. Beschwerdekommission der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge. Diese verfuhr analog wie mit der Beschwerde von P. Ein anfänglich gestelltes Gesuch um Entzug der aufschiebenden Wirkung zog die Pensionskasse am 27. Juni 2006 zurück. Mit Entscheid vom 29. September 2008 (Verfahren C-2382/2006) hiess das nunmehr zuständige Bundesverwaltungsgericht die Beschwerde im gleichen Sinne gut wie diejenige der P.\n\nC.\n\nC.a Gegen den Entscheid C-2383/2006 i.S. P. erheben die Stiftung Sicherheitsfonds BVG (Beschwerdeführerin 1; Verfahren 9C_708/2008) sowie die Pensionskasse (Beschwerdeführerin 2; Verfahren 9C_709/2008) Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht mit dem Antrag, der Entscheid der Vorinstanz sei aufzuheben und es sei festzustellen, dass die Verfügung vom 15. September 2005 rechtsgültig sei bzw. die Beschwerde der P. vom 17. (recte: 20.) Oktober 2005 sei abzuweisen.\n\nP. (Beschwerdegegnerin 1) beantragt, auf die Beschwerde im Verfahren 9C_708/2008 nicht einzutreten, eventuell sie abzuweisen. Im Verfahren 9C_709/2008 stellt sie den Antrag auf Abweisung der Beschwerde. Das Bundesamt für Sozialversicherungen (BSV) schliesst im Verfahren 9C_709/2008 auf Gutheissung der Beschwerde, im Verfahren 9C_708/2008 auf Gutheissung, soweit darauf einzutreten sei.\n\nC.b Gegen den Entscheid C-2382/2006 i.S. B. und Kons. (Beschwerdegegner 2) erheben auch die Pensionskasse (Verfahren 9C_899/2008) sowie die Stiftung Sicherheitsfonds BVG (Verfahren 9C_904/2008) Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht mit den gleichlautenden Anträgen wie in den Verfahren 9C_708/2008 und 9C_709/2008.\n\nB. und Kons. beantragen im Verfahren 9C_899/2008, die Beschwerde sei abzuweisen. Im Verfahren 9C_904/2008 beantragen sie, die Beschwerde sei abzuweisen, soweit darauf einzutreten sei. Das BSV schliesst sich im Verfahren 9C_899/2008 im Ergebnis dem vorinstanzlichen Entscheid an; im Verfahren 9C_904/2008 verzichtet es auf eine Stellungnahme.\n\nD. Am 3. Juli 2009 hat die II. sozialrechtliche Abteilung des Bundesgerichts eine publikumsöffentliche Beratung durchgeführt. |387|\n\nAuf die Beschwerden in den Verfahren 9C_708/2008 und 9C_904/2008 wird nicht eingetreten.\n\nDie Beschwerden in den Verfahren 9C_709/2008 und 9C_899/2008 werden gutgeheissen.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Legitimiert zur Beschwerde in öffentlich-rechtlichen Angelegenheiten ist nach Art. 89 Abs. 1 BGG (gleichlautend wie Art. 48 Abs. 1 VwVG; SR 172.021), wer vor der Vorinstanz am Verfahren teilgenommen oder keine Möglichkeit zur Teilnahme erhalten hat, durch den angefochtenen Entscheid oder Erlass besonders berührt ist und ein schutzwürdiges Interesse an dessen Aufhebung oder Änderung hat. Im Unterschied zur Beschwerde in Zivil- (Art. 76 Abs. 1 lit. b BGG) und Strafsachen (Art. 81 Abs. 1 lit. b BGG) sowie zur subsidiären Verfassungsbeschwerde (Art. 115 lit. b BGG) ist somit kein rechtlich geschütztes Interesse erforderlich.\n\n3.2 Die Beschwerdeführerin 2 ist als Vorsorgeeinrichtung, welche die umstrittene Reglementsänderung erlassen hat, vom angefochtenen Entscheid unmittelbar als Adressatin berührt und daher zur Beschwerde legitimiert.\n\n3.3 Die Vorinstanz hat der Beschwerdeführerin 1 als \"mittelbar Beteiligter\" Gelegenheit zur Stellungnahme gegeben, ihr jedoch in ihren Entscheiden die Parteistellung abgesprochen. Die Beschwerdeführerin 1 leitet ihre Legitimation daraus ab, dass die Sanierung der Pensionskasse ohne die Durchführung der geplanten Massnahmen in Frage gestellt sei und sie im Falle einer Zahlungsunfähigkeit die gesetzlichen Leistungen sicherstellen müsste (Art. 56 Abs. 1 lit. b BVG; SR 831.40).\n\n3.3.1 Die Rechtsprechung hat die Legitimation Dritter zur Anfechtung \"pro Adressat\" unter bestimmten Umständen dann zugelassen, wenn der Dritte als Folge des Entscheids unmittelbar in seinen vermögensrechtlichen Interessen berührt ist (BGE 133 V 188 E. 4.4 S. 193 f.; BGE 130 V 560 E. 3.5 S. 564 f. und E. 3.6 S. 565 f.; SVR 2008 BVG Nr. 18 S. 69, 9C_104/2007 E. 3.2). Das kann auch für Gemeinwesen gelten (BGE 135 V 2 E. 1.1 S. 4). Vorliegend ist jedoch die Beschwerdeführerin 1 durch den angefochtenen Entscheid nicht unmittelbar betroffen; dieser erhöht höchstens die Wahrscheinlichkeit ihrer späteren Leistungspflicht. Zwar wird sie alsdann den hier zu |388| treffenden Entscheid nicht mehr in Frage stellen können. Dies allein genügt aber nicht, um die Legitimation eines Dritten zu bejahen, der als Folge des Entscheids eventuell später einmal als Garant oder Versicherer oder in ähnlicher Funktion zahlungspflichtig werden könnte. Dies muss umso mehr gelten für öffentlich-rechtliche Institutionen wie die Beschwerdeführerin 1, denn bei solchen wird die Legitimation tendenziell zurückhaltender anerkannt als bei Privaten; namentlich genügt nicht jedes finanzielle Interesse (BGE 134 II 45 E. 2.2.1 S. 46 f.; BGE 134 V 53 E. 2.3.3.2 S. 59; SEILER/VON WERDT/GÜNGERICH, Bundesgerichtsgesetz [BGG], 2007, N. 36 f. zu Art. 89 BGG). So wurde z.B. die Legitimation eines Kantons verneint, der sich gegen den Widerruf der einem Privaten erteilten Baubewilligung wehren wollte, weil er befürchtete, in der Folge staatshaftungsrechtlich belangt zu werden (BGE 133 II 400 E. 2.4.2 S. 406 f.). Im Lichte dieser Grundsätze ist die Legitimation der Beschwerdeführerin 1 zu verneinen.\n\n3.3.2 Für diese Lösung sprechen auch praktische Gründe: Wäre der Sicherheitsfonds nämlich zur Beschwerde ans Bundesgericht legitimiert, so müsste ihm die Parteistellung infolge der Einheit des Verfahrens auch bereits im Verfahren vor Bundesverwaltungsgericht und vor der Aufsichtsbehörde zuerkannt werden (Art. 6 und 48 VwVG). Würde zudem bereits die erhöhte Möglichkeit einer späteren Inanspruchnahme des Sicherheitsfonds ausreichen, um die Legitimation zu begründen, so müsste diese nicht nur bei Sanierungen bejaht werden, sondern auch in anderen Fällen, in denen eine Reglementsänderung ein erhöhtes Risiko der Zahlungsunfähigkeit einer Vorsorgeeinrichtung zur Folge hat. Dies wäre schwierig von anderen Fällen abzugrenzen, die kein solches Risiko enthalten, und würde dazu führen, dass regelmässig bei Genehmigungsverfahren betreffend Reglementsänderungen vorsorglicherweise dem Sicherheitsfonds Gelegenheit gegeben werden müsste, von seiner Parteistellung Gebrauch zu machen. Abgesehen von praktischen Schwierigkeiten würde dadurch auch dem Sicherheitsfonds eine gewisse Mitverantwortung für die Ausgestaltung von Reglementsänderungen zukommen.\n\n3.3.3 Die Beschwerdeführerin 1 ist somit nicht nach Art. 89 Abs. 1 BGG zur Beschwerde legitimiert. Eine besondere Grundlage für ihre Legitimation im Sinne von Art. 89 Abs. 2 BGG besteht nicht. Auf die Rechtsmittel der Beschwerdeführerin 1 ist daher nicht einzutreten. |389|\n\n4.\n\n4.1 Die Aufsichtsbehörde hat in der Verfügung vom 15. September 2005 den \"Massnahmenplan zur Sanierung der Unterdeckung [...] unter Kenntnisnahme des Reglementsanhangs Nr. 1\" genehmigt. Die Vorsorgeeinrichtung ist bei Unterdeckung verpflichtet, Sanierungsmassnahmen zu treffen (Art. 65d Abs. 1 BVG) und die Aufsichtsbehörde über das Ausmass und die Ursachen der Unterdeckung und die ergriffenen Massnahmen zu informieren (Art. 65c Abs. 2 BVG; Art. 44 Abs. 2 der Verordnung vom 18. April 1984 über die Berufliche Alters-, Hinterlassenen- und Invalidenvorsorge [BVV 2; SR 831.441.1]; ERICH PETER, Unterdeckung und Sanierung - Rechte und Pflichten der Vorsorgeeinrichtung, AJP 2009 S. 783 ff., 786 f.). Eine Informationspflicht besteht gegebenenfalls auch für die Kontrollstelle und den Experten für berufliche Vorsorge (Art. 36, 41 und 41a BVV 2). Die Aufsichtsbehörde überprüft die getroffenen Massnahmen und ordnet selber Massnahmen an, wenn dies erforderlich ist, um festgestellte Mängel zu beheben (Art. 62 Abs. 1 lit. d BVG; CHRISTINA RUGGLI-WÜEST, Vorsorgeeinrichtungen mit Unterdeckung - Ist eine Sanierung zwingend? in: Berufliche Vorsorge 2002, S. 37 ff., 50 f.). Einer formellen Genehmigungspflicht unterliegt jedoch nicht die Massnahmenplanung als solche, sondern nur die damit verbundene Reglementsänderung (Art. 62 Abs. 1 lit. a BVG), vorliegend der Reglementsnachtrag mit dem darin angeordneten Abzug von 20 % auf den laufenden Renten. Nur dieser Punkt ist umstritten. Die anderen Massnahmen werden nur soweit diskutiert, als sie einen Einfluss auf die Zulässigkeit der Rentenkürzung haben. Auch der vorinstanzliche Entscheid überprüft mit Recht einzig diese vom Stiftungsrat beschlossene Reglementsänderung.\n\n4.2 Die Aufsichtsbehörde hat sich bei der Prüfung von Sanierungsplänen auf eine Rechtskontrolle zu beschränken (Botschaft vom 19. September 2003 über Massnahmen zur Behebung von Unterdeckungen in der beruflichen Vorsorge, BBl 2003 6399 ff., 6418 Ziff. 2.1.3; HANS MICHAEL RIEMER, Die BVG-Revision zur Behebung der Unterdeckung von Vorsorgeeinrichtungen, SZS 2004 S. 498 ff., 499 Fn. 2; PETER, a.a.O., S. 790). Das gilt auch bei der Überprüfung von Reglementen nach Art. 62 Abs. 1 lit. a BVG (Urteil 2A.395/2002 vom 14. August 2003 E. 3.2; ISABELLE VETTER-SCHREIBER, BVG, 2009, S. 195 f.). Da die Kognition in oberer Instanz nur enger, aber nicht weiter sein kann als vor unterer Instanz (Einheit des Verfahrens), hat sich daher auch die Vorinstanz in Abweichung von Art. 49 lit. c VwVG auf eine Rechtskontrolle zu beschränken. |390|\n\n4.3 Zutreffend hat die Vorinstanz erwogen, dass auf dem Weg der aufsichtsrechtlichen Genehmigung nur die abstrakte Normenkontrolle der streitigen Reglementsänderung erfolgen kann. Individuelle Ansprüche einzelner Rentner sind demgegenüber auf dem Wege der Klage (Art. 73 BVG) geltend zu machen.\n\n5. Der Sachverhalt ist in folgenden Punkten unbestritten: Die Beschwerdegegnerin 1 bezog seit 1990 eine Invalidenrente der Pensionskasse (sog. Altrentnerin); diese Rente wurde im Rahmen der Teilliquidation am 31. März 1999 aus Zuteilung freier Mittel um 26,4 % erhöht. Die Beschwerdegegner 2 haben anlässlich dieser Teilliquidation aus freien Mitteln eine Erhöhung der individuellen Freizügigkeitskonten um 34 % erhalten. Sie bezogen nachträglich eine Rente der Pensionskasse (sog. Neurentner), die auf der Grundlage dieses um 34 % erhöhten Guthabens berechnet wurde. Die Pensionskasse hatte am 31. März 2005 einen Deckungsgrad von 86,28 %, nachdem dieser ein Jahr zuvor noch 89,89 % betragen hatte. Mit Recht unbestritten ist auch, dass unter diesen Umständen die Pensionskasse verpflichtet war, Sanierungsmassnahmen zu ergreifen, um die Unterdeckung zu beheben (Art. 65c Abs. 1 lit. b und Art. 65d Abs. 1 BVG). Umstritten ist jedoch die Rechtmässigkeit der getroffenen Sanierungsmassnahme, welche darin besteht, dass von den Renten derjenigen Rentner, die Mittel aus der Teilliquidation erhalten haben (also auch der Beschwerdegegner), ein Rentnerbeitrag in der Höhe von 20 % der aktuellen Rente abgezogen wird.\n\n6.\n\n6.1 Unter der bis Ende 2004 geltenden Gesetzeslage bestand Unsicherheit, ob laufende Renten zwecks Sanierung einer Vorsorgeeinrichtung gekürzt werden können. In der Lehre und der Praxis der Aufsichtsbehörden wurde teilweise angenommen, dass in laufende Renten nicht eingegriffen werden dürfe (RUGGLI-WÜEST, a.a.O., S. 49; a.M. UELI KIESER, Besitzstand, Anwartschaften und wohlerworbene Rechte in der beruflichen Vorsorge, SZS 1999 S. 290 ff., 310, 312, wonach der Rentenbetrag nicht grundsätzlich geschützt und namentlich aus finanziellen Gründen ein Primatwechsel zulässig sei; relativierend auch WERNER NUSSBAUM, Zur Bedeutung wohlerworbener Rechte in der beruflichen Vorsorge, in: Der Einfluss von Vorsorgeverpflichtungen auf die Bewertung von Unternehmen, 2003, S. 44 ff., 48 f.; eingehende Darstellung des Diskussionsstandes im Gutachten des Bundesamtes für Justiz vom 23. Dezember |3912005| , VPB 70/2006 Nr. 68 S. 1070 Ziff. 48 ff.). Die Rechtsprechung hat ein wohlerworbenes Recht im Umfang der gesetzlich zwingenden Bestimmungen angenommen, im Bereich der weitergehenden Vorsorge hingegen Reglementsänderungen auch zum Nachteil der Destinatäre in den allgemeinen Schranken (Rechtsgleichheit, Willkürverbot) zugelassen; sie hat namentlich die Aufhebung eines Teuerungszuschlags (SVR 2000 BVG Nr. 12 S. 57, B 60/99 E. 3c) und die Veränderung von Anwartschaften zugelassen (Urteil 2A.562/2005 vom 28. Juni 2006 E. 5; vgl. auch in Bezug auf öffentlich-rechtliche Vorsorgeeinrichtungen BGE 134 I 23 E. 7.2 S. 36 f. mit zahlreichen Hinweisen). Ob ein Eingriff in laufende Renten der beruflichen Vorsorge zulässig sei, wurde höchstrichterlich nie entschieden.\n\n6.2 Angesichts der sich seit dem Jahre 2000 häufenden Unterdeckungen von Vorsorgeeinrichtungen schlug der Bundesrat mit Botschaft vom 19. September 2003 eine Gesetzesrevision über Massnahmen zur Behebung von Unterdeckungen in der beruflichen Vorsorge vor (BBl 2003 6399 ff.). Er wies darauf hin, dass nach bisheriger Rechtslage Renten im Obligatoriumsbereich ohne gesetzliche Grundlage nicht gekürzt werden können (BBl 2003 6408 Ziff. 1.3.4), dass aber die bisherigen Möglichkeiten ungenügend seien und daher zusätzliche Massnahmen ausdrücklich gesetzlich verankert werden sollen (BBl 2003 6409 f. Ziff. 1.3.5). Dem in der Vernehmlassung geäusserten Wunsch, die laufenden Renten sollten generell dauerhaft gekürzt werden können, solle nicht entsprochen werden, da die Renter auf die erworbenen Ansprüche zählen können müssten (BBl 2003 6411 Ziff. 1.3.6.2). Der Schutz des Vertrauens könne jedoch im Falle einer Unterdeckung diametral zum Prinzip der Opfersymmetrie und der Verhältnismässigkeit stehen und sei entsprechend zu gewichten. Es sei daher unabdingbar, dass auch ein Beitrag von den Rentnern vorzusehen sei; es sei aber keine dauerhafte Rentenkürzung vorzusehen, da gekürzte Renten später nur schwer wieder auf den ursprünglichen Stand angehoben werden könnten. Die Erhebung eines Beitrags habe keine direkte Auswirkung auf das Rentendeckungskapital, stelle aber eine Behebung der Unterdeckung in kleinen Schritten dar. Wegen des Vertrauensschutzes dürfe es sich nur um eine massvolle Massnahme handeln. Das bedeute auch, dass die Rente, welche nach Abzug des Beitrags ausbezahlt werde, die Höhe der BVG-Stammrente nicht unterschreiten dürfe. Damit könne der Beitrag in einer reinen |392| BVG-Kasse nicht höher sein als die seit Rentenbeginn aufgelaufenen Rentenerhöhungen, vorausgesetzt, diese seien nicht durch gesetzliche oder zwingende reglementarische Bestimmungen geschützt. In der vor- und überobligatorischen Vorsorge seien die privatrechtlichen Vertragsregeln zu beachten. Eine Reglementsänderung, welche eine Kürzung der reglementarischen Stammrente zur Folge hätte, dürfte aufgrund des Vertrauensschutzes einer gerichtlichen Überprüfung kaum Stand halten. Der Beitrag dürfte letztlich so festzusetzen sein, dass er sich im Rahmen der seit Rentenbeginn aufgelaufenen Rentenerhöhung bewege. Seien diese Rentenanpassungen aufgrund zwingender reglementarischer Bestimmungen erfolgt, dürften auch diese aufgrund des Vertrauensprinzips nicht geschmälert werden (BBl 2003 6421 f. Ziff. 2.1.4 zu [Art. 65b] Abs. 3 Bst. a und b). Demgemäss schlug der Bundesrat vor, im BVG einen neuen Art. 65b (heute Art. 65d) Abs. 3 einzufügen mit folgendem Wortlaut: \"Sofern andere Massnahmen nicht zum Ziel führen, kann die Vorsorgeeinrichtung während der Dauer einer Unterdeckung: a. (...) b. von Rentnerinnen und Rentnern einen Beitrag zur Behebung einer Unterdeckung erheben. Dieser kann mit den laufenden Renten verrechnet werden. Die Erhebung eines Beitrags ist nur soweit zulässig, als seit der Entstehung des Rentenanspruchs Leistungsverbesserungen gewährt worden sind, die nicht durch gesetzliche oder reglementarische Bestimmungen vorgeschrieben waren. Die Versicherungsleistungen bei Alter, Tod und Invalidität der obligatorischen Vorsorge dürfen nicht geschmälert werden. Reglementarische Bestimmungen über die Möglichkeit der Kürzung laufender Renten, welche über die gesetzlichen Leistungen hinausgehen, bleiben vorbehalten; c. (...)\".\n\n6.3 In der parlamentarischen Beratung war die Frage der Rentnerbeiträge (Abs. 3 lit. b des vorgeschlagenen neuen Artikels) umstritten. Als Änderungen gegenüber dem bundesrätlichen Entwurf schlug die ständerätliche Kommission die zehnjährige Befristung (Satz 3) vor sowie die Bestimmung, dass es für die Sanierungsmassnahme einer reglementarischen Grundlage bedürfe (Satz 5). Der Ständerat folgte diesem Vorschlag und lehnte einen Antrag, auf die Rentnerbeiträge generell zu verzichten, Abs. 3 lit. b mithin zu streichen, deutlich ab (AB 2003 S 1108 ff.). Der Nationalrat fügte auf Antrag seiner Kommission eine Gewährleistung der Rentenhöhe bei Entstehung des Rentenanspruchs (Satz 6) bei (AB 2004 N 9 ff.). Der Ständerat schloss sich diesem Zusatz an (AB 2004 S 60 f.). In |393| dieser Fassung wurde am 18. Juni 2004 der neue Art. 65d Abs. 3 lit. b BVG beschlossen, der zusammen mit anderen Gesetzesänderungen zur Behebung von Unterdeckungen in der beruflichen Vorsorge am 1. Januar 2005 in Kraft trat (AS 2004 4635).\n\n6.4 Mit dem neuen Art. 65d Abs. 3 lit. b BVG, der auch für die weitergehende Vorsorge gilt (Art. 49 Abs. 2 Ziff. 16 BVG in der Fassung vom 18. Juni 2004), sind nun Rentnerbeiträge zur Behebung von Unterdeckungen unter gewissen Voraussetzungen ausdrücklich zulässig. Die früher umstrittene Frage, ob auch Rentner zur Sanierung beigezogen werden können, ist damit positivrechtlich beantwortet. Die Vorinstanz und die Beschwerdegegner sind jedoch der Meinung, dass der streitige Rentnerbeitrag in verschiedener Hinsicht gegen die zitierten Gesetzesbestimmungen verstösst, während die Beschwerdeführerin 2 den Beitrag als gesetzmässig erachtet. Diese Voraussetzungen sind im Folgenden zu überprüfen, soweit sie umstritten sind.\n\n7. Nach Art. 65d Abs. 2 Satz 2 und 3 BVG müssen die Massnahmen zur Behebung der Unterdeckung verhältnismässig, dem Grad der Unterdeckung angemessen und Teil eines ausgewogenen Gesamtkonzepts sein. Sie müssen geeignet sein, die Unterdeckung innerhalb einer angemessenen Frist zu beheben. Ein Rentnerbeitrag ist sodann nach dem Ingress von Abs. 3 nur zulässig, sofern andere Massnahmen nicht zum Ziel führen (Subsidiarität des Rentnerbeitrags), und nur für die Dauer der Unterdeckung.\n\n7.1 Die Beschwerdegegnerin 1 hat im Verfahren vor der Vorinstanz beanstandet, es sei nicht ersichtlich, ob mildere Massnahmen als die Rentenkürzung ergriffen worden seien; es sei daher nicht überprüfbar, ob die Leistungskürzung nicht gegen das Subsidiaritätsprinzip verstosse. Die Beschwerdegegner 2 haben vor der Vorinstanz die Sanierungsfähigkeit der Pensionskasse in Frage gestellt; mit dem Rentnerbeitrag könne der Deckungsgrad nur gehalten, aber nicht verbessert werden. Die Vorinstanz hat in ihren Entscheiden diese Bedenken und die Antwort der Pensionskasse wiedergegeben; anschliessend hat sie auszugsweise die Stellungnahmen des Experten für berufliche Vorsorge wiedergegeben, wonach der aktuelle Vermögensertrag die technischen Bedürfnisse der Kasse nicht zu decken vermöge, weshalb den Anlagen höchstes Augenmerk zu widmen sei, aber eine Leistungskürzung in Anbetracht der Situation auf den Finanzmärkten die einzig wirksame Massnahme sei. Darauf |394| folgerte die Vorinstanz, die Verbesserung von Erträgen aus der Vermögensanlage stelle zweifellos eine geeignete Massnahme zur Behebung der Unterdeckung dar. Diese Massnahme sei im bestrittenen Massnahmenplan nicht vorgesehen, aber bereits zu einem früheren Zeitpunkt beschlossen worden. Es liege aber kein Bericht über die Umsetzung und Wirksamkeit der Massnahme vor (Art. 44 Abs. 2 lit. c BVV 2). Es lasse sich somit nicht beurteilen, ob die vorgesehenen Sanierungsmassnahmen ein ausgewogenes Gesamtkonzept darstellten. Insbesondere stehe nicht fest, ob die Leistungskürzung überhaupt notwendig gewesen sei oder ob nicht mildere Massnahmen zum Ziel geführt hätten. Ebenso wenig stehe fest, dass die beschlossenen Massnahmen innert angemessener Frist zur Behebung der Unterdeckung führen werden.\n\n7.2 Vorab ist zum gerichtlichen Überprüfungsmassstab von Sanierungsmassnahmen festzuhalten: Die zu treffenden Massnahmen sollten innerhalb einer angemessenen Frist die Unterdeckung beheben. Als angemessene Sanierungsperiode gilt eine Dauer von ca. 5 bis 7 Jahren und nur in Ausnahmefällen eine solche von mehr als 10 Jahren (BBl 2003 6420 Ziff. 2.1.4 zu Abs. 2; JÜRG BRÜHWILER, Obligatorische berufliche Vorsorge, in: Soziale Sicherheit, SBVR Bd. XIV, 2007, S. 2070; VETTER-SCHREIBER, a.a.O., S. 206). Angesichts eines solchen Planungshorizonts müssen die Sanierungsmassnahmen in der Regel in einem Zustand mehr oder weniger grosser Ungewissheit beschlossen werden. So kann die Entwicklung auf den Finanzmärkten samt den damit verbundenen Ertragsmöglichkeiten nicht zuverlässig über längere Zeit vorausgesehen werden. Mehr oder weniger ungewiss kann auch die Entwicklung des Versichertenbestandes oder des Rentenvolumens einer Vorsorgeeinrichtung sein. Schliesslich können fallspezifische andere Ungewissheiten bestehen. Es kann daher von vornherein nicht erwartet oder verlangt werden, dass die Sanierungsmassnahmen ein für allemal mit einer Laufzeit von fünf bis zehn Jahren fest beschlossen und in der beschlossenen Form durchgeführt werden. Vielmehr ist eine flexible Massnahmenplanung, die laufend überprüft und nötigenfalls angepasst werden muss, unabdingbar. Dies hat auch Auswirkungen auf die Beurteilung der Verhältnismässigkeit der Sanierungsmassnahmen, besonders der Subsidiarität von Rentnerbeiträgen: Die Zulässigkeit einer solchen Massnahme kann nicht erst dann bejaht werden, wenn mit Sicherheit feststeht, dass mit einem Zeithorizont von zehn Jahren alle anderen Massnahmen ungenügend sein |395| werden. Vielmehr ist sie bereits dann zu bejahen, wenn im Zeitpunkt der Beschlussfassung aufgrund einer realistischen Lagebeurteilung andere Massnahmen wahrscheinlich nicht ausreichen, um die Unterdeckung zu beheben. Als Korrelat davon ist die Verhältnismässigkeit der Massnahme auch während der Dauer ihrer Umsetzung ständig zu überprüfen (VETTER-SCHREIBER, a.a.O., S. 206). Erweist sich nachträglich, dass die ursprüngliche Beurteilung zu pessimistisch war und die Massnahme nicht mehr nötig ist, um die Unterdeckung zu beheben, ist sie aufzuheben. In diesem Sinne kann auch die aufsichtsbehördliche Genehmigung einer Sanierungsmassnahme und eine gerichtliche Beurteilung einer solchen Genehmigung nur eine Momentaufnahme sein und nicht den Anspruch erheben, den ganzen Verlauf der Sanierung ex ante abschliessend regeln zu wollen.\n\n7.3 Im Lichte des dargelegten Prüfungsmassstabs kann der Vorinstanz nicht gefolgt werden, wenn sie kritisiert, es könne nicht beurteilt werden, ob mildere Massnahmen zum Ziel führen, namentlich die Verbesserung der Anlagen. Wie die Vorinstanz selber festgestellt hat, ist der Deckungsgrad per Ende März 2005 gegenüber dem Vorjahr von 89,89 % auf 86,28 % gesunken. Damit steht fest, dass die angestrebte Verbesserung der Vermögensanlagen nicht ausgereicht hat, um die Unterdeckung zu beheben. Dass eine periodische Information über die Umsetzung und die Wirksamkeit dieser Massnahme im Sinne von Art. 44 Abs. 2 lit. c BVV 2 in den Akten fehlt, wie die Vorinstanz bemängelt, kann daran nichts ändern; die in dieser Bestimmung vorgeschriebene Information dient der Transparenz und der Wahrnehmung der Aufsicht, ist aber nicht die einzige Möglichkeit, um das Ungenügen einer Massnahme zu belegen. Angesichts der aktenkundigen Werte der Beschwerdeführerin 2 (Unterdeckung per Ende März 2005 rund 3,9 Mio. Franken bei einem investierten Kapital von rund 23,6 Mio. Franken; jährliche Rentensumme ca. 2,3 Mio. Franken, Rendite von rund 3 %, Technischer Zins 4 %; vgl. Technische Bilanz per 31. März 2005) erscheint es übrigens schon bei einer einfachen Überschlagsrechnung als höchst unrealistisch, dass mit einer Verbesserung der Anlagepolitik allein eine Behebung der Unterdeckung erwartet werden könnte. Im Massnahmenplan ist sodann aufgeführt, dass Verantwortlichkeitsansprüche geprüft und gegebenenfalls verfolgt werden. In der vorinstanzlichen Duplik im Verfahren der Beschwerdegegner 2 hat die Pensionskasse auf ihre im Juli 2006 eingereichte |396| Verantwortlichkeitsklage gegen ihre frühere Expertin für berufliche Vorsorge hingewiesen. Das Ergebnis eines solchen Verantwortlichkeitsprozesses, der gerichtsnotorisch bis zu einem rechtskräftigen Erkenntnis mehrere Jahre dauern kann, kann nicht vorweggenommen werden. Zudem steht nicht fest, ob ein allfälliges für die Pensionskasse günstiges Urteil erfolgreich vollstreckt werden kann. Es liegt auf der Hand, dass eine solche ungewisse Forderung nicht aktiviert und in der Berechnung des Deckungsgrades berücksichtigt werden kann. Angesichts der zwingenden Vorschrift von Art. 65d Abs. 1 BVG können alternative Sanierungsmassnahmen nicht hinausgeschoben werden, bis das Ergebnis der Verantwortlichkeitsklagen feststeht. Welche weiteren Sanierungsmassnahmen in Betracht fallen könnten, ist nicht ersichtlich, da es sich bei der Pensionskasse um eine reine Rentnerkasse handelt, so dass Beiträge von Arbeitgebern und aktiven Versicherten (Art. 65d Abs. 3 lit. a BVG) nicht möglich sind (vgl. CARL HELBLING, Personalvorsorge und BVG, 8. Aufl. 2006, S. 448). Der Beitritt neuer Destinatäre ist eine eher theoretische Möglichkeit, deren Realisierung nicht in der Macht der Pensionskasse liegt, weil dazu beitrittswillige Dritte erforderlich wären. Insgesamt steht damit mit hinreichender Gewissheit fest, dass Sanierungsbedarf bestand und keine anderen Massnahmen möglich waren, um innert einer angemessenen Frist (Art. 65d Abs. 2 BVG) die Unterdeckung zu beheben. Die Voraussetzung der Subsidiarität des Rentnerbeitrags ist damit erfüllt.\n\n7.4 Die Pensionskasse hat selber in der umstrittenen Reglementsänderung festgelegt, dass die Gültigkeitsdauer der Massnahme je nach Entwicklung des Deckungsgrades verlängert oder verkürzt werden kann. Im Lichte des Gesagten (vorne E. 7.2) versteht sich, dass die Massnahme nicht nur verkürzt werden kann, sondern muss, wenn feststeht, dass die Unterdeckung auf andere Weise behoben werden kann, da in einem solchen Fall das Erfordernis der Subsidiarität des Rentnerbeitrags nicht mehr gegeben ist (vgl. BBl 2003 6419 und 6422 je Ziff. 2.1.4). Das Reglement kann in diesem Sinne gesetzeskonform ausgelegt werden. Nachdem von keiner Seite behauptet wird, die Unterdeckung sei mit anderen Massnahmen behoben worden, erübrigen sich weitere Ausführungen.\n\n7.5 Fraglich kann demgegenüber allenfalls sein, ob die Pensionskasse überhaupt sanierungsfähig ist, was die Beschwerdegegner 2 in Frage stellen. Auch die Beschwerdeführerin 2 selber scheint mittlerweile ihre Sanierungsfähigkeit wesentlich auf den (zumindest |397| teilweisen) Erfolg der erwähnten Verantwortlichkeitsklage zu stützen, deren Ausgang noch offen ist. Indessen kann entgegen der offenbaren Auffassung der Beschwerdegegner 2 eine Sanierungsmassnahme nicht schon deshalb unzulässig sein, weil nicht feststeht, ob sie Erfolg haben wird: Die Vorsorgeeinrichtung muss ihre Unterdeckung mit den gesetzlich vorgesehenen und zulässigen Massnahmen selbst beheben. Der Sicherheitsfonds tritt erst ein, wenn die Vorsorgeeinrichtung zahlungsunfähig geworden ist (Art. 65d Abs. 1 BVG). Zahlungsunfähig ist eine Vorsorgeeinrichtung dann, wenn sie fällige gesetzliche oder reglementarische Leistungen nicht mehr erbringen kann und eine Sanierung nicht mehr möglich ist (Art. 25 Abs. 1 der Verordnung vom 22. Juni 1998 über den Sicherheitsfonds BVG [SFV; SR 831.432.1]). Nicht mehr möglich ist die Sanierung, wenn über die Vorsorgeeinrichtung ein Liquidations- oder Konkursverfahren oder ein ähnliches Verfahren eröffnet worden ist (Art. 25 Abs. 2 lit. a SFV). Aus dieser Regelung geht klar hervor, dass die Sicherstellungspflicht des Sicherheitsfonds subsidiär ist zu den von der Vorsorgeeinrichtung selber zu treffenden Sanierungsmassnahmen (RIEMER, a.a.O., S. 502 f.; RUGGLI-WÜEST, a.a.O., S. 43; dieselbe, Finanzierungsbereich [Art. 65-71, Art. 79a-c, Art. 331 Abs. 3 OR], SZS 2005 S. 93 ff., 114; HANS-ULRICH STAUFFER, Berufliche Vorsorge, 2005, S. 597 f.). Es wird von keiner Seite geltend gemacht, die Beschwerdeführerin 2 sei zahlungsunfähig. Sie ist daher verpflichtet, Sanierungsmassnahmen im gesetzlich zulässigen Rahmen zu treffen, auch wenn deren Erfolg nicht feststeht.\n\n8. Gemäss Art. 65d Abs. 3 lit. b Satz 4 BVG darf der Rentnerbeitrag nicht auf Versicherungsleistungen bei Alter, Tod und Invalidität der obligatorischen Vorsorge erhoben werden.\n\n8.1 Die Vorinstanz hat dazu erwogen, es stehe nicht fest, ob diese Voraussetzung tatsächlich erfüllt sei, namentlich angesichts der obligatorischen Anpassung der Renten an die Preisentwicklung (Art. 36 Abs. 2 BVG). Die Beschwerdeführerin 2 bringt vor, sie habe dargelegt, dass die obligatorischen Leistungen im Falle der Beschwerdegegner nicht angetastet würden.\n\n8.2 Die Parteien sind sich einig, dass die gesetzlichen Minimalleistungen nicht angetastet werden dürfen. Dies wird in der streitigen Reglementsänderung nicht ausdrücklich gesagt. Wie die Beschwerdeführerin 2 indessen mit Recht vorbringt, gelten die gesetzlichen Mindestansprüche zwingend unmittelbar von Gesetzes wegen, auch |398| wenn das Reglement der Vorsorgeeinrichtung keinen entsprechenden Vorbehalt enthält (vgl. auch Urteil 2A.398/2002 vom 9. Januar 2003 E. 2). Ob durch die streitige Rentenreduktion um 20 % bei einzelnen Beschwerdegegnern die gesetzlichen Mindestansprüche verletzt werden, bildet nicht Gegenstand des vorliegenden Verfahrens (vorne E. 4.3). Die Vorinstanz geht allerdings davon aus, dass im Reglement selber der Vorbehalt der gesetzlichen Mindestansprüche enthalten sein muss. Auch auf dieser Grundlage ist es aber unzulässig, den Genehmigungsbeschluss für die streitige Reglementsänderung einfach aufzuheben. Zur Herstellung der Rechtmässigkeit des Reglements (vgl. vorne E. 4.2) genügt es, wenn darin ein entsprechender Vorbehalt angebracht wird.\n\n8.3 In Bezug auf die Teuerungsanpassungen gemäss Art. 36 Abs. 2 BVG ist in diesem Zusammenhang darauf hinzuweisen, dass diese nach der ausdrücklichen Bestimmung von Art. 36 Abs. 4 BVG für einen Rentnerbeitrag gemäss Art. 65d Abs. 3 lit. b BVG zur Verfügung stehen, im Unterschied zu den gesetzlichen Mindestanpassungen gemäss Art. 36 Abs. 1 BVG.\n\n9. Gemäss Art. 65d Abs. 3 lit. b Satz 5 BVG darf ein Rentnerbeitrag nur erhoben werden, wenn eine entsprechende reglementarische Grundlage vorhanden ist.\n\n9.1 Eine reglementarische Grundlage wird durch die umstrittene Reglementsänderung gerade geschaffen. Es ist auch unbestritten, dass das Reglement einen Abänderungsvorbehalt enthält (Art. 12 Ziff. 1 des ab 1. September 2004 gültigen Reglements). Auch das vorangegangene Reglement, gültig ab 1. Januar 1998, enthielt in Art. 28 Ziff. 2 einen solchen Änderungsvorbehalt. Das Reglement hielt zudem ausdrücklich fest, dass eine Reglementsänderung nicht nur die anwartschaftlichen Leistungen, sondern auch die bereits laufenden Renten betreffen kann.\n\n9.2 Die Vorinstanz erwog indessen, das Reglement von 1998 habe keinen Vorbehalt enthalten, welcher Leistungskürzungen von der finanziellen Lage der Pensionskasse abhängig machen würde. Die Renten, die auf der Grundlage dieses Reglements entstanden seien, unterlägen daher keiner Kürzung. Das ab 1. September 2004 in Kraft stehende Reglement sehe sodann in den Bestimmungen der Art. 7 und 9 vor, dass die Alters- und Invalidenrentner Leistungen in der Höhe der von der bisherigen Vorsorgeeinrichtung ausbezahlten Renten erhalten. Damit würden die bereits laufenden wie auch die neu |399| zu laufen beginnenden Alters- und Invalidenrenten in Bestand und Höhe für die gesamte Laufzeit garantiert, stellten wohlerworbene Rechte dar und seien späteren Änderungen entzogen.\n\n9.3 Dieser Betrachtung kann nicht gefolgt werden. Wie dargelegt, wollte die Gesetzesrevision von 2004 die vorher bestehende Unsicherheit beheben, ob laufende Renten zwecks Sanierung einer Vorsorgeeinrichtung gekürzt werden können (vorne E. 6). Es sollte damit gerade angesichts der bisherigen Rechtsunsicherheit eine möglichst klare gesetzliche Grundlage für solche Rentnerbeiträge geschaffen werden, die zudem ausdrücklich auch für den weitergehenden (also reglementarischen bzw. vertraglichen) Bereich gilt (Art. 49 Abs. 2 Ziff. 16 BVG). Hat somit der Gesetzgeber ausdrücklich Rentnerbeiträge unter bestimmten Voraussetzungen als zulässige Sanierungsmassnahme vorgesehen, so kann deren Zulässigkeit nicht mit der Begründung verneint werden, die vor dem Inkrafttreten dieser Gesetzesänderung erlassenen Reglemente würden einen solchen Beitrag nicht vorsehen. Im Gegenteil soll nach dem Willen des Gesetzgebers ein solcher Rentnerbeitrag ohne Abänderungs- oder Sanierungsklausel im Reglement möglich sein (Berichterstatter Rechsteiner R. AB 2004 N 4). Zudem geht die gesetzliche Pflicht, eine Unterdeckung zu beheben (Art. 65d Abs. 1 BVG), einer reglementarischen Regelung vor (Art. 50 Abs. 3 Satz 1 BVG; Urteil 2A.562/2005 vom 28. Juni 2006 E. 4). Gesetzlich verlangt wird nur, dass der Rentnerbeitrag als solcher durch Reglementsänderung eingeführt worden ist, was vorliegend unbestritten erfolgt ist. Im Übrigen verkennt die vorinstanzliche Argumentation, dass der Rentnerbeitrag nicht mit einer Reduktion der Stammrente gleichzusetzen ist. Er wirkt sich zwar während der Dauer der Massnahme aus der Optik des Rentenempfängers gleich aus wie eine Rentenreduktion, unterscheidet sich aber davon in verschiedener Hinsicht (vgl. dazu BBl 2003 6421 f. Ziff. 2.1.4. zu Abs. 3 Bst. a und b).\n\n10. Gemäss Art. 65d Abs. 3 Satz 3 BVG darf der Beitrag nur auf dem Teil der laufenden Rente erhoben werden, der in den letzten zehn Jahren vor der Einführung dieser Massnahme durch gesetzlich oder reglementarisch nicht vorgeschriebene Erhöhungen entstanden ist. Umstritten ist, ob die mit den freien Mitteln aus der Teilliquidation im Jahre 1999 erfolgte Leistungsverbesserung in diesem Sinne als gesetzlich oder reglementarisch vorgeschriebene Erhöhung zu betrachten ist. |400|\n\n10.1 Die Vorinstanz hat erwogen, mit der rechtskräftigen Genehmigung des Verteilungsplanes hätten sich die Anwartschaften auf freie Mittel in Rechtsansprüche umgewandelt. Die Neurentner (Beschwerdegegner 2) hätten sich mit diesen ihnen individuell gutgeschriebenen Mitteln in reglementarische Leistungen eingekauft; die daraus resultierenden Leistungsverbesserungen ergäben sich somit aufgrund des Reglements. Auch die Altrentner (Beschwerdegegnerin 1) hätten sich mit den gemäss rechtskräftigem Verteilungsplan zugeteilten Mitteln in eine Rentenerhöhung eingekauft; es bestehe kein Grund, sie anders zu behandeln als die Neurentner. Die Beschwerdeführerin 2 bringt demgegenüber vor, die Zuweisung der freien Mittel im Rahmen der Teilliquidation sei freiwillig erfolgt; die daraus finanzierte Leistungserhöhung sei deshalb nicht gesetzlich oder reglementarisch vorgeschrieben.\n\n10.2 Als gesetzliche oder gesetzlich vorgeschriebene Leistungen bezeichnet das Gesetz im Allgemeinen die obligatorischen Mindestleistungen (Art. 7 ff. BVG), so in Art. 12 Abs. 1 (dazu HELBLING, a.a.O., S. 147 f.), Art. 34b (dazu VETTER-SCHREIBER, a.a.O., S. 115) und Art. 56 Abs. 1 lit. b BVG. Dies ist offensichtlich auch die Bedeutung dieses Begriffs in Art. 65d Abs. 3 lit. b Satz 3 BVG (vgl. BBl 2003 6422 Ziff. 2.1.4 zu Abs. 3 Bst. a und b, wo auf die Renten aufgrund des Altersguthabens gemäss Art. 15 BVG und die gesetzlich vorgesehenen Rentenanpassungen gemäss Art. 36 Abs. 1 BVG hingewiesen wird). Gemäss Art. 23 Abs. 1 FZG (SR 831.42; in der bis Ende 2004 geltenden wie in der aktuellen Fassung) besteht bei einer Teilliquidation der Vorsorgeeinrichtung neben dem Anspruch auf Austrittsleistung ein individueller oder ein kollektiver Anspruch auf freie Mittel. Wie sich aus dem Passus \"neben dem Anspruch auf die Austrittsleistung\" ergibt, besteht ein solcher Anspruch nur für die Austretenden (vgl. Art. 27g Abs. 1 BVV 2). Eine individuelle Zuteilung an die verbleibenden Destinatäre ist gesetzlich nicht vorgeschrieben. Dass mit der rechtskräftigen Genehmigung des Verteilungsplanes ein Rechtsanspruch auf die gemäss Plan individuell zugeteilten Mittel entsteht (SVR 2008 BVG Nr. 8 S. 27, B 156/06 E. 2.1; 2006 BVG Nr. 33 S. 127, B 86/05 E. 2.2), ändert daran nichts. Die 1999 erfolgte Zuteilung freier Mittel war somit \"gesetzlich nicht vorgeschrieben\" im Sinne von Art. 65d Abs. 3 lit. b Satz 3 BVG.\n\n10.3 Als reglementarische Leistungen werden diejenigen Leistungen bezeichnet, die sich aus dem Reglement ergeben und im Falle |401| der Beschwerdeführerin 2 in Prozenten des versicherten Lohnes bemessen werden (Art. 7 und 9 des Reglements 2004 i.V.m. Art. 10 Ziff. 2 und Art. 11 Ziff. 1 des Reglements 1998). Die im Rahmen der Teilliquidation im Jahre 1999 erfolgten Leistungsverbesserungen durch Zuteilung freier Mittel wurden zwar durch Beschluss des Stiftungsrates, aber nicht in einem Reglement festgesetzt. Sie fallen damit nicht unter den Begriff der reglementarischen Leistungen.\n\n10.4 Auch die Entstehungsgeschichte des Gesetzes weist auf einen solchen dem Wortlaut entsprechenden Sinn des Begriffs \"reglementarisch\" hin: In der Botschaft wurde gesagt, dass die Rentenerhöhungen geschützt sein sollen, die sich aus zwingenden reglementarischen Bestimmungen ergeben (BBl 2003 6422 Ziff. 2.1.4 zu Abs. 3 Bst. a und b). Der ständerätliche Berichterstatter führte aus, es seien nur dann Rückforderungen möglich, wenn die Pensionskasse freiwillig, nicht durch einen Beschluss des Stiftungsrates reglementarisch vorgegeben, eine solche Erhöhung beschlossen habe. Nebst dem gesetzlich nicht vorgeschriebenen Teuerungsausgleich könnten dies auch \"reale Zuschläge sein, die man in der Vergangenheit gesprochen hat und die nicht im Reglement - und ohnehin nicht im Gesetz - vorgesehen waren\" (AB 2003 S 1109). Der nationalrätliche Berichterstatter führte aus: \"Der Ständerat hat bereits festgelegt, dass laufende Renten, soweit sie reglementarisch festgesetzt sind, unantastbar sind. Nur derjenige Teil der laufenden Rente, welcher auf sogenannten Ad-hoc-Leistungsverbesserungen basiert sowie einerseits in die laufenden Renten eingebaut und andererseits weder gesetzlich noch reglementarisch in der Höhe vorgeschrieben wurde, soll durch eine Verrechnung mit dem Sanierungsbeitrag verfügbar sein. Eine solche Kürzung von Renten ist ohne Abänderungs- oder Sanierungsklausel im Reglement möglich. Das Verhältnismässigkeitsprinzip verlangt, dass die nicht nachhaltig finanzierten Kosten solcher Rentenerhöhungen bzw. die zu hoch angesetzten Rentenerhöhungen auch von denjenigen Personen mitgetragen werden, die davon profitiert haben.\" (AB 2004 N 4). Die freien Mittel, die im Rahmen der Teilliquidation zugewiesen wurden, sind derartige Ad-hoc-Zuschläge, die für Rentnerbeiträge zur Verfügung stehen.\n\n10.5 Für dieses Ergebnis spricht auch die Grundkonzeption der beruflichen Vorsorge: Diese beruht auf dem Kapitaldeckungsverfahren. Es besteht notwendigerweise ein Zusammenhang zwischen den von den Versicherten bezahlten Beiträgen und den von ihnen |402| bezogenen Leistungen (kollektive Äquivalenz; HELBLING, a.a.O., S. 216 f.). Eine Vorsorgeeinrichtung kann naturgemäss nicht höhere Leistungen erbringen als diejenigen, die mit dem vorhandenen Kapital finanzierbar sind. Zum verfügbaren Kapital gehört nebst den Beiträgen der Versicherten und der Arbeitgeber auch die Kapitalrendite, die kalkulatorisch mit einem bestimmten Zinssatz berücksichtigt wird (mindestens der Mindestzinssatz gemäss Art. 15 Abs. 2 BVG). Wie alle Kapitaleigner können die Versicherten bei günstigen Finanzmarktverhältnissen von höheren als den geplanten Kapitalrenditen profitieren, was zu Leistungsverbesserungen führt. Umgekehrt sehen sie sich systemimmanent dem Risiko ausgesetzt, dass die Kapitalrendite kleiner ist als geplant. Es widerspräche dem Kapitaldeckungsprinzip und wäre systemwidrig, die Versicherten nur an den Gewinnchancen, nicht aber an den Verlustrisiken teilhaben zu lassen. Die freien Mittel, die unter anderem bei einer Teilliquidation zur Verteilung gelangen, resultieren typischerweise daraus, dass die Kapitalrendite in der Vergangenheit höher war als geplant. Sinkt in der Folge die Rendite auf ein tieferes Niveau, ist es systemkonform, verhältnismässig und gerecht, dass die Sanierung von denjenigen mitgetragen wird, welche von den ausserordentlichen Erträgen profitiert haben. Zwar trifft es zu, dass diejenigen, die im Rahmen der Teilliquidation die Vorsorgeeinrichtung verlassen haben und damals einen Anteil an den freien Mitteln erhalten haben, diesen nunmehr behalten können. Dies entspricht jedoch dem Grundkonzept des BVG, wonach die Versicherten eines Vorsorgewerks eine Solidargemeinschaft bilden; die Austretenden sind bei einer Teilliquidation im Zeitpunkt des Austritts mit den Verbleibenden insoweit gleichzustellen, als sie an den freien Mitteln oder an einer Unterdeckung partizipieren (Art. 23 und 19 Satz 2 FZG sowie Art. 53d Abs. 3 BVG). Damit endet aber ihre Verbindung mit der bisherigen Vorsorgeeinrichtung. Sie treten typischerweise in eine neue Vorsorgeeinrichtung oder in eine Freizügigkeitseinrichtung ein und tragen die dortigen Chancen und Risiken mit. Dasselbe gilt, wenn sie beim Austritt aus der Vorsorgeeinrichtung eine Kapitalleistung beziehen (Art. 37 Abs. 2-5 BVG; Art. 5 FZG), die sie alsdann privat mit den entsprechenden Chancen und Risiken anlegen können. Demgegenüber verbleiben die nicht austretenden Versicherten in der Solidargemeinschaft und tragen gemeinsam die Chancen und Risiken der Kapitalanlage.\n\n10.6 Schliesslich hätte die Auffassung der Vorinstanz zur Folge, dass jede Leistungsverbesserung als reglementarisch |403| vorgeschrieben betrachtet werden müsste. Art. 65d Abs. 3 lit. b BVG bliebe damit toter Buchstabe, was nicht der vernünftige Sinn der Bestimmung sein kann.\n\n10.7 Insgesamt sind somit entgegen der Ansicht der Vorinstanz die Rentenerhöhungen, welche aus den bei der Teilliquidation 1999 zugewiesenen freien Mitteln finanziert wurden, einer Verrechnung mit einem Rentnerbeitrag zugänglich.\n\n11. Gemäss Art. 65d Abs. 3 lit. b Satz 6 BVG bleibt die Höhe der Renten bei Entstehung des Rentenanspruchs jedenfalls gewährleistet (frz.: \"le montant des rentes établi lors de la naissance du droit à la rente est toujours garanti\"; ital.: \"l'importo delle rendite nel momento in cui sorge il diritto alla rendita rimane in ogni caso garantito\").\n\n11.1 Die Vorinstanz hat erwogen, nach dem eindeutigen Wortlaut des Gesetzes und dem Willen des Gesetzgebers sei damit die bei Eintritt des Versicherungsfalls reglementarisch festgelegte und zugesprochene Rente (Anfangsrente) gewährleistet, unabhängig davon, ob es sich um eine Rente des obligatorischen oder des weitergehenden Bereichs handle. Bei den Rentenbezügern, deren Rente nach dem Teilliquidationszeitpunkt entstanden sei (Neurentner; Beschwerdegegner 2), sei diese Rente um 20 % gekürzt worden, ohne dass zuvor eine Erhöhung vorgenommen worden sei. Es bestünden daher Zweifel, ob die Anfangsrente gewährleistet werde.\n\n11.2 Die Beschwerdeführerin 2 macht geltend, bei den Altrentnern (Beschwerdegegnerin 1) sei die Voraussetzung von Satz 6 in jedem Fall erfüllt, weil die zuvor um 26,4 % erhöhte und danach um 20 % reduzierte Rente immer noch höher sei als die Anfangsrente, was insbesondere auch bei der Beschwerdegegnerin 1 zutreffe. In Bezug auf die Neurentner (Beschwerdegegner 2) macht sie geltend, der Gesetzgeber habe nicht an diesen Fall gedacht; er habe nicht die Altrentner gegenüber den Neurentnern schlechterstellen wollen; es sei nicht jede - mit möglicherweise erheblichen Verteilungen von freien Mitteln erhöhte - Anfangsrente geschützt, sondern grundsätzlich die reglementarische Anfangsrente; andernfalls würden Neu- und Altrentner in stossender Weise unterschiedlich behandelt. Die Beschwerdegegner 2 machen demgegenüber geltend, nach dem klaren Wortlaut des Gesetzes sei der frankenmässige Betrag, der dem Rentner beim Eintritt des Vorsorgefalls nach dem anwendbaren Reglement zustehe, geschützt. Die Beschwerdegegnerin 1 bringt |404| vor, die Erhöhung sei nicht eine freiwillige Leistung gewesen, sondern ein gesetzlicher Anspruch. Zudem übersehe die Beschwerdeführerin 2 die Ungleichbehandlung gegenüber den erst nach dem Zeitpunkt der Teilliquidation entstehenden und integral geschützten Renten. Das BSV schliesst sich in Bezug auf die Neurentner (Beschwerdegegner 2) der Auffassung der Vorinstanz an. In Bezug auf die Altrentner (Beschwerdegegnerin 1) hält es die Kürzung jedoch für zulässig, da hier der Anfangsrentenanspruch gewahrt bleibe; die Ungleichbehandlung zwischen Alt- und Neurentnern ergebe sich unmittelbar aus dem Gesetz.\n\n11.3 Wird die Rente zunächst um 26,4 % angehoben und der erhöhte Rentenbetrag danach um 20 % reduziert, übersteigt der resultierende Wert den Ausgangswert noch immer. Der streitige Rentnerbeitrag kann daher bei denjenigen, deren Rente bereits vor der Zuteilung freier Mittel festgesetzt worden war (Altrentner, darunter die Beschwerdegegnerin 1), nicht dazu führen, dass die Anfangsrente unterschritten wird. Nach der unbestrittenen Darstellung der Beschwerdeführerin 2 ist denn die Rente der Beschwerdegegnerin 1 auch nach dem streitigen Abzug immer noch höher als bei Rentenbeginn. Entgegen der Auffassung der Beschwerdegegnerin 1 ist die Zuteilung der freien Mittel bei der Teilliquidation keine gesetzliche Leistung und daher einer Verrechnung mit einem Rentnerbeitrag zugänglich (vorne E. 10). Dasselbe dürfte für die anderen Altrentner gelten. Zudem ist vorliegend nur die Zulässigkeit der abstrakten Regelung zu beurteilen (vorne E. 4.3). Insoweit ist der streitige Rentnerbeitrag im Lichte von Art. 65d Abs. 3 lit. b Satz 6 BVG in Bezug auf die Altrentner nicht zu beanstanden. Sollten einzelne betroffene Altrentner geltend machen, dass die jetzt gekürzte Rente tiefer sei als die Anfangsrente, so können sie dies auf dem Weg der Klage (Art. 73 BVG) geltend machen.\n\n11.4 Fraglich ist demgegenüber, ob die Rente der Neurentner (Beschwerdegegner 2) gekürzt werden kann.\n\n11.4.1 Der Wortlaut des Gesetzes spricht dagegen: Bereits bei Entstehung des Rentenanspruchs haben die Neurentner die entsprechend der Zuteilung der freien Mittel erhöhte Rente erhalten. Diese erhöhte Rente ist die \"Rente bei Entstehung des Rentenanspruchs\", die nach dem Wortlaut des Gesetzes gewährleistet bleibt. Es ist zu prüfen, ob dieser Wortlaut dem wahren Sinn des Gesetzes entspricht. Es ist zulässig, vom klaren Wortlaut abzuweichen, wenn |405| triftige Gründe dafür vorliegen, dass dieser nicht den wahren Sinn der Bestimmung wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Grund und Zweck oder aus dem Zusammenhang mit anderen Vorschriften ergeben (BGE 134 V 208 E. 2.2 S. 211).\n\n11.4.2 Die Entstehungsgeschichte zeigt Folgendes: Der Entwurf des Bundesrates hatte in Satz 3 vorgesehen, dass die Erhebung eines Rentnerbeitrags nur zulässig ist, soweit seit der Entstehung des Rentenanspruchs Leistungsverbesserungen gewährt worden sind, die nicht durch gesetzliche oder reglementarische Bestimmungen vorgeschrieben waren. Die obligatorischen Leistungen sollten nicht geschmälert werden dürfen. Reglementarische Bestimmungen über die Möglichkeit der Kürzung laufender Renten, welche über die gesetzlichen Leistungen hinausgehen, sollten vorbehalten bleiben. Das wurde so verstanden, dass in der weitergehenden Vorsorge die Höhe des Beitrags abhängig von den Sanierungsklauseln desjenigen Reglements sei, welches im Zeitpunkt der Pensionierung Gültigkeit hatte (BBl 2003 6422 Ziff. 2.1.4 zu Abs. 3 Bst. a und b). In der ständerätlichen Kommission wurde einerseits eine Befristung vorgeschlagen. Sodann wurde ein Antrag gestellt, Satz 3 zu streichen, dies mit der Begründung, dass es ungerecht wäre, wenn nur von den bisherigen, aber nicht von den neuen Rentnern ein Sanierungsbeitrag erhoben werden könnte. Dieser Antrag wurde zunächst abgelehnt, worauf sich zeigte, dass offenbar nicht alle Kommissionsmitglieder die Tragweite im gleichen Sinne verstanden hatten (Protokoll der Sitzung der ständerätlichen Kommission für soziale Sicherheit und Gesundheit [SGK-S] vom 20./21. Oktober 2003, S. 17 ff.). In der folgenden Sitzung legte die Verwaltung eine Formulierung vor, welche dem heutigen Satz 3 entspricht, mithin die Bezugnahme auf den Zeitpunkt der Entstehung des Rentenanspruchs nicht mehr enthielt. Dieser Vorschlag wurde in der Kommission (Protokoll der SGK-S vom 17. November 2003, S. 3 ff.) und dann auch im Plenum des Ständerates angenommen (AB 2003 S 1108 ff.). Im Nationalrat wurde Satz 3 gemäss der Fassung des Ständerates belassen, dafür der neue Satz 6 eingefügt. Dieser Satz geht auf einen Antrag in der nationalrätlichen Kommission zurück, der als Eventualantrag zum Antrag auf Streichung der lit. b gestellt wurde. Der Antragsteller wollte damit festhalten, dass die bisherigen Renten unantastbar seien und die Höhe der Rente bei Entstehung des Rentenanspruchs garantiert sei; allenfalls könne das Delta des |406| Zuwachses zur Disposition stehen (Protokoll der Sitzung der nationalrätlichen Kommission für soziale Sicherheit und Gesundheit [SGK-N] vom 15./16. Januar 2004, S. 21 f.). Dieser Antrag wurde in der Kommission mit 9 zu 0 Stimmen bei 11 Enthaltungen angenommen, nachdem der weitergehende Antrag auf Streichung der lit. b mit 8:12 Stimmen bei einer Enthaltung abgelehnt worden war (a.a.O., S. 27 f.). Nach der Abstimmung entspann sich in der Kommission eine Diskussion über die Tragweite des soeben Angenommenen. Der Antragsteller betonte, die Rentner müssten im Zeitpunkt der Berentung wissen, wie hoch ihre gesicherte obligatorische und überobligatorische Rente sei. Die Vorsorgeeinrichtung habe reglementarisch und konkret die Möglichkeit, ungesicherte Leistungen auszurichten, auf die zurückgekommen werden könne. Das sei auch unter dem Gesichtspunkt des Vertrauensprinzips richtig. Es wurde daher angeregt, es sollen Einschränkungen möglich sein, die das Reglement schon am Tag der Entstehung der Rente vorsehe. Ein Rückkommensantrag wurde mit Stichentscheid der Präsidentin abgelehnt, welche festhielt, damit sei eine Differenz zum Ständerat geschaffen worden (a.a.O., S. 28 ff.). Im Plenum machte der Berichterstatter die vorne in E. 10.4 zitierte Aussage und führte weiter aus, es sei also denkbar, beispielsweise einen einmal gewährten Teuerungsausgleich zu kürzen, wenn dieser nicht während mehr als zehn Jahren geleistet worden sei und reglementarisch kein Rechtsanspruch bestehe. \"Die Kommission hat im Gesetz dazu noch präzisiert, dass die Rentenhöhe, wie sie bei Entstehung des Rentenanspruchs bestand, jedenfalls gewährleistet ist\" (AB 2004 N 4). Diese Fassung wurde im Plenum angenommen (a.a.O., S. 14). In der ständerätlichen Kommission führte der Vertreter des BSV aus, der Nationalrat habe festgehalten, dass unabhängig von Sanierungsklauseln der Rentengrundbetrag, d.h. die Anfangsrente, nie gekürzt werden dürfe. Die Kommission stimmte dem diskussionslos zu (Protokoll der Sitzung der SGK-S vom 3. März 2004, S. 4). Im Plenum führte der Berichterstatter aus, diese Ergänzung habe der Nationalrat eingefügt. Die Höhe der Rente bei Entstehung des Rentenanspruchs bleibe in jedem Fall gewährleistet. Die Kommission habe sich dem ohne Gegenstimme angeschlossen; auch das Plenum stimmte dem diskussionslos zu (AB 2004 S 61).\n\n11.4.3 Aus dieser Entstehungsgeschichte ergibt sich, dass in der Bundesversammlung keine klare und einheitliche Vorstellung über die Tragweite des beigefügten neuen Satzes bestand. Klar wird |407| immerhin, dass über die gesetzlichen Minimalansprüche hinaus im Sinne des Vertrauensschutzes auch die reglementarischen Leistungen, die mit den Beiträgen der Versicherten finanziert sind, geschützt werden sollten; freiwillige Rentenerhöhungen, wie ein nicht reglementarisch vorgeschriebener Teuerungsausgleich oder Ad-hoc- Leistungsverbesserungen sollten demgegenüber einer Kürzung zugänglich sein. Zur Illustration der Diskussion wurde in der nationalrätlichen Kommission seitens der Verwaltung das Schema präsentiert, das sich auch in der Stellungnahme des BSV zu Art. 65d Abs. 2 (recte: 3) Bst. b BVG (Sanierungsbeitrag Rentnerinnen und Rentner) findet (Ziff. 471 der Mitteilungen Nr. 79 des BSV vom 27. Januar 2005 über die berufliche Vorsorge). Dieses sieht drei Bereiche vor, nämlich die gesetzliche Rente, die überobligatorische Rente und die aufgelaufenen Rentenerhöhungen; nur letztere (\"freiwillige Rentenerhöhungen\") seien kürzbar, nicht aber die gesetzliche und die überobligatorische Rente (\"Basisrente\"). Das Schema enthält eine Zeitachse. Im Zeitpunkt der Pensionierung besteht die Rente nur aus der \"Basisrente\" (gesetzliche und überobligatorische Rente), während die \"freiwilligen Rentenerhöhungen\" erst im Laufe der Zeit ansteigen. Dies ergibt sich offensichtlich daraus, dass bei solchen freiwilligen Erhöhungen vor allem an den freiwilligen Teuerungsausgleich gedacht worden war. Wie indessen aus der Begründung hervorgeht, war damit vor allem beabsichtigt, die reglementarische Rentenhöhe, die im Zeitpunkt des Rentenbeginns bestand, zu garantieren, während freiwillige (d.h. weder gesetzlich noch reglementarisch vorgeschriebene) Leistungsverbesserungen, die bereits bei Rentenbeginn zugesprochen wurden, jedenfalls nicht ausdrücklich angesprochen wurden. Der Unterschied zwischen dem von der Garantie erfassten und dem einer Reduktion zugänglichen Bereich liegt demnach nicht in erster Linie im Zeitpunkt der Gewährung, sondern in der Frage des reglementarischen Anspruchs.\n\n11.4.4 Diese Betrachtung entspricht auch dem Grundsatz der Rechtsgleichheit: Sowohl bei den Altrentnern wie bei den Neurentnern gehen die Leistungserhöhungen nicht auf eigene Beiträge der Versicherten zurück, sondern auf eine Zuteilung aus freien Mitteln. Es ist kein sachlicher Grund ersichtlich, weshalb eine ausserordentliche Leistungsverbesserung, die am Tag der Entstehung des Rentenanspruchs zugesprochen wird, anders zu behandeln sein soll als die gleiche Leistungsverbesserung, wenn sie einen Tag später zugesprochen wird. Gerade in einer Situation wie der vorliegenden |408| wäre es offensichtlich unbillig und rechtsungleich, wenn die Altrentner allein die Last der Sanierung tragen müssten, während die Neurentner weiterhin die volle Rente erhielten, denn bei beiden Gruppen beruht die Leistungserhöhung auf dem gleichen Rechtsgrund. Die im Rahmen der Teilliquidation zugesprochene Zuteilung freier Mittel kann auch entgegen der Auffassung der Vorinstanz nicht als Einkaufssumme im Sinne von Art. 8 Ziff. 3 des Reglements 1998 verstanden werden, die zu einer Erhöhung der reglementarisch versicherten Rente führt. Mit den in dieser Reglementsbestimmung genannten Einkaufssummen sind diejenigen Summen gemeint, welche der Versicherte aus seinen eigenen Mitteln freiwillig einbringt (vgl. Art. 8 Ziff. 1 des Reglements 1998), weshalb es richtig ist, den daraus resultierenden Rentenanspruch zu schützen. Hier haben aber nicht die Versicherten eigene Mittel freiwillig eingebracht, sondern es wurden ihnen im Gegenteil freie Mittel gutgeschrieben, die auf ausserordentliche Gewinne zurückgehen. Die parlamentarische Beratung zeigt deutlich auf, dass sich die Bundesversammlung des Konflikts zwischen Vertrauensschutz und Sanierungsziel unter Beachtung der Opfersymmetrie bewusst war und sich bemühte, eine Regelung zu treffen, die als Kompromisslösung beiden Aspekten Rechnung trägt (Voten David und Jenny, AB 2003 S 1104 f., 1110; Voten Egerszegi-Obrist und Rechsteiner P., AB 2004 N 6, 11 f.). Im Lichte der Opfersymmetrie und der Rechtsgleichheit drängt es sich geradezu auf, ausserordentliche Leistungsverbesserungen bei Alt- und Neurentnern gleich zu behandeln. Dass in der ständerätlichen Kommission ein Antrag abgelehnt wurde, der Alt- und Neurentner gleich behandeln wollte (vorne E. 11.4.2), steht dem nicht entgegen: Wie aus der Diskussion in der Kommission hervorgeht, bestand über die Tragweite dieses Antrags keine Klarheit und wurden in diesem Zusammenhang verschiedene Aspekte erörtert wie die Veränderung der Lebenserwartung, die mit der hier zur Diskussion stehenden Fragestellung nichts zu tun haben. Ferner wurde der Antrag mit dem Argument, es drohe eine \"désolidarisation\", bekämpft (Protokoll SGK-S vom 20./21. Oktober 2003, S. 17). Eine solche ergäbe sich indessen in der hier vorliegenden Konstellation gerade dann, wenn für die Sanierung nur die Altrentner, aber nicht die Neurentner einstehen müssten.\n\n11.4.5 Ausschlaggebend ist schliesslich folgende Überlegung, die sich aus dem System des Gesetzes und dem Wesen der beruflichen Vorsorge ergibt: Wie dargelegt (E. 10.5), beruht die berufliche |409| Vorsorge auf dem Kapitaldeckungsprinzip. Das bedeutet, dass Mittel angespart werden, aus denen die Leistungen finanziert werden. Logischerweise können nicht mehr Leistungen erbracht werden als Mittel vorhanden sind. Die Mittel einer Vorsorgeeinrichtung stammen einerseits aus Beiträgen der Versicherten und ihrer Arbeitgeber, andererseits vom sogenannten dritten Beitragszahler, nämlich der Rendite auf dem angesammelten Kapital. Während die Beiträge der Versicherten und der Arbeitgeber reglementiert und damit auch kalkuliert werden können, hängt die Leistungskraft des sog. dritten Beitragszahlers entscheidend von den Verhältnissen auf dem Kapitalmarkt ab. Diese können nicht gesetzlich oder reglementarisch vorgeschrieben und deshalb auch nicht zuverlässig kalkuliert werden. Zwar rechnet das System der beruflichen Vorsorge mit einer bestimmten gesetzlich oder allenfalls reglementarisch vorgeschriebenen Minimalverzinsung. Diese stimmt aber nicht oder höchstens zufälligerweise mit der effektiv auf dem Kapitalmarkt erzielbaren Rendite überein. Wie jeder Kapitalanleger kann auch die Vorsorgeeinrichtung - die im Grunde nichts anderes als eine Einrichtung zur kollektiven Kapitalanlage der Vorsorgeguthaben der Versicherten ist - bei guten Kapitalmarktverhältnissen unter Umständen Renditen erzielen, die höher sind als die vorgeschriebenen Mindestzinsen. Dieser höhere Ertrag führt zu freien Mitteln, die dann den Versicherten gutgeschrieben werden können, wie das vorliegend geschehen ist. Mit den streitigen Rentnerbeiträgen werden nicht die reglementarischen Leistungen tangiert, sondern einzig Leistungserhöhungen, die aus diesen freien Mitteln finanziert worden sind, also aus Überschüssen, die sich daraus ergeben haben, dass die Vorsorgeeinrichtung offenbar in früheren Jahren dank günstigen Anlageverhältnissen eine höhere als die kalkulierte Rendite erzielen konnte. Es handelt sich dabei um die Gewinnchancen, die mit jeder Kapitalanlage verbunden sind. Mit jeder Gewinnchance sind aber unweigerlich auch Verlustrisiken verbunden. Überschüsse können nur verteilt werden, solange solche vorhanden sind. Ein Kapitaldeckungsverfahren, das nur Gewinnchancen, aber keine Verlustrisiken enthält, ist objektiv und denklogisch unmöglich. Die Annahme, Art. 65d Abs. 3 lit. b BVG wolle zeitlich unbeschränkt und unter allen Umständen Leistungen garantieren, die auf freie Mittel, d.h. auf höhere als kalkulierte und kalkulierbare Renditen zurückzuführen sind, würde bedeuten, dass der Gesetzgeber ein System einführen wollte, das nur Gewinnchancen, aber keine Verlustrisiken kennt. Davon kann nicht ernsthaft ausgegangen werden. |410|\n\n11.4.6 Damit ist auch gesagt, dass dem streitigen Rentnerbeitrag keine berechtigte Vertrauenserwartung entgegenstehen kann. Die Bestimmung des Art. 65d Abs. 3 lit. b BVG ist vor dem Hintergrund der Diskussion um wohlerworbene Rechte und Vertrauensschutz zu sehen. Als wohlerworben und vertrauensgeschützt können - wenn überhaupt (vgl. BGE 134 I 23 E. 7.2 S. 36 f.) - diejenigen Leistungen betrachtet werden, welche die Versicherten mit ihren Beiträgen und denjenigen ihrer Arbeitgeber finanziert haben. Leistungserhöhungen, die auf ausserordentliche Gewinne zurückgehen, können demgegenüber von vornherein nicht als wohlerworben gelten. Sie sind ohne eigenes Dazutun der Versicherten infolge unerwartet guter Verhältnisse auf dem Kapitalmarkt entstanden. Kein vernünftiger Mensch kann in guten Treuen damit rechnen, dass er von einem System profitieren kann, in welchem er nur Gewinnchancen, aber keine Verlustrisiken hat. Einen Anspruch auf Vertrauensschutz gegenüber dem Kapitalmarkt kann es naturgemäss nicht geben. Wer auf seinen Kapitalanlagen Verluste erleidet, kann allenfalls versuchen, gegenüber denjenigen, die ihn bei der Kapitalanlage beraten haben, einen Verantwortlichkeitsanspruch geltend zu machen, was die Beschwerdeführerin 2 vorliegend ja auch angestrebt hat. Führen diese Klagen zum Erfolg, so kann der Schaden reduziert oder allenfalls behoben werden; andernfalls wird ein Verlustrisiko realisiert, wie es unweigerlich und unvermeidlich mit jeder Kapitalanlage und damit auch mit dem Kapitaldeckungsverfahren der beruflichen Vorsorge verbunden ist. Es stellt sich dann nur die Frage, wie der Verlust unter den Beteiligten aufzuteilen ist. Bei einer Vorsorgeeinrichtung, welche noch aktive Versicherte hat, können allenfalls diese und ihre Arbeitgeber (Art. 65d Abs. 3 lit. a BVG) zur Verlustdeckung herangezogen werden. Bei einer reinen Rentnerkasse ist dies naturgemäss unmöglich. Der streitige Rentnerbeitrag ist - abgesehen von den Verantwortlichkeitsklagen - die einzige Massnahme, die zur Sanierung der Kasse ernsthaft in Frage kommt (vorne E. 7.3). Es kann nicht davon ausgegangen werden, dass der Gesetzgeber zwar einerseits den Vorsorgeeinrichtungen zwingend vorgeschrieben hat, bei Unterdeckung Sanierungsmassnahmen zu ergreifen (Art. 65d Abs. 1 BVG), ihnen aber zugleich hätte verunmöglichen wollen, die einzig mögliche Massnahme zu ergreifen.\n\n11.4.7 Insgesamt steht Art. 65d Abs. 3 lit. b Satz 6 BVG nicht entgegen, dass auch von Neurentnern ein Rentnerbeitrag verlangt und |411| mit der Rente verrechnet werden kann, soweit damit nur diejenige Leistungsverbesserung tangiert ist, die aus der Zuteilung freier Mittel im Rahmen der Teilliquidation resultiert.\n\n12.\n\n12.1 Die streitigen Rentnerbeiträge sind damit zulässig sowohl in Bezug auf die Altrentner (Personen, deren Rentenanspruch vor der Zuteilung der freien Mittel im Rahmen der Teilliquidation entstanden ist) als auch in Bezug auf die Neurentner (Personen, deren Rentenanspruch nach der Zuteilung der freien Mittel im Rahmen der Teilliquidation entstanden ist). Die Beschwerden in den Verfahren 9C_709/2008 und 9C_899/2008 sind damit begründet. Vorbehalten sind allfällige Eingriffe in gesetzliche Minimalleistungen (vorne E. 8.2), einschliesslich der gesetzlich zwingenden Anpassung an die Preisentwicklung im Sinne von Art. 36 Abs. 1 BVG (vorne E. 8.3), sowie die Pflicht, die Massnahme aufzuheben, sobald die Unterdeckung auf andere Weise behoben ist (vorne E. 7.4). In diesem Sinne ist die Genehmigungsverfügung vom 15. September 2005 zu präzisieren.\n\n12.2 In Bezug auf die zeitliche Wirkung der Massnahme ist der Klarheit halber festzuhalten: Die nunmehr bestätigte Reglementsänderung tritt gemäss ihrem Wortlaut am 1. Januar 2006 in Kraft. Dass die Beschwerde an die Vorinstanz von Gesetzes wegen aufschiebende Wirkung hatte (Art. 55 VwVG), ändert daran nichts, da die aufschiebende Wirkung nur provisorisch während der Dauer des Verfahrens gilt. Die während dieser Dauer ausbezahlten Renten, die höher sind als diejenigen, die sich aus der nunmehr bestätigten Reglementsänderung ergäben, wurden zu Unrecht ausbezahlt und können zurückverlangt werden (BGE 112 V 74 E. 3 S. 77 ff.; BGE 105 V 266 E. 3 S. 269; REGINA KIENER, in: Kommentar zum Bundesgesetz über das Verwaltungsverfahren [VwVG], 2008, N. 11 zu Art. 55 VwVG; HANSJÖRG SEILER, in: VwVG, Praxiskommentar zum Bundesgesetz über das Verwaltungsverfahren, 2009, N. 69 f. zu Art. 55 VwVG)."}