{"annee": "135", "cour": "I", "page": "143", "date": "2/2/2009", "cite": ["116 IB 353", "130 II 281", "120 IB 22", "129 II 11", "122 II 289", "120 IB 1", "122 II 1", "127 II 60"], "cite_par": ["141 III 312", "137 II 393", "141 III 328", "138 I 246", "137 I 247", "142 II 35", "144 II 1", "137 I 113", "140 I 145", "144 I 266", "137 I 284", "137 I 351", "136 I 285", "136 II 177", "139 I 145", "143 I 21", "139 I 330", "136 II 65", "136 II 5"], "chapeau": "17. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A. gegen Amt für Migration des Kantons Luzern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_693/2008 vom 2. Februar 2009", "regestes": ["Art. 83 let. c ch. 2 LTF, art. 126 LEtr, art. 8 CEDH et art. 13 Cst.; droit à une autorisation de séjour d'une mère étrangère fondé sur sa relation avec un enfant de nationalité suisse. Admissibilité et modalités du recours en matière de droit public (consid. 1). Conditions auxquelles il est possible de refuser une autorisation de séjour, respectivement de porter atteinte au droit au respect de la vie familiale, pesée des intérêts au regard de relations familiales particulières: l'autorisation ne peut être refusée que si, parallèlement au caractère admissible du renvoi de toutes les personnes concernées, il existe des motifs d'ordre ou de sécurité publics (consid. 2-4)."], "faits": "BGE 135 I 143 S. 144\n\nDer Schweizer Bürger B., geb. 1937, heiratete am 7. September 2001 die Kolumbianerin C., geb. 1963. Diese erhielt in der Folge die Aufenthaltsbewilligung zum Verbleib bei ihrem Ehemann. Im November 2007 wurde sie erleichtert eingebürgert.\n\nDas Ehepaar blieb ungewollt kinderlos. Im Jahr 2003 zogen die Ehegatten ein Gesuch um Adoption eines Kindes wegen Aussichtslosigkeit aufgrund des Alters des Ehemannes zurück. In der Folge beschlossen sie zusammen mit der Schwester der Ehefrau, A., geb. 1966, dass diese durch künstliche Befruchtung (Insemination) ein Kind vom Ehemann empfangen und alle zusammen in einer Familiengemeinschaft leben sollten. Am 30. März 2005 kam D., künstlich gezeugte Tochter der A. und des B., in Kolumbien zur Welt. Am 25. Mai 2005 anerkannte B. die Vaterschaft von D.\n\nIm Juni 2005 ersuchte B. um eine Einreiseerlaubnis für A. und die gemeinsame Tochter D. zwecks Besuchaufenthalts. Später, nach deren Einreise, beantragte er beim Amt für Migration des Kantons Luzern (nachfolgend: kantonales Amt) die Erteilung einer Aufenthaltsbewilligung an die beiden.\n\nAm 13. Juli 2007 verstarb B. Am 6. September 2007 wies das kantonale Amt das Gesuch um Erteilung einer Aufenthaltsbewilligung an A. und D. ab. Diese erhoben dagegen Beschwerde beim Verwaltungsgericht des Kantons Luzern. Mit Entscheid des Bundesamts für Migration vom 11. Dezember 2007 wurde das Kind D. erleichtert eingebürgert.\n\nMit Urteil vom 13. August 2008 wies das Verwaltungsgericht die bei ihm hängige Beschwerde ab. In der Urteilsbegründung hielt es dazu unter anderem fest, das Beschwerdeverfahren sei hinsichtlich des Kindes D. nach dessen Einbürgerung gegenstandslos geworden, weshalb es insoweit als erledigt erklärt werden könne.\n\nMit Beschwerde in öffentlich-rechtlichen Angelegenheiten vom 22. September 2008 an das Bundesgericht beantragt A., das Urteil des Verwaltungsgerichts vom 24. Juli 2008 aufzuheben und das Gesuch um Erteilung einer Aufenthaltsbewilligung gutzuheissen. BGE 135 I 143 S. 145\n\nDas Amt für Migration und das Verwaltungsgericht des Kantons Luzern sowie das Bundesamt für Migration schliessen auf Abweisung der Beschwerde.\n\nDas Bundesgericht heisst die Beschwerde gut und weist das kantonale Amt an, A. die Aufenthaltsbewilligung zu erteilen.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Nach Art. 83 lit. c Ziff. 2 BGG ist die Beschwerde in öffentlich-rechtlichen Angelegenheiten unzulässig gegen Entscheide auf dem Gebiet des Ausländerrechts über Bewilligungen, auf die weder das Bundesrecht noch das Völkerrecht einen Anspruch einräumt.\n\n1.2 Am 1. Januar 2008 ist das Bundesgesetz vom 16. Dezember 2005 über die Ausländerinnen und Ausländer (AuG; SR 142.20) in Kraft getreten. Nach Art. 126 AuG bleibt das alte Recht anwendbar auf Gesuche, die vor dem Inkrafttreten des neuen Gesetzes eingereicht worden sind. Das Verfahren richtet sich jedoch nach dem neuen Recht. Im vorliegenden Verfahren ist in materiell-rechtlicher Hinsicht auf das alte Recht abzustellen, da das Bewilligungsgesuch noch vor dem 1. Januar 2008 eingereicht wurde. Aber auch verfahrensrechtlich bleibt das alte Recht nicht ohne Belang, da die an sich prozessuale Frage, ob ein Anspruch auf eine Bewilligung besteht, sich nach dem materiellen Recht richtet. Für die anspruchsabhängige Zulässigkeit eines Rechtsmittels, wie dies bei der Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht zutrifft, ist mithin anhand des alten Rechts zu prüfen, ob ein Anspruch auf Bewilligung besteht (Urteil des Bundesgerichts 2C_372/2008 vom 25. September 2008 E. 1.2 mit Hinweis).\n\n1.3 Es ist unbestritten, dass der Beschwerdeführerin kein gesetzlicher Anspruch auf Erteilung einer Anwesenheitsbewilligung in der Schweiz zusteht. Hingegen beruft sie sich mit Blick auf ihr Verhältnis zur minderjährigen Tochter auf Art. 8 EMRK.\n\n1.3.1 Art. 8 EMRK (bzw. Art. 13 BV) garantiert zwar kein Recht auf Aufenthalt in einem bestimmten Staat. Es kann aber das in Art. 8 EMRK geschützte Recht auf Achtung des Privat- und Familienlebens verletzen, wenn einem Ausländer, dessen Familienangehörige hier weilen, die Anwesenheit untersagt und damit das Familienleben vereitelt wird. Der sich hier aufhaltende Familienangehörige muss nach der bundesgerichtlichen Rechtsprechung seinerseits über ein BGE 135 I 143 S. 146gefestigtes Anwesenheitsrecht verfügen, was praxisgemäss der Fall ist, wenn er das Schweizer Bürgerrecht besitzt, ihm die Niederlassungsbewilligung gewährt wurde oder er über eine Aufenthaltsbewilligung verfügt, die ihrerseits auf einem gefestigten Rechtsanspruch beruht (BGE 130 II 281 E. 3.1 S. 285 f.).\n\n1.3.2 Die Beschwerdeführerin hat keinen selbständigen Anspruch auf eine Anwesenheitsbewilligung in der Schweiz. Art. 8 EMRK schützt im Zusammenhang mit der Bewilligung der Anwesenheit in der Schweiz in erster Linie die Kernfamilie, d.h. die Gemeinschaft der Ehegatten mit ihren minderjährigen Kindern (vgl. BGE 129 II 11 E. 2 S. 14). Da die Tochter der Beschwerdeführerin über das Schweizer Bürgerrecht und damit über ein gefestigtes Anwesenheitsrecht in der Schweiz verfügt, kommt der Beschwerdeführerin gestützt darauf ein Anspruch auf Anwesenheitsbewilligung zu, weshalb sie sich auf Art. 8 EMRK berufen kann (so genannter \"umgekehrter Familiennachzug\"; vgl. BGE 122 II 289 E. 1c S. 292 ff.; Urteil 2C_372/2008 vom 25. September 2008 E. 1.4 mit Hinweisen). Damit erweist sich die Beschwerde grundsätzlich als zulässig.\n\n1.4 Mit der Beschwerde in öffentlich-rechtlichen Angelegenheiten kann unter anderem geltend gemacht werden, der angefochtene Entscheid verletze Bundesrecht - inklusive Bundesverfassungsrecht -, Völkerrecht sowie kantonale verfassungsmässige Rechte (Art. 95 BGG). Das Bundesgericht legt seinem Urteil den von der Vorinstanz festgestellten Sachverhalt zugrunde (Art. 105 Abs. 1 BGG). Die Feststellung des Sachverhalts kann nur gerügt bzw. vom Bundesgericht von Amtes wegen berichtigt oder ergänzt werden, wenn sie offensichtlich unrichtig ist oder auf einer Rechtsverletzung im Sinne von Art. 95 BGG beruht (Art. 97 Abs. 1 bzw. Art. 105 Abs. 2 BGG). Neue Tatsachen und Beweismittel dürfen nur so weit vorgebracht werden, als erst der Entscheid der Vorinstanz dazu Anlass gibt (Art. 99 Abs. 1 BGG).\n\n1.5 Die Beschwerdeführerin reichte vor dem Bundesgericht neue Unterlagen, insbesondere zur Absolvierung von Sprach- und Integrationskursen, ein. Sie macht dazu geltend, erst das verwaltungsgerichtliche Urteil habe dazu Anlass gegeben, weil der Integrationsgrad vorher keine wesentliche Rolle im Verfahren gespielt habe. In der Tat äussert sich die bei der Vorinstanz angefochtene Verfügung des kantonalen Amtes vom 6. September 2007 nicht näher zur Integration der Beschwerdeführerin in der Schweiz. Erst das Urteil des BGE 135 I 143 S. 147Verwaltungsgerichts stellte ausdrücklich auch auf diesen Umstand ab, weshalb die Nachreichung entsprechender ergänzender Unterlagen im bundesgerichtlichen Verfahren nicht ausgeschlossen ist.\n\n2.\n\n2.1 Kann sich die Beschwerdeführerin auf Art. 8 EMRK berufen, kommt die Verweigerung einer Anwesenheitsbewilligung einem Eingriff in den darin gewährleisteten Anspruch auf Achtung des Familienlebens gleich. Dieser Anspruch gilt jedoch nicht absolut. Vielmehr ist nach Art. 8 Ziff. 2 EMRK ein Eingriff in das durch Ziff. 1 geschützte Rechtsgut statthaft, soweit er eine Massnahme darstellt, die in einer demokratischen Gesellschaft für die nationale Sicherheit, die öffentliche Ruhe und Ordnung und zur Verhinderung von strafbaren Handlungen, zum Schutze der Gesellschaft und Moral sowie der Rechte und Pflichten anderer notwendig ist. Die Konvention verlangt insofern eine Abwägung der sich gegenüberstehenden Interessen an der Erteilung der Bewilligung und der öffentlichen Interessen an deren Verweigerung, wobei Letztere in dem Sinne überwiegen müssen, dass sich der Eingriff als notwendig erweist (vgl. BGE 122 II 1 E. 2 S. 6 mit Hinweis; BGE 116 Ib 353 E. 3 S. 357 ff.). Analoge Voraussetzungen ergeben sich aus Art. 36 BV im Hinblick auf einen Eingriff in Art. 13 BV.\n\n2.2 Als zulässiges öffentliches Interesse fällt insbesondere das Durchsetzen einer restriktiven Einwanderungspolitik in Betracht. Eine solche ist im Hinblick auf ein ausgewogenes Verhältnis zwischen schweizerischer und ausländischer Wohnbevölkerung, die Schaffung günstiger Rahmenbedingungen für die Eingliederung der in der Schweiz fest ansässigen Ausländer und die Verbesserung der Arbeitsmarktstruktur sowie eine möglichst ausgeglichene Beschäftigung im Lichte von Art. 8 Ziff. 2 EMRK zulässig (BGE 120 Ib 1 E. 4b S. 5, BGE 120 Ib 22 E. 4a S. 25). Nach der bundesgerichtlichen Rechtsprechung liegt eine Verletzung von Art. 8 EMRK nicht vor, wenn es (auch) den fest anwesenheitsberechtigten Familienmitgliedern zumutbar ist, ihr Familienleben im Ausland zu führen. Grundsätzlich hat dabei auch ein schweizerisches Kind, namentlich ein solches im Kleinkindalter, als Konsequenz der in einem Eheschutz- oder Scheidungsverfahren getroffenen Regelung das Lebensschicksal des sorge- bzw. obhutsberechtigten Elternteils zu teilen und ihm gegebenenfalls ins Ausland zu folgen (vgl. BGE 127 II 60 E. 2a S. 67; BGE 122 II 289 E. 3c S. 298; Urteil 2C_372/2008 vom 25. September 2008 E. 3.1 mit Hinweisen). BGE 135 I 143 S. 148\n\n2.3 Diese Rechtsprechung wurde im Schrifttum verschiedentlich kritisiert, unter anderem mit dem Argument, es sei sowohl den Integrationschancen als auch dem Übereinkommen vom 20. November 1989 über die Rechte des Kindes (Kinderrechtskonvention, KRK; SR 0.107) und damit dem Kindeswohl ein grösseres Gewicht beizumessen (so in jüngerer Zeit etwa ACHERMANN/CARONI, Einfluss der völkerrechtlichen Praxis auf das schweizerische Migrationsrecht, in: Ausländerrecht, Uebersax/Rudin/Hugi Yar/Geiser [Hrsg.], 2. Aufl., 2009, Rz. 6.35; RÉMY KAMMERMANN, Du renvoi des enfants suisses, in: Plädoyer 2008 5 S. 52 ff.; SPESCHA/THÜR/ZÜND/BOLZLI, Migrationsrecht, 2008, Nr. 18 Rz. 18 f.). Ob unter der Geltung des neuen Ausländergesetzes, das, im Unterschied zum hier grundsätzlich noch massgeblichen alten Recht (vgl. E. 1.2), vermehrt auf die Integrationschancen abstellt, eine neue Wertung vorzunehmen ist, hat das Bundesgericht noch nicht entschieden (vgl. Urteil 2C_372/2008 vom 25. September 2008 E. 3.3.2). Das kann auch hier offenbleiben. Hingegen rechtfertigt es sich, mit Blick auf die Kinderrechtskonvention das Kindesinteresse vermehrt zu berücksichtigen.\n\n3.\n\n3.1 Auszugehen ist von den persönlichen und familiären Verhältnissen der Beschwerdeführerin. Der Europäische Gerichtshof für Menschenrechte geht bei der Anwendung von Art. 8 EMRK von einem weiten, flexiblen und inhaltlich nicht genau umrissenen Familienbegriff aus. Geschützt wird nicht in erster Linie rechtlich begründetes, sondern tatsächlich gelebtes Familienleben. Neben der eigentlichen Kernfamilie werden auch weitere familiäre Verhältnisse erfasst, sofern eine genügend nahe, echte und tatsächlich gelebte Beziehung besteht. Hinweise für solche Beziehungen sind das Zusammenleben in einem gemeinsamen Haushalt, eine finanzielle Abhängigkeit, speziell enge familiäre Bande, regelmässige Kontakte oder die Übernahme von Verantwortung für eine andere Person. Bei hinreichender Intensität sind auch Beziehungen zwischen nahen Verwandten wie Geschwistern oder Tanten und Nichten wesentlich (vgl. dazu ACHERMANN/CARONI, a.a.O., Rz. 6.27; BERTSCHI/GÄCHTER, Der Anwesenheitsanspruch aufgrund der Garantie des Privat- und Familienlebens, in: ZBl 104/2003 S. 234 ff.; STEPHAN BREITENMOSER, in: Die schweizerische Bundesverfassung, Kommentar, Ehrenzeller/Mastronardi/Schweizer/Vallender [Hrsg.], 2. Aufl., 2008, Rz. 24 zu Art. 13 BV; CHRISTOPH GRABENWARTER, Europäische Menschenrechtskonvention, 3. Aufl., München/Basel/Wien 2008, S. 197 ff.; BGE 135 I 143 S. 149DANIEL THYM, Menschenrecht auf Legalisierung des Aufenthalts?, in: EuGRZ 2006 S. 542).\n\n3.2 Nach den insoweit verbindlichen Feststellungen des Verwaltungsgerichts bilden die Beschwerdeführerin und ihre Schwester für das Kind zwei gleichwertige Bezugs- und Betreuungspersonen. Insbesondere lebt die Beschwerdeführerin in Familiengemeinschaft mit ihrer Schwester und ihrer Tochter. Diese wurden als Ehefrau (gemäss Art. 27 des Bundesgesetzes vom 29. September 1952 über Erwerb und Verlust des Schweizer Bürgerrechts [BüG; SR 141.0) bzw. aussereheliche anerkannte Tochter eines Schweizers (nach Art. 58c Abs. 1 BüG) erleichtert eingebürgert. Die Familiengemeinschaft geht letztlich auf die Vereinbarung zwischen der Beschwerdeführerin, ihrer Schwester und deren seither verstorbenen Ehemann zurück, dass die Beschwerdeführerin durch künstliche Befruchtung ein Kind ihres Schwagers empfangen solle. Rechtlich steht die elterliche Sorge der Beschwerdeführerin zu. Gemäss einer privaten Vereinbarung zwischen den beteiligten drei Erwachsenen verpflichteten sich jedoch der Vater und dessen Ehefrau, für den Unterhalt und die Ausbildung des Kindes bis zur Volljährigkeit zu sorgen, und zwar auch nach einer Scheidung und über den allfälligen Tod einer Partei hinaus. Die Beschwerdeführerin hätte gemäss der Abmachung den gemeinsamen Haushalt verlassen können, doch wollte sie sich nicht von ihrem Kind trennen. Die beiden Schwestern leben daher seit der Einreise in die Schweiz im August 2005 in Lebensgemeinschaft mit dem Kind, zu der bis zu seinem Tod im Juli 2007 auch dessen Vater gehörte. Während es sich bei der Beschwerdeführerin um die leibliche Mutter des Kindes handelt, nimmt ihre Schwester genau genommen die Stellung einer Tante und gleichzeitig als Ehefrau des Vaters einer Stiefmutter ein. Sie wird vom Kind aber auch als Mutter wahrgenommen und offenbar ebenfalls mit \"Mama\" angesprochen.\n\n3.3 Bei den beiden Schwestern und dem Kind handelt es sich um nahe Verwandte. Ihre Lebensgemeinschaft beruht auf dem Kinderwunsch von Schwester und Schwager der Beschwerdeführerin, der sich weder durch natürliche Zeugung noch durch Adoption erfüllen liess. Die speziellen Verhältnisse der Verwirklichung dieses Kinderwunsches unter Einbezug der Beschwerdeführerin begründen eine besondere Intensität der familiären Bindungen. Die beiden Schwestern sorgen nicht nur gegenseitig für sich, sondern auch gemeinsam BGE 135 I 143 S. 150für das Kind. Dieses wiederum unterhält eine spezielle Beziehung zu den zwei Frauen, die es beide als Mütter betrachtet. Durch den Tod des Ehemannes bzw. Schwagers und Vaters dürfte die Beziehung zwischen den hinterbliebenen Angehörigen noch intensiver geworden sein. Aufgrund dieser besonders engen familiären Bande und der gegenseitigen Übernahme von Verantwortung handelt es sich um eine faktische Familieneinheit. Die Beziehungen zwischen den Beteiligten gehen über normale, gefühlsmässige Verbindungen hinaus und dienen insbesondere dem Kindeswohl. Da die Beschwerdeführerin in ihrer Heimat für ihren Unterhalt selbst aufzukommen vermochte, besteht an sich keine finanzielle Abhängigkeit von ihrer Schwester. Hingegen sind die besonderen emotionalen Verbindungen aufgrund der speziellen familiären Situation bei der Interessenabwägung als massgebliches Familienleben zu berücksichtigen.\n\n3.4 Der Einwand des kantonalen Amts in der Vernehmlassung an das Bundesgericht, die Lebensverhältnisse könnten sich durch neue Partnerschaften wieder verändern, ist zwar nicht gänzlich von der Hand zu weisen, ist aber im heutigen Zeitpunkt rein spekulativ und kann daher keine entscheidende Rolle spielen. Entgegen der Auffassung der Beschwerdeführerin kommt andrerseits auch dem Verhältnis der Beteiligten zur in der Schweiz lebenden Halbschwester des Kindes der Beschwerdeführerin aus erster Ehe des Vaters keine derartige Bedeutung zu, dass dies unter dem Gesichtspunkt von Art. 8 EMRK wesentlich wäre. Dabei kann offenbleiben, ob es sich insoweit nicht ohnehin um ein unzulässiges neues Vorbringen handelt.\n\n4.\n\n4.1 Das Kind der Beschwerdeführerin ist noch nicht ganz vier Jahre alt, lebt nunmehr aber seit mehr als drei Jahren in der Schweiz. Die Schwester der Beschwerdeführerin weilt seit rund sieben Jahren hier. Falls die Beschwerdeführerin keine Anwesenheitsbewilligung in der Schweiz erhält, bedeutet dies, dass zwei Schweizer Bürgerinnen, das Kind und die Schwester der Beschwerdeführerin, gezwungen werden, ins Ausland auszureisen, um das bisherige Familienleben weiterführen zu können. Eine solche Konsequenz darf nicht leichthin in Kauf genommen werden. Zu berücksichtigen ist dabei, dass dies im vorliegenden Fall letztlich die Folge des Todes des schweizerischen Kindsvaters ist. Die Ausreise des schweizerischen Kindes aus der Schweiz darf nur schon aus Gründen der BGE 135 I 143 S. 151Pietät nicht ohne weiteres durch ausländerrechtliche Massnahmen erzwungen werden. In die gleiche Richtung weisen mit Blick auf Art. 24 und 25 Abs. 1 BV aber auch verfassungsrechtliche Gründe. Vom Kind zu verlangen, die Schweiz zu verlassen, steht in einem gewissen Spannungsverhältnis zur Niederlassungsfreiheit sowie zum Verbot der Ausweisung von Schweizer Bürgern (vgl. KAMMERMANN, a.a.O., S. 53 f.). Ein solcher Zwang zur Ausreise setzt daher nebst der Zumutbarkeit der Ausreise für alle Beteiligten besondere, namentlich ordnungs- oder sicherheitspolizeiliche Gründe voraus, welche die entsprechenden weitreichenden Folgen rechtfertigen könnten.\n\n4.2 Grundsätzlich wäre eine Rückkehr in die Heimat der Beschwerdeführerin zumutbar. Sie hat in Kolumbien die meiste Zeit ihres Lebens verbracht und kennt die dortigen Lebensverhältnisse. Weniger eindeutig ist die Zumutbarkeit einer Rückkehr nach Kolumbien für die Schwester und die Tochter der Beschwerdeführerin. Zwar ist davon auszugehen, dass eine Rückkehr rechtlich möglich wäre und dass die dortigen Verhältnisse auch der Schwester der Beschwerdeführerin noch geläufig sind. Ursprünglich schlossen die drei beteiligten Erwachsenen sogar nicht aus, im Bedarfsfall nach der Geburt des Kindes gemeinsam in Kolumbien zu leben. Die schwere Krebserkrankung des Schwagers der Beschwerdeführerin und die entsprechend besseren Behandlungsmöglichkeiten in der Schweiz lassen die Wahl der Schweiz als Wohnsitz jedoch als nachvollziehbar erscheinen. Inzwischen hat sich die Ausgangslage aufgrund der nachmaligen Einbürgerung von Ehefrau und Tochter überdies wesentlich verändert. Die Einbürgerung der Ersten setzte im Übrigen deren Integration in die hiesigen Verhältnisse voraus (vgl. Art. 26 Abs. 1 BüG). Gemäss der ausdrücklichen Feststellung des Verwaltungsgerichts hat sich ebenfalls die Beschwerdeführerin während ihres bisherigen Aufenthalts in der Schweiz tadellos verhalten. Sie bemüht sich, wie sich ergänzend aus den dem Bundesgericht nachgereichten Unterlagen ergibt, um eine sprachliche und auch sonstige Integration. Finanziell sind die Verhältnisse knapp; der Lebensunterhalt kann kaum aus den gewährten Renten bestritten werden. Die Schwester der Beschwerdeführerin musste denn auch schon Ergänzungs- bzw. Unterstützungsleistungen beziehen, ohne bisher allerdings offenbar auf öffentliche Sozialhilfe angewiesen gewesen zu sein. Ihren Verbindlichkeiten sind die Beteiligten bis heute BGE 135 I 143 S. 152aber, soweit bekannt, nachgekommen. Allerdings sind bislang weder die Beschwerdeführerin noch ihre Schwester einer Erwerbstätigkeit nachgegangen. Der Ersten war dies mangels entsprechender Bewilligung verwehrt; die Zweite hat sich vorwiegend der Pflege des kranken Ehemannes und der Familie gewidmet. Würde der Beschwerdeführerin die Erwerbstätigkeit erlaubt, könnte sie zu den Lebenshaltungskosten beitragen. Ohnehin möglich wäre die Aufnahme einer Arbeit, seit sie eingebürgert ist, der Schwester der Beschwerdeführerin. Unabhängig davon, wie sich die Beteiligten organisieren, bestehen damit gewisse Möglichkeiten, den Aufwand für den Lebensunterhalt der Familie selbst zu tragen.\n\n4.3 Die Tochter der Beschwerdeführerin hat ein offenkundiges Interesse daran, in der Schweiz zu leben, um von den hiesigen Ausbildungsmöglichkeiten und den allgemeinen Lebensbedingungen zu profitieren. Dazu zählt auch die bessere Sicherheitslage in der Schweiz im Vergleich zu Kolumbien. Als Schweizerin würde sie spätestens bei Volljährigkeit selbständig hierher zurückkehren können. Müsste sie die Schweiz heute verlassen, wäre bei einer solchen späteren Rückkehr vermehrt mit Integrationsschwierigkeiten zu rechnen, als wenn sie hier aufwächst. Das liegt nicht im öffentlichen Interesse.\n\n4.4 Entscheidend ist, dass sich alle Beteiligten nie etwas Nachteiliges haben zuschulden kommen lassen. Es besteht damit keine ordnungs- oder sicherheitspolizeiliche Rechtfertigung dafür, der Beschwerdeführerin die Anwesenheit in der Schweiz zu verweigern, die über die allgemeinen ausländerrechtlichen Gründe wie der Verfolgung einer restriktiven Einwanderungspolitik hinausgeht. Insbesondere gibt es keine Hinweise dafür, dass dem Nachzug der Beschwerdeführerin eine geplante rechtsmissbräuchliche Strategie zugrunde liegt. Die Vorinstanzen sind auch nicht von einem solchen Zusammenhang ausgegangen, sondern haben der Beschwerdeführerin und ihren Angehörigen in allen Verfahrensstadien zulässige Motive und korrektes Verhalten zugestanden. Die öffentlichen Interessen an einer Verweigerung der Aufenthaltsbewilligung erweisen sich damit zwar als nicht unbedeutend, aber auch nicht als allzu ausgeprägt. Dem steht das Interesse aller Beteiligten gegenüber, ihr Familienleben zusammen in der Schweiz leben zu können. Angesichts dessen, dass die drei verbliebenen Angehörigen eine aussergewöhnliche Schicksalsgemeinschaft bilden, dass zwei der BGE 135 I 143 S. 153drei Beteiligten über das Schweizer Bürgerrecht verfügen und dass sich alle bisher klaglos verhalten haben, überwiegen angesichts der besonderen Ausgangslage des vorliegenden Falles die privaten Anliegen die entgegenstehenden öffentlichen Interessen der allgemeinen Ausländerpolitik. Dies gilt selbst dann, wenn den drei Angehörigen eine Ausreise nach Kolumbien grundsätzlich zumutbar wäre.\n\n4.5 Der angefochtene Entscheid verstösst mithin gegen Art. 8 EMRK."}