{"annee": "135", "cour": "II", "page": "123", "date": "5/3/2009", "cite": ["133 III 562", "132 III 658"], "cite_par": ["135 I 265", "145 II 328"], "chapeau": "13. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. contre Commission foncière rurale (recours en matière de droit public)\n\n2C_747/2008 du 5 mars 2009", "regestes": ["Art. 64 al. 1 let. f LDFR; autorisation d'acquérir des parcelles agricoles; exception au principe de l'exploitant à titre personnel. L'appel d'offres public ne doit porter que sur des immeubles ou des entreprises agricoles soumis à la loi sur le droit foncier rural. En outre, en tant que des immeubles agricoles sont concernés, le prix de vente doit y être indiqué séparément pour chaque immeuble (consid. 4)."], "faits": "|123|\n\nEst paru, notamment dans la Feuille des avis officiels du canton de Vaud du 31 août 2007, un \"appel d'offres public destiné exclusivement à des exploitants agricoles à titre personnel\" portant sur treize parcelles sises sur la commune de Y. qui étaient classées dans différentes zones, soit en zones intermédiaire, agricole-viticole, de forêt et dans le périmètre d'un plan de quartier. Cet appel d'offres mentionnait que les parcelles en cause: |124|\n\n\"... ont trouvé un acquéreur qui n'est pas exploitant agricole, pour le prix de vente global de Fr. 17'500'000.-.\n\nConformément à l'art. 64, alinéa 1, lettre f LDFR, tout exploitant agricole à titre personnel au sens de l'article 9 LDFR peut présenter, dans le délai imparti de 15 jours dès la présente publication une offre égale ou supérieure au prix de Fr. 17'500'000.- ...\"\n\nX., par courrier du 31 août 2007, a formulé une offre en précisant qu'il était un exploitant à titre personnel et qu'il désirait acquérir ces parcelles à leur valeur de rendement augmentée de 35 %.\n\nPar décision du 28 septembre 2007, la Commission foncière rurale, section I, du canton de Vaud (ci-après: la Commission foncière) a autorisé l'acquisition des trois parcelles classées en zones intermédiaire et agricole-viticole, à Z. SA qui, selon la requête d'autorisation, n'avait pas l'intention d'exploiter personnellement ces parcelles.\n\nPar arrêt du 8 septembre 2008, le Tribunal cantonal du canton de Vaud (ci-après: le Tribunal cantonal) a rejeté le recours de X. et confirmé la décision d'autorisation de vente, estimant que celui-ci n'était pas exploitant à titre personnel.\n\nLe Tribunal fédéral a admis le recours de X., annulé l'arrêt attaqué et interdit la vente des parcelles en cause.", "considerants": "Extrait des considérants:\n\n4. Dans un second grief, le recourant se plaint d'une mauvaise application de l'art. 64 al. 1 let. f de la loi fédérale du 4 octobre 1991 sur le droit foncier rural (LDFR; RS 211.412.11). Selon lui, l'appel d'offres publié dans la Feuille des avis officiels du canton de Vaud du 31 août 2007 n'était pas conforme aux conditions posées par la jurisprudence du Tribunal de céans. Cet appel ne formulerait en effet que le prix de 17'500'000 fr. pour la vente en bloc de la totalité des parcelles. Or, dès lors qu'elle portait sur des immeubles agricoles, l'appel d'offres aurait dû préciser le prix pour chacun des immeubles séparément afin de permettre la vérification du prix, lequel ne doit pas être surfait. Au regard des conditions légales et jurisprudentielles non remplies, l'autorisation d'acquisition selon l'art. 64 al. 1 let. f LDFR n'aurait pas dû être délivrée.\n\n4.1 Le recourant n'avait pas invoqué ce grief de façon aussi précise devant le Tribunal cantonal. Il s'y plaignait uniquement du prix d'acquisition proposé de 17'500'000 fr. qu'il qualifiait de surfait au sens de la loi sur le droit foncier rural, grief auquel le Tribunal cantonal n'a pas répondu dans son arrêt. |125|\n\nL'argumentation juridique du recourant, en partie nouvelle, reposant sur des constatations de fait de la décision attaquée et l'examen de ce moyen pouvant se faire sur la base de ces constatations, il convient d'entrer en matière (cf. supra consid. 2 non publié).\n\n4.2 Comme déjà mentionné (consid. 3.1 non publié), celui qui entend acquérir une entreprise ou un immeuble agricole doit obtenir une autorisation (art. 61 al. 1 LDFR). Le but de l'assujettissement à autorisation est de garantir que le transfert de propriété corresponde aux objectifs du droit foncier rural, au premier rang desquels figure la concrétisation du principe de l'exploitation à titre personnel fondé sur la politique de la propriété (ATF 133 III 562 consid. 4.3 p. 564). L'autorisation doit ainsi, en principe, être refusée lorsque l'acquéreur n'est pas exploitant à titre personnel (art. 63 al. 1 let. a LDFR). Elle est néanmoins accordée si ce dernier prouve l'existence d'un juste motif au sens de l'art. 64 al. 1 LDFR. Tel est en particulier le cas lorsque, malgré une offre publique à un prix qui ne soit pas surfait (cf. art. 66 LDFR), aucune demande n'a été faite par un exploitant à titre personnel (art. 64 al. 1 let. f LDFR).\n\nL'exception de l'art. 64 al. 1 let. f LDFR a pour but de sauvegarder, sous l'angle de la garantie de la propriété (art. 26 Cst.), les intérêts de l'agriculteur désireux de vendre, dont l'offre n'est suivie d'aucune demande de la part d'un exploitant à titre personnel (BANDLI/STALDER, in Le droit foncier rural, Commentaire de la loi fédérale sur le droit foncier rural du 4 octobre 1991 [ci-après: Commentaire LDFR], 1998, n° 36 ad art. 64 LDFR). Si, dans le cadre de la procédure d'autorisation, le propriétaire qui veut vendre fournit la preuve qu'à la suite de la publication de l'appel d'offres aucune offre ou seulement des offres insuffisantes ont été présentées par des exploitants à titre personnel, l'acquéreur qui n'est pas exploitant à titre personnel obtiendra l'autorisation d'acquérir, pour autant que le prix convenu ne soit pas surfait (art. 63 al. 1 let. b et art. 66 LDFR; cf. BANDLI/STALDER, in Commentaire LDFR, n° 38 ad art. 64 LDFR). Dans le cas contraire, l'autorisation devra être refusée.\n\n4.3 La loi ne règle pas le contenu de l'appel d'offres public. Le Tribunal fédéral a toutefois jugé, dans l' ATF 132 III 658 (consid. 3.3.2), que, dans le cadre de l'autorisation délivrée à un acquéreur qui n'est pas exploitant à titre personnel (art. 64 al. 1 let. f LDFR), l'appel d'offres public doit préciser si l'aliénation porte sur des immeubles agricoles isolés (art. 6 LDFR) ou sur des immeubles qui font partie |126| d'une entreprise agricole (art. 7 et 8 LDFR). Cette distinction constitue en effet le fondement même du champ d'application du droit foncier rural (art. 2 LDFR) et est déterminante pour la fixation du prix. Ce n'est en effet que dans l'hypothèse où est en jeu une entreprise agricole que l'on peut envisager une vente en bloc des parcelles à un prix global, qui ne devra, de surcroît, pas être surfait (art. 66 LDFR).\n\nIl faut ajouter que l'appel d'offres public ne peut porter que sur des immeubles ou des entreprises agricoles et non pas, en plus, sur des terrains ou des immeubles non agricoles et, par conséquent, non soumis au champ d'application de la loi sur le droit foncier rural. En effet, un appel d'offres qui englobe des biens-fonds agricoles et non agricoles a clairement pour conséquence de fermer le marché aux agriculteurs recherchant du terrain pour y exercer une activité paysanne. Or, un tel mode de faire contrevient à l'un des objectifs essentiels de la loi sur le droit foncier rural, à savoir renforcer la position de l'exploitant à titre personnel lors d'acquisition d'entreprises et d'immeubles agricoles (art. 1 al. 1 let. b LDFR). Ladite loi cherche, dans cette mesure, à exclure du marché foncier tous ceux qui cherchent à acquérir les entreprises et les immeubles agricoles principalement à titre de placement de capitaux ou dans un but de spéculation (FF 1988 III 906; REINHOLD HOTZ, in Commentaire LDFR, n° 8 ad art. 1 LDFR). En outre, une offre globale pour des immeubles agricoles et non agricoles n'encourage nullement la propriété foncière rurale et constitue un obstacle à l'amélioration des structures des agriculteurs déjà installés, qui est un autre objectif visé par la loi (art. 1 al. 1 let. a LDFR). Le même résultat, illicite, serait créé par une offre distinguant les prix du patrimoine agricole et des autres immeubles non agricoles, tout en conditionnant la vente du premier à l'achat des seconds. Enfin, l'indication du prix pour chacun des immeubles agricoles concernés - en tant qu'ils ne constituent pas une entreprise agricole - est nécessaire pour permettre à l'autorité de le contrôler, celui-ci ne devant pas être surfait (art. 1 al. 1 let. c, art. 63 al. 1 let. b et art. 66 LDFR).\n\n4.4 En l'espèce, l'appel d'offres public paru dans la Feuille des avis officiels du 31 août 2007 se contentait de mentionner que treize parcelles agricoles et non agricoles \"ont trouvé un acquéreur qui n'est pas exploitant agricole, pour le prix de vente global de Fr. 17'500'000.-\". |127|\n\nLe mécanisme choisi par le vendeur, consistant à articuler une offre globale de 17'500'000 fr. pour des immeubles incorporés à un plan de quartier, donc situé en zone de construction et de ce fait non soumis à la loi sur le droit foncier rural (art. 2 al. 1 let. a LDFR), et d'autres immeubles sis en zone agricole ou y étant assimilée, contrevient au but de la loi sur le droit foncier rural (cf. consid. 4.3). En outre, l'appel d'offres en cause n'indiquait pas le prix de chaque immeuble agricole individuellement et ne permettait donc pas de vérifier, comme le requiert la loi sur le droit foncier rural (cf. consid. 4.3), que le prix de vente n'était pas surfait. Dès lors, une autorisation exceptionnelle au sens de l'art. 64 al. 1 let. f LDFR ne pouvait pas être délivrée à la société requérante."}