{"annee": "135", "cour": "III", "page": "232", "date": "9/1/2009", "cite": ["115 II 201", "133 III 589", "130 I 258", "27 I 265", "113 III 94", "133 III 393", "112 II 318"], "cite_par": ["141 I 36", "142 III 364", "135 III 551", "139 IV 265", "139 I 229", "143 III 42"], "chapeau": "34. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. und Y. gegen Z. (Beschwerde in Zivilsachen)\n\n5A_545/2007 vom 9. Januar 2009", "regestes": ["Opposition à l'ordonnance de séquestre (art. 278 al. 1 LP); nature juridique de la décision sur opposition au séquestre rendue par l'autorité judiciaire supérieure (art. 278 al. 3 LP); pouvoir d'examen du Tribunal fédéral; point de départ du délai d'opposition; arbitraire dans l'application du droit (art. 9 Cst.). La décision sur opposition au séquestre rendue par l'autorité judiciaire supérieure porte - à l'instar de l'ordonnance de séquestre - sur une mesure provisionnelle au sens de l'art. 98 LTF; le pouvoir d'examen du Tribunal fédéral est limité à la violation de droits constitutionnels; exigences quant à la motivation de l'acte de recours (consid. 1.2). La jurisprudence cantonale prévoyant que le délai pour former opposition à l'ordonnance de séquestre commence à courir dès l'exécution de celle-ci pour le débiteur présent ou représenté lors de cette exécution est arbitraire. Le fait que le débiteur présent ou représenté ait pu consulter le dossier du séquestre, en particulier l'ordonnance de séquestre, n'y change rien (consid. 2)."], "faits": "BGE 135 III 232 S. 233\n\nA. Auf Ersuchen von Z. (Gesuchstellerin) erliess der Arrestrichter am 9. Februar 2007 gestützt auf Art. 271 Abs. 1 Ziff. 4 SchKG einen Arrestbefehl gegen X. und Y. (Gesuchsgegner) über eine Forderung. Da sich das Gesuch gegen zwei Personen richtete, wurden zwei Arreste erfasst und am 12. Februar 2007 vollzogen. Anlässlich des Vollzuges waren die Gesuchsgegner persönlich und ihr Rechtsvertreter anwesend. Das handschriftliche Arrestvollzugsprotokoll wurde von den Gesuchsgegnern unterzeichnet. Am gleichen Tag bestätigte der Rechtsvertreter der Gesuchsgegner den Empfang der Arrestakten, welche die Arrestbeilagen und den Arrestbefehl enthielten. Am 28. Februar 2007 holte er für die Gesuchsgegner den Arrestbefehl und die Arresturkunde, welche ihm am 21. Februar 2007 anvisiert worden waren, bei der Post ab und erhob mit einem am 12. März 2007 der Post übergebenen Schriftsatz Einsprache für die Gesuchsgegner (nachfolgend Einsprecher).\n\nB. Der Arrestrichter hiess die Einsprachen teilweise gut und reduzierte die Arrestforderung. Diesen Entscheid zog die Gesuchstellerin (nachfolgend Einsprachegegnerin) an das Obergericht des Kantons Bern weiter, welches den erstinstanzlichen Entscheid am 17. August 2007 aufhob und die Einsprachen zurückwies.\n\nC. Die Einsprecher (Beschwerdeführer) haben dagegen beim Bundesgericht Beschwerde in Zivilsachen erhoben; sie beantragen, den Entscheid des Obergerichts des Kantons Bern vom 17. August 2007 aufzuheben, die Appellation der Einsprachegegnerin (nachfolgend Beschwerdegegnerin) abzuweisen und den erstinstanzlichen Entscheid zu bestätigen. Die Beschwerdegegnerin beantragt Abweisung der Beschwerde, soweit darauf einzutreten sei. Das Obergericht hat auf Vernehmlassung verzichtet. Das Bundesgericht heisst die Beschwerde teilweise gut und weist die Sache zur Behandlung der Weiterziehung der Einsprachen an die Vorinstanz zurück. BGE 135 III 232 S. 234", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.2 Die dem vorliegenden Entscheid zugrunde liegende Weiterziehung (Art. 278 Abs. 3 SchKG) des Entscheides über die Einsprache gegen den Arrestbefehl (Art. 278 Abs. 1 und 2 SchKG) bildet ein (bundesrechtlich vorgeschriebenes) Rechtsmittel gegen den Einspracheentscheid (statt vieler: REISER, in: Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Bd. III, 1998, N. 40 zu Art. 278 SchKG). Der Weiterziehungsentscheid beschlägt ausschliesslich das betreffende Arrestverfahren und befindet ebenso wenig wie der Arrest selbst endgültig über Bestand und Fälligkeit der Arrestforderung (JAEGER/WALDER/KULL/KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, Bd. II, 4. Aufl. 1999, N. 30 zu Art. 278 SchKG). Er gilt damit wie der Arrestentscheid (BGE 133 III 589 E. 1) als vorsorgliche Massnahme im Sinn von Art. 98 BGG (Urteil 5A_218/2007 vom 7. August 2007 E. 3.2). Damit kann vorliegend einzig die Verletzung verfassungsmässiger Rechte gerügt werden (Art. 98 BGG), die das Bundesgericht nur insofern prüft, als eine entsprechende Rüge in der Beschwerde vorgebracht und begründet worden ist (Art. 106 Abs. 2 BGG). Das bedeutet, dass - entsprechend den altrechtlichen Begründungsanforderungen von Art. 90 Abs. 1 lit. b OG - klar und detailliert anhand der Erwägungen des angefochtenen Entscheides darzulegen ist, inwiefern verfassungsmässige Rechte verletzt worden sein sollen (BGE 130 I 258 E. 1.3 S. 261 f. mit Hinweisen; BGE 133 III 393 E. 6).\n\n(...)\n\n2.\n\n2.1 Das Obergericht hat im angefochtenen Entscheid auf seine Praxis hingewiesen, wonach für den Beginn der Einsprachefrist auf die Zustellung der Arresturkunde abzustellen sei. Es hat indes im vorliegenden Fall eine Ausnahme für angebracht erachtet, zumal die Beschwerdeführer anlässlich des Arrestvollzuges zugegen gewesen seien, somit vom Arrest und seinen genauen Modalitäten Kenntnis genommen hätten und ihr Rechtsvertreter Einblick in die Arrestakten und die Arrestbeilagen, insbesondere auch in den Arrestbefehl, bekommen habe. Aus diesen Gründen hat es das Datum des Arrestvollzuges (12. Februar 2007) als massgebend für den Beginn der Einsprachefrist befunden und hat deshalb die am 12. März 2007 der Post übergebenen Einsprachen als verspätet zurückgewiesen. BGE 135 III 232 S. 235\n\n2.2\n\n2.2.1 Die Beschwerdeführer erachten den angefochtenen Entscheid als verfassungswidrig, weil nach der herrschenden Lehre allein die Zustellung der Arresturkunde als entscheidender Zeitpunkt für den Beginn der Einsprachefrist betrachtet werde, auch wenn der Schuldner vorher vom Arrest Kenntnis genommen habe; eine Ausnahme werde für den Fall des Rechtsmissbrauchs vorgesehen, welcher aber im vorliegenden Fall zu verneinen sei. Das Obergericht habe weder diesen Grundsätzen noch dem Umstand Rechnung getragen, dass mit der Revision des Schuldbetreibungsrechts eine Besserstellung des Schuldners bezweckt worden sei.\n\n2.2.2 Soweit die Beschwerdegegnerin die Beschwerde überhaupt als rechtsgenügend begründet erachtet, schliesst sie sich inhaltlich im Wesentlichen der obergerichtlichen Auffassung an und bestreitet jegliche Verfassungsverletzung.\n\n2.3 Wer durch einen Arrest in seinen Rechten betroffen ist, kann innert zehn Tagen, nachdem er von dessen Anordnung Kenntnis erhalten hat, beim Arrestrichter Einsprache erheben (Art. 278 Abs. 1 SchKG). In der Lehre wird zum Teil die Auffassung vertreten, für den Beginn der Einsprachefrist sei aus Gründen der Rechtssicherheit allein auf die Zustellung der Arresturkunde abzustellen (JAEGER/WALDER/KULL/KOTTMANN, a.a.O., N. 11 zu Art. 278 SchKG; OTTOMANN, Der Arrest, ZSR 115/1996 I S. 257; YVONNE ARTHO VON GUNTEN, Die Arresteinsprache, 2001, S. 46). Eine andere Lehrmeinung lässt die Einsprachefrist bereits mit der Kenntnisnahme des Arrests beginnen, wobei zum Teil ausdrücklich auf den Fall des beim Vollzug anwesenden Schuldners hingewiesen wird (GASSER, Das Abwehrdispositiv der Arrestbetroffenen nach revidiertem SchKG, ZBJV 130/1994 S. 601; REISER, a.a.O., N. 29 f. zu Art. 278 SchKG; STOFFEL/CHABLOZ, in: Commentaire romand, Poursuite et faillite, 2005, N. 23 zu Art. 278 SchKG; siehe auch: JEANDIN, Aspects judiciaires relatifs à l'octroi du séquestre, JdT 2006 II S. 68). Etwas nuanciert äussert sich STOFFEL (Das neue Arrestrecht, AJP 1996 S. 1410 lit. b 2.), der festhält, dass der Arrestschuldner \"normalerweise\" mit der Zustellung der Arresturkunde von der Arrestanordnung Kenntnis erhalte. Ähnlich lautet die Ansicht von GILLIÉRON (Commentaire de la loi fédérale sur la poursuite pour dettes et faillite, Bd. IV, 2003, N. 73 zu Art. 278 SchKG), wonach die Frist spätestens mit der Zustellung der Arresturkunde zu laufen beginne. Nach CHAIX (Jurisprudence genevoise en matière de séquestre, SJ 2005 II S. 358) beginnt die BGE 135 III 232 S. 236Einsprachefrist für den beim Vollzug des Arrestes anwesenden oder vertretenen Schuldner mit dem Vollzug des Arrestes, sofern ihm bzw. seinem Vertreter \"une copie de l'ordonnance prévue par l'art. 276 LP\" ausgehändigt wird. Darunter versteht die Rechtsprechung des Kantons Genf eine Kopie des Arrestbefehls (\"ordonnance de séquestre\", ACJC vom 14. März 2002, in: SJ 2002 I S. 485 E. 2a).\n\n2.4 Artikel 278 Abs. 1 SchKG ist nicht die einzige Bestimmung, welche auf die Kenntnisnahme abstellt. So sah bereits aArt. 17 Abs. 2 SchKG vor, dass die Beschwerde an die Aufsichtsbehörde binnen zehn Tagen seit dem Tage angebracht werden muss, an welchem der Beschwerdeführer von der Verfügung \"Kenntnis erhalten hat\". Diese Bestimmung wurde von jeher dahingehend ausgelegt, dass dort, wo das Gesetz eine bestimmte Art der Kenntnisgabe verlangt, erst dadurch die Frist ausgelöst wird, ungeachtet dessen, ob der Betroffene schon früher um die Verfügung wusste oder nicht (BGE 27 I 265 E. 3 S. 269; 38 I 307 f.; 107 III 7 E. 2 S. 11; BLUMENSTEIN, Handbuch des schweizerischen Schuldbetreibungsrechts, 1911, S. 85 f.; JAEGER, Das Bundesgesetz betreffend Schuldbetreibung und Konkurs, Bd. I, 3. Aufl. 1911, N. 11 zu aArt. 17 SchKG). Diese Bestimmung hat durch die Revision von 1994 keine Änderung erfahren.\n\nMit Bezug auf die Arresturkunde schreibt Art. 276 Abs. 2 SchKG ausdrücklich vor, dass der Betreibungsbeamte dem Schuldner eine Abschrift der Arresturkunde zuzustellen hat, wobei die Zustellung durch eingeschriebenen Brief oder durch Übergabe gegen Empfangsbestätigung zu erfolgen hat (Art. 34 SchKG). Die Lehre, welche bereits die Kenntnisnahme des Arrestes als für die Einsprache fristauslösend betrachtet, setzt sich insbesondere mit der Rechtsprechung zu Art. 17 Abs. 2 SchKG nicht auseinander. Im Lichte der aufgezeigten gesetzlichen Regelung bezüglich der Eröffnung der Arresturkunde (Art. 276 Abs. 2 und Art. 34 SchKG) und der Rechtsprechung zu Art. 17 Abs. 2 SchKG, welche Bestimmung mit Bezug auf den Begriff der Kenntnisnahme dem Wortlaut von Art. 278 Abs. 1 SchKG entspricht, lässt es sich trotz der von einem Teil der Lehre vertretenen Auffassung mit Art. 9 BV nicht vereinbaren, die Einsprachefrist für den anwesenden Schuldner bereits mit dem Vollzug des Arrestes beginnen zu lassen. Daran ändert auch nichts, dass dem Schuldner persönlich oder seinem Vertreter Einsicht in die Arrestakten gewährt worden ist und er bzw. sein Vertreter vom Arrestbefehl Kenntnis erhalten hat; die Arresturkunde, welche auch BGE 135 III 232 S. 237den Arrestbefehl enthält (Art. 276 Abs. 1 SchKG), ist auch damit nicht den gesetzlichen Erfordernissen entsprechend zugestellt worden. Erst mit der gesetzlich vorgesehenen Zustellung ist mit Sicherheit erstellt, dass der Betroffene über den Inhalt des Arrestbefehls, den genauen Umfang des Arrestes und über das Rechtsmittel gegen dessen Anordnung informiert ist und mit der nötigen Kenntnis der Sachlage Einsprache erheben kann. Indem das Obergericht ohne guten Grund von seiner eigenen Praxis und von der bundesgerichtlichen Rechtsprechung abgewichen ist, hat es Art. 9 BV verletzt (BGE 112 II 318 E. 2a; BGE 113 III 94 E. 10c S. 101 f.; BGE 115 II 201 E. 4a S. 205 f.).\n\n2.5 Da sich das Obergericht nicht mit der Begründetheit des Arrestes befasst hat, kann zur Zeit nicht dem materiellen Antrag der Beschwerdeführer entsprechend über die Rechtmässigkeit des Arrestes entschieden werden. Die Beschwerde ist somit teilweise gutzuheissen; der angefochtene Entscheid ist aufzuheben und die Sache zur materiellen Behandlung der Weiterziehung der Einsprachen an das Obergericht zurückzuweisen."}