{"annee": "135", "cour": "V", "page": "425", "date": "24/11/2009", "cite": ["131 III 289", "128 V 41", "129 V 444", "133 V 205", "130 III 336", "130 V 103", "124 II 570", "132 V 347", "135 V 324", "132 V 332", "134 III 661"], "cite_par": ["138 V 495"], "chapeau": "50. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Freizügigkeitsstiftung 2. Säule der Neuen Aargauer Bank (NAB-2) gegen P. und T. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_593/2009 vom 24. November 2009", "regestes": ["Art. 122 et 142 CC; art. 65 LDIP; art. 26 CL; art. 73 al. 3 LPP; art. 25a LFLP. Lorsqu'un jugement de divorce étranger ordonne le partage des avoirs de prévoyance, la compétence à raison du lieu du tribunal suisse appelé à connaître du litige en matière de prévoyance professionnelle se détermine d'après l'art. 73 al. 3 LPP (consid. 1.2).", "Art. 30c al. 5 LPP; art. 331e al. 5 CO; art. 1 ss OEPL. Lorsqu'un assuré divorcé fait valoir le droit à un versement anticipé, l'institution de prévoyance professionnelle n'est en règle générale pas tenue d'examiner la question de savoir si le partage des prestations de sortie ordonné dans le cadre du divorce a été exécuté (consid. 6)."], "faits": "|426|\n\nA.\n\nA.a T. und P., beide italienische Staatsangehörige, heirateten 1984 in Italien. In der Folge wohnte das Ehepaar zeitweise in der Schweiz, wo der Ehemann eine berufsvorsorgeversicherte Erwerbstätigkeit ausübte. Mit Urteil des Tribunale Civile di X., Italien, vom 13. März 2004, in Rechtskraft erwachsen am 16. März 2004, wurde die Ehe geschieden. Bezüglich der beruflichen Vorsorge enthielt das Urteil die Genehmigung folgender Vereinbarung: \"i coniugi chiedono reciprocamente che quanto accumulato in Svizzera durante il periodo previdenziale e rapportato agli anni di matrimonio sia suddiviso in parti uguali, o compensato tra gli stessi secondo le previsioni della legge federale svizzera\". In der Folge unterblieb eine Teilung der Vorsorgeguthaben.\n\nA.b Am 31. Mai 2005 trat T. aus seiner bisherigen Pensionskasse aus, worauf sein Freizügigkeitsguthaben im Betrag von Fr. 44'647.85 per 21. Juni 2005 an die Freizügigkeitsstiftung 2. Säule der Neuen Aargauer Bank (im Folgenden: NAB-2) überwiesen wurde. Am 10. Juli/18. August 2005 stellte T. bei der NAB-2 einen Antrag auf Vorbezug des Freizügigkeitskapitals zum Erwerb von Wohneigentum. Auf dem Antragsformular gab er als Zivilstand \"geschieden\" an. Die NAB-2 bezahlte das gesamte Freizügigkeitsguthaben in der Höhe von Fr. 44'776.20 per 2. September 2005 an T. und liess beim Grundbuchamt Y. eine Veräusserungsbeschränkung gemäss Art. 30e BVG (SR 831.40) auf dem Grundstück Nr. 1553 Z. anmerken.\n\nB. Am 5. Dezember 2007 erhob P. beim Versicherungsgericht des Kantons Solothurn Klage gegen T. und die NAB-2 mit dem Antrag:\n\n\"Es wird festgestellt, dass die zu teilende Austrittsleistung der Einrichtungen der beruflichen Vorsorge CHF (...) beträgt;\n\nDie Freizügigkeitsstiftung 2. Säule der Neuen Aargauer Bank (NAB-2) wird angewiesen, der aktuellen Pensionskasse von Frau P., Basilese, Assicurazione no 51/2.052.404-3, AHV-Nr. XY (bzw. einer allfälligen Nachfolge-Einrichtung) CHF (...) zu überweisen.\"\n\nMit Urteil vom 3. Juni 2009 hiess das Versicherungsgericht die Klage gut und verpflichtete die NAB-2, auf das Vorsorgekonto von P. Fr. 20'139.- zu überweisen. |427|\n\nC. Die NAB-2 erhebt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, in Aufhebung des angefochtenen Urteils sei die Klage abzuweisen. Zudem beantragt sie aufschiebende Wirkung.\n\nP. beantragt Abweisung der Beschwerde, während T. und das Bundesamt für Sozialversicherungen (BSV) auf eine Vernehmlassung verzichten.\n\nD. Mit Verfügung des Instruktionsrichters vom 17. September 2009 wurde der Beschwerde aufschiebende Wirkung zuerkannt.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Da das in der Schweiz anzuerkennende (Art. 65 IPRG [SR 291]; Art. 26 LugÜ [SR 0.275.11]) italienische Scheidungsurteil für die Durchführung des Vorsorgeausgleichs in Bezug auf das in der Schweiz erworbene Vorsorgeguthaben ausdrücklich auf das schweizerische Recht verweist, ist dieses anwendbar, ohne dass zu prüfen wäre, welches Recht ohne solche Verweisung anzuwenden wäre (vgl. dazu Art. 64 Abs. 2 IPRG sowie BGE 131 III 289 E. 2.4 und 2.5; BGE 134 III 661 E. 3.1).\n\n1.2 Liegt im ausländischen Scheidungsverfahren nicht analog zu Art. 141 ZGB eine Einigung der Parteien und eine Durchführbarkeitserklärung der Einrichtungen der beruflichen Vorsorge vor, so kann das ausländische Gericht nur den Grundsatz und das Ausmass der Teilung, also den Teilungsschlüssel, festlegen, während die eigentliche Berechnung der Leistungen von dem gemäss Art. 73 BVG in Verbindung mit Art. 25a FZG (SR 831.42) zuständigen Gericht in der Schweiz durchzuführen ist (BGE 130 III 336 E. 2.5). Dabei kann sich freilich die örtliche Zuständigkeit nicht - wie in Art. 25a FZG vorgesehen - nach dem Ort der Scheidung richten, wenn dieser im Ausland liegt. Es muss daher lückenfüllend ein schweizerischer Gerichtsstand bestimmt werden. Die Vorinstanz hat ihre Zuständigkeit auf Art. 73 Abs. 3 BVG gestützt, da der ehemalige Ehemann der Beschwerdegegnerin als Beklagter im Zeitpunkt der Klageanhebung im Kanton Solothurn Wohnsitz hatte. Das stimmt überein mit dem Gerichtsstand, der für die Scheidungsklage gegeben wäre, wenn die Scheidung in jenem Zeitpunkt angehoben worden wäre (Art. 15 Abs. 1 lit. b GestG [SR 272]). Die Vorinstanz hat mit Recht ihre Zuständigkeit bejaht. |428|\n\n2. Gemäss dem Scheidungsurteil ist die Austrittsleistung \"in parti uguali\" aufzuteilen, was mit Art. 122 Abs. 1 ZGB übereinstimmt. Weder lag dem Scheidungsrichter eine Einigung und Durchführungsbestätigung im Sinne von Art. 141 ZGB vor noch wurde die Sache gemäss Art. 142 Abs. 2 ZGB und Art. 25a Abs. 1 FZG dem Berufsvorsorgegericht zur Durchführung der Teilung übertragen. Die Ehegatten haben auch sonst im Nachgang zur Scheidung bis zu der vorliegend zu beurteilenden Klage offenbar keine Schritte in die Wege geleitet, um die Durchführung der Teilung vorzunehmen, so dass diese unterblieb. Der an den ehemaligen Ehemann der Beschwerdegegnerin ausbezahlte Vorbezug seines gesamten Freizügigkeitsguthabens umfasste deshalb auch denjenigen Anteil, welcher der Beschwerdegegnerin zustehen würde. Streitig ist, ob - wie die Vorinstanz erkannt hat - in dieser Situation die Freizügigkeitseinrichtung verpflichtet ist, der Beschwerdegegnerin ihren Anteil zu bezahlen, obwohl sie den entsprechenden Betrag bereits an den Ex-Ehemann geleistet hat.\n\n3. Der Anspruch auf Vorsorgeausgleich richtet sich gegen den pflichtigen Ehegatten. Soweit die zu teilende Masse bei einer Vorsorge- oder Freizügigkeitseinrichtung liegt, wird der Anspruch so erfüllt, dass die Vorsorge- oder Freizügigkeitseinrichtung des schuldnerischen Ehegatten den entsprechenden Betrag an diejenige des Gläubigers überträgt. Deshalb werden die Einrichtungen der beruflichen Vorsorge in das Verfahren vor dem Berufsvorsorgegericht einbezogen, damit das Urteil auch für sie verbindlich wird (Art. 25a Abs. 2 FZG; Botschaft vom 15. November 1995 über die Änderung des Schweizerischen Zivilgesetzbuches [Personenstand, etc.], BBl 1996 I 111 f. Ziff. 233.46; vgl. BGE 128 V 41 E. 3b; BGE 129 V 444 E. 5.2). Das gilt auch dann, wenn bei der Vorsorgeeinrichtung des pflichtigen Ehegatten trotz einem Vorbezug noch genügend Austrittsleistung vorhanden ist, um die Forderung des berechtigten Ehegatten zu decken (ANDREA BÄDER FEDERSPIEL, Wohneigentumsförderung und Scheidung, 2008, S. 303 f.; THOMAS GEISER, Vorsorgeausgleich: Aufteilung bei Vorbezug für Wohneigentumserwerb und nach Eintreten eines Vorsorgefalls, FamPra.ch 2002 S. 83 ff., 90; DANIEL R. TRACHSEL, Spezialfragen im Umfeld des scheidungsrechtlichen Vorsorgeausgleiches: Vorbezüge für den Erwerb selbstbenutzten Wohneigentums und Barauszahlungen nach Art. 5 FZG, FamPra.ch 2005 S. 529 ff., 536). Soweit jedoch bei der Vorsorge- oder Freizügigkeitseinrichtung des pflichtigen Ehegatten infolge eines Vorbezugs |429| nicht mehr genügend Mittel vorhanden sind, um den Anspruch des anderen Ehegatten zu befriedigen (und der pflichtige Ehegatte nicht durch eine Rückzahlung [Art. 30d BVG] des Vorbezugs seiner Einrichtung diese Mittel wieder verschafft), kann sich der Teilungsanspruch vorbehältlich einer allfälligen Schadenersatzpflicht (E. 4.1 nachstehend) nicht mehr gegen die Einrichtung richten; vielmehr hat der pflichtige Ehegatte den geschuldeten Betrag auf die Vorsorge- oder Freizügigkeitseinrichtung des berechtigten Ehegatten zu übertragen (BGE 135 V 324 E. 5.2.2; GEISER, a.a.O., S. 90; SCHNEIDER/BRUCHEZ, La prévoyance professionnelle et le divorce, in: Le nouveau droit du divorce, 2000, S. 193 ff., 231). Das ist auch nicht anders, wenn man davon ausgeht, dass eine Übertragung freier Mittel auf eine Freizügigkeitseinrichtung unzulässig sei (BÄDER FEDERSPIEL, a.a.O., S. 305 Rz. 625; THOMAS KOLLER, Wohin mit der angemessenen Entschädigung nach Art. 124 ZGB? - oder: Von der Mühe der Zivilgerichte im Umgang mit vorsorgerechtlichen Fragen, ZBJV 138/2002 S. 1 ff., 10; TRACHSEL, a.a.O., S. 537 f.). Denn der Vorbezug gilt von Gesetzes wegen im Falle der Scheidung vor Eintritt des Vorsorgefalls als Freizügigkeitsleistung (Art. 30c Abs. 6 BVG; Art. 331e Abs. 6 OR), so dass jedenfalls bis zu diesem Betrag eine Überweisung auch an eine Freizügigkeitseinrichtung zulässig ist.\n\n4.\n\n4.1 Während der Ehe ist der Vorbezug nur mit schriftlicher Zustimmung des Ehegatten zulässig (Art. 30c Abs. 5 BVG; Art. 331e Abs. 5 OR). Das Gesetz regelt nicht ausdrücklich, was die Rechtsfolge ist, wenn ein Vorbezug ohne diese Zustimmung erfolgt ist. Im analogen Falle der ohne Zustimmung des Ehegatten erfolgten Barauszahlung (Art. 5 Abs. 2 FZG) hat die Rechtsprechung erkannt, dass darin eine nicht gehörige Erbringung der Austrittsleistung liegt, welche zu einer Schadenersatzpflicht der Vorsorgeeinrichtung führt, wenn diese nicht nachzuweisen vermag, dass ihr kein Verschulden zur Last fällt (BGE 133 V 205 E. 4.3; BGE 130 V 103 E. 3.3). Dies gilt gleichermassen für den Vorbezug für Wohneigentum (BGE 132 V 347 E. 3.3 S. 351).\n\n4.2 Die Vorinstanz hat erwogen, der Vorbezug sei unzulässig gewesen, weil er erfolgt sei, bevor die im Scheidungsurteil angeordnete Teilung der Austrittsleistung vorgenommen worden sei. Analog zur Rechtsprechung im Falle der ohne Zustimmung der Ehefrau erfolgten Barauszahlung habe sich der berechtigte Ehegatte in erster Linie an den anderen Ehegatten zu wenden; in zweiter Linie könne er sich |430| an die Vorsorgeeinrichtung halten, wenn dieser im Zusammenhang mit der Auszahlung eine Sorgfaltspflichtverletzung zur Last gelegt werden könne. In casu verfüge der Ehemann nicht mehr über liquide Austrittsleistungen. Es bleibe nur die Verwertung der Liegenschaft. Weiter erwog die Vorinstanz unter Hinweis auf BGE 132 V 347 E. 3.3, nur der Erlös aus einem Liegenschaftsverkauf sei zu teilen, was zu einem Verlust der Ehefrau führen könne; diese Lösung sei im vorliegenden Fall mit Blick auf die Tatsache, dass der Vorbezug ungültig gewesen sei, nicht sachgerecht. Die Beschwerdeführerin sei zudem ihrer Sorgfaltspflicht nicht nachgekommen, weil sie bei der Auszahlung des Vorbezugs nicht überprüft habe, ob allenfalls noch Ansprüche der geschiedenen Ehefrau bestünden bzw. ob eine allfällige Teilung der Austrittsleistung bereits erfolgt sei. Nachdem damit sowohl die Ungültigkeit der Barauszahlung (recte: des Vorbezugs) als auch eine Sorgfaltspflichtverletzung durch die Vorsorgeeinrichtung zu bejahen seien, sei die Barauszahlung (recte: der Vorbezug) so zu behandeln, wie wenn sie nicht aus dem Kreislauf der 2. Säule ausgeschieden wäre; die Zahlung sei daher wie noch vorhanden bei der vorzunehmenden Teilung der Austrittsleistung zu berücksichtigen. In der Folge stellte die Vorinstanz fest, dass während der Ehe (nur) der Ehemann ein Vorsorgeguthaben von Fr. 40'278.- erworben habe, so dass die Ehefrau einen Anspruch auf die Hälfte davon, nämlich Fr. 20'139.-, habe, den die Beschwerdeführerin zu begleichen habe.\n\n5. (Sachverhaltsfeststellung)\n\n6. Frei zu prüfende Rechtsfrage ist jedoch, ob der festgestellte Sachverhalt zur Unzulässigkeit des Vorbezugs führt oder eine Sorgfaltspflichtverletzung der Beschwerdeführerin darstellt.\n\n6.1 Die vorliegende Fallkonstellation unterscheidet sich wesentlich von den von der Vorinstanz zitierten Barauszahlungsfällen. Zutreffend ist zwar, dass eine Analogie besteht zwischen den Fällen der Barauszahlung und dem Vorbezug, indem gemäss Art. 5 Abs. 2 FZG, Art. 30c Abs. 5 BVG und Art. 331e Abs. 5 OR beide bei verheirateten Versicherten ohne Zustimmung des Ehegatten nicht \"zulässig\" sind (vgl. BGE 132 V 347 E. 3.3). Im Verstoss gegen diese Gesetzesbestimmungen liegt der Rechtsgrund für die Schadenersatzpflicht der Einrichtung der beruflichen Vorsorge (E. 4.1 hievor). Vorliegend war jedoch der Versicherte im Zeitpunkt des Vorbezugs geschieden; der ohne Zustimmung der Beschwerdegegnerin |431| erfolgte Vorbezug stand nicht in Widerspruch zu Art. 30c Abs. 5 BVG bzw. Art. 331e Abs. 5 OR. Mit diesen Bestimmungen kann die Unzulässigkeit des Vorbezugs nicht begründet werden.\n\n6.2 Auch die vorinstanzliche Argumentation, die ungültige Barauszahlung (recte: Vorbezug) sei so zu behandeln, wie wenn sie nicht aus dem Kreislauf der 2. Säule ausgeschieden sei, ist nicht entscheidwesentlich. Der Teilungsanspruch berechnet sich nach dem Stichtag der Rechtskraft des Scheidungsurteils (hier: 16. März 2004). In jenem Zeitpunkt war der Vorbezug noch nicht erfolgt und die entsprechende Summe bei der (damaligen) Vorsorgeeinrichtung noch vorhanden. Die Vorinstanz hat übrigens korrekt den Ausgleichsanspruch per Rechtskraft des Scheidungsurteils mit Fr. 20'139.- errechnet. Der (erst nachher getätigte) Vorbezug spielte für diese Rechnung keine Rolle.\n\n6.3 Nicht zutreffend ist sodann der vorinstanzliche Hinweis auf BGE 132 V 347, soweit damit gemeint sein sollte, dass der Anspruch der Beschwerdegegnerin durch den Vorbezug geschmälert werde. Zwar ist im Falle der Veräusserung der mittels Vorbezug erworbenen Liegenschaft die Rückzahlungspflicht auf den Erlös beschränkt (Art. 30d Abs. 5 BVG), so dass auch nur dieser Erlös vorsorgeausgleichsrechtlich zu teilen ist (Art. 30c Abs. 6 BVG i.V.m. Art. 22 FZG; BGE 132 V 332 E. 4.2, BGE 132 V 347 E. 3.3). Das bezieht sich jedoch auf denjenigen Teilungsanspruch, der auf den massgebenden Stichtag (Rechtskraft des Scheidungsurteils) berechnet wird und kann zur Folge haben, dass ein während der Ehe getätigter Vorbezug verloren ist und demzufolge nicht mehr geteilt wird. Der hier erst nach dem Stichtag erfolgte Vorbezug kann hingegen auf die Höhe des der Beschwerdegegnerin zustehenden (per Scheidungsdatum berechneten) Anspruchs von vornherein keinen Einfluss mehr haben. In dem von der Vorinstanz errechneten (E. 6.2 hievor), im Quantitativ nicht angefochtenen Umfang hat die Beschwerdegegnerin einen Rechtsanspruch gegenüber ihrem ehemaligen Ehemann (E. 3 hievor; vgl. die Situation bei einer ohne Zustimmung erfolgten Barauszahlung, Urteil B 93/05 vom 21. März 2007, E. 4.4 in: SVR 2007 BVG Nr. 31 S. 112).\n\n6.4 Beeinträchtigt durch den Vorbezug wird somit nicht der Rechtsanspruch der Beschwerdegegnerin, sondern höchstens das Vollstreckungssubstrat für diesen Rechtsanspruch: Hat der frühere Ehemann keine freien Mittel, um den Ausgleichsanspruch der Beschwerdegegnerin zu erfüllen, so kann er allenfalls das mittels des Vorbezugs |432| gekaufte Wohneigentum hypothekarisch belasten(BÄDER FEDERSPIEL, a.a.O., S. 304 Rz. 624; LAURE THONNEY, Prévoyance professionnelle et acquisition immobilière, in: Mélanges Association des Notaires Vaudois, 2005, S. 173 ff., 175). Gelingt ihm dies nicht, so kann die Liegenschaft im Betreibungsverfahren verwertet und auf diese Weise der Anspruch der Beschwerdegegnerin befriedigt werden. Es ist allerdings nicht auszuschliessen, dass im Rahmen eines allfälligen Verwertungsverfahrens faktisch der Erlös nicht ausreichen wird, um die Forderung der Beschwerdegegnerin zu decken. Insofern besteht ein gewisses Ausfallrisiko.\n\n6.5 Rechtshandlungen, welche das Vollstreckungssubstrat einer Forderung beeinträchtigen, können nach den Art. 285 ff. SchKG angefochten werden. Abgesehen von diesen Anfechtungsmöglichkeiten kann aber eine Rechtshandlung nicht schon deshalb als unzulässig qualifiziert werden, weil sie möglicherweise dazu führen könnte, dass der Schuldner nicht mehr genügend Mittel hat, um seine Schulden zu begleichen.\n\n6.6 Zudem ist entgegen der Auffassung der Vorinstanz auch eine Sorgfaltspflichtverletzung der Beschwerdeführerin zu verneinen:\n\n6.6.1 Nach Auffassung von Vorinstanz und Beschwerdegegnerin liegt die Sorgfaltspflichtverletzung darin, dass die Beschwerdeführerin nicht überprüft hat, ob bezüglich des auszuzahlenden Freizügigkeitsguthabens allenfalls noch Ansprüche der geschiedenen Ehefrau betreffend Vorsorgeausgleich bestehen. Es wäre ihr möglich und zumutbar gewesen, das Scheidungsurteil einzuverlangen. Zudem hätte sie von der vorherigen Pensionskasse einen Kontoauszug einfordern können, worin erkennbar gewesen wäre, dass bislang keine Kontenbewegungen zwecks Vorsorgeausgleich erfolgt waren.\n\n6.6.2 Die Art. 30c BVG und 331e OR regeln nicht näher, was die Einrichtung im Falle eines Begehrens um Vorbezug prüfen muss. Gemäss Art. 6 Abs. 1 der Verordnung vom 3. Oktober 1994 über die Wohneigentumsförderung mit Mitteln der beruflichen Vorsorge (WEFV; SR 831.411) zahlt die Vorsorgeeinrichtung den Vorbezug spätestens nach sechs Monaten aus, nachdem die versicherte Person ihren Anspruch geltend gemacht hat. Sie zahlt ihn gemäss Abs. 2 gegen Vorweis der entsprechenden Belege und im Einverständnis der versicherten Person direkt an den Verkäufer, Ersteller, Darlehensgeber oder den am Wohneigentum Beteiligten aus. Gemäss Art. 10 WEFV hat die versicherte Person, die ihren Anspruch auf |433|\n\nVorbezug oder Verpfändung geltend macht, gegenüber der Vorsorgeeinrichtung den Nachweis zu erbringen, dass die Voraussetzungen \"dafür\" (frz.: \"les conditions de leur réalisation\"; ital.: \"le relative condizioni\") erfüllt sind. Dies bezieht sich nach dem Wortlaut der Bestimmung auf die Voraussetzungen, die für den Vorbezug bzw. die Verpfändung gelten, mithin die sich aus dem Gesetz (namentlich Art. 30c Abs. 5 BVG und Art. 331e Abs. 5 OR) ergebenden sowie die in den Art. 1-9 WEFV genannten Voraussetzungen (Mitteilungen des BSV über die berufliche Vorsorge Nr. 30 vom 5. Oktober 1994, S. 38 f.; HANS-ULRICH STAUFFER, Berufliche Vorsorge, 2005, S. 371). Eine ausdrückliche gesetzliche Grundlage für eine Überprüfungspflicht in dem von der Vorinstanz angenommenen Sinne besteht indessen nicht.\n\n6.6.3 Auch aus allgemeinen Rechtsgrundsätzen rechtfertigt es sich nicht, der Vorsorgeeinrichtung die Pflicht aufzuerlegen, bei geschiedenen Versicherten das Scheidungsurteil einzuverlangen und den Vollzug einer darin allenfalls angeordneten Vorsorgeausgleichsteilung zu überprüfen, zumindest dann nicht, wenn keine konkreten Hinweise bestehen, dass der Vorbezug die Durchführung eines Vorsorgeausgleichs behindern könnte. Die hier vorliegende Konstellation, in der sich ex post gesehen eine solche Überprüfung gerechtfertigt hätte, dürfte selten sein. Zudem wäre auch im hier vorliegenden Falle eines Vorbezugs zwischen Scheidungsurteil und Durchführung der Teilung der Anspruch des ehemaligen Ehepartners nicht beeinträchtigt, wenn nur ein Teil des Freizügigkeitsguthabens vorbezogen wird und der verbleibende Teil ausreicht, um die Forderung zu decken. Dasselbe würde gelten, wenn der vorbeziehende Versicherte neben dem Guthaben bei der betreffenden Vorsorgeeinrichtung weitere Vorsorge- oder Freizügigkeitsguthaben bei anderen Einrichtungen hätte und diese ausreichen würden, um die Forderung der Beschwerdegegnerin zu decken (E. 3 hievor). In den meisten Fällen wäre also eine Überprüfung in dem von der Vorinstanz angenommenen Sinne unnötig. Sie routinemässig trotzdem bei allen geschiedenen Antragstellern vorzunehmen, würde einen erheblichen Aufwand für die Vorsorgeeinrichtungen darstellen. Zudem würde dies wohl von den meisten Versicherten als unnötige und unerwünschte Einmischung in persönliche Angelegenheiten empfunden, zumal wenn dafür noch Gebühren verlangt werden, was mit entsprechender reglementarischer Grundlage zulässig wäre (BGE 124 II 570). Auch die Analogie zu den Fällen von Art. 5 Abs. 2 FZG |434| rechtfertigt eine solche Ausdehnung der Nachforschungspflicht nicht: Eine Sorgfaltspflichtverletzung wurde in solchen Fällen etwa darin gesehen, dass die Vorsorgeeinrichtung den Zivilstand gar nicht überprüfte oder erfragte (Urteile des ehemaligen Eidg. Versicherungsgerichts B 87/00 vom 10. Februar 2004 E. 2.3; B 19/03 vom 30. Januar 2004 E. 4.4 und B 98/04 vom 17. März 2005 E. 2.4) oder die Auszahlung ohne Vorliegen der Zustimmungserklärung leistete, obwohl aus dem Antrag und den Unterlagen ersichtlich war, dass der Gesuchsteller noch verheiratet war (Urteil des Eidg. Versicherungsgerichts B 126/04 vom 20. März 2006 E. 2.4). Im Falle einer gefälschten Unterschrift der Ehefrau wurde eine Sorgfaltspflichtverletzung je nach den Umständen verneint (BGE 130 V 103 E. 3.4) oder bejaht (Urteile des Eidg. Versicherungsgerichts B 58/01 vom 7. Januar 2004 E. 3.3 und B 45/00 vom 2. Februar 2004 E. 3.3). Verlangt wird somit eine Überprüfung des Zivilstandes und der Angaben auf dem Antragsformular, was die Beschwerdeführerin vorliegend getan hat, aber nicht weiter gehende Nachforschungen zu allen denkbaren Problemsituationen, die sich im Zusammenhang mit der Auszahlung allenfalls ergeben könnten. Zu berücksichtigen ist sodann auch, dass es die berechtigten Ehegatten in der Hand haben, im Rahmen des Scheidungsverfahrens (Art. 137 Abs. 2 ZGB) oder des Verfahrens nach Art. 25a FZG mittels vorsorglicher Massnahmen eine unzulässige Verfügung über das Vorsorgeguthaben zwischen dem Scheidungszeitpunkt und der Durchführung der Teilung zu verhindern. Vorliegend war dieser Weg allerdings für die Beschwerdegegnerin kaum gangbar, weil das Scheidungsverfahren in Italien erfolgte und ein Verfahren nach Art. 25a FZG nicht in die Wege geleitet wurde. Andererseits hätte ihr genügend Zeit zur Verfügung gestanden, um ihren Teilungsanspruch in der Schweiz geltend zu machen, erfolgte der Vorbezug doch erst rund siebzehn Monate nach rechtskräftig gewordener Scheidung. Umgekehrt war aber auch für die Beschwerdeführerin diese aussergewöhnliche Situation nicht ersichtlich. Zudem hatte diese keine Kenntnis vom Scheidungsvorgang an sich, eröffnete doch der ehemalige Ehemann das Freizügigkeitskonto bei ihr erst in einem Zeitpunkt, in welchem er bereits geschieden war. Auch sonst sind keine Verdachtsindizien ersichtlich, welche allenfalls die Beschwerdeführerin nach Treu und Glauben hätten veranlassen müssen, eine nähere Prüfung vorzunehmen. Unter diesen Umständen könnte eine Sorgfaltspflichtverletzung der Beschwerdeführerin nur bejaht werden, wenn generell eine Pflicht bestünde, |435| bei allen geschiedenen Versicherten den Vollzug einer allfälligen Vorsorgeausgleichsanordnung zu überprüfen, was jedoch - wie dargelegt - nicht der Fall ist.\n\n7. Insgesamt hat die Beschwerdeführerin mit der Auszahlung des Vorbezugs an den ehemaligen Ehemann der Beschwerdegegnerin nicht unrechtmässig gehandelt. Die gegen sie gerichtete Klage ist daher abzuweisen. Das ändert nichts daran, dass der Beschwerdegegnerin ein Anspruch gegen ihren ehemaligen Ehemann auf Durchführung der Teilung zusteht (E. 6.3 hievor). Dieser Anspruch ist bei der Vorinstanz geltend zu machen (E. 1 hievor). Im Falle eines schweizerischen Scheidungsurteils wäre die Sache von Amtes wegen an die Vorinstanz überwiesen worden, welche unter Anhörung der Ehegatten und der Einrichtungen der beruflichen Vorsorge von Amtes wegen die Teilung durchzuführen hätte (Art. 142 ZGB und Art. 25a FZG), d.h. namentlich ohne Bindung an die Parteianträge (vgl. Urteil 9C_137/2007 vom 21. April 2008 E. 4.2). Die Überweisung seitens des Scheidungsgerichts ist hier unterblieben, weil dieses im Ausland liegt. Das ändert aber an den übrigen Verfahrensvorschriften von Art. 25a FZG nichts. Diese sind anwendbar, sobald die Beschwerdegegnerin die Vorinstanz mit ihrer Klage befasst hat. Ungeachtet des Umstandes, dass in der Klage (die übrigens gemäss ihrem Rubrum sowohl gegen den ehemaligen Ehemann als auch gegen die Beschwerdeführerin gerichtet ist) beantragt wurde, die Beschwerdeführerin sei zur Zahlung des streitigen Betrags zu verpflichten, hätte die Vorinstanz daher auch von Amtes wegen einen Anspruch gegenüber dem ehemaligen Ehemann prüfen und beurteilen müssen. Die Sache ist an die Vorinstanz zurückzuweisen, damit sie dies nachholt."}