{"annee": "135", "cour": "III", "page": "397", "date": "2/4/2009", "cite": ["113 II 323", "134 III 267", "133 III 701", "134 V 53", "134 III 354", "135 III 1", "134 III 102", "112 IB 322"], "cite_par": ["138 III 193", "139 III 209", "140 III 555", "139 II 404", "138 III 512", "137 III 580", "142 III 364", "137 III 226", "142 III 65", "140 III 115", "136 II 489", "144 III 462", "138 I 232", "141 III 426", "139 III 182", "140 III 86", "140 III 391"], "chapeau": "59. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause A. et consorts contre X. (recours en matière civile)\n\n4A_14/2009 du 2 avril 2009", "regestes": ["Art. 74 al. 2 let. a LTF; art. 45 al. 1 CO; question juridique de principe; frais d'inhumation. Une question juridique de principe est celle qui donne lieu à une incertitude caractérisée et appelle ainsi de manière pressante un éclaircissement de la part du Tribunal fédéral (consid. 1). Le responsable de la mort d'une personne, qui doit rembourser les frais d'inhumation (art. 45 al. 1 CO), ne peut faire valoir, comme fait dont la victime répond (art. 44 al. 1 CO), que la mort serait de toute façon intervenue prochainement pour une autre cause, notamment en raison du grand âge de la victime (consid. 2)."], "faits": "BGE 135 III 397 S. 398\n\nA. Le 16 mai 2006 vers 15 heures 15 à N., X., au volant de sa voiture, a renversé V., âgée de 89 ans, qui traversait la chaussée à pied en dehors d'un passage pour piétons. Héliportée au Centre Z., V. est décédée des suites de ses blessures moins de deux heures plus tard.\n\nB. Par jugement du 25 mai 2007, le Tribunal pénal de l'arrondissement de la Broye a condamné X., pour homicide par négligence, à une peine pécuniaire de 90 jours-amende (à 20 fr.) avec sursis pendant deux ans ainsi qu'au paiement d'une amende de 1'500 fr. (...)\n\nSur le plan civil, le tribunal pénal a condamné X. à payer aux trois enfants de la victime (A., B. et C.) 2'000 fr. pour les frais funéraires, 350 fr. à chacun pour les frais de constitution de partie civile et, en outre, 4'000 fr. à A. comme réparation pour tort moral.\n\nLes trois enfants de la victime ont recouru contre le jugement rendu en matière civile par le juge pénal.\n\nPar arrêt du 17 novembre 2008, la Cour d'appel pénal du Tribunal cantonal fribourgeois a confirmé le jugement attaqué, sauf en ce qui concerne l'indemnité pour les frais funéraires qui a été portée de 2'000 fr. à 3'500 fr. La cour cantonale a constaté que les frais funéraires s'élevaient à 15'241 fr. 65. En raison du grand âge de la victime, elle a estimé, en se fondant sur les tables de mortalité, que les héritiers auraient dû de toute manière assumer les frais funéraires environ six ans plus tard. Elle en a conclu que le dommage consistait seulement dans le fait que cette dépense avait été anticipée de six ans. Estimant que les héritiers ne pouvaient prétendre qu'à un intérêt de 5 % par an sur le montant des frais funéraires, elle a déterminé le montant de l'indemnité à 4'575 fr., qu'elle a ensuite réduit d'un quart pour tenir compte de la faute concomitante de la victime (la conductrice était certes inattentive, mais la victime était débitrice de la priorité puisqu'elle traversait sans être sur un passage pour piétons). Arrondissant les chiffres, elle est parvenue à une indemnité de 3'500 fr.\n\nC. A., B. et C. ont déposé un recours en matière civile et, subsidiairement, un recours constitutionnel au Tribunal fédéral contre l'arrêt du 17 novembre 2008. Le recours ne porte que sur la réduction de l'indemnité pour frais funéraires en raison du grand âge de la victime. Les recourants contestent que l'indemnisation pour les frais funéraires, prévue par l'art. 45 al. 1 CO, puisse être réduite en raison de l'âge de la victime, considéré comme un fait dont celle-ci répond au sens de l'art. 44 al. 1 CO. (...) Admettant la réduction BGE 135 III 397 S. 399de 25 % pour faute concomitante, ils concluent à ce que l'indemnité pour les frais funéraires soit portée à 11'431 fr. 25 (75 % de 15'241 fr. 65) avec suite de frais et dépens; subsidiairement, ils concluent au renvoi de la cause à l'autorité précédente et, plus subsidiairement, à l'examen de la question sous l'angle de l'arbitraire (art. 9 Cst.) dans le recours constitutionnel subsidiaire. (...)\n\nLe Tribunal fédéral a admis le recours et réformé l'arrêt attaqué en ce sens que l'intimée a été condamnée à payer aux recourants, avec solidarité entre eux, le montant de 11'431 fr. 25 à titre de réparation du dommage subi.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n1.\n\n1.1 L'arrêt attaqué, rendu par la cour pénale cantonale, ne porte que sur la question civile, le sort de l'action pénale ayant été définitivement tranché en première instance; à l'encontre d'une telle décision, le recours ordinaire au Tribunal fédéral est le recours en matière civile, et non le recours en matière pénale (ATF 133 III 701 consid. 2.1 p. 702 ss).\n\n1.2 Les recourants admettent que la valeur litigieuse n'atteint pas le seuil de 30'000 fr. permettant normalement le recours en matière civile (art. 74 al. 1 let. b LTF), mais ils soutiennent que le recours est néanmoins recevable parce que la contestation soulève une question juridique de principe (art. 74 al. 2 let. a LTF). Conformément aux exigences de l'art. 42 al. 2 2e phrase LTF, ils ont expliqué de manière précise en quoi la contestation soulèverait une question juridique de principe.\n\nLa jurisprudence a souligné qu'il fallait se montrer restrictif dans l'admission d'une dérogation à l'exigence de la valeur litigieuse sur la base de l'art. 74 al. 2 let. a LTF; elle s'est efforcée de cerner la notion de contestation soulevant une question juridique de principe (cf. ATF 135 III 1 consid. 1.3 p. 4 s.; ATF 134 III 267 consid. 1.2 p. 269, ATF 134 III 354 consid. 1.3 p. 357). En résumé, il faut qu'il soit nécessaire, pour résoudre le cas d'espèce, de trancher une question juridique qui donne lieu à une incertitude caractérisée, laquelle appelle de manière pressante un éclaircissement de la part du Tribunal fédéral, en tant qu'autorité judiciaire suprême chargée de dégager une interprétation uniforme du droit fédéral.BGE 135 III 397 S. 400\n\nEn l'espèce, il n'est pas possible de statuer sur le montant réclamé sans trancher la question juridique posée. Celle-ci ne trouve pas une réponse évidente à la simple lecture des art. 44 al. 1 et 45 al. 1 CO; elle n'a donné lieu à aucune jurisprudence du Tribunal fédéral et il n'est nullement démontré qu'elle serait tranchée de manière uniforme par les différents tribunaux cantonaux; au contraire, la doctrine est divisée sur cette question, de sorte que l'on se trouve bien en présence d'une incertitude caractérisée. Les circonstances du cas (le décès accidentel d'une personne très âgée) n'ont rien d'extraordinaire et sont susceptibles de se reproduire à tout moment. De surcroît, il est peu probable, compte tenu des frais funéraires usuels, que cette question puisse un jour être présentée au Tribunal fédéral avec une valeur litigieuse suffisante, au moins lorsque les frais funéraires sont seuls en cause.\n\nIl se justifie donc de recevoir le recours en matière civile sur la base de l'art. 74 al. 2 let. a LTF, ce qui entraîne l'irrecevabilité du recours constitutionnel subsidiaire (art. 113 LTF).\n\n1.3 Interjeté par les demandeurs qui ont succombé partiellement dans leurs conclusions en paiement (art. 76 al. 1 LTF) et dirigé contre un arrêt final (art. 90 LTF), rendu en matière civile (art. 72 al. 1 LTF) par une autorité cantonale de dernière instance (art. 75 LTF), le recours est en principe recevable, puisqu'il a été déposé dans le délai (art. 100 al. 1 et art. 46 al. 1 let. c LTF) et la forme (art. 42 LTF) prévus par la loi.\n\n1.4 Le recours peut être interjeté pour violation du droit, tel qu'il est délimité par les art. 95 et 96 LTF. Le Tribunal fédéral applique le droit d'office (art. 106 al. 1 LTF). Il n'est donc limité ni par les arguments soulevés dans le recours, ni par la motivation retenue par l'autorité précédente; il peut admettre un recours pour un autre motif que ceux qui ont été invoqués et il peut rejeter un recours en adoptant une argumentation différente de celle de l'autorité précédente (ATF 134 III 102 consid. 1.1 p. 104). Compte tenu de l'exigence de motivation contenue à l'art. 42 al. 1 et 2 LTF, sous peine d'irrecevabilité (art. 108 al. 1 let. b LTF), le Tribunal fédéral n'examine en principe que les griefs invoqués; il n'est pas tenu de traiter, comme le ferait une autorité de première instance, toutes les questions juridiques qui se posent, lorsque celles-ci ne sont plus discutées devant lui (ATF 134 III 102 consid. 1.1 p. 105). Il ne peut entrer en matière sur la violation d'un droit constitutionnel ou sur une question relevant du droit cantonal ou intercantonal que si le griefBGE 135 III 397 S. 401\n\na été invoqué et motivé de manière précise par la partie recourante (art. 106 al. 2 LTF).\n\n1.5 Le Tribunal fédéral conduit son raisonnement juridique sur la base des faits établis par l'autorité précédente (art. 105 al. 1 LTF). Il ne peut s'en écarter que si les faits ont été établis de façon manifestement inexacte - ce qui correspond à la notion d'arbitraire (ATF 134 V 53 consid. 4.3 p. 63) - ou en violation du droit au sens de l'art. 95 LTF (art. 105 al. 2 LTF). Aucun fait nouveau ni preuve nouvelle ne peut être présenté à moins de résulter de la décision de l'autorité précédente (art. 99 al. 1 LTF).\n\n1.6 Le Tribunal fédéral ne peut aller au-delà des conclusions des parties (art. 107 al. 1 LTF). Toute conclusion nouvelle est irrecevable (art. 99 al. 2 LTF).\n\nS'il admet le recours, le Tribunal fédéral peut réformer la décision attaquée, c'est-à-dire qu'il peut statuer lui-même sur le fond à la place de l'autorité précédente (art. 107 al. 2 LTF).\n\n2.\n\n2.1 Le litige devant le Tribunal fédéral ne porte que sur la prise en compte du grand âge de la victime au moment de déterminer le montant de l'indemnité pour les frais funéraires.\n\n2.2 Selon l'art. 45 al. 1 CO, les dommages-intérêts, en cas de mort d'homme, comprennent les frais, notamment ceux d'inhumation.\n\nLa jurisprudence a eu l'occasion de préciser ce qu'il fallait entendre par frais d'inhumation; elle a exclu de cette notion les frais d'entretien de la tombe, mais elle y a inclus les frais d'acquisition de vêtements lorsque l'héritier ne pourra raisonnablement les porter qu'à l'occasion des obsèques (ATF 113 II 323 consid. 5 p. 338 s. et les références citées).\n\nElle a admis que l'indemnité pouvait être réduite en raison d'une faute concomitante de la victime (ATF 113 II 323 consid. 5 p. 338).\n\nEn revanche, elle a souligné la différence entre l'indemnisation pour les frais d'inhumation et l'indemnisation pour perte de soutien; elle a estimé qu'il n'y avait pas lieu, s'agissant simplement des frais d'inhumation, d'appliquer la compensatio damni cum lucro et de réduire le montant de l'indemnité pour tenir compte du fait que les héritiers économiseront à l'avenir l'entretien de la personne décédée (ATF 112 Ib 322 consid. 5a p. 330, arrêt portant sur le droit cantonal de la responsabilité civile). BGE 135 III 397 S. 402\n\nElle n'a cependant jamais eu à trancher la question d'une prise en compte de l'âge, en tant que fait dont la victime répond au sens de l'art. 44 al. 1 CO.\n\nLa doctrine a depuis longtemps identifié le problème. Il tient à cette particularité que, tout homme étant mortel, des frais funéraires devront tôt ou tard être assumés.\n\nOSER/SCHÖNENBERGER estiment, la date de la mort étant par nature hautement incertaine, qu'il n'y a pas lieu de tenir compte de cet argument et que l'indemnisation doit être complète (Zürcher Kommentar, 2e éd. 1929, n° 5 ad art. 45 CO).\n\nCertains auteurs ont relevé qu'il serait plus logique, selon les principes généraux de la responsabilité civile, de n'accorder qu'un intérêt pour tenir compte du fait que la dépense a été anticipée. Ils admettent cependant que le texte légal est contraignant et que le responsable doit rembourser les frais d'inhumation (OFTINGER/STARK, Schweizerisches Haftpflichtrecht, vol. I, 5e éd. 1995, p. 332 n. 253; HEINZ REY, Ausservertragliches Haftpflichtrecht, 4e éd. 2008, p. 65 s. n. 281).\n\nDe nombreux auteurs sont encore plus affirmatifs; ils considèrent que le législateur a fait un choix à l'art. 45 al. 1 CO et qu'il a imposé au responsable le remboursement des frais d'inhumation, sans qu'il puisse faire valoir que la mort serait de toute manière intervenue tôt ou tard pour une autre cause (HARDY LANDOLT, Zürcher Kommentar, 3e éd. 2007, n° 22 ad art. 45 CO; INGEBORG SCHWENZER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 4e éd. 2006, p. 120 n. 18.29 et p. 130 s. n. 21.05; ALFRED KELLER, Haftpflicht im Privatrecht, vol. II, 2e éd. 1998, p. 77; BEAT SCHÖNENBERGER, in: Kurzkommentar Obligationenrecht, 2008, n° 4 ad art. 45 CO; HANS MERZ, Schweizerisches Privatrecht, vol. VI/1, 1984, p. 204).\n\nEn revanche, DESCHENAUX/TERCIER estiment que l'art. 45 al. 1 CO contient une règle discutable, qui doit être interprétée restrictivement, et que seul le dommage supplémentaire lié au décès accidentel devrait être indemnisé (La responsabilité civile, 2e éd. 1982, p. 234 n. 13). Cette opinion est mentionnée par FRANZ WERRO, sans que l'on sache si cet auteur la partage, puisqu'il affirme immédiatement auparavant que le fait que les frais funéraires devraient de toute façon être assumés un jour importe peu (La responsabilité civile, 2005, p. 268 n. 1060 s.). Dans le Commentaire romand, ce même auteur relève que le responsable doit rembourser les frais BGE 135 III 397 S. 403funéraires, sans mentionner l'opinion de DESCHENAUX/TERCIER (FRANZ WERRO, Commentaire romand, Code des obligations, vol. I, nos 3 et 4 ad art. 45 CO).\n\nTout en admettant que le texte légal ne permet peut-être pas cette interprétation, ROLAND BREHM soutient néanmoins qu'en présence d'une personne très âgée, une réduction en application de l'art. 44 al. 1 CO (fait dont la victime répond) devrait être possible (Berner Kommentar, 3e éd. 2006, nos 7-11 ad art. 45 CO). Cette possibilité de réduction est aussi admise par ANTON K. SCHNYDER (in Basler Kommentar, Obligationenrecht, vol. I, 4e éd. 2007, n° 2 ad art. 45 CO).\n\n2.3 L'argument selon lequel il ne s'agit que d'anticiper une dépense n'est pas entièrement convaincant. Si, comme on le suggère en l'espèce, les frais funéraires étaient assumés six ans plus tard, il est évident que leur montant ne serait pas identique, en raison de la variation des prix. Par ailleurs, les frais d'inhumation, qui sont par nature encourus après le décès, incombent aux héritiers qui commandent les prestations (même s'ils peuvent être récupérés sur les forces de la succession: art. 474 al. 2 CC); or, il n'est pas certain que ce soient les mêmes personnes six ans plus tard. On peut imaginer, par exemple, qu'un héritier prédécède ou que le de cujus désigne, par testament, un autre héritier dans les limites de la quotité disponible. Il n'est donc pas exact d'affirmer que les mêmes personnes doivent nécessairement assumer les mêmes frais quelques années plus tard.\n\nLa comparaison que l'on voudrait faire avec les principes dégagés en matière de prédisposition naturelle n'est pas non plus vraiment convaincante. D'abord, toute personne n'est pas atteinte d'une prédisposition naturelle; les principes dégagés à ce sujet tendent à moduler la décision pour tenir compte de cas particuliers; il s'agit fondamentalement d'un processus d'individualisation. Il n'y a rien de comparable avec la constatation que tout homme est mortel et générera, tôt ou tard, des frais funéraires. Il s'agit d'un problème général, qui doit en principe être réglé par la loi. Ensuite, il faut observer que les principes concernant la prédisposition naturelle ont été développés lorsqu'il s'agit de capitaliser des rentes pour incapacité de travail ou perte de soutien. Les frais d'inhumation ne sont pas du même montant, ce qui peut justifier un système plus simple et plus expéditif (cf. ATF 112 Ib 322 consid. 5a p. 330).\n\nBGE 135 III 397 S. 404Si l'on devait admettre - comme l'a fait la cour cantonale - qu'il faut déterminer le moment où la mort devait normalement intervenir sans l'accident, on se lancerait dans des spéculations hasardeuses. Certes, il existe des statistiques sérieuses sur les espérances de vie. Si on entre dans un tel raisonnement, on ne voit cependant pas ce qui empêcherait d'invoquer que les données statistiques moyennes doivent être corrigées pour tenir compte de l'état de santé réel de la personne en cause. Il est évident que même une personne jeune, atteinte d'une grave maladie dont l'issue est fréquemment mortelle, ne présente que des espérances de vie réduites. On peut songer par exemple à une personne atteinte d'un cancer au dernier degré. Si l'on songe que le montant des frais funéraires est toujours relativement réduit, on peut douter qu'il soit justifié de se lancer dans de telles complications, en se livrant de surcroît à des considérations qui seront certainement durement ressenties par les proches de la victime.\n\nLa cour cantonale explique qu'elle s'est laissée convaincre par l'opinion de DESCHENAUX/TERCIER sur le dommage véritablement causé. On peut toutefois signaler que ces mêmes auteurs enseignent que le responsable doit réparer tout le dommage qu'il a causé, sans pouvoir invoquer qu'une cause ultérieure aurait de toute manière entraîné le même préjudice postérieurement (figure de la causalité outrepassante; op. cit., p. 57 n. 25). Or, c'est précisément de cela dont il s'agit et la règle que la majorité des auteurs pense pouvoir déduire de l'art. 45 al. 1 CO va précisément dans ce sens (cf. INGEBORG SCHWENZER, op. cit., p. 130 s. n. 21.05).\n\nAvec son raisonnement, la cour cantonale n'a pas accordé aux héritiers des dommages-intérêts correspondant à tout ou partie des frais funéraires assumés. Elle leur a alloué au contraire une sorte d'escompte, de 5 % l'an, pour avoir fourni l'argent de manière anticipée. Cette conception heurte de manière frontale le texte légal. Celui-ci prévoit clairement que les dommages-intérêts doivent comprendre les frais d'inhumation et il n'est pas question d'un escompte sur les frais d'inhumation.\n\nA l'issue de cette analyse, le Tribunal fédéral parvient à la conclusion que l'art. 45 al. 1 CO doit être interprété selon son sens littéral. Celui qui est responsable de la mort d'une personne doit verser des dommages-intérêts pour couvrir les frais funéraires qu'il a causés. Le responsable ne peut donc pas faire valoir qu'une autre cause BGE 135 III 397 S. 405aurait ultérieurement provoqué la mort et engendré des frais funéraires.\n\n2.4 Le montant des frais funéraires a été constaté d'une manière qui lie le Tribunal fédéral (art. 105 al. 1 LTF).\n\nLa réduction d'un quart pour faute concomitante (art. 44 al. 1 CO) n'est pas contestée, ni les autres points du dispositif, de sorte qu'il n'y a pas lieu d'y revenir."}