{"annee": "135", "cour": "III", "page": "430", "date": "27/3/2009", "cite": ["134 III 115", "134 III 667", "133 III 589", "130 III 380"], "cite_par": ["139 III 78", "142 III 364", "137 III 193", "137 III 487", "136 V 131"], "chapeau": "64. Estratto della sentenza della II Corte di diritto civile nella causa A. SA contro Commissione del Tribunale cantonale dei Grigioni (ricorso in materia civile)\n\n5A_50/2009 del 27 marzo 2009", "regestes": ["Art. 295 al. 1 LP; art. 46 al. 2 et art. 98 LTF; sursis concordataire; cours du délai. Le sursis concordataire est une mesure provisionnelle, raison pour laquelle la suspension des délais, prévue par la loi pour déposer un recours au Tribunal fédéral, n'est pas applicable (consid. 1)."], "faits": "BGE 135 III 430 S. 430\n\nA.\n\nA.a La A. SA ha chiesto il 28 aprile 2008 la concessione di una moratoria concordataria di sei mesi alla Commissione del Tribunale distrettuale Moesa, che il 9 maggio 2008 ha respinto l'istanza.\n\nA.b Con sentenza 25 giugno 2008 la Commissione del Tribunale cantonale dei Grigioni ha annullato la predetta decisione, ha concesso alla A. SA una moratoria provvisoria di due mesi ai sensi dell'art. 293 cpv. 3 LEF e ha rinviato la causa alla Commissione del Tribunale distrettuale per la nomina di un commissario provvisorio e per decisione sulla moratoria definitiva.\n\nA.c Il 14 luglio 2008 la Commissione del Tribunale distrettuale ha nominato un commissario provvisorio, gli ha assegnato un termine BGE 135 III 430 S. 431scadente il 27 agosto 2008 per la presentazione del rapporto e ha convocato le parti per l'udienza principale del 3 settembre 2008. In tale data essa ha poi respinto l'istanza di moratoria concordataria.\n\nB. Con sentenza 1° dicembre 2008 (notificata il 4 dicembre 2008) la Commissione del Tribunale cantonale ha respinto un ricorso della A. SA e ha confermato la decisione di primo grado.\n\nC. Con ricorso in materia civile, datato 20 gennaio 2009 e consegnato alla posta tale giorno, la A. SA chiede la modifica della sentenza cantonale nel senso di essere posta al beneficio di una moratoria concordataria di 6 mesi.", "considerants": "Dai considerandi:\n\n1. Il Tribunale federale si pronuncia d'ufficio e con pieno potere d'esame sulla propria competenza e sull'ammissibilità del rimedio esperito (art. 29 cpv. 1 LTF; DTF 134 III 115 consid. 1).\n\n1.1 La ricorrente afferma, come peraltro confermato dal Tribunale cantonale dei Grigioni, di aver ricevuto la sentenza impugnata il 5 dicembre 2008 e ritiene che il suo ricorso, consegnato alla posta il 20 gennaio 2009, sia tempestivo in seguito alla sospensione dei termini prevista dall'art. 46 cpv. 1 lett. c LTF fra il 18 dicembre e il 2 gennaio incluso. Sennonché le ferie giudiziarie invocate dalla ricorrente non sono applicabili ai procedimenti concernenti l'effetto sospensivo e altre misure provvisionali (art. 46 cpv. 2 LTF). La nozione di misure provvisionali ai sensi dell'art. 46 cpv. 2 LTF corrisponde a quella di misure cautelari dell'art. 98 LTF (DTF 134 III 667 consid. 1.3). Decisivo per stabilire se si tratta di una decisione finale di diritto materiale, che il Tribunale federale può esaminare liberamente (art. 95 LTF), o di una misura cautelare, contro cui può unicamente essere fatta valere la violazione di diritti costituzionali (art. 98 LTF), non è tanto la procedura in cui è stata emanata la pronunzia attaccata; determinante è piuttosto se una questione di diritto viene decisa in modo definitivo sulla base di un esame completo in fatto e diritto che acquisisce forza di cosa giudicata, senza riservare la decisione in una procedura principale (DTF 133 III 589 consid. 1).\n\n1.2 Una moratoria concordataria può unicamente essere concessa se vi sono possibilità di giungere a un concordato (art. 294 cpv. 2 LEF) e serve a prepare quest'ultimo (HANS ULRICH HARDMEIER, Kurzkommentar SchKG, 2009, n. 1 ad art. 295 LEF; AMONN/WALTHER, BGE 135 III 430 S. 432Grundriss des Schuldbetreibungs- und Konkursrechts, 8a ed. 2008, § 54 n. 27). La sua durata è limitata a un periodo da 4 a 6 mesi (art. 295 cpv. 1 LEF), che può essere prorogato su domanda del commissario fino a 12 mesi e, in casi particolarmente complessi, fino a 24 mesi al massimo (art. 295 cpv. 4 LEF). Giusta l'art. 297 LEF, essa ha per effetto il divieto di promuovere o proseguire esecuzioni contro il debitore (ad eccezione dei casi previsti dal cpv. 2), la sospensione dei termini di prescrizione e perenzione (cpv. 1) e del corso degli interessi dei crediti non garantiti da pegno (cpv. 3), nonché l'applicabilità delle regole del fallimento sulla compensazione (cpv. 4). Con la moratoria concordataria il diritto di disporre del debitore, che può in linea di principio continuare la sua attività sotto la vigilanza del commissario (art. 298 cpv. 1 LEF), non viene soppresso, ma unicamente limitato (per i negozi giuridici che necessitano per legge dell'autorizzazione del giudice del concordato v. l'art. 298 cpv. 2 LEF). Se non viene revocata (v. sui motivi di revoca gli art. 298 cpv. 3 e 295 cpv. 5 LEF) prima, la moratoria decade automaticamente trascorso il periodo per cui è stata pronunciata (DTF 130 III 380 consid. 3.3).\n\n1.3 Questi elementi, in particolare il suo carattere temporaneo che regola una situazione giuridica in attesa di un disciplinamento definitivo in una decisione ulteriore (v. per questa definizione il Messaggio del 28 febbraio 2001 concernente la revisione totale dell'organizzazione giudiziaria federale, FF 2001 3892 n. 4.1.4.2), caratterizzano la moratoria concordataria come una misura cautelare. Anche il suo effetto, in gran parte di differimento, la fanno apparire un procedimento di cui all'art. 46 cpv. 2 LTF. Con la moratoria concordataria non viene nemmeno decisa in modo definitivo una questione di diritto materiale e, alla stregua delle misure cautelari emanate nel corso di un processo civile, essa presuppone una prognosi favorevole sulle possibilità di successo della domanda principale, in casu di concordato. Così stando le cose, contrariamente a quanto sostenuto dalla ricorrente, i termini ricorsuali non erano sospesi dalle ferie giudiziarie natalizie e il rimedio, consegnato alla posta ben oltre il termine di 30 giorni previsto dall'art. 100 cpv. 1 LTF, si appalesa tardivo e quindi inammissibile."}