{"annee": "135", "cour": "IV", "page": "12", "date": "27/11/2008", "cite": ["131 IV 1", "117 IV 124", "121 IV 90", "125 IV 242", "130 IV 54", "102 IV 191", "130 IV 58", "132 I 157", "135 IV 27", "106 IV 375", "134 IV 26"], "cite_par": ["143 IV 373", "136 IV 41", "135 IV 27", "138 IV 130", "138 V 74", "137 I 16"], "chapeau": "3. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. K.B. und Mitb. gegen Oberstaatsanwaltschaft des Kantons Zürich (Beschwerde in Strafsachen)\n\n6B_346/2008 vom 27. November 2008", "regestes": ["Eléments constitutifs subjectifs du faux dans les titres (art. 251 CP). Celui qui signe consciemment des documents qu'il n'a pas lus, ne peut arguer de sa méconnaissance de leur contenu exact. Celui qui sait qu'il ne sait rien, ne se trompe pas (consid. 2.3.1). On ne saurait toutefois, sans examen de la connaissance de l'auteur, conclure à une acceptation d'un faux dans les titres (consid. 2.3.2). Peuvent constituer des indices d'une acceptation, l'importance de la mise en danger des intérêts d'autrui, le risque concret de réalisation du résultat et les motifs de l'auteur (consid. 2.3.3).", "Peu d'importance de l'intérêt à la poursuite pénale en cas de réparation du dommage (art. 53 let. b CP). Une réparation du dommage ne peut conduire à un classement de la procédure ou à une exemption de peine que si l'intérêt public ou celui du lésé à la poursuite pénale sont également de peu d'importance. Pour déterminer ce qu'il en est, il y a lieu de tenir compte des buts du droit pénal et des biens juridiques concernés. Alors que l'intérêt à la poursuite d'infractions lésant des intérêts particuliers fait souvent défaut, il faut, en cas d'infractions contre l'intérêt public, examiner si l'équité et le besoin de prévention appellent une sanction (consid. 3)."], "faits": "BGE 135 IV 12 S. 13\n\nZ. vermittelte als Haupttäter in einem grösseren Betrugsfall der geschädigten A. Bank über einen Zeitraum von drei Jahren BGE 135 IV 12 S. 14Auto-Leasingverträge mit ca. 240 Kunden. In Wirklichkeit existierten die geleasten Fahrzeuge nicht. Die vermeintlichen Leasingnehmer, denen für ihre Beteiligung eine Provision ausbezahlt wurde, unterzeichneten zuhanden der geschädigten Bank u.a. einen Leasingvertrag und ein Übergabeprotokoll, in welchem ein Garagist die Lieferung und der Leasingnehmer den Empfang des Fahrzeugs bestätigten. Der Kaufpreis wurde von der geschädigten Bank an den Garagisten ausbezahlt, welcher den Betrag an den Haupttäter weiterleitete. Dieser zahlte in der Folge auch die geschuldeten Leasingraten. Der geschädigten Bank erwuchs so ein Schaden von insgesamt ca. 12 Mio. Franken (vgl. hierzu bereits Urteile 6S.114/2004 vom 15. Juli 2004 und 6P.47/2006 vom 7. April 2006). Im Rahmen dieser fingierten Geschäfte liessen sich die drei Beschwerdeführer anwerben.\n\nIm Februar 2000 unterzeichnete K.B. die Leasing-Dokumentation. Er gab damit vor, einen - in Wirklichkeit gar nicht existierenden - Personenwagen der Marke BMW im Wert von Fr. 76'500.- geleast und übernommen zu haben. Für seine Beteiligung an den fiktiven Geschäften erhielt er eine Provision in der Höhe von Fr. 1'600.-.\n\nIm Hinblick auf eine versprochene Provision von Fr. 1'800.- unterzeichnete S.G. am 6. Dezember 1999 in Embrach unter anderem das Übergabeprotokoll. Damit bestätigte sie, einen Personenwagen der Marke Ford im Wert von Fr. 40'900.- von der fingierten Vertragsgarage übernommen zu haben.\n\nR.S. erhielt eine Provision von Fr. 1'600.- dafür, dass sie sich auf dem in Glattfelden unterzeichneten Übergabeprotokoll vom 14. Februar 2000 als Abnehmerin eines Audi A6 im Wert von Fr. 62'700.- ausgab.\n\nMit Urteil des Einzelrichters in Strafsachen des Bezirksgerichts Winterthur vom 24. November 2006 wurde K.B. der Urkundenfälschung im Sinne von Art. 251 Ziff. 1 Abs. 1 und 2 StGB schuldig gesprochen und mit 10 Tagen Gefängnis bestraft. Der Vollzug wurde bedingt aufgeschoben. Mit identischen Schuldsprüchen vom gleichen Tag wurden S.G. zu 15 Tagen, R.S. zu 10 Tagen Gefängnis bedingt verurteilt.\n\nAuf Berufung der Beschwerdeführer (K.B., S.G. und R.S.) bestätigte das Obergericht des Kantons Zürich die Schuldsprüche mit Urteil vom 7. März 2008. K.B. wurde mit einer bedingten Geldstrafe von 7 Tagessätzen à Fr. 115.-, S.G. mit einer bedingten Geldstrafe von 10 Tagessätzen à Fr. 35.- und R.S. mit einer bedingten BGE 135 IV 12 S. 15Geldstrafe von 7 Tagessätzen à Fr. 160.- bestraft. Die Beschwerdeführer haben sich mit der Geschädigten zivilrechtlich geeinigt und diese schadlos gehalten. Von der Abschöpfung der unrechtmässig erlangten Vermögensvorteile wurde daher abgesehen.\n\nGegen dieses obergerichtliche Urteil richten sich drei Beschwerden in Strafsachen. Die Beschwerdeführer verlangen im Wesentlichen die Aufhebung der angefochtenen Urteile sowie Freisprüche unter entsprechenden Kostenfolgen. Eventualiter seien sie infolge Wiedergutmachung von Strafe zu befreien.\n\nDas Bundesgericht ordnete eine Vernehmlassung zur Frage der Wiedergutmachung an. Das Obergericht des Kantons Zürich verzichtete mit Schreiben vom 24. Juni 2008 auf eine Stellungnahme zu den Beschwerden. Die Oberstaatsanwaltschaft des Kantons Zürich reichte ihre Vernehmlassungsschreiben am 2. Juli 2008 ein.\n\nDas Bundesgericht weist die Beschwerde ab, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n2. (...)\n\n2.2 Gemäss Art. 251 Ziff. 1 StGB macht sich der Urkundenfälschung in der Form der Falschbeurkundung schuldig, wer in der Absicht, jemanden am Vermögen oder an andern Rechten zu schädigen oder sich oder einem andern einen unrechtmässigen Vorteil zu verschaffen, eine rechtlich erhebliche Tatsache unrichtig beurkundet oder beurkunden lässt. In subjektiver Hinsicht verlangt Art. 251 Ziff. 1 StGB Vorsatz bezüglich aller objektiven Tatbestandsmerkmale. Es muss dem Täter im Sinne einer Laienbewertung bewusst sein, dass es sich beim Tatobjekt um eine Urkunde handelt. Er muss um die Unwahrheit des Inhalts wissen. Eventualvorsatz genügt. Weiter muss der Täter in der Absicht handeln, jemanden am Vermögen oder an andern Rechten zu schädigen oder sich oder einem andern einen unrechtmässigen Vorteil zu verschaffen. Nach der Rechtsprechung braucht der Täter nicht zu wissen, worin dieser Vorteil liegt (BGE 102 IV 191 E. 4). Unrechtmässig ist die Vorteilsverschaffung, wenn entweder das verfolgte Ziel oder die Mittel der Täuschung unzulässig sind (BGE 121 IV 90 E. 2b; BGE 106 IV 375 E. 2). Schliesslich muss der Täter die Urkunde im Rechtsverkehr als wahr verwenden (lassen) wollen, was eine Täuschungsabsicht voraussetzt. Dabei muss der Täter die Urkunde nicht selbst zu gebrauchen beabsichtigen. Es genügt, wenn ihm im BGE 135 IV 12 S. 16Sinne eines Eventualdolus bewusst ist, dass ein Dritter von der Urkunde täuschenden Gebrauch macht, um den Adressaten zu einem rechtserheblichen Verhalten zu veranlassen (Urteile 6S.71/2002 vom 20. September 2002 E. 2 und 6P.47/2006 vom 7. April 2006 E. 4; MARKUS BOOG, in: Basler Kommentar, Strafgesetzbuch, 2. Aufl. 2007, N. 86 ff. zu Art. 251 StGB).\n\n2.3 Die Verurteilung wegen Falschbeurkundung verletzt im Ergebnis kein Bundesrecht. Im Hinblick auf die grosse Zahl noch pendenter Anklagen in der vorliegenden Angelegenheit rechtfertigt es sich, näher auf die Begründung der Vorinstanz einzugehen:\n\nNach unbestrittener Feststellung wussten die Beschwerdeführer nicht, was sie unterschrieben. Gleichwohl gelangt die Vorinstanz zum Schluss, dass sie die Unwahrheit des Urkundeninhalts in Kauf nahmen. Hierzu rekurriert sie auf die Rechtsprechung zum Eventualvorsatz, wonach besonders gravierende Sorgfaltspflichtverletzungen die Inkaufnahme des eingetretenen Erfolgs indizieren können. Es gereiche den Beschwerdeführern zum Vorwurf, dass sie sich weder durch Nachfragen noch durch Prüfung der Unterlagen eine genauere Vorstellung über das Geschäft gemacht haben. Nur schon ein oberflächliches Lesen der Unterlagen hätte ergeben, dass die Vertragsunterlagen nicht den Angaben der Vermittler entsprachen. Eine Kontrolle wäre ihnen ohne Weiteres zumutbar gewesen. Als Bauführer und Mitglied der Schulpflege wäre K.B. zu einer genaueren Überprüfung der Dokumente und Geschäftshintergründe in der Lage gewesen. Auch bei S.G. widersprach die unbesehene Unterzeichnung ihrer Gewohnheit \"jeweils mindestens das Grossgeschriebene durchzulesen\". R.S. sagte von sich selbst, sie sei \"bekannt dafür, dass sie die Sachen durchlese\". Das Verhalten der Beschwerdeführer sei als schwere Sorgfaltspflichtverletzung einzustufen. Es sei ihnen gleichgültig gewesen, was sie unterzeichneten. Sie hätten die inhaltliche Unrichtigkeit der Urkunde daher in Kauf genommen.\n\n2.3.1 Vorsätzlich begeht ein Verbrechen oder Vergehen, wer die Tat mit Wissen und Willen ausführt. Vorsätzlich handelt bereits, wer die Verwirklichung der Tat für möglich hält und in Kauf nimmt (Art. 12 Abs. 2 StGB). Der Täter muss um die reale Möglichkeit der Verwirklichung des Tatbestands wissen und dessen Erfüllung wollen (zur Willenskomponente vgl. E. 2.3.2). Vorliegend steht fest, dass die Beschwerdeführer um den wirklichen Vertragsinhalt nicht wussten. Entgegen ihren rein appellatorischen Einwänden ist jedoch BGE 135 IV 12 S. 17nachgewiesen, dass sie sich \"bewusst für dieses Nichtwissen\" entschieden. Wer sich aber bewusst für Nichtwissen entscheidet, der kann sich nicht darauf berufen, dass die Tatbestandsverwirklichung nicht antizipierbar war. Die \"bewusst blinde\" Vertragsunterzeichnung deutet vorliegend vielmehr darauf hin, dass die Beschwerdeführer auch illegale Geschäftsgebaren im Sinne von Art. 12 Abs. 2 StGB \"für möglich hielten\". Insoweit ziehen die Vorinstanzen zu Recht den zivilrechtlichen Grundsatz heran, wonach bewusste Nichtkenntnis eines Sachverhalts nicht als Irrtum behandelt wird (vgl. bezirksgerichtliches Urteil: \"Wer weiss, dass er nichts weiss, irrt nicht\"). Ein Sachverhaltsirrtum (Art. 13 StGB) liegt insoweit nicht vor.\n\n2.3.2 Für die Willenskomponente des Vorsatzes gilt nach ständiger Rechtsprechung, dass nicht unbesehen vom Wissen des Täters auf dessen Willen geschlossen werden darf. Regelmässig kann sich der Nachweis des Vorsatzes bei ungeständigen Tätern nur auf äusserlich feststellbare Indizien stützen, die Rückschlüsse auf dessen innere Einstellung erlauben. Hierzu gehört unter anderem die Schwere der Sorgfaltspflichtverletzung. Je schwerer diese wiegt, desto eher darf auf die Inkaufnahme der Tatbestandsverwirklichung geschlossen werden (BGE 134 IV 29 E. 3; BGE 131 IV 1 E. 2.2; BGE 130 IV 58 E. 8). Dahinter steckt der anhand von Körperverletzungsdelikten entwickelte Gedanke, dass in der Missachtung elementarer Sorgfaltsregeln eine Gleichgültigkeit gegenüber Integritätsinteressen Dritter zum Ausdruck kommt, welche in besonders krassen Fällen auch den Schluss auf die Inkaufnahme des Verletzungserfolgs zulässt. Diese Konstellation ist im vorliegenden Fall nur schon deshalb nicht gegeben, weil die Beschwerdeführer nicht Sorgfaltsregeln verletzten, die dem Schutz Dritter dienten. Für die strafrechtliche Beurteilung ist ausschliesslich relevant, was sich die Beschwerdeführer vorstellten. Sie gingen davon aus, eine Bürgschaft zu übernehmen resp. sich an einem nicht genauer spezifizierten Autoimportgeschäft zu beteiligen. Mit ihrer Gleichgültigkeit gegenüber dem Vertragsinhalt haben sie somit vorwiegend sich selbst gefährdet. Wer Vertragsdokumente ungelesen unterzeichnet, der nimmt primär in Kauf, sich auf ungünstige Geschäftsbedingungen einzulassen, nicht jedoch, eine strafbare Falschbeurkundung zu begehen. Für die Unterstellung, wissentlich Unwahrheiten unterschriftlich abgesegnet zu haben, braucht es zusätzliche objektive Anhaltspunkte. Solche Anzeichen können jedenfalls nicht darin erblickt werden, BGE 135 IV 12 S. 18dass die Beschwerdeführer beim Eingehen der Bürgschaft elementarste Vorsicht haben vermissen lassen, indem sie die Dokumente nicht lasen und auch nicht nachfragten. Entgegen der Vorinstanz hat das Bundesgericht im erwähnten Präjudiz auch nicht von der Gleichgültigkeit hinsichtlich des Unterschriebenen auf die Inkaufnahme der Unwahrheit des Inhalts sondern bloss auf Inkaufnahme der Urkundenqualität des Unterschriebenen geschlossen (vgl. angefochtenes Urteil mit Urteil 6P.47/2006 vom 7. April 2006 E. 4.1).\n\n2.3.3 Nach der Rechtsprechung kann nebst der Schwere der Sorgfaltspflichtverletzung auch ein besonders grosses Risiko der Tatbestandsverwirklichung als Indiz für die Inkaufnahme des Verletzungserfolgs gewertet werden (BGE 134 IV 29 E. 3; BGE 131 IV 1 E. 2.2; BGE 130 IV 58 E. 8). Vorliegend sprechen das Vertrauensverhältnis der Beschwerdeführer zu den Vermittlungspersonen, der Umstand, dass sie vorgängig ihre Solvenz zu dokumentieren hatten sowie die professionelle Organisation der Haupttäter eher gegen die Annahme eines erkennbar grossen Risikos. Andererseits ist der Vorinstanz darin zuzustimmen, dass die Höhe der Provision und die Umstände des Vertragsabschlusses die Beschwerdeführer unbedingt hätten skeptisch stimmen müssen. Bei K.B. fand die Unterzeichnung nach einem Fussballtraining auf einem Parkplatz in Glattfelden statt. Auch bei S.G. lief die Vertragsunterzeichnung in aller Eile ab. Sie wurde lediglich aufgefordert, bei den Kreuzen zu unterschreiben. R.S. unterschrieb die Unterlagen auf einer Motorhaube vor einem Restaurant. Dabei meinte ihr Vermittler spöttisch, sie werde doch wohl nicht alles durchlesen wollen, es sei kalt, sie solle einfach bei den Kreuzen unterschreiben. Dies hätte sie alarmieren müssen. Zu den relevanten Umständen, welche einen Schluss auf die Inkaufnahme zulassen, gehören aber auch die Beweggründe des Täters und die Art der Tathandlung (BGE 130 IV 58 E. 8.3; BGE 125 IV 242 E. 3c). Einziger Beweggrund der Beschwerdeführer war ihre Profitgier. Es ging ihnen einzig um die in Aussicht gestellte Provision. Dieser Gewinnaussicht wurden sämtliche Bedenken untergeordnet und so unbesehen alle Vertragsdokumente unterschrieben. Im Ergebnis ist daher nicht zu beanstanden, dass die Vorinstanz den Beschwerdeführern unterstellt, in Kauf genommen zu haben, das Auto \"nur auf dem Papier\" zu übernehmen. Gegen ein stattliches Entgelt fanden sie sich damit ab, mit ihrer Unterschrift etwas Unrichtiges zu beurkunden.\n\n2.3.4 Auch die übrigen subjektiven Tatbestandsvoraussetzungen wurden zu Recht bejaht. In der Vorstellung der Beschwerdeführer BGE 135 IV 12 S. 19ging es um eine Bürgschaft resp. um die Unterstützung eines Importgeschäfts und somit um die Beurkundung rechtserheblicher Tatsachen. Es war ihnen auch bewusst, dass die inhaltlich unrichtigen Dokumente im Rechtsverkehr verwendet würden. Sie rechneten zumindest eventualvorsätzlich damit, dass Dritte von der Urkunde täuschenden Gebrauch machen würden. Die Beschwerdeführer unterschrieben unwahre Protokolle im Hinblick auf die versprochene Provision. Damit haben sie sich in unrechtmässiger Weise einen Vermögensvorteil verschafft (vgl. Urteil 6P.47/2006 vom 7. April 2006 E. 4 i.f.). Weil und soweit feststeht, dass die Beschwerdeführer die Beurkundung unwahrer Tatsachen in Kauf nahmen, ist auch zahlreichen weiteren Einwänden der Boden entzogen. So können sie nicht mehr geltend machen, durch die Machenschaften der Haupttäter getäuscht worden zu sein und so über das tatsächliche Geschäft geirrt zu haben. Auch sind sie nicht länger in ihrem Vertrauen auf die Aussagen der ihnen nahestehenden Vermittlungspersonen geschützt. In Bezug auf den Schuldpunkt sind die Beschwerden somit abzuweisen.\n\n3. Die Beschwerdeführer machen sinngemäss eine Verletzung von Art. 53 StGB geltend. Aufgrund Wiedergutmachung hätte von einer Strafe abgesehen werden müssen.\n\n3.1 Zur Begründung bringen sie vor, dass sie mit der Geschädigten eine Vereinbarung getroffen hätten, in der diese das Desinteresse am Strafverfahren erklärte. Der bedingte Strafvollzug könne gemäss den Vorinstanzen gewährt werden. Die Beschwerdeführer würden nun schon acht Jahre auf ein Urteil warten. Die lange Zeitdauer des Strafverfahrens und die höchst milde Bestrafung müssten bei der Gewichtung des öffentlichen Interesses gewürdigt werden. Entgegenstehende Interessen der Geschädigten existierten nicht mehr. Die Beschwerdeführer seien durch das lange Strafverfahren bereits mehr als genug gestraft. General- oder spezialpräventive Gründe lägen keine mehr vor. Das geringe Strafmass sei Ausdruck dafür, dass keine kriminelle Energie existiert habe. Die von der Vorinstanz angerufene Rechtssicherheit im Rechtsverkehr erfahre keinen Schaden durch die Strafbefreiung im Sinne von Art. 53 StGB.\n\n3.2 Nach vorinstanzlicher Feststellung haben die Beschwerdeführer mit der Geschädigten eine Vereinbarung über die Schadensbegleichung geschlossen und den vereinbarten Betrag geleistet. Damit hätten sie die erste Wiedergutmachungsvoraussetzung gemäss BGE 135 IV 12 S. 20Art. 53 StGB erfüllt. Der bedingte Strafvollzug sei zu gewähren. Mit der Desinteresseerklärung habe die Geschädigte im Weiteren dokumentiert, dass ihre Interessen einer Strafbefreiung nicht entgegenstünden. Rechtsgut bei den Urkundendelikten sei indessen primär der Schutz der Sicherheit und der Zuverlässigkeit des Rechtsverkehrs mit Urkunden als Beweismittel und das öffentliche Vertrauen in den Urkundenbeweis, weshalb dem öffentlichen Interesse eine wesentliche Rolle zukommen müsse. Zwar sei das öffentliche Strafbedürfnis aufgrund des Zeitablaufs seit der Tat reduziert. Auf der anderen Seite bleibe aber das gewichtige öffentliche Interesse, dass das Verhalten im Sinne der Rechtssicherheit im Rechtsverkehr nicht gänzlich sanktionslos bleibe. Von einer Strafbefreiung im Sinne von Art. 53 StGB sei daher abzusehen.\n\n3.3 Die Oberstaatsanwaltschaft des Kantons Zürich beantragt in ihrer Vernehmlassung die Abweisung der Beschwerde. Die Strafverfahren gegen die Beschwerdeführer hätten bis zur Ausschöpfung des Instanzenzugs im Pilotfall geruht. In der Zwischenzeit seien in gleichgelagerten Fällen bereits 170 Strafbefehle erlassen worden. Zum Zeitpunkt dieser Verurteilungen habe die Rechtswohltat im Sinne von Art. 53 StGB noch nicht existiert. Es würde gegen das allgemeine Rechtsempfinden verstossen, wenn sich die Beschwerdeführer mit der Schadensbegleichung von einer Verurteilung \"freikaufen\" könnten, nur weil das Verfahren so lange gedauert hatte und sich die gesetzlichen Bestimmungen geändert hätten. Im Sinne der Rechtssicherheit bestehe ein klares öffentliches Interesse, dass die vorliegenden Fälle gleich behandelt würden wie die anderen 170 Fälle.\n\n3.4 Im vierten Abschnitt des Kapitels über die Strafen werden die Strafbefreiung und Einstellung des Verfahrens geregelt (Art. 52-55a StGB). Art. 53 StGB regelt die Strafbefreiung bei Wiedergutmachung: Hat der Täter den Schaden gedeckt oder alle zumutbaren Anstrengungen unternommen, um das von ihm bewirkte Unrecht auszugleichen, so sieht die zuständige Behörde von einer Strafverfolgung, einer Überweisung an das Gericht oder einer Bestrafung ab, wenn die Voraussetzungen für die bedingte Strafe nach Art. 42 StGB erfüllt (lit. a) und das Interesse der Öffentlichkeit und des Geschädigten an der Strafverfolgung gering sind (lit. b).\n\nIm zu beurteilenden Fall ist unbestritten, dass die Voraussetzung für eine bedingte Strafe erfüllt, der Schaden gedeckt und die BGE 135 IV 12 S. 21Interessen der Geschädigten an der Strafverfolgung infolge Desinteresseerklärung gering sind. Im Folgenden wird zu prüfen sein, ob auch das Interesse der Öffentlichkeit an der Strafverfolgung gering ist.\n\n3.4.1 Nach der Botschaft dient die Wiedergutmachung in erster Linie dem Opfer, dem vielfach mehr am Ersatz des Schadens als an einer Bestrafung des Täters liegt. Es wird an das Verantwortungsbewusstsein des Täters appelliert. Es soll ihm das Unrecht seiner Tat vor Augen geführt werden. Durch die Wiedergutmachung soll auch die Beziehung zwischen Täter und Opfer verbessert werden, was den öffentlichen Frieden wiederherstellt. Die Wiedergutmachung des Schadens rechtfertigt die Strafbefreiung, das Strafbedürfnis schwindet, weil der Täter aktiv eine soziale Leistung erbringt, die der Versöhnung und der Festigung des öffentlichen Friedens dient. Mit der Voraussetzung des geringen öffentlichen Interesses an einer Strafverfolgung soll den Fällen Rechnung getragen werden, in denen keine bestimmte Person geschädigt wurde. Es soll zudem eine Privilegierung wohlhabender Täter, die sich von der Strafe freikaufen könnten, verhindert werden (Botschaft vom 21. September 1998, BBl 1999 2065 f.). Nach dem Entwurf des Bundesrats war die Wiedergutmachung nur unter den Voraussetzungen der Strafaussetzung und somit nur für Strafen bis zu einem Jahr möglich (Art. 42 und Art. 53 des Entwurfs, BBl 1999 2308, 2312). Der Ständerat knüpfte die Wiedergutmachung als Erstrat an die Voraussetzungen der bedingten Strafausfällung (vgl. AB 1999 S 1119, Sitzung vom 14. Dezember 1999). Der Nationalrat übernahm diese Änderung (AB 2001 N 565, Sitzung vom 7. Juni 2001). Angesichts der in Art. 42 StGB festgelegten Grenzen ist die Wiedergutmachung nunmehr bei Freiheitsstrafen bis zu 2 Jahren möglich (Art. 42 StGB).\n\n3.4.2 Das Bundesgericht hat bisher einmal eingehend zum geringfügigen öffentlichen Strafverfolgungsinteresse als Voraussetzung der Wiedergutmachung Stellung genommen. Der beschwerdeführende Arzt, welchem die Ausstellung falscher Zeugnisse (Art. 318 StGB) vorgeworfen wurde, verlangte Strafbefreiung, weil er den angerichteten Schaden ausgeglichen hatte. Das Bundesgericht betonte, dass der Tatbestand von Art. 318 StGB in erster Linie das im Rechtsverkehr in Urkunden gesetzte Vertrauen schütze und erst in zweiter Linie individuelle Vermögensinteressen. Trotz materieller Wiedergutmachung hatte der Täter die Verantwortung für seine Taten nie übernommen und das öffentliche Sanktionsinteresse sich daher nie BGE 135 IV 12 S. 22auf ein Mass reduziert, welches einen Strafverzicht gerechtfertigt hätte. Mit der Strafausfällung wird aus generalpräventiver Optik die Wichtigkeit des Vertrauens in medizinische Urkunden unterstrichen (Urteil 6B_152/2007 vom 13. Mai 2008 E. 5.2).\n\n3.4.3 Nach der Lehre geht es beim Erfordernis des geringen öffentlichen Strafverfolgungsinteresses in Art. 53 StGB um das infolge der Unrechtswiedergutmachung verringerte Strafbedürfnis (GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Allgemeiner Teil II, 2. Aufl., Bern 2006, § 7 N. 12). Die Strafbefreiung infolge Wiedergutmachung ist nur zulässig, soweit die Voraussetzungen für den bedingten Strafvollzug erfüllt sind. Aus diesem Abstellen auf Art. 42 StGB folgt, dass bei Freiheitsstrafen über zwei Jahre das öffentliche Strafverfolgungsinteresse nicht mehr als gering gelten kann (ANDREAS BRUNNER, Geldstrafe, Busse und Freiheitsstrafe im strafrechtlichen Alltag sowie Wiedergutmachung, in: Das revidierte StGB, Allgemeiner Teil, Erste Erfahrungen, Tag/Hauri [Hrsg.], 2008, S. 63 ff.). Innerhalb dieses zweijährigen Strafrahmens wird das Interesse an der Strafverfolgung gering, weil und soweit der Täter Wiedergutmachungsschritte unternommen hat. Die Anforderungen an die Wiedergutmachungsbemühungen des Täters steigen mit der Höhe der zu erwartenden Strafe. Andererseits nimmt das öffentliche Strafverfolgungsinteresse in gleichem Masse ab, wie die Wiedergutmachung zur Aussöhnung zwischen den Betroffenen und zur Wiederherstellung des öffentlichen Friedens geführt hat. Doch selbst wenn die Tatschwere sich im Rahmen von Art. 53 lit. a StGB hält und volle Wiedergutmachung geleistet worden ist, führt dies nicht zwingend zum Entfallen des öffentlichen Interesses an der Strafverfolgung. Zu beurteilen bleibt, ob die Ausfällung einer bedingten Strafe unter spezial- oder generalpräventiven Gesichtspunkten noch notwendig erscheint (FELIX BOMMER, Bemerkungen zur Wiedergutmachung, forumpoenale 3/2008 S. 171 ff.; ANGST/MAURER, Das \"Interesse der Öffentlichkeit\" gemäss Art. 53 lit. b StGB - Versuch einer Konkretisierung, Teil 1, forumpoenale 5/2008 S. 301 ff., Teil 2, forumpoenale 6/2008 [im Druck]; SCHWARZENEGGER/HUG/JOSITSCH, Strafrecht II, 8. Aufl. 2007, S. 64; ANDRÉ KANYAR, Wiedergutmachung und Täter-Opfer-Ausgleich im schweizerischen Strafrecht, 2008, S. 217; differenzierend zur Geringfügigkeit des Strafverfolgungsinteresses: DUPUIS/GELLER/MONNIER/MOREILLON/PIGUET, Petit Commentaire, Code pénal I, 2008, N. 13 zu Art. 53 StGB sowie ANDREAS J. KELLER, Art. 53 Wiedergutmachung, in: Kommentierte BGE 135 IV 12 S. 23\n\nTextausgabe zum revidierten Strafgesetzbuch, Hansjakob/Schmitt/Sollberger [Hrsg.], 2. Aufl. 2006, S. 50).\n\nAus Sicht der positiven Generalprävention kann das Vertrauen der Allgemeinheit in das Recht gestärkt werden, wenn festgestellt wird, dass auch der Täter den Normbruch anerkennt und sich bemüht, den Rechtsfrieden wiederherzustellen (SILVAN FAHRNI, Wiedergutmachung als Voraussetzung einer diversionellen Verfahrenserledigung, in: Auf dem Weg zu einem einheitlichen Verfahren, Schindler/Schlauri [Hrsg.], 2001, S. 205). Spezialpräventive Überlegungen sind bereits beim Entscheid über den bedingten Strafvollzug nach Art. 42 StGB zwingend zu berücksichtigen. Da die Gewährung des Strafaufschubs eine Voraussetzung der Wiedergutmachung ist, spielen sie bei der Beurteilung des öffentlichen Interesses nach Art. 53 StGB nur eine untergeordnete Rolle (Urteil des Bundesgerichts 6B_152/2007 vom 13. Mai 2008 E. 5.2.3; FRANZ RIKLIN, in: Basler Kommentar, Strafrecht, 2. Aufl. 2007, N. 4 und N. 16 zu Art. 53 StGB).\n\nWährend die Strafzwecke ganz allgemein zu berücksichtigen sind, ist bei der Beurteilung der öffentlichen Strafverfolgungsinteressen im konkreten Fall insbesondere auch nach den geschützten Rechtsgütern zu unterscheiden. Art. 53 StGB nimmt explizit Bezug auf die Wiedergutmachung des begangenen Unrechts. Worin dieses Unrecht liegt, definieren die einzelnen Tatbestände des Kern- und Nebenstrafrechts (ANGST/MAURER, a.a.O., S. 304). Bei Straftaten gegen individuelle Interessen und einem Verletzten, der die Wiedergutmachungsleistung akzeptiert, wird häufig auch das öffentliche Interesse an der Strafverfolgung entfallen. Bei Straftaten gegen öffentliche Interessen ist zu beurteilen, ob es mit der Erbringung der Wiedergutmachung sein Bewenden haben soll oder, ob sich unter Gesichtspunkten des Schuldausgleichs und der Prävention weitere strafrechtliche Reaktionen aufdrängen (vgl. BOMMER, a.a.O., S. 174; zu den öffentlichen Strafverfolgungsinteressen bei Fälschungsdelikten vgl. ANGST/MAURER, a.a.O., forumpoenale 6/2008, Ziff. 2c).\n\nDas öffentliche Strafverfolgungsinteresse nimmt mit zunehmendem Zeitablauf seit der Tat ab. Auch an der Tätergleichbehandlung bestehen öffentliche Interessen. So dürfen wohlhabende Täter durch die Wiedergutmachungsbestimmung nicht privilegiert werden (BRUNNER, op. cit., S. 63 ff.).\n\n3.5 Mit dem Strafbefreiungsgrund der Wiedergutmachung nach Art. 53 StGB wurden die in Deutschland bereits BGE 135 IV 12 S. 24materiellstraf-rechtlich umgesetzten Anliegen des Täter-Opfer-Ausgleichs (§ 46 dt. StGB) in das schweizerische Recht übernommen. Auch auf der strafprozessualen Ebene besteht in Deutschland die Möglichkeit, bei geringer Tatschuld und bei geringem öffentlichem Strafverfolgungsinteresse von der Weiterverfolgung abzusehen resp. das Verfahren einzustellen (§ 153 dt. StPO). Unter denselben Voraussetzungen sieht das deutsche Strafverfahrensrecht ferner die Möglichkeit vor, den Beschuldigten zur Wiedergutmachung und zum Täter-Opfer-Ausgleich anzuweisen (§ 153a dt. StPO).\n\n3.5.1 Nach der deutschen Rechtsprechung sollen mit der Übernahme des Täter-Opfer-Ausgleichs in das allgemeine Strafrecht die Belange des Opfers von Straftaten stärker in den Mittelpunkt des Interesses gerückt werden. Gleichzeitig kann der Täter auf diesem Weg besser als mit blosser Bestrafung zur Einsicht in die Verwerflichkeit seines Tuns und zur Übernahme von Verantwortung für die Folgen seiner Straftat veranlasst werden. § 46a dt. StGB will einen Anreiz für Ausgleichsbemühungen seitens des Täters schaffen, dem Opfer durch persönliches Einstehen für die Folgen der Tat, durch immaterielle Leistungen oder materielle Schadenersatzleistungen Genugtuung zu verschaffen. Allerdings will die Norm mit den Anforderungen an einen friedensstiftenden Ausgleich auch in dem aus generalpräventiver Sicht erforderlichen Umfang sicherstellen, dass nicht jede Form des Schadensausgleichs ausnahmslos und ohne Rücksicht auf den Einzelfall dem Täter zugute kommt (Leiturteil des Bundesgerichtshofs in Strafsachen vom 19. Dezember 2002, BGHSt 48, 134).\n\n3.5.2 Nach deutscher Doktrin begründen generalpräventive Gesichtspunkte ein öffentliches Interesse an der Strafverfolgung, wenn wegen der Art der Tatausführung, etwa bei aussergewöhnlichen Tatfolgen, wegen der Häufigkeit gleichartiger Delikte oder aus anderen Gründen das reaktionslose Hinnehmen der Tat die Rechtstreue der Bevölkerung erschüttern würde. Insoweit kann das öffentliche Interesse auch deliktsspezifisch zu bejahen sein, doch ist es ohne eine solche Begründung nicht zulässig, es für bestimmte Straftaten generell als gegeben anzusehen. Kein öffentliches Interesse wird durch solche Umstände begründet, die materiellstrafrechtlich keine präventiv begründbare Funktion aufweisen, z.B. die Stellung des Beschuldigten oder Verletzten im öffentlichen Leben. Dies würde dem Verschuldensprinzip widersprechen. Die Tatsache, dass die Tat eine besondere Aufmerksamkeit in der Öffentlichkeit BGE 135 IV 12 S. 25gefunden hat und auch in den Medien erörtert worden ist, reicht für sich allein nicht aus, ein öffentliches Interesse an der Weiterverfolgung anzunehmen, wenn nicht die Gesamtumstände ergeben, dass berechtigte generalpräventive Umstände eine Rolle spielen (WERNER BEULKE, in: Die Strafprozessordnung und das Gerichtsverfassungsgesetz, Löwe/Rosenberg, Grosskommentar, 25. Aufl., Berlin 2004, N. 31 ff. zu § 153 dt. StPO; weiter gehend LUTZ MEYER-GOSSNER, Strafprozessordnung, 51. Aufl., München 2008, N. 7 zu § 153 dt. StPO; kritisch zur spezial- und generalpräventiven Abschreckungswirkung FRANZ STRENG, NomosKommentar, Strafgesetzbuch, Bd. I, 2. Aufl., Baden Baden 2005, N. 2 zu § 46a dt. StGB; für das österreichische Recht vgl. HANS VALENTIN SCHROLL, Wiener Kommentar zum Strafgesetzbuch, 2. Aufl., Wien 2000, N. 55 zu § 42 österr. StGB).\n\n3.5.3 Im Gegensatz zum schweizerischen Recht kann in Deutschland somit nur bei Freiheitsstrafen bis zu einem Jahr auf Bestrafung verzichtet werden, im Bereich darüber kommt nur eine Strafmilderung in Betracht. Andererseits wird die Anwendung von § 46a dt. StGB nicht von der Gewährung des Strafaufschubs abhängig gemacht. Zudem wird nach ständiger Rechtsprechung des Bundesgerichtshofs in Strafsachen ein \"kommunikativer Prozess zwischen Täter und Opfer\" verlangt, der auf einen umfassenden Ausgleich der durch die Tat verursachten Folgen gerichtet sein muss (vgl. BGHSt 48, 134). Im Gegensatz dazu verlangt der schweizerische Gesetzeswortlaut von Art. 53 StGB, dass der Täter den Schaden gedeckt oder alle zumutbaren Anstrengungen zum Unrechtsausgleich unternommen hat. Ob auch nach schweizerischem Recht eine kommunikative Täter-Opfer-Interaktion gefordert werden muss und ob in Bezug auf die Wiedergutmachung ähnlich wie in Deutschland Weisungsbefugnisse bestehen (kritisch ANGST/MAURER, a.a.O., forumpoenale 6/2008 Ziff. IV/1), braucht vorliegend nicht abschliessend entschieden zu werden. Nach der Rechtsprechung muss der Täter jedenfalls die Normverletzung anerkennen und sich bemühen, den öffentlichen Frieden wiederherzustellen (Urteil des Bundesgerichts 6B_152/2007 vom 13. Mai 2008 E. 5.2.3).\n\n3.6 Die Vorinstanz hat kein Bundesrecht verletzt, als sie von einer Strafbefreiung im Sinne von Art. 53 StGB absah. Unbestritten ist, dass die Beschwerdeführer den Schaden gedeckt haben und eine bedingte und im Übrigen nicht hohe Strafe ausgefällt wurde (Art. 53 lit. a StGB). Nicht von Belang ist, dass sich die BGE 135 IV 12 S. 26Beschwerdeführer aus Freundschaft zu einem Autoimportgeschäft haben überzeugen lassen, welches sie zwischenzeitlich bereuen und das ihnen finanziell erhebliche Belastungen gebracht hat. An der Sache vorbei geht das Argument der Oberstaatsanwaltschaft, dass es gegen das allgemeine Rechtsempfinden verstossen würde, wenn sich die Beschwerdeführer von einer Verurteilung \"freikaufen\" könnten. Das Gericht kann bei Wiedergutmachung nur von Strafe absehen, hat aber gleichzeitig einen Schuldspruch zu fällen. Ein \"Freikaufen\" von der Verurteilung ist somit nicht möglich (zu den verfahrensrechtlichen Aspekten der Wiedergutmachung vgl. BGE 135 IV 27 E. 2). Zutreffend ist, dass sich das öffentliche Strafbedürfnis aufgrund des Zeitablaufs seit der Tat reduzieren kann, es aber nicht zum Verschwinden bringen muss. Zu beachten ist nach ständiger Rechtsprechung auch die lange Verfahrensdauer, also der Zeitablauf seit der Entdeckung der Tat. Die Möglichkeiten der Berücksichtigung reichen von der Strafminderung über das Absehen von Strafe bis zur Verfahrenseinstellung als ultima ratio (BGE 130 IV 54 E. 3.3; BGE 117 IV 124 E. 4d). Das vorliegende Verfahren wurde mit einer Anzeige vom 22. März 2001 in Gang gesetzt und dauert somit bereits über sieben Jahre. Dieser beachtlichen Verfahrenslänge wurde bereits durch eine sehr niedrige Strafe Rechnung getragen. Insofern weist die milde Bestrafung auch auf das infolge Zeitablaufs verringerte öffentliche Strafverfolgungsinteresse hin. Von einer gänzlichen Strafbefreiung oder gar einer Einstellung konnte jedoch abgesehen werden. Massgeblich ist insoweit auch, dass das zu beurteilende Strafverfahren bis zum Entscheid des Pilot-Falls geruht hatte.\n\nIm Grundsatz beizupflichten ist der Oberstaatsanwaltschaft insoweit, als sie auch Überlegungen der Tätergleichbehandlung in die Interessenabwägung mit einbeziehen will. In vielen gleich gelagerten Fällen wurden bereits Strafbefehle erlassen. An einer einheitlichen strafrechtlichen Reaktion auf identische Delikte besteht prinzipiell ein öffentliches Interesse, welches der völligen Strafbefreiung im Rahmen von Art. 53 StGB entgegenstehen kann. Wie es sich mit den Gleichbehandlungsinteressen im vorliegenden Fall verhält, muss jedoch offenbleiben. Wie die Oberstaatsanwaltschaft selbst einräumt, fielen die mittels Strafbefehl erledigten Verfahren noch unter den früheren allgemeinen Teil des Strafgesetzbuchs. Einen Strafbefreiungsgrund der Wiedergutmachung gab es damals noch nicht. Den Beschwerdeführern kann nicht entgegengehalten BGE 135 IV 12 S. 27werden, dass sie infolge der Verzögerungen des Gerichtsverfahrens in den Genuss der neuen Wiedergutmachungsbestimmung gekommen sind. Im Übrigen muss nach der Rechtsprechung zu Art. 8 BV nur Gleiches gleich behandelt werden (BGE 132 I 157 E. 4.1). Ob in den Strafbefehlsverfahren volle Entschädigung geleistet und seitens der Geschädigten das Desinteresse erklärt wurde, ist dem angefochtenen Urteil nicht entnehmen.\n\nUrkundendelikte schützen einerseits private Vermögensinteressen, andererseits aber auch das Vertrauen der Öffentlichkeit in Urkunden als Beweismittel. Bei Entschädigung privater Vermögensschäden ist eine Wiedergutmachung grundsätzlich möglich, sofern nicht überwiegende Strafverfolgungsinteressen der Öffentlichkeit entgegenstehen. Die Vorinstanz legt angesichts der Dimensionen der vorliegend zu beurteilenden Massenfalschbeurkundung zu Recht grosses Gewicht auf das öffentliche Interesse an der Vertrauenswürdigkeit von Urkunden (vgl. Urteil des Bundesgerichts 6B_152/2007 vom 13. Mai 2008 E. 5.2.4). Die vorinstanzliche Einschätzung, wonach das deliktische Verhalten der Beschwerdeführer nicht bloss mit einem Schuldspruch, sondern auch mit einer Strafe geahndet werden musste, um die Rechtstreue der Bevölkerung nicht zu erschüttern, ist somit von Bundesrechts wegen nicht zu beanstanden."}