{"annee": "135", "cour": "I", "page": "209", "date": "30/4/2009", "cite": ["130 I 360", "117 IV 345", "106 IB 336", "118 IA 305"], "cite_par": ["137 IV 249"], "chapeau": "25. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilungi.S. X. gegen Kantonspolizei Luzern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_797/2008 vom 30. April 2009", "regestes": ["Art. 26 Cst., art. 31 LArm, art. 69 CP, art. 34 OArm 1998; obligation d'indemniser lorsque des armes ou des éléments essentiels d'armes sont confisqués. Aperçu des règles de la législation sur les armes concernant le séquestre et la confiscation (consid. 2). La loi sur les armes ne contient pas de base légale permettant à l'Etat de confisquer le produit net de la réalisation d'objets mis sous séquestre ou confisqués pour des raisons de sécurité. Si l'objet ne peut être restitué ou remis à son propriétaire, il y a lieu d'envisager de le réaliser et de verser le produit de vente à l'ayant droit, procédé qui porte une atteinte moins grave à la garantie de la propriété que la remise ou la destruction sans indemnité, ou encore la réalisation au profit de l'Etat. Le point déterminant à cet égard est de savoir si les objets en cause peuvent être réalisés, c'est-à-dire s'il s'agit de biens pouvant être acquis et détenus légalement, ayant une valeur vénale et pouvant être utilisés conformément à la loi (consid. 2-4)."], "faits": "|210|\n\nX. ist deutscher Staatsbürger und Waffensammler. Im Rahmen eines Strafverfahrens wurden 1998 in seinem Fahrzeug und in seinem Ferienhaus Waffen, wesentliche Waffenbestandteile und |211| Waffenzubehör sichergestellt. Am 21. März 2003 entschied die Kantonspolizei Luzern, die bei ihm beschlagnahmten Waffen und Gegenstände zuhanden des Staates zu verwerten und die beschlagnahmten verbotenen Gegenstände zu vernichten. Das Verwaltungsgericht des Kantons Luzern hiess die von X. hiergegen eingereichte Beschwerde am 18. August 2004 teilweise gut und wies die Sache an die Kantonspolizei zurück, \"damit sie über eine allfällige Entschädigung für die eingezogenen Gegenstände entscheide\". Das Bundesgericht bestätigte dieses Urteil hinsichtlich der Einziehung am 4. Februar 2005 (2A.546/2004).\n\nAm 29. Oktober 2007 lehnte die Kantonspolizei Luzern es ab, die beschlagnahmten und eingezogenen Gegenstände, deren legaler Erwerb X. nicht nachweisen konnte, zu dessen Gunsten zu verwerten; diese Waffen würden soweit möglich zuhanden des Staates verwertet und die verbotenen und verbotenerweise abgeänderten Waffen entschädigungslos vernichtet. Einzig die 15 Waffen bzw. Waffenbestandteile, deren legaler Erwerb \"zweifelsfrei\" feststehe, könnten nach dem üblichen Vorgehen zu seinen Gunsten verwertet werden. Das Verwaltungsgericht des Kantons Luzern bestätigte diesen Entscheid auf Beschwerde hin am 19. September 2008.\n\nDas Bundesgericht heisst die von X. hiergegen eingereichte Beschwerde in öffentlich-rechtlichen Angelegenheiten gut, hebt das angefochtene Urteil auf und weist die Sache zu neuem Entscheid im Sinne der Erwägungen an die Kantonspolizei Luzern zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Nach Art. 31 Abs. 1 des Bundesgesetzes vom 20. Juni 1997 über Waffen, Waffenzubehör und Munition (Waffengesetz, WG; SR 514.54) beschlagnahmt die zuständige Behörde Waffen, die von Personen ohne Berechtigung getragen werden (lit. a), sowie Waffen, wesentliche Waffenbestandteile, Waffenzubehör, Munition und Munitionsbestandteile aus dem Besitz von Personen, bei denen ein Hinderungsgrund nach Art. 8 Abs. 2 WG (Minderjährigkeit [lit. a], Entmündigung [lit. b], Selbst- oder Drittgefährdung [lit. c] bzw. gewalttätige oder gemeingefährliche Gesinnung [lit. d]) besteht (lit. b). In der Fassung vom 22. Juni 2007 wird die Befugnis zur Beschlagnahmung auf Objekte ausgedehnt, zu deren Erwerb oder Besitz die betreffende Person nicht berechtigt ist, sowie auf gefährliche |212| Gegenstände, die missbräuchlich getragen werden (lit. c). Gegenstände, die aus dem Besitz einer Person beschlagnahmt werden, die nicht eigentumsberechtigt ist, sind dem Eigentümer oder der Eigentümerin zurückzugeben, wenn kein Hinderungsgrund nach Art. 8 Abs. 2 WG vorliegt (Art. 31 Abs. 2 WG). Besteht die Gefahr missbräuchlicher Verwendung - \"insbesondere weil mit solchen Gegenständen Personen bedroht oder verletzt wurden\" (Ergänzung gemäss BG vom 22. Juni 2007) -, sind die beschlagnahmten Gegenstände definitiv einzuziehen (Art. 31 Abs. 3 WG; vgl. PHILIPPE WEISSENBERGER, Die Strafbestimmungen des Waffengesetzes, AJP 2/2000 S. 153 ff., dort S. 163 f.).\n\n2.2 Für den Fall, \"dass die Rückgabe nicht möglich ist\", regelt der Bundesrat das Verfahren (Art. 31 Abs. 4 WG [Fassung vom 20. Juni 1997] bzw. Art. 31 Abs. 5 WG [Fassung vom 22. Juni 2007]), was er in Art. 34 der Verordnung vom 21. September 1998 über Waffen, Waffenzubehör und Munition (Waffenverordnung, WV 1998; AS 1998 2549) bzw. Art. 54 der Waffenverordnung vom 2. Juli 2008 (WV 2008; SR 514.541) getan hat: Ist der Erwerb eines Gegenstands, der nach Art. 31 WG beschlagnahmt worden ist, nicht verboten, so darf die zuständige Behörde \"frei\" darüber verfügen (Art. 34 Abs. 1 WV 1998 bzw. Art. 54 Abs. 1 WV 2008). Ist der Erwerb unzulässig, kann sie den Gegenstand \"aufbewahren, zerstören oder an einen wissenschaftlichen Dienst der Kriminalpolizei oder ein Museum einer öffentlich-rechtlichen Körperschaft übertragen\" (Art. 34 Abs. 2 WV 1998 bzw. Art. 54 Abs. 2 WV 2008). Ist der beschlagnahmte Gegenstand legal erworben worden, so muss die eigentumsberechtigte Person entschädigt werden, wenn er ihr nicht zurückgegeben werden kann, \"insbesondere\" weil sie die Voraussetzungen von Art. 8 Abs. 2 lit. b-d WG (Art. 34 Abs. 3 lit. a WV 1998 bzw. Art. 54 Abs. 1 lit. a WV 2008) nicht erfüllt oder \"der Erwerb des Gegenstandes nach dem Inkrafttreten des Gesetzes verboten ist\" (Art. 34 Abs. 3 lit. b WV 1998) bzw. (neu) \"der Erwerb des Gegenstandes verboten ist\" (Art. 54 Abs. 3 lit. b WV 2008). Wird der Gegenstand veräussert, so entspricht die Entschädigung dem erzielten Erlös. In den übrigen Fällen seinem effektiven Wert. Die Kosten der Aufbewahrung und der Veräusserung sind von der Entschädigung abzuziehen (Art. 34 Abs. 4 WV 1998 bzw. Art. 54 Abs. 4 WV 2008). Kann kein Entschädigungsverfahren durchgeführt werden, insbesondere weil die eigentumsberechtigte Person unbekannt oder nicht auffindbar ist, verfällt der Erlös dem Staat (Art. 34 Abs. 5 WV 1998 bzw. Art. 54 Abs. 5 WV 2008). |213|\n\n3.\n\n3.1 Gestützt auf die bisherigen Verfahren steht rechtskräftig fest, dass die beim Beschwerdeführer beschlagnahmten Waffen, Waffenbestandteile und Gegenstände diesem nicht zurückgegeben werden können und wegen der damit verbundenen Missbrauchsgefahr definitiv einzuziehen sind (Art. 31 Abs. 3 WG in der Fassung von 1997; Urteil 2A.546/2004 vom 4. Februar 2005 E. 3). Umstritten ist, ob und in welchem Umfang er einen Anspruch auf Entschädigung hat. In Doktrin und Praxis wird teilweise davon ausgegangen, dass die Einziehung einer Waffe wegen der Gefahr einer künftigen missbräuchlichen Verwendung immer entschädigungslos bleiben muss; hiervon sei die Situation zu unterscheiden, in der zwar keine solche Gefahr bestehe und demgemäss die beschlagnahmten Gegenstände an sich zurückzugeben wären, dies aber nicht möglich sei, weil ein waffengesetzlicher Hinderungsgrund bestehe (so HANS WÜST, Schweizer Waffenrecht, 1999, S. 194 f.; Praxis des Kantonsgerichts Graubünden (PKG) 2001 Nr. 17 E. 5 S. 94). Einzig diese Fälle bildeten Gegenstand der Regelung von Art. 34 WV 1998 (bzw. Art. 54 WV 2008), was sich aus dessen Überschrift \"Verfahren nach der Beschlagnahme, wenn keine Einziehung erfolgt und die Rückgabe nicht möglich ist\" ergebe: Beschlagnahmte verbotene Waffen seien demnach entschädigungslos zu zerstören oder an einen wissenschaftlichen Dienst der Kriminalpolizei oder an ein Museum einer öffentlich-rechtlichen Körperschaft zu übertragen; illegal erworbene Waffen, deren Erwerb grundsätzlich zulässig sei, könnten entschädigungslos zur freien Verfügung der Behörde einbehalten werden; für legal erworbene Waffen müsse deren Eigentümer entschädigt werden, falls sie wegen des Vorliegens eines Hinderungsgrunds nach Art. 8 Abs. 2 WG oder weil ihr Erwerb nach dem 1. Januar 1999 verboten sei, nicht an ihn zurückgegeben werden könnten (WÜST, a.a.O., S. 195).\n\n3.2 Diese Auslegung trägt den aus der Eigentumsgarantie (Art. 26 BV) fliessenden verfassungsrechtlichen Vorgaben und dem Charakter der Einziehung als reine Sicherungsmassnahme zu wenig Rechnung:\n\n3.2.1 Die unterschiedliche Formulierung der Voraussetzungen der Beschlagnahmung und der definitiven Einziehung in Art. 31 WG in der Fassung von 1997 vermögen die aus Art. 34 WV 1998 fliessende Ungleichbehandlung zwischen beschlagnahmten und eingezogenen Gegenständen nicht zu rechtfertigen. Im Entwurf zum |214| Waffengesetz war die Möglichkeit der Einziehung nach Art. 31 Abs. 3 WG in der Fassung von 1997 noch nicht vorgesehen. Der Bundesrat hatte sich darauf beschränkt, in diesem Zusammenhang auf die strafrechtliche Einziehung zu verweisen (Botschaft vom 24. Januar 1996 zum Bundesgesetz über Waffen, Waffenzubehör und Munition, BBl 1996 I 1053 ff., 1072 f. Ziff. 27, 1089). Erst das Parlament führte die Möglichkeit der waffenrechtlich begründeten Einziehung in den Gesetzestext ein, wobei es deren Voraussetzungen ohne weitere Ausführungen (AB 1996 S 525 und 1997 N 50) - von den einzelnen präziser abgefassten Tatbeständen der Beschlagnahmung abweichend - in einer Generalklausel (\"Gefahr missbräuchlicher Verwendung\") umschrieb. Trotz dieser Diskrepanz widerspräche es Sinn und Zweck von Art. 31 WG in der Fassung von 1997, eine Einziehung zuzulassen, ohne dass gleichzeitig auch die Voraussetzungen für die Beschlagnahme gegeben wären (vgl. das Urteil 2A.546/2004 vom 4. Februar 2005 E. 3.1-3.2.2). Beiden Regelungen ist gemeinsam, dass sie der missbräuchlichen Verwendung von Waffen, Waffenzubehör und Munition vorbeugen wollen (vgl. Art. 1 Abs. 1 WG). Während die Beschlagnahme vorab präventiven und bei einer Herausgabe an den Eigentümer (Art. 31 Abs. 2 WG in der Fassung von 1997) vorübergehenden Charakter hat, ist die Einziehung endgültig (vgl. Urteile 2C_93/2007 vom 3. September 2007 E. 6.1 und 2A.294/2003 vom 17. Juni 2004 E. 3.2 mit Hinweisen). Einzig hierin unterscheiden sich altrechtlich die beiden Massnahmen, indessen nicht hinsichtlich ihres Zwecks und (im Resultat) ihrer Voraussetzungen (vgl. auch das Urteil 2A.294/2003 vom 17. Juni 2004 E. 3).\n\n3.2.2 Es ist nicht einzusehen, weshalb im Falle der definitiven Einziehung eine Verwertung mit Herausgabe des Erlöses - selbst bei legalem Erwerb der Waffe - ausgeschlossen sein soll, weil \"die Gefahr missbräuchlicher Verwendung besteht\", eine solche jedoch ausdrücklich vorgesehen ist, falls dem Berechtigten die beschlagnahmte Waffe nicht (mehr) zurückgegeben werden kann, weil er zur Annahme Anlass gibt, dass er sich selbst oder Dritte damit gefährden könnte (Art. 8 Abs. 2 lit. c WG in der Fassung von 1997 i.V.m. Art. 34 Abs. 3 WV 1998) bzw. er \"wegen einer Handlung, die eine gewalttätige oder gemeingefährliche Gesinnung bekundet\", oder \"wegen wiederholt begangener Verbrechen oder Vergehen im Strafregister eingetragen\" und der Eintrag nicht gelöscht ist, womit der Herausgabe ein waffenrechtlicher Hinderungsgrund entgegensteht |215| (Art. 8 Abs. 2 lit. d WG in der Fassung von 1997 i.V.m. Art. 34 Abs. 3 WV 1998). Für eine solche verwertungs- bzw. entschädigungsrechtliche Ungleichbehandlung besteht mit Blick auf den gemeinsamen (polizeilichen) Sicherungszweck der Massnahmen kein sachlicher Grund. Dies gilt umso mehr, als die definitive Einziehung bei dem nach der Rechtsprechung weit zu verstehenden Begriff der \"Gefahr missbräuchlicher Verwendung\" praktisch alle Varianten abdeckt, bei denen eine Rückgabe an den Eigentümer ausser Betracht fällt, womit es kaum je zur Herausgabe eines Verwertungserlöses in Anwendung von Art. 34 WV 1998 (bzw. Art. 54 WV 2008) käme.\n\n3.3 Zu Recht macht der Beschwerdeführer auch geltend, die Verwertungs- und Entschädigungsregelung in Art. 34 Abs. 3 und 4 WV 1998, welche an die Legalität des Erwerbs des beschlagnahmten bzw. eingezogenen Gegenstands anknüpfe, erweise sich als gesetz- und verfassungswidrig:\n\n3.3.1 Zwar verletzt es die Eigentumsgarantie (Art. 26 BV) nicht, verbotene Gegenstände einzuziehen oder durch den Betroffenen vernichten zu lassen, solange der Vollzug im Einzelfall den verfassungsrechtlichen Anforderungen genügt, d.h. er auf einer hinreichenden gesetzlichen Grundlage beruht, im öffentlichen Interesse liegt und sich als verhältnismässig erweist (vgl. Art. 36 BV; BGE 118 Ia 305 E. 6 S. 317 f. [St. Galler Waffenverordnung]; BGE 130 I 360 E. 14.2 [Vernichtung von sichergestelltem Hanf]). Der Grundsatz der Verhältnismässigkeit verlangt, dass die in das Eigentum eingreifende Massnahme geeignet ist, das angestrebte Ergebnis herbeizuführen, und dass dieses nicht durch eine mildere Massnahme erreicht werden kann. Er verbietet alle Einschränkungen, die über das angestrebte Ziel hinausgehen, und erfordert ein vernünftiges Verhältnis zwischen diesem und den betroffenen öffentlichen und privaten Interessen. Die Beschlagnahmung und die anschliessende definitive Einziehung basieren im Waffengesetz auf einer klaren formell-gesetzlichen Grundlage, indessen regelt diese die Frage eines allenfalls damit verbundenen finanziellen (Teil-)Ersatzes nicht. Nach Art. 26 Abs. 2 BV sind alle \"Eigentumsbeschränkungen, die einer Enteignung gleichkommen\" entschädigungspflichtig; andere Beschränkungen müssen - besondere gesetzliche Regelungen vorbehalten - im Rahmen von Art. 26 BV hingegen regelmässig entschädigungslos hingenommen werden (GIOVANNI BIAGGINI, Bundesverfassung der schweizerischen Eidgenossenschaft [...], 2007, N. 28 zu Art. 26 BV). Polizeilich motivierte Eigentumsbeschränkungen im engeren Sinn sind |216| entschädigungslos zu dulden, soweit sie sich im Rahmen des Verhältnismässigkeitsgebots als notwendig erweisen. Eine Entschädigungspflicht kann bestehen, falls sie weiter gehen, als dies zur Abwehr der ernsthaften und unmittelbaren Gefahr selber erforderlich erscheint (BGE 106 Ib 336 ff.; BIAGGINI, a.a.O., N. 34 zu Art. 26 BV). Die Zulässigkeit bzw. die Verhältnismässigkeit eines polizeilich motivierten Eingriffs in die Eigentumsgarantie hängt allenfalls auch davon ab, wieweit für diesen ein gewisser Ersatz geleistet wird (vgl. etwa das Urteil des EGMR Ian Edgar (Liverpool) Limited gegen Vereinigtes Königreich vom 25. Januar 2000, Recueil CourEDH 2000-I S. 479 ff. [zu Art. 1 des 1. Zusatzprotokolls im Zusammenhang mit der Einführung eines Verbots gewisser Waffen]). Der unentgeltlich hinzunehmende Eingriff darf, falls damit kein (zusätzlicher) Sanktionscharakter verbunden sein soll, nicht weiter gehen, als dies zur Erreichung des gesetzlichen Zwecks erforderlich ist, was bei der Einziehung eines Gegenstands dessen Verwertung unter Herausgabe des Nettoerlöses an den Berechtigten gebieten kann (vgl. auch BIAGGINI, a.a.O., N. 32 zu Art. 26 BV).\n\n3.3.2 Das Bundesgericht hat im Zusammenhang mit der strafrechtlichen Sicherheitseinziehung in diesem Sinn entschieden (vgl. auch das Urteil 6S.253/2005 vom 25. November 2006): Nach Art. 69 Abs. 1 StGB verfügt das Gericht ohne Rücksicht auf die Strafbarkeit einer bestimmten Person die \"Einziehung von Gegenständen, die zur Begehung einer Straftat gedient haben oder bestimmt waren oder die durch die Straftat hervorgebracht worden sind, wenn diese Gegenstände die Sicherheit von Menschen, die Sittlichkeit oder die öffentliche Ordnung gefährden\". Das Gericht kann anordnen, dass die eingezogenen Gegenstände \"unbrauchbar gemacht oder vernichtet werden\" (Abs. 2). Dabei muss aber praxisgemäss der Verhältnismässigkeitsgrundsatz gewahrt bleiben (NIKLAUS SCHMID, Einziehung, Organisiertes Verbrechen, Geldwäscherei, 2. Aufl. 2007, N. 72 ff. zu Art. 69 StGB; STRATENWERTH/WOHLERS, Schweizerisches Strafgesetzbuch, 2007, N. 7 f. zu Art. 69 StGB). Wo durch einen weniger schwerwiegenden Eingriff in die Eigentumsgarantie der mit Art. 69 StGB einzig verfolgte Sicherungszweck erreicht wird, hat es hiermit sein Bewenden. Stellt der Gegenstand nur in den Händen des Täters eine Gefahr dar, gebietet der Verhältnismässigkeitsgrundsatz, die Sache zu verwerten und den Erlös an den Berechtigten herauszugeben (BGE 117 IV 345 ff.; TRECHSEL/JEAN-RICHARD, in: Schweizerisches Strafgesetzbuch, Trechsel und |217| andere [Hrsg.], 2008, N. 7 zu Art. 69 StGB; vgl. auch FLORIAN BAUMANN, in: Basler Kommentar, Strafrecht, Bd. I, 2. Aufl. 2007, N. 14 zu Art. 69 StGB; SCHMID, a.a.O., N. 76 zu Art. 69 StGB). Die Sicherungseinziehung hat keinen repressiven Charakter (BAUMANN, a.a.O., N. 3 zu Art. 69 StGB). Es geht dabei nicht darum, den Verurteilten am Vermögen zu schädigen und dem Staat durch die Einziehung ungerechtfertigt Vermögenswerte zukommen zu lassen. Soweit die Verwertung des einzuziehenden Gegenstands möglich ist, besteht kein Grund, dem Eigentümer (somit unter Umständen auch dem Täter) den Verwertungserlös vorzuenthalten und die Sicherungseinziehung damit zu einer zusätzlichen Vermögensstrafe zu machen. Die Einziehung des Verwertungserlöses ist in diesem Fall nicht mehr durch den Sicherungszweck des Eingriffs gedeckt und verletzt deshalb, weil unverhältnismässig, die Eigentumsgarantie (vgl. BAUMANN, a.a.O., N. 14 zu Art. 69 StGB; SCHMID, a.a.O., N. 76 zu Art. 69 StGB).\n\n3.3.3 Dasselbe muss gelten, wenn die Einziehung - wie hier - nicht in Anwendung von Art. 69 StGB, sondern gestützt auf Art. 31 Abs. 3 WG angeordnet wird: Sowohl die Beschlagnahmung, d.h. der Entzug des Waffenbesitzes im Sinne der tatsächlichen Herrschaft über die Waffe als vorläufige polizeiliche Sicherungsmassnahme, als auch die (definitive) Einziehung, falls eine Rückgabe ausgeschlossen erscheint, dienen ausschliesslich Sicherungszwecken und bilden keine (zusätzliche) vermögensrechtliche Sanktion (WÜST, a.a.O., S. 192). Das Waffengesetz will im öffentlichen Interesse die missbräuchliche Verwendung von Waffen, Waffenbestandteilen, Waffenzubehör, Munition bzw. Munitionsbestandteilen bekämpfen bzw. das missbräuchliche Tragen von gefährlichen Gegenständen verhindern (Art. 1 WG in der Fassung von 2007). Die Entschädigungslosigkeit für die hierzu erforderliche Beschlagnahme bzw. Einziehung geht ohne ausdrückliche gesetzliche Grundlage über das hierzu Erforderliche hinaus. Das Waffengesetz enthält keine Grundlage, um (auch) die Einziehung des Nettoerlöses der Verwertung der beschlagnahmten bzw. eingezogenen Gegenstände zu Gunsten des Staates anzuordnen. Kann der beschlagnahmte Gegenstand aus Sicherheitsgründen bzw. wegen Fehlens der Bewilligungsvoraussetzungen dem Eigentümer nicht mehr zurück- oder herausgegeben werden, ist deshalb im Rahmen von Art. 31 WG ebenfalls in erster Linie die Verwertung der entsprechenden Waffen, Waffenbestandteile, des Waffenzubehörs oder der Munition unter Herausgabe des Erlöses an den Berechtigten - als weniger weitgehender Eingriff in die |218| Eigentumsrechte als die entschädigungslose Überlassung, Vernichtung oder Verwertung zu Gunsten des Staates - zu prüfen (vgl. das Urteil 2C_93/2007 vom 3. September 2007 E. 6.4; SCHMID, a.a.O., N. 76 zu Art. 69 StGB).\n\n3.3.4 Das Bundesgericht hat bereits im Zusammenhang mit dem Kriegsmaterialgesetz so argumentiert: Zwar bestimme Art. 20 Abs. 2 aKMG, dass das eingezogene Kriegsmaterial dem Bund \"verfalle\", doch schliesse dies die Auszahlung eines allfälligen Verwertungserlöses an den Täter als ehemaligen Eigentümer der eingezogenen Gegenstände nicht aus (in casu: 742 Pistolen). Der Sinn der Einziehung von Kriegsmaterial nach Art. 20 aKMG liege nicht darin, dem Täter einen Vermögensschaden zuzufügen. Die Einziehung wolle bloss ausschliessen, dass das fragliche Kriegsmaterial vom Betroffenen allenfalls ein weiteres Mal im Rahmen einer Widerhandlung im Sinne des Kriegsmaterialgesetzes verwendet werde (BGE 117 IV 345 ff.). Dasselbe gilt hier, weil das Gesetz den Einzug eines Erlöses nicht vorsieht, unabhängig davon, ob die entsprechenden Gegenstände vom Beschwerdeführer ursprünglich waffenbewilligungsrechtlich rechtmässig erworben worden sind oder nicht. Entsprechende Abklärungen erweisen sich in Fällen wie dem vorliegenden bzw. bei langjährigen Sammlern wegen des Zeitablaufs und den wiederholten Änderungen des kantonalen und (später) des eidgenössischen Waffenrechts nachträglich ohne unverhältnismässig hohen Aufwand (Verkaufswegabklärungen über Hersteller, Generalimporteur und Waffenhändler) als kaum mehr möglich, nachdem der Handel unter Privaten bzw. der Waffenbesitz bisher nicht bewilligungspflichtig war (vgl. WEISSENBERGER, a.a.O., S. 159 f.). Die Folgen einer allfälligen Beweislosigkeit können unter diesen Umständen nicht einfach dem bisherigen Eigentümer auferlegt werden. Zumindest ein Teil der 1998 beim Beschwerdeführer beschlagnahmten und hernach eingezogenen Waffen waren bereits 1984 sichergestellt und ihm 1988 wieder ausgehändigt worden, womit sie sich vor der Einziehung und vor dem Inkrafttreten des eidgenössischen Waffengesetzes bereits während Jahrzehnten in seinem Besitz befunden haben dürften und sich die waffenrechtliche Legalität des Erwerbs jedes einzelnen Gegenstands nicht mehr vollumfänglich erstellen lässt.\n\n4.\n\n4.1 Die Herausgabe des Verwertungserlöses ist somit unabhängig davon geboten, ob die definitive Einziehung wegen |219| Missbrauchsgefahr erfolgt ist oder die Rückgabe heute aus einem anderen waffenrechtlichen Grund ausser Betracht fällt bzw. der waffenrechtlich legale Erwerb jedes einzelnen eingezogenen Gegenstands vom Beschwerdeführer nachgewiesen werden kann. Entscheidend ist, ob es sich bei den betroffenen Gegenständen überhaupt um verwertbare, d.h. rechtmässig erwerb- und besitzbare Güter von einem gewissen Marktwert handelt, die legal verwendet werden können (vgl. STRATENWERTH/WOHLERS, a.a.O., N. 8 zu Art. 69 StGB). Der mutmassliche Erlös darf zudem nicht von vornherein in einem offensichtlichen Missverhältnis zu den vorab zu deckenden Aufbewahrungs- und Verwertungskosten stehen. Nur in diesem Fall hat der Berechtigte im Rahmen von Art. 26 BV ein schutzwürdiges (wertmässiges) Interesse daran, dass die ihm entzogenen und nicht wieder ausgehändigten Gegenstände vorab zu seinen Gunsten verwertet werden. Ist mit keinem relevanten Verwertungserlös zu rechnen, besteht keine mildere Massnahme, die verfassungsrechtlich dem entschädigungslosen Verfall zu Gunsten des Staates bzw. der Zerstörung oder Unbrauchbarmachung vorgehen müsste. Die polizeiliche Massnahme der Beschlagnahmung bzw. definitiven Einziehung reicht in diesem Fall auch entschädigungsrechtlich nicht weiter, als zur Abwehr der mit den eingezogenen Gegenständen verbundenen Gefahren erforderlich erscheint, weshalb der damit verbundene Eingriff in die Eigentumsgarantie entschädigungslos bleibt.\n\n4.2 Die Beschwerde ist gutzuheissen und die Sache zu neuem Entscheid im Sinne dieser Ausführungen an die Kantonspolizei Luzern zurückzuweisen. Es ist nicht am Bundesgericht, die genannten Voraussetzungen hinsichtlich der einzelnen eingezogenen Gegenstände erstinstanzlich zu prüfen. Aus Gründen der Prozessökonomie rechtfertigt es sich indessen, zur Frage noch Stellung zu nehmen, ob und wieweit allenfalls ein Anspruch auf Verwertung und Herausgabe eines Erlöses auch bei verbotenen Waffen besteht. Das Bundesgericht hat in zwei Entscheiden - jeweils in obiter dicta - angetönt, dass eine Veräusserung unter Herausgabe des Nettoentschädigungserlöses an den Eigentümer bei solchen von vornherein ausser Betracht falle (Urteile 2A.358/2000 vom 30. März 2001 E. 6c/bb und 6S.253/2005 vom 25. November 2006 E. 3.2). Die Auffassung erscheint in dieser Form als etwas zu absolut formuliert: Auch für waffenrechtlich verbotene Gegenstände ist eine Verwertung unter Herausgabe des Nettoerlöses denkbar, wenn für sie ein legaler Markt besteht, d.h. eine hinreichende Zahl von Abnehmern über |220| die für deren Erwerb und Besitz allenfalls erforderliche Ausnahmebewilligung verfügt (vgl. Art. 5 Abs. 1 in Verbindung mit Abs. 4 WG 2007 bzw. Abs. 3 WG 1997). Dies muss insbesondere dann gelten, wenn zulässigerweise erworbene bzw. besessene Gegenstände im öffentlichen Interesse nachträglich durch eine Gesetzesrevision für unzulässig erklärt werden (vgl. BGE 118 Ia 305 E. 6). Art. 34 Abs. 3 lit. b WV 1998 kennt denn auch eine Entschädigungspflicht für legal erworbene Gegenstände, wenn \"der Erwerb des Gegenstands nach dem Inkrafttreten des Gesetzes verboten ist\". Übergangsrechtlich sieht das revidierte Waffenrecht vor, dass Personen, welche bereits im Besitz von Waffen, wesentlichen oder besonders konstruierten Waffenbestandteilen nach Art. 5 Abs. 2 oder Waffenzubehör nach Art. 5 Abs. 1 lit. g WG 2007 sind, diese innerhalb von drei Monaten nach Inkrafttreten der Neuregelung dem kantonalen Waffenbüro melden müssen; ein Gesuch um eine Ausnahmebewilligung ist innerhalb von sechs Monaten nach Inkrafttreten des Verbots von Art. 5 Abs. 2 WG 2007 (Besitz von verbotenen Waffen) einzureichen. Wird dieses abgewiesen, sind die Gegenstände innerhalb von vier Monaten an eine berechtigte Person zu übertragen, andernfalls sie beschlagnahmt werden (vgl. Art. 42 Abs. 5-7 WG 2007). Entgegen den Ausführungen des Beschwerdeführers besteht damit kein Anspruch darauf, dass der Staat selber den Verwertungsprozess auf Privatpersonen ausdehnt. Es ist allenfalls am Betroffenen, innert nützlicher Frist mögliche Abnehmer zu bezeichnen, welche die waffenrechtlichen Erwerbsvoraussetzungen erfüllen und mit ihm in keinerlei Zusammenhang stehen; geschieht dies nicht, sind die verbotenen Waffen entschädigungslos (dauerhaft) unbrauchbar zu machen oder zu zerstören."}