{"annee": "135", "cour": "III", "page": "424", "date": "29/5/2009", "cite": ["134 III 524", "133 III 620", "129 III 385", "99 IA 19"], "cite_par": ["136 III 51"], "chapeau": "63. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause Banque X. contre Y. (recours en matière civile)\n\n5A_556/2008 du 29 mai 2009", "regestes": ["Art. 265 al. 2 LP; retour à meilleure fortune. Notion de retour à meilleure fortune; taux de majoration du montant de base du minimum vital du droit des poursuites (précision de la jurisprudence; consid. 2 et 3)."], "faits": "|425|\n\nA. Dans le cadre de la faillite de Y., prononcée le 18 février 1993, la Banque X. s'est vu délivrer un acte de défaut de biens pour la somme de 145'465 fr. 10.\n\nB. Y. a formé opposition totale au commandement de payer que la Banque X. lui a fait notifier de ce chef le 29 août 2006, contestant être revenu à meilleure fortune. Cette exception ayant été déclarée irrecevable en procédure sommaire à concurrence de 1'100 fr. par mois, il a introduit une action en constatation de non-retour à meilleure fortune, que le Tribunal de première instance du canton de Genève a accueillie le 29 novembre 2007. Statuant le 20 juin 2008 sur l'appel de la Banque X., la Chambre civile de la Cour de justice du canton de Genève a confirmé ce jugement.\n\nC. Le Tribunal fédéral a admis le recours en matière civile formé par la Banque X., annulé l'arrêt attaqué et renvoyé la cause à l'autorité précédente pour nouvelle décision.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n2. Pour décider si l'intimé était ou non revenu à meilleure fortune, la Cour de justice a admis que ses revenus et ceux de son épouse s'élevaient à 16'083 fr. 85 par mois, alors que les dépenses totalisaient 16'169 fr. 20, le couple ayant deux enfants à charge. Dans son calcul, la juridiction précédente, se référant à la \"pratique genevoise\" en la matière, ainsi qu'au statut de cadre de l'intéressé qui justifiait le maintien d'un train de vie conforme à sa situation, a procédé à une majoration de 100 % du montant de base du minimum vital du droit des poursuites de l'intimé et de ses proches.\n\n2.1 Aux termes de l'art. 265 al. 2 LP, une nouvelle poursuite ne peut être requise sur la base d'un acte de défaut de biens après faillite que si le débiteur est revenu à meilleure fortune. La loi ne définit pas cette dernière notion. D'après la jurisprudence, la disposition précitée vise à permettre au débiteur de se relever de sa faillite et de se construire une nouvelle existence, à savoir de se rétablir sur les plans économique et social, sans être constamment soumis aux poursuites des créanciers renvoyés perdants dans la faillite; le débiteur doit ainsi avoir acquis de nouveaux actifs auxquels ne correspondent pas de nouveaux passifs, c'est-à-dire de nouveaux actifs nets; le revenu du travail peut constituer un nouvel actif net lorsqu'il dépasse le montant nécessaire au débiteur pour mener une vie |426| conforme à sa condition et lui permet de réaliser des économies; il ne suffit dès lors pas que le débiteur dispose de ressources supérieures au minimum vital selon l'art. 93 LP, encore faut-il qu'il puisse adopter un train de vie correspondant à sa situation et, en plus, épargner. Inversement, il sied d'éviter que le débiteur ne dilapide ses revenus au préjudice de ses anciens créanciers sous le couvert de l'exception tirée du non-retour à meilleure fortune (sur la nature de ce moyen: ATF 133 III 620 consid. 4 p. 623 ss et les références). Savoir quel est le montant concrètement nécessaire au débiteur pour mener un train de vie conforme à sa situation relève du pouvoir d'appréciation du juge (ATF 129 III 385 consid. 5.1.1 p. 388; arrêt 5A_452/2007 du 22 janvier 2008 consid. 3.1 et la jurisprudence citée dans ces arrêts).\n\nLe Tribunal fédéral a encore souligné que, en pratique, les tribunaux fixent souvent le seuil du retour à meilleure fortune en tenant compte du montant de base et des charges indispensables de l'art. 93 LP, en y ajoutant les dépenses incompressibles et les frais usuels, puis en additionnant, au titre de supplément, un certain pourcentage du montant de base, à raison de 50 %, de 66 %, voire de 100 %, suivant les cantons (ATF 129 III 385 consid. 5.1.3 p. 389 et les arrêts cités). En revanche, il est arbitraire d'appliquer cette majoration à l'ensemble des postes du minimum vital élargi (ibidem, consid. 5.2.2 p. 390/391; cf. PIERRE CORBOZ, note in JdT 2004 II 10, qui signale que, à la suite de cette décision, la Chambre des recours vaudoise a opté pour une majoration de 100 % du montant de base; idem pour le canton du Jura: Revue jurassienne de jurisprudence [RJJ] 2003 p. 232 ss, 237 consid. 2.2.3).\n\n2.2 L'arrêt auquel s'est référée l'autorité précédente pour justifier une majoration de 100 % du montant de base du minimum vital de l'intimé et de sa famille (ATF 129 III 385) a été rendu dans le cadre d'un recours de droit public pour arbitraire, tandis que, en l'occurrence, la Cour de céans jouit d'une pleine cognition quant à l'application du droit fédéral (cf. art. 106 al. 1 LTF). De surcroît, dans cet arrêt, le Tribunal fédéral n'a pas tranché le point de savoir si une majoration de 100 % du montant de base était ou non conforme au droit fédéral, ni même dit qu'elle échappait toujours au reproche d'arbitraire; il s'est limité à affirmer que le système consistant à calculer le \"supplément\" en multipliant par le même facteur un montant de base identique pour tous les débiteurs du canton en cause allait précisément à l'encontre d'une individualisation de la notion de |427| \"train de vie conforme à la situation du débiteur\" (ibidem, consid. 5.1.4 p. 389).\n\n2.3 Dans un premier moyen, la recourante se plaint d'abus ou d'excès du pouvoir d'appréciation dans l'application de l'art. 265a LP, qui résulte d'une violation des principes d'égalité de traitement et de la prohibition de l'arbitraire dans la fixation de la majoration du montant de base du minimum vital. En substance, elle fait valoir qu'il n'existe aucun motif justifiant une majoration de 100 % à Genève au regard d'autres cantons où cette majoration est moindre (50 % - 66 %); en outre, la solution de la cour cantonale ne saurait davantage s'expliquer par le statut de cadre supérieur de l'intimé.\n\nConformément au principe exposé ci-dessus (cf. consid. 2.1), l'autorité cantonale a bien opéré la majoration de 100 % sur le montant de base du minimum vital. Toutefois, lorsque, comme dans le cas présent, les dépenses du débiteur et de sa famille ont été comptées largement - en particulier: frais de deux voitures (1'071 fr./288 fr. 95), avec les frais de réparation (333 fr. 45); école privée d'un enfant (1'407 fr. 25); impôts, non seulement courants (2'922 fr. 90; cf. ATF 129 III 385 consid. 5.2.1 p. 390), mais aussi arriérés (700 fr.) - pour tenir compte du train de vie, il apparaît excessif de doubler au surplus ledit montant de base, étant rappelé qu'un tel pourcentage ne trouve aucun appui dans la jurisprudence (cf. consid. 2.2). Certes, les charges du débiteur peuvent varier d'un canton à l'autre (impôts, loyer, primes d'assurance-maladie, etc.), mais ces disparités sont alors prises en compte au titre des \"dépenses indispensables\" et des \"frais usuels\" (cf. ATF 129 III 385 consid. 5.1.4 p. 389), puisque la majoration ne porte que sur la base mensuelle, non sur les autres postes du minimum vital élargi. Dans les circonstances présentes, une majoration de 50 % est dès lors équitable.\n\n3. Dans le calcul du minimum vital de l'intimé, la Cour de justice a admis, sur la base des pièces produites, différentes dépenses mensuelles, en l'occurrence les impôts courants (2'922 fr. 50) et arriérés (700 fr.), ainsi que les frais d'écolage privé pour l'enfant A. (1'407 fr. 25).\n\nS'agissant de la charge fiscale - en réponse à un grief de la recourante qui prétendait que l'intimé n'aurait plus d'arriérés d'impôts à régler en 2008 -, la cour cantonale a constaté que l'intéressé avait passé avec l'administration fiscale un nouvel arrangement pour solder ses impôts 2006, à raison de 700 fr. par mois et pour toute |428| l'année 2008. Quant à la question de savoir si l'évolution des charges du débiteur intervenue deux ans après l'ouverture de la poursuite pouvait être prise en considération, l'autorité cantonale a retenu - à la lecture de la jurisprudence (ATF 99 Ia 19) et de la doctrine (JEANDIN, Actes de défaut de biens et retour à meilleure fortune selon le nouveau droit, SJ 1997 p. 261 ss, 282) - que le retour à meilleure fortune doit être apprécié à la date de l'introduction de la poursuite. En effet, le but des contrôles judiciaires institués à l'art. 265a LP est de vérifier le bien-fondé d'une opposition formée à un acte de poursuite à un moment précis; il serait contraire à cet objectif que le poursuivant puisse utiliser les voies de droit prévues par la procédure cantonale pour que ce contrôle porte en définitive sur la situation financière du débiteur plusieurs années après le dépôt de la poursuite. En l'occurrence, la période déterminante est celle qui a suivi la poursuite engagée en août 2006, c'est-à-dire la période entre l'été 2006 et l'été 2007; si la recourante souhaitait voir analysée la situation économique du débiteur en 2008, elle aurait dû introduire une nouvelle poursuite à son encontre, ce qu'elle pouvait faire en tout temps.\n\n3.1 La recourante reproche à la cour cantonale d'avoir arbitrairement tenu compte des impôts courants à hauteur de 2'922 fr. 90 pour l'année 2006, ainsi que des arriérés d'impôts à raison de 700 fr. par mois pour la même année, de sorte qu'elle aurait comptabilisé deux fois la charge fiscale dans le calcul du minimum vital de l'intimé.\n\nEn soi, la critique est fondée. Après avoir fixé à 2'922 fr. 90 par mois les impôts 2006 de l'intimé, l'autorité précédente a constaté plus loin que celui-ci avait obtenu un \"nouvel arrangement\", à raison de 700 fr. par mois, pour \"payer le solde de ses impôts 2006 \". L'intimé déclare qu'il s'agit, en réalité, des impôts 2003. Cette allégation apparaît cependant douteuse; en effet, l'arrêt attaqué relève que, dans sa réponse à l'appel, l'intéressé a \"produit ses bordereaux d'impôts [...] pour l'année 2006, ainsi qu'une demande d'arrangement adressée à l'administration fiscale pour en régler le solde\". Il appartiendra dès lors à l'autorité précédente de se prononcer à nouveau sur ce point.\n\n3.2 Enfin, la recourante reproche à l'autorité précédente d'avoir inclus arbitrairement dans les charges de l'intimé les frais d'écolage privé de l'enfant A., l'arrêt attaqué n'expliquant pas la nécessité d'une |429| telle dépense pour une prestation sans utilité supplémentaire par rapport à celle fournie gratuitement par l'Etat.\n\nIl ressort de la décision entreprise (art. 105 al. 1 LTF) que la recourante n'a pas contesté en instance d'appel la nécessité de cette dépense, qui était établie pour les années 2004-2007 d'après les pièces produites, mais s'est bornée à faire valoir que le paiement \"pour l'année scolaire 2007-2008\" n'avait pas été \"documenté\".\n\nLe recours en matière civile n'est ouvert, en principe, qu'à l'encontre des décisions prises par des autorités cantonales de dernière instance (art. 75 al. 1 LTF). Cela signifie, en particulier, que seuls sont recevables devant le Tribunal fédéral les moyens qui, pouvant l'être, ont été présentés à l'autorité cantonale de dernière instance (FF 2001 p. 4109; ATF 134 III 524 consid. 1.3 p. 527). Dès lors que la recourante critique pour la première fois en instance fédérale le principe même de la prise en compte des frais de scolarité privée du fils de l'intimé, ce moyen est irrecevable, faute d'épuisement des instances cantonales."}