{"annee": "135", "cour": "V", "page": "141", "date": "6/4/2009", "cite": ["134 III 433", "130 V 138", "133 V 477", "125 V 368", "128 III 191", "125 V 413", "131 V 164", "134 III 426"], "cite_par": ["135 V 148", "136 V 369", "138 V 457", "137 V 314", "140 III 520", "145 III 42", "144 V 280", "138 I 143", "144 III 253", "136 V 131"], "chapeau": "19. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. L. gegen IV-Stelle Bern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_728/2008 vom 6. April 2009", "regestes": ["Art. 91 let. a et art. 93 al. 1 LTF; art. 28 al. 2 LAI; art. 17 al. 1 LPGA; octroi d'une rente dégressive et/ou temporaire; décision partielle et décision incidente. Lorsqu'une autorité de première instance tranche définitivement le droit à la rente relativement à une période déterminée et renvoie la cause à l'administration pour nouvelle décision concernant la période postérieure, la partie de la décision qui se rapporte à la question définitivement tranchée constitue une décision partielle susceptible d'être attaquée séparément et qui, en cas de non-contestation, entre en force de façon indépendante et ne peut plus être attaquée par la suite (consid. 1.4.4-1.4.6)."], "faits": "|142|\n\nA. L. meldete sich am 29. Oktober 2001 zum Bezug von Leistungen der Invalidenversicherung an. Die IV-Stelle Bern sprach ihr mit Verfügung vom 2. Juni 2005 eine ganze Rente ab 1. April 2003, eine halbe Rente ab 1. August 2003 und eine Viertelsrente ab 1. März 2004 zu. Auf Einsprache der Versicherten hin setzte sie den Beginn der ganzen Rente auf 1. November 2001 fest und bejahte den Anspruch auf eine Zusatzrente für den Ehegatten (Entscheid vom 1. November 2005).\n\nB. Dagegen liess L. Beschwerde erheben mit dem Antrag, der Einspracheentscheid sei insoweit aufzuheben, als darin die ganze Rente mit Wirkung ab 1. August 2003 herabgesetzt werde, und die IV-Stelle sei zu verpflichten, ihr auch nach dem 31. Juli 2003 eine Rente bei einem 66 2/3 % übersteigenden Invaliditätsgrad auszurichten. Mit Entscheid vom 7. August 2008 hiess das Verwaltungsgericht des Kantons Bern die Beschwerde insoweit gut, als es feststellte, dass L. für Januar und Februar 2004 Anspruch auf eine Dreiviertelsrente habe, und als es die per 1. März 2004 angeordnete Herabsetzung auf eine Viertelsrente aufhob und die Akten zur weiteren |143| Abklärung im Sinne der Erwägungen und anschliessendem Erlass einer neuen Verfügung an die IV-Stelle zurückwies; weitergehend wies es die Beschwerde ab.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten erneuert L. das vorinstanzlich gestellte Rechtsbegehren.\n\nDie Beschwerde wird abgewiesen, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Die Beschwerde an das Bundesgericht ist zulässig gegen Endentscheide, das heisst gegen Entscheide, die das Verfahren abschliessen (Art. 90 BGG), und gegen Teilentscheide, die nur einen Teil der gestellten Begehren behandeln, wenn diese unabhängig von den anderen beurteilt werden können, oder die das Verfahren nur für einen Teil der Streitgenossen und Streitgenossinnen abschliessen (Art. 91 BGG). Gegen selbständig eröffnete Vor- und Zwischenentscheide ist hingegen die Beschwerde nur zulässig, wenn sie die Zuständigkeit oder den Ausstand betreffen (Art. 92 BGG), einen nicht wieder gutzumachenden Nachteil bewirken können (Art. 93 Abs. 1 lit. a BGG) oder wenn die Gutheissung der Beschwerde sofort einen Endentscheid herbeiführen und damit einen bedeutenden Aufwand an Zeit oder Kosten für ein weitläufiges Beweisverfahren ersparen würde (Art. 93 Abs. 1 lit. b BGG). Rückweisungsentscheide, mit denen eine Sache zur neuen Entscheidung an die Vorinstanz zurückgewiesen wird, sind Zwischenentscheide, die nur unter den genannten Voraussetzungen beim Bundesgericht angefochten werden können (BGE 133 V 477 E. 4.2 S. 481 f.). Anders verhält es sich nur dann, wenn der unteren Instanz, an welche zurückgewiesen wird, kein Entscheidungsspielraum mehr verbleibt und die Rückweisung nur noch der Umsetzung des oberinstanzlich Angeordneten dient (SVR 2008 IV Nr. 39 S. 131, 9C_684/2007 E. 1.1).\n\n1.2 Die IV-Stelle hat die bis 31. Juli 2003 zugesprochene ganze Rente auf den 1. August 2003 bei einem Invaliditätsgrad von 64 % auf eine halbe und auf den 1. März 2004 bei einem Invaliditätsgrad von 47 % auf eine Viertelsrente herabgesetzt. Die Vorinstanz hat im Ergebnis (bei einem etwas anders ermittelten Invaliditätsgrad von 60 %) die Reduktion auf eine halbe Rente für die Zeit von August bis Dezember 2003 bestätigt und der Versicherten für Januar und Februar 2004 infolge der 4. IV-Revision bei unverändertem |144| Invaliditätsgrad eine Dreiviertelsrente zuerkannt. Sie begründet dies damit, dass bei der Versicherten gemäss dem beweiskräftigen Gutachten des Zentrums S. vom 4. Dezember 2003/5. August 2004 ab Mai 2003 eine Verbesserung der Arbeitsfähigkeit eingetreten und ihr seither eine Tätigkeit von vier Stunden pro Tag zumutbar gewesen sei. In Bezug auf die Zeit ab 1. März 2004 hat sie die Sache an die IV-Stelle zurückgewiesen zur weiteren Abklärung im Sinne der Erwägungen. In den Erwägungen führt sie aus, die von der IV-Stelle angenommene weitere Verbesserung der Arbeitsfähigkeit ab Dezember 2003 sei nicht rechtsgenüglich ausgewiesen; es sei eine umfassende interdisziplinäre Abklärung angebracht, welche Aufschluss über die Entwicklung des Gesundheitszustands in somatischer und psychischer Hinsicht und damit über die Restarbeitsfähigkeit ab Januar 2004 gebe.\n\n1.3 In Bezug auf den Rentenanspruch ab März 2004 ist der angefochtene Akt ein Zwischenentscheid, da er die Sache an die Verwaltung zurückweist.\n\n1.4 In Bezug auf den Rentenanspruch für die Monate August 2003 bis Februar 2004 hat die Vorinstanz einen materiellen Entscheid getroffen und den Anspruch der Beschwerdeführerin auf eine halbe bzw. eine Dreiviertelsrente festgesetzt. Es stellt sich die Frage, ob der angefochtene Akt diesbezüglich ein selbständig anfechtbarer Teilentscheid ist.\n\n1.4.1 Die Abgrenzung zwischen Teil- und Zwischenentscheid erfolgt auf der Ebene des Streitgegenstandes: Massgebend ist, ob der Entscheid ein Begehren behandelt, das unabhängig von anderen beurteilt werden kann (Art. 91 lit. a BGG), d.h. auch Gegenstand eines selbständigen Verfahrens hätte bilden können (Botschaft vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege, BBl 2001 4332 Ziff. 4.1.4.1); solche Entscheide sind (anders als die Zwischenentscheide) der materiellen Rechtskraft selbständig zugänglich (BGE 128 III 191 E. 4a S. 194 f.; SEILER/VON WERDT/GÜNGERICH, Bundesgerichtsgesetz [BGG], 2007, N. 6 zu Art. 91 und N. 2 zu Art. 93 BGG).\n\nWird von mehreren an sich denkbaren, derart unabhängigen Begehren nur eines überhaupt prozessual thematisiert, so bildet einzig dieser Punkt Prozessgegenstand; der darüber ergehende Entscheid ist ein Endentscheid im Sinne von Art. 90 BGG. Das zuständige Gericht kann aber auch zur Vereinfachung des Verfahrens von mehreren gleichzeitig gestellten Rechtsbegehren nur einen Teil beurteilen |145| (vgl. Art. 123 lit. a des bundesrätlichen Entwurfs vom 28. Juni 2006 zu einer Schweizerischen Zivilprozessordnung [E-ZPO; BBl 2006 7413]); in diesem Fall handelt es sich um Teilentscheide im Sinne von Art. 91 BGG, welche selbständig anfechtbar sind und später nicht mehr angefochten werden können (HANS PETER WALTER, Neue Zivilrechtspflege, in: Neue Bundesrechtspflege, Berner Tage für die juristische Praxis [BTJP], 2007, S. 113 ff., 132 f.; vgl. Urteile 5A_512/2007 vom 17. April 2008 E. 1.4, nicht publ. in: BGE 134 III 433; 4A_85/2007 vom 11. Juni 2007 E. 3.3). Unzulässig ist dies gemäss Art. 91 lit. a BGG dann, wenn solche Teil-Rechtsansprüche nicht unabhängig von den anderen Begehren beurteilt werden können. Ob dies der Fall ist, richtet sich nach materiellrechtlichen Gesichtspunkten. Ist nach dem materiellen Recht eine unabhängige Beurteilung einzelner Punkte nicht möglich, so ist ein Entscheid, mit dem über diese Punkte befunden wird, ein Zwischenentscheid (BGE 134 III 426 E. 1.2 S. 428 f.).\n\n1.4.2 Das Rentenverhältnis ist ein Dauerrechtsverhältnis, welches naturgemäss eine längere Zeitspanne beschlägt. Im Rahmen von Dauerrechtsverhältnissen ist es unter dem Vorbehalt des Rechtsmissbrauchs grundsätzlich möglich, Rechtsansprüche, welche bestimmte Teile der gesamten Dauer betreffen, je zum Gegenstand selbständiger Verfahren zu machen, die zu einem rechtskräftigen Entscheid nur in Bezug auf die betreffende Teilperiode führen. Im Zivilprozess spricht man dabei von einer (individualisierten oder unechten) Teilklage (vgl. Art. 84 E-ZPO; SUTTER-SOMM, Schweizerisches Zivilprozessrecht, 2007, S. 108 Rz. 526; STAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2008, S. 199 f. Rz. 40; LEUCH/MARBACH/KELLERHALS/STERCHI, Die Zivilprozessordnung für den Kanton Bern, 5. Aufl. 2000, N. 1e zu Art. 138 und N. 12c/bb zu Art. 192 ZPO/BE; vgl. Urteil 4C.204/1995 vom 22. Februar 1996 E. 2). Das ist auch im öffentlichen Recht, namentlich in der Sozialversicherung, der Fall: Im Klageverfahren wird der Streitgegenstand durch das klägerische Begehren bestimmt; beschränkt sich dieses beispielsweise im Rahmen einer Klage (Art. 73 BVG) auf Rentenleistungen der beruflichen Vorsorge auf einen bestimmten Teil-Zeitraum, so kann nur dieser beurteilt werden. Im Bereich der nachträglichen Verwaltungsgerichtsbarkeit bestimmt die angefochtene Verfügung den möglichen Streitgegenstand: Unter dem Vorbehalt einer ausnahmsweisen Ausdehnung des Streitgegenstands (BGE 130 V 138 E. 2.1 S. 140 f.) kann die Beschwerdeinstanz nur beurteilen, was |146| verfügt worden ist; ist nur über einen Teil-Zeitraum verfügt worden, so kann auch nur dieser beurteilt werden (vgl. z.B. Urteil 9C_603/2007 vom 8. Januar 2008 E. 2).\n\n1.4.3 Steht eine Dauerleistung während einer längeren Zeitperiode zur Diskussion und hat die Vorinstanz nur für einen Teil dieses Zeitraums in der Sache entschieden, so liegt nach dem Gesagten grundsätzlich ein Teilentscheid vor, der selbständig anfechtbar ist.\n\n1.4.4 In der hier vorliegenden Konstellation einer rückwirkenden Zusprechung einer abgestuften und/oder befristeten Rente hat das Eidg. Versicherungsgericht in BGE 131 V 164 E. 2.3.3 S. 166 erkannt, dass ein zeitlich gestaffelter Verfügungserlass aus materiellrechtlichen Gründen unzulässig ist; die befristete und/oder abgestufte Rentenzusprechung hat aus einem einheitlichen Beschluss der IV-Stelle heraus zu erfolgen und ist zeitgleich zu eröffnen. Daran ist auf Verwaltungsstufe und im kantonalen Prozess mit Blick auf Art. 61 lit. d ATSG (SR 830.1; reformatio in peius vel melius) festzuhalten.\n\nAus dieser Rechtsprechung könnte sich für das bundesgerichtliche Verfahren ergeben, dass der vom Beschwerdeführer angefochtene Entscheid gesamthaft als Zwischenentscheid zu betrachten wäre, also auch soweit er (für die Zeit vom 1. August 2003 bis 29. Februar 2004) über die Rentenberechtigung abschliessend befindet, was zur Folge hätte, dass auf die Beschwerde nur unter den Voraussetzungen des Art. 93 Abs. 1 lit. a oder b BGG eingetreten werden könnte. Diese Konsequenz steht allerdings im Widerspruch zu den bei anderen Dauerrechtsverhältnissen geltenden Grundsätzen (vgl. vorne E. 1.4.2). Zwar können nicht einzelne Teilfragen der Rentenbestimmung (z.B. der Grad der Arbeitsunfähigkeit, die Höhe der Vergleichseinkommen und dergleichen) zum Gegenstand gesonderter (Teil-)Endentscheide gemacht werden; solches sind Zwischenschritte auf dem Weg zu einem Endentscheid. Wird darüber in selbständig eröffneten Entscheiden befunden, so handelt es sich um materielle Zwischenentscheide im Sinne von Art. 92 oder 93 BGG. Wird darüber im Rahmen eines einheitlichen Endentscheids befunden und wird dieser angefochten, so gehören diese Teilfragen zwangsläufig zum Streitgegenstand und können im Rechtsmittelverfahren überprüft werden, auch wenn sie in der Beschwerde nicht in Frage gestellt worden sind (BGE 125 V 413). Davon ist aber der Fall zu unterscheiden, dass eine Dauerleistung während einer längeren |147| Zeitperiode zur Diskussion steht und für einen bestimmten Teil-Zeitraum dieses Dauersachverhalts (hier: für die Zeit vom 1. August 2003 bis 29. Februar 2004) entschieden wird. Ein solcher Teil-Zeitraum kann grundsätzlich unabhängig von einem anderen Teil-Zeitraum (hier: von der Zeit ab 1. März 2004) beurteilt werden und somit Gegenstand eines Teilentscheids im Sinne von Art. 91 lit. a BGG bilden. Insofern steht einem Eintreten auf die Beschwerde nichts entgegen.\n\n1.4.5 Freilich besteht in der Regel ein sachlicher Zusammenhang zwischen den Verhältnissen in den verschiedenen Teil-Zeiträumen eines Rentenverhältnisses, weshalb eine rückwirkende Rentenzusprechung in der Regel in ein und derselben Verfügung, jedenfalls aus einem einheitlichen Beschluss der IV-Stelle heraus zu erfolgen hat (BGE 131 V 164 E. 2.3.1 S. 166). Indessen schliesst ein solcher Sachzusammenhang die Zulässigkeit von Teilentscheiden im Sinne von Art. 91 BGG nicht aus. Die Botschaft vom 28. Februar 2001 zur Totalrevision der Bundesrechtspflege (BBl 2001 4332 Ziff. 4.1.3.3 ad Art. 86 E-BGG) nennt als Beispiel für solche Entscheide die Klage auf Beseitigung einer bestehenden oder das Verbot einer zukünftigen Störung einerseits, Schadenersatz oder Genugtuung andererseits, also Klagen, die zwangsläufig einen notwendigen Sachzusammenhang in der zugrundeliegenden Störung haben. Auch bei Dauerrechtsverhältnissen liegt es in der Natur der Sache, dass ein Sachzusammenhang zwischen den verschiedenen Perioden besteht. Eine gerichtliche Beurteilung derselben wird mit der Zulassung von Teilentscheiden nicht verunmöglicht, da ja auch diese anfechtbar sind, wobei die gerichtliche Überprüfung zu unterschiedlichen Zeitpunkten stattfindet. Das ist aber bei Dauersachverhalten ohnehin nicht vermeidbar und auch im Bereich der Rentenrevision in der Regel der Fall: Die Rechtsprechung zur gesetzlichen Rentenrevision gemäss Art. 17 ATSG beruht darauf, dass die Rente für den vorangehenden Zeitraum rechtskräftig festgelegt worden ist und im Revisionsverfahren nicht mehr (gegebenenfalls nur unter den erschwerten Voraussetzungen einer Wiedererwägung) überprüft werden kann (vgl. statt vieler BGE 125 V 368 E. 2 S. 369).\n\n1.4.6 Nach dem Gesagten schliesst BGE 131 V 164 auf der Ebene der Bundesrechtspflege nicht aus, dass ein Entscheid, mit welchem eine Vorinstanz des Bundesgerichts eine bestimmte, vorangehende Teil-Periode des Rentenanspruchs materiell abschliessend beurteilt und für eine darauf folgende Teilperiode die Sache zu neuer |148| Beurteilung an die Verwaltung zurückweist, in Bezug auf die materiell abschliessend beurteilte Phase als Teilentscheid im Sinne von Art. 91 lit. a BGG zu qualifizieren ist, der selbständig angefochten werden kann. Der Teilentscheid muss innert der Frist des Art. 100 BGG angefochten werden, wenn der Eintritt der Rechtskraft verhindert werden soll (Urteile 1B_206/2007 vom 7. Januar 2008 E. 3.3; 1C_82/2007 vom 19. November 2007 E. 1.2).\n\n1.4.7 In Bezug auf den Rentenanspruch für die Zeit vom 1. August 2003 bis 29. Februar 2004, über welchen die Vorinstanz materiell entschieden hat, ist der angefochtene Entscheid somit ein Teilentscheid; insoweit ist auf die Beschwerde einzutreten."}