{"annee": "135", "cour": "V", "page": "39", "date": "24/11/2008", "cite": ["131 V 66", "126 V 319", "130 III 321", "124 V 333", "133 III 81", "130 V 196", "126 V 353"], "cite_par": ["136 III 410", "139 V 176"], "chapeau": "6. Extrait de l'arrêt de la IIe Cour de droit social dans la cause Mutuel Assurances contre O. (recours en matière de droit public)\n\n9C_312/2008 du 24 novembre 2008", "regestes": ["Art. 61 LAMal; art. 89 ss OAMal; procédure de recours dans le cadre d'un litige concernant une décision prise en application d'un tarif des primes de l'assurance obligatoire des soins dans une situation concrète. L'approbation des primes de l'assurance obligatoire des soins par l'Office fédéral de la santé publique implique la présomption d'adéquation du montant de celles-ci. L'assuré ne peut renverser cette présomption qu'en apportant la preuve stricte du contraire (consid. 6.2). Compte tenu de la réserve dont le juge doit faire preuve lorsqu'il est amené à examiner concrètement la légalité d'une clause tarifaire, la validité d'une prime ne saurait être remise en cause qu'en cas de grave irrégularité entraînant une modification sensible du montant de la prime (consid. 4.4 et 6.3)."], "faits": "BGE 135 V 39 S. 40\n\nA. O. est assuré auprès de Mutuel Assurances (autrefois: Mutuelle Valaisanne Caisse Maladie) pour l'assurance obligatoire des soins en cas de maladie avec une franchise annuelle de 1'200 fr. Cette assurance est membre de l'association Groupe Mutuel, dont la fonction principale est d'assurer la gestion administrative de l'ensemble des institutions qui lui sont affiliées.\n\nLe 23 octobre 2000, Mutuel Assurances a signifié à O. une augmentation de sa prime mensuelle de 200 fr. 10 à 218 fr. dès le 1er janvier 2001. La légitimité de la hausse annoncée ayant été contestée, la caisse a formellement confirmé sa position par décision du 20 décembre 2000 et décision sur opposition du 23 février 2001.\n\nB. O. a déféré cette dernière décision devant le Tribunal administratif de la République et canton de Genève (aujourd'hui: Tribunal cantonal des assurances sociales de la République et canton de Genève). Au cours de la procédure qui s'est ensuivie, la juridiction cantonale a rendu deux jugements (des 7 août 2001 et 11 mars 2003) et une décision (du 20 octobre 2005) qui ont été annulés sur recours de l'une ou l'autre des parties par le Tribunal fédéral des assurances (arrêts K 120/01 du 31 mai 2002; K 45/03 du 1er février 2005; K 43/05 du 4 juillet 2005 et K 176/05 du 4 janvier 2006). De même, un recours interjeté par Mutuel Assurances contre une décision du 6 juillet 2006 a-t-il été déclaré irrecevable (arrêt K 99/06 du 4 décembre 2006).\n\nInvité par le Tribunal fédéral des assurances à examiner le bien-fondé des griefs soulevés par O. à l'encontre de la validité de la clause tarifaire litigieuse, le Tribunal cantonal des assurances sociales a ordonné l'audition de l'organe de révision de Mutuel Assurances, la Fiduciaire X., puis celle des organes de révision du Groupe Mutuel, soit PricewaterhouseCoopers (années 2000 à 2001) et BDO Visura (années 2002 à 2005). Mutuel Assurances a également remis au Tribunal cantonal des assurances sociales un certain nombre de pièces qu'elle estimait propres à prouver la validité de la clause tarifaire contestée. BGE 135 V 39 S. 41\n\nPar jugement du 21 février 2008, le Tribunal cantonal des assurances sociales a admis le recours et annulé l'augmentation de prime signifiée à O. pour l'année 2001, au motif que celle-ci n'avait pas été justifiée à satisfaction de droit.\n\nC. Mutuel Assurances interjette un recours en matière de droit public contre ce jugement dont elle demande l'annulation.\n\nO. conclut principalement à l'irrecevabilité du recours, subsidiairement à son rejet. De son côté, l'Office fédéral de la santé publique (OFSP) en propose l'admission.\n\nLe recours a été admis.", "considerants": "Extrait des considérants:\n\n1. Le litige porte sur la légalité de l'augmentation de la prime de l'assurance obligatoire des soins pour l'année 2001 notifiée à O. par Mutuel Assurances.\n\n2.\n\n2.1 Formé dans le délai et les formes utiles contre une décision finale, rendue en dernière instance cantonale dans une cause de droit public, le recours est en principe recevable comme recours en matière de droit public au sens des art. 82 ss LTF, aucune des exceptions mentionnées à l'art. 83 LTF n'étant réalisée (cf. ATF 131 V 66 consid. 1.2 p. 69 et les références, rendu sous l'empire de l'OJ).\n\n2.2 Le recours en matière de droit public peut être formé pour violation du droit, tel qu'il est délimité par les art. 95 et 96 LTF. Le Tribunal fédéral applique le droit d'office (art. 106 al. 1 LTF), sans être limité par les arguments de la partie recourante ou par la motivation de l'autorité précédente. Toutefois, eu égard à l'exigence de motivation contenue à l'art. 42 al. 1 et 2 LTF - sanctionnée par l'irrecevabilité des recours dont la motivation est manifestement insuffisante (art. 108 al. 1 let. b LTF) -, le Tribunal fédéral n'examine en principe que les griefs invoqués. Il fonde son raisonnement sur les faits retenus par la juridiction de première instance (art. 105 al. 1 LTF) sauf s'ils ont été établis de façon manifestement inexacte ou en violation du droit au sens de l'art. 95 LTF (art. 105 al. 2 LTF). La partie recourante qui entend s'écarter des faits constatés doit expliquer de manière circonstanciée en quoi les conditions de l'art. 105 al. 2 LTF sont réalisées sinon un état de fait divergent ne peut être pris en considération. BGE 135 V 39 S. 42\n\n3. En vertu des art. 76 al. 1 LPGA (RS 830.1) et 21 al. 1 LAMal, il appartient au Conseil fédéral de surveiller la mise en oeuvre de l'assurance-maladie. Le but de la surveillance consiste principalement à veiller à l'application uniforme de la loi et à intervenir aussi rapidement que possible dans les situations où un assureur ne remplirait pas ou ne remplirait plus les obligations légales ou financières qui découlent du droit fédéral. La LAMal et l'OAMal (RS 832.102) distinguent à cet égard entre surveillance de la pratique de l'assurance (art. 24 OAMal) et surveillance institutionnelle des assureurs (art. 25 OAMal). Le Conseil fédéral a délégué l'ensemble des tâches de surveillance à l'OFSP (ATF 130 V 196 consid. 5.2 p. 205; GEBHARD EUGSTER, Krankenversicherung, in Soziale Sicherheit, SBVR vol. XIV, 2e éd. 2007, p. 471 n. 231 ss). La surveillance de la pratique des assureurs est construite autour de trois piliers distincts: la surveillance rétrospective des comptes d'exploitation, bilans et rapports de gestion des assureurs pour l'année écoulée; la surveillance immédiate par le biais des audits et expertises au siège des assureurs et de la surveillance juridique; et la surveillance prospective lors de la procédure d'approbation des primes et du contrôle des produits d'assurances (DANIEL WIEDMER, La surveillance des assureurs-maladie, Sécurité sociale [CHSS] 2000 p. 248).\n\n4.\n\n4.1 La LAMal prévoit un financement de l'assurance obligatoire des soins d'après le système de la répartition des dépenses, avec obligation pour les assureurs de constituer des réserves suffisantes en vue de garantir leur solvabilité à long terme (art. 60 al. 1 LAMal et art. 78 OAMal). Le financement doit être autonome; les assureurs doivent tenir un compte d'exploitation distinct pour l'assurance obligatoire des soins (art. 60 al. 3 LAMal; voir également art. 81 OAMal) et présenter de manière séparée au bilan les réserves et les provisions qui lui sont destinées (art. 60 al. 2 LAMal). Cela signifie que les primes ne peuvent être utilisées que pour payer les prestations qui, de par la loi, sont à la charge de l'assurance obligatoire des soins (y compris les provisions pour les cas d'assurance non liquidés et les contributions à la compensation des risques) et les frais administratifs y afférents, les excédents étant attribués aux réserves légales et les résultats négatifs prélevés sur celles-ci.\n\n4.2 Les primes des assurés constituent la principale source de financement de l'assurance obligatoire des soins (art. 61 LAMal et art. 89 à 92 OAMal), aux côtés de la participation aux coûts des BGE 135 V 39 S. 43assurés (art. 64 LAMal et art. 103 à 105 OAMal), des subsides des pouvoirs publics pour la réduction des primes (art. 65 à 66a LAMal et art. 106 à 106a OAMal) et des prétentions récursoires de l'assureur (art. 72 ss LPGA et art. 79 LAMal). Les assureurs fixent le montant des primes à payer par leurs assurés. Ils doivent cependant soumettre à l'approbation de l'OFSP les tarifs des primes de l'assurance obligatoire des soins et leurs modifications, au plus tard cinq mois avant leur application. Ces tarifs ne peuvent être appliqués qu'après avoir été approuvés par l'OFSP; l'approbation des primes a un effet constitutif (art. 61 al. 5 LAMal et art. 92 al. 1 OAMal). L'OFSP examine les primes en veillant en particulier à la sécurité financière des assureurs, à la protection des intérêts des assurés et au respect des bases légales relatives au financement et à la fixation des primes de l'assurance-maladie sociale. Pour ce faire, les assureurs se basent sur les résultats définitifs de l'année précédente (contrôlés par l'organe de révision externe et indépendant désigné par l'assureur [art. 86 à 88 OAMal]), des extrapolations de l'année en cours et le budget (bilan et compte d'exploitation) de l'exercice suivant. Se fondant sur des valeurs empiriques, des prévisions et des comparaisons entre assureurs, l'OFSP signale aux assureurs les écarts qui dépassent la marge normale d'incertitude des prévisions. Ce faisant, il pondère les facteurs de risques généraux et individuels pour chaque assureur (par exemple l'évolution des effectifs et des coûts, le calcul de la compensation des risques et la situation financière actuelle) et en tient compte dans le cadre de son examen. En cas d'abus dans la fixation des primes, l'OFSP exige de l'assureur qu'il en corrige le montant. Si le budget présente des erreurs ou lacunes manifestes, l'OFSP formule des réserves ou assortit l'approbation des primes de directives contraignantes pour l'établissement des primes de l'année suivante (EUGSTER, op. cit., p. 743 n. 1017; OFSP, Fixation et approbation des primes dans l'assurance obligatoire des soins, Rapport en réponse au postulat Robbiani [05.3625], p. 21 ss).\n\n4.3 Un assuré touché par une décision prise en application d'un tarif des primes de l'assurance obligatoire des soins dans une situation concrète peut exiger du juge qu'il en contrôle la légalité (ATF 131 V 66 consid. 4 p. 70). Le juge ne saurait toutefois entrer en matière sur les critiques d'ordre général qu'un assuré adresse à l'encontre de sa prime d'assurance ou du système de l'assurance-maladie sociale. Il incombe à ce dernier d'expliquer en quoi la clause BGE 135 V 39 S. 44tarifaire contestée viole le droit fédéral, étant précisé que le pouvoir d'examen du juge des assurances ne s'étend qu'à la question de savoir si ladite clause a été établie en conformité avec les dispositions légales relatives au financement et à la fixation du montant des primes. De fait, la jurisprudence a, dans le domaine de l'assurance-maladie sociale, accordé au juge un pouvoir d'examen étendu par rapport à ce qui existe dans d'autres branches d'assurance (ATF 131 V 66 consid. 5.2 p. 73). On relèvera ainsi que dans le domaine de l'assurance-accidents, le législateur a expressément prévu que seul le classement - et la modification de ce classement - d'une entreprise dans les classes et degrés des tarifs de primes était justiciable (art. 109 let. b LAA [RS 832.20]).\n\n4.4 Les primes reposent pour l'essentiel sur des hypothèses et des prévisions dont l'OFSP doit vérifier la plausibilité. Compte tenu des nombreux facteurs d'incertitude qui influent sur le montant de la prime, l'OFSP intervient uniquement en cas d'écarts importants et visibles par rapport aux prévisions de tous les assureurs. Etant donné l'autonomie des assureurs dans la fixation des primes, ainsi que la liberté d'appréciation étendue de l'OFSP dans l'approbation des tarifs de primes, il ne convient pas que l'autorité juridictionnelle appelée à trancher un cas concret puisse, d'une manière indirecte, substituer sa propre appréciation à celle de l'autorité administrative. Aussi, le juge est-il appelé à faire preuve d'une grande retenue lors du contrôle d'une décision prise en application d'une clause tarifaire dans une situation concrète (ATF 131 V 66 consid. 5.2.2 p. 74 et les références).\n\n5.\n\n5.1 Le Tribunal cantonal des assurances sociales a annulé l'augmentation de prime notifiée à l'assuré, au motif que celle-ci n'avait pas été justifiée à satisfaction de droit, soit au degré de la vraisemblance prépondérante requis en matière d'assurances sociales. A l'issue d'une analyse détaillée des différents postes des frais administratifs de la recourante, il a considéré que les incertitudes relatives à la gestion de ces frais par le Groupe Mutuel ne permettaient pas de vérifier que le financement de l'assurance obligatoire des soins se faisait de manière autonome au sein de Mutuel Assurances. Un faisceau d'indices convergents permettait au contraire de démontrer qu'une partie des versements effectués par la recourante au Groupe Mutuel au titre de la couverture de ses frais administratifs servaient en fait à générer un bénéfice - non redistribué - au profit du Groupe BGE 135 V 39 S. 45Mutuel. Estimant que toute mesure d'instruction supplémentaire était superflue, la juridiction cantonale a renoncé à demander la production de pièces complémentaires ou l'audition des collaborateurs de l'OFSP.\n\n5.2 En substance, la recourante se plaint d'une constatation manifestement inexacte des faits pertinents, consécutive à une mauvaise appréciation des preuves. Elle invoque notamment une violation du principe dit de la maxime inquisitoire, en ce que le Tribunal cantonal des assurances sociales n'aurait pas requis la production de pièces complémentaires ou l'audition des collaborateurs de l'OFSP afin d'établir les faits qu'il jugeait peu clairs.\n\n6.\n\n6.1 Dans le domaine des assurances sociales, le juge fonde généralement sa décision sur les faits qui, faute d'être établis de manière irréfutable, apparaissent comme les plus vraisemblables, c'est-à-dire qui présentent un degré de vraisemblance prépondérante. Il ne suffit donc pas qu'un fait puisse être considéré seulement comme une hypothèse possible; la vraisemblance prépondérante suppose que, d'un point de vue objectif, des motifs importants plaident pour l'exactitude d'une allégation, sans que d'autres possibilités ne revêtent une importance significative ou n'entrent raisonnablement en considération (ATF 126 V 353 consid. 5b p. 360 et les références; voir également ATF 133 III 81 consid. 4.2.2 p. 88 et les références). En droit des assurances sociales, il n'existe par conséquent pas de principe selon lequel l'administration ou le juge devrait statuer, dans le doute, en faveur de l'assuré (ATF 126 V 319 consid. 5a p. 322).\n\n6.2 Il convient de faire une exception à ce principe général. En exigeant que les tarifs des primes de l'assurance obligatoire des soins soient dûment contrôlés et approuvés par l'OFSP (cf. supra consid. 4.2), le législateur fédéral a expressément érigé une présomption d'adéquation du montant des primes. Dans le cadre d'une contestation judiciaire subséquente, l'assuré ne peut renverser cette présomption de fait qu'en apportant la preuve stricte du contraire, la vraisemblance prépondérante n'étant pas suffisante. La preuve de la non-conformité du montant de la prime ne peut alors être rapportée que si le juge acquiert, en se fondant sur des éléments objectifs, la conviction de l'existence de ce fait; une certitude absolue n'est pas nécessaire, mais il faut qu'il n'y ait aucun doute sérieux ou, à tout le moins, que les doutes qui subsistent paraissent légers (cf. ATF 130 III 321 consid. 3.2 p. 324).\n\nBGE 135 V 39 S. 46\n\n6.3 Compte tenu de l'aspect forcément conjectural des primes d'assurance et de la réserve dont le juge doit faire preuve lorsqu'il est amené à examiner concrètement la légalité d'une clause tarifaire (cf. supra consid. 4.4), la validité d'une prime ne saurait être remise en question que si l'irrégularité constatée présente un degré de gravité certain et laisse clairement apparaître que le droit applicable n'a pas été respecté. De plus, l'intervention du juge ne se justifie que s'il est établi qu'il en résultera une modification sensible du montant de la prime due. Le calcul d'une clause tarifaire étant une question complexe et difficile qui relève principalement de la science actuarielle et de la technique comptable, le juge ne saurait toutefois se livrer personnellement à des calculs compliqués et aléatoires pour fixer le montant conforme d'une prime d'assurance, mais doit s'en remettre, le cas échéant, à l'opinion de spécialistes en la matière.\n\n6.4 Si l'ordre juridique permet aux assurés de faire examiner, aux conditions qui viennent d'être précisées, la validité de leur prime à l'assurance obligatoire des soins, il n'en demeure pas moins que le législateur a voulu avant tout que les assurés puissent changer d'assureur en cas de désaccord avec le montant de leur prime. C'est pourquoi la LAMal consacre les principes du libre choix de l'assureur et du libre passage, qui permettent à toute personne, quel que soit son âge, son sexe et son état de santé, de changer librement d'assureur et de choisir, en particulier, celui dont les primes sont les plus avantageuses (art. 7 LAMal; Message du 6 novembre 1991 concernant la révision de l'assurance-maladie, FF 1992 I 108 s. ch. 21; ATF 124 V 333 consid. 2a p. 336).\n\n7.\n\n7.1 Dans le recours qu'il avait formé à l'encontre de la décision sur opposition du 23 février 2001, l'assuré n'avait émis que de vagues critiques générales qui n'étaient, à l'origine, pas de nature à justifier l'intervention du juge. Ce n'est qu'en cours de procédure qu'il a formulé des griefs plus précis et qu'il a sollicité de la juridiction cantonale qu'elle mette en oeuvre des mesures d'instruction en vue d'en confirmer le bien-fondé. L'examen judiciaire a alors exclusivement porté sur la question des frais administratifs de Mutuel Assurances.\n\n7.2 En vertu de l'art. 22 al. 1 LAMal, les assureurs doivent limiter les frais d'administration de l'assurance-maladie sociale aux exigences d'une gestion économique. Cette disposition constitue une BGE 135 V 39 S. 47des expressions du principe dit de l'économicité qui vise, dans le domaine de l'assurance-maladie sociale, à garantir une offre appropriée et de qualité en matière de santé à des coûts les moins élevés possible. Il n'est cependant pas possible de définir, dans l'absolu, la quote-part des coûts administratifs nécessaire à une pratique économique de l'assurance-maladie sociale, celle-ci pouvant dépendre de la taille respective des assureurs et des différences structurelles qui en découlent. C'est pourquoi l'OFSP, en sa qualité d'autorité de surveillance, n'intervient qu'en cas d'inadéquation manifeste des frais administratifs. Les examens menés dans le cadre de l'approbation des primes consistent principalement à examiner l'évolution des frais administratifs dans les budgets soumis, à analyser les raisons des fortes fluctuations qui pourraient ressortir de ceux-ci et à intervenir si les comparaisons entre groupes d'assureurs comparables mettent en évidence l'existence de frais excessifs. Il n'appartient en revanche pas à l'OFSP de s'immiscer dans des questions qui relèvent de la conduite stratégique de l'entreprise (EUGSTER, op. cit., p. 473 n. 239 s.; pour un exemple dans le domaine de la prévoyance professionnelle, arrêt 2A.395/2002 du 14 août 2003).\n\n7.3 Conformément aux principes exposés précédemment, le juge ne peut se voir reconnaître un pouvoir d'examen plus étendu que celui de l'autorité d'approbation des primes. Lorsqu'elle est amenée à examiner le bien-fondé de coûts administratifs, l'autorité judiciaire ne doit intervenir qu'en cas d'abus manifeste. En revanche, il n'appartient pas au juge de procéder à une analyse détaillée de la structure des coûts administratifs de l'assureur en cause et de s'immiscer ainsi dans l'organisation et la stratégie de l'entreprise. Cela ne signifie pas que ces questions ne peuvent pas faire l'objet d'un contrôle. Elles relèvent cependant de la surveillance de la pratique des assureurs, tâche qui incombe au Conseil fédéral et à l'OFSP, autorités auxquelles le juge des assurances ne saurait se substituer. Si l'assuré estime toutefois que certains faits appellent dans l'intérêt public une intervention de l'autorité de surveillance, il peut alors saisir l'OFSP d'une dénonciation au sens de l'art. 71 PA (RS 172.021).\n\n7.4\n\n7.4.1 Le Tribunal cantonal des assurances sociales a estimé, en se fondant sur les témoignages qu'il a recueillis et les pièces produites au cours de la procédure, que Mutuel Assurances n'avait pas établi, au degré de la vraisemblance prépondérante, l'usage conforme à leur destination des primes payées par les assurés ainsi que le BGE 135 V 39 S. 48financement autonome de l'assurance obligatoire des soins. Compte tenu de la présomption d'adéquation des primes de l'assurance obligatoire des soins, il n'appartenait toutefois pas à l'assurance de démontrer que la clause tarifaire approuvée par l'OFSP était conforme au droit, mais à l'assuré d'établir, au degré de preuve requis en la matière, les circonstances qui permettaient d'admettre que les dispositions légales en matière de financement et de fixation de primes avaient été violées et, partant, justifiaient de revenir sur la décision d'approbation de l'OFSP.\n\n7.4.2 Il ne ressort pas des faits retenus par la juridiction cantonale, et l'assuré ne l'a jamais prétendu, que les frais administratifs de la recourante dépasseraient toute mesure raisonnable au point de ne plus être compatibles avec le principe d'économicité. Il ressort d'ailleurs des données statistiques que les frais administratifs de la recourante s'élevaient en 2000 à 8,2 % et en 2001 à 6,9 % de ses dépenses totales et qu'ils s'inscrivaient à un niveau légèrement au-dessus de la moyenne générale des assureurs (6,1 % pour 2000 et 2001; cf. OFAS, Statistiques de la sécurité sociale, Statistique de l'assurance-maladie 2000-2001, Tableau 5).\n\n7.4.3 Malgré les propos parfois ambigus tenus par les organes de révision interrogés, il n'existe pas d'éléments probants suffisants pour affirmer que la répartition des coûts administratifs entre l'assurance-maladie sociale et l'assurance complémentaire ne se ferait pas de manière conforme avec le principe du financement autonome de l'assurance-maladie obligatoire au sein de la recourante (cf. art. 84 OAMal). Dans un rapport d'audit du 18 octobre 2006, l'OFSP a au contraire attesté que le choix des clés de répartition appliquées par le Groupe Mutuel pour le compte des institutions qui lui étaient affiliées ainsi que leurs pondérations se rapprochaient de la réalité économique. Rien ne permet de douter que cela n'était pas déjà le cas au moment où a été calculée la prime litigieuse. De même, le faisceau d'indices sur lequel la juridiction cantonale s'est fondée pour retenir que le bénéfice - non redistribué - réalisé par le Groupe Mutuel s'expliquait en partie par les contributions trop importantes versées par ses membres ne permet pas encore de tenir pour établie une violation des dispositions légales applicables, dès lors que rien n'indique que les sommes mises en réserve par le Groupe Mutuel seraient par la suite détournées de l'assurance obligatoire des soins.\n\n7.4.4 L'examen effectué par la juridiction cantonale de différents postes de coûts de la recourante n'apporte aucun élément décisif BGE 135 V 39 S. 49dans le cadre du présent litige. L'importance des frais publicitaires engagés ou le financement de l'infrastructure mobilière (informatique, téléphonie, meubles) par le moyen d'une cotisation annuelle sont des questions qui relèvent des choix stratégiques et organisationnels opérés au sein du Groupe Mutuel et qui ne sauraient faire l'objet d'un examen préjudiciel dans le cadre de la présente procédure. De même, il n'a pas été établi que le loyer versé au Groupe Mutuel pour la mise à disposition de ses locaux ou que le taux de rémunération des prêts accordés par la recourante au Groupe Mutuel n'étaient pas conformes au marché.\n\n7.4.5 Faute pour l'assuré d'avoir établi à satisfaction de droit la non- conformité au droit fédéral de la prime litigieuse, le Tribunal cantonal des assurances sociales n'était pas en droit d'annuler l'augmentation de prime notifiée à l'assuré pour l'année 2001. Dans ces conditions, le recours doit être admis et le jugement attaqué annulé. Pour être tout à fait complet, on précisera encore que si la juridiction cantonale avait effectivement établi l'existence d'une violation du droit fédéral, elle n'aurait pu, en l'état, se contenter d'annuler, purement et simplement, l'augmentation de prime signifiée à l'assuré. Il doit nécessairement exister un rapport mathématique entre l'irrégularité constatée et ses conséquences sur le montant de la prime."}