{"annee": "135", "cour": "II", "page": "1", "date": "12/11/2008", "cite": ["128 II 145", "130 II 281", "112 IB 473", "121 II 97", "131 II 562", "133 I 185", "128 I 34", "112 IB 161"], "cite_par": ["140 II 65", "137 II 10"], "chapeau": "1. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. A. und Mitb. gegen Amt für Bevölkerung und Migration des Kantons Freiburg (Beschwerde in öffentlich- rechtlichen Angelegenheiten)\n\n2C_306/2008 vom 12. November 2008", "regestes": ["Art. 83 let. c ch. 2 LTF, art. 7 al. 1, art. 17 al. 2, art. 9 al. 3 et 4 LSEE; conséquences en droit des étrangers de l'annulation d'une naturalisation. Recevabilité du recours en matière de droit public (consid. 1). En droit des étrangers, l'annulation de la naturalisation a pour effet de replacer l'intéressé dans la situation qui était la sienne avant la naturalisation, sous réserve d'éventuels motifs entraînant la perte de son statut (consid. 3). Une autorisation d'établissement acquise par mariage avec un ressortissant suisse ne s'éteint pas automatiquement lorsque le mariage cesse d'exister; elle ne devient caduque qu'en présence de circonstances qui, en droit des étrangers, entraînent la perte de ce statut. En particulier, une telle autorisation ne peut être révoquée qu'aux conditions spécifiques posées par le droit des étrangers (consid. 4)."], "faits": "|2|\n\nDer aus der Türkei stammende, 1968 geborene A. reiste im September 1990 in die Schweiz ein und stellte hier ein Asylgesuch, das letztinstanzlich am 6. Juli 1994 abgewiesen wurde. Am 29. Juli 1994 heiratete A. die im Jahre 1955 geborene Schweizerin X., woraufhin er die Aufenthaltsbewilligung und im August 1999 die Niederlassungsbewilligung erhielt.\n\nAm 30. Mai 1997 ersuchte A. um erleichterte Einbürgerung. Dabei unterzeichnete er zusammen mit seiner Ehefrau am 31. März 2000 eine Erklärung, wonach sie in einer tatsächlichen, ungetrennten ehelichen Gemeinschaft an derselben Adresse leben würden und zur Kenntnis nähmen, dass die erleichterte Einbürgerung ausgeschlossen sei, wenn vor oder während des Einbürgerungsverfahrens einer der Ehegatten die Trennung oder Scheidung beantragt habe oder keine tatsächliche eheliche Gemeinschaft mehr bestehe. Am 11. April 2000 wurde A. das Schweizerbürgerrecht erteilt. Am 28. August 2000 reichten die Ehegatten A. und B. beim zuständigen Gericht eine Scheidungsklage mit einer gemeinsam unterzeichneten Scheidungskonvention ein. Die Ehe, die kinderlos geblieben war, wurde am 7. März 2001 geschieden.\n\nMit Verfügung vom 21. Juni 2004 erklärte das Bundesamt für Zuwanderung, Integration und Auswanderung (IMES; heute: Bundesamt für Migration) die erleichterte Einbürgerung für nichtig. Am 13. März 2006 wies das Eidgenössische Justiz- und Polizeidepartement eine dagegen erhobene Beschwerde ab. Mit Urteil vom |3| 27. Juni 2006 bestätigte das Bundesgericht diesen Entscheid (Urteil 5A.11/2006).\n\nIm August 2001 gelangte die im Jahre 1980 geborene türkische Staatsangehörige B. in die Schweiz, wo sie am 3. September 2001 A. heiratete und in der Folge die Aufenthaltsbewilligung erhielt. Aus der Ehe gingen zwei Kinder hervor, die Tochter C., geboren im August 2004, sowie der Sohn D., geboren im Juni 2006.\n\nMit Verfügung vom 8. Oktober 2007 lehnte das Amt für Bevölkerung und Migration des Kantons Freiburg ein Gesuch von A. und der beiden Kinder um Erteilung und ein solches von B. um Verlängerung der Aufenthaltsbewilligung ab und setzte der Familie eine Frist zum Verlassen des Kantons. Am 3. April 2008 wies das Verwaltungsgericht des Kantons Freiburg, I. Verwaltungsgerichtshof, eine dagegen gerichtete Verwaltungsgerichtsbeschwerde ab.\n\nMit Beschwerde in öffentlich-rechtlichen Angelegenheiten vom 22. April 2008 an das Bundesgericht stellen die Ehegatten A. und B. sowie ihre Kinder C. und D. insbesondere den Antrag, das Urteil des Verwaltungsgerichts vom 3. April 2008 aufzuheben und die Beschwerdesache zu neuem Entscheid an die Vorinstanz zurückzuweisen; eventuell seien ihnen direkt die Niederlassungs- bzw. die Aufenthaltsbewilligungen zu erteilen.\n\nDas Amt für Bevölkerung und Migration des Kantons Freiburg schliesst auf Abweisung der Beschwerde, soweit darauf einzutreten sei. Das Kantonsgericht des Kantons Freiburg und das Bundesamt für Migration beantragen Abweisung der Beschwerde.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Nach Art. 83 lit. c Ziff. 2 BGG ist die Beschwerde in öffentlich-rechtlichen Angelegenheiten auf dem Gebiet des Ausländerrechts unzulässig gegen Entscheide betreffend Bewilligungen, auf die weder das Bundesrecht noch das Völkerrecht einen Anspruch einräumt. Gemäss Art. 4 des Bundesgesetzes vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer (ANAG; BS 1 121), das hier unbestrittenermassen noch anwendbar ist (vgl. Art. 126 des Bundesgesetzes vom 16. Dezember 2005 über die Ausländerinnen und Ausländer [AuG; SR 142.20]), entscheiden die zuständigen Behörden, im Rahmen der gesetzlichen Vorschriften und der |4| Verträge mit dem Ausland, nach freiem Ermessen über die Bewilligung von Aufenthalt und Niederlassung. Es besteht damit grundsätzlich kein Anspruch auf Erteilung einer Aufenthaltsbewilligung, es sei denn, der Ausländer oder seine in der Schweiz lebenden Angehörigen könnten sich auf eine Sondernorm des Bundesrechts (einschliesslich Bundesverfassungsrecht) oder eines Staatsvertrages berufen (vgl. BGE 133 I 185 E. 2.3 S. 189; BGE 130 II 281 E. 2.1 S. 284; BGE 128 II 145 E. 1.1.1 S. 148 mit Hinweisen).\n\n1.2 Zwar ist fraglich, ob es im vorliegenden Fall vorrangig um den Widerruf einer dem beschwerdeführenden Ehegatten und Vater (nachfolgend: Beschwerdeführer) zustehenden Niederlassungsbewilligung oder um die (Neu)Erteilung einer Anwesenheitsbewilligung an ihn geht. So oder so erweist sich die Beschwerde insoweit aber als zulässig.\n\n1.2.1 Gegen Entscheide über den Widerruf oder die Feststellung des Erlöschens einer Niederlassungsbewilligung ist die Beschwerde in öffentlich-rechtlichen Angelegenheiten, ähnlich wie dies bereits früher bei der Verwaltungsgerichtsbeschwerde zutraf (vgl. das Urteil des Bundesgerichts 2A.595/2006 vom 6.2.2007 E. 2.1 mit Hinweisen), zulässig, weil grundsätzlich ein Anspruch auf das Fortbestehen dieser Bewilligung gegeben ist.\n\n1.2.2 Wird davon ausgegangen, dass über die Erteilung einer Bewilligung zu entscheiden ist, so hat der ausländische Ehegatte eines Schweizer Bürgers gemäss Art. 7 Abs. 1 ANAG (in der Fassung vom 23. März 1990; AS 1991 1034) grundsätzlich Anspruch auf Erteilung und Verlängerung der Aufenthaltsbewilligung (Satz 1) sowie nach einem ordnungsgemässen und ununterbrochenen Aufenthalt von fünf Jahren auf Erteilung der Niederlassungsbewilligung (Satz 2). Da der Beschwerdeführer während mehr als fünf Jahren mit einer Schweizer Bürgerin verheiratet war und er während dieser Zeit ordnungsgemäss und ununterbrochen in der Schweiz gelebt hat, besitzt er jedenfalls nach Massgabe von Art. 7 Abs. 1 ANAG einen potentiellen Anspruch auf die Erteilung einer Niederlassungsbewilligung, den er auch nach erfolgter Scheidung geltend machen kann (Urteil des Bundesgerichts 2C_343/2007 vom 7. Dezember 2007 E. 1.1; vgl. auch BGE 128 II 145 E. 1.1 S. 148 f.). Einen solchen Anspruch hat der Beschwerdeführer grundsätzlich auch insoweit, als er im Subeventualstandpunkt um Erteilung der ein weniger gefestigtes Anwesenheitsrecht gewährenden Aufenthaltsbewilligung ersucht (vgl. BGE 128 II 145 E. 1.1.4 S. 149).\n\n|5|\n\n1.2.3 Dass schliesslich der Beschwerdeführer vor Bundesgericht im Eventualstandpunkt die Belassung der Niederlassungsbewilligung beantragt, währenddem er im kantonalen Verfahren noch deren Erteilung verlangt hatte, stellt nicht einen unzulässigen neuen Antrag bzw. eine Änderung des Streitgegenstandes dar. Streitobjekt bleibt der Status als Niedergelassener.\n\n1.3 Nach Art. 17 Abs. 2 ANAG hat der Ehegatte eines Ausländers mit Niederlassungsbewilligung Anspruch auf Erteilung und Verlängerung der Aufenthaltsbewilligung, solange die Ehegatten zusammenwohnen, und nach einem ordnungsgemässen und ununterbrochenen Aufenthalt von fünf Jahren Anspruch auf die Niederlassungsbewilligung; ledige Kinder unter 18 Jahren haben Anspruch auf Einbezug in die Niederlassungsbewilligung, wenn sie mit ihren Eltern zusammenwohnen. Die Zulässigkeit der Beschwerde betreffend die Aufenthaltsbewilligung für die Frau und betreffend die Niederlassungs- bzw. Aufenthaltsbewilligungen für die Kinder hängt somit davon ab, ob dem Ehemann und Vater eine Niederlassungsbewilligung zusteht.\n\n1.4 Das Bundesgericht legt seinem Urteil den von der Vorinstanz festgestellten Sachverhalt zugrunde (Art. 105 Abs. 1 BGG), es sei denn, dieser sei offensichtlich unrichtig oder beruhe auf einer Rechtsverletzung im Sinne von Art. 95 BGG (Art. 105 Abs. 2 bzw. Art. 97 Abs. 1 BGG). Neue Tatsachen und Beweismittel dürfen nur so weit vorgebracht werden, als erst der Entscheid der Vorinstanz dazu Anlass gibt (Art. 99 Abs. 1 BGG).\n\n(...)\n\n3.\n\n3.1 Die Vorinstanz ging davon aus, dass die ursprüngliche Niederlassungsbewilligung des Beschwerdeführers nach der Nichtigerklärung des Bürgerrechtserwerbs nicht wieder aufgelebt sei. Sie prüfte daher, ob sein während der fünfjährigen Ehedauer erworbener Anspruch auf Erteilung der Niederlassungsbewilligung umzusetzen sei. Sie verneinte dies unter Hinweis auf die gleichen Gründe, die zur Nichtigkeit der Einbürgerung führten, d.h. namentlich wegen rechtsmissbräuchlicher Berufung auf eine nur noch formell bestehende Ehe. Der Beschwerdeführer geht demgegenüber davon aus, die Niederlassungsbewilligung sei nicht untergegangen und es sei kein Tatbestand erfüllt, der ihren Wegfall begründe.\n\n3.2 Die Nichtigerklärung des Schweizerbürgerrechts des Beschwerdeführers in Anwendung von Art. 41 des Bundesgesetzes vom |629| . September 1952 über Erwerb und Verlust des Schweizer Bürgerrechts (Bürgerrechtsgesetz, BüG; SR 141.0) ist rechtskräftig und steht hier nicht mehr in Frage. In mehreren Urteilen hat das Bundesgericht festgehalten, dass sich nach einer Nichtigerklärung des Schweizerbürgerrechts allenfalls wieder die Frage der ausländerrechtlichen Anwesenheit stellen kann. Dabei ging das Bundesgericht davon aus, die Nichtigerklärung der Einbürgerung führe nicht automatisch zum Wiederaufleben einer früheren \"fremdenpolizeilichen Bewilligung\", sondern es sei aufgrund der aktuellen Sachlage neu über das allfällige Anwesenheitsrecht zu entscheiden (vgl. die Urteile 2C_343/2007 vom 7. Dezember 2007 E. 2, 2A.244/2006 vom 27. Juli 2006 E. 3.1.2, 2A.431/2005 vom 14. November 2005 E. 1.1.2 und 2A.221/2005 vom 6. September 2005). In allen bisher vom Bundesgericht entschiedenen Fällen verfügten die betroffenen Personen freilich vor Erteilung des Schweizerbürgerrechts lediglich über die Aufenthaltsbewilligung, die während des Verfahrens auf Nichtigerklärung schon aufgrund ihrer Befristung (vgl. Art. 5 Abs. 1 ANAG) erloschen war (Art. 9 Abs. 1 lit. a ANAG). Eine präjudizierende Wirkung für die Niederlassungsbewilligung ergibt sich daraus hingegen nicht.\n\n3.3 Im Unterschied zur Aufenthaltsbewilligung gilt die Niederlassungsbewilligung nach Art. 6 Abs. 1 ANAG unbefristet. Sie geht lediglich durch Erlöschen (gemäss Art. 9 Abs. 3 ANAG) oder Widerruf (nach Art. 9 Abs. 4 ANAG) unter, wobei der Zeitablauf, anders als bei der Aufenthaltsbewilligung, gerade keinen Erlöschensgrund bildet. Die Erteilung des Schweizerbürgerrechts verschafft dem Eingebürgerten die Stellung eines schweizerischen Staatsbürgers. Vom Gesetzeswortlaut her führt die Erteilung des Bürgerrechts nicht zum Erlöschen einer vorher geltenden Anwesenheitsbewilligung. Zwar verbietet es sich grundsätzlich, neue Erlöschensgründe zu definieren, die nicht im Gesetz angelegt sind. Die gesetzliche Aufzählung kann aber auch nicht als völlig abschliessend beurteilt werden, nennt sie doch etwa den offensichtlichen und der gesetzlichen Ordnung entsprechenden Erlöschensgrund des Todes des Bewilligungsträgers, insbesondere eines Niedergelassenen, nicht.\n\n3.4 Ausländer ist, wer nicht über das Schweizerbürgerrecht verfügt. Mit der Erteilung des Schweizerbürgerrechts fällt die persönliche Eigenschaft als Ausländer dahin, selbst wenn damit eine doppelte Staatsangehörigkeit verbunden sein sollte. Die eingebürgerte Person untersteht nicht mehr dem Ausländerrecht. Wird die Einbürgerung nichtig erklärt, verliert sie die schweizerische |7| Staatsangehörigkeit und die damit verbundenen Rechte. Gleichzeitig wird sie wieder zu einem Ausländer, für den das Ausländerrecht erneut anwendbar ist. Die betroffene Person wird insofern in den Zustand vor der Einbürgerung zurückversetzt. Art. 41 Abs. 3 BüG regelt dazu einzig, dass sich die Nichtigerklärung auch auf alle Familienglieder erstreckt, deren Schweizerbürgerrecht auf der nichtigerklärten Einbürgerung beruht, sofern nicht ausdrücklich anders verfügt wird. Weder das Bürgerrechts- noch das Ausländergesetz bestimmen jedoch ausdrücklich, welche ausländerrechtlichen Folgen mit der Einbürgerung sowie mit der Nichtigerklärung einer Einbürgerung verbunden sind. Selbst die Rechtsnatur der Nichtigerklärung ist unklar, und der Sprachgebrauch in den verschiedenen Gesetzestexten erweist sich insofern als nicht eindeutig: Der deutsche Begriff der \"Nichtigerklärung\" weist auf eine ursprüngliche Ungültigkeit hin, das französische Wort \"annulation\" und der italienische Begriff \"annullamento\" sprechen demgegenüber eher für ein nachträgliches Dahinfallen des Bürgerrechts (vgl. dazu die bundesrätliche Botschaft vom 9. August 1951 zum Bürgerrechtsgesetz in ihrer deutschsprachigen Fassung in BBl 1951 II 703 sowie in der französischsprachigen Version in FF 1951 II 700 f.).\n\n3.5 Die Einbürgerung entfaltet verschiedene Wirkungen, die mit der Nichtigerklärung nicht ohne weiteres behoben werden. Sind in der fraglichen Periode etwa einzig den Schweizern zustehende politische Rechte wahrgenommen worden, lässt sich das nachträglich nicht mehr ändern. Auch ausländerrechtlich besteht in der Zeit zwischen der Einbürgerung und deren Nichtigerklärung ein Vakuum. Weder die Theorie, die Niederlassungsbewilligung sei mit der Einbürgerung untergegangen und lebe mit der Nichtigerklärung derselben nicht mehr auf, noch die gegenteilige Auffassung führt zu einer in sich schlüssigen Lösung, die in jeder Beziehung befriedigende Antworten bereithält. Insoweit besteht eine echte Gesetzeslücke (vgl. dazu BGE 131 II 562 E. 3.5 S. 567 f.; BGE 128 I 34 E. 3b S. 42; je mit Hinweisen). Beim Ausfüllen einer solchen hat das Gericht diejenige Regel zu bilden, die es als Gesetzgeber aufstellen würde (vgl. Art. 1 Abs. 2 ZGB). Die zu treffende Regelung muss sich widerspruchslos in das bestehende Gesetzesrecht und dessen Wertungen einfügen.\n\n3.6 Die Niederlassungsbewilligung vermittelt dem Ausländer die nach schweizerischem Recht günstigste ausländerrechtliche Stellung, die bis zum Eintreten eines Erlöschens- oder Widerrufsgrunds |8| oder ohne einen solchen bis zum Tod Gültigkeit hat. Eine Einbürgerung führt im Hinblick auf die mit dem Ausländerrecht verbundenen Rechtsfolgen grundsätzlich zu einer noch besseren Rechtsstellung. Insbesondere kann sich der Eingebürgerte neu auf die Niederlassungsfreiheit nach Art. 24 BV berufen. Wohl geht diese Verbesserung mit der Nichtigerklärung der Einbürgerung wieder verloren, doch spricht nichts dafür, dass dadurch auch die ausländerrechtliche Stellung verschlechtert werden sollte, die vorher bestand. Würde davon ausgegangen, mit der Einbürgerung ginge die Rechtsstellung als Niedergelassener definitiv und unwiederbringlich verloren, könnte die Migrationsbehörde nach der Nichtigerklärung der Einbürgerung wieder frei über die Erteilung der Niederlassungsbewilligung befinden, obwohl diese im ursprünglichen Verfahren erst nach eingehender Prüfung gewährt werden durfte (vgl. Art. 11 Abs. 1 der Vollziehungsverordnung vom 1. März 1949 zum Bundesgesetz über Aufenthalt und Niederlassung der Ausländer, ANAV; AS 1949 I 228). Selbst ein allfälliges früheres Rechtsmittelverfahren würde daran nichts ändern. Das würde in einem gewissen Spannungsverhältnis mit dem Gebot der Rechtssicherheit stehen.\n\n3.7 Sodann sind die Gründe, die zur Nichtigerklärung einer Einbürgerung und allenfalls zum Widerruf einer Niederlassungsbewilligung führen, nicht zwingend gleichgeschaltet. Es ist nicht einzusehen, weshalb der Ausländer durch die Nichtigerklärung der Einbürgerung in einen schlechteren ausländerrechtlichen Status gesetzt werden sollte, als er ihn vor der Einbürgerung besass und wie er weiterhin gelten würde, wäre er nicht eingebürgert worden. Sachlogischer erscheint, ihm ausländerrechtlich die gleiche Rechtsstellung wie vor der Einbürgerung zuzuweisen. Vorbehalten bleiben inzwischen eingetretene Erlöschens- oder Widerrufsgründe nach Art. 9 Abs. 3 und 4 ANAG.\n\n3.8 Abgesehen davon ist es widersprüchlich, vom Weiterbestand eines früher erworbenen Anspruchs auf Bewilligungserteilung auszugehen, nicht aber von der Geltung der mit der Niederlassungsbewilligung verbundenen Rechtsstellung. Diese Rechtsfolge erweist sich überdies als zeitlich beschränkt, weil nämlich die Nichtigerklärung lediglich innerhalb einer Frist von fünf Jahren (vgl. Art. 41 Abs. 1 BüG), künftig eventuell innert einer solchen von acht Jahren (vgl. für die entsprechenden gesetzgeberischen Bemühungen etwa BBl 2008 1277 und 1289), zulässig ist. Und schliesslich ist davon |9| auszugehen, dass die Würdigung des für die Nichtigerklärung massgeblichen Verhaltens im Zusammenhang mit dem Widerruf der ausländerrechtlichen Stellung vorbehalten bleibt, soweit sie insofern von Belang ist. Sind jedoch die Voraussetzungen des Erlöschens oder des Widerrufs der Bewilligung nach Art. 9 Abs. 3 und 4 ANAG nicht erfüllt, steht der betroffenen Person die Niederlassungsbewilligung zu.\n\n4.\n\n4.1 Ausländerrechtlich ist somit davon auszugehen, dass der Beschwerdeführer über die gleiche Stellung wie ein Niedergelassener verfügt. Die Niederlassungsbewilligung nach Art. 7 Abs. 1 ANAG stellt ein eigenes und selbständiges Niederlassungsrecht des ausländischen Ehegatten dar. Sie erlischt nicht automatisch mit dem Wegfall der Ehe, sondern kann allenfalls widerrufen werden, und zwar nicht nach den allgemeinen Regeln über den Widerruf, sondern nur unter den spezifischen Voraussetzungen von Art. 9 Abs. 4 ANAG, insbesondere gemäss lit. a dieser Bestimmung. Danach ist ein Widerruf nur zulässig, wenn der Ausländer wissentlich falsche Angaben machte oder wesentliche Tatsachen verschwieg, in der Absicht, gestützt darauf die Niederlassungsbewilligung zu erhalten. Es muss nicht feststehen, dass die Bewilligung bei richtiger Angabe verweigert worden wäre. Wesentlich sind sodann nicht nur solche Tatsachen, nach denen die Migrationsbehörde bei der Erteilung der Bewilligung ausdrücklich gefragt hat, sondern - mit Blick auf die Tatbestandsalternative \"wissentliches Verschweigen\" - auch solche, von denen der Gesuchsteller wissen muss, dass sie für den Bewilligungsentscheid bedeutsam sind. Schliesslich muss der Widerruf der Bewilligung gemessen an den gesamten Umständen des Einzelfalles verhältnismässig sein (vgl. zum Ganzen die Urteile des Bundesgerichts 2A.595/2006 vom 6. Februar 2007 E. 4 und 2A.57/2002 vom 20. Juni 2002 E. 2.1, in: Pra 91/2002 Nr. 165 S. 889; BGE 112 Ib 161 E. 3 S. 162 f., BGE 112 Ib 473 E. 2 S. 475). Vorbehalten bleiben andere Untergangsgründe.\n\n4.2 Ein täuschendes Verhalten könnte hier allenfalls darin liegen, dass der Beschwerdeführer im Verfahren um Erteilung der Niederlassungsbewilligung, d.h. bereits vor Ende Juli 1999, wissentlich verschwiegen oder aktiv darüber hinweggetäuscht hätte, dass die Ehe bereits während der für den Erwerb der Niederlassungsbewilligung massgeblichen fünfjährigen Dauer definitiv gescheitert gewesen sei. Insofern kann für diese Vorfrage auf die Rechtsprechung |10| zur rechtsmissbräuchlichen Berufung auf eine Ehe zurückgegriffen werden, auch wenn sie für sich allein nicht ausschlaggebend, sondern lediglich indirekt von Bedeutung ist. Ein entsprechender Sachverhalt darf allerdings nicht leichthin angenommen werden, entzieht sich in der Regel einem direkten Beweis bzw. ist oft bloss durch Indizien zu erstellen (BGE 128 II 145 E. 2.3 mit Hinweisen) und muss bereits vor Ablauf der Fünfjahresfrist gemäss Art. 7 Abs. 1 zweiter Satz ANAG, d.h. vor Erlangung des grundsätzlichen Anspruches auf die Niederlassungsbewilligung, vorgelegen haben (BGE 121 II 97 E. 4c S. 104 f.; Urteil 2C_241/2007 vom 12. Oktober 2007 E. 3.2).\n\n4.3 Die vorliegenden Akten geben keine genügende Auskunft darüber, welche Angaben der Beschwerdeführer vor der Erteilung der Niederlassungsbewilligung gemacht hat bzw. welche Fragen ihm von der Migrationsbehörde dazu gestellt wurden und wie er darauf gegebenenfalls antwortete. Anhaltspunkte für falsche Angaben oder das wissentliche Verschweigen von Tatsachen bestehen nicht. Entsprechende Abklärungen wurden offenbar auch nicht getätigt. Das Verwaltungsgericht hat einzig aus den gleichen Gründen, die zur Nichtigerklärung des Bürgerrechts führten, auf einen Rechtsmissbrauch bei der Erteilung der Niederlassungsbewilligung geschlossen. Das Verhalten des Beschwerdeführers beim Erwerb des Bürgerrechts vermag hier jedoch für sich allein einen Widerruf der Niederlassungsbewilligung nicht zu rechtfertigen. Im Bürgerrechtsverfahren wurde nämlich aus dem Umstand, dass die Ehegatten am 28. August 2000 und damit nur wenige Monate nach der Einbürgerung ein gemeinsames Scheidungsbegehren stellten, geschlossen, die Ehe sei schon am 31. März 2000 gescheitert gewesen. Damals erklärten die Ehegatten im Hinblick auf die Einbürgerung des Beschwerdeführers übereinstimmend, sie lebten zusammen in einer stabilen ehelichen Gemeinschaft und es gebe keine Scheidungsabsicht. Daraus lässt sich jedoch entgegen der Vorinstanz nicht der Schluss ziehen, dass die Ehe auch bereits Ende Juli 1999, im für den Erwerb der Niederlassungsbewilligung nach fünfjähriger Dauer massgeblichen Zeitpunkt, definitiv gescheitert gewesen war. Das Argument des Verwaltungsgerichts, es habe sich in der Zeit von Juli 1999 bis Ende März 2000 nichts Besonderes ereignet, was zum Scheitern der Ehe geführt hätte, genügt nicht, um ein früheres Scheitern zu belegen. Die entsprechenden Sachverhaltsfeststellungen sind daher offensichtlich unrichtig bzw. unvollständig im Sinne von Art. 97 Abs. 1 BGG. |11|\n\n4.4 Mit Blick auf die massgeblichen Rechtsfragen wäre es Sache der Behörden gewesen, den Nachweis dafür zu erbringen, dass die Ehe schon Ende Juli 1999 nicht mehr gelebt wurde und der Beschwerdeführer dies wissentlich verschwiegen oder die Behörden darüber aktiv getäuscht hatte, falls dies so gewesen sein sollte. Der Beschwerdeführer hat dazu im Übrigen Beweise (wie Zeugen oder Fotos) angeboten oder sogar eingereicht, aus denen sich im Gegenteil ergeben soll, dass die Ehe zumindest bis Ende Juli 1999 normal verlaufen sei. Die Vorinstanz äussert sich dazu nicht. Das Bundesgericht verfügt damit nicht über die nötigen Grundlagen, um die vorinstanzlichen Sachverhaltsfeststellungen gemäss Art. 105 Abs. 2 BGG von Amtes wegen zu berichtigen oder zu ergänzen und damit direkt über die ausländerrechtliche Stellung des Beschwerdeführers bzw. darüber zu entscheiden, ob die massgeblichen Voraussetzungen eines Widerrufs einer Niederlassungsbewilligung erfüllt sind. Erst recht nicht beurteilen lässt sich die Anwesenheitsberechtigung der ebenfalls beschwerdeführenden Ehefrau und der Kinder, die von der Gültigkeit der Niederlassungsbewilligung des Beschwerdeführers abhängt. Die Angelegenheit ist daher an das Verwaltungsgericht zurückzuweisen zu ergänzender Abklärung der tatsächlichen Umstände und zu neuem Entscheid in der Sache."}