{"annee": "135", "cour": "V", "page": "98", "date": "14/1/2009", "cite": ["133 II 249", "133 V 637", "134 V 138", "133 I 206", "112 V 265"], "cite_par": ["137 V 51", "139 V 176"], "chapeau": "14. Arrêt de la Ire Cour de droit social dans la cause Secrétariat d'Etat à l'économie contre Fondateur de la Caisse cantonale neuchâteloise d'assurance-chômage, Département de l'Économie (recours en matière de droit public)\n\n8C_688/2008 du 14 janvier 2009", "regestes": ["Art. 85 al. 1 let. a LTF; art. 82 LACI; recevabilité du recours dans un cas de responsabilité du fondateur d'une caisse de chômage envers la Confédération pour le dommage résultant du versement de prestations indues. La voie du recours en matière de droit public n'est ouverte contre un jugement rendu par le Tribunal administratif fédéral statuant sur la responsabilité d'un fondateur d'une caisse de chômage envers la Confédération fondée sur l'art. 82 LACI que si la valeur litigieuse atteint la limite de 30'000 fr. (ou s'il existe une question juridique de principe). Il s'agit en effet d'une contestation pécuniaire en matière de responsabilité étatique au sens de l'art. 85 al. 1 let. a LTF (consid. 2-5)."], "faits": "|99|\n\nA. A l'issue d'une procédure de contrôle, le Secrétariat d'Etat à l'économie (SECO) a rendu le 9 octobre 2007 une décision, par laquelle il a mis à la charge du fondateur de la Caisse cantonale neuchâteloise d'assurance-chômage (ci-après: la caisse) le montant de 1'253 fr. 15 à titre de réparation du dommage résultant du fait que celle-ci n'avait pas correctement calculé l'indemnité en cas de réduction de l'horaire de travail du personnel de la société X. SA pour le mois de juillet 2005.\n\nB. La caisse, par le Département de l'économie de la République et canton de Neuchâtel (ci-après: le département), a recouru contre cette décision devant le Tribunal administratif fédéral.\n\nPar jugement du 26 juin 2008, le tribunal a admis son recours et annulé la décision du SECO du 9 octobre 2007.\n\nC. Le SECO interjette un recours en matière de droit public contre ce jugement en concluant, sous suite de frais et dépens, à son annulation.\n\nLa caisse, toujours représentée par le département, conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Le Tribunal fédéral examine d'office et librement la recevabilité des recours qui lui sont soumis (art. 29 al. 1 LTF; ATF 133 I 206 consid. 2 p. 210; ATF 133 II 249 consid. 1.1 p. 251).\n\n|100|\n\n2.\n\n2.1 La prétention en responsabilité du SECO contre l'intimé repose sur l'art. 82 al. 1 LACI (RS 837.0) et s'élève à 1'253 fr. 15.\n\n2.2 Le droit qui régit l'affaire au fond appartient au droit public fédéral, de sorte que la voie du recours en matière de droit public est en principe ouverte (art. 82 let. a LTF). Il s'agit par ailleurs d'une contestation pécuniaire.\n\n3. Selon l'art. 85 al. 1 let. a LTF, s'agissant de contestations pécuniaires, le recours en matière de droit public est irrecevable en matière de responsabilité étatique si la valeur litigieuse est inférieure à 30'000 fr.\n\nIl convient donc de déterminer si l'on se trouve en présence d'une responsabilité étatique au sens de cette disposition, auquel cas le recours en matière de droit public devrait être déclaré irrecevable, la valeur litigieuse de 30'000 fr. n'étant manifestement pas atteinte.\n\n4.\n\n4.1 L'art. 82 LACI a la teneur suivante:\n\nArt. 82 Responsabilité des fondateurs envers la Confédération\n\n1 Le fondateur répond envers la Confédération des dommages que sa caisse a causés intentionnellement ou par négligence dans l'exécution de ses tâches.\n\n2 Lorsqu'une caisse a plusieurs fondateurs, ceux-ci sont responsables solidairement.\n\n3 L'organe de compensation fixe, par décision, les dommages-intérêts qui sont dus. Il peut renoncer à faire valoir ses droits en cas de faute légère.\n\n4 Les paiements effectués par le fondateur sont bonifiés au fonds de compensation.\n\n5 (...)\n\n6 (...)\n\nOn précisera que c'est le SECO qui administre l'organe de compensation de l'assurance-chômage (art. 83 al. 3 LACI). Le fondateur des caisses publiques est le canton (art. 77 al. 2 LACI). Quant aux caisses de chômage privées agréées, elles sont représentées par les organisations d'employeurs et de travailleurs qui les ont instituées (art. 78 LACI).\n\n4.2 L'art. 82 LACI fait partie des dispositions relatives à la responsabilité des organes d'exécution de la LACI qui figurent au titre |101| quatrième de la LACI (art. 76 à 89a LACI). Il consacre une responsabilité pour faute résultant du droit public (cf. THOMAS NUSSBAUMER, Arbeitslosenversicherung, in Soziale Sicherheit, SBVR vol. XIV, 2e éd. 2007, p. 2442 n. 872; GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz [AVIG], t. II [art. 59-121], no 2 ad art. 82 LACI, p. 710). A la différence des autres cas de responsabilité prévus par les art. 82a, 85h et 89a LACI en relation avec l'art. 78 LPGA (RS 830.1), lesquels règlent la réparation des dommages causés par les organes d'exécution de la LACI à un assuré ou à des tiers, la responsabilité selon l'art. 82 LACI présente un caractère interne en ce sens que c'est la Confédération qui se trouve lésée par le comportement préjudiciable d'un organe d'exécution et qui en demande réparation à son fondateur. Dans cette mesure, elle s'apparente à la responsabilité des associations fondatrices des caisses de compensation de l'art. 70 al. 1 LAVS qui vise la réparation des dommages causés à l'institution d'assurance elle-même (cf. ATF 112 V 265 consid. 3b p. 269). Les conditions de la responsabilité du fondateur sont l'existence d'un dommage, un acte illicite commis par la caisse dans l'accomplissement de ses tâches qui découlent de la LACI (cf. art. 81 LACI), une faute ou une négligence ainsi qu'un rapport de causalité naturelle et adéquate (pour plus de précisions, voir BORIS RUBIN, Assurance-chômage, Droit fédéral, survol des mesures cantonales, procédure, 2006, p. 690 ss). Le fait que ce sont le ou les fondateurs d'une caisse et non pas la caisse elle-même qui engagent leur responsabilité s'explique par l'absence de personnalité juridique de celle-ci (cf. art. 79 al. 2 LACI). Répondent également envers la Confédération, selon un régime de responsabilité similaire, les cantons (pour les dommages causés par leur autorité cantonale, leurs offices régionaux de placement, leurs commissions tripartites ou les offices du travail de leurs communes) et les employeurs (voir respectivement les art. 85g et 88 al. 2 LACI).\n\n5.\n\n5.1 Le texte légal de l'art. 85 al. 1 let. a LTF ne donne aucune indication sur ce qu'il faut entendre sous la notion de \"responsabilité étatique\". Dans sa majorité, la doctrine l'interprète largement et parle à ce propos de \"responsabilité de droit public\" (cf. BEAT RUDIN, in Basler Kommentar, Bundesgerichtsgesetz, 2008, n° 12 ad art. 85 LTF; HANSJÖRG SEILER, in Bundesgerichtsgesetz [BGG], 2007, n° 5 ad art. 85 LTF; PIERRE MOOR, De l'accès au juge et de l'unification des recours, in Les nouveaux recours fédéraux en droit public, 2006, |102| p. 171 s. n. 61; contra, UELI KIESER, Auswirkungen des Bundesgesetzes über das Bundesgericht auf die Sozialversicherungsrechtspflege, in Reorganisation der Bundesrechtspflege - Neuerungen und Auswirkungen in der Praxis, 2006, p. 453 n. 60). En effet, selon ces auteurs, est visée non seulement la responsabilité des collectivités publiques (Confédération, cantons, communes) et leurs agents, mais encore celle des autres personnes morales de droit public et de personnes privées qui, dans l'exercice des tâches de droit public qui leur sont confiées, causent sans droit un dommage à des tiers. Il peut, par ailleurs, s'agir d'une responsabilité fondée sur une loi générale (loi fédérale du 14 mars 1958 sur la responsabilité de la Confédération, des membres de ses autorités et de ses fonctionnaires [LRCF; RS 170.32] et les lois cantonales analogues) ou sur des lois spéciales. Elle peut être causale ou non. Sont notamment cités comme cas de responsabilité entrant dans le champ d'application de l'art. 85 al. 1 let. a LTF, en matière d'assurance sociale, les art. 78 LPGA, 70 et 71a LAVS, 85g et 89a LACI. Ne tombent en revanche pas dans le domaine de la responsabilité étatique, par exemple, l'indemnisation pour expropriation matérielle ou formelle, ou encore l'indemnité pour tort moral selon la LAVI (RS 312.5).\n\n5.2 Cette interprétation large de la notion de responsabilité étatique va dans le sens de la réforme de la justice concrétisée par la LTF. L'un des buts importants de cette réforme est de décharger le Tribunal fédéral en en limitant l'accès par l'exigence d'une valeur litigieuse minimale (Message du 28 février 2001 concernant la révision totale de l'organisation judiciaire fédérale, FF 2001 4028 s. ch. 2.2.2). Cette forme de limitation, qui, jusque-là, concernait seulement les contestations civiles (art. 46 OJ), a fait l'objet de discussions au Parlement en ce qui concerne tant les domaines du droit sur lesquels il était souhaitable ou non de l'étendre - il était initialement prévu d'imposer une valeur litigieuse pour les trois recours unifiés (cf. les art. 70, 74 et 79 du projet de loi) - que sur le montant minimum à arrêter (voir p. ex. BO 2004 CN 1597 s. et, s'agissant du domaine de la responsabilité étatique, en particulier p. 1606). La raison principale qui a conduit le Conseil fédéral à proposer, pour les prétentions pécuniaires en matière de responsabilité étatique, un seuil - d'abord prévu à 40'000 fr. - à partir duquel il est possible de recourir au Tribunal fédéral tient aux similitudes que ce domaine présente avec les causes de responsabilité civile auxquelles la même limite est applicable (FF 2001 4028 s. ch. 2.2.2, 4123 s. |103| ch. 4.1.3.3). En effet, en dehors du fondement juridique sur lequel elles reposent, les prétentions en responsabilité du droit civil et du droit public font appel à des notions juridiques communes (telles le dommage, l'acte illicite et le rapport de causalité). Le législateur a établi ce même parallélisme en matière de rapports de travail, qu'ils soient fondés sur le droit privé ou sur le droit public, en imposant dans les deux cas une valeur litigieuse de 15'000 fr. (art. 74 al. 1 let. b et art. 85 al. 1 let. b LTF). On peut en déduire une volonté de soumettre l'ensemble du domaine de la responsabilité à des conditions d'accès au Tribunal fédéral plus strictes (voir aussi PETER KARLEN, Das neue Bundesgerichtsgesetz, 2006, p. 50). Il n'y a donc pas lieu de traiter différemment les cas de responsabilité qu'ils relèvent du droit civil ou du droit public, et de restreindre la portée de l'art. 85 al. 1 let. a LTF selon qui assume une responsabilité de droit public en vertu de la loi ou subit le dommage (l'assuré, le tiers ou l'Etat). Le Tribunal fédéral s'est d'ailleurs déjà exprimé en faveur d'une conception large de la notion de responsabilité étatique dans un arrêt récent (ATF 134 V 138), où le même problème de recevabilité se posait à propos d'une contestation portant sur la responsabilité d'un office cantonal de l'assurance-invalidité fondée sur l'art. 78 LPGA.\n\n5.3 Il découle de ce qui vient d'être dit que la responsabilité instituée par l'art. 82 LACI constitue un cas de responsabilité au sens de l'art. 85 al. 1 let. a LTF.\n\n6.\n\n6.1 Lorsque la valeur litigieuse n'atteint pas le montant déterminant, le recours en matière de droit public est néanmoins recevable si la contestation soulève une question juridique de principe (art. 85 al. 2 LTF).\n\n6.2 Il incombe au recourant d'exposer en quoi l'affaire remplit la condition exigée (art. 42 al. 2 deuxième phrase LTF). Le recourant ne fait toutefois rien valoir en ce sens et on ne voit du reste pas qu'il s'agisse d'une cause portant sur une question juridique de principe. La voie du recours en matière de droit public n'est par conséquent pas ouverte et le recours n'est pas recevable. Le fait que le jugement attaqué a indiqué erronément une voie de recours au Tribunal fédéral ne saurait évidemment pas donner à celui-ci une compétence qui lui fait défaut. |104|\n\n7. Conformément à l'art. 66 al. 4 LTF, il n'est pas perçu de frais judiciaires (cf. ATF 133 V 637). L'intimé n'a pas droit à des dépens (art. 68 al. 3 LTF)."}