{"annee": "93", "cour": "IV", "page": "120", "date": "10/11/1967", "cite": [], "cite_par": ["95 IV 84", "105 IV 55", "100 IV 49", "98 IV 293", "97 IV 57", "94 IV 124", "100 IV 244"], "chapeau": "30. Arrêt de la Cour de cassation penale du 10 novembre 1967 dans la cause Despland contre Ministère public du canton de Vaud.", "regestes": ["1. Art. 10 al. 2 et 36 al. 5, 3e phrase, OCR. La règle qui oblige le conducteur à revenir sur sa droite après un dépassement s'applique aussi à la circulation sur les autoroutes, même si son véhicule roule rapidement (consid. 1 et 2). 2. Art. 20 CP. Conditions d'application de cette disposition (consid. 4)."], "faits": "BGE 93 IV 120 S. 120\n\nA.- Le 20 décembre 1966, en fin de matinée, Despland pilotait sa voiture Jaguar sur l'autoroute Genève-Lausanne. Depuis l'échangeur du Vangeron jusqu'au pont du Boiron, trajet de 14 km, il circula sur la voie gauche de la chaussée à une vitesse de plus de 100 km/h, sans reprendre la voie de droite pourtant libre sur 2 à 3 km.\n\nEstimant que Despland avait contrevenu aux art. 34 al. 1 LCR et 8 al. 1 OCR, le Préfet du district de Nyon lui a infligé, le 25 janvier 1967, une amende de 50 fr.\n\nStatuant, le 12 avril 1967, sur une opposition formée par Despland, le Tribunal de simple police du district de Nyon l'a libéré de toute peine. Il a interprété a contrario la dernière phrase de l'art. 36 al. 5 OCR aux termes de laquelle \"les véhicules qui roulent lentement emprunteront la voie de droite\". Il a admis que l'inculpé n'avait pas commis de faute en restant sur la voie de gauche, puisqu'il circulait rapidement.\n\nLe Ministère public a déféré ce jugement à la Cour de cassation pénale du Tribunal cantonal vaudois, qui a condamné Despland, le 29 mai 1967, à une amende de 50 fr.\n\nB.- Contre cet arrêt, Despland se pourvoit en nullité. Il conclut à libération.\n\nBGE 93 IV 120 S. 121\n\nC.- Le Ministère public du canton de Vaud conclut au rejet du pourvoi.", "considerants": "Considérant en droit:\n\n1. Selon l'art. 34 al. 1 LCR, les véhicules doivent tenir leur droite et circuler, si la route est large, sur la moitié droite de celle-ci. L'art. 8 al. 1 OCR précise que, sur les routes à plusieurs voies, les conducteurs sont tenus de suivre la voie de droite, sauf s'ils veulent dépasser, se mettre en ordre de présélection ou circuler en files parallèles. Enfin, l'art. 10 al. 2 OCR enjoint au conducteur de revenir sur sa droite après un dépassement dès qu'il peut le faire sans danger pour celui qu'il vient de dépasser.\n\nCette réglementation s'applique aussi à la circulation sur les autoroutes et semi-autoroutes, dans la mesure où, en ce qui les concerne, le Conseil fédéral n'a pas arrêté des règles spéciales en vertu de l'art. 43 al. 3 LCR.\n\n2. Le Conseil fédéral a édicté des règles particulières de circulation pour les autoroutes et semi-autoroutes à l'art. 36 OCR. La troisième phrase du cinquième alinéa de cette disposition prévoit que \"les véhicules qui roulent lentement emprunteront la voie de droite\". Le recourant en déduit que les véhicules qui circulent rapidement peuvent utiliser la voie de gauche. On ne saurait le suivre dans ce raisonnement.\n\na) Le projet d'ordonnance sur les règles de la circulation routière, déposé par la Division de police du Département fédéral de justice et police au mois de septembre 1961, ne contenait pas une disposition semblable à l'art. 36 al. 5, 3e phrase, OCR. Il fut question de l'y insérer au cours des séances tenues les 20 et 21 février 1962 par la sous-commission chargée d'étudier les problèmes de circulation. L'art. 36 al. 3 in fine du projet prohibait notamment le dépassement à droite. Richter, un membre de la sous-commission, suggéra de préciser que cette interdiction vise uniquement le fait de contourner des véhicules par la droite, et non le dépassement qui s'effectue sans changement de voie en cas de circulation en files parallèles, et que les véhicules roulant lentement n'ont pas le droit d'utiliser la voie de gauche. Après avoir relevé qu'il s'agissait Ià de règles générales de circulation - à quoi Richter objecta qu'il en était de même de l'interdiction du dépassement à droite - Pfister, le représentant de la Division de police, fit remarquer BGE 93 IV 120 S. 122que la tentation d'entreprendre cette manoeuvre sur les autoroutes était grande et qu'il convenait, pour des raisons psychologiques, de l'interdire expressément. Il formula alors la proposition suivante: \"Les règles générales de circulation doivent aussi être observées sur les autoroutes, notamment le dépassement à droite est interdit et les véhicules qui roulent lentement emprunteront la voie de droite\". Richter déclara qu'il pouvait se rallier à un texte de ce genre.\n\nIl résulte donc des travaux préparatoires qu'en enjoignant aux véhicules qui roulent lentement d'utiliser la voie de droite, le législateur n'a pas voulu déroger au principe de la circulation à droite pour ceux qui circulent rapidement. Son intention au contraire était d'attirer l'attention des usagers de l'autoroute sur l'importance du respect de certaines règles générales de circulation.\n\nb) L'art. 36 al. 5 OCR a été rédigé, il est vrai, d'une façon différente de la proposition Pfister. Mais il en a repris les trois éléments, à savoir l'applicabilité aux autoroutes des règles générales de circulation, la défense du dépassement à droite et l'obligation pour les véhicules qui roulent lentement de circuler sur la voie de droite. D'autre part, alors que les al. 1 à 4 de l'art. 36 OCR contiennent des règles propres aux autoroutes et semi-autoroutes, la première phrase de l'al. 5 dispose: \"Pour le surplus, ce sont les règles générales de circulation qui s'appliquent\". Quant à la deuxième phrase, qui interdit de contourner des véhicules par la droite pour les dépasser, elle n'est qu'un rappel de la règle générale de l'art. 35 al. 1 LCR. Cela étant, on comprendrait mal que la troisième phrase constituât une exception à une règle générale de circulation, soit au principe de la circulation à droite énoncé à l'art. 34 al. 1 LCR.\n\nc) On peut aussi relever, encore que cela ne soit pas déterminant, que la règle no 107 du manuel sur les règles de la circulation, édité par le Département fédéral de justice et police, précise, sous la rubrique \"Comment rouler sur les autoroutes et semi-autoroutes\", qu'il ne faut pas, après avoir dépassé, demeurer inutilement sur la voie de dépassement.\n\nd) Il convient également de remarquer que la sécurité et la fluidité du trafic sur les autoroutes seraient moins bien assurées si les véhicules roulant rapidement avaient le droit d'occuper la voie de gauche jusqu'à l'approche d'un véhicule plus rapide.\n\nBGE 93 IV 120 S. 123Demeurant sur cette voie, le conducteur devrait alors observer à chaque instant si un autre véhicule le suit et désire le dépasser. Il n'a pas à s'en soucier, du moins en principe, quand il se trouve sur la voie de droite (cf. art. 34 al. 3 LCR). D'autre part, comme la vitesse des véhicules sur l'autoroute est généralement élevée, la plupart d'entre eux seraient amenés à utiliser la voie de gauche. Aussi celui qui veut dépasser serait-il enclin à effectuer cette manoeuvre par la droite.\n\nLe recourant estime qu'il est préférable, lorsque la chaussée est mouillée, que le véhicule poursuive sa course sur la voie de gauche après un dépassement, à cause des tourbillons d'eau qu'il soulève. Il soutient aussi que, de nuit, les feux de croisement du véhicule circulant rapidement gêneraient moins celui qu'il s'apprête à dépasser, s'il pouvait demeurer sur la voie de gauche. Mais la réduction des inconvénients signalés, qui existent aussi sur les autres routes, ne compenserait de loin pas les risques accrus qui résulteraient de la réglementation envisagée. De plus, la séparation des chaussées des autoroutes étant souvent étroite, ces inconvénients deviendraient plus fréquents pour les véhicules qui se croisent à vive allure en circulant sur la voie de gauche.\n\ne) Enfin, les législations allemande, belge, française et italienne ne prévoient pas, pour les routes comportant plus de deux voies, d'exception à la règle qui oblige le conducteur à reprendre sa place sur la voie de droite après un dépassement (pour l'Allemagne: MÜLLER, Strassenverkehrsrecht, 21e éd., p. 815, rem. 6; FLOEGEL/HARTUNG, Strassenverkehrsrecht, 14e éd., p. 299, rem. 13; cf. également Entscheidungen des Bundesgerichtshofes in Strafsachen, 16 p. 151; pour la Belgique: VAN ROYE, Le Code de la circulation, nos 548, 560, 579 et 587; pour la France: BÉDOUR, Précis des accidents d'automobile, p. 26, 86 et 87; pour l'Italie: CIGOLINI, La responsabilità dalla circolazione stradale, p. 466, 467, 487 in fine, 490 et 495). Par rapport à ces pays, et à d'autres sans doute, la Suisse ferait cavalier seul, si elle avait adopté une règle identique à celle que le recourant entend déduire de l'art. 36 al. 5, 3e phrase, OCR. Du point de vue du trafic routier international toujours plus intense, un tel état de choses serait fort regrettable.\n\n3. En l'espèce, le recourant a circulé sur l'autoroute en empruntant la voie de gauche et sans reprendre celle de droite qui était libre sur 2 à 3 km. Sur cette distance, en tout cas, BGE 93 IV 120 S. 124il n'y avait pas de circulation en files parallèles. L'autorité cantonale l'a dès lors condamné avec raison pour contravention aux art. 34 al. 1 LCR et 8 al. 1 OCR.\n\n4. A titre subsidiaire, le recourant invoque l'erreur de droit.\n\nSelon la jurisprudence, pour que l'art. 20 CP soit applicable, il ne suffit pas que l'auteur ait eu des raisons de tenir son acte pour non punissable; il faut, bien plus, qu'il ait agi avec le sentiment de ne commettre aucun acte illicite et que des raisons suffisantes excusent ce sentiment (RO 81 IV 196 consid. 3, 91 IV 29 consid. 2 et 164 consid. 7).\n\nRien, dans l'arrêt attaqué, ne permet d'admettre que le recourant se soit mépris sur la portée de l'art. 36 al. 5, 3e phrase, OCR, avant de circuler, le 20 décembre 1966, de la manière que l'on sait. Pour ce motif déjà, il ne saurait se prévaloir du sens qu'il attribue à cette disposition, afin d'obtenir, en vertu de l'art. 20 CP, une atténuation ou une exemption de la peine prononcée. Il n'invoque, du reste, aucun fait qui aurait provoqué l'erreur de droit prétendue. Il ne précise nullement, et l'on ne voit pas non plus, en quoi elle aurait pu consister.\n\nPar ces motifs, la Cour de cassation pénale:\n\nRejette le pourvoi."}