{"annee": "93", "cour": "II", "page": "317", "date": "24/10/1967", "cite": ["59 II 37", "66 II 114", "41 II 320", "89 II 118", "60 II 150", "41 II 223", "87 II 301", "89 II 232", "55 II 80", "64 II 302", "93 II 311"], "cite_par": ["124 III 155", "95 II 43", "94 I 403", "116 II 745", "130 III 591", "97 II 403", "123 III 35", "112 II 138", "98 II 102", "106 II 175", "109 II 304", "107 IA 19", "118 III 1", "104 II 225", "97 II 221", "119 II 127", "97 II 339", "94 II 161"], "chapeau": "44. Urteil der I. Zivilabteilung vom 24. Oktober 1967 i.S. Kalbermatten gegen Theler.", "regestes": ["Contrat d'entreprise. Solidarité imparfaite. Recours en réforme. Recevabilité du recours en réforme. Valeur litigieuse de la demande et de la demande reconventionnelle (consid. 1). Exigences quant aux motifs du recours en réforme (consid. 2 litt. d). Solidarité imparfaite de l'entrepreneur et de l'architecte envers le maître de l'ouvrage. Diminution de la responsabilité de l'un des débiteurs solidaires, défendeur au procès, dont la faute paraît atténuée par celle de l'autre débiteur? (consid. 2). Contrat d'entreprise ayant pour objet la construction d'une piscine de sport. Obligation de l'entrepreneur de réparer l'ouvrage qui n'a pas la longueur convenue de 25 m. Le maître de l'ouvrage commet-il un abus de droit en exigeant une exécution parfaite du contrat? (consid. 4). Exigibilité du prix de l'ouvrage qui présente des défauts (consid. 5)."], "faits": "|318|\n\nA.- Der Eigentümer des Thermalbades Brigerbad, Hans Kalbermatten, Turn- und Sportlehrer und kantonaler Turninspektor, liess eine neue Badeanlage erstellen. Er übertrug im März 1960 dem Bauunternehmer Julius Theler die Erd-, Maurer- und Betonarbeiten für das Sport- und das Kinderbecken und für die Thermal-Badegrotte, sowie die Kanalisationsarbeiten. Diese Arbeiten wurden in der Zeit vom Juni 1960 bis September 1961 ausgeführt. Der Unternehmer stellte Rechnungen im Gesamtbetrage von Fr. 220'090.10, woran der Bauherr Abschlagszahlungen von rund Fr. 170'000.-- leistete. Die Bezahlung des Saldos von Fr. 48'744.05 verweigerte er wegen mangelhafter Ausführung verschiedener Arbeiten.\n\nB.- Mit Klage vom 30. Dezember 1964 forderte Theler von Kalbermatten Bezahlung des Saldos von Fr. 48'744.05 nebst 5% Zins seit 26. April 1961. Diese Forderung setzte er in der Folge auf Grund der Ergebnisse des Beweisverfahrens auf Fr. 38'586.-- nebst Zins herab.\n\n|319|\n\nDer Beklagte anerkannte hieran Fr. 23'000.--, machte jedoch verrechnungs- und widerklageweise Gegenforderungen von Fr. 27'000.-- geltend, nämlich\n\n- Fr. 15'000.-- für Verdienstausfall,\n\n- Fr. 2'000.-- für Ersatz eines Schiebers,\n\n- Fr. 10'000.-- für Mehrarbeiten des Architekten.\n\nDemgemäss beantragte er, die Klage abzuweisen und die Widerklage im Betrage von Fr. 4'000.-- nebst 5% Zins ab Inkrafttreten des Urteils zu schützen. Ferner beantragte er, der Widerbeklagte sei zu verurteilen, auf seine Kosten das Sportbecken so umzugestalten, dass es die vertraglichen Ausmasse von 25 m Länge besitze. Diese Arbeiten seien während der Periode durchzuführen, während welcher die Badeanstalt geschlossen ist. Subsidiär stellte er das Begehren, der Widerbeklagte habe ihm als Entschädigung für die Nichteinhaltung der vertraglichen Ausmasse des Sportbeckens Fr. 30'000.-- nebst 5% Zins ab Rechtskraft des Urteils zu bezahlen.\n\nDer Kläger beantragte, die Widerklage abzuweisen.\n\nC.- Das Kantonsgericht des Kantons Wallis schützte nach Durchführung eines Beweisverfahrens (Zeugeneinvernahmen, Parteiverhör, Gutachten Sachverständiger) die Klage im aufrechterhaltenen Betrage von Fr. 38'586.-- nebst 5% Zins seit 26. April 1961; die Widerklage wies es ab.\n\nD.- Der Beklagte hat die Berufung an das Bundesgericht ergriffen. Gemäss seinen Berufungsbegehren anerkennt er nunmehr von der Hauptklage Fr. 35'886.--, erklärt aber diesen Betrag mit den aufrechterhaltenen Gegenforderungen von Fr. 15'000.-- für Verdienstausfall und Fr. 2'000.-- für den Ersatz eines Schiebers zu verrechnen, so dass sich der anerkannte Klageanspruch auf Fr. 18'886.-- vermindert. Ferner hält er an seinem Widerklagebegehren auf Umgestaltung des Sportbeckens und subsidiär an seiner Schadenersatzforderung von Fr. 30'000.-- fest; bei Gutheissung dieses subsidiären Begehrens wäre somit nach Verrechnung mit der restlichen Klageforderung von Fr. 18'886.-- die Widerklage im Betrage von Fr. 11,l 14.- zu schützen.\n\nDer Kläger beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.\n\n|320|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. In erster Linie ist von Amtes wegen zu prüfen, ob der für die Zulässigkeit der Berufung erforderliche Streitwert von wenigstens Fr. 8'000.-- gegeben ist. Massgebend sind dabei nach Art. 46 OG die vor der letzten kantonalen Instanz noch streitigen Rechtsbegehren; Haupt- und Widerklage dürfen nach Art. 47 Abs. 2 OG nicht zusammengerechnet werden.\n\nMit der Klage forderte der Kläger im massgebenden Zeitpunkt der Urteilsfällung der Vorinstanz noch Fr. 38'586.--; da der Beklagte schon im kantonalen Verfahren hieran Fr. 23'000.-- anerkannte, waren von der Klageforderung noch Fr. 15'586.-- streitig.\n\nVon den Gegenansprüchen von Fr. 27'000.--, die der Beklagte geltend machte, ist gemäss ständiger Rechtsprechung der vom Beklagten anerkannte Hauptklagebetrag von Fr. 23'000.-- abzuziehen; als Gegenstand der Widerklage kommen somit nur noch Fr. 4'000.-- in Betracht (vgl. hiezuBGE 41 II 320f.; nicht veröffentlichte Entscheide der I. Zivilabteilung vom 31. März 1952 i.S. Kobelt gegen Bütikofer, vom 7. Oktober 1952 i.S. Zanchi gegen Wullschleger, Erw. 2, und vom 14. Januar 1958 i.S. Faust gegen Maduz).\n\nDer Beklagte hat jedoch mit der Widerklage auch noch verlangt, dass der Kläger zur Umgestaltung des Sport-Schwimmbeckens verurteilt werde. Diese Arbeit würde nach der Schätzung der Vorinstanz ungefähr Fr. 30'000.-- kosten, und auf diesen Betrag hat der Beklagte auch seinen subsidiär geltend gemachten Schadenersatzanspruch beziffert. Der Streitwert der Widerklage belief sich somit auf insgesamt rund Fr. 34'000.--.\n\nDer Berufungsstreitwert ist also für die Hauptklage wie für die Widerklage gegeben. Daher ist belanglos, ob sich Haupt- und Widerklage gegenseitig ausschliessen oder nicht; das wäre nach Art. 47 Abs. 3 OG nur von Bedeutung, wenn die eine von ihnen den Berufungsstreitwert nicht erreichen würde. Ebenso kommt für die Frage der Zulässigkeit der Berufung nichts darauf an, dass der Beklagte vor Bundesgericht einen höheren Teil der Hauptklageforderung anerkennt und seine Gegenforderungen herabgesetzt hat.\n\n2. Der Beklagte beantragt, den von der Vorinstanz dem Kläger zugesprochenen Betrag von Fr. 38'586.-- um Fr. 2'700.-- herabzusetzen.\n\n|321|\n\na) Diesem Begehren liegt der folgende Sachverhalt zugrunde: Der Betonboden des Sportbeckens hatte sich stellenweise gesenkt. Der bauleitende Architekt ordnete daher an, es seien zur Verdichtung des Untergrundes Beton-Injektionen vorzunehmen. Diese Arbeit wurde vom Kläger ausgeführt. Dabei wurde der unter dem Sportbecken verlaufende Hauptablaufstrang durch Injektionsgut (flüssigen Zementmörtel) teilweise verstopft und musste deshalb nachträglich freigelegt und ersetzt werden.\n\nb) Die Vorinstanz hat den dem Beklagten aus der nicht fachgerechten Ausführung der Injektionsarbeiten erwachsenen Schaden auf Fr. 4'000.-- festgesetzt. Sie hat jedoch den Kläger nur für einen Drittel dieses Schadens ersatzpflichtig erklärt, da die Verantwortlichkeit für die andern zwei Drittel den Architekten treffe, der es unterlassen habe, die zur Verhütung von Schäden an der Ablaufleitung erforderlichen Massnahmen anzuordnen. Eine solidarische Haftung des Klägers für den vom Architekten zu verantwortenden Schadensanteil hat die Vorinstanz unter Hinweis auf die Rechtsprechung des Bundesgerichts (BGE 89 II 122 f.) mit der Begründung abgelehnt, das mitwirkende Verschulden des Architekten lasse dasjenige des Klägers als gemildert erscheinen.\n\nc) Der Beklagte hat sich mit der Festsetzung der Schadenshöhe auf Fr. 4'000.-- abgefunden; er beanstandet auch die Aufteilung der Verantwortlichkeit zwischen dem Architekten und dem Unternehmer nicht. Mit der Berufung wendet er sich lediglich dagegen, dass die Vorinstanz eine solidarische Haftung des Unternehmers (d.h. des Klägers) für den zulasten des Architekten gehenden Anteil von Fr. 2'700.-- abgelehnt hat; er rügt, die Vorinstanz habe die von der bundesgerichtlichen Rechtsprechung aufgestellten Grundsätze unrichtig angewendet. Das mitwirkende Verschulden des Architekten könne nicht zu einer Verminderung der Haftung des Klägers führen, der sich selber anerboten habe, eine seine beruflichen Fähigkeiten übersteigende Arbeit auszuführen.\n\nd) Der Kläger wendet ein, auf dieses Berufungsbegehren könne mangels einer rechtsgenüglichen Begründung nicht eingetreten werden. Diese Auffassung trifft nicht zu. Aus der Berufungsschrift geht unmissverständlich hervor, dass und warum nach der Ansicht des Beklagten die Vorinstanz die bundesrechtlichen Bestimmungen über die Solidarität unrichtig |322| angewendet hat. Damit ist der Vorschrift von Art. 55 Abs. 1 lit. c OG genügt. Dass die Berufungsschrift die Gesetzesartikel, welche die Solidarität betreffen, nicht ausdrücklich nennt, schadet nicht (BGE 87 II 306 Erw. 1).\n\ne) Der streitige Schaden ist darauf zurückzuführen, dass sowohl der Kläger (Unternehmer), als auch der Architekt (Bauleiter) ihre vertraglichen Sorgfaltspflichten gegenüber dem Beklagten (Bauherrn) verletzt haben. Ein gemeinsames Verschulden, das ihre passive Solidarität im Sinne von Art. 50 bzw. Art. 143 OR begründen würde, fällt ihnen jedoch nicht zur Last. Es liegt somit ein Fall sog. unechter Solidarität oder Anspruchskonkurrenz gemäss Art. 51 OR vor (OSER/SCHÖNENBERGER, Art. 51 OR N. 4; BGE 93 II 313, Erw. 1).\n\nGleich wie bei echter Solidarität wird auch bei blosser Anspruchskonkurrenz die Haftung eines Schädigers gegenüber dem Geschädigten grundsätzlich nicht dadurch vermindert, dass für den gleichen Schaden auch noch ein Dritter einzustehen hat. Jeder der beiden Verantwortlichen haftet dem Geschädigten für den ganzen Schaden. Diese gesetzliche Regelung will dem Geschädigten eine möglichst vollständige Befriedigung für seinen Anspruch sichern. Solidarität bedeutet in jeder Form Stärkung der Stellung des Gläubigers. Dieser kann jeden Schuldner für die volle Forderung belangen, wobei er in der Auswahl des Prozessgegners freie Hand hat. Wie im Innenverhältnis die Zahlungspflicht auf die einzelnen Schuldner zu verteilen sei, berührt ihn nicht. Der belangte Schuldner kann ihm daher in der Regel nicht entgegenhalten, es hafte auch noch ein Dritter für den gleichen Schaden. Dieser Grundsatz erfährt ausnahmsweise dann eine Einschränkung, wenn der vom Dritten zu verantwortende Haftungsgrund den rechtserheblichen Kausalzusammenhang zwischen der Handlung des Belangten und dem Schaden unterbricht, oder wenn das mitwirkende Verschulden des Dritten dasjenige des Belangten als gemindert erscheinen lässt (BGE 89 II 122 Erw. 5 und dort erwähnte Entscheide).\n\naa) Eine Haftungsverminderung wegen Unterbrechung des adäquaten Kausalzusammenhanges scheidet im vorliegenden Falle von vornherein aus. Unmittelbare Schadenursache waren die vom Kläger vorgenommenen Beton-Injektionen in den Untergrund des Sportbeckens, bei denen wegen Unterlassung jeder Vorsichtsmassnahme das Abflussrohr des Beckens verstopft |323| wurde. Der Fehler des Architekten, diese Injektionen anzuordnen, ohne dem Kläger genaue Weisungen für ihre Durchführung zu geben, war nicht geeignet, sich derart zwischen die vom Kläger gesetzte Ursache und den eingetretenen Erfolg einzuschieben, dass jener die Rechtserheblichkeit abzusprechen wäre.\n\nbb) Eine Haftungsbeschränkung wegen mitwirkenden Drittverschuldens darf nur mit grosser Zurückhaltung angenommen werden, da sonst der Schutz des Geschädigten, den die Solidarhaftung mehrerer Schuldner ihrem Wesen nach anstrebt, weitgehend illusorisch gemacht würde. Den schutzwürdigen Interessen des belangten Schuldners trägt die Einräumung des Rückgriffsrechtes im internen Verhältnis der mehreren Schuldner genügend Rechnung. Die Möglichkeit, dass wegen Zahlungsunfähigkeit des andern Schuldners der Rückgriff ergebnislos bleibt, darf nicht als Grund für eine Beschränkung der Haftung des belangten Schuldners in Betracht gezogen werden; denn es wäre noch ungerechter, wenn statt eines der mehreren Schadensstifter der Geschädigte einen Verlust auf sich nehmen müsste (BGE 89 II 123,BGE 66 II 121Erw. 5).\n\nDas Bundesgericht hat denn auch eine Haftungsbeschränkung aus diesem Grunde nur in seltenen Fällen, beim Vorliegen ganz besonderer Umstände, eintreten lassen (BGE 59 II 43f., 369 f.; vgl. fernerBGE 64 II 307). In allen übrigen vom Bundesgericht beurteilten Fällen wurde eine solche Haftungsbeschränkung in den Erwägungen zwar als theoretisch möglich erwähnt, aber stets abgelehnt (BGE 41 II 228,BGE 55 II 88,BGE 60 II 155,BGE 66 II 118f., BGE 89 II 123). Ob es sich unter diesen Umständen überhaupt rechtfertige, an der Möglichkeit einer Haftungsbeschränkung festzuhalten, kann jedoch offen bleiben. Denn im vorliegenden Falle ist eine solche entgegen der Auffassung der Vorinstanz selbst auf Grund der bisherigen Rechtsprechung abzulehnen.\n\nDer Kläger hat sich selber anerboten, die Injektionsarbeiten auszuführen; er hatte solche, ohne eigentlicher Fachmann dafür zu sein, schon andernorts ausgeführt und wusste, dass es sich um eine heikle Arbeit handle. Trotzdem begnügte er sich mit der ihm von der Bauleitung bloss mündlich erteilten allgemeinen Weisung, den Baugrund unter dem Sportbecken durch Beton-Injektionen zu verdichten. Er wusste auch, dass unter dem Sportbecken die Abflussleitung verlief, da er diese selber angelegt hatte, und ebenso war ihm bekannt, dass der Verlauf |324| dieser Leitung nicht mit den Plänen übereinstimmte, da sie wegen eines Felsens hatte verlegt werden müssen. Er führte die Injektionsarbeiten aus, ohne irgendwelche Schutzmassnahmen gegen die Gefahr zu treffen, dass das eingespritzte flüssige Betongemisch in die Abflussleitung geraten und diese verstopfen könnte; insbesondere unterliess er es, durch ständiges Durchspülen der Leitung eine Verstopfung zu verhüten. Es trifft ihn daher am eingetretenen Schaden ein erhebliches Verschulden, weil er eine Arbeit übernahm, die seine beruflichen Fähigkeiten überstieg, und bei ihrer Ausführung in verschiedener Hinsicht fehlerhaft vorging.\n\nDieses Verschulden wird keineswegs dadurch gemildert, dass auch dem Architekten ein Verschulden zur Last fällt, weil er dem Kläger die Arbeit übertrug, ohne ihm genaue Anweisungen zu geben und ihre Durchführung zu überwachen. Da der Kläger sich für diese Arbeit selber anerboten hatte, durfte er davon ausgehen, dieser verfüge über die erforderlichen Kenntnisse. Es liegen somit keine besonderen Umstände vor, die es rechtfertigen würden, vom Grundsatz abzuweichen, wonach der Kläger als Solidarschuldner dem Beklagten für den eingetretenen Schaden von Fr. 4'000.-- im vollen Umfang haftet. Inwieweit er auf den Architekten Rückgriff nehmen kann, ist als Frage des internen Verhältnisses zwischen den Solidarschuldnern im vorliegenden Verfahren, an dem der Architekt nicht beteiligt ist, nicht zu entscheiden.\n\nDie von der Vorinstanz vorgenommene Kürzung des Anspruchs des Beklagten um Fr. 2'700.-- ist daher unbegründet. Das hat zur Folge, dass sich der Anspruch des Klägers von Fr. 38'586.-- auf Fr. 35'886.-- vermindert.\n\n3. (Nichteintreten auf die Gegenforderung von Fr. 2'000.-- für den Ersatz eines Schiebers; Abweisung der Gegenforderung von Fr. 15'000 für Verdienstausfall.)\n\n4. a) Der Beklagte hat mit der Widerklage weiter beantragt, der Kläger sei zu verpflichten, das Sportbecken auf seine Kosten so umzugestalten, dass es die vertraglich vereinbarte Länge von 25 m aufweise; für den Fall der Abweisung dieses Begehrens hat er subsidiär Schadenersatzansprüche von Fr. 30'000.-- geltend gemacht.\n\nDie Vorinstanz hat sowohl das Haupt- wie das Eventualbegehren abgewiesen. Nach ihren verbindlichen Feststellungen hat das Sportbecken zwar nicht die vereinbarte Länge von |32525| m, sondern es ist um 5,5 bis 8 cm kürzer. Die Vorinstanz ist jedoch zum Schluss gelangt, es müsse die Betriebsbestimmung und die wirtschaftliche Nutzung der Gesamtanlage mitberücksichtigt werden, und so betrachtet beeinträchtige der geringfügige Längenunterschied die Brauchbarkeit des Sportbeckens nicht. Dem Beklagten sei weder in der Vergangenheit daraus ein Schaden erwachsen, noch sei für die Zukunft mit einem solchen zu rechnen. Der Beklagte könne daher weder die unentgeltliche Verbesserung des Werkes gemäss Art. 368 Abs. 2 OR verlangen, die schätzungsweise Fr. 30'000.-- kosten würde, noch habe er Anspruch auf Herabsetzung des Werklohnes wegen Minderwerts des Werkes oder auf Schadenersatz.\n\nb) Dieser Betrachtungsweise kann nicht gefolgt werden. Für die Beurteilung des streitigen Begehrens ist nicht von Art. 368 OR auszugehen; denn die Parteien haben, wie die Vorinstanz selber feststellt, einen besonderen Vertrag auf Grund der vom Kläger eingereichten Offerte abgeschlossen. Die somit massgebende Offerteingabe des Klägers verweist zunächst in Ziff. 1 der \"Allgemeinen Bestimmungen\" auf die \"Allgemeinen Bedingungen für die Ausführung von Hocharbeiten des SIA\". Damit sind die vom SIA herausgegebenen \"Normalien für die Ausführung von Bauarbeiten\" (Ausgabe 1948) gemeint. Diese bestimmen in Art. 26 der \"Allgemeinen Bedingungen für Bauarbeiten\" unter dem Titel \"Haftung für Mängel\" in Abs. 1:\n\n\"Der Unternehmer haftet gemäss Bauvertrag und Gesetz für sorgfältige Ausführung des Werkes... sowie für die Erfüllung der zugesicherten Eigenschaften und für die Tauglichkeit zu dem im Vertrag vorausgesetzten Gebrauch.\"\n\nBei Mängeln hat nach Art. 27 Abs. 3 der Bauherr dem Unternehmer eine angemessene Frist zur Behebung anzusetzen; kommt der Unternehmer seiner Verbesserungspflicht nicht nach, so ist nach Art. 27 Abs. 4 der Bauherr berechtigt, \"einen dem Minderwert des Werkes entsprechenden Abzug an der Abrechnungssumme zu machen oder, sofern es dem Unternehmer nicht übermässige Kosten verursacht, auf seinem Verbesserungsanspruch zu beharren oder unter Vorbehalt von Art. 368 Abs. 3 OR die Annahme zu verweigern, alles vorbehältlich des Anspruchs auf Schadenersatz bei Verschulden\".\n\nZiff. 12 der Allgemeinen Bestimmungen der Offerteingabe sagt dann aber: |326|\n\n\"Bei der Ausführung von Maurer- und Eisenbetonarbeiten gewährt die Bauleitung dem Unternehmer eine Toleranz von höchstens 1 cm. Abweichen von den Planangaben über dieses Mass hinaus muss auf Verlangen der Bauführung unverzüglich vom Unternehmer auf eigene Kosten abgeändert werden.\"\n\nDamit haben die Parteien für die Ansprüche des Bauherrn bei Massmängeln eine besondere Regelung vorgesehen, die sowohl von der gesetzlichen als auch von der in Art. 26/27 der SIA-Bedingungen vorgesehenen Ordnung abweicht, was nach dem Grundsatz der Vertragsfreiheit zulässig war (BGE 89 II 235 Erw. 4). Nach dieser klaren Vertragsbestimmung kann der Bauherr bei einer Überschreitung der Toleranzgrenze, wie sie hier vorliegt, vom Unternehmer vorbehaltlos die Verbesserung des Mangels auf eigene Kosten verlangen. Nach dem Grundsatz, dass Verträge zu halten sind, ist der Kläger daher verpflichtet, die erforderliche Abänderung des Sportbeckens vorzunehmen. Wie hoch die Kosten dieser Abänderung sind, ist unerheblich, und ebenso braucht der Beklagte keinen Schaden infolge der nicht vertragsgemässen Ausführung des Werkes nachzuweisen.\n\nc) Dem Begehren auf Herstellung des vertragsgemässen Zustandes wäre der Schutz nur zu versagen, wenn es als offenbarer Rechtsmissbrauch im Sinne von Art. 2 ZGB erschiene und darum gegen das Gebot zum Handeln nach Treu und Glauben verstiesse. Das ist jedoch nicht der Fall, da der Beklagte für sein Beharren auf richtiger Vertragserfüllung stichhaltige Gründe geltend machen kann. Er hat die Beckenlänge von genau 25 m ausbedungen, um das Becken für sportliche Wettkämpfe oder wenigstens für Trainingsschwimmen für solche verwenden zu können. Das ist aber nur möglich, wenn das Schwimmbecken genau 25, 331/3 oder 50 m misst; auch für blosse Trainingsschwimmen sind zu kurze Becken höchst unangenehm, weil sie keine brauchbaren Zeitmessungen erlauben.\n\nDie Vorinstanz hält es für unwahrscheinlich, dass der Beklagte überhaupt ernstlich beabsichtigt habe, sportliche Veranstaltungen dieser Art durchzuführen, weil sie den Gesamtbetrieb der Anlage in hohem Masse stören würden und darum unwirtschaftlich wären. Diese auf blossen Vermutungen beruhende Auffassung wird aber schon dadurch widerlegt, dass der Beklagte erhebliche Mehrkosten für Felssprengungen |327| usw. in Kauf nahm, um ein den reglementarischen Massvorschriften entsprechendes Becken zu erhalten. Zudem pflegen Amateur-Sportschwimmer ihr Training in die Zeit vor oder nach ihrer Berufsarbeit, also ausserhalb des gewöhnlichen Badebetriebes, zu verlegen, und durch die Zuleitung warmen Wassers aus der Thermalquelle könnten Trainingsschwimmen auch ausserhalb der Badesaison, namentlich in den Monaten Mai und Oktober, veranstaltet werden. Im übrigen muss es dem Beklagten anheimgestellt bleiben, ob er eine allfällige Störung des gewöhnlichen Badebetriebes durch sportliche Veranstaltungen in Kauf nehmen will oder nicht.\n\nDass der Beklagte bis jetzt auf die Durchführung solcher Veranstaltungen verzichtet hat, ist verständlich, weil eine Anerkennung des Schwimmbeckens von vornherein ausgeschlossen war. Aus dem Verzicht des Beklagten auf ihre Durchführung lässt sich daher entgegen der Meinung der Vorinstanz nichts ableiten.\n\nd) Der Kläger ist somit in Gutheissung des Hauptbegehrens des Beklagten zu verpflichten, auf seine Kosten das Sport-Schwimmbecken so umzugestalten, dass es das vertragliche Ausmass von 25 m Länge aufweist (mit einer Toleranz von ± 1 cm für den Beton, die bei den Beendigungsarbeiten, wie Anbringung der Plättchen, leicht ausgeglichen werden kann). Inwieweit ihm für die dadurch verursachten Kosten ein Rückgriff auf die Bauleitung zusteht, bildet wiederum nicht Gegenstand des vorliegenden Prozesses.\n\nDie für die Umgestaltung erforderlichen Arbeiten sind gemäss dem Begehren des Beklagten ausserhalb der normalen Badesaison auszuführen. Um jeder Meinungsverschiedenheit der Parteien in dieser Hinsicht vorzubeugen, ist im Urteilsdispositiv anzuordnen, dass die Umgestaltungsarbeiten bis zum 30. April 1968 ausgeführt werden müssen.\n\nDa das Hauptbegehren auf Herstellung des vertragsgemässen Zustandes geschützt wird, ist das bloss subsidiär gestellte Begehren auf Leistung von Schadenersatz wegen Nichteinhaltung der vertraglichen Ausmasse gegenstandslos.\n\n5. Nach Art. 25 Abs. 4 der auf den vorliegenden Werkvertrag anwendbaren Normalien des SIA ist das nach Abzug der geleisteten Abzahlungen verbleibende Restguthaben spätestens ein Monat nach beidseitiger Anerkennung der Schlussabrechnung fällig; bestehen Differenzen über die Abrechnung, |328| so ist das Restguthaben bis auf den bestrittenen Betrag auszuzahlen und letzterer, soweit er nachträglich als berechtigt befunden wird, zu verzinsen. Nach diesen Vorschriften kann also der Bauherr, soweit er den Werklohn im Zeitpunkt der Feststellung der Mängel noch nicht bezahlt hat, den zur Behebung der Mängel erforderlichen Betrag zurückbehalten (BGE 89 II 237).\n\nIm vorliegenden Fall hat die Vorinstanz die Kosten der notwendigen Umgestaltungsarbeiten gestützt auf eine approximative Schätzung des Sachverständigen Widmer auf Fr. 30'000.-- veranschlagt, d.h. auf einen Betrag in ungefähr gleicher Grössenordnung wie das Restguthaben des Klägers von Fr. 35'886.--. Der Beklagte war somit befugt, die Bezahlung des Restguthabens zur Sicherung seines Anspruchs auf Lieferung eines vertragskonformen Werkes zu verweigern. Selbst wenn die Umgestaltungskosten in Wirklichkeit geringer ausfallen sollten, ist auf der Differenz gleichwohl kein Verzugszins geschuldet, da das Werk den getroffenen Vereinbarungen nicht entsprach und eine vertragsgemässe Lieferung noch nicht erfolgt ist. Das Restguthaben des Klägers von Fr. 35'886.-- ist daher erst ein Monat nach Abschluss der Umgestaltungsarbeiten mit 5% zu verzinsen.\n\nDemnach erkennt das Bundesgericht:\n\n1.- In teilweiser Gutheissung der Berufung wird das Urteil des Kantonsgerichts des Kantons Wallis vom 8./9. Februar 1967 aufgehoben, und es wird erkannt:\n\na) Der Beklagte wird verpflichtet, an den Kläger Fr. 35'886.-- zu bezahlen; dieser Betrag ist nach Ablauf von 30 Tagen seit der Abnahme der in nachfolgender lit. b aufgeführten Arbeiten mit 5% zu verzinsen.\n\nb) Der Kläger wird verpflichtet, auf seine Kosten das Sport-Schwimmbecken des Beklagten so umzugestalten, dass es das vertragliche Ausmass von 25 m Länge (mit einer Toleranz von ± 1 cm für den Beton) aufweist; diese Arbeiten müssen bis zum 30. April 1968 ausgeführt werden.\n\n2.- Die weitergehenden Berufungsbegehren werden abgewiesen, soweit darauf eingetreten werden kann."}