{"annee": "93", "cour": "I", "page": "382", "date": "26/5/1967", "cite": [], "cite_par": ["95 I 258", "143 II 37", "104 IV 3"], "chapeau": "49. Arrêt du 26 mai 1967 dans la cause Confédération suisse contre Epoux X.", "regestes": ["Statut du lait, art. 43 al. 2: Restitution d'avantages pécuniaires acquis par des actes illicites. 1. Nature et étendue de l'obligation de restituer; frais déductibles (consid. 1). 2. Argument pris de la situation financière des personnes tenues à restitution (consid. 2). 3. Intérêts moratoires: la mise en demeure en constitue le point de départ (consid. 3)."], "faits": "|383|\n\nA.- Au cours des années 1957 à 1962, les époux X. ont, contrairement aux prescriptions en vigueur, dépouillé de leurs emballages d'origine 34 804 kg de beurre frais de cuisine à prix réduit; ils ont moulé ce beurre en plaques de 90 g., l'ont muni de nouveaux emballages et l'ont revendu à un prix supérieur à ceux qu'avait fixés le Conseil fédéral pour le beurre frais de cuisine à prix réduit, c'est-à-dire au prix imposé par la Butyra aux grossistes pour la revente du beurre de fromagerie. Ils éveillèrent chez les consommateurs l'impression qu'il s'agissait de beurre de table. Ils réalisèrent ainsi, par kilo, un bénéfice brut de 1 fr. 62 à 2 fr. 30, soit 1 fr. 95 en moyenne.\n\nStatuant, le 2 juillet 1964, sur une action pénale intentée en raison de ces faits, le Tribunal cantonal du canton du Valais a condamné chacun des époux X. à trois mois d'emprisonnement avec sursis pendant trois ans et à une amende de 1000 fr. pour violation de l'art. 4 al. 1 et 4 de l'ACF, du 28 octobre 1960, réglant le versement d'allocations pour réduire le prix du beurre et fixant les prix commerciaux du beurre, de l'art. 2 al. 1 de l'ACF du 31 octobre 1961 (même titre que le précédent), ainsi que pour falsification de marchandises, commise par métier, et pour mise en circulation de marchandises falsifiées, commise par métier; l'épouse a, de plus, été condamnée pour faux dans les titres. Le jugement pénal a été publié.\n\nB.- Le 21 septembre 1966, la Confédération suisse a ouvert action, devant le Tribunal fédéral, contre les époux X. Se fondant sur l'art. 43 de l'AF du 29 septembre 1953 (arrêté sur le statut du lait), elle concluait à ce que les défendeurs fussent |384| condamnés à lui verser la somme de 67 552 fr. avec 5% d'intérêts à compter au 1er janvier 1967 à titre de restitution des avantages pécuniaires illicitement acquis par les actes décrits ci-dessus. La demanderesse argumente en bref comme il suit:\n\nSelon un principe posé par la section pour l'agriculture, d'accord avec la Butyra et le contrôle des finances de la Confédération, on ne compte comme avantage pécuniaire illicite que la différence entre le bénéfice brut et la marge normale, considérant que le bénéfice normal réalisé par le commerçant n'est pas illicite. Mais on ne saurait limiter ainsi la demande en restitution que dans la mesure où il est constant que les défendeurs auraient pu vendre autant de beurre frais de cuisine, même s'ils ne s'étaient pas livrés à leurs manoeuvres frauduleuses. Autrement, la somme réclamée à titre de restitution devrait être augmentée, surtout si les fraudes commises avaient permis d'accroître le chiffre d'affaires, si les défendeurs se trouvaient en état de récidive ou avaient agi d'une façon particulièrement astucieuse. Mais on recherchera, de plus, si les défendeurs ont livré à des consommateurs ou à des entreprises artisanales. En l'espèce, les défendeurs ne sont entrés en contact avec leurs clients que parce qu'ils leur offraient comme beurre de table à un prix avantageux ce qui était en réalité du beurre frais de cuisine qui aurait dû se vendre à prix réduit. Ils savaient qu'ils violaient les dispositions en vigueur sur les allocations versées pour réduire le prix du beurre et sur les prix imposés. Le mari, de plus, a été déjà deux fois puni d'amendes: en 1958 (100 fr.) pour avoir vendu, sans indications de provenance, du fromage de Gruyère importé, puis en 1962 (500 fr.) pour falsification de marchandises et mise en circulation de marchandises falsifiées. Constitue aussi une circonstance aggravante la confection de faux bulletins de livraison par l'épouse. C'est pourquoi les défendeurs ne sauraient conserver la marge de bénéfice normale; ils doivent restituer comme avantage pécuniaire illicite la totalité du bénéfice brut. On ne peut pas davantage les autoriser à déduire les frais d'exploitation extraordinaires pour l'achat et l'emploi d'une machine à mouler, qui n'a été acquise qu'aux fins d'accomplir les manipulations interdites. De même, les défendeurs n'ont accordé de rabais que pour pouvoir conclure leurs ventes. Enfin la situation de fortune des époux Blanc ne justifie pas non plus une réduction. Chacun des actes illicites a donné naissance à une créance en restitution échue et portant intérêt à 5%. La |385| demanderesse a adopté, pour le calcul de cet intérêt, une échéance moyenne au 1er janvier 1961.\n\nC.- Les défendeurs concluent au rejet de la demande dans la mesure où elle porte sur une somme supérieure à 17 000 fr. Leur argumentation se résume comme il suit:\n\nDu bénéfice brut, il faut déduire la marge normale, à savoir 26 789 fr., soit 0 fr. 74 pour chacun des 26 187 kg. vendus avant le 1er novembre 1961 et 0 fr. 86 pour chacun des 8617 kg. vendus après cette date. On déduira en outre les frais spéciaux, afférents à l'opération visée, non pas 11 500 fr., selon le calcul de Butyra, mais bien 15 000 fr. Il reste ainsi une somme de 25 763 fr. Cependant, la situation financière des défendeurs s'est considérablement détériorée. De 1963 à 1965, le chiffre d'affaires est tombé jusqu'au tiers de ce qu'il était précédemment. C'est dès lors à 17 000 fr. que l'on fixera, ex aequo et bono, la somme à restituer.", "considerants": "Considérant en droit:\n\n1. Les défendeurs ne contestent ni l'un ni l'autre le principe de leur obligation, mais seulement son montant. Selon l'art. 43 al. 2 de l'arrêté sur le statut du lait, la restitution a pour objet les \"avantages pécuniaires\" acquis par les actes illicites que vise le premier alinéa de cette disposition. Cette notion ne se confond pas avec celle de l'enrichissement illégitime au sens de l'art. 62 CO. Selon cette règle, lorsque, sans cause légitime, une personne a été appauvrie et une autre enrichie, le transfert de biens d'une personne à l'autre doit en principe être annulé par une restitution. Dans le cas de la restitution, visée par l'art. 43 précité, il n'y a pas un tel transfert d'éléments patrimoniaux. La comparaison se justifierait plutôt avec la dévolution à l'Etat de dons et autres avantages qui ont servi ou devaient servir à décider ou à récompenser l'auteur d'une infraction (art. 59 CP). La prestation à fournir, dans ce cas, c'est en principe, la totalité de l'avantage patrimonial que l'auteur a acquis, peu importe qu'il en ait consommé la valeur, qu'il en soit encore détenteur ou qu'il l'ait perdu par une cause quelconque. Le droit prend naissance à l'occasion de chacun des actes punissables, au moment où l'avantage patrimonial est réalisé. En principe (cf. cependant consid. 2), on ne tiendra pas compte de l'évolution ultérieure de la situation financière du débiteur.\n\n|386|\n\nSi le débiteur doit débourser la totalité de l'avantage pécuniaire qu'il s'est procuré, sa prestation, cependant, ne doit pas aller au-delà. Elle ne constitue nullement une peine, de sorte que la limite ainsi fixée ne saurait être dépassée en raison de la gravité des fautes commises ou de condamnations subies précédemment.\n\nL'avantage pécuniaire acquis lors de chacune des transactions interdites est inférieur au bénéfice brut (1 fr. 94 par kilo en moyenne), c'est-à-dire à la différence entre le prix d'achat et le prix de vente. Car les défendeurs ne pouvaient réaliser leurs opérations sans prendre des frais à leur charge. Ils ont droit, en principe, à la déduction de ces frais.\n\nContrairement à ce que croient les défendeurs, on ne saurait, dans le calcul de l'avantage pécuniaire dont ils ont bénéficié, déduire du prix de vente la marge normale fixée pour la vente de beurre de cuisine frais aux consommateurs. Car s'ils ont pu vendre comme ils l'ont fait, c'est uniquement à cause du prix particulièrement bas qu'ils demandaient pour la catégorie de beurre qu'ils prétendaient livrer. S'ils avaient effectivement livré la qualité que l'acheteur croyait recevoir et réclamé la marge normale, ils n'auraient sans doute pas obtenu les commandes. Celles-ci provenaient pour la plupart de clients éloignés de Sion et qui, à prix égal, auraient eu avantage à se servir chez des fournisseurs plus proches de leur exploitation. On ne saurait du reste déduire à la fois la marge qu'aurait laissée une vente normale et les frais de l'opération, car la première est précisément aussi destinée à couvrir les seconds.\n\nPour le calcul du bénéfice net laissé par une opération, on impute en général sur le prix de vente, en plus des frais spéciaux, afférents à l'affaire, une part proportionnelle des frais généraux de l'entreprise. Cependant, pour déterminer l'avantage pécuniaire obtenu par une opération illicite et qui doit être \"restitué\" (art. 43 al. 2 de l'arrêté sur le statut du lait), il n'est en général pas possible ni nécessaire de déterminer cette part. Les frais généraux auraient été les mêmes si l'auteur n'avait point conclu d'affaires illicites. C'est pourquoi on ne tiendra compte que des frais spéciaux, c'est-à-dire de ceux qu'ont occasionnés ces affaires et qui n'auraient pas existé sans elles.\n\nSont déductibles à titre de frais spéciaux les frais de transport et les frais effectifs de moulage.\n\na) Frais de transport: Les défendeurs ont affirmé à Butyra |387| que pour la livraison de 6000 kg de beurre par an, ils comptaient 1200 fr. de frais d'expédition, soit 20 ct. par kilogramme. Butyra estime que ce chiffre n'est pas excessif. Au titre du transport, ce sont donc 6961 fr. qu'il faut déduire des 67 552 fr. de bénéfice brut réalisé sur la vente de 34 804 kg de beurre frais de cuisine dépouillé des emballages d'origine et moulé à nouveau.\n\nb) Frais de moulage et d'emballage: Il s'agit manifestement de frais nécessaires, c'est-à-dire de frais sans lesquels les défendeurs n'auraient pu se procurer les avantages pécuniaires qu'on leur demande aujourd'hui de débourser. Dans ses rapports annuels, Butyra compte 15 ct. par kilogramme comme frais de moulage, mais ce montant n'a pas été augmenté depuis longtemps; les centrales intéressées l'estiment insuffisant. Les feuilles d'aluminium déjà, achetées en gros, coûtent 10 à 12 ct. par kilogramme de beurre emballé en plaques de 100 et 200 g, alors que les défendeurs n'ont emballé, disent-ils, que des plaques de 90 g. Ils ont présenté à Butyra, qui a renoncé à faire une estimation, le compte suivant pour les frais d'emballage:\n\nMain-d'oeuvre: 2 jours par mois à 60 fr. par jour,\n\nsoit par an 1200.--\n\nFeuilles d'emballage 15 ct. x 6000 kg. 900.--\n\nAmortissement machine 1000.--\n\nElectricité, 15 fr. par mois 180.--\n\nRéparations 100.--\n\nTotal pour 6000 kg par année 3380.--\n\nsoit 56,3 ct. par kilogramme et 19 595 fr. pour 34 804 kg. L'amortissement concerne une machine payée 13 000 fr. et revendue 8000 fr. après cinq ans. Le compte ainsi présenté comporte une somme relativement très élevée pour la maind'oeuvre: 24 jours entiers de travail pour mouler 6000 kg, ce qui fait, pour un ouvrier travaillant à l'aide d'une machine entièrement automatique, 250 kg par jour. On peut cependant l'admettre du fait que, d'une part, la main-d'oeuvre doit être payée non seulement pour le service de la machine, mais encore pour la préparation des envois et pour leur expédition, que d'autre part, la vente entraîne d'autres frais encore, par exemple pour des communications téléphoniques, frais qui n'ont pas été comptés. Enfin, on tiendra compte du fait que Butyra a |388| renoncé à présenter une estimation précise sur le point dont il s'agit.\n\nOn aboutit ainsi au calcul suivant:\n\nBénéfice brut 67 552.--\n\nFrais de transport 6 961.--\n\nMoulage et emballage 19 595.-- 26 556.--\n\n- Avantage pécuniaire 40 996.--\n\nou, en chiffre rond, 41 000 fr.\n\n2. L'art 43 al. 2 de l'AF sur le statut du lait prescrit que, pour la restitution des avantages pécuniaires, \"on prendra en considération la situation financière de celui qui est tenu à restitution\". Les défendeurs estiment que, dans leur cas, ce texte justifie une sensible réduction de la somme qui est due en principe.\n\nAppliquant l'art. 59 al. 1 CP, le Tribunal fédéral a jugé que l'obligation de se dessaisir des avantages que l'on s'est procurés par un acte punissable était un impératif tout à fait général de l'ordre public et de la morale, mais que l'obligation cessait, de par sa nature même, lorsque l'auteur ne possédait plus de fortune qui lui permît de débourser la somme correspondant à l'avantage acquis délictueusement (RO 79 IV 114). Point n'est besoin de rechercher, en l'espèce, si l'art. 43 al. 2 précité doit recevoir la même interprétation ou s'il ne tempère pas davantage l'obligation de se dessaisir de l'avantage pécuniaire acquis par une violation du statut du lait en ce sens qu'il obligerait soit le juge, soit même l'autorité d'exécution à tenir compte, dans tous les cas, de la situation financière du débiteur, fût-il solvable, afin d'atténuer les rigueurs excessives du principe, éventuellement selon la faute commise par lui-même ou par son auteur.\n\nCar, en l'espèce, les défendeurs, non seulement sont solvables, mais encore possèdent une fortune, qui, même réduite de 41 000 fr., demeurera néanmoins notable.\n\nSelon un rapport de la fiduciaire des défendeurs eux-mêmes, pendant la durée des infractions, c'est-à-dire de 1958 à 1965/1966, la fortune imposable du mari a passé de 10 000 à 49 000 fr. et, le 31 décembre 1965, la fortune totale des époux se montait à 76 431 fr. Rien ne permet de croire - et les défendeurs ne prétendent pas eux-mêmes - qu'elle ait sensiblement diminué depuis lors. Il ne saurait dès lors être question que l'application |389| de la loi puisse être, en l'espèce, d'une rigueur excessive. Il est même probable qu'après le paiement de 41 000 fr., les défendeurs disposeront encore d'une fortune supérieure à celle qu'ils possédaient avant de commettre leurs infractions.\n\nSans doute leurs biens sont-ils, par leur nature, difficilement réalisables, mais cette circonstance est indifférente du point de vue de la solution de principe. Rien ne permet de croire, en tout cas, qu'elle soit propre à entraîner une faillite en cas d'exécution. Il appartiendra à l'autorité chargée du recouvrement d'en tenir compte au besoin.\n\n3. La demanderesse réclame, outre le paiement de la somme due en vertu de l'art. 43 al. 2 du statut du lait, 5% d'intérêts annuels à compter du 1er janvier 1961 par le motif que chaque acte illicite faisait naître et échoir une dette à la charge des défendeurs.\n\nS'agissant de créances issues du droit public, le Tribunal fédéral a jugé que seule la mise en demeure par interpellation du débiteur faisait courir les intérêts (RO 85 I 185; 87 I 420).\n\nDans la présente espèce, la division de l'agriculture a dénoncé les défendeurs au juge pénal le 12 juin 1963, mais c'est seulement le 6 avril 1965 qu'elle a élevé une prétention chiffrée au paiement des avantages pécuniaires illicitement perçus par les époux Blanc, réclamant le paiement de 67 552 fr. 97 pour le 1er mai 1965. Cette réclamation constitue la mise en demeure. C'est donc à partir du 1er mai 1965 seulement que l'intérêt moratoire a commencé à courir.\n\nQuant au taux, le Tribunal fédéral a dit que celui de 5%, fixé par l'art. 104 al. 1 CO pour les intérêts moratoires, ne s'appliquait pas nécessairement en matière de créances issues du droit public, mais qu'il fallait adopter celui qui correspondait au marché de l'argent et à l'avantage dont aurait bénéficié la demanderesse si elle avait été payée à temps (RO 78 I 90; 85 I 185; 87 I 420). Vu les circonstances actuelles, un taux de 5% se justifie, alors que précédemment il avait été fixé à 3%.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet partiellement la demande et condamne les défendeurs solidairement à payer à la demanderesse la somme de 41 000 fr. avec intérêts à 5% à compter du 1er mai 1965."}