{"annee": "93", "cour": "II", "page": "64", "date": "11/4/1967", "cite": [], "cite_par": [], "chapeau": "13. Arrêt de la IIe Cour civile du 11 avril 1967 dans la cause B. contre Genève, Tuteur général.", "regestes": ["Recours en réforme. Recevabilité. Art. 44 litt. b OJ. Le recours en réforme est-il recevable contre des mesures prises par les autorités tutélaires qui, sans retirer formellement la puissance paternelle, priveraient le titulaire de tous les pouvoirs découlant de son droit? Question non résolue. En tout cas, le recours est irrecevable contre une décision qui interdit temporairement tout contact direct entre le parent détenteur de la puissance paternelle et l'enfant dont la garde lui a été retirée."], "faits": "|64|\n\nRésumé des faits:\n\nB. a une fille légitimée par son premier mariage, Pierrette, née en 1948. Le jugement de divorce prononcé en 1952 lui a attribué la puissance paternelle, en instituant une surveillance de l'autorité tutélaire. B. s'est remarié en 1953. Il a eu d'autres enfants. En 1964, sa femme a introduit une action en séparation de corps qui est actuellement pendante.\n\nEn 1957, la Chambre des tutelles de Genève a retiré à B. la garde de sa fille Pierrette, qu'elle a confiée au Tuteur général.\n\n|65| La décision a été confirmée par l'Autorité cantonale de surveillance. Mais elle n'a pas pu être exécutée, en raison de l'opposition de B. et de sa seconde épouse. B. a commis des tentatives d'attentat à la pudeur sur sa fille. En juin 1966, celle-ci a quitté de son propre chef la demeure paternelle et s'est réfugiée chez des tiers. Le Tuteur général l'a placée dans une famille. Il a décidé de ne pas révéler à B. le lieu de placement de Pierrette et ordonné que tous les contacts entre eux aient lieu par l'intermédiaire de son service.\n\nSur recours de B., la Chambre des tutelles et l'Autorité de surveillance ont confirmé la décision du Tuteur général, en précisant qu'elle demeurerait en vigueur jusqu'à ce que le gardien estime possible d'organiser à nouveau un droit de visite.\n\nContre la décision de l'Autorité cantonale de surveillance, B. a interjeté un recours en réforme et, subsidiairement, un recours de droit public pour violation de l'art. 4 Cst. Il estime que la décision attaquée le prive de l'unique attribut de la puissance paternelle qui ne saurait lui être refusé sans violer l'art. 285 CC.", "considerants": "Considérant en droit:\n\n1. Le recours en réforme au Tribunal fédéral n'est pas ouvert contre toutes les mesures prises par les autorités de tutelle, mais seulement dans les cas prévus expressément à l'art. 44 lettres a, b et c OJ. Il est recevable notamment, en vertu de l'art. 44 lettre b OJ, contre les décisions relatives à la déchéance et au rétablissement de la puissance paternelle selon les art. 285 et 287 CC. Les simples restrictions apportées par les autorités de tutelle à l'exercice de la puissance paternelle ne sont pas assimilées à la déchéance. En particulier, le recours en réforme est irrecevable contre les décisions ordonnant des mesures pour la protection de l'enfant selon l'art. 283 CC ou retirant aux parents la garde de l'enfant et plaçant celui-ci dans une famille ou dans un établissement en vertu de l'art. 284 CC (RO 38 II 768, 54 II 71; BIRCHMEIER, Bundesrechtspflege, n. 6 b ad art. 44 OJ, p. 131 et FJS 936, B II/2, p. 7 in fine; EGGER, n. 24 ad art. 283 CC et n. 4 ad art. 288 CC; HEGNAUER, n. 261 ad art. 283 CC et n. 38 à 40 ad art. 288 CC). Doctrine et jurisprudence admettent cependant la recevabilité du recours en réforme contre une décision qui, sans prononcer une |66| déchéance formelle à l'égard des parents, nomme un tuteur à l'enfant, en sorte qu'elle retire implicitement la puissance paternelle à son titulaire (RO 47 II 16 consid. 1, 86 II 326; EGGER et HEGNAUER, loc.cit.). Un auteur soutient même que si les autorités de tutelle retiraient par des mesures successives tous les pouvoirs qui découlent de la puissance paternelle, il conviendrait d'ouvrir le recours en réforme, afin d'empêcher que les droits des parents ne soient ainsi vidés de leur substance (A. WURZBURGER, Les conditions objectives du recours en réforme au Tribunal fédéral, thèse Lausanne 1964, p. 40). Il n'est pas nécessaire de se prononcer sur cette opinion, invoquée par le recourant. En effet, l'hypothèse envisagée n'est pas réalisée en l'espèce.\n\n2. La décision de la Chambre des tutelles du 10 avril 1958, confirmée par l'autorité de surveillance le 2 mai 1958, qui a retiré à B., pour une durée indéterminée, la garde de sa fille Pierrette, est toujours en vigueur. Elle n'est pas critiquée comme telle par le recourant. D'une façon générale, le retrait de la garde de l'enfant ne supprime pas tous les droits qui dérivent de la puissance paternelle; il y apporte seulement des restrictions (cf. EGGER, n. 1 et 12 ad art. 284 CC; HEGNAUER, n. 65 ss. ad art. 284 CC). Le parent titulaire de la puissance paternelle conserve en principe le droit d'avoir des relations personnelles avec son enfant, notamment par correspondance et au moyen de visites; cependant, les modalités de l'exercice du droit de visite sont réglées, le cas échéant, par l'autorité tutélaire, dont les décisions peuvent être déférées à l'autorité de surveillance par la voie du recours prévu à l'art. 420 CC (EGGER, n. 12 in fine ad art. 284 CC; HEGNAUER, n. 72 ad art. 284 CC). Si le maintien de ces relations personnelles compromet gravement le succès des mesures éducatives instituées par l'autorité tutélaire, leur suppression peut être ordonnée de façon temporaire ou durable (HEGNAUER, loc.cit., qui se réfère notamment à l'arrêt publié au RO 89 II 2 ss., concernant la suppression totale du droit de visite fondé sur l'art. 156 al. 3 CC). L'interdiction de tout contact entre l'enfant et le parent qui a la puissance paternelle se justifie parfois durant les premiers temps du placement, jusqu'à ce que le conflit qui a motivé l'intervention soit apaisé et que l'enfant ait retrouvé le calme, de telle sorte qu'il puisse rencontrer son père ou sa mère sans que son équilibre en soit affecté (cf. D. SCHWEIZER, Die Versorgung |67| vernachlässigter Kinder nach Art. 284 ZGB, thèse Zurich 1948, p. 170).\n\nLes autorités de tutelle du canton de Genève ont précisément ordonné de pareilles mesures. Le Tuteur général a refusé de révéler au recourant le lieu de placement et décidé que tous les contacts entre le père et sa fille Pierrette se feraient par l'intermédiaire de son service. La Chambre des tutelles a confirmé cette décision en précisant qu'elle resterait en vigueur jusqu'à ce que le gardien estime possible d'organiser à nouveau un droit de visite. Elle a marqué ainsi le caractère temporaire de la mesure prise, qui est une simple modalité du retrait de la garde prononcé en vertu de l'art. 284 CC. L'Autorité cantonale de surveillance a considéré elle aussi l'interdiction des visites et de la correspondance directe entre père et fille comme une mesure temporaire, qui ne porte pas atteinte à la puissance paternelle comme telle. Elle a relevé, notamment, que le recourant devrait comprendre que le meilleur moyen de revoir sa fille dans des conditions normales consiste à ne pas la relancer actuellement et à laisser s'apaiser une hostilité qu'il a lui-même provoquée par son insistance.\n\nContrairement à ce qu'il prétend, le recourant n'a pas été privé de tous les attributs de la puissance paternelle. Il est seulement soumis à une restriction temporaire dans l'exercice de ses droits, en ce sens qu'il doit passer par l'intermédiaire du gardien (le service du Tuteur général) s'il veut entrer en contact avec sa fille.\n\nLe point de savoir si le droit de visite est un \"droit naturel\" que les autorités cantonales auraient violé en l'espèce, comme le prétend le recourant, pourra être examiné à propos du recours de droit public. Quoi qu'il en soit, la décision attaquée n'a pas pour effet de priver B. de la puissance paternelle, sous l'apparence de mesures moins incisives. Il s'ensuit que même si l'opinion de Wurzburger, rappelée plus haut, était admise - question qui demeure réservée -, la juridiction de réforme ne saurait entrer en matière.\n\nPar ces motifs, le Tribunal fédéral, vu l'art. 60 al. 1 litt. a OJ:\n\nDéclare le recours irrecevable."}