{"annee": "93", "cour": "II", "page": "424", "date": "19/12/1967", "cite": ["87 II 35", "82 II 539", "58 II 167", "47 II 226", "55 I 262", "87 II 107", "73 II 183", "59 II 207", "90 II 259", "63 II 282", "35 II 665", "62 II 331", "58 II 449", "30 II 601", "90 II 43", "73 II 57", "92 II 257", "83 II 216", "78 II 379", "33 II 172"], "cite_par": ["103 IB 268", "96 II 236", "121 III 377", "112 II 73", "95 II 191", "96 II 400"], "chapeau": "54. Urteil der 1. Zivilabteilung vom 19. Dezember 1967 i.S. Burberrys Ltd gegen Paul Hubatka Söhne", "regestes": ["Confusion entre les marques, art. 6 LMF. Marchandises de nature totalement différente, art. 6 al. 3 LMF (consid. 1). Principes applicables à la comparaison des éléments de la marque. Portée de la tolérance de marques semblables appartenant à des tiers (consid. 2). Importance décisive de l'impression d'ensemble d'une marque combinée se composant d'une raison de commerce et d'un élément figuratif. Influence de l'absence de l'élément verbal dans la marque déposée ultérieurement (consid. 3). Le fait qu'une marque ou un élément de celle-ci se soient imposés dans les affaires n'est pas une condition de leur protection (consid. 4). Application simultanée du droit des marques et de celui de la concurrence déloyale (consid. 6)."], "faits": "|425|\n\nA.- Die Firma Burberrys Limited in London ist Inhaberin einer Wort/Bildmarke, die in der Schweiz erstmals 1914 hinterlegt und in der Folge jeweils erneuert wurde, letztmals am 9. November 1957 unter der Nr. 167954. Die Marke besteht aus einem schwarzen Rechteck mit weiss verziertem Rand. Oben ist in weisser Schrift der Firmenname \"Burberrys\" angebracht; darunter befindet sich das weisse Bild eines Ritters auf galoppierendem Pferd. Die Marke ist gemäss der Eintragung von 1957 bestimmt für \"Textil-Stückwaren und Bekleidungsartikel (einschliesslich Fussbekleidungen)\".\n\nDie Firma Paul Hubatka & Söhne (heute: Paul Hubatka Söhne) in Altstätten hinterlegte am 21. September 1965 beim eidgen. Amt für geistiges Eigentum die für \"Textilerzeugnisse aller Art\" bestimmte Marke Nr. 213904, die aus dem gezeichneten Bild eines Ritters auf einem sich leicht bäumenden Pferd besteht.\n\nDie Firma Burberrys Ltd. forderte am 1. November 1966 die Firma Hubatka Söhne auf, die Marke Nr. 213904 löschen zu lassen, da sie mit ihrer älteren Marke Nr. 167 954 verwechselbar sei. Die Firma Hubatka lehnte dieses Begehren ab.\n\nB.- Am 8. Februar 1967 erhob die Firma Burberrys Ltd. gegen die Firma Paul Hubatka Söhne beim Handelsgericht St. Gallen Klage auf Nichtigerklärung der Marke Nr. 213904 der Beklagten und Untersagung ihres Gebrauchs im geschäftlichen Verkehr im Zusammenhang mit Textilerzeugnissen.\n\nDie Beklagte bestritt eine Verwechslungsgefahr und beantragte, die Klage abzuweisen.\n\nC.- Das Handelsgericht St. Gallen wies am 12. Juli 1967 die Klage mit der Begründung ab, die Marke der Beklagten unterscheide sich genügend von jener der Klägerin.\n\n|426|\n\nD.- Gegen das Urteil des Handelsgerichts hat die Klägerin die Berufung erklärt, mit der sie an ihrem Löschungs- und Untersagungsbegehren festhält.\n\nDie Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 6 Abs. 3 MSchG braucht sich eine Marke nicht im Sinne von Art. 6 Abs. 1 durch wesentliche Merkmale von der bereits eingetragenen Marke eines andern zu unterscheiden, wenn sie für Erzeugnisse oder Waren bestimmt ist, die ihrer Natur nach gänzlich von den mit der älteren Marke versehenen abweichen.\n\nDie Beklagte beansprucht ihre Marke für \"Textilerzeugnisse aller Art\". Unter dieser Warengattung fallen auch die Erzeugnisse, für welche die Marke der Klägerin bestimmt ist, nämlich die Textilstückwaren und die Bekleidungsartikel, diese allerdings nur insoweit, als sie aus Textilien hergestellt sind. Die Beklagte vermag sich daher nicht auf Art. 6 Abs. 3 MSchG zu berufen. Das gälte selbst dann, wenn ihre Behauptung zutreffen sollte, die Klägerin gebrauche ihre Marke nur für Bekleidungsartikel, nicht auch für Textil-Stückwaren. Denn auch in diesem Falle könnte nicht gesagt werden, die Beklagte beanspruche ihre Marke für Waren, die gänzlich von den mit der Marke der Klägerin versehenen abweichen. Eine gänzliche Abweichung läge nicht einmal dann vor, wenn die eine Marke nur für Bekleidungsstücke, die andere nur für Textil-Stückwaren bestimmt wäre.\n\n2. Die Beklagte macht geltend, ihre Marke unterscheide sich selbst dann genügend von derjenigen der Klägerin, wenn man nur die beiden Bilder miteinander vergleiche, also den in der Marke der Klägerin überdies enthaltenen Bestandteil \"Burberrys\" beiseite lasse.\n\nFür die Vergleichung zweier Marken als Ganzes ist gemäss ständiger Rechtsprechung der Gesamteindruck entscheidend, den sie beim Betrachter hinterlassen (BGE 90 II 48, 264 und dort erwähnte Entscheide). Entsprechend muss auch bei der Vergleichung von Markenbestandteilen auf den Gesamteindruck abgestellt werden, den diese erwecken. Abweichungen in einzelnen Punkten, die ihn nicht entscheidend beeinflussen. sind rechtlich ohne Belang. Massgebend ist der Eindruck beim letzten |427| Käufer der Ware, der die beiden Marken nicht immer gleichzeitig zu Gesicht bekommt und daher nur deren charakteristische Merkmale miteinander vergleichen kann, nicht dagegen auch die nebensächlichen Einzelheiten, die er entweder überhaupt nicht beachtet oder rasch wieder vergisst. Bei der Beurteilung der Unterscheidbarkeit von Marken und von Bestandteilen solcher ist auf das Erinnerungsvermögen des Durchschnittskäufers abzustellen unter Berücksichtigung der gesamten Umstände, unter denen sich der Handel mit Waren der in Frage stehenden Gattung abzuwickeln pflegt (vgl. z.B.BGE 58 II 455Erw. 2,BGE 78 II 381f., BGE 87 II 37).\n\nNach diesen Grundsätzen unterscheidet sich das Ritterbild, das die Beklagte als Marke hat eintragen lassen, nicht genügend von dem in der Marke der Klägerin enthaltenen Ritterbild. Beide Ritter sitzen zu Pferd und halten eine nach vorn gerichtete Lanze. Zwar galoppiert das Pferd in der Marke der Klägerin, während sich jenes in der Marke der Beklagten leicht bäumt; aber beide berühren den Boden nur mit den Hinterhufen, und bei beiden sind die Beine paarweise ungefähr parallel. Auch die Haltung des Kopfes und die Stellung des Schweifes sind bei beiden Pferden ungefähr gleich. Dass jenes der Klägerin gegen links gerichtet ist, das andere gegen rechts, beeinflusst den in der Erinnerung haften bleibenden Gesamteindruck nicht entscheidend. Dasselbe gilt für den Umstand, dass die Schabracke des Pferdes bei der Marke der Beklagten etwas weiter hinunterreicht und auch den Hals und den Kopf des Tieres bedeckt. Auch die Verschiedenheiten in der Ausrüstung des Ritters sind nicht derart, dass der in der Erinnerung des Käufers zurückbleibende Gesamteindruck ein wesentlich anderer wäre. So ist namentlich bedeutungslos, dass bei der Marke der Klägerin an der Lanze eine Flagge weht, der Ritter einen Schild trägt und der Helm samt Zier anders gestaltet ist als auf der Marke der Beklagten. Solchen Einzelheiten schenkt das kaufende Publikum in der Regel keine Beachtung. Es behält nur den Eindruck eines Ritters auf galoppierendem oder sich leicht bäumendem Pferd in Erinnerung. Die beiden Bilder unterscheiden sich auch nicht etwa in der Farbe; beide sind weiss. Die Vergleichung der beiden Figuren führt zum gleichen Ergebnis wie z.B. in den FällenBGE 30 II 603Erw. 3,BGE 33 II 176Erw. 3 undBGE 35 II 667Erw. 2, wo ein auf den Hinterbeinen stehender mit einem liegenden Löwen, ein Kranich mit einem doppelköpfigen Adler und eine |428| nach links schauende mit einer gegen rechts gewendeten Helvetia miteinander zu vergleichen waren.\n\nDie Beklagte wendet ein, die Verwechslungsgefahr entfalle schon bei verhältnismässig geringen Abweichungen, weil ein Ritter zu Pferd ein schwaches Zeichen sei, das die Klägerin nicht allein beanspruchen könne. Dieser Einwand ist unbegründet. Zwar liessen Dritte im Jahre 1936 das Bild einer Amazone als Marke für Strümpfe und Strickwaren, im Jahre 1947 das Bild eines Ritters mit Lanze und Schild zu Pferd als Marke für Baumwollgewebe und schliesslich im Jahre 1953 das Bild eines Ritters auf sich bäumendem Pferde als Marke für Decken in das internationale Register eintragen. Diese Marken vermochten jedoch die Kennzeichnungskraft der klägerischen Marke nicht zu schwächen, da sich aus ihnen allein noch nicht ableiten lässt, es sei weit verbreitete Übung, das Bild eines Ritters zu Pferd als Marke für Textilien zu verwenden. Die drei erwähnten Marken sind zudem jünger als jene der Klägerin. Man könnte dieser also nur vorwerfen, sie habe, nachdem sie ursprünglich allein das Rittermotiv gebraucht hatte, in der Folge das Erscheinen ähnlicher Marken geduldet. Solche Duldung hat jedoch nach der Rechtsprechung des Bundesgerichts höchstens zur Folge, dass der Inhaber der älteren Marke das Recht einbüsst, sich gegenüber einem lange Zeit unbehelligt gelassenen Nachahmer auf die Verwechslungsgefahr zu berufen; dagegen verliert er damit nicht das Recht, sich gegen den Gebrauch neuer, mit der seinigen verwechselbarer Marken zur Wehr zu setzen (BGE 73 II 61, 189 Erw. 5, BGE 82 II 543 Erw. 4, BGE 83 II 219 Erw. 2). Die wiederholte Nachahmung des älteren Zeichens durch Dritte setzt auch nicht die Verwechslungsgefahr herab, so dass an die Unterscheidungskraft neuer Marken geringere Anforderungen zu stellen wären als in einem Zeitpunkt, da die Marke des Verletzten noch von niemandem nachgeahmt worden war.\n\n3. Im weiteren ist zu prüfen, ob gemäss der Auffassung der Beklagten die Verwechselbarkeit deshalb zu verneinen sei, weil die Marke der Klägerin ausser der Ritterfigur auch das Wort \"Burberrys\" enthält.\n\nAuch bei der Beurteilung dieser Frage ist auf den Gesamteindruck abzustellen, den die beiden Marken beim Publikum in der Erinnerung hinterlassen. Die Verwechselbarkeit darf nicht schon deshalb verneint werden, weil der Firmenname \"Burberrys\", der in der Marke der Beklagten fehlt, in jener der |429| Klägerin eine wesentliche Rolle spielt. Denn das schliesst nicht aus, dass auch die Ritterfigur den Gesamteindruck so erheblich beeinflusst, dass ihre Übernahme in die Marke der Beklagten das Publikum über die Herkunft der Ware im Sinne von Art. 24 lit. a MSchG irreführen kann. Gemäss Art. 6 Abs. 2 MSchG dürfen denn auch Figuren, die in einer bereits hinterlegten Marke enthalten sind, nur dann in einer neuen Marke wiedergegeben werden, wenn diese sich dennoch von der andern hinlänglich unterscheidet und, als Ganzes betrachtet, nicht leicht zu einer Verwechslung Anlass geben kann.\n\nDer Gesamteindruck, den die Marke der Klägerin erweckt, wird vom Wortbestandteil \"Burberrys\" keineswegs so entscheidend beeinflusst, dass der Bildbestandteil als vollständig nebensächlicher Natur erschiene und seine (nur unwesentlich veränderte) Übernahme das Publikum nach allgemeiner Lebenserfahrung nicht irrezuführen vermöchte. Die Ritterfigur nimmt etwa drei Viertel der Höhe des schwarzen Markenfeldes ein, das Wort \"Burberrys\" dagegen nur etwa ein Viertel. Auch wer vor allem den Namen \"Burberrys\" beachtet, kann unmöglich die Figur gänzlich übersehen. Sie ist auch nicht so klein, dass Durchschnittskäufer ihre wesentlichen Züge nicht zu erkennen vermöchten oder sie nicht in der Erinnerung behielten. Es mag sein, dass gewisse Käufer mehr vom Namen \"Burberrys\" als vom Bildbestandteil der Marke beeindruckt werden, namentlich Fachleute, die mit der Klägerin unmittelbar verkehren und eher auf die Qualität der angebotenen Ware achten als auf die Marke. Es gibt wahrscheinlich auch Käufer, die das Bild der Marke in sich aufnehmen, es aber nach einer gewissen Zeit nicht mehr beschreiben können, während ihnen der Name \"Burberrys\" länger in Erinnerung bleibt. Das genügt aber nicht, um die beiden Marken als nicht leicht verwechselbar erscheinen zu lassen. Abgesehen davon, dass es auch Käufer mit stärkerem Erinnerungsvermögen gibt, muss auchjenen Fällen Rechnung getragen werden, in denen der Käufer die beiden Marken kurz nacheinander zu Gesicht bekommt, wie es beim Einkauf von Kleidungsstücken oder andern Textilwaren durchaus möglich ist. In solchen Fällen kann der Kunde trotz des Namens \"Burberrys\", der nur in der Marke der Klägerin vorkommt, durch das beiden Marken gemeinsame Bild des Ritters zu Pferd über die Herkunft der Ware irregeführt werden. Zudem sind Wort und Bild einer gemischten Marke erfahrungsgemäss nicht untrennbar miteinander |430| verbunden. Erscheint einmal nur das Bild, so schliesst der Käufer daraus nicht notwendigerweise, die Ware stamme aus einem andern Betrieb. Diesen Schluss zieht er selbst dann nicht immer, wenn er im Firmennamen einen Bestandteil einer bestimmten Marke sieht. Da das Publikum den Inhalt des Markenregisters gewöhnlich nicht kennt, kann sich der Käufer vorstellen, ein und derselbe Geschäftsinhaber führe mehrere Marken, die eine mit, die andere ohne seinen Namen, um auf Unterschiede in der Beschaffenheit der Ware hinzuweisen. Er kann auch meinen, die Marke ohne Namen gehöre einem Fabrikanten oder Händler, der mit dem andern wirtschaftlich eng verbunden ist; denn verbundene Unternehmen lehnen öfters ihre Marken aneinander an.\n\nNach der Rechtsprechung ist die Nachahmung ei nes Markenbildes auch dann unerlaubt, wenn der Nachahmer dem Zeichen seinen Firmennamen beifügt (BGE 47 II 235,BGE 62 II 333). Anderseits genügt aber auch die Weglassung eines für die ältere Marke charakteristischen Wortes in der sie im übrigen nachahmenden jüngeren Marke nicht, um Verwechslungen auszuschliessen (BGE 58 II 458f.; unveröffentlichtes Urteil der I. Zivilabteilung vom 22. März 1966 i.S. Avia-Verband c. Caltex Oil AG, Erw. 2). So verhält es sich im vorliegenden Fall: Die Beklagte hat das für die Marke der Klägerin charakteristische Wort \"Burberrys\" weggelassen, lehnt sich aber mit ihrem Zeichen an den ebenfalls wesentlichen Bildbestandteil der klägerischen Marke so stark an, dass leicht der Eindruck entstehen kann, die Ware stamme aus dem Betrieb der Klägerin oder aus einem mit dieser wirtschaftlich verbundenen Unternehmen.\n\n4. Die Gründe, aus denen die Vorinstanz die Klage abgewiesen hat, vermögen gegen diese Überlegungen nicht aufzukommen. So ist es für die Frage der Verwechselbarkeit rechtlich belanglos, dass nach den Feststellungen des Handelsgerichts der Name \"Burberrys\" sowohl für die Fachkreise als auch für das Publikum einen Begriff darstellt und dass nicht wenige Leute den qualitativ einzigartigen Regenmantel der Klägerin ausdrücklich unter seiner Wortbezeichnung verlangen, und das gleiche gilt für die weitere Feststellung, es sei allgemein bekannt, dass die Marke der Klägerin aus dem Wort \"Burberrys\" und einem Bild bestehe, aber selbst Leute aus der Textilbranche könnten das Bild dieser Marke nicht ohne weiteres aus dem Gedächtnis beschreiben. Aus diesen Feststellungen zieht das Handelsgericht |431| den Schluss, im täglichen Verkehr sei nicht das Bild des Ritters, sondern der Name \"Burberrys\" für die Erzeugnisse der Klägerin kennzeichnend, denn die Ausführungen der fachkundigen Richter über die Verhältnisse unter Fachleuten dürften ohne weiteres auch auf den Kreis der Käufer übertragen werden; auch diesen werde sich in erster Linie der Name \"Burberrys\" einprägen, nicht das Motiv des Ritters zu Pferd, zumal dieses Bild keinerlei Gedankenverbindung zu irgendwelchen Textilerzeugnissen vermittle. Diese Begründung läuft darauf hinaus, nur das Wort \"Burberrys\" markenrechtlich zu schützen, weil der Bildbestandteil der Marke sich im Verkehr nicht durchgesetzt habe. Das Handelsgericht erklärt denn auch abschliessend, dem Ritter mit Pferd auf der Marke der Klägerin gehe eine Verkehrsgeltung, wie das Bundesgericht sie z.B. in Sachen Avia-Verband /Caltex Oil AG bejahe, vollständig ab. Damit verkennt die Vorinstanz jedoch, dass Marken und Bestandteile von solchen grundsätzlich nicht erst dann schutzfähig sind, wenn sie sich dem Käufer als Kennzeichen der Ware bestimmter Herkunft eingeprägt haben und das Publikum die Erzeugnisse unter dem betreffenden Zeichen zu verlangen pflegt. Die Marke und ihre Bestandteile haben Anspruch auf gerichtlichen Schutz gegen Nachahmungen, sobald die Förmlichkeiten der Hinterlegung und Eintragung erfüllt sind (Art. 4 MSchG), also schon in einem Zeitpunkt, in dem das Publikum sie noch kaum kennt. Eine Ausnahme gilt nur für Zeichen und Zeichenbestandteile, die ursprünglich Gemeingut waren und nur dadurch individualisierende Kraft erlangten, dass sie sich im Verkehr nach und nach als Kennzeichen für die Herkunft der Erzeugnisse aus einem bestimmten Betrieb durchsetzten, wie es z.B. in den FällenBGE 55 I 271f. (\"Tunbridge Wells\" als Marke für Biskuits) undBGE 59 II 212f. (\"Tavannes\" als Bestandteil von Uhrenmarken) zutraf. Ferner kann die Verkehrsgeltung die hinweisende Kraft eines von Natur aus schwachen Zeichens im Laufe der Zeit erhöhen (BGE 63 II 285,BGE 73 II 188, BGE 83 II 221, BGE 90 II 264). Im vorliegenden Falle kommt dagegen auf die Verkehrsgeltung nichts an. Die Ritterfigur der klägerischen Marke war weder jemals im Gemeingut noch ein bloss schwaches Zeichen, sondern besass von Anfang an volle Unterscheidungskraft. Die Auffassung des Handelsgerichts hätte die unerträgliche Folge, dass der Inhaber einer aus Wort und Bild bestehenden, an sich schutzfähigen Marke selbst die sklavische Nachahmung des Bildes nicht verbieten lassen könnte, wenn |432| feststeht, dass das Publikum die Ware unter der Bezeichnung des Markenwortes zu verlangen pflegt und nicht ohne weiteres in der Lage ist, den Bildbestandteil aus dem Gedächtnis zu beschreiben. Sogar reine Bildmarken blieben gegen sklavische Nachahmungen schutzlos, wenn das Publikum beim Kauf nicht auf sie Bezug nimmt, sondern die Ware z.B. durch Nennung der Firma des Herstellers zu bezeichnen pflegt.\n\n5. Auch die Anbringen der Beklagten in der Berufungsantwort führen zu keinem andern Ergebnis. Das Handelsgericht ist entgegen ihrer Auffassung nicht vom zutreffenden Begriff der Verwechslungsgefahr ausgegangen, sondern es hat die Marke der Klägerin in den Namen \"Burberrys\" einerseits und das Bild des Ritters zu Pferd anderseits zerlegt und ihr den Schutz gegenüber der Marke der Beklagten abgesprochen, weil nur jener, nicht auch dieser Teil Verkehrsgeltung erlangt habe. Daher kommt auch auf die Ausführungen, mit denen die Beklagte die Kennzeichnungskraft des Bildbestandteils zu widerlegen sucht, nichts an. Namentlich geht die Behauptung der Beklagten, die Klägerin verwende in der Reklame für Regenmäntel den Namen \"Burberrys\", am Kern der Sache vorbei. Die betreffenden Inserate (Klagebeilagen 8 und 9) enthalten übrigens die ganze Marke der Klägerin. Der Einwand der Beklagten sodann, der Bildteil sei ein \"ausgesprochen schwaches Zeichen\", wurde bereits widerlegt.\n\n6. Die Klägerin stellt nur die Begehren, die Eintragung der Marke Nr. 213904 nichtig zu erklären und der Beklagten zu untersagen, diese Marke im Zusammenhang mit Textilerzeugnissen im geschäftlichen Verkehr zu verwenden.\n\nDas erste Begehren ist nach dem Markenschutzgesetz wegen der Verwechselbarkeit der beiden Marken begründet; die Ungültigkeitserklärung der Marke wird zur Löschung der Eintragung im Markenregister führen (Art. 34 MSchG).\n\nDas Begehren auf Untersagung des Gebrauchs ist ebenfalls begründet. Soweit die Verwendung des Zeichens auf der Ware selbst oder auf ihrer Verpackung in Frage steht, hat die Klägerin den Unterlassungsanspruch sowohl auf Grund des MSchG (BGE 58 II 171) als auch des UWG (Art. 1 Abs. 2 lit. d, Art. 2 Abs. 1 lit. b UWG); denn die beiden Gesetze sind kumulativ anwendbar (BGE 92 II 264 Erw. III/1 und dort erwähnte Entscheide). Für den übrigen geschäftlichen Verkehr, wie z.B. in der Reklame oder im Briefwechsel, besteht der Unterlassungsanspruch |433| ausschliesslich nach dem Wettbewerbsrecht.\n\nMit dem Unterlassungsgebot ist von Amtes wegen der Hinweis auf die Strafbestimmung des Art. 292 StGB zu verbinden (BGE 87 II 112 Erw. 5).\n\nDemnach erkennt das Bundesgericht:\n\n1.- Die Berufung wird gutgeheissen und das Urteil des Handelsgerichts des Kantons St. Gallen vom 12. Juli 1967 aufgehoben.\n\n2.- Die schweizerische Markeneintragung Nr. 213904 der Beklagten wird nichtig erklärt.\n\n3.- Der Beklagten wird untersagt, die den Gegenstand der schweizerischen Markeneintragung Nr. 213904 bildende Bildmarke im Zusammenhang mit Textilerzeugnissen im geschäftlichen Verkehr zu verwenden. Widerhandlung würde gemäss Art. 292 StGB mit Haft oder Busse bestraft."}