{"annee": "93", "cour": "I", "page": "228", "date": "17/5/1967", "cite": ["47 I 242", "50 I 397", "47 I 222", "38 I 61", "78 I 375", "91 I 399", "43 II 443", "76 II 103"], "cite_par": ["96 I 282"], "chapeau": "29. Urteil vom 17. Mai 1967 i.S. AG Elektrizitätswerk Heiden gegen Züst und Regierungsrat des Kantons Appenzell-Ausserrhoden.", "regestes": ["Art. 31, 4 et 58 Cst. Art. 26 LIE. 1. La surveillance que l'autorité concédante a le droit d'exercer sur le concessionnaire ne s'étend pas aux questions étrangères à l'objet de la concession (consid. 2). 2. Les rapports entre une usine électrique privée et les installateurs, ainsi que les consommateurs de courant, sont-ils régis par le droit public ou par le droit privé? (consid. 3 et 4)."], "faits": "BGE 93 I 228 S. 228\n\nA.- Die AG Elektrizitätswerk Heiden (im folgenden EWH genannt) versorgt die Gemeinde Heiden und deren Umgebung mit Strom und befasst sich daneben auch mit der Ausführung sog. Hausinstallationen. Ihr Aktienkapital ist in 460 Inhaberaktien zerlegt, von denen sich elf im Eigentum der Gemeinde Heiden befinden, während alle übrigen verschiedenen Privatpersonen zustehen.\n\nDurch Konzession vom 15. Februar 1898 erteilte der Regierungsrat des Kantons Appenzell-Ausserrhoden der EWH das Recht, die Wasser des Gstaldenbaches längs der Gemeindegrenze Heiden-Wolfhalden auszunützen und die damals bestehende Wasserkraftanlage weiterzubetreiben. Die Konzession wurde seither mehrmals erneuert, zuletzt am 6. März 1951.\n\n§ 1 der heute geltenden Konzessionsbedingungen bestimmt u.a. folgendes:\n\n\"Die Bewilligung erfolgt unter dem Vorbehalt und unter Behaftung dafür, dass das Werk die Versorgung der Gemeinde Heiden und Umgebung auf appenzell-ausserrhodischem Gebiet mit elektrischer BGE 93 I 228 S. 229Kraft und Licht bezweckt und dass jede geschäftliche Spekulation ausgeschlossen sei.\"\n\nB.- Eugen Züst hat mit Erfolg die Prüfung eines eidg. dipl. Elektro-Installateurs bestanden. Am 2. März 1966 ersuchte er die EWH um die Bewilligung, in Heiden Starkstrom-Hausinstallationen ausführen zu dürfen. Mit Schreiben vom 4. März lehnte die EWH Züsts Gesuch ab, vor allem mit der Begründung, sie verfüge über genügend Personal, um alle in Heiden anfallenden Arbeiten der genannten Art selber zu bewältigen. Ein von Züst eingereichtes Wiedererwägungsgesuch und ein Schreiben des Anwalts des Gesuchstellers vermochten die EWH nicht von ihrem Standpunkt abzubringen.\n\nIm \"Appenzeller Anzeiger\" vom 20. Juni 1966 gab E. Züst die Eröffnung seines Betriebes bekannt. Die EWH veröffentlichte darauf in der Presse folgende Erklärung:\n\n\"Wir möchten unsere Abonnenten darauf aufmerksam machen, dass Herr E. Züst von uns keine Installationsbewilligung besitzt und daher in Heiden nur Telefon- und Schwachstrominstallationen, die mit unserem Netz nicht verbunden sind, ausführen darf.\n\nAllfällige Licht- oder Kraftinstallationen, die durch die obige Firma in unserem Netz ausgeführt werden, werden von uns nicht anerkannt und haben die Stromunterbrechung vom Vertrag zur Folge.\"\n\nC.- Mit Schreiben vom 20. Juli 1966 unterrichtete Züst den Regierungsrat des Kantons Appenzell-Ausserrhoden über seine Schwierigkeiten und ersuchte ihn um Ausfällung eines Entscheides. Diesen erliess der Regierungsrat am 30. Januar 1967. Er wies darin die EWH an, zur Zeit mindestens einem fachlich befähigten Bewerber auf Gesuch hin eine Bewilligung zur Ausführung von Hausinstallationen zu erteilen. Der Regierungsrat machte die EWH ausserdem auf ihre Pflicht aufmerksam, für Installationen, welche von einem solcherart ermächtigten Installateur erstellt werden, in gleicher Weise Strom zu liefern wie \"für Installationen, die sie durch eigenes Personal ausführen lässt\". Zur Frage ihrer Zuständigkeit führt die kantonale Instanz im wesentlichen aus, einmal seien die Beziehungen zwischen Werk und Staat durch eine Konzession geregelt, was ein umfassendes Aufsichtsrecht des Regierungsrates über das Werk in sich schliesse. Dass sich die Konzessionsurkunde vom 6. März 1951 zur umstrittenen Frage der Hausinstallationen nicht äussere, ändere an der grundsätzlichen Aufsichtskompetenz nichts. Eine Konzession sei unbestrittenermassen BGE 93 I 228 S. 230auch der Auslegung zugänglich; auf diesem Wege habe der Konzedent allfällige Lücken zu schliessen. Die Anwendbarkeit öffentlichen Rechts und somit die sachliche Zuständigkeit des Regierungsrates ergebe sich aber auch daraus, dass eine privatrechtlich organisierte Gesellschaft ebenfalls Trägerin hoheitlicher Funktionen sein könne, worauf vorliegend verschiedene Indizien hinwiesen: Die EWH habe gemäss den Konzessionsbedingungen eine öffentliche Versorgungsaufgabe zu erfüllen. Die Versorgungspflicht stehe sodann unter dem Vorbehalt, \"dass jede geschäftliche Spekulation auszuschliessen sei\" (§ 1 letzter Satz der Konzessionsbedingungen). Die Verfolgung des öffentlichen Zweckes gehe demnach der Gewinnerzielung vor. Ferner würden die Bedingungen für die Stromlieferung auf Grund eines einseitig von der EWH aufgestellten Reglements und nicht durch vertragliche Vereinbarungen mit den Abonnenten festgelegt. Endlich übe die EWH auch eine hoheitliche Funktion aus als Kontroll- und Bewilligungsbehörde gemäss Elektrizitätsgesetz und Starkstromverordnung.\n\nD.- Die EWH führt staatsrechtliche Beschwerde wegen Verletzung der Art. 4, 31 und 58 BV. Sie macht geltend, der Regierungsrat sei überhaupt nicht zuständig gewesen, ihr die entsprechenden Stromlieferungen vorzuschreiben.\n\nDie einzelnen Rügen und ihre Begründung sind, soweit erforderlich, aus den nachfolgenden Erwägungen ersichtlich.\n\nE.- Der Regierungsrat des Kantons Appenzell-Ausserrhoden und Eugen Züst schliessen auf Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerdeführerin setzt sich mit den die Sache selber betreffenden Erwägungen des angefochtenen Entscheides nicht auseinander. Sie bestreitet lediglich die Befugnis des Regierungsrates, sich als Aufsichtsbehörde und als Verwaltungsgericht in ihre Beziehungen zu Dritten einzumischen. Es ist deshalb einzig zu entscheiden, ob eine dieser Zuständigkeiten der kantonalen Instanz gegeben sei. Mit der Frage der Zulässigkeit des Installationsmonopols hat sich das Bundesgericht dagegen im vorliegenden Fall nicht zu befassen.\n\n2. Der Regierungsrat geht aus von der Wasserrechtskonzession, die er der Beschwerdeführerin erteilt hat, und beruft sich in erster Linie auf das ihm über die Konzessionärin zustehende Aufsichtsrecht. Dessen Bestehen bestreitet die Beschwerdeführerin BGE 93 I 228 S. 231dem Grundsatze nach nicht. Sie wendet jedoch ein, der Regierungsrat missbrauche das Aufsichtsrecht dazu, Verfügungen über ihre Geschäftsführung zu treffen und zwar in Gebieten, die ausserhalb des Konzessionsbereiches lägen. Diese Rüge prüft das Bundesgericht frei, da im Falle ihrer Begründetheit eine Verletzung der Handels- und Gewerbefreiheit (Art. 31 BV) anzunehmen wäre.\n\na) Dem Konzedenten steht ohne Zweifel ein Aufsichtsrecht über den Konzessionär zu. Dieses ist jedoch auf den Bereich der Konzession beschränkt, d.h. die Verleihungsbehörde darf es nur ausüben, um die sich aus der Konzession ergebenden Pflichten des Beliehenen durchzusetzen (vgl. BGE 50 I 404 /5). Die Aufsicht reicht nicht in Gebiete, die ausserhalb des von der Konzession abgesteckten Rahmens liegen.\n\nDer Regierungsrat räumt ein, dass sich aus dem Wortlaut der Konzessionsurkunde vom 6. März 1951 ein ausdrückliches Verbot des Installationsmonopols nicht ergibt. Er hält aber dafür, die Unzulässigkeit des Monopols folge bei vernünftiger Auslegung aus § 1 der Konzessionsbedingungen, wonach der Beschwerdeführerin \"jede geschäftliche Spekulation\" verboten ist. Ob diese Annahme der kantonalen Instanz geradezu willkürlich sei, was in der Beschwerdeantwort verneint wird, kann bei freier Prüfung dahingestellt bleiben. Jedenfalls ist sie unrichtig.\n\nDie Beschwerdeführerin übt das Installationsmonopol unbestrittenermassen seit Jahrzehnten aus. Hätte der Kanton im Jahre 1951 die Wasserrechtskonzession nur unter dem Vorbehalt erneuert, dass die Beschwerdeführerin das für sie wichtige Vorrecht aufgebe, dann wäre dies in den Konzessionsbedingungen ausdrücklich gesagt worden. Der Regierungsrat behauptet selber nicht, die Konzessionsurkunde enthalte eine solche Regelung. Dann widerspricht es aber dem auch bei der Auslegung von Konzessionsbestimmungen zu beachtenden Grundsatz von Treu und Glauben (vgl. BGE 78 I 389), dem Verbot der \"geschäftlichen Spekulation\" nachträglich einen Sinn zu geben, den ihm die an der Erneuerung der Konzession Beteiligten nicht beilegen wollten. In Anbetracht der jahrzehntelangen Ausübung des Installationsmonopols durch die Beschwerdeführerin kann auch von einer Lücke in den im Jahr 1951 revidierten Bestimmungen offensichtlich keine Rede sein.\n\nBeziehen sich die Konzessionsbedingungen nach dem Gesagten nicht auf die Hausinstallationen, dann durfte sich der BGE 93 I 228 S. 232Regierungsrat nicht ohne Verletzung des Art. 31 BV auf sein Aufsichtsrecht stützen, um der Beschwerdeführerin die Erteilung von Installationsbewilligungen und die Stromlieferung vorzuschreiben.\n\nb) Unter diesen Umständen kann dahingestellt bleiben, welcher Art die Massnahmen seien, die der Konzedent auf Grund seines Aufsichtsrechts gegenüber dem Konzessionär treffen darf.\n\n3. Der Regierungsrat beruft sich ausserdem auf seine Zuständigkeit als Verwaltungsgericht. Diese begründet er damit, der vorliegende Streit sei öffentlichrechtlicher Natur. Die Beschwerdeführerin hält dem entgegen, es seien daran zwei Privatrechtssubjekte beteiligt und es gehe dabei um eine rein zivilrechtliche Frage, für deren Beurteilung die ordentlichen Gerichte zuständig seien.\n\nUm die Frage der Zuständigkeit des Regierungsrates als Verwaltungsgericht entscheiden zu können, ist von den Rechtsbeziehungen auszugehen, welche die Beschwerdeführerin einerseits mit dem Beschwerdegegner Züst, anderseits mit ihren Stromabnehmern unterhält. Auf das zuerst genannte Verhältnis nimmt Ziffer 1 des Dispositivs des angefochtenen Entscheides Bezug, worin die Beschwerdeführerin angewiesen wird, mindestens einem fachlich befähigten Bewerber die Bewilligung zur Ausführung von Hausinstallationen zu erteilen. Ziffer 2 dagegen betrifft die Pflicht zur Stromlieferung und damit das Verhältnis der Beschwerdeführerin zu ihren Stromabnehmern. Sämtliche an den genannten Beziehungen Beteiligten sind als solche Subjekte des privaten Rechts, und es lag deshalb nicht an ihnen, sich unter die Herrschaft des öffentlichen Rechts zu begeben. Im Gegenteil hätte einzig ein Hoheitsakt die erwähnten Verhältnisse dem öffentlichen Recht unterstellen können. Liegt ein solcher nicht vor, dann war die kantonale Instanz auch nicht berechtigt, den Streit zwischen der Beschwerdeführerin und E. Züst als Verwaltungsgericht zu entscheiden. Der Regierungsrat hätte dabei allerdings nicht Art. 31 BV verletzt. Denn ein Richter, der seine Zuständigkeit zu Unrecht bejaht, greift allein dadurch nicht in die Handels- und Gewerbefreiheit ein. Das Bundesgericht prüft deshalb die Frage, ob der Regierungsrat auf Grund eines Hoheitsaktes als Verwaltungsgericht habe urteilen dürfen, nur unter dem Gesichtspunkte der Willkür und des Art. 58 BV, welch letzterer dem Rechtsuchenden u.a. BGE 93 I 228 S. 233einen Anspruch auf den zuständigen Richter gewährt (BGE 91 I 401 Erw. b).\n\n4. a) Die kantonale Instanz stützt sich für die Bejahung ihrer Zuständigkeit als Verwaltungsgericht wiederum auf die der Beschwerdeführerin am 6. März 1951 erteilte Wasserrechtskonzession. Diese Annahme hält einer Prüfung auf Willkür nicht stand.\n\nWohl begründet, wie das Bundesgericht vonjeher erkannt hat, eine Konzession ein öffentlichrechtliches Pflicht- und Abhängigkeitsverhältnis zwischen dem Konzedenten und dem Konzessionär (BGE 43 II 448, BGE 47 I 226, BGE 50 I 403). Diese Art der Unterordnung geht denn auch aus § 1 der Konzessionsbedingungen hervor, wonach die Konzession nur erteilt wird unter dem Vorbehalt, dass die Beschwerdeführerin ein bestimmtes Gebiet mit Strom versorge und dass jede geschäftliche Spekulation ausgeschlossen sei. Mit den Beziehungen der Beschwerdeführerin zu E. Züst oder seinesgleichen und zu den einzelnen Stromverbrauchern dagegen befassen sich die Konzessionsbestimmungen nicht; sie können ihnen demzufolge auch keinen öffentlichrechtlichen Charakter geben. Während nämlich die Erteilung von Installationsbewilligungen, wie schon in Erwägung 2 a hievor dargelegt, in der Konzessionsurkunde überhaupt nicht erwähnt wird, bezieht sich § 1 der Konzessionsbestimmungen zwar auf die Stromversorgung; diese wird jedoch als Bedingung für das Erteilen der Konzession genannt, betrifft also nur das Verhältnis des Beliehenen zur Verleihungsbehörde und nicht dasjenige zu den Abnehmern der elektrischen Energie.\n\nb) Aber auch die Berufung des Regierungsrates auf die von der Beschwerdeführerin aufgestellten \"Reglement und Tarife\" vom 1. Januar 1961 als angebliche Quelle öffentlichen Rechtes ist mit Art. 4 BV nicht vereinbar. Abgesehen davon, dass jene Bestimmungen nicht die Erteilung von Installationsbewilligungen und damit nicht das Verhältnis der Beschwerdeführerin zu E. Züst betreffen, unterwerfen sie auch die Beziehungen zu den Stromabnehmern offensichtlich nicht dem öffentlichen Recht. Der Hinweis der kantonalen Instanz auf die grundsätzlichen Erwägungen in BGE 76 II 103 ff. ist unbehelflich. Jener Entscheid bezog sich auf ein Reglement, das von einer Körperschaft des kantonalen öffentlichen Rechts erlassen worden war. Demgegenüber ist die Beschwerdeführerin als Aktiengesellschaft privatrechtlich organisiert.BGE 93 I 228 S. 234\n\nc) Schliesslich ist zu untersuchen, ob das Bundesgesetz vom 24. Juni 1902 betreffend die elektrischen Schwach- und Starkstromanlagen (ElG) sowie die Verordnung vom 7. Juli 1933 bzw. 24. Oktober 1949 über die Erstellung, den Betrieb und den Unterhalt elektrischer Starkstromanlagen(VO) die für die Zuständigkeit des Regierungsrates als Verwaltungsgericht notwendige öffentlichrechtliche Grundlage bilden. Da die genannten Erlasse dem Bundesrecht angehören, prüft das Bundesgericht unter dem Gesichtspunkt des Art. 58 BV ihre Auslegung frei (Umkehrschluss aus BGE 91 I 402). Ob daneben auch eine Verletzung des Art. 4 BV gegeben sei, kann mithin unerörtert bleiben.\n\nDer Abschnitt IV des ElG - er steht unter dem Titel \"Kontrolle\" und enthält die Art. 19 bis 26 - befasst sich im wesentlichen mit der Bezeichnung der Kontrollorgane und der Zuweisung ihrer Aufgaben. Art. 26 ElG lautet:\n\n\"Die in Abschnitt IV vorgesehene Kontrolle erstreckt sich nicht auf die Hausinstallationen. Dagegen wird derjenige, welcher elektrische Kraft an Hausinstallationen abgibt, verpflichtet, sich über die Ausübung einer solchen Kontrolle beim Starkstrominspektorat auszuweisen, und es kann diese Kontrolle einer Nachprüfung unterzogen werden.\"\n\nDer Lieferer elektrischer Energie ist somit verantwortlich für die Überwachung der Hausinstallationen. Ob er bei dieser Kontrolle ein Stück öffentlicher Gewalt ausübt und selber dem öffentlichen Recht untersteht, braucht nicht entschieden zu werden. Jedenfalls unterwirft Art. 26 ElG keine der vorliegend zu untersuchenden Beziehungen dem öffentlichen Recht: weder betrifft er das Verhältnis der Beschwerdeführerin zu allfälligen Gesuchstellern noch die ihr auferlegte Verpflichtung zur Stromabgabe für Hausinstallationen, die ein Dritter ausgeführt hat.\n\nDas gleiche gilt für die VO, deren Art. 120 Abs. 3 lit. b den Lieferer elektrischer Energie ermächtigt, Bewilligungen zum Erstellen von Hausinstallationen denjenigen Personen zu erteilen, welche die Erfordernisse des Art. 120ter VO erfüllen. Die Tragweite der genannten Vorschriften kann nicht über diejenige der in Art. 26 ElG enthaltenen gesetzlichen Grundlage hinausgehen. In der Tat beschränken sie sich denn auch darauf, die dem Energielieferanten zugedachte Kontrollaufgabe näher zu umschreiben, indem sie die Erteilung von Installationsbewilligungen an Personen verbieten, welche dazu nicht befähigt sind.BGE 93 I 228 S. 235\n\nWie das Gesetz, unterstellt aber auch die VO die Verhältnisse des Energielieferers zu Gesuchstellern und Stromabnehmern nicht dem öffentlichen Recht. Sie belegt diese Beziehungen, die auf öffentlichem oder auf privatem Recht beruhen können, lediglich mit einer öffentlichrechtlichen Einschränkung.\n\nAuch der Bundesrat hat dieselbe Auffassung wiederholt vertreten. So stellte er fest, die VO verpflichte die privatrechtlich organisierten Energieunternehmen selbst dann nicht, eine Installationsbewilligung zu erteilen, wenn die Voraussetzungen hiefür vorlägen; es fehlten Bestimmungen, \"laut welchen eine Privatunternehmung beim Entscheid über Bewilligungsbegehren für Hausinstallationen als Organ des Staates handeln würde\" (VEBB 22/1952 Nr. 134, S. 240). Gleiche Erwägungen stellte der Bundesrat wenig später sogar im Falle eines öffentlichrechtlichen Elektrizitätswerkes an (vgl. VEBB 24/1954 Nr. 155, S. 301). Ebenfalls im genannten Sinn hat das Bundesgericht bezüglich privater Werke übrigens schon in der Zeit vor Erlass der VO entschieden, indem es das Gesuch um Erteilung der Installationsbewilligung als ein solches um Vergebung von Arbeiten betrachtete und die entsprechende Verweigerung, weil privatrechtliche Willensäusserung, als nicht durch staatsrechtliche Beschwerde anfechtbar bezeichnete (vgl. BGE 47 I 248, BGE 38 I 63).\n\nSelbst die Betrachtungsweise von RUCK (Schweizerisches Elektrizitätsrecht, Zürich 1964) vermag zu keiner andern Lösung zu führen. Zwar hält der genannte Autor dafür, der Bundesrat habe mit der Ermächtigung zur Bewilligungserteilung eine öffentlichrechtliche Befugnis an das zuständige Unternehmen delegiert, ohne Rücksicht darauf, ob dieses öffentlich- oder privatrechtlicher Natur sei (a.a.O. S. 134 N. 41). Die betreffenden Werke hätten deshalb bei der Ausübung der ihnen übertragenen öffentlichen Gewalt den Grundsatz der Rechtsgleichheit und die Handels- und Gewerbefreiheit zu wahren (a.a.O. S. 138 N. 57). Indessen wird ausdrücklich der hier zu entscheidende Fall vorbehalten, wo das Elektrizitätsunternehmen zu den Energiebezügern in einem privatrechtlichen Verhältnis steht und sich auf Grund seiner Vertragsfreiheit mittelbar das Installationsmonopol sichern kann. Unter diesen Umständen ist nämlich der Stromlieferant bei seinem Entscheid über allfällige Gesuche um Erteilung der Installationsbewilligung auch nach RUCK von den genannten öffentlichrechtlichen Pflichten befreit (a.a. O. S. 139).BGE 93 I 228 S. 236\n\nd) Unterwerfen nach den vorstehenden Ausführungen weder die Elektrizitätsgesetzgebung noch die von der Beschwerde führerin aufgestellten \"Reglement und Tarife\", noch die Wasserrechtskonzession die Beziehungen der Beschwerdeführerin zu Züst und den Stromverbrauchern dem öffentlichen Recht, dann war der Regierungsrat auch als Verwaltungsgericht nicht zuständig, den zwischen der Beschwerdeführerin und dem Beschwerdegegner bestehenden Streit zu beurteilen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Beschluss des Regierungsrates von Appenzell A.Rh. vom 30. Januar 1967 aufgehoben."}