{"annee": "93", "cour": "II", "page": "82", "date": "11/5/1967", "cite": [], "cite_par": ["115 II 149", "111 II 89", "114 III 114", "106 III 67", "135 III 378", "121 III 97", "145 III 133", "142 III 720", "108 IB 97", "114 III 110", "113 III 144", "107 III 128"], "chapeau": "16. Arrêt de la IIe Cour civile du 11 mai 1967 dans la cause Masse en faillite de Timor Watch Co SA contre Société de banque suisse.", "regestes": ["Obligations hypothécaires au porteur. Nantissement. Art. 901 CC. 1. Action en contestation de l'état de collocation tendant à la reconnaissance d'un droit de gage pour une créance qui n'est pas contestée comme telle. Valeur litigieuse (consid. 1). 2. Nantissement de titres de gage du propriétaire (en l'espèce, d'obligations hypothécaires au porteur qui n'avaient pas encore été mises en circulation). La forme authentique est-elle nécessaire? (consid. 2 à 4). 3. A quel moment le débiteur transfère-t-il la possession d'obligations hypothécaires au porteur qu'il a souscrites et confiées immédiatement à un notaire chargé de faire inscrire l'hypothèque au registre foncier, puis de remettre les titres au créancier gagiste? (consid. 5 et 6)."], "faits": "|83|\n\nA.- Le 21 décembre 1962, la Société de banque suisse (en abrégé: SBS), succursale de La Chaux-de-Fonds, ouvrit à Timor Watch Co SA (en abrégé: Timor), qui avait son siège en ladite ville, un crédit de 250 000 fr. Le remboursement du prêt devait être garanti, notamment, par trois obligations hypothécaires au porteur d'un montant global de 100.000 fr., grevant en deuxième rang les immeubles immatriculés sous les articles 318, 320 et 322 du cadastre de la commune de Montilier (canton de Fribourg), dont Timor était propriétaire. Dans une lettre du 27 décembre 1962, ladite société chargea le notaire Friolet, à Morat, d'établir les titres et de les remettre à la créancière. Le notaire confirma à la banque, par lettre du 18 mars 1963, le mandat qu'il avait reçu de Timor. Il fallait toutefois obtenir le consentement d'un créancier hypothécaire en troisième rang. Les négociations engagées à cette fin n'arrivèrent pas à chef. Le 3 septembre 1963, la SBS accepta de recevoir des obligations hypothécaires en quatrième rang, quitte à les faire avancer plus tard en deuxième rang.\n\nLe 23 septembre 1963, Me Friolet instrumenta trois obligations hypothécaires au porteur créées en quatrième rang, avec droit de profiter des cases libres, savoir deux titres de 32 500 fr. chacun, grevant respectivement les immeubles immatriculés sous les articles 318 et 320 du cadastre de la commune de Montilier, et une obligation hypothécaire au porteur de 35 000 fr., grevant l'article 322 dudit cadastre. Chacun des trois titres renferme la clause suivante: \"Cette obligation hypothécaire possède le caractère d'un papier-valeur\".\n\nLe même jour, le notaire dressa un \"avis d'instrumentation\" dans lequel il déclare qu'il a instrumenté les actes en question et s'oblige à les faire inscrire au registre foncier, puis à en remettre une expédition à la créancière dans un délai de six mois. Il devait en effet déposer les actes au registre foncier dans les trente jours et il escomptait que le conservateur les lui retournerait un'deux ou trois mois plus tard.\n\nLe 26 septembre, Me Friolet envoya l'avis d'instrumentation à la SBS, qui en accusa réception le 30 septembre.\n\nLe 23 octobre, le notaire prénommé déposa les trois obligations |84| hypothécaires au bureau du registre foncier de Morat. Le conservateur les inscrivit le jour même au journal et le 29 octobre au grand livre. Le lendemain dans l'après-midi, le notaire Friolet se rendit au bureau du registre foncier pour reprendre les titres. Le conservateur refusa de les lui remettre: la faillite de Timor avait été prononcée le 30 octobre à 9 heures par le Président du Tribunal de district de La Chaux-de-Fonds.\n\nLe conservateur du registre foncier de Morat remit ensuite les trois obligations hypothécaires à l'Office des faillites de La Chaux-de-Fonds.\n\nB.- Dans la faillite de Timor, la SBS a produit notamment une créance de 120 258 fr. 65 et revendiqué un gage mobilier sur les trois obligations hypothécaires au porteur constituées le 23 septembre 1963 par le notaire Friolet. Le 13 juillet 1964, l'administration de la faillite écarta le droit de gage et colloqua la créance en cinquième classe. Elle décida que les titres en question seraient radiés de l'état des charges et cancellés conformément à l'art. 75 OOF.\n\nLe 22 juillet 1964, la SBS introduisit une action en contestation de l'état de collocation. Elle conclut à la reconnaissance de son droit de gage.\n\nLa masse en faillite de Timor conclut au rejet de la demande.\n\nStatuant le 5 décembre 1966, le Tribunal cantonal de Neuchâtel ordonna la rectification de l'état de collocation en ce sens que la SBS devait être colloquée comme titulaire d'un droit de gage sur les trois obligations hypothécaires reçues le 23 septembre 1963 par le notaire Friolet, à Morat, qui grèvent les immeubles formant les articles 318, 320 et 322 du cadastre de la commune de Montilier.\n\nLes juges neuchâtelois ont admis dans les motifs de leur jugement que la demanderesse avait acquis, par l'intermédiaire de son représentant Me Friolet, la possession des titres précités avant l'ouverture de la faillite, de telle sorte que le droit de gage avait été constitué valablement.\n\nC.- La masse en faillite de Timor recourt en réforme au Tribunal fédéral et reprend ses conclusions libératoires. Subsidiairement, elle demande le renvoi de la cause à l'autorité cantonale pour nouvelle décision.\n\nD.- La SBS, intimée, conclut au rejet du recours.\n\n|85|", "considerants": "Considérant en droit:\n\n1. Le procès en contestation de l'état de collocation qui divise les parties a été introduit par l'intimée dans le délai de dix jours fixé par l'art. 250 al. 1 LP. L'action tend à la reconnaissance d'un droit de gage pour une créance qui n'est pas contestée comme telle. La valeur litigieuse correspond, en pareil cas, à la différence entre le montant qui serait attribué au créancier si le droit de gage qu'il revendique était reconnu, d'une part, et le dividende probable que recevrait le demandeur si sa créance était colloquée en cinquième classe (ou éventuellement dans une classe privilégiée), d'autre part (RO 81 III 76 s., 85 II 201). Sur le vu des renseignements fournis par l'office des faillites de la Chaux-de-Fonds, le jugement entrepris constate qu'en l'espèce, cette différence s'élèverait à 60 000 fr. Le recours en réforme est dès lors recevable au regard de l'art. 46 OJ.\n\n2. Avec raison, la recourante ne conteste pas la validité des obligations hypothécaires au porteur créées par Timor. Sanctionnant une pratique largement répandue, le Tribunal fédéral a admis que le propriétaire d'un immeuble peut constituer valablement une hypothèque en garantie d'une créance exprimée dans un titre au porteur (RO 49 II 21 ss., 77 II 364). Si le titre est rédigé de telle sorte qu'il réponde aux exigences de l'art. 965 CO, il revêt la qualité de papier-valeur (RO 77 II 364; JÄGGI, Kommentar, Die Wertpapiere, n. 285 ad art. 965 CO; A. BONNARD, L'obligation hypothécaire au porteur, thèse Lausanne 1955, p. 31 ss.). La possession d'une obligation hypothécaire au porteur n'emporte cependant aucune présomption quant à l'existence de l'hypothèque (RO 77 II 364, 84 II 354).\n\nLes titres instrumentés le 23 septembre 1963 par le notaire Friolet sont expressément déclarés papiers-valeurs. Ils expriment une créance en faveur du porteur. Cette créance est garantie par une hypothèque, inscrite par le conservateur du registre foncier le 23 octobre 1963 au journal et le 29 octobre au grand livre. Conformément à l'art. 972 al. 2 CC, l'effet de l'inscription remonte à la date de l'inscription au journal. Les hypothèques ont donc été constituées valablement avant l'ouverture de la faillite de Timor, prononcée le 30 octobre 1963 à 9 heures.\n\n3. La jurisprudence a déclaré valable la mise en gage de titres au porteur par le débiteur de ceux-ci (RO 38 II 160) et |86| plus spécialement le nantissement de cédules hypothécaires créées au nom du propriétaire de l'immeuble grevé (RO 41 III 236 ss., 52 III 159). La même règle vaut pour les obligations hypothécaires au porteur que le débiteur, propriétaire du fonds grevé, remet en gage sitôt après qu'il les a souscrites ou, du moins, sans qu'il les ait préalablement mises en circulation (RO 78 III 94). De pareilles obligations constituent en effet des titres de gage du propriétaire (OFTINGER, Kommentar, Das Fahrnispfand, n. 136 in fine ad art. 901 CC). En dépit des critiques formulées par les auteurs (cf. OFTINGER loc.cit. n. 134 et A. BONNARD, op.cit., p. 97 ss. et les références citées), le nantissement de ces papiers-valeurs, qui correspond à une pratique bancaire bien établie, n'est pas contraire au droit civil (cf. PIOTET, Quelques considérations sur l'acquisition des cédules hypothécaires, lettres de rente et obligations hypothécaires, JdT 1959 I 457 ss., notamment 466 à 469). L'objet du gage est la créance incorporée dans le titre (OFTINGER, n. 137 ad art. 901 CC), droit qui n'avait jusqu'alors qu'une existence formelle (cf. JÄGGI, op.cit., n. 19 ad art. 967 CO, qui envisage le premier transfert du titre) et dont le propriétaire du fonds grevé dispose au moment où il le remet en nantissement (cf. RO 41 III 237 s., PIOTET, loc.cit.).\n\nIl n'est pas nécessaire d'examiner les critiques formulées par les auteurs (cf. notamment GUISAN, Le nantissement et la saisie des cédules hypothécaires et lettres de rente appartenant au propriétaire même de l'immeuble grevé, JdT 1926 I 194 ss., ainsi que la note publiée au JdT 1931 II 72 ss. et les références citées) contre la jurisprudence qui admet la poursuite en réalisation d'un gage mobilier lorsque le débiteur est soumis à l'exécution spéciale (RO 52 III 159, 78 III 95, 89 III 45). Dans la faillite, en effet, l'art. 76 OOF interdit la réalisation séparée du titre de gage mis en nantissement et l'art. 126 ORI règle la collocation de façon à empêcher que le créancier nanti ne reçoive un montant supérieur à celui de la créance garantie par le gage mobilier.\n\n4. A l'appui de son recours, la masse en faillite de Timor soutient que la SBS n'a pas acquis un droit de gage sur les trois obligations hypothécaires litigieuses, parce que les parties ont omis de passer un contrat de gage immobilier en la forme authentique exigée par l'art. 799 al. 2 CC. Mais l'arrêt publié au RO 71 II 262, dont elle entend tirer argument, vise le nantissement |87| d'une cédule hypothécaire qui doit être constituée au nom du propriétaire de l'immeuble grevé ou au porteur. Le Tribunal fédéral n'exige pas, en revanche, que la convention portant mise en gage d'une obligation hypothécaire au porteur revête la forme authentique; il se contente d'une déclaration unilatérale du débiteur relative à la constitution de l'hypothèque (RO 49 II 26, consid. 3 a; cf. A. BONNARD, op.cit., p. 64 ss.). Une fois que l'hypothèque a été constituée par l'inscription au registre foncier, le débiteur peut mettre l'obligation hypothécaire au porteur en nantissement en vertu d'un accord conclu sans forme spéciale avec le créancier gagiste (cf. OFTINGER, n. 138 ad art. 901 CC).\n\n5. Conformément à l'art. 901 al. 1 CC, le nantissement des titres au porteur s'opère par leur seule remise au créancier gagiste. La loi n'exige pas un transfert matériel du papiervaleur, mais seulement le transfert de la possession, selon les règles applicables au nantissement des choses mobilières. Sous réserve des restrictions imposées par les art. 884 al. 3 et 717 CC, tous les modes de transfert de la possession prévus aux art. 922 à 925 CC sont admissibles (RO 81 II 340 s.). Ainsi, la remise du titre peut être faite au représentant du créancier gagiste, ou à un possesseur pour autrui (Besitzdiener) qui joue le rôle d'intermédiaire pour la possession de celui-ci (OFTINGER, op.cit., n. 34 ad art. 901; n. 212 ss. ad art. 884 CC). Lorsque l'intermédiaire a reçu une chose pour le créancier gagiste, sans mandat ni procuration de celui-ci, mais que le créancier ratifie ensuite son acte, le droit de gage est réputé avoir pris naissance au moment où la possession de la chose a été transférée au représentant (OFTINGER, op.cit., n. 217 ad art. 884 CC).\n\nEn l'espèce, le président du conseil d'administration de Timor a remis les trois obligations hypothécaires au porteur, sitôt après les avoir constituées en y apposant sa signature, au notaire Friolet qui était chargé de faire inscrire les hypothèques au registre foncier, puis de transmettre les titres à l'intimée. Timor n'avait donc plus la maîtrise effective des papiers-valeurs en question. Le notaire Friolet ne les possédait pas pour son propre compte. En vertu de l'acte d'instrumentation qu'il avait rédigé et signé le 23 septembre 1963, jour de la constitution des titres, puis communiqué à la SBS le 26 septembre, il s'était engagé à les transmettre à la créancière gagiste une fois que les hypothèques seraient inscrites. Même s'il |88| n'avait pas reçu de mandat ni de procuration de l'intimée, il possédait les obligations hypothécaires au porteur comme représentant de la SBS (cf. art. 923 CC). Celle-ci a ratifié la possession acquise par son intermédiaire en accusant réception, le 30 septembre 1963, de l'avis d'instrumentation. De plus, selon la déposition du notaire Friolet, à laquelle se réfère le jugement attaqué, une personne de la SBS lui a demandé par téléphone, le 28 octobre 1963, de retirer les titres au bureau du registre foncier dès que possible. Le dépôt des titres à ce bureau, en vue de l'inscription des hypothèques, n'a pas interrompu la possession que le notaire exerçait pour le compte de la créancière gagiste (cf. RO 81 II 204 consid. 7, al. 1; 52 II 52). Dès lors, la juridiction cantonale a admis avec raison que l'intimée avait acquis la possession des titres, par son représentant, le jour même de leur constitution ou au plus tard le 27 septembre 1963, lorsqu'elle a reçu l'avis d'instrumentation.\n\n6. Contrairement à l'opinion soutenue par la recourante, la Cour cantonale n'a pas violé le droit fédéral en invoquant, à l'appui de son jugement, l'arrêt publié au RO 88 II 162 ss. Peu importe que ce prononcé vise des cédules hypothécaires au porteur, alors qu'en l'espèce le gage porte sur des obligations hypothécaires au porteur. Dans les deux cas, le notaire chargé par le débiteur de remettre les titres au créancier après leur création, aux fins de nantissement, conserve le droit de se libérer en exécutant l'obligation ainsi contractée, même si le débiteur révoque le mandat dans l'intervalle (RO 88 II 169, consid. 4). Il en résulte que le débiteur qui passe une convention de ce genre ne garde pas la maîtrise des titres au porteur qu'il a confiés au notaire, lequel s'est engagé à les remettre au créancier. L'hypothèse envisagée n'est du reste pas réalisée, puisque Timor n'a pas révoqué le mandat qu'elle avait conféré au notaire Friolet.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours et confirme le jugement rendu le 5 décembre 1966 par le Tribunal cantonal neuchâtelois."}