{"annee": "93", "cour": "I", "page": "450", "date": "11/10/1967", "cite": ["89 I 358", "87 I 371", "86 I 38"], "cite_par": ["95 I 6", "105 IA 54", "123 I 325", "105 IA 47", "98 IA 151", "94 I 365", "106 IA 229", "108 IA 286"], "chapeau": "56. Urteil vom 11. Oktober 1967 i.S. X. gegen Steuerkommissariat und Steuerrekurskommission des Kantons Thurgau.", "regestes": ["Art. 86 et 87 OJ. Epuisement des instances cantonales, décision incidente. La décision de l'autorité de recours qui fixe, en le réduisant, le montant imposable au titre de bénéfice en capital, mais laisse à l'autorité de taxation le soin de calculer le montant d'impôt, est une décision incidente qui n'entraîne pas un dommage irréparable. Si, après la fixation du montant de l'impôt, le contribuable veut attaquer l'imposition uniquement en raison des élé ments fiscaux retenus par la commission de recours, il pourra le faire sans avoir besoin d'épuiser à nouveau les instances canto nales (confirmation de la jurisprudence)."], "faits": "|451|\n\nA.- Nach § 53 des auf den vorliegenden Fall noch zur Anwendung gelangenden thurgauischen Gesetzes über die Staats- und Gemeindesteuern vom 5. September 1950 (aStG) sind Kapitalgewinne steuerpflichtiges Einkommen. Als Kapitalgewinn gilt die bei der Veräusserung eines Vermögensobjektes erzielte Differenz zwischen dem Anlagewert und dem Verkaufserlös; der Anlagewert setzt sich zusammen aus den Anschaffungskosten und den wertvermehrenden Aufwendungen (§ 54 aStG). Nach § 39 Abs. 2 der Vollziehungsverordnung zu diesem Gesetz (VVaStG) gilt bei unentgeltlichem Erwerb (Erbgang, Schenkung) der Verkehrswert im Zeitpunkte des Erwerbs als Erwerbspreis. Die Gewinnsteuerpflicht ist bei beweglichem Vermögen auf zehn Jahre befristet (§ 55 aStG). Die Steuerberechnung ist in § 57 aStG geregelt. Danach wird auf Kapitalgewinnen eine volle Jahressteuer zu jenem Satz erhoben, der sich aus § 35 Ziff. 1 ergibt. Realisierte Kapitalverluste können nur mit den im gleichen Steuerjahr erzielten Kapitalgewinnen verrechnet werden (§ 58 aStG).\n\n|452|\n\nB.- Der Beschwerdeführer erwarb im Herbst 1952 durch Erbgang 11 nichtkotierte Namensaktien im Nominalbetrag von je Fr. 5'000.-- der Firma Y. AG. Im Juni 1959 verkaufte er sie zum Preise von Fr. 11'000.-- pro Stück, zusammen also für Fr. 121'000.--. Die Steuerbehörde nahm an, der Beschwerdeführer habe bei diesem Verkauf einen Kapitalgewinn erzielt und eröffnete daher ein Veranlagungsverfahren mit Bezug auf die Kapitalgewinnsteuer. Der Beschwerdeführer bestritt, einen Kapitalgewinn erzielt zu haben, da der Verkehrswert dieser Aktien im Zeitpunkte des Erwerbes (1952) mindestens so hoch gewesen sei wie der Verkaufserlös im Jahre 1959. Mit Einspracheentscheid der Steuerkommission Arbon vom 18. Juni 1964 wurde der steuerbare Kapitalgewinn auf Fr. 28'600.-- festgesetzt. Die kantonale Steuerrekurs-Kommission (StRK) wies die vom Pflichtigen dagegen erhobene Beschwerde am 24. Oktober 1966 ab und bestätigte den Einspracheentscheid.\n\nC.- X ficht den Entscheid der StRK mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 BV an und beantragt, ihn aufzuheben. Die StRK und der Regierungsrat des Kantons Thurgau schliessen auf Abweisung der Beschwerde. In der Replik hält der Beschwerdeführer an seinem Beschwerdeantrag fest.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Staatsrechtliche Beschwerden wegen Verletzung von Art. 4 BV sind erst gegen letztinstanzliche Endentscheide zulässig, gegen letztinstanzliche Zwischenentscheide nur, wenn sie für den Betroffenen einen nicht wiedergutzumachenden Nachteil zur Folge haben (Art. 87 OG).\n\nWährend die ursprüngliche Veranlagung vom 10. August 1962 ausser der Festsetzung des steuerbaren Kapitalgewinnes auf Fr. 44'000.-- auch die Berechnung der geschuldeten Steuer enthielt, beschränkt sich der Einspracheentscheid vom 18. Juni 1964 darauf, den steuerbaren Kapitalgewinn auf Fr. 28'600.-- herabzusetzen, ohne die dafür geschuldete Steuer zu berechnen. Die StRK hat sich im angefochtenen Entscheid vom 24. Oktober 1966 ebenfalls darauf beschränkt, die Frage zu überprüfen, ob und einen wie hohen Kapitalgewinn der Beschwerdeführer aus dem Verkauf der Aktien erzielt habe, ohne die geschuldete Steuer festzusetzen. Der angefochtene Entscheid schliesst mithin |453| das Steuerveranlagungsverfahren nicht ab; die Veranlagungsbehörde wird vielmehr auf Grund des von der Rechtsmittelinstanz bestätigten Kapitalgewinnes die geschuldete Steuer nach Massgabe der oben unter lit. A erwähnten gesetzlichen Vorschriften noch zu berechnen haben. Diese Berechnung ist keine blosse Vollzugshandlung mit Bezug auf den angefochtenen Entscheid, denn dieser setzt bloss den steuerbaren Kapitalgewinn fest, auf Grund dessen die Steuerberechnung erst noch vorzunehmen ist (nicht veröffentlichte Urteile vom 5. Mai 1965 i.S. Genossenschaft Hotel zur Post in Liq. S. 3/4 und vom 9. Juni 1966 i.S. Rickli S. 3/4). Im Rahmen des Steuerveranlagungsverfahrens stellt der angefochtene letztinstanzliche Entscheid der StRK mithin keinen Endentscheid, sondern lediglich einen Zwischenentscheid dar, gegen den nach Art. 87 OG die staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV nur dann zulässig ist, wenn er für den Beschwerdeführer einen nicht wiedergutzumachenden Nachteil zur Folge hat.\n\n2. Diese Voraussetzung trifft indes nicht zu. Der Beschwerdeführer kann den Entscheid der StRK noch im Anschluss an die Festsetzung der geschuldeten Steuer mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 BV anfechten. Die dadurch bewirkte Verlängerung des Verfahrens stellt nach ständiger Rechtsprechung keinen nicht wiedergutzumachenden Nachteil im Sinne von Art. 87 OG dar (BGE 87 I 372 Erw. 2 mit Verweisungen; BGE 89 I 362).\n\nEs liesse sich einwenden, das Nichteintreten auf eine derartige Willkürbeschwerde führe zu einem formalistischen Leerlauf, weil der Beschwerdeführer vor erneuter Anrufung des Bundesgerichts abermals an die kantonale Rechtsmittelinstanz gelangen müsse, obschon diese über die gleiche Frage bereits befunden habe. Der Einwand wäre indessen unbegründet. Nach der Rechtsprechung wird vom Erfordernis der Erschöpfung des kantonalen Instanzenzuges abgesehen, wenn die angefochtene Verfügung auf einem Entscheid der kantonalen Rechtsmittelinstanz beruht und von dieser dergestalt zum voraus gebilligt worden ist, so dass sich die Ergreifung eines weiteren kantonalen Rechtsmittels als zwecklos und als leere Formalität erweisen würde (BGE 86 I 39 mit Verweisungen, BGE 89 I 362 /3). Wenn daher der Beschwerdeführer die Veranlagung der geschuldeten Steuer nur mit Bezug auf die von der StRK bereits festgestellten Steuerfaktoren anfechten will, so braucht er die |454| kantonalen Rechtsmittel nicht noch einmal zu erschöpfen, sondern kann unmittelbar staatsrechtliche Beschwerde erheben (BGE 86 I 39 /40, BGE 89 I 362 /3). Will er dagegen auch oder nur die auf Grund des Entscheides der StRK vorgenommene Steuerberechnung anfechten, dann muss er insoweit ohnehin zuerst den kantonalen Instanzenzug durchlaufen, bevor er staatsrechtliche Beschwerde erheben kann. Vom Standpunkt der Prozessökonomie aus hat diese Rechtsprechung den Vorteil, dass alle Beanstandungen des Beschwerdeführers mit Bezug auf die kantonale Steuerveranlagung dem Bundesgericht mit einer einzigen statt mit zwei getrennten staatsrechtlichen Beschwerden unterbreitet werden können.\n\nDiese Auffassung entspricht einer gefestigten Rechtsprechung des Bundesgerichts bei staatsrechtlichen Beschwerden wegen Verletzung von Art. 4 BV in Steuersachen (BGE 89 I 362 /3; nicht publizierte Entscheide vom 5. Mai 1965 i.S. Genossenschaft Hotel zur Post in Liq., 9. Juni 1966 i.S. Rickli und 20. Juni 1967 i.S. Nowo-Immobilien AG). Aus den oben genannten Gründen besteht kein Anlass, von dieser Rechtsprechung abzuweichen, zumal sie vom Beschwerdeführer, der von Beruf Rechtsanwalt ist, mit keinem Wort in Zweifel gezogen wird.\n\nAuf die Beschwerde ist daher nicht einzutreten.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Beschwerde wird nicht eingetreten."}