{"annee": "93", "cour": "I", "page": "722", "date": "19/12/1967", "cite": ["73 I 68", "80 I 30"], "cite_par": ["99 IB 371", "98 IB 314", "102 IB 151"], "chapeau": "91. Urteil vom 19. Dezember 1967 i.S. X.", "regestes": ["Impôt pour la défense nationale: 1. Quand l'impôt est-il éludé? (consid. 1). 2. Cas du contribuable qui vend les actions de son entreprise industrielle à une autre société anonyme, fondée par lui, et fait ensuite distribuer à cette société des bénéfices qui s'étaient accumulés dans la première entreprise (consid. 2)."], "faits": "BGE 93 I 722 S. 722\n\nA.- Die im Jahre 1943 gegründete X. AG stellt Maschinen her, die sie hauptsächlich ins Ausland liefert. Ihr Grundkapital wurde auf Fr. 60'000.-- festgesetzt und in 60 Aktien zu Fr. 1'000.-- eingeteilt. Seit dem Jahre 1960 ist der Beschwerde führer X. alleiniger Aktionär. Die X. AG erzielte hohe Gewinne. Sie schüttete regelmässig eine Dividende von 25% aus. In den Jahren vor 1961 übertrug sie jeweils einen bedeutend grösseren Teil der Gewinne auf das nächste Geschäftsjahr.\n\nBGE 93 I 722 S. 723\n\nAm 28. Dezember 1960 wurde die Y. AG gegründet, als deren Zweck \"die Beteiligung an anderen Unternehmen und die Verwaltung von solchen Beteiligungen\" angegeben wurde. Ihr Grundkapital von Fr. 1'000,000.-- wurde in bar liberiert. X. zeichnete 998 von den 1000 Aktien der neuen Gesellschaft. Am 31. Dezember 1960 verkaufte er dieser sämtliche Aktien der X. AG zum Preise von Fr. 2'970,000.--. Er liess sich von der Y. AG Fr. 1'002,045.-- in bar auszahlen und Fr. 1'967,955.-- auf Kontokorrent gutschreiben. Den in bar bezogenen Betrag verwendete er zur Rückzahlung des bei einer Bank für die Liberierung des Aktienkapitals der Y. AG aufgenommenen Darlehens. In der Folge schüttete die X. AG Gewinne, die sie angesammelt hatte, durch Übereignung von Wertschriften an die Y. AG aus, nämlich Fr. 2'575,000.-- im Jahre 1961 und Fr. 905'000.-- im Jahre 1962.\n\nB.- Bei der Einschätzung des Beschwerdeführers zur Wehrsteuer der 12. Periode (1963/64, Bemessungsjahre 1961/62) nahm die Veranlagungsbehörde an, die Y. AG sei lediglich zum Zwecke der Steuerumgehung gegründet worden. Sie anerkannte daher die Gründung nicht und rechnete zum Einkommen des Beschwerdeführers in der Bemessungsperiode auch die folgenden Posten:\n\n1961 1962\n\nFr. Fr.\n\nGewinnausschüttungen der X. AG an die\n\nY. AG durch Abtretung von Wertschriften\n\n(nach Abzug der Couponabgabe) 2'497,750 877'850\n\nErträge dieser Wertschriften nach der Abtre-\n\ntung (Schätzung) 76'800 97'000\n\n2'574,550 974'850\n\nSo ergab sich ein steuerbares Einkommen von Fr. 1'853,700.-- und für ein Jahr ein Steuerbetrag von Fr. 133'466.40. Diese Veranlagung wurde im Einspracheverfahren bestätigt.\n\nDie Beschwerde des Steuerpflichtigen gegen den Einspracheentscheid wurde von der kantonalen Rekurskommission abgewiesen. Diese führte aus, die Gründung der Y. AG und die damit zusammenhängenden Transaktionen seien ungewöhnlich, ja absonderlich. X. habe beabsichtigt, durch dieses Vorgehen Steuern beachtlichen Umfangs einzusparen. Diese Absicht BGE 93 I 722 S. 724würde verwirklicht, wenn auf die von ihm gewählte Gestaltung der Verhältnisse abgestellt würde. Somit seien alle Voraussetzungen für die Annahme einer Steuerumgehung erfüllt. Die Gewinne, welche die X. AG der Y. AG in der Berechnungsperiode zugewiesen habe, seien daher dem Beschwerdeführer als Einkommen anzurechnen. Eventuell wäre anzunehmen, dass verdeckte Gewinnausschüttungen der X. AG an den Beschwerdeführer vorliegen.\n\nC.- X. erhebt Verwaltungsgerichtsbeschwerde mit dem Begehren, der Entscheid der kantonalen Rekurskommission sei aufzuheben.\n\nEr macht geltend, man habe es hier nicht mit einer Steuerumgehung zu tun. Die von ihm gewählte Rechtsgestaltung sei weder ungewöhnlich noch dem erstrebten wirtschaftlichen Ziel offensichtlich nicht angemessen. Er habe die in Frage stehenden Gewinne, für welche der Fabrikationsbetrieb der X. AG keine Verwendung gehabt habe, für den Erwerb von Beteiligungen an industriellen Unternehmungen des In- und Auslandes einsetzen wollen. Um dieses Ziel zu erreichen, habe er einen durchaus normalen Weg eingeschlagen, nämlich eine Holdinggesellschaft - Y. AG - gegründet, die Aktien seines industriellen Unternehmens zu einem angemessenen Preise an sie verkauft und ihr jene Gewinne direkt zukommen lassen. Tatsächlich habe er der Y. AG in den Jahren 1963 und 1966 Beteiligungen an einer schweizerischen Immobiliengesellschaft und einer französischen Unternehmung verschafft. Er habe auch Verhandlungen über Beteiligungen mit Vertretern einer schweizerischen Maschinenfabrik (seit 1959) und einer amerikanischen Firma (seit 1963) geführt, leider ohne Erfolg. Er habe nicht eine Steuerumgehung beabsichtigt. Die von ihm gewählte Gestaltung der Verhältnisse habe - falls sie der Besteuerung zugrunde gelegt werde - auch nicht eine beachtliche Einsparung von Steuern zur Folge; denn er habe auf die Überführung der streitigen Gewinne in sein Privatvermögen verzichtet, also \"den wirtschaftlichen Erfolg, den die angeblich umgangene Norm besteuert, nicht herbeigeführt\". Er könne nicht für ein Einkommen besteuert werden, das ihm nicht, oder jedenfalls noch nicht, zugeflossen sei. Das Vorgehen der Steuerbehörde laufe auf eine Besteuerung des von ihm beim Verkauf der Aktien der X. AG erzielten Kapitalgewinns hinaus, was dem System der Wehrsteuer widerspreche.\n\nBGE 93 I 722 S. 725\n\nAuch für die Annahme einer verdeckten Gewinnausschüttung fehlten die Voraussetzungen, namentlich die Realität des Einkommens.\n\nDer Beschwerdeführer beantragt die Einholung eines Gutachtens über die Frage, ob die umstrittenen Transaktionen \"manifestement insolite\" seien.\n\nD.- Die kantonalen Behörden und die eidgenössische Steuerverwaltung schliessen auf Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach der Rechtsprechung der verwaltungsrechtlichen Kammer des Bundesgerichts liegt eine Steuerumgehung vor, wenn\n\na) die von den Beteiligten gewählte Rechtsgestaltung als ungewöhnlich (\"insolite\"), sachwidrig oder absonderlich, jedenfalls der wirtschaftlichen Gegebenheit völlig unangemessen erscheint,\n\nb) anzunehmen ist, dass diese Wahl missbräuchlich, lediglich deshalb getroffen worden ist, um Steuern einzusparen, welche bei sachgemässer Ordnung der Verhältnisse geschuldet wären,\n\nc) das gewählte Vorgehen tatsächlich zu einer erheblichen Steuerersparnis führen würde, sofern es von der Steuerbehörde hingenommen würde.\n\nSind diese Voraussetzungen erfüllt, so wird der Besteuerung auch dann, wenn die gewählte Rechtsform unter dem Gesichtspunkte des Zivilrechts als gültig und wirksam erscheint, nicht diese Gestaltung zugrunde gelegt, sondern die Ordnung, welche der sachgemässe Ausdruck des von den Beteiligten erstrebten wirtschaftlichen Zweckes gewesen wäre (BGE 73 I 75, BGE 80 I 34; ASA Bd. 16 S. 215, Bd. 19 S. 90, Bd. 29 S. 439).\n\n2. Der Beschwerdeführer macht geltend, er habe die von der X. AG im Laufe der Jahre angesammelten, \"nicht betriebsnotwendigen\" Gewinne für den Erwerb von Beteiligungen an anderen industriellen Unternehmungen verwenden wollen; deshalb habe er eine Holdinggesellschaft - Y. AG - gegründet. Es ist ihm zuzugeben, dass die Gründung einer Holdinggesellschaft an sich nichts Ungewöhnliches oder Absonderliches ist. Solche Gesellschaften werden im allgemeinen als Steuersubjekte im Sinne des Wehrsteuerbeschlusses anerkannt. Nach Art. 59 WStB geniessen sie eine Steuererleichterung, das sog. Holdingprivileg; diese im Gesetz vorgesehene Vergünstigung BGE 93 I 722 S. 726darf in der Regel in Anspruch genommen werden. Es ist an sich auch nicht sachwidrig, wenn ein Industrieller Gewinne, die er in seinem Betriebe angehäuft und für die er dort keine Verwendung hat, in Beteiligungen an anderen industriellen Unternehmungen anlegen will und zu diesem Zwecke eine Holdinggesellschaft gründet. Allerdings fällt auf, dass der Beschwerdeführer die Absicht, die er mit der Ende 1960 durchgeführten Gründung der Y. AG verfolgt haben will, bei weitem nicht verwirklicht hat. Erst im Jahre 1963 hat er dieser Gesellschaft eine Beteiligung an einer - ebenfalls von ihm gegründeten - schweizerischen Immobiliengesellschaft vermittelt (496 von 500 Aktien zu Fr. 1'000.--), und erst im Jahre 1966 ist eine Beteiligung an einer den Handel mit Maschinen treibenden französischen Gesellschaft dazugekommen (90 Aktien im Buchwert von Fr. 11'250.--, die bisher im Besitz der X. AG gewesen waren). Für den Erwerb dieser Beteiligungen ist nur ein verhältnismässig kleiner Teil der bedeutenden Mittel der Y. AG in Anspruch genommen worden. Nach der Darstellung des Beschwerdeführers hatten Verhandlungen über weitere Beteiligungen keinen Erfolg. Indessen kann angenommen werden, dass er ernsthaft bestrebt war, der Y. AG noch andere Beteiligungen zu verschaffen. Es besteht kein genügender Grund, die Gründung dieser Gesellschaft an sich (abgesehen von der Art der Durchführung) geradezu als sachwidrig zu erachten.\n\nSonderbar ist dagegen, dass der Beschwerdeführer der Y. AG drei Tage nach ihrer Gründung sämtliche Aktien der X. AG verkauft hat. Die Y. AG war nach seinen eigenen Angaben einzig dazu bestimmt, die von der X. AG angesammelten, für deren Fabrikationsbetrieb nicht notwendigen Gewinne aufzunehmen, sie zum Erwerb von Beteiligungen an anderen industriellen Unternehmungen zu verwenden und diese Beteiligungen zu verwalten. Um diesen Zweck zu erreichen, war es keineswegs nötig, ihr die Aktien der X. AG zu verkaufen. Es hätte genügt, ihr jene Gewinne - in Form der Wertschriften, in denen sie angelegt waren, oder allenfalls in bar - zuzuweisen und ihr Grundkapital durch Anrechnung eines entsprechenden Teils dieser Sach- oder Barleistung aufzubringen. Diese Lösung hätte dem wirtschaftlichen Ziel entsprochen, das der Beschwerdeführer - nach seiner Darstellung - mit der Gründung der Y. AG verfolgt hat. Der Verkauf der Aktien BGE 93 I 722 S. 727der X. AG an die (wirtschaftlich mit dem Verkäufer identische) Y. AG mag zivilrechtlich gültig und wirksam sein, doch war er auf jeden Fall sachwidrig, jenem Ziel völlig unangemessen. Er lässt sich auch nicht damit rechtfertigen, dass der Beschwerdeführer einen Teil des Kaufpreises, rund eine Million Franken, in bar bezogen und zur Rückzahlung eines Bankdarlehens verwendet hat, das zur Barliberierung des Grundkapitals der Y. AG aufgenommen worden war. Der Beschwerdeführer war keineswegs darauf angewiesen, sich die Mittel für die Liberierung dieses Kapitals durch eine Bank vorschiessen zu lassen. Wenn er schon Aktien der X. AG einsetzen wollte, hätte es übrigens nahegelegen, das Grundkapital der zu gründenden Gesellschaft direkt durch Einlage eines entsprechenden Teils dieser Aktien aufzubringen. Aber auch dieses Vorgehen wäre nicht sachgemäss gewesen. Nach der vom Beschwerdeführer angegebenen Zweckbestimmung der Y. AG hat überhaupt kein sachlich begründetes Bedürfnis bestanden, dieser Gesellschaft Aktien der X. AG zuzuweisen.\n\nDie vom Beschwerdeführer beantragte Einholung eines Gutachtens erscheint nicht als notwendig. Es ist offensichtlich, dass der Verkauf der Aktien an die Y. AG dem wirtschaftlichen Zweck, den der Beschwerdeführer - nach seinen Ausführungen - mit der Gründung dieser Gesellschaft hat erreichen wollen, völlig unangemessen war.\n\nEr lässt sich unter diesen Umständen nur mit der Absicht des Beschwerdeführers erklären, Steuern einzusparen, die bei sachgemässer Gestaltung der Verhältnisse geschuldet wären. Das sachgemässe Vorgehen hätte darin bestanden, dass der Beschwerdeführer die von der X. AG angehäuften, für ihren Betrieb nicht notwendigen Gewinne an sich selber hätte ausschütten lassen und sie dann zweckmässig angelegt hätte. Hätte er die Gewinne für sich bezogen, so hätte er aber ein Einkommen aus gesellschaftlicher Beteiligung erzielt, das er nach Art. 21 Abs. 1 lit. c WStB hätte versteuern müssen. Um die Steuerbelastung wesentlich herabzusetzen, hat er die Aktien der X. AG an die Y. AG verkauft und dieser als der nunmehrigen Aktionärin der X. AG jene Gewinne ausschütten lassen. Würde bei der Besteuerung von dieser Gestaltung ausgegangen, so würde der Beschwerdeführer tatsächlich eine beträchtliche Steuerersparnis erzielen. Er könnte dann für den grössten Teil der erwähnten Gewinne nicht mehr der Wehrsteuer BGE 93 I 722 S. 728unterworfen werden. In der Tat könnte er von der Y. AG, falls sie liquidiert würde - was er jederzeit veranlassen könnte -, rund 3 Millionen Franken (1 Million Aktienkapital + 2 Millionen Guthaben aus Kontokorrent) beziehen, ohne dafür die Wehrsteuer entrichten zu müssen (vgl. Art. 21 Abs. 1 lit. c WStB am Ende).\n\nSind somit alle Voraussetzungen einer Steuerumgehung erfüllt, so ist der Besteuerung die Rechtsgestaltung zugrunde zu legen, welche die sachgemässe Ordnung der Verhältnisse dargestellt hätte, d.h. es ist so zu halten, wie wenn der Verkauf der Aktien der X. AG an die Y. AG unterblieben wäre und die in Frage stehenden Gewinne von rund 3,5 Millionen Franken von der X. AG direkt an den Beschwerdeführer selber ausgeschüttet worden wären. Es ist daher nicht zu beanstanden, dass der Beschwerdeführer für diese Gewinne der Wehrsteuer unterworfen worden ist.\n\nDer Einwand des Beschwerdeführers, er werde in unzulässiger Weise für den beim Verkauf der Aktien erzielten Kapitalgewinn besteuert, geht fehl. Wohl könnte der Beschwerdeführer für einen bei der Veräusserung der Aktien an einen Dritten erzielten Gewinn nach Art. 21 Abs. 1 lit. d WStB nicht besteuert werden, da er nicht zur Führung kaufmännischer Bücher verpflichtet ist. Er hat aber die Aktien an die von ihm beherrschte Y. AG verkauft, und dieser Verkauf ist nach dem Gesagten zu ignorieren. Es ist davon auszugehen, dass der Beschwerdeführer Gewinnanteile aus gesellschaftlicher Beteiligung bezogen hat. Dafür ist er nach Art. 21 Abs. 1 lit. c WStB zu besteuern.\n\n3. Ob und, wenn ja, in welchem Umfange eine verdeckte Gewinnausschüttung angenommen werden könnte, braucht nicht geprüft zu werden. Auf jeden Fall erweist sich die von der kantonalen Rekurskommission in erster Linie vertretene Auffassung, dass eine Steuerumgehung vorliegt, als zutreffend. Der angefochtene Entscheid ist aus diesem Grunde zu bestätigen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}