{"annee": "93", "cour": "I", "page": "460", "date": "27/10/1967", "cite": ["92 I 427", "83 IV 176", "92 I 141", "81 I 378", "81 IV 186", "82 I 306"], "cite_par": ["94 I 82"], "chapeau": "58. Auszug aus dem Urteil vom 27. Oktober 1967 i.S. De Gasperi und Mitbeteiligte gegen Eidg. Oberzolldirektion.", "regestes": ["Contravention aux mesures d'ordre, amende (art. 104 ss. LD). 1. Compétence du Tribunal fédéral (art. 99 ch. VIII OJ): Le recours de droit administratif est recevable contre une décision par laquelle un auteur est condamné à plusieurs amendes disciplinaires dont l'ensemble dépasse la somme de 100 fr. Le Tribunal fédéral connaît aussi du recours connexe dirigé contre une décision qui inflige à un autre auteur une seule amende de 100 fr. au plus (consid. 2). 2. Contravention aux mesures d'ordre commise lors de l'exportation de marchandises en cas de trafic empruntant le territoire italien (consid. 3). 3. L'auteur qui n'a pas commis de faute est aussi passible de l'amende (consid. 4). 4. Doit-on tenir compte dans la fixation de l'amende disciplinaire de l'absence ou de la gravité de la faute? (consid. 5). 5. Compromission des intérêts suisses de la douane. Fixation de l'amende en fonction de cette compromission. Excès du pouvoir d'appréciation de l'administration? (consid. 6)."], "faits": "BGE 93 I 460 S. 461\n\nA.- Die Kollektivgesellschaft Hermann Unternährers Erben (Firma Unternährer) stellt in Viganello im Kanton Tessin Speiseeis-Spezialitäten her, die sie auch in andere Kantone liefert. Mit ihren Kühllastwagen führt sie Transporte in die Ost- und Westschweiz aus, welche auf den Strecken zwischen Gandria und Castasegna oder zwischen Ponte Tresa und Gondo oder dem Tunnel unter dem Grossen St. Bernhard über italienisches Gebiet führen. Hiefür verwendet sie Spezial-Passierscheine (\"Lasciapassare speciale per il transito diretto\", Formular D. IV. 69) entsprechend einem Protokoll vom 2. Juli 1953 zum schweizerisch-italienischen Abkommen vom gleichen Datum betreffend den Grenz- und Weideverkehr (AS 1956 S. 553). Es handelt sich um eine staatsvertragliche Ausweitung und Vereinfachung des in Art. 15 Ziff. 5 ZG und Art. 35 VVZ geregelten, aber dort nur für kurze Strecken vorgesehenen Zwischenauslandsverkehrs, der eine Unterart des Freipassverkehrs bildet, wobei anstelle der sonst für Freipasswaren vorgeschriebenen Identitätsfeststellung der Zollverschluss gemäss Art. 74-76 VVZ Anwendung finden kann (Art. 107 Abs. 3 VVZ). Demgemäss wurden bei den genannten Transporten der Firma Unternährer vom schweizerischen Austrittszollamt die Türen BGE 93 I 460 S. 462des Kühlraums plombiert und das von der Firma mit der Deklaration von Inhalt, Gewicht und Wert der Sendung ausgefüllte Formular D. IV. 69 abgestempelt; das schweizerische Eintrittszollamt nahm die Plomben wieder ab und löschte den Passierschein. Die Angaben der Firma auf dem Formular wurden vom schweizerischen (und anscheinend auch vom italienischen) Zolldienst nicht überprüft. Die schweizerischen Zollämter wogen bei einem Teil der Fahrten das Gesamtgewicht des Wagens; in den Fällen, wo dies sowohl beim Ausgang als auch beim Wiedereingang geschah, stimmten die Gewichte überein.\n\nAm 17. April 1967 fiel dem diensttuenden schweizerischen Zollbeamten in Castasegna auf, dass sich nach Abzug des im Triptyk angegebenen Gewichts des vorgeführten Fahrzeugs von dem von ihm gewogenen Gewicht des beladenen Camions ein bedeutend grösseres Gewicht der Ladung als das deklarierte ergab. Darauf liess die Zollkreisdirektion IV den Kühlraum wieder plombieren und den Auslad in Zürich überwachen. Dabei wurde ein Nettogewicht der beförderten Ware von 5360 kg festgestellt, während es mit 2810 kg deklariert worden war. Als der Chauffeur De Gasperi am 19. April 1967 auf der Rückfahrt in Chur einvernommen wurde, erklärte er, er habe die vom Angestellten Rudin ausgefüllten Deklarationen jeweils unterzeichnet, ohne ihnen Beachtung zu schenken; es sei möglich, dass schon bei früheren Fahrten die Gewichte und Werte zu tief eingesetzt worden seien. Die weitere Untersuchung ergab, dass tatsächlich bei 32 Fahrten durch italienisches Gebiet das Gewicht und der Wert der Ware zu niedrig deklariert worden waren. Der Angestellte Rudin sagte in seiner Einvernahme vom 23. Mai 1967 aus, weil es sich um Transitsendungen handelte, habe er geglaubt, es sei unwichtig, ob die angegebenen Nettogewichte und Werte der Wirklichkeit entsprächen; im Einverständnis seines Vorgesetzten habe er sie eher zu niedrig eingesetzt. Der Grund hiefür sei gewesen, dass die der italienischen Zollverwaltung zu leistende Sicherheit nach dem Wert der Ware bemessen werde; wäre dieser richtig angegeben worden, so wäre die ganze von der Firma geleistete Sicherheit für eine einzige Wagenladung beansprucht worden, während manchmal eine Sendung 2-3 Wagenladungen umfasst habe.\n\nB.- Die Eidg. Oberzolldirektion erblickte in der unrichtigen Deklaration bei der Ausfuhr eine Ordnungsverletzung im Sinne des Art. 104 ZG. Soweit die Verjährungsfrist von einem Jahr gemäss Art. 105 Abs. 2 ZG noch nicht abgelaufen war, auferlegte BGE 93 I 460 S. 463sie den vier beteiligten Chauffeuren für jede Fahrt eine Ordnungsbusse von Fr. 100.-- und einen Teil der Untersuchungskosten, nämlich:\n\nGuido De Gasperi 14 Bussen Fr. 1400.-- und Fr. 42.- Kosten\n\nAlfonso Ruess 3 \" \" 300.-- \" \" 18.- \"\n\nEmilio Tanner 2 \" \" 200.-- \" \" 18.- \"\n\nErminio Beroggi 1 Busse \" 100.-- \" \" 18.- \"\n\nFür Bussen und Kosten erklärte sie die Firma Unternährer solidarisch haftbar.\n\nC.- Die Firma Unternährer erhebt für sich und im Namen der gebüssten Chauffeure Verwaltungsgerichtsbeschwerde gegen die Bussverfügungen mit dem Begehren, es sei von Bussen Umgang zu nehmen.\n\nEs wird geltend gemacht, Art. 6 ZG sei nicht verletzt worden; denn die Waren seien immer der zuständigen Zollstelle zugeführt, unter Zollkontrolle gestellt und zur Abfertigung angemeldet worden. Die Camions seien mit wenigen Ausnahmen beim Verlassen der Schweiz und beim Wiedereintritt gewogen worden, ohne dass sich je eine Differenz ergeben habe. Die ungenauen Gewichtsangaben in den Deklarationen hätten auf Schätzungen beruht und seien nie beanstandet worden. Das effektive Gewicht sei ja von den Zollstellen jeweils festgestellt und im Formular eingesetzt worden. Die Beschwerdeführerin habe nur diesen Angaben Bedeutung beigemessen, zumal es sich um reine Transitsendungen gehandelt habe, die nach Art. 35 VVZ von Zoll- und Monopolgebühren befreit seien. Die Feststellung der Identität sei durch die Plombierung gesichert worden, und tatsächlich seien Gewicht und Wert bei jedem Transport gleich geblieben. In keinem Fall liege ein Zollvergehen oder eine Umgehung von Zollgebühren vor. Auch eine Gefährdung von Zollinteressen sei ausgeschlossen, so dass nach Art. 105 ZG von Ordnungsbussen abzusehen sei.\n\nD. - Die Oberzolldirektion beantragt Abweisung der Beschwerde.\n\nDas Bundesgericht folgt diesem Antrag.", "considerants": "Aus den Erwägungen:\n\n1. (Die Beschwerde richtet sich gegen die den Chauffeuren auferlegten Bussen und gegen die Feststellung der solidarischen Haftung der Firma.) BGE 93 I 460 S. 464\n\n2. Nach Art. 99 Ziff. VIII OG ist die Verwaltungsgerichtsbeschwerde zulässig gegen Entscheide der Oberzolldirektion, durch welche Ordnungsbussen von über Fr. 100.-- verhängt werden. Hier belaufen sich die ausgefällten Ordnungsbussen auf je Fr. 100.--; doch liegt gegenüber den Beschwerdeführern De Gasperi, Ruess und Tanner je eine Häufung von mehreren solchen Bussen vor. Nach ständiger Rechtsprechung des Bundesgerichts (BGE 82 I 307, nicht publizierte Urteile vom 2. Oktober 1956 i.S. Cadoppi und vom 15. Mai 1959 i.S. Lexington, je Erw. 2) sind auf Ordnungsverletzungen im Sinne des Zollgesetzes die allgemeinen Bestimmungen und Begriffe des StGB nicht anwendbar; das gilt insbesondere für den Begriff des fortgesetzten Deliktes und für die Gesamtbusse gemäss Art. 68 Ziff. 1 Abs. 2 StGB. Doch ist, wenn in der gleichen Verfügung demselben Betroffenen mehrere Ordnungsbussen auferlegt werden, für die Bestimmung der Zuständigkeit zur Beurteilung der dagegen erhobenen Beschwerde der Gesamtbetrag massgebend (BGE 92 I 141, zitiertes Urteil Cadoppi Erw. 1). Somit ist hier für die Beschwerdeführer De Gasperi, Ruess und Tanner die Verwaltungsgerichtsbeschwerde zulässig, wie in den Rechtsmittelbelehrungen angegeben ist.\n\nDagegen ist dem Beschwerdeführer Beroggi nur eine einzige Busse von Fr. 100.-- auferlegt worden, so dass an sich dagegen nicht die Verwaltungsgerichtsbeschwerde, sondern die Beschwerde an das Eidg. Finanz- und Zolldepartement gegeben wäre, auf die denn auch in der Rechtsmittelbelehrung verwiesen wird. Da indessen das Bundesgericht die konnexen, genau gleiche Tatbestände betreffenden Beschwerden der Chauffeure De Gasperi, Ruess und Tanner zu beurteilen hat und sich auch mit dem Falle Beroggi wegen der solidarischen Haftbarkeit der Firma ohnehin befassen muss, drängt sich eine Zusammenlegung aller Beschwerden zu gemeinsamer Beurteilung durch das Bundesgericht geradezu auf - nicht nur aus Gründen der Prozessökonomie, sondern vor allem auch, weil es stossend wäre, wenn eine Beschwerde anders als die übrigen beurteilt würde. Es verhält sich hier ähnlich wie im Falle Tuor (BGE 92 I 427 ff.), wo die Oberzolldirektion zwar demselben Betroffenen und wegen gleicher Tatbestände, aber in zwei verschiedenen Verfügungen eine Ordnungsbusse von Fr. 100.-- und eine von Fr. 1000.-- (wegen Widerhandlungen gegen die Tabaksteuerverordnung vom 30. Dezember 1947) auferlegt hatte. Damals BGE 93 I 460 S. 465hat das Bundesgericht nach einem Meinungsaustausch mit dem Bundesrat die Beurteilung der Busse von Fr. 100.-- aus den soeben genannten Gründen mit übernommen. Im vorliegenden Fall ist aus den gleichen Gründen die Beschwerde Beroggis zusammen mit den anderen vom Bundesgericht zu beurteilen.\n\n3. Eine Ordnungsverletzung ist nach Art. 104 ZG eine Widerhandlung gegen Vorschriften dieses Gesetzes oder der gestützt darauf erlassenen Verordnungen und zolldienstlichen Anordnungen, die kein Zollvergehen darstellt. Den vier Chauffeuren (und Rudin) werden zwar auch Zollvergehen vorgeworfen, die sie durch Angabe zu niedriger Gewichte bei der Wiedereinfuhr der Waren in die Schweiz begangen haben sollen (Zollübertretungen gemäss Art. 74 Ziff. 7 ZG); doch wird hierüber in einem besonderen (noch nicht abgeschlossenen) Strafverfahren entschieden. Gegenstand der hier angefochtenen Verfügungen bilden nur die Ordnungsverletzungen, die in der unrichtigen Deklaration der Gewichte und Werte bei der Ausfuhr erblickt werden. Wie die Oberzolldirektion anerkennt, wurde dabei kein Zoll umgangen, weil die Waren stets ohne Verletzung des Zollverschlusses wieder in das schweizerische Zollgebiet zurück gelangten, so dass weder Zollbeträge noch Monopolgebühren zu bezahlen waren (Art. 15 Ziff. 5 ZG, Art. 35 VVZ). Die Ausführungen der Beschwerdeführer darüber, dass sie keinen Zoll umgangen hätten, stossen deshalb ins Leere.\n\nDoch schreibt Art. 35 Abs. 3 VVZ für den Zwischenauslandsverkehr vor, dass die Waren beim Grenzübertritt in der Regel der Zwischenabfertigung zu unterstellen sind - sei es mit Freipass, sei es im Vormerkverfahren oder auch in dem für den Verkehr zwischen der Schweiz und Italien durch das Protokoll vom 2. Juli 1953 geschaffenen besonderen Verfahren. Auch für die Zwischenabfertigung gilt Art. 6 ZG, wonach alle eingeführten und ausgeführten Waren zur Abfertigung angemeldet werden müssen. Dass die Zollmeldepflicht insbesondere für die Zwischenabfertigung auch beim Austritt besteht, wird bestätigt durch Art. 35 Abs. 4 VVZ, der die zollamtliche Anmeldung beim Austrittszollamt ausdrücklich erwähnt und die Folgen ihrer Unterlassung ordnet. Inhalt und Umfang der Zollmeldepflicht im erwähnten besonderen Verfahren ergeben sich aus dem dafür aufgestellten Formular D. IV. 69, das u.a. die Angabe des Nettogewichtes und des Wertes der Ware verlangt.\n\nBGE 93 I 460 S. 466Im vorliegenden Fall haben die Chauffeure, welche die Ware über die Grenze brachten und somit zollmeldepflichtig waren (Art. 9 Abs. 1 ZG), bei der Ausfuhr aus der Schweiz durch Deklaration zu niedriger Nettogewichte und Werte nur einen Teil der Waren zur Abfertigung angemeldet und mit Bezug auf den Rest die Zollmeldepflicht verletzt. Darin liegt eine - nicht ein Zollvergehen darstellende - Widerhandlung gegen Vorschriften der Zollgesetzgebung und gegen darauf beruhende zolldienstliche Anordnungen, also eine Ordnungsverletzung gemäss Art. 104 ZG.\n\n4. Die Beschwerdeführer wenden ein, sie hätten der Angabe von Wert und Gewicht der Ware auf den von Rudin ausgefüllten und von den vier Chauffeuren unterschriebenen Formularen D. IV. 69 keine Bedeutung beigemessen, weil das tatsächliche Gewicht von den schweizerischen Zollstellen kontrolliert worden sei. Damit wollen sie anscheinend ein Verschulden, auf jeden Fall einen Vorsatz bestreiten.\n\nIndessen nimmt die Verwaltung in ständiger Praxis an, dass die Ordnungsverletzung im Sinne des Zollgesetzes auch dann strafbar ist, wenn dem Täter ein Verschulden - Vorsatz oder auch nur Fahrlässigkeit - nicht zur Last gelegt werden kann. Das Bundesgericht hat schon bisher die gleiche Auffassung vertreten (Urteil vom 3. April 1963 i.S. Locher, nicht publiziert). An dieser Rechtsprechung ist festzuhalten.\n\nDas Zollgesetz unterscheidet in seinem 3. Abschnitt deutlich zwischen den Zollvergehen (Unterabschnitt I, Art. 73-103) und den Ordnungsverletzungen (Unterabschnitt II, Art. 104-108); insbesondere regelt es die Frage, ob der Täter auch dann bestraft werden könne, wenn ihm ein Verschulden nicht vorgeworfen werden kann, für die beiden Kategorien verschieden. Die Tatbestände der Zollhehlerei und der Zollpfandunterschlagung (Art. 78, 79) sind so gefasst, dass ihre Begehung sich stets als eine schuldhafte darstellt. Die Zollübertretung und der Bannbruch (Art. 74, 76) sind zwar grundsätzlich auch dann strafbar, wenn ein Verschulden nicht nachgewiesen ist; doch wird nach Art. 75 Abs. 3 und Art. 77 Abs. 4 der Angeschuldigte \"von der Strafe befreit, wenn er nachweist, dass ihn kein Verschulden trifft und namentlich dass er alle Sorgfalt angewendet hat, um die Vorschriften zu befolgen\" (E. BLUMENSTEIN, Grundzüge des schweizerischen Zollrechts, S. 62/3). Dagegen spielt für die Strafbarkeit der Ordnungsverletzung (Art. 104) das Verschulden BGE 93 I 460 S. 467überhaupt keine Rolle. Weder ist der Tatbestand der Ordnungsverletzung so gefasst, dass eine Strafe beim Fehlen eines Verschuldens ausgeschlossen wäre, noch wird eine Befreiung von der Ordnungsbusse für den Fall des Nachweises der Schuldlosigkeit vorgesehen. Zwar heisst es in Art. 104: \"Einer Ordnungsverletzung macht sich schuldig...\"; doch kann daraus nicht abgeleitet werden, dass eine Ordnungsbusse nur beim Vorliegen eines Verschuldens verhängt werden kann. Die Wendung \"macht sich schuldig\" hat hier wie in Art. 76 (Bannbruch) keinen anderen Sinn als das Wort \"begeht\" in Art. 74 (Zollübertretungen). Wie erwähnt, kann der Bannbruch wie die Zollübertretung auch dann, wenn ein Verschulden nicht nachgewiesen ist, bestraft werden, es sei denn, der Angeschuldigte weise seinerseits nach, dass ihn kein Verschulden trifft (Art. 75 Abs. 3 und Art. 77 Abs. 4). Dieser Exkulpationsbeweis ist aber im Unterabschnitt über die Ordnungsverletzungen gerade nicht vorgesehen. Dass er hier ausgeschlossen ist, bestätigt der Schlussatz in Art. 75 Abs. 3 und Art. 77 Abs. 4: \"Vorbehalten bleibt Art. 104.\" Dieser Vorbehalt kann nicht anders als so verstanden werden, dass der Nachweis, den der vorhergehende Satz von Art. 75 Abs. 3 und Art. 77 Abs. 4 dem der Zollübertretung oder des Bannbruches Beschuldigten einräumt, bei den Ordnungsverletzungen nicht zugelassen wird.\n\nWohl gilt im gewöhnlichen Strafrecht ausnahmslos der Grundsatz, dass der Täter nur bestraft werden kann, wenn ihm ein Verschulden vorzuwerfen ist; er ist in Art. 18 (und Art. 102) StGB anerkannt, ferner in Art. 333 Abs. 3 daselbst, wonach die in anderen Bundesgesetzen unter Strafe gestellten Übertretungen strafbar sind, auch wenn sie fahrlässig begangen werden, sofern nicht nach dem Sinne der Vorschrift nur die vorsätzliche Begehung mit Strafe bedroht ist. Doch sind, wie ausgeführt, die allgemeinen Bestimmungen und Begriffe des StGB auf die Ordnungsverletzungen im Sinne des Zollgesetzes nicht anwendbar. Insbesondere betrifft Art. 333 StGB nur solche Widerhandlungen -mit Einschluss der Übertretungen -, welche im Hinblick aufihre moralische Verwerflichkeit mit einer eigentlichen Strafe bedroht sind, dagegen nicht auch blosse Ordnungsverletzungen, die nur mit einer Ordnungsbusse geahndet werden können (BGE 82 I 307).\n\nDas ZOIlgesetz regelt auch die Zuständigkeit zur Beurteilung der Widerhandlungen verschieden für die Zollvergehen einerseits BGE 93 I 460 S. 468und die Ordnungsverletzungen anderseits. Die Zollvergehen, welche mit hoher Busse, in schweren Fällen auch mit Gefängnisstrafe bedroht sind, werden vom Strafrichter beurteilt, wenn eine Gefängnisstrafe in Betracht kommt oder wenn der Angeschuldigte Einsprache gegen die administrative Bussverfügung erhebt (Art. 96); dagegen fällt die Ahndung der Ordnungsverletzungen, auf welche bloss Ordnungsbusse bis zu Fr. 300.-- angedroht ist, in die Zuständigkeit der Verwaltungsbehörden, sei es der Oberzolldirektion, sei es der Zollkreisdirektionen oder - in geringfügigen Fällen - sogar bestimmter Zollämter (Art. 106). Diese Regelung wäre nicht verständlich, wenn anzunehmen wäre, dass die Ordnungsverletzungen beim Fehlen eines Verschuldens nicht strafbar sind; denn es ist klar, dass die Zollorgane überfordert würden, wenn sie immer wieder, auch in Fällen von geringer Bedeutung, die Frage des Verschuldens prüfen müssten, bevor sie eine Ordnungsbusse verhängen dürften.\n\nDas Argument, mit dem die Beschwerdeführer offenbar ein Verschulden oder zum mindesten einen Vorsatz bestreiten wollen, schliesst somit die Ordnungsbussen nicht aus.\n\n5. Dieses Argument könnte höchstens für die Bemessung der Bussen von Bedeutung sein. Allerdings stellt Art. 105 Abs. 1 ZG für die Festsetzung der Ordnungsbusse nur die Regel auf, dass auf den Grad der Gefährdung der Zollinteressen Rücksicht zu nehmen ist; das Verschulden wird auch hier nicht erwähnt, woraus geschlossen werden könnte, dass es bei der Bemessung der Busse nicht zu berücksichtigen sei, zumal es nach der Rechtsprechung des Bundesgerichts nicht einmal bei der Zumessung der Strafe für ein Zollvergehen in Betracht zu ziehen ist (BGE 81 IV 188 f., BGE 83 IV 178). Die Frage nach der Bedeutung des Verschuldens für die Bemessung der Ordnungsbusse kann jedoch hier offen gelassen werden, da die Darstellung, mit der die Beschwerdeführer dartun wollen, dass ein Verschulden oder wenigstens ein Vorsatz fehle, nicht zutrifft.\n\nIn der Tat wurde vom schweizerischen Zolldienst lediglich - und zudem nur bei einem Teil der Transporte - gemäss dem Vordruck auf dem Formular D. IV. 69 das Gesamtgewicht (peso complessivo) von Fahrzeug und Ladung gewogen; es kann keine Rede davon sein, dass die Angaben der Warenführer über Nettogewicht und Wert der Ware kontrolliert BGE 93 I 460 S. 469worden seien. Aber auch abgesehen hievon ist es durchaus unglaubhaft, dass die Chauffeure und namentlich der verantwortliche Angestellte Rudin gemeint hätten, diesen Angaben komme keine Bedeutung zu. Die Aussage Rudins, er habe Gewicht und Wert der Ware \"eher zu niedrig eingesetzt\", beschönigt den wirklichen Sachverhalt; erklärt er doch selbst, man habe vermeiden wollen, dass die nach dem Wert bemessene Sicherheit schon für eine einzige Wagenladung beansprucht werde, da manchmal eine Sendung 2-3 Wagenladungen umfasst habe; er musste also, um seine Zwecke zu erreichen, mindestens den Wert auf einen Bruchteil reduzieren. Das hat er denn auch getan, wie aus einer Aufstellung hervorgeht, worin die angegebenen und wirklichen Nettogewichte und Werte der 20 Sendungen, auf welche sich die angefochtenen Verfügungen beziehen, sowie von 12 Sendungen, welche wegen Verjährung ausgeschieden worden sind, zusammengestellt sind: Das Total beläuft sich für die angegebenen Nettogewichte auf 94'060 kg und für die wirklichen auf 142'960 kg, für die angegebenen Werte auf Fr. 132'230.-- und für die wirklichen auf Fr. 617'336.--. Da gerade die Wertangaben im Hinblick auf den verfolgten Zweck besonders wichtig waren, ist es klar, dass mindestens Rudin, der im Einverständnis mit seinem Vorgesetzten die zu niedrigen Zahlen in die Formulare eingesetzt hat, sich der Bedeutung der falschen Angaben bewusst gewesen sein muss. Aber auch die vier Chauffeure haben zweifellos nicht nur gewusst, dass die angegebenen Zahlen zu niedrig waren, sondern auch den Zweck der Machenschaft gekannt; hat doch De Gasperi schon in seiner Einvernahme in Chur erklärt, er nehme an, Rudin habe damit die zu leistende Zollgarantie niedrig halten wollen.\n\n6. Die Beschwerdeführer machen ferner geltend, die Plombierung der in Frage stehenden Sendungen sei unverletzt geblieben; sie leiten daraus ab, dass eine Gefährdung des Zollinteresses ausgeschlossen und daher nach Art. 105 Abs. 1 ZG von der Verhängung von Ordnungsbussen Umgang zu nehmen sei.\n\nDass kein Zoll umgangen wurde, ist unbestritten; das schliesst indessen, wie erwähnt, eine Ordnungsverletzung nicht aus. Die teilweise Umgehung der Sicherheit für den Zwischenauslandsverkehr richtet sich freilich nicht gegen die schweizerische, sondern gegen die italienische Zollverwaltung, der die Sicherheit BGE 93 I 460 S. 470zu leisten ist. Doch ist - auch abgesehen von dem allgemeinen Interesse an der Einhaltung der Zollmeldepflicht - noch ein besonderes schweizerisches Zollinteresse gefährdet worden, nämlich dasjenige an einer reibungslosen Durchführung des Spezialverkehrs gemäss dem schweizerisch-italienischen Abkommen und Protokoll vom 2. Juli 1953. Dieser Verkehr beruht auf einer Zusammenarbeit der Zollinstanzen beider Länder, was besonders darin zum Ausdruck kommt, dass die italienische Zollverwaltung die vom schweizerischen Austrittszollamt nicht beanstandeten Gewichts- und Wertangaben in der Regel anerkennt und sich mit der dem angegebenen Wert entsprechenden Sicherheit begnügt. Wenn auch die schweizerische Zollverwaltung mit der Annahme der Deklaration keine formelle Garantie für deren Richtigkeit gegenüber der italienischen übernimmt, so verlässt sich diese doch darauf. Es leuchtet ein, dass die Zusammenarbeit der beiden Länder leiden müsste, wenn Vorkommnisse wie die hier zu beurteilenden sich häuften und zur Kenntnis der italienischen Zollbehörden gelangten. Diese könnten sich dann veranlasst sehen, ihrerseits zeitraubende und den Verkehr behindernde Kontrollen vorzunehmen, ja sogar den Spezialverkehr überhaupt in Frage zu stellen; auf jeden Fall könnte die bisherige einfache und reibungslose Abwicklung dieses Verkehrs beeinträchtigt werden. Das zu vermeiden, hat - neben den beteiligten Transporteuren - auch die schweizerische Zollverwaltung ein erhebliches Interesse.\n\nAllerdings kann nach Art. 105 Abs. 1 Satz 3 ZG in leichten Fällen, bei denen eine Gefährdung des Zollinteresses ausgeschlossen erscheint, von einer Ordnungsbusse Umgang genommen werden. Die Anwendung dieser Bestimmung ist indessen - in dem dort gezogenen Rahmen - dem Ermessen der Verwaltung anheimgestellt. Das Bundesgericht kann nicht sein eigenes Ermessen an die Stelle desjenigen der Verwaltung setzen; es kann nur prüfen, ob die Verwaltung die ihrem Ermessen gesetzten Grenzen überschritten und damit das Bundesrecht verletzt habe (Art. 104 Abs. 1 OG; BGE 81 I 384 unten). Unter diesem Gesichtspunkte kann jedoch die Annahme der Oberzolldirektion, dass hier das Zollinteresse durch die begangenen Ordnungsverletzungen ernstlich gefährdet worden sei und daher eine Bestrafung sich rechtfertige, angesichts der festgestellten Tatsachen nicht beanstandet werden.\n\nWird die Verhängung einer Ordnungsbusse als gerechtfertigt BGE 93 I 460 S. 471befunden, so ist bei ihrer Festsetzung, wie erwähnt, auf den Grad der Gefährdung der Zollinteressen Rücksicht zu nehmen (Art. 105 Abs. 1 Satz 2 ZG). Auch hier räumt das Gesetz der Verwaltung einen Spielraum des Ermessens ein. Die im vorliegenden Fall verhängten Bussen von Fr. 100.-- für jede Fahrt mögen als hoch erscheinen. Aber auch in dieser Beziehung kann nicht gesagt werden, dass die Oberzolldirektion das ihr zustehende Ermessen überschritten habe. Ihre Auffassung, die schweizerischen Zollinteressen seien in einem Grade gefährdet worden, dass Bussen von Fr. 100.-- (1/3 des Maximums) für jede Fahrt gerechtfertigt seien, kann nicht geradezu als unhaltbar bezeichnet werden. Die ausgesprochenen Bussen sind nach den gegebenen Umständen jedenfalls nicht offensichtlich über setzt.\n\n7. (Solidarische Haftung der Firma.)"}