{"annee": "93", "cour": "III", "page": "4", "date": "13/2/1967", "cite": ["52 III 73", "40 III 257", "91 III 94", "86 III 114", "28 I 95", "85 III 118", "58 III 118"], "cite_par": ["94 III 43", "99 III 41", "105 III 38", "110 III 49", "141 III 281"], "chapeau": "2. Entscheid vom 13. Februar 1967 i.S. Rebmann.", "regestes": ["A quelles conditions des tiers peuvent-ils consulter les actes de la faillite (art. 8 al. 2 LP)? Limites de cette prétention. Espèce: un tiers veut consulter le dossier pour rechercher si une banque a fidèlement et soigneusement exécuté le mandat qu'il lui avait confié, savoir accorder un prêt au débiteur en qualité de fiduciaire et sauvegarder les intérêts du mandant dans la faillite."], "faits": "|4|\n\nA.- Mit Eingabe vom 29. November 1966 ersuchte Rebmann den ausserordentlichen Stellvertreter des Konkursamtes Gossau, ihm in die Protokolle und Akten der Konkurse über |5| die Immotrust AG und ihren Verwaltungsrat Thomas Zarn Einsicht zu gewähren und ihm zu gestatten, von den ihn berührenden Urkunden Photokopien oder Abschriften anfertigen zu lassen. Er machte unter Vorlegung von Beweisstücken geltend, die Bank X habe als seine Treuhänderin der Immotrust AG zwei Darlehen von zusammen Fr. 200'000.-- gewährt, die durch Grundpfandverschreibungen für den Höchstbetrag von Fr. 200'000.-- und zwei von der Immotrust AG ausgestellte und von Zarn indossierte Sichtwechsel gesichert worden seien. In den Konkursen über die Immotrust AG und Zarn habe die Bank die pfandgesicherten und die nicht pfandgesicherten Ansprüche aus diesen Geschäften angemeldet. Er habe die für Fr. 80'000.-- verpfändete Liegenschaft ersteigert, wogegen die für Fr. 120'000.-- verpfändete von einem Dritten zu einem diese Kapitalsumme deckenden Preis ersteigert worden sei. Er habe den dringenden Verdacht, dass die Bank nicht nur in seinem Auftrag, sondern auch im Auftrag der Gemeinschuldner gegen Entschädigung gehandelt und nebenbei auch noch eigene Interessen wahrgenommen und dadurch die Treuepflicht ihm gegenüber verletzt habe. In diesem Verdacht werde er dadurch bestärkt, dass die Bank sich weigere, ihn zur Einsicht in die Konkursakten zu ermächtigen und ihm vor Unterzeichnung einer ihm vorgelegten Abrechnung seine \"eigenen Guthaben\" (gemeint: die von ihr treuhänderisch für ihn erworbenen Guthaben) abzutreten. Damit er seine Ansprüche gegenüber der Bank prozessual geltend machen könne, sei es für ihn unerlässlich, in die Konkursprotokolle und -akten Einsicht zu erhalten. Die Bank habe ihn über die Massnahmen der Konkursverwaltung (von der Grundstücksverwertung abgesehen) nicht unterrichtet.\n\nDer Stellvertreter des Konkursamtes wies das Gesuch Rebmanns am 13. Dezember 1966 ab mit der Begründung, das Interesse Rebmanns betreffe weniger die beiden Konkursverfahren als sein Verhältnis zur Bank; da in beiden Konkursen eindeutig diese als Gläubigerin ausgewiesen sei, könne Rebmann nicht als Konkursgläubiger betrachtet werden.\n\nB.- Gegen diese Verfügung erhob Rebmann Beschwerde mit dem Antrag, sein Gesuch zu schützen. Er machte geltend, er sei materiell Konkursgläubiger, und wiederholte im übrigen zur Hauptsache, was er in seiner Eingabe vom 29. November 1966 vorgebracht hatte.\n\n|6|\n\nDer Stellvertreter des Konkursamtes führte in seiner Vernehmlassung u.a. aus:\n\n\"Ich habe die finanziellen Beziehungen zwischen der Bank X und den beiden Konkursiten eingehend und sorgfältig geprüft und dabei wohl festgestellt, dass die Bank X von der Immotrust AG Komissionen und Gebühren von Fr. 70'627.50 vom 28.4.1964 bis 13.1.1965 bezog. Aufgrund der am 18.10.1966 stattgefundenen Liegenschaftssteigerung wird die Bank X jedoch voraussichtlich einen Verlust von Fr. 74'000.-- für Pfandausfall und Fr. 82'330.35 für nichtpfandgesicherte Zinsen erleiden, sodass ein gerichtlich auszutragender Rechtsstreit über eine Herabsetzung der bezogenen Komissionen und Gebühren ohne jeglichen Nutzen für die Konkursgläubiger bliebe. Der Konkursmasse würden lediglich zusätzliche Kosten erwachsen, die ich nicht verantworten könnte...\"\n\nDie kantonale Aufsichtsbehörde hat die Beschwerde am 9. Januar 1967 abgewiesen, weil der Beschwerdeführer als Treugeber der als Gläubigerin auftretenden Bank kein genügendes Interesse an der Akteneinsicht nachzuweisen vermöge und das von ihm geltend gemachte Interesse zudem nicht die in Frage stehenden Konkursverfahren, sondern eine zwischen ihm und der Bank auszutragende Angelegenheit betreffe.\n\nC.- Diesen Entscheid hat der Beschwerdeführer an das Bundesgericht weitergezogen. Er erneuert in der Rekursschrift sein Beschwerdebegehren.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Gemäss Art. 8 Abs. 2 SchKG kann jedermann, der ein Interesse nachweist, die von den Betreibungs- und den Konkursämtern geführten Protokolle einsehen und sich Auszüge aus ihnen geben lassen. Erforderlich ist nach der Rechtsprechung ein besonderes und gegenwärtiges Interesse (Archiv für Schuldbetreibung und Konkurs I Nr. 2 S. 3, VIII Nr. 59 S. 174,BGE 40 III 260,BGE 52 III 75und 78/79). Dieses Interesse braucht nicht notwendigerweise geldlicher Natur zu sein; vielmehr genügt ein rechtliches Interesse anderer Art (Archiv VIII Nr. 59 S. 174,BGE 52 III 75und 79; vgl.BGE 58 III 118ff.). Ein strenger Nachweis des Interesses darf vom Gesuchsteller nicht verlangt werden, sondern die Einsicht ist ihm zu gewähren, wenn ernsthafte Indizien das Bestehen des Interesses wahrscheinlich machen (BGE 52 III 76/77 und 78/79).\n\nIm Falle des Konkurses billigt die Rechtsprechung grundsätzlich |7| jedem Gläubiger das erforderliche Interesse zu und sind Gegenstand des Rechtes auf Einsicht nicht bloss die vom Konkursamt bezw. von der ausseramtlichen Konkursverwaltung (Art. 237 Abs. 2, Art. 241 SchKG) geführten Protokolle, sondern auch die zugehörigen Aktenstücke, die das Amt bezw. die Konkursverwaltung im Besitz hat, z.B. die Buchhaltung des Gemeinschuldners samt Belegen (Art. 223 Abs. 2 SchKG) und gegebenenfalls die Protokolle der Sitzungen der Organe der in Konkurs gefallenen Gesellschaft (BGE 28 I 97f.=Sep. ausg. 5 S. 45 f.=Archiv VII Nr. 65 S. 202,BGE 40 III 260f., BGE 85 III 119 f., BGE 91 III 95 f.). Die Einsicht in alle diese Urkunden wird den Konkursgläubigern gewährt, damit sie die Lage ihres Schuldners prüfen und im Konkursverfahren ihre Rechte wahrnehmen können. Nach der Rechtsprechung ist es nur ausnahmsweise zulässig, einem Konkursgläubiger die Einsicht in bestimmte Aktenstücke zu verweigern, so z.B. dann, wenn er sie aus Gründen verlangt, die mit seiner Gläubigereigenschaft nichts zu tun haben, wenn die Einsichtnahme keinen vernünftigen Zweck haben kann, sondern nur unnütze Umtriebe verursachen würde, oder wenn der Bekanntgabe eines bestimmten Aktenstücks eine gebieterische Pflicht zur Geheimhaltung entgegensteht (BGE 40 III 261E. 4, BGE 85 III 120, BGE 86 III 118, BGE 91 III 96). Als Konkursgläubiger ist der Gesuchsteller auch dann zu behandeln, wenn die Konkursverwaltung seine Forderung abgewiesen, er aber mit rechtzeitiger Klage den Kollokationsplan angefochten hat (BGE 91 III 96 E. 2).\n\nMit der Frage, ob, unter welchen Voraussetzungen und wieweit Personen, die nicht Konkursgläubiger sind, Einsicht in die Konkursakten verlangen können, hat sich das Bundesgericht auf jeden Fall in seiner veröffentlichten Rechtsprechung bisher noch nicht befasst. Dagegen hat es entschieden, dass der Gesuchsteller, der vom Betreibungsamt Auskunft darüber verlangt, ob gegen eine bestimmte Person Betreibungen hängig sind oder waren, nicht darzutun braucht, dass er Gläubiger dieser Person ist, sondern dass ihm schon dann ein genügendes Interesse an der verlangten Auskunft zuzugestehen ist, wenn er wahrscheinlich macht, dass er von der betreffenden Person ein Angebot zum Vertragsabschluss (z.B. eine Warenbestellung) erhalten hat oder dass er mit ihr in geschäftlichen Beziehungen steht oder stand oder mit ihr einen Prozess führt, in welchem die in Frage stehenden Betreibungen eine Rolle spielen |8| können (Archiv VIII Nr. 59 S. 175,BGE 52 III 75und 79,BGE 58 III 118ff.).\n\n2. Der Rekurrent behauptet nicht mehr, er sei Gläubiger der Gemeinschuldner Immotrust AG und Zarn. Er will demgemäss in die Konkursakten nicht Einsicht nehmen, um sich über die Lage eigener Schuldner zu unterrichten und Rechte zu wahren, die ihm in den beiden erwähnten Konkursverfahren zustünden. Er bezeichnet sich vielmehr als Fiduziant der Bank X, die in diesen Verfahren als Gläubigerin auftrat, und möchte die Konkursakten einsehen, um festzustellen, ob die Bank, wie er vermutet, ihm gegenüber vor oder in den Konkursen die Pflicht zu getreuer und sorgfältiger Ausführung des ihr übertragenen Geschäftes (Art. 398 Abs. 2 OR) verletzt habe.\n\na) Das Bestehen eines Auftrags zu fiduziarischer Geschäftsbesorgung ist durch die Beilagen zum Gesuch vom 29. November 1966 hinlänglich dargetan. Der vom Rekurrenten vorgelegte \"Auftrag und Treuhandvertrag\" vom 29. Oktober 1963 ist zwar nur von ihm unterschrieben. In ihren Schreiben an ihn vom 7. Oktober und vom 23. und 24. November 1966 sowie in der ihm am 16. November 1966 zugestellten Abrechnung spricht jedoch die Bank X ihrerseits von einem Treuhandvertrag bezw. Treuhandverhältnis mit ihm in Sachen Zarn bezw. Immotrust AG, und laut ihrem Schreiben vom 23. November 1966 schickte sie ihm an diesem Tag einen Check für den Betrag, den sie ihm nach der erwähnten Abrechnung in ihrer Eigenschaft als \"Beauftragte und Treuhänderin\" nach Abzug der ihr gemäss Treuhandvertrag zustehenden Kommissionen als Erlös aus der Versteigerung der für ein Darlehen an die Immotrust AG im Betrage von Fr. 120'000.-- haftenden Liegenschaft Nr. 906 schuldete. Mit diesen Äusserungen und Handlungen hat sie das Bestehen eines fiduziarischen Auftragsverhältnisses zwischen dem Rekurrenten und ihr anerkannt.\n\nb) Es liegt auf der Hand, dass der Rekurrent daran interessiert ist, anhand der Konkursakten nachprüfen zu können, ob die Bank die aus diesem Auftragsverhältnis sich ergebenden Pflichten gehörig erfüllt habe oder nicht. Die Annahme der Vorinstanz, er bestreite nicht (gemeint: er mache nicht geltend), dass die Bank seine Interessen im Konkurs nicht gehörig gewahrt habe, geht fehl. Aus der Eingabe vom 29. November 1966, dem ihr beigelegten Briefwechsel mit der Bank und |9| der Beschwerde an die Vorinstanz ergibt sich klar, dass der Rekurrent der Bank u.a. vorwirft, in den Konkursverfahren seine Interessen ihren eigenen Interessen hintangesetzt zu haben, was er durch die Konkursakten bestätigt zu finden erwartet. Die Konkursakten können dem Rekurrenten aber unter Umständen auch darüber Aufschluss geben, in welcher Weise die Bank seinen Auftrag vor der Konkurseröffnung ausgeführt hat. Es lässt sich daher nicht bezweifeln, dass der Rekurrent ein erhebliches Interesse an der verlangten Akteneinsicht hat. Zu prüfen bleibt nur, ob dieses Interesse nach Art. 8 Abs. 2 SchKG beachtlich sei.\n\nc) Art. 8 Abs. 2 SchKG gewährt die Einsicht in die von den Betreibungs- und den Konkursämtern bezw. von der Konkursverwaltung geführten Protokolle (und gegebenenfalls in die zugehörigen Akten) jedermann, der ein Interesse nachweist. Das Gesetz verlangt also nicht, dass der Gesuchsteller als Gläubiger der Person, gegen die sich das hängige oder hängig gewesene Verfahren richtet oder gerichtet hat, oder gar als Beteiligter an diesem Verfahren an der Einsicht interessiert sei. Wie bei der Beurteilung von Gesuchen um Einsicht in die Betreibungsregister entschieden wurde (vgl. die am Schluss von Erwägung 1 hievor angeführten Entscheide), können vielmehr unter Umständen auch andere Personen ein beachtliches Interesse an der Akteneinsicht haben. Notwendig ist nach ständiger Rechtsprechung nur, dass es sich um ein besonderes und gegenwärtiges Interesse rechtlicher Natur handelt, das Schutz verdient. Ob und wieweit diese Voraussetzung erfüllt sei, ist, wie die Vorinstanz in einem frühern Entscheide zutreffend ausgeführt hat, unter Berücksichtigung der konkreten Umstände von Fall zu Fall zu beurteilen (SJZ 1958 Nr. 123 S. 204).\n\nDas Bundesgericht hat in BGE 85 III 120, BGE 86 III 118 und BGE 91 III 96 allerdings erklärt, einem Konkursgläubiger dürfe die Einsicht in bestimmte Aktenstücke verweigert werden, wenn er sie aus Gründen verlange, die mit seiner Gläubigereigenschaft nichts zu tun haben (vgl. Erwägung 1 Absatz 2 hievor). Hieraus ist jedoch nicht zu schliessen, die Einsicht in die Konkursakten könne entgegen dem allgemein gefassten Gesetzeswortlaut und den von der Rechtsprechung für die Einsicht in die Betreibungsregister entwickelten Regeln einzig aus Gründen verlangt werden, die mit der Gläubigereigenschaft |10| des Gesuchstellers zusammenhängen, so dass die Einsicht in die Konkursakten einem Nichtgläubiger stets zu verweigern wäre. Ein Konkursgläubiger, der Einsicht in diese Akten verlangt, vermag sein Gesuch angesichts der Tatsache, dass die Konkursgläubiger an einer umfassenden Orientierung über die Lage des Schuldners und den Gang des Verfahrens interessiert sind, in aller Regel auf Gründe zu stützen, die sich aus seiner Stellung als Gläubiger ergeben. Dass er die Einsicht aus Gründen verlange, die mit dieser Stellung nichts zu tun haben, kann ihm praktisch nur dann entgegengehalten werden, wenn sich sein Gesuch als geradezu missbräuchlich erweist. Mit der in Frage stehenden Wendung wollte daher das Bundesgericht in Wirklichkeit nichts anderes sagen, als dass einem Konkursgläubiger die Einsicht in bestimmte Aktenstücke dann verweigert werden darf, wenn er daran ausnahmsweise kein rechtliches Interesse hat, sondern sein Recht missbrauchen will.\n\nDürfen die Konkursgläubiger das Einsichtsrecht nicht missbräuchlich ausüben und ist ihnen, wie in den angeführten Entscheiden ausserdem erklärt wurde, die Einsicht in Aktenstücke zu verweigern, deren Bekanntgabe gegen eine gebieterische Pflicht zur Geheimhaltung verstiesse, so muss das erst recht für Gesuchsteller gelten, die Einsicht in die Konkursakten verlangen, ohne Konkursgläubiger zu sein.\n\nd) Der Rekurrent verlangt die Einsicht in die Akten der Konkurse Immotrust AG und Zarn unter Berufung auf ein Vertragsverhältnis zwischen ihm und einem Konkursgläubiger, der als sein Treuhänder mit den Gemeinschuldnern Geschäfte abzuschliessen und seine Interessen auch in den Konkursverfahren treuhänderisch zu wahren hatte und den er, wenn die Konkursakten seinen Verdacht bestätigen, wegen Verletzung der Pflicht zu getreuer Geschäftsbesorgung zur Verantwortung ziehen will. Sein Gesuch stüzt sich also auf ein besonderes und gegenwärtiges Interesse rechtlicher Natur, das Schutz verdient. Dass er die Akteneinsicht in missbräuchlicher Weise verlange, kann ihm nicht vorgeworfen werden. Insbesondere lässt sich nicht sagen, der Verdacht, dem er nachgehen will, sei offensichtlich haltlos, so dass die Akteneinsicht keinen vernünftigen Zweck haben könne. Die Vernehmlassung des Konkursverwalters bestätigt, dass die Bank X in den fraglichen Angelegenheiten nicht nur als Treuhänderin des Rekurrenten handelte, sondern auch bedeutende eigene Interessen wahrnahm. Eine |11| Benachteiligung des Rekurrenten durch sie ist daher nicht von vorneherein ausgeschlossen. Der Umstand sodann, dass es für die Konkursmasse keine Rolle spielt, ob die Bank ihre Pflichten gegenüber dem Rekurrenten richtig erfüllt habe oder nicht, hebt dessen Interesse an der Akteneinsicht nicht auf. Dem Gesuch ist daher grundsätzlich zu entsprechen.\n\nDem Rekurrenten die Einsicht in bestimmte Aktenstücke zwecks Wahrung von Geschäftsgeheimnissen der Bank zu verweigern, kommt nicht in Frage; denn die Bank schuldet ihm als seine Beauftragte Rechenschaft über ihre Geschäftsführung (Art. 400 Abs. 1 OR) und muss sich gefallen lassen, dass in diesem Zusammenhang auch ihre eigenen Geschäfte mit den Gemeinschuldnern geprüft werden.\n\nZu wahren sind dagegen allfällige Geschäftsgeheimnisse der Gemeinschuldner, soweit ihr Schutz sich im Sinne der Rechtsprechung gebieterisch aufdrängt.\n\nVon den ihm bekanntzugebenden Aktenstücken kann sich der Rekurrent gegen Bezahlung der Kosten Abschriften geben lassen.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nIn Gutheissung des Rekurses wird der angefochtene Entscheid aufgehoben und das Konkursamt Gossau als Konkursverwaltung in den Konkursen über die Immotrust AG und über Thomas Zarn angewiesen, dem Rekurrenten unter Vorbehalt der Wahrung von Geschäftsgeheimnissen der Gemeinschuldner Einsicht in die Protokolle und die übrigen Akten dieser Konkursverfahren zu gewähren."}