{"annee": "93", "cour": "II", "page": "287", "date": "5/10/1967", "cite": ["87 II 209", "89 II 65", "90 II 69", "85 II 5", "71 II 49", "88 II 139"], "cite_par": ["99 II 353", "98 IA 340", "95 II 509"], "chapeau": "40. Auszug aus dem Urteil der II. Zivilabteilung vom 5. Oktober 1967 i.S. C. gegen H.", "regestes": ["Divorce. Indemnité. Une faute grave, mais qui n'a pas joué un rôle causal dans la désunion et le divorce, commise par l'époux qui réclame une indemnité au sens de l'art. 151 al. 1 CC en invoquant la faute causale de l'autre conjoint, peut conduire au refus ou à la réduction de l'indemnité demandée (confirmation de la jurisprudence récente)."], "faits": "", "considerants": "|287|\n\n2. ...b) Verfehlungen gegen die ehelichen Pflichten, die dem eine Entschädigung nach Art. 151 ZGB fordernden Ehegatten (dem Ansprecher) zur Last fallen, sind nach der neuern Rechtsprechung des Bundesgerichtes je nachdem, ob sie Mitursachen der Zerrüttung und der Scheidung sind oder nicht, verschieden zu würdigen. Sind dem Ansprecher Verfehlungen vorzuwerfen, die zur Zerrüttung und zur Scheidung beitrugen, so ist ihm nach dieser Rechtsprechung eine Entschädigung zu verweigern, es sei denn, dass die Verfehlungen im Vergleich zu den übrigen Ursachen der Zerrüttung und Scheidung von ganz untergeordneter Bedeutung sind oder sich als blosse Reaktion auf eine schwere Herausforderung erweisen (BGE 85 II 11, BGE 88 II 140, BGE 90 II 71), in welchen Fällen die Entschädigung nach den beiden zuletzt erwähnten Entscheiden herabgesetzt werden kann. Für die Zerrüttung und die Scheidung nicht kausale Verfehlungen des Ansprechers fallen dagegen bei der Anwendung von Art. 151 ZGB nach der Rechtsprechung nur in Betracht, wenn sie schwer wiegen (BGE 85 II 11, BGE 87 II 212, BGE 88 II 141, BGE 89 II 66, BGE 90 II 71). Solche Verfehlungen können zur Verweigerung oder zu einer |288| Herabsetzung der Entschädigung führen (BGE 89 II 66, BGE 90 II 71).\n\nBei Besprechung der beiden zuletzt genannten Entscheide tritt MERZ dafür ein, dass ein für die Scheidung nicht kausales Verschulden des Ansprechers bei der Anwendung von Art. 151 ZGB ausser Betracht zu lassen sei, wie das nach diesen Entscheiden für die Anwendung von Art. 152 ZGB gilt (ZBJV 1964 S. 438, 1965 S. 378). Er ist der Meinung, es widerspreche den Grundsätzen des Schadenersatzrechts wie auch der Billigkeit, ein solches Verschulden bei der Anwendung von Art. 151 ZGB zu berücksichtigen. HINDERLING, der die bundesgerichtliche Praxis zu Art. 151/152 ZGB in verschiedenen Punkten kritisiert, hält dafür, es sei seltsam, dass schwere, für die Zerrüttung und Scheidung aber nicht mitursächliche Verfehlungen des Ansprechers dem auf Billigkeitserwägungen beruhenden, gegen den schuldlosen Ehepartner gerichteten Anspruch nach Art. 152 nichts anhaben sollen, wenn sie anderseits in Abweichung von den Regeln des Schadenersatzrechts den auf einer Rechtsverletzung fussenden Anspruch nach Art. 151 zu Fall bringen können; dem Eigenverschulden des Ansprechers sei für Art. 152 grundsätzlich die gleiche Bedeutung zuzugestehen wie für Art. 151; durch schwere eheliche Verfehlungen des Ansprechers solle der Anspruch in beiden Fällen auch dann ausgeschlossen werden, wenn diese Verfehlungen für Zerrüttung und Scheidung nicht mitursächlich waren (BJM 1964 S. 1 ff., besonders S. 20 ff.); wenn man das gemäss der neueren Rechtsprechung für Art. 152 ZGB nicht gelten lasse, müsse die entsprechende Konsequenz für Art. 151 erst recht gezogen werden; \"grundsätzlich sollten aber eher umgekehrt schwere ehe11che Verfehlungen auch ohne kausale Bedeutung je nach dem Grad des Verschuldens und unter Würdigung aller Umstände den Billigkeitsanspruch nach Art. 152 und wohl sogar auch den Schadenersatzanspruch nach Art. 151 ausschliessen oder beeinträchtigen\"; die durch Art. 7 ZGB vorgeschriebene, nur für Art. 151 ZGB in Betracht fallende Anwendung von Bestimmungen des OR könne nur sinngemäss erfolgen (Das schweiz. Ehescheidungsrecht, 3. Aufl. 1967, S. 140 f.).\n\nDie Frage, ob und allenfalls unter welchen Voraussetzungcn und in welcher Weise ein für Zerrüttung und Scheidung nicht kausales Verschulden bei der Anwendung von Art. 152 ZGB zu berücksichtigen sei, stellt sich im vorliegenden Falle nicht, weil die Kläger in ihren Anspruch auf Art. 151 ZGB stützt. |289|\n\nHinsichtlich dieser Bestimmung ist (gegenüber MERZ mit HINDERLING) grundsätzlich daran festzuhalten, dass ein schweres Verschulden des Ansprechers, das für die Zerrüttung und die Scheidung nicht kausal war, dem Richter Anlass geben kann, die verlangte Entschädigung zu verweigern oder herabzusetzen. Wie HINDERLING zutreffend ausführt, dürfen die Art. 41 ff. OR auf den Entschädigungsanspruch nach Art. 151 ZGB nur sinngemäss angewendet werden, d.h. nur soweit, als dem nicht die besondere Natur der diesem Anspruch zugrunde liegenden familienrechtlichen Beziehung entgegensteht (Ehescheidungsrecht 3. Aufl. S. 141; vgl. auch FRIEDRICH N. 50 ff. zu Art. 7 ZGB, mit Hinweisen). Es wäre nun stossend und vertrüge sich nicht mit der Achtung vor der Ehe, wenn ein Ehegatte vom andern wegen einer von diesem begangenen, für die Zerrüttung und die Scheidung ursächlichen Verfehlung unter Umständen eine volle Entschädigung verlangen könnte, obwohl er selbst sich in grober, wenn auch für Zerrüttung und Scheidung nicht kausaler Weise gegen die ehelichen Pflichten vergangen hat (BGE 87 II 212 mit Hinweisen; vgl. namentlich den in BGE 71 II 49 ff. beurteilten Tatbestand; HINDERLING, BJM 1964 S. 11 ff., 14).\n\nc) Die Vorinstanz hat festgestellt, für die Zerrüttung der Ehe sei das vom Beklagten seit Anfang 1965 unterhaltene ehebrecherische Verhältnis mit Fräulein X \"primärkausal\"; das ehebrecherische Verhältnis der Klägerin habe erst im Mai/Juni 1966, also mehr als ein Jahr nach Einreichung der Scheidungsklage und nach Aufhebung des gemeinsamen Haushalts begonnen und sei für die Zerrüttung keineswegs kausal; bis zum Ehebruch des Beklagten habe sich die Klägerin nichts zuschulden kommen lassen, was für eine Zerrüttung kausalgewesen wäre.\n\nDiese Feststellungen betreffen tatsächliche Verhältnisse. Sie sind daher gemäss Art. 63 Abs. 2 OG für das Bundesgericht verbindlich. Was der Beklagte gegen sie einwendet, ist nichts anderes als eine unzulässige Kritik an der Beweiswürdigung der Vorinstanz.\n\n...Es rechtfertigt sich daher nicht, der Klägerin wegen ihrer Verfehlung eine Entschädigung überhaupt zu verweigern, sondern diese Verfehlung kann nur zu einer Herabsetzung der Entschädigung führen."}