{"annee": "93", "cour": "I", "page": "506", "date": "23/6/1967", "cite": ["90 II 449", "78 I 375", "61 I 65", "90 I 121"], "cite_par": ["101 IB 78", "109 II 76", "103 II 314", "103 IA 505", "122 I 328"], "chapeau": "63. Auszug aus dem Urteil vom 23. Juni 1967 i.S. Korporation Pfäffikon gegen Regierungsrat des Kantons Schwyz.", "regestes": ["Différends administratifs en matière cantonale; connaissance attribuée au Tribunal fédéral (art. 114 bis al. 4 Cst., art. 116 OJ, § 1 al. 3 de la loi schwyzoise sur la juridiction administrative). 1. Compétence du Tribunal fédéral pour connaître d'un recours de droit administratif dans un litige touchant l'interprétation d'un contrat qui relève du droit administratif (consid. 1). 2. Le recours est-il irrecevable du fait que le recourant n'aurait point d'intérêt juridique à la constatation qu'il requiert? (consid. 2). 3. Principes applicables à l'interprétation d'un contrat de droit administratif; application du principe de la foi due (consid. 3)."], "faits": "BGE 93 I 506 S. 507\n\nAus dem Tatbestand:\n\nDie Kantone St.Gallen, Schwyz und Zürich und die Schweizerische Südostbahn vereinbarten im Jahre 1938, die Strasse und die Eisenbahn über den Zürichsee zwischen Rapperswil und Pfäffikon (Schwyz) auf einen neuen Damm zu verlegen und einen neuen, diesen Damm kreuzenden Schiffahrtskanal durch die auf Schwyzer Gebiet liegende Hurdener Landzunge zwischen dem oberen und dem unteren Zürichsee zu erstellen. Für diese Werke, insbesondere den Kanalbau, wurde Land der Korporation Pfäffikon, einer juristischen Person des schwyzerischen Rechts, in Anspruch genommen.\n\nIn einem öffentlich beurkundeten Vertrag vom 16. Juni 1939, welchen der Kanton Schwyz, die Südostbahn und das aus den Kantonen St.Gallen, Schwyz und Zürich sowie der Südostbahn bestehende Bauunternehmen mit der Korporation Pfäffikon abschlossen, wurden verschiedene die Bauvorhaben betreffende Fragen geordnet. Nach Art. 10 dieses Vertrages übernahm die Korporation die Erstellung des Kanalabschnitts zwischen der neuen Strassen- und Eisenbahnbrücke und dem oberen Zürichsee. In lit. b daselbst wurde bestimmt, dass das vorgesehene Kanalprofil \"auch bei späteren und erweiterten Ausbaggerungen\" dauernd offen gehalten werden müsse. In Art. 11 des Vertrages wurde vereinbart, dass das oberseeseitige Teilstück des Kanals nach seiner Fertigstellung unentgeltlich in das Eigentum des Kantons Schwyz übergehe und dieser dagegen der Korporation das unentgeltliche Recht einräume, \"den Seegrund des Kanals tiefer zu baggern oder baggern zu lassen\".\n\nDie Korporation übertrug die Erstellung des oberseeseitigen Kanalabschnitts der Kibag AG gegen Entschädigung für die damit verbundene Kies- und Sandausbeutung. Der Kanal wurde in den Jahren 1939 und 1940 gebaut.\n\nSpäter erwarb die Kibag AG von der Korporation das Recht zur Kies- und Sandausbeutung in einer Parzelle im Hurdenerfeld südlich des oberseeseitigen Teilstücks des neuen Kanals. Die Korporation will nun den Kanal in diesem Abschnitt durch die Kibag AG breiterbaggern lassen. Sie ersuchte den Regierungsrat des Kantons Schwyz um Feststellung, dass sie hiezu nach dem Vertrag vom 16. Juni 1939 berechtigt sei. Der Regierungsrat wies das Begehren am 23. August 1965 ab.\n\nDiesen Entscheid ficht die Korporation mit der Verwaltungsgerichtsbeschwerde BGE 93 I 506 S. 508beim Bundesgericht an; sie erneuert ihr Feststellungsbegehren, unter Hinweis auf die Verhandlungen vor dem Abschluss des Vertrages vom 16. Juni 1939.\n\nDer Regierungsrat ist der Meinung, dass die Beschwerdeführerin kein rechtliches Interesse an der von ihr begehrten Feststellung habe und ihr Begehren auf jeden Fall unbegründet sei.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. Der Kanton Schwyz hat gestützt auf Art. 114 bis Abs. 4 BV in § 1 Abs. 3 seines Gesetzes über die Verwaltungsrechtspflege vom 18. Juli 1951 (VRPG) Verwaltungsstreitfälle, bei denen er als Partei beteiligt ist, mit Ausnahme der Steuer- und Expropriationsstreitigkeiten dem Bundesgericht als Verwaltungsgericht zur Beurteilung überwiesen. Auf diese Streitfälle ist das für die Verwaltungsgerichtsbeschwerde an das Bundesgericht vorgesehene Verfahren anzuwenden; die Verwaltungsgerichtsbeschwerde ist zulässig gegen Entscheide des Regierungsrates des Kantons Schwyz (Art. 2 BB vom 16. Dezember 1952 über die Genehmigung von § 1 Abs. 3 VRPG). Auf diese Ordnung stützt sich die vorliegende Verwaltungsgerichtsbeschwerde, die gegen einen Entscheid des schwyzerischen Regierungsrates gerichtet ist. Sie ist zulässig, wenn der Anstand zu den Verwaltungsstreitfällen gehört, die § 1 Abs. 3 VRPG dem Bundesgericht zuweist.\n\nDie Beschwerdeführerin will den oberseeseitigen Abschnitt des Hurdener Schiffahrtskanals breiterbaggern lassen. Auch wenn die Baggerei von ihrem Land im Hurdenerfeld her gegen den Kanal vorgetrieben werden soll, kann das Projekt doch nur durchgeführt werden, wenn Material (Kies und Sand), das heute unter der Wasserfläche des Kanals liegt, gehoben wird. Da der Kanton Schwyz heute Eigentümer des oberseeseitigen Kanalabschnitts ist, kann die Beschwerdeführerin ihr Vorhaben nur verwirklichen, wenn sie das Eigentum des Kantons in Anspruch nehmen darf. Sie behauptet, hiezu nach dem Vertrag, den sie am 16. Juni 1939 mit dem Kanton Schwyz (und weiteren Partnern) abgeschlossen hat, berechtigt zu sein, während der Kanton der Ansicht ist, dass dieser Vertrag ein solches Recht der Beschwerdeführerin gerade ausschliesse. Der Streit dreht BGE 93 I 506 S. 509sich deshalb in erster Linie um die Auslegung des Vertrages. Es ist zu prüfen, ob die Vertragsbestimmungen, auf die sich die Parteien berufen, privatrechtlicher oder verwaltungsrechtlicher Natur sind.\n\nDafür ist nicht entscheidend, ob die Korporation Pfäffikon eine juristische Person des öffentlichen oder aber des privaten kantonalen Rechts ist (was als unsicher erscheint, vgl. SCHÄDLER, Die Allmeind-Korporationen im Bezirke Einsiedeln, Diss. Freiburg 1941, S. 33 ff.); denn einen verwaltungsrechtlichen Vertrag kann ein Gemeinwesen auch mit einem Privaten abschliessen. Massgebend ist vielmehr der Inhalt des Vertrages.\n\nDer Vertrag vom 16. Juni 1939 regelt einerseits in Art. 1 ff. und 14 ff. den Verkauf von Grundstücken der Beschwerdeführerin an den Kanton Schwyz und die Südostbahn zur Erstellung des neuen Bahn- und Strassentrasses und des unterseeseitigen Abschnitts des neuen Schiffahrtskanals durch das von den beteiligten Kantonen und der Bahn gebildete Unternehmen. Die Käufer hätten für diese im öffentlichen Interesse liegenden Werke das Enteignungsrecht in Anspruch nehmen können. Freihandkäufe unterstehen indessen dem Privatrecht auch dann, wenn sie vom Gemeinwesen für solche Zwecke getätigt werden (ZWAHLEN, Le contrat de droit administratif, ZSR 1958, S. 534 a). Als Enteignungsverträge, die dem öffentlichen Recht angehören, werden lediglich Einigungen betrachtet, die nach Einleitung und innerhalb des Enteignungsverfahrens zustande kommen (ZWAHLEN a.a.O., S. 535 a; IMBODEN, Der verwaltungsrechtliche Vertrag, ZSR 1958, S. 139 a).\n\nAnderseits regelt der Vertrag vom 16. Juni 1939 in den Art. 10-13, wo sich die umstrittenen Bestimmungen finden, die Erstellung des oberseeseitigen Abschnitts des Kanals durch die Beschwerdeführerin. Auch hier hat man es mit einem dem öffentlichen Interesse dienenden Werk zu tun. Überträgt ein Gemeinwesen einem Unternehmen die Errichtung eines solchen Werkes gegen Entgelt, so liegt freilich ein privatrechtlicher Werkvertrag vor. Die Beschwerdeführerin hat jedoch die Erstellung des oberseeseitigen Kanalabschnitts unentgeltlich übernommen, und sie hat sogar das dafür beanspruchte Land unentgeltlich dem Kanton Schwyz abgetreten. Eine solche Abmachung ist nur denkbar, wenn der zur Ausführung des Werkes Verpflichtete ein besonderes Interesse an dessen Zustandekommen BGE 93 I 506 S. 510hat. So verhält es sich hier in der Tat; denn die Beschwerdeführerin wollte die in ihrem Boden liegenden Kies- und Sandvorkommen ausbeuten, und sie war in der Lage, die Aushebung des oberseeseitigen Kanalabschnitts der Kibag gegen Entschädigung für die damit verbundene Kies- und Sandausbeutung zu übertragen. Zwar hätte der Beschwerdeführerin die Ausbeutung des Kieses und Sandes im Gebiete, in dem sich heute der oberseeseitige Kanalabschnitt befindet, auch dann nicht verwehrt werden können, wenn der Kanal nicht gebaut worden wäre. Aber die Beschwerdeführerin hätte jenen Kanalabschnitt ohne Bewilligung seitens des Kantons Schwyz nicht erstellen dürfen. Nach alldem fallen die Art. 10-13 des Vertrages vom 16. Juni 1939 aus dem Rahmen der privatrechtlichen Verträge heraus, die ein Gemeinwesen üblicherweise zur Verwirklichung seiner Aufgaben abschliesst. Sie sind als verwaltungsrechtlicher Vertrag zu betrachten (\"contrat de collaboration\", ZWAHLEN a.a.O., S. 632 a).\n\nAuf diesen Vertrag ist in erster Linie das Verwaltungsrecht des Kantons Schwyz anwendbar. Bundesrecht kommt, soweit es nicht dem kantonalen Rechte vorgeht, nur als stellvertretendes kantonales Recht zur Anwendung. In diesem Sinne sind die Grundsätze heranzuziehen, die im Bundesrecht für die Auslegung der Verträge im allgemeinen und der verwaltungsrechtlichen Verträge im besonderen massgebend sind.\n\nSomit handelt es sich hier um einen dem Schwyzer Recht unterstehenden Verwaltungsstreitfall, an dem der Kanton Schwyz als Partei beteiligt ist und der weder eine Steuer- noch eine Expropriationsstreitigkeit darstellt. Die Beschwerde richtet sich gegen einen Entscheid, den der Regierungsrat des Kantons Schwyz in diesem Streitfall als Hoheitsträger getroffen hat. Daraus folgt, dass das Bundesgericht nach § 1 Abs. 3 VRPG zur Beurteilung der Beschwerde zuständig ist.\n\n2. Die Beschwerdeführerin verlangt die Feststellung, dass ihr das Recht auf Breiterbaggerung des (oberseeseitigen) Kanals zustehe. Der Regierungsrat hat im angefochtenen Entscheide dieses Begehren nicht etwa als unzulässig erachtet; er ist vielmehr darauf eingetreten und hat es abgewiesen. Er kann daher im Verfahren vor Bundesgericht nicht mehr geltend machen, die Beschwerdeführerin habe kein rechtliches Interesse an der von ihr begehrten Feststellung. Die Beschwerdeführerin hat gemäss § 1 Abs. 3 VRPG Anspruch darauf, dass der Entscheid BGE 93 I 506 S. 511des Regierungsrates aufgehoben wird, wenn sich herausstellt, dass er ihr das Recht zur Breiterbaggerung des Kanals zu Unrecht abspricht. Auf die Verwaltungsgerichtsbeschwerde ist einzutreten.\n\n3. Der Vertrag vom 16. Juni 1939 behält in Art. 10 lit. b \"spätere und erweiterte Ausbaggerungen\" der oberseeseitigen Kanalstrecke durch die Beschwerdeführerin vor. Die Parteien streiten darüber, ob unter den \"erweiterten Ausbaggerungen\" nicht nur Tieferbaggerungen, sondern auch Breiterbaggerungen zu verstehen seien. In der Tat ist der Wortlaut des Vertrages in dieser Beziehung nicht eindeutig. Er bedarf daher der Auslegung.\n\nIm Bundeszivilrecht gilt der Grundsatz, dass Verträge nach den Regeln von Treu und Glauben auszulegen sind (Vertrauensprinzip). Danach ist einer Willensäusserung der Sinn zu geben, den ihr der Empfänger auf Grund der Umstände, die ihm im Zeitpunkt des Empfangs bekannt waren oder hätten bekannt sein müssen, in guten Treuen beilegen durfte (BGE 90 II 454 Erw. 3; MERZ, Komm. zu Art. 2 ZGB, N. 121 ff.). Schon bei den Verhandlungen vor dem Vertragsabschluss haben die Parteien sich nach Treu und Glauben zu verhalten. Insbesondere muss eine Partei die andere in einem gewissen Umfang über Umstände aufklären, die für deren Entscheidung, einen Vertrag überhaupt oder unter bestimmten Bedingungen abzuschliessen, massgebend sind (BGE 90 II 455 Erw. 4). Unterlässt sie dies, so muss sie dulden, dass der Vertrag so ausgelegt wird, wie ihn der Partner angesichts der ihm bekannten oder erkennbaren Tatsachen verstehen durfte.\n\nAuch verwaltungsrechtliche Verträge sind grundsätzlich nach dem Vertrauensprinzip auszulegen. Immerhin ist zu beachten. dass die Verwaltung beim Abschluss solcher Verträge den öffentlichen Interessen Rechnung tragen muss. In Zweifelsfällen ist zu vermuten, dass sie keinen Vertrag abschliessen will, der mit den von ihr zu wahrenden öffentlichen Interessen in Widerspruch steht, und dass auch der Vertragspartner sich hierüber Rechenschaft gibt (BGE 61 I 74ff.,BGE 78 I 389, BGE 90 I 126 Erw. 5; ZWAHLEN a.a.O., S. 630 a). Indessen wäre es verfehlt, in allen Fällen der dem öffentlichen Interesse besser dienenden Auslegung den Vorzug zu geben. Die Wahrung der öffentlichen Interessen findet vielmehr gerade ihre Schranke im Vertrauensprinzip, d.h. sie darf nicht dazu führen, dass bei der Vertragsauslegung dem gewaltunterworfenen Vertragspartner Auflagen BGE 93 I 506 S. 512gemacht werden, die er beim Vertragsabschluss vernünftiger weise nicht voraussehen konnte."}