{"annee": "93", "cour": "I", "page": "573", "date": "7/11/1967", "cite": ["89 I 49", "78 II 379", "78 II 457", "91 I 50", "90 II 315", "78 I 278", "82 I 49", "89 I 303"], "cite_par": ["98 IB 6", "96 I 752"], "chapeau": "72. Urteil der I. Zivilabteilung vom 7. November 1967 i.S. Diamalt Aktiengesellschaft gegen Eidg. Amt für geistiges Eigentum.", "regestes": ["Droit des marques. Refus de protection d'une marque déposée à l'enregistrement international, parce que le public risque d'être induit en erreur sur la composition de la marchandise. Arrangement de Madrid (texte de Nice, 1957) art. 5 al. 1; Convention d'Union de Paris (texte de Lisbonne, 1958) art. 6 al. 1, 6 quinquies litt. B ch. 3 (consid. 1). Inadmissibilité de la marque \"DIAMALT\" pour des produits ne contenant pas de malt. Art. 14 al. 1 ch. 2 LMF (consid. 2 et 3). Utilisation de la raison de commerce comme marque (consid. 4)."], "faits": "|574|\n\nA.- Die Firma Diamalt Aktiengesellschaft in München ist Inhaberin einer in der deutschen Warenzeichenrolle unter der Nr. 629 830 eingetragenen Wort/Bild-Marke. Am 16. November 1966 liess sie diese gestützt auf das Madrider Abkommen von 1891 betreffend die internationale Eintragung der Fabrik- oder Handelsmarken im internationalen Register unter der Nr.326409 eintragen.\n\nDas Zeichen besteht aus einem grossen D, das beidseitig von Ähren flankiert ist; im Innern des D befinden sich, untereinander angeordnet, die Buchstaben AG; oben steht quer das Wort \"DIAMALT\", unten \"MÜNCHEN\"; das Ganze ist von einer breiten Kreislinie umschlossen. Die Marke ist für eine grosse Zahl von verschiedenartigen Arznei- und Nahrungsmitteln sowie von chemischen Hilfsstoffen bestimmt.\n\nB.- Das Eidgen. Amt für geistiges Eigentum teilte am 16. Juni 1967 dem internationalen Büro mit, der Marke werde in der Schweiz der Schutz für diejenigen Erzeugnisse der Warenliste verweigert, die ihrer Natur nach Malz enthalten können, jedoch kein solches enthalten.\n\nC.- Gegen diesen Entscheid hat die Markeninhaberin verwaltungsgerichtliche Beschwerde eingereicht mit dem Antrag, die Verfügung des Amtes vom 16. Juni 1967 sei aufzuheben und die Marke in der Schweiz ohne Einschränkung zu schützen.\n\nDas Amt beantragt, die Beschwerde abzuweisen.\n\n|575|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Für die Beurteilung der vorliegenden Beschwerde ist das Madrider Abkommen betreffend die internationale Registrierung der Fabrik- oder Handelsmarken (MMA) in seiner am 15. Juni 1957 in Nizza revidierten Fassung massgebend, die sowohl von der Schweiz als auch von der Bundesrepublik Deutschland ratifiziert worden ist. Gemäss Art. 5 Abs. 1 MMA darf die Schweiz einer international registrierten Marke den Schutz nur unter den Bedingungen verweigern, unter denen sie nach der Pariser Verbandsübereinkunft zum Schutze des gewerblichen Eigentums (PVU) eine zur Eintragung in der Schweiz hinterlegte Marke zurückweisen dürfte. Massgebend ist die 1958 in Lissabon revidierte Fassung der PVU, die in Art. 6 Abs. 1 vorsieht, dass die Bedingungen für die Hinterlegung und Eintragung von Fabrik- oder Handelsmarken in jedem Lande durch die Landesgesetzgebung bestimmt werden. Nach Art. 6 quinquies, lit. B Ziff. 3 PVU sodann darf eine Eintragung verweigert werden, wenn die Marke gegen die guten Sitten oder die öffentliche Ordnung verstösst, insbesondere wenn sie geeignet ist, das Publikum zu täuschen.\n\n2. Nach Art. 14 Abs. 1 Ziff. 2 MSchG hat das eidgen. Amt für geistiges Eigentum die Eintragung einer gegen die guten Sitten verstossenden Marke zu verweigern. Sittenwidrigkeit im Sinne dieser Bestimmung liegt unter anderm vor, wenn die Marke geeignet ist, den Käufer in irgendeiner Hinsicht irrezuführen, insbesondere ihn über die Beschaffenheit der Ware zu täuschen (BGE 91 I 52 Erw. 2; BGE 89 I 51 Erw. 4, 293 Erw. 2, 301 Erw. 2 und dort erwähnte Entscheide). Das schweizerische Recht stimmt also in dieser Hinsicht mit der in Art. 6 quinquies PVU getroffenen Regelung überein. Nach ständiger Rechtsprechung ist Sittenwidrigkeit schon dann zu bejahen, wenn eine objektive Täuschungsgefahr besteht; der Täuschungsabsicht des Markeninhabers bedarf es nicht (BGE 78 I 280), und ebenso kommt nichts darauf an, ob tatsächlich schon Täuschungen vorgekommen sind (BGE 78 II 382). Der Einwand der Beschwerdeführerin, die streitige Marke habe bis heute keinen Abnehmer über die Natur der Markenware getäuscht, ist daher unbehelflich.\n\n3. Die streitige Marke enthält als wesentlichen Bestandteil das Wort \"DIAMALT\", dessen Endsilbe \"MALT\" die französische Bezeichnung für Malz ist. Namentlich die französischsprechende |576| Bevölkerung könnte daher in die Meinung versetzt werden, die unter dieser Marke angebotenen Erzeugnisse seien malzhaltig. Wird die Marke für Waren verwendet, die ihrer Natur nach Malz enthalten könnten, aber kein solches enthalten, so ist sie somit auf jeden Fall für die französischsprechende Bevölkerung täuschend. Täuschungsgefahr auch nur für eines der Sprachgebiete der Schweiz genügt aber, um die Marke unzulässig zu machen (BGE 82 I 51 Erw. 2 und dort erwähnte Entscheide). Abgesehen hievon ist auch der deutschsprechenden Bevölkerung die Silbe \"malt\" als Hinweis auf die Malzhaltigkeit eines Erzeugnisses aus andern Marken (Ovomaltine, Heliomalt u.a.m.) vertraut.\n\n4. Die Beschwerdeführerin weist darauf hin, dass nicht eine Marke mit dem isolierten Element \"Diamalt\" zur Diskussion stehe, sondern ein Zeichen, das in seinem Wortteil ihren Firmanamen und Geschäftssitz wiedergebe. Nach Art. 8 PVU müsse die Schweiz den Handelsnamen der Angehörigen von Vertragsstaaten schützen, gleichgültig ob er einen Bestandteil einer Fabrik- oder Handelsmarke bilde oder nicht.\n\nDieser Einwand geht fehl. Auch die markenmässig gebrauchte Firma muss, um als Marke zulässig zu sein, den Anforderungen des MSchG genügen (BGE 89 I 303 Erw. 7,BGE 78 II 460). Art. 8 PVU verschafft der Beschwerdeführerin nicht Anspruch auf markenrechtlichen Schutz ihrer Firma, sondern nur auf Schutz ihres Handelsnamens als solchen, d.h. auf denjenigen Schutz, der auch dem nichteingetragenen inländischen Handelsnamen zukommt (BGE 90 II 318).\n\n5. Da die streitige Marke, soweit sie für nicht malzhaltige Produkte bestimmt ist, täuschend wirkt, ist die vom Amt ausgesprochene Einschränkung ihres Schutzbereiches berechtigt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}