{"annee": "93", "cour": "I", "page": "638", "date": "1/11/1967", "cite": ["79 I 199", "75 I 9"], "cite_par": ["95 I 243"], "chapeau": "81. Urteil vom 1. November 1967 i.S. Raduner & Co. AG gegen Kanton Thurgau.", "regestes": ["Droit acquis au pompage de l'eau d'un lac. La loi thurgovienne du 2 octobre 1832 sur la liberté du travail, de l'industrie et du commerce permettait d'acquérir, par voie d'occupation, le droit de pomper l'eau du lac de Constance (consid. 2). Conditions de cette acquisition (consid. 4)."], "faits": "|638|\n\nA.- In den Jahren 1890/91 richtete ein Rechtsvorgänger der Firma Raduner & Co. AG, Albert Signer, für Bedürfnisse seiner in Horn (Kanton Thurgau) am Ufer des Bodensees befindlichen Bleicherei und Färberei eine mechanische Wasserförder- und Filtrieranlage ein. Diese wurde in den Jahren 1915/17 und 1946 erneuert und auf den Stand der Technik gebracht. Die Förderleistung wurde im Jahre 1964 mit 6000 Minutenlitern angegeben. Seit Jahren gibt die Raduner & Co. AG der Wasserversorgung Horn \"Aushilfswasser\" ab, und zwar im Jahresdurchschnitt etwa 33'000 m3.\n\nBis 1964 hatte der Staat der genannten Wasserentnahme keinerlei Hindernisse in den Weg gelegt. Nun verlangte er aber von der Firma Raduner & Co. AG, dass sie sich um eine Konzession bewerbe. Nachdem diese Aufforderung nicht befolgt worden war, erteilte der Regierungsrat des Kantons Thurgau der Raduner & Co. AG am 1. Juni 1964 eine auf 20 Jahre befristete Wasserbezugskonzession über 6000 Minutenliter und auferlegte ihr Benutzungs- und Konzessionsgebühren von |639| annähernd Fr. 30'000.-- für diese Konzessionsdauer. Gleichzeitig wurden auch die Konzessionsbedingungen und - auflagen umschrieben.\n\nB.- Die Raduner & Co. AG reichte hierauf eine staatsrechtliche Beschwerde ein, in welcher sie die Verfassungsmässigkeit der Konzessionserteilung bestritt. Sie machte beim Bundesgericht zudem eine Klage gegen den Kanton Thurgau anhängig. Darin beantragt sie festzustellen, dass ihr das wohlerworbene Recht zustehe, unentgeltlich dem Bodensee zu gewerblichen Zwecken und zum gemeinen Gebrauch bis zu 6000 Minutenliter Wasser zu entnehmen und hiezu den öffentlichen Strandboden zwecks Betriebes der Ansauganlage frei zu benutzen.\n\n(Dem Begehren der Klägerin, den Entscheid über die staatsrechtliche Beschwerde bis zur Erledigung der Klage auszusetzen, wurde entsprochen).\n\nZur Begründung ihrer Klagebegehren beruft sich die Raduner & Co. AG vorab auf das Gesetz über die Ausübung der Arbeits-, Erwerbs- und Handelsfreiheit vom 2. Oktober 1832, insbesondere dessen § 17. Sie macht geltend, nach dieser Bestimmung habe jeder Uferanstösser das Recht gehabt, Wassernutzungsrechte zu beanspruchen. Wohl sei heute der Kanton Thurgau auf Grund des Gewässerkorrektionsgesetzes von 1895 berechtigt, Bewilligungen für Sondernutzungen am See zu erteilen und dabei Wasserentnahmen im Lichte des öffentlichen Interesses zu prüfen. Ein vor 1895 entstandenes Recht auf Wasserentnahme hingegen dürfe er nicht entschädigungslos aufheben. In Bezug auf den Umfang dieses Rechtes sei der heutige, seit vielen Jahren bestehende Zustand massgebend, da der Staat es aus eigenem Verschulden unterlassen habe, den Rechtsbestand im Jahre 1895 abzuklären. Ein wohlerworbenes Privatrecht dürfe gebührenfrei ausgeübt werden.\n\nC.- Der Regierungsrat des Kantons Thurgau beantragt die Abweisung der Klage.\n\nIn erster Linie bestreitet er das Vorliegen eines wohlerworbenen Privatrechts auf Wasserentnahme aus dem Bodensee. Er hält dafür, es könne zum vornherein keine Rede davon sein, dass mit dem Eigentum an einem Ufergrundstück ein Nutzungsrecht verbunden gewesen sei. Ein solches habe vielmehr durch Okkupation erworben werden müssen und zwar durch die Anlage eines Wasserwerks. Anerkannt würde, dass die durch Okkupation erworbenen Wasserrechte gemäss dem Gesetz von |6401832| privatrechtlicher Natur waren und sind, soweit sie noch bestehen. Doch habe sich das genannte Gesetz nur auf Wasserkraftnutzungen bezogen, wie auch die ihm vorangehende Ehehaftenordnung von 1822. Es befasse sich nicht mit den Seen und schon gar nicht mit dem Bodensee. Das ergebe sich aus Spezialbestimmungen. Private Wasserrechte hätten somit nach dem Gesetz von 1832 nur als Wasserkraftnutzungsrechte und nur an fliessenden Gewässern okkupiert werden können.\n\nDie Klage erweise sich auch als unbegründet, weil alle zwischen 1866 und 1895 entstandenen Wasserrechte auf eigentlichen Verleihungen beruhten und die Klägerin keine Konzession zu ihren Gunsten nachweisen könne. Dagegen seien ihr Konzessionen für einen Blockwurf und eine Wasserleitung erteilt worden.\n\nD.- In der Replik weist die Raduner & Co. AG die Auffassung zurück, wonach sich die Okkupationsmöglichkeit des Gesetzes von 1832 nur auf Wasserkraftnutzungen bezogen habe. Aus § 1 ergebe sich das Gegenteil. Dem Gesetz könne auch nicht entnommen werden, dass diese Bestimmung sich nur auf fliessende Gewässer bezogen habe. Das treffe dagegen beim Gesetz über die Gewässerkorrektion von 1866 zu. Dabei könne auch nach dem Wortlaut dieses Gesetzes nicht einmal gesagt werden, ob damals wirklich ein Verleihungssystem habe eingeführt werden sollen.\n\nEnde der 80er und anfangs der 90er Jahre des letzten Jahrhunderts seien der Klägerin in der Tat Bewilligungen erteilt worden, so zum Legen von Leitungsröhren unter der Staatsstrasse, zur Erstellung eines Wasserreservoirs entlang der Strasse und zum Anbringen eines Blockwurfes vor dem Ufer. Doch habe dies alles mit der Nutzung des Sees keine direkte Beziehung gehabt.\n\nE.- Der Regierungsrat hält in der Duplik an seinem Antwortbegehren fest.\n\nF.- Im Rahmen der vorbereitenden Verhandlung haben sich die Parteien darauf geeinigt, dass die Firma Signer vor 1895 (im Jahre 1891) dem See höchstens 5000 Minutenliter entnommen hat.\n\nIn rechtlicher Hinsicht behielt sich die Klägerin vor, auf die Anerkennung, dass das Gesetz von 1895 die Konzessionspflicht für alle Wassernutzungen eingeführt habe, zurückzukommen. Die Klägerin würde dann den Rechtsstandpunkt vertreten, die |641| massgeblichen Bestimmungen des Gesetzes von 1832 seien noch bis zu ihrer förmlichen Aufhebung durch das EG/ZGB im Jahre 1911 gültig gewesen.\n\nDer Beklagte machte noch geltend, das Gesetz vom 2. Oktober 1832 sei im Jahre 1866 in veränderter Form in die Gesetzes sammlung aufgenommen worden. Danach sehe es das Okkupationsrecht nicht mehr vor. Sollte dieses Recht aber bis 1895 bestanden haben, dann wäre eine Okkupation im vorliegenden Fall dennoch nicht anzunehmen, weil Albert Signer das in § 19 des Gesetzes vorgesehene Bewilligungsverfahren nie eingeleitet habe.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Zulässigkeit der Feststellungsklage nach Art. 25 BZP)\n\n2. Das thurgauische Gesetz vom 2. Oktober 1832 über die Ausübung der Arbeits-, Erwerbs- und Handelsfreiheit, das Ausführungsgesetz des zuvor in die Verfassung aufgenommenen Grundsatzes der Handels- und Gewerbefreiheit, enthält u.a. folgende Bestimmungen:\n\n§ 1\n\nKein Kantonsbürger, und ebenso wenig ein gesetzlich Angesessener, wenn in seiner Heimat den diesseitigen Angehörigen das gleiche Recht zugestanden ist, soll gehindert werden, seinen Beruf auszuüben, Handel und Gewerbe zu treiben, Industrie-Unternehmungen zu gründen, mechanische Werke zum Dienst derselben und der Landwirtschaft zu errichten, sowie dazu die öffentlichen Gewässer nach Erfordernis zu benutzen.\n\nWasserwerke § 17\n\nAuf eigentümlichem Grund und Boden kann, ohne dass es einer besondern amtlichen Bewilligung bedarf, jedermann Wasserwerke, zum Behuf von Mühlen, Fabriken oder Gewerben irgendeiner andern Art, errichten, insofern von keiner Seite privatrechtliche Einreden dawider erhoben werden.\n\n§ 19\n\nWer demnach ein Wasserwerk neu zu errichten gesinnet ist, soll den Platz, auf den es hingebaut werden will, den Ort der Auffassung des Wassers, und die Höhe der Schwellung ausstecken, - und durch den Bezirksstatthalter den Kleinen Rat von dem Vorhaben in Kenntnis setzen, welcher sodann die Veranstaltung trifft, dass die vorhandenen Nutzniesser des nämlichen Wassers, die Güteranstösser, Wuhrpflichtigen |642| oder sonst Beteiligten, durch den betreffenden Gemeinderat über ihre Einwendungen polizeilich einvernommen, und (nötigenfalls mit Zuzug von Experten) die etwa obschwebenden Anstände gütlich zu heben versucht werden; in welchem Fall das Übereinkommnis schriftlich abgefasst, von allen Teilen unterzeichnet, und zur Eintragung in das Notariatsprotokoll der Bezirkskanzlei vorgelegt wird.\n\nAus dem Wortlaut dieser Vorschriften zieht die Klägerin den Schluss, dass bis zum Jahre 1895 (und allenfalls später) auch am Bodensee ein Wasserentnahmerecht habe erworben werden können, das über den Gemeingebrauch hinaus gegangen sei.\n\nDer Beklagte bestreitet, dass das Gesetz von 1832 auf den Bodensee und auf andere als Wasserkraftnutzungsrechte anwendbar gewesen sei. Eventuell habe es an der Durchführung des in § 19 vorgesehenen Bewilligungsverfahrens gefehlt.\n\na) Auf den Gemeingebrauch an öffentlichen Sachen bezog sich das Gesetz von 1832 wohl nicht. Ein solcher war schon immer frei und musste nicht erst auf Grund der Handels- und Gewerbefreiheit freigegeben werden. Vielmehr wollte der Gesetzgeber offenbar die öffentlichen Gewässer der Nutzung über den Gemeingebrauch hinaus bis zur eigentlichen Sondernutzung hin zugänglich machen. Es ergibt sich dies aus der Verknüpfung des Gesetzes mit der Handels- und Gewerbefreiheit und der Absicht, alle jene Hindernisse freier Gewerbetätigkeit zu beseitigen, die aus der Vergangenheit übernommen worden waren. Hieraus leitet der Beklagte nicht ohne Grund ab, dass das Gesetz von 1832 die Lücke auszufüllen hatte, die durch die Aufhebung der ehehaften Rechte entstanden war. Die alten ehehaften Wasserrechte bezogen sich in der Tat hauptsächlich auf die Wasserkraftnutzung. Der Wortlaut des Gesetzes stützt diese These insofern, als der Abschnitt der §§ 17 ff. die Überschrift \"Wasserwerke\" trägt, und er sich im besondern auch mit Wasserkraftnutzungen beschäftigt. Anderseits ist aber § 1 so allgemein gehalten, dass nicht gesagt werden kann, der Gesetzestext schliesse es aus, andere als Wasserkraftnutzungen darunter zu subsumieren.\n\nb) Eine historische Auslegung führt ebenfalls nicht zu dem vom Beklagten vorgeschlagenen Ergebnis. Wohl galt es, ein Ersatzrecht für die dahingefallene Ehehaftenordnung zu schaffen. Das Ziel des Gesetzes von 1832 erschöpfte sich aber nicht darin. Die ehehaften Rechte wurden nicht nur beseitigt, weil |643| sie nicht mehr in die neue Zeit passten; vielmehr ging es darum, durch die Abschaffung der Privilegien den Weg für eine Industrialisierung des Kantons überhaupt frei zu machen (vgl. BRUNO MEYER, Die thurgauischen Wasserrechte, ZSR 1940, S. 168). Wie dem Ingress des Gesetzes zu entnehmen ist, setzte sich dieses zum Ziel, die einmal geschaffene Freiheit \"gegen Missbrauch\" zu schützen. Solche Missbräuche waren vor allem auf dem Gebiete der Wasserkraftnutzungen zu erwarten. Da eine bestimmte Wasserkraft nur einmal genutzt werden kann, bestand hier die Gefahr gegenseitiger Behinderung und eines Kampfes aller gegen alle. Somit hatte das Gesetz von 1832 zwar die dahingefallene traditionelle Rechtsordnung durch eine andere zu ersetzen. Es gab aber keinen vernünftigen Grund, dabei stehen zu bleiben. Nicht nur Nutzungen der Wasserkraft, sondern auch andere Wassernutzungen konnten der Industrialisierung dienen. Es ist deshalb nicht anzunehmen, der Gesetzgeber habe jene andern Wassernutzungen von der Freigabe ausschliessen wollen.\n\nc) Nach dem Wortlaut bestehen keine Anhaltspunkte dafür, dass das Gesetz auf die fliessenden Gewässer beschränkt gewesen sein soll. § 1 spricht davon, \"öffentliche Gewässer nach Erfordernis zu benutzen\". Solche Nutzungen konnten sich auch auf den Bodensee beziehen.\n\nd) Angesichts des klaren gesetzgeberischen Zieles, Handel und Gewerbe zu fördern, muss somit angenommen werden, das Gesetz von 1832 habe Sondernutzungen jeglicher Art an fliessenden und stehenden Gewässern ermöglichen wollen. Gestützt auf jenes Gesetz konnte daher auch ein Recht auf Wasserentnahme aus dem Bodensee okkupiert werden.\n\n3. Ob die im Jahre 1832 geschaffene Möglichkeit, Wassernutzungsrechte als Privatrechte zu okkupieren, noch in der Zeit zwischen 1890 und 1895 bestand, ist vorliegend ebenfalls umstritten.\n\na) In seinem Entscheid i.S. Spinnerei Murkart c. Thurgau (BGE VII 571 ff.) hat das Bundesgericht die Zulässigkeit der Okkupation von Wasserkraftnutzungsrechten an einem Fluss bejaht. Anderseits ging die thurgauische Gerichtspraxis offenbar dahin, die im Gesetz von 1832 enthaltene Ordnung \"im Anschluss an das privatrechtliche Gesetzbuch des Kantons Zürich\" in ein öffentlich-rechtliches Verleihsystem umzugestalten (vgl. Begleitbericht des Obergerichts zu einem am 25. März |6441877| vom Volke verworfenen Wassernutzungsgesetz). Wie MEYER gezeigt hat (a.a.O. S. 180), ging man auch an den gegenteiligen Feststellungen des genannten Bundesgerichtsentscheides einfach vorbei.\n\nEs bedarfkeiner weiteren Erörterung, dass eine Gerichtspraxis allein eine Rechtsänderung nicht zu bewirken vermochte. Zur Entstehung eines gesetzesändernden Gewohnheitsrechts fehlte in jedem Falle die Rechtsüberzeugung der von den angewandten Grundsätzen Betroffenen. Niemand konnte nämlich ernstlich daran zweifeln, dass das privatrechtliche Gesetzbuch des Kantons Zürich eine vom Gesetz von 1832 völlig abweichende Ordnung enthielt und in keinem Fall thurgauisches Recht zu ändern vermochte. Über dessen Inhalt konnte zumindest nach dem Entscheid des Bundesgerichts i.S. Murkart aus dem Jahre 1881 keine Unsicherheit mehr bestehen.\n\nDass eine solche auch nicht bestand, ergibt sich aus der Botschaft des Regierungsrates vom 20. August 1864 zum Gesetz über die Gewässerkorrektion (vgl. MEYER a.a.O. S. 177). Dort wurde u.a. ausgeführt: \"Daraus folgern wir, dass jede Art und Weise, die öffentlichen Gewässer zu gebrauchen, im Zweifel so lange als zulässig erachtet werden muss, dass sie nicht ausdrücklich verboten ist und im besondern nicht den Rechten Dritter Eintrag geschieht...\". Der Regierungsrat war also auch noch damals nicht der Auffassung, Sondernutzungen an öffentlichen Gewässern seien durch Verleihung zu begründen. Und er strebte eine solche Ordnung nicht einmal für die Zukunft an, d.h. für den Entwurf über die Gewässerkorrektion, der 1866 Gesetz wurde.\n\nb) Nach Auffassung des Beklagten haben zwei Ereignisse nach 1862 eine Änderung des Rechtszustandes herbeigeführt.\n\naa) Im Gesetz vom 29. Mai 1866 über den Unterhalt und die Korrektion der öffentlichen Flussgewässer soll die Okkupation durch die Verleihung ersetzt worden sein. Indessen lässt der Wortlaut des genannten Erlasses dies zumindest nicht erkennen. Sodann war nach der Botschaft des Regierungsrates (vgl. lit. a hievor) eine entsprechende Änderung auch nicht beabsichtigt. Abgesehen davon bezog sich das Gesetz von 1866 seinem Text nach nur auf Flussgewässer, also nicht auf den Bodensee. Das Gesetz von 1866 über den Unterhalt und die Korrektion der öffentlichen Flussgewässer änderte daher nichts |645| an der Möglichkeit, auf Grund des Gesetzes von 1832 am Bodensee Wassernutzungsrechte zu erwerben.\n\nbb) Das zweite rechtsändernde Ereignis sieht der Beklagte in der Neufassung des Wortlauts des Gesetzes von 1832 in der revidierten Sammlung der thurgauischen Gesetze. In der Tat nahm das thurgauische Obergericht anlässlich der Neuherausgabe des Gesetzes von 1832 verschiedene Textänderungen vor. Die §§ 17 ff. (Abschnitt \"Wasserwerke\") wurden ganz weggelassen und der Wortlaut der §§ 1 - 6 umgestaltet. Es scheint, das Obergericht habe auf diese Weise versuchen wollen, den Rechtszustand demjenigen des Kantons Zürich anzugleichen. Jedenfalls wurden in § 1 die Worte \"... sowie die öffentlichen Gewässer nach Erfordernis zu benutzen...\" weggelassen. Da jedoch nicht der § 1, sondern nur der völlig neu formulierte (hier bedeutungslose) § 6 dem Veto des Volkes unterbreitet wurde, vermochte diese Modifikation des Gesetzestextes keine Rechtsänderung herbeizuführen. Die ursprüngliche Fassung des Gesetzes von 1832 wurde denn auch erst im EG zum ZGB aufgehoben.\n\n4. Stand mithin das Gesetz von 1832 über die Ausübung der Arbeits-, Erwerbs- und Handelsfreiheit, welches den okkupationsweisen Erwerb von privaten Wassernutzungsrechten am Bodensee zuliess, auch in der Zeit zwischen 1890 und 1895 noch in Kraft, so bleibt zu prüfen, ob eine Okkupation durch den Rechtsvorgänger der Klägerin wirklich stattgefunden hat.\n\na) Dies war nicht der Fall, wenn die Firma Signer dem Bodensee nur im Rahmen des damals zulässigen Gemeingebrauchs Wasser entnommen hat. Zumindest nach herrschender Lehre und Rechtsprechung hat die Zulassung zum Gemeingebrauch nicht die Natur eines subjektiven Rechts (FLEINER, Institutionen 8. Aufl. S. 374; RUCK, Schweiz. Verwaltungsrecht, 3. Aufl. Bd. I S. 147,BGE 79 I 205; a.M. FORSTHOFF, Verwaltungsrecht, 9. Aufl. S. 362/3). Im Umfang eines noch zulässigen Gemeingebrauchs kann daher kein Recht ersessen oder okkupiert werden.\n\nAllerdings sind die Grenzen des Gemeingebrauchs nicht leicht zu bestimmen. Einerseits soll er derart beschaffen sein, dass er andere am Gebrauch der gleichen Sache nicht hindert, anderseits ist auf den üblichen Gebrauch abzustellen (FLEINER a.a.O. S. 374,BGE 75 I 14). Ob die Entnahme von 5000 Minutenlitern (auf diese Menge haben sich die Parteien geeinigt) |646| andere daran hindern konnte, am Bodensee Gleiches zu tun, erscheint als fraglich. Es kann aber insofern offen bleiben, als allgemein das Beanspruchen einer solchen Wassermenge nicht mehr zum Gemeingebrauch gezählt wird (vgl. auchBGE 75 I 14).\n\nAls die Firma Signer im Jahre 1890 ihr Pumpwerk mit einer immerhin beachtlichen Leistung errichtete, stellte ihr Unterfangen für jene Zeit etwas Aussergewöhnliches dar. Von einer üblichen Gewässernutzung konnte keine Rede sein. Albert Signer hat - ob er sich dessen bewusst war oder nicht, ist unerheblich - mit der Errichtung der genannten Anlage ein Sonderrecht in Anspruch genommen. Es fand dadurch eine Okkupation im Sinne des § 1 des Gesetzes von 1832 statt.\n\nb) Wie erwähnt, haben sich die Parteien über den Umfang der dem See entnommenen Wassermenge auf 5000 Minutenliter geeinigt.\n\nIn den Rechtsschriften hatte die Klägerin anerkannt, dass nach dem Inkrafttreten des Gesetzes vom 21. Mai 1895 über die Korrektion und den Unterhalt der öffentlichen Gewässer (das sich auch auf den Bodensee bezieht) keine Okkupation mehr möglich gewesen sei. In der vorbereitenden Verhandlung behielt sich die Klägerin jedoch vor, geltend zu machen, die Okkupation habe zumindest bis zur Aufhebung des Gesetzes von 1832 im EG/ZGB ergänzt werden können.\n\nWie es sich damit verhält, kann indessen dahingestellt bleiben. Die Klägerin behauptet nämlich nicht, die Pumpanlage sei vor 1912 vergrössert worden. Dies geschah anscheinend erst in den Jahren 1915/17 und 1946.\n\nc) Der Beklagte wendet ein, eine Okkupation habe nicht stattgefunden, da nach den gemachten Erhebungen das Bewilligungsverfahren gemäss § 19 des Gesetzes von 1832 nie durchgeführt worden sei. Die Klägerin konnte ein solches Verfahren in der Tat nicht nachweisen.\n\nWohl sah das Gesetz von 1832 in § 19 ein Bewilligungsverfahren vor, das der Feststellung konkurrierender älterer Rechte diente. Doch kam diesem Verfahren keine konstitutive Wirkung zu, denn es heisst in § 17 ausdrücklich, dass die Okkupation \"keiner besondern amtlichen Bewilligung\" bedürfe. War aber nach dem Gesagten das Gesetz von 1832 auf Wassernutzungsrechte jeder Art anwendbar, so galt dies notwendigerweise auch für die §§ 17 und 19. Wer es unterliess, das Bewilligungsverfahren durchzuführen, hatte lediglich später mit den |647| Angriffen besser Berechtigter zu rechnen. Abgesehen davon war das okkupierte Privatrecht jedoch gültig.\n\nIm vorliegenden Fall waren konkurrierende Rechte Dritter zum vornherein nicht zu befürchten. Es wurden denn auch in den über 70 Jahren seit der Begründung des privaten Wasserentnahmerechts keine derartigen Ansprüche geltend gemacht.\n\n5. Über die Tatsache, dass der Staat die Wasserentnahme für den Betrieb eines damals und heute grösseren Industrieunternehmens bis 1964 in keiner Weise hinderte oder erschwerte, könnte ohnehin nicht leicht hinweggegangen werden. Das von A. Signer eingerichtete Pumpwerk war für die damalige Zeit einzigartig und wohl geeignet, auch die Aufmerksamkeit des Inhabers der Gewässerhoheit auf sich zu ziehen. Der Staat hatte zumindest über das Fabrikinspektorat Einblick. Wenn er bis 1964 die Durchführung eines Bewilligungsverfahrens nicht für nötig erachtete, kann er nunmehr hinsichtlich der 5000 m/l nicht darauf zurückkommen. Es wäre vielmehr ein stillschweigender Verzicht anzunehmen. Übrigens erhielt die Firma Signer ausdrücklich die Bewilligung, das Wasser unter der Staatsstrasse durchzuführen und an dieser ein Reservoir zu erstellen. Es fällt schwer anzunehmen. die Herkunft des Wassers sei dabei nicht bekannt gewesen.\n\nDemnach erkennt das Bundesgericht:\n\n1.- In teilweiser Gutheissung der Klage wird festgestellt, dass der Klägerin ein wohlerworbenes Privatrecht zur unentgeltlichen Entnahme von 5000 Minutenliter Wasser aus dem Bodensee zusteht und dass sie zum Betrieb der Ansauganlage den Strandboden unentgeltlich benutzen darf.\n\n2.- Soweit die Klage mehr verlangt, wird sie abgewiesen."}