{"annee": "93", "cour": "II", "page": "68", "date": "16/5/1967", "cite": ["90 II 144", "91 II 250"], "cite_par": ["109 II 270"], "chapeau": "14. Verfügung des Präsidenten der II. Zivilabteilung vom 16. Mai 1967 i.S. E. Schwarz-Epper und Konsorten gegen E. und H. Epper.", "regestes": ["Sûretés à fournir en garantie des dépens qui pourraient être alloués à la partie adverse (art. 150 al. 2 OJ). Lorsqu'il y a plusieurs recourants, l'obligation de fournir des sûretés doit être examinée en principe séparément pour chacun d'eux. Cette règle souffre-t-elle une exception dans le cas de consorts nécessaires? Question non résolue. Rejet de la requête formée en l'espèce contre l'un des quatre recourants. Décision motivée par l'appréciation du juge."], "faits": "BGE 93 II 68 S. 68\n\nZum Gesuch der Beklagtschaft vom 28. April 1967, einer der vier Berufungskläger, nämlich der in Kalifornien wohnhafte E. H. Epper, sei gemäss Art. 150 Abs. 2 OG zur Sicherstellung einer den Beklagten allenfalls zuzusprechenden Parteientschädigung für die bundesgerichtliche Instanz (im Betrage von Fr. 1343.-- - 1/4 des gesamten Belaufes der Kostenrechnung von Fr. 5373.--) anzuhalten,", "considerants": "zieht der Präsident der II. Zivilabteilung in Erwägung:\n\nNach Art. 150 Abs. 2 OG \"kann\" eine Partei auf Begehren der Gegenpartei zur Sicherstellung für eine allfällige Parteientschädigung angehalten werden, \"wenn sie in der Schweiz keinen festen Wohnsitz hat oder erweislich zahlungsunfähig ist\". Dass der erwähnte Kläger und Berufungskläger nicht in der Schweiz, sondern in den Vereinigten Staaten von Nordamerika wohnhaft ist, steht fest und ergibt sich aus der Parteianschreibung in der Berufungsschrift selbst. Ob er ausserdem \"offensichtlich zahlungsunfähig\" sei, wie es die Beklagten mit BGE 93 II 68 S. 69Hinweis auf kantonsgerichtliche Aktenstücke behaupten, mag ungeprüft bleiben.\n\nGrundsätzlich ist den Beklagten darin beizustimmen, dass die Frage der Kautionspflicht bei einer Mehrzahl von Berufungsklägern für jeden Streitgenossen gesondert zu prüfen ist (entsprechend der vorherrschenden Lehre über die Pflicht zur Sicherstellung von Gerichts- und allenfalls auch Parteikosten in der ersten oder einer obern Instanz; vgl. LEUCH, N 1 zu Art. 70 der bernischen ZPO; STEIN/JONAS, 17. A., Bem. I, 2, zu § 110 der deutschen ZPO). Eine abweichende Auffassung findet sich für den Fall einer notwendigen Streitgenossenschaft vertreten, also namentlich bei Gesamthandsverhältnissen: danach wäre von der Auferlegung einer Kaution für Prozesskosten abzusehen, wenn auch nur bei einem der Streitgenossen kein Grund hiefür besteht (vgl. LEUCH, a.a.O., und die Entscheide des Kassationsgerichts des Kantons Zürich, SJZ 39 S. 542 Nr. 69, und des Handelsgerichts Zürich, SJZ 45 S. 157 Nr. 66; anders ein Urteil des Obergerichts Zürich, BlZR 60 Nr. 57, S. 106 ff.). Dies ist hier nicht näher zu erörtern, da eine erbrechtliche Klage, wie sie hier vorliegt (Herabsetzungs-, Ungültigkeits- und Erbteilungsklage), jedem einzelnen Erben für sich allein zusteht, man es also nicht mit einer notwendigen Streitgenossenschaft zu tun hat.\n\nIndessen gibt Art. 150 Abs. 2 OG im Unterschied zu Art. 213 aoG dem richterlichen Ermessen Raum (vgl. BGE 90 II 146), und es besteht unter den gegebenen Umständen keine genügende Veranlassung, einen einzelnen im Ausland (und zwar in einem nicht der Haager Übereinkunft betreffend Zivilprozessrecht beigetretenen Staate) wohnhaften Berufungskläger zur Sicherstellung einer den Berufungsbeklagten allenfalls zuzusprechenden Parteientschädigung anzuhalten.\n\na) Nach dem auf die Parteientschädigung nach Art. 159 Abs. 5 OG entsprechend anwendbaren Art. 156 Abs. 7 OG haben mehrere Personen (insbesondere Streitgenossen) die ihnen gemeinsam auferlegten Gerichtskosten - und also auch eine ihnen gemeinsam auferlegte Parteientschädigung - in der Regel zu gleichen Teilen unter Solidarhaft zu tragen. Auch im vorliegenden Falle wird für eine allfällig den Berufungsklägern aufzuerlegende Parteientschädigung eine solidarische Verpflichtung auszusprechen sein. Es liegt nichts dafür vor, dass eine solche Entschädigungsforderung schwer einbringlich wäre, BGE 93 II 68 S. 70zumal die Berufungskläger den von ihnen verlangten Gerichtskostenvorschuss in weit höherem Betrag anstandslos entrichtet haben.\n\nb) Die somit den Berufungsbeklagten nicht unentbehrliche Sicherheitsleistung könnte durch den in Amerika wohnenden E. H. Epper voraussichtlich nicht prompt geleistet werden. Es wäre ihm mit Rücksicht auf seinen entfernten Wohnsitz und allfällige Überweisungsschwierigkeiten eine beträchtliche Frist einzuräumen. Die Auferlegung der Kaution würde daher das Berufungsverfahren in erheblichem Masse verzögern.\n\nc) Bei Zahlungsunfähigkeit des genannten Berufungsklägers, wie sie die Berufungsbeklagten ja selber vermuten, wäre mit einem Gesuch um Gewährung der unentgeltlichen Rechtspflege zu rechnen. Bei Bewilligung dieser Rechtswohltat wäre aber der Kautionspflicht überhaupt die Rechtsgrundlage entzogen (Art. 152 Abs. 1 OG; BGE 91 II 252 mit Hinweisen).\n\nNach alldem vermag sich das nach richterlichem Ermessen zu beurteilende Sicherstellungsbegehren auf keine zureichenden Gründe zu stützen.\n\nDemnach wird verfügt:\n\nDas Gesuch wird abgewiesen."}