{"annee": "93", "cour": "II", "page": "40", "date": "9/5/1967", "cite": ["76 II 77", "88 II 28", "92 II 95", "63 II 22", "79 II 182", "88 II 176", "90 II 192", "73 II 110", "82 II 152"], "cite_par": ["97 II 234", "98 II 138", "95 II 354", "129 III 626", "97 II 153", "101 II 375", "128 III 224", "100 II 224"], "chapeau": "9. Urteil der I. Zivilabteilung vom 9. Mai 1967 i.S. Helena Rubinstein SA gegen Rubinia A.-G. und Mitbeteiligte.", "regestes": ["Droit des raisons de commerce, concurrence déloyale. La demanderesse a-t-elle encore un intérêt à intenter une act ion fondée sur le droit des raisons de commerce lorsque la défenderesse, une société anonyme, a été déclarée en faillite? (consid. 1). Exigences requises pour que la raison d'une société anonyme se distingue nettement de tout autre raison de commerce (consid. 2 litt. a et b). Requête abusive de radiation? (consid. 2 litt. c). Acte de concurrence déloyale consistant dans l'usage d'une raison de commerce qui prête à confusion (consid. 3)."], "faits": "|41|\n\nA.- Die Helena Rubinstein SA in Spreitenbach, die kosmetische Erzeugnisse herstellt und verkauft und teils als Inhaberin, teils als Lizenznehmerin über hundert in der Schweiz geschützter Marken mit dem Bestandteil Rubinstein benützt, ersuchte am 9. November 1965 die seit 23. Mai 1960 im Handelsregister eingetragene Rubinia AG in Weggis, die den gleichen Geschäftszweck verfolgt, das Wort Rubinia weder als Marke noch in irgend einer anderen Form zu geschäftlichen Zwecken zu verwenden und es spätestens am 31. Dezember 1965 aus ihrer Firma zu entfernen. Da die Rubinia AG nicht antwortete, stellte die Helena Rubinstein SA dem Obergericht des Kantons Luzern mit Klage vom 26. Januar 1966 gegen die Rubinia AG sowie gegen deren Verwaltungsratspräsident J. J. Thomann und Verwaltungsratsvizepräsidentin Vera Thomann die Rechtsbegehren:\n\n\"1. Es sei gerichtlich festzustellen, dass sich die Beklagten der Markenrechtsverletzung und des unlauteren Wettbewerbes schuldig gemacht haben und schuldig machen dadurch, dass sie beim Vertrieb kosmetischer Produkte die Bezeichnung RUBINIA benutzt haben und benutzen.\n\n2. Es sei den Beklagten - unter Androhung ihrer gerichtlichen Bestrafung bzw. der Bestrafung ihrer Organe gemäss Art. 292 StGB im Widerhandlungsfalle - zu verbieten, die Bezeichnung RUBINIA beim Vertrieb kosmetischer Produkte in irgendeiner Form zu benutzen.\n\n3. Es sei der Beklagten Rubinia AG - unter Androhung der gerichtlichen Bestrafung ihrer Organe gemäss Art. 292 StGB im Widerhandlungsfalle - zu befehlen, die Bezeichnung RUBINIA innert 30 Tagen aus ihrer Firma zu entfernen.\"\n\nB.- Das Obergericht des Kantons Luzern erkannte am 23. November 1966:\n\n\"1. Es wird gerichtlich festgestellt, dass sich die Beklagten:\n\na) durch markenmässige Verwendung der Bezeichnung RUBINIA der Markenrechtsverletzung, |42| b) durch Benutzung der Bezeichnung RUBINIA beim Vertrieb kosmetischer Produkte\n\ndes unlauteren Wettbewerbes schuldig gemacht haben.\n\n2. Den Beklagten wird unter Androhung von Haft oder Busse nach Art. 292 StGB im Widerhandlungsfalle:\n\na) die markenmässige Verwendung der Bezeichnung RUBINIA,\n\nb) die Benutzung der Bezeichnung RUBINIA beim Vertrieb kosmetischer Produkte\n\nuntersagt.\n\n3. Die weitergehenden und anderslautenden Begehren der Klage werden abgewiesen.\n\n...\"\n\nEs führte im wesentlichen aus, die Beklagten hätten beim Gebrauch der Bezeichnung Rubinia Company Limited auf der Plastikflasche eines Shampoo- und Schaumbad-Erzeugnisses das Wort Rubinia derart hervorgehoben, dass es als Marke wirkte und das Publikum in die Meinung versetzte, das Erzeugnis stamme von der Klägerin. Dieser Irrtum sei auch durch die mündliche Werbetätigkeit hervorgerufen worden. Dieser nicht markenmässige Gebrauch der mit Rubinstein verwechselbaren Bezeichnung Rubinia sei unlauterer Wettbewerb. Die Klagebegehren 1 und 2 seien daher zu schützen. Soweit sich die Klage auf Firmenrecht stütze (Klagebegehren 3), sei sie dagegen nicht begründet, weil sich \"Helena Rubinstein SA\" und \"Rubinia AG\" optisch und akustisch deutlich voneinander unterscheiden und Verwechslungen beim Verkauf der Erzeugnisse an Einzelabnehmer durch redegewandte Vertreter nicht auf die Verwendung der Firma Rubinia AG, sondern auf den markenmässigen Gebrauch des Wortes Rubinia und auf unlautere Wettbewerbshandlungen zurückzuführen seien.\n\nC.- Die Klägerin hat die Berufung erklärt. Sie beantragt:\n\n\"1. Dispositiv 2b und 3 des Urteils des Obergerichste des Kantons Luzern seien aufzuheben.\n\n2. Es sei den Beklagten unter Androhung von Haft oder Busse nach Art. 292 StGB im Widerhandlungsfalle die Benutzung der Bezeichnung Rubinia beim Vertrieb kosmetischer Produkte in irgendeiner Form zu untersagen.\n\n3. Es sei der Beklagten Rubinia AG - unter Androhung der gerichtlichen Bestrafung ihrer Organe gemäss Art. 292 StGB im Widerhandlungsfalle - zu befehlen, die Bezeichnung Rubinia innert dreissig Tagen aus ihrer Firma zu entfernen.\n\nDie Beklagten haben keine Berufungsantwort eingereicht.\n\nEin Gesuch des Konkursamtes Luzern-Land, den Prozess |43| wegen der am 17. Februar 1967 erfolgten Eröffnung des Konkurses über die Rubinia AG einzustellen, wies das Bundesgericht am 15. März 1967 ab.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Da am 17. Februar 1967 über das Vermögen der Rubinia AG der Konkurs eröffnet wurde, fragt sich, ob die Klägerin an der Gutheissung des Klagebegehrens 3 überhaupt noch rechtlich interessiert sei.\n\nDie Eröffnung des Konkurses hat zur Folge, dass die Aktiengesellschaft aufgelöst wird (Art. 736 Ziff. 3 OR). Die Auflösung bedeutet aber nur, dass die Gesellschaft in Liquidation tritt (Art. 738 OR). Die Konkursverwaltung besorgt die Liquidation nach den Vorschriften des Konkursrechtes, und die Organe der Gesellschaft behalten die Vertretungsbefugnis, soweit eine Vertretung der Gesellschaft durch sie noch notwendig ist (Art. 740 Abs. 5 OR). Die Gesellschaft wird im Handelsregister nicht schon mit der Konkurseröffnung gelöscht. Der Handelsregisterführer trägt nach dem Empfang der amtlichen Mitteilung des Konkurserkenntnisses nur die Auflösung der Gesellschaft ein (Art. 939 Abs. 1 OR, Art. 64 Abs. 1 HRegV). Er löscht die Gesellschaft erst nach dem Schluss des Konkursverfahrens (Art. 939 Abs. 3 OR) oder allenfalls nachdem der Konkurs mangels Aktiven eingestellt wurde. Im Falle der Einstellung des Konkurses unterbleibt die Löschung, wenn die Vertreter der Gesellschaft innert der vom Registerführer angesetzten Frist gegen die Ankündigung der Löschung begründete Einsprache erheben, d.h. dartun, dass die Liquidation nicht beendet ist (Art. 66 Abs. 2 HRegV). Die Löschung unterbleibt ferner, wenn der Konkurs widerrufen wird (Art. 195 SchKG, Art. 939 Abs. 2 OR, Art. 65 HRegV).\n\nDie Rubinia AG besteht somit trotz des schwebenden Konkurses weiter. Ob sie im Handelsregister gelöscht werden wird, bleibt offen. Die Klägerin bleibt daher vorläufig rechtlich interessiert, ihr die Entfernung des Wortes Rubinia aus ihrer Firma befehlen zu lassen.\n\n2. Das Obergericht hat angenommen, das Klagebegehren 3 stütze sich auf das Firmenrecht. Die Klägerin macht dagegen geltend, sie habe sich nie auf das Firmenrecht berufen und es könne dahingestellt bleiben, ob das erwähnte Begehren unter diesem Gesichtspunkt zu schützen wäre, denn der Gebrauch |44| des Wortes Rubinia in der Firma der Beklagten widerspreche schon dem Gesetz über den unlauteren Wettbewerb.\n\nEs rechtfertigt sich indessen, von Amtes wegen in erster Linie zu prüfen, ob der Name Rubinia AG nicht schon den Bestimmungen über die Bildung der Firma von Aktiengesellschaften widerspricht.\n\na) Die Firma der Aktiengesellschaft muss sich von jeder in der Schweiz bereits eingetragenen Firma deutlich unterscheiden (Art. 951 Abs. 2 OR), ansonst der Inhaber der älteren Firma auf Unterlassung des Gebrauches der neueren klagen kann (Art. 956 Abs. 2 OR). Dieses Klagerecht besteht selbst dann, wenn die beiden Gesellschaften nicht am gleichen Orte niedergelassen sind und nicht miteinander im Wettbewerb stehen. Das Gebot deutlicher Unterscheidbarkeit der Firmen dient nämlich nicht der Ordnung des Wettbewerbes, sondern will das Publikum vor Irreführung schützen und den Inhaber der älteren Firma um seiner Persönlichkeit und seiner gesamten Geschäftsinteressen willen vor Verwechslungen bewahren. Der Besserberechtigte braucht sich nicht einmal den durch die Ähnlichkeit der Firma hervorgerufenen Eindruck gefallen zu lassen, er stehe mit dem anderen in rechtlichen oder wirtschaftlichen Beziehungen. Er ist ferner z.B. auch schon dann im Sinne des Art. 956 Abs. 2 OR beeinträchtigt, wenn die Nachahmung seiner Firma bei Dritten, die nicht seine Kunden sind, zu lästigen Verwechslungen führen kann, etwa bei Behörden, beim Postpersonal oder bei Stellensuchenden (BGE 92 II 96 Erw. 1 und dort angeführte Urteile). Stehen die beiden Gesellschaften miteinander im wirtschaftlichen Wettbewerb, so müssen sich ihre Firmen ganz besonders deutlich voneinander unterscheiden (BGE 63 II 25,BGE 73 II 115,BGE 76 II 87f., BGE 82 II 154, BGE 88 II 36, 181, 295, BGE 92 II 98).\n\nb) Rubinia ist ein Phantasiewort. Es ist, für jede durchschnittlich gebildete Person erkennbar, vom Namen des Edelsteines Rubin abgeleitet und erinnert daher an den Namen Rubinstein, der Hauptbestandteil der Firma der Klägerin ist. Die Beklagten haben denn auch zugegeben, man habe bei der Wahl der Bezeichnung Rubinia möglicherweise an den Edelstein Rubin gedacht.\n\nHelena Rubinstein und ihre Gesellschaften sind im Ausland und im Inland als Hersteller kosmetischer Erzeugnisse so bekannt - besonders auch wegen der zahlreichen \"Rubinstein\"- |45| Marken -, dass die meisten Käufer solcher Produkte, und zwar auch die letzten Verbraucher, durch die Firma \"Rubinia AG\" unwillkürlich an sie erinnert werden. Steinmann, Vertreter der Beklagten, hat gemäss vorinstanzlicher Feststellung bezeugt, praktisch habe jede dritte Person, mit der er Fühlung nahm, sofort sich über den Zusammenhang von Rubinia und Rubinstein erkundigt. Als die Zeugin Fischer ihn darauf aufmerksam machte, dass die beiden Wörter einander gleichen, antwortete er, wegen dieser Ähnlichkeit würden sich die Frauen des Namens Rubinia besser erinnern. Gegenüber dem Beklagten Thomann äusserte er wegen der Verwandtschaft der beiden Ausdrücke Bedenken. Mit Recht hat daher das Obergericht ihre Verwechselbarkeit in marken- und wettbewerbsrechtlicher Hinsicht bejaht und Thomann vorgeworfen, er habe sie grobfahrlässig, wenn nicht sogar absichtlich hervorgerufen.\n\nUnter diesen Umständen ist eine andere Würdigung bei der Beurteilung der Unterscheidbarkeit der beiden Firmen nicht möglich. Es ist unerheblich, dass jemand, der die Firma Rubinia AG unmittelbar vor oder nach der voll ausgeschriebenen Firma Helena Rubinstein SA liest oder hört, sich der bestehenden Unterschiede bewusst wird. An die Unterscheidbarkeit der beiden Firmen müssen höhere Anforderungen gestellt werden, besonders weil ihre Inhaber Konkurrenten sind. Das Publikum sieht oder hört die beiden Namen nicht immer unmittelbar nacheinander. Auch erinnert es sich oft nur ihrer wesentlichen Bestandteile, zumal, namentlich im Gespräch, oft nur diese genannt werden (BGE 92 II 97 mit zahlreichen Hinweisen auf weitere Urteile). Häufig treten übrigens Schriftbild und Klang zweier Wörter in den Hintergrund und bleibt nur ihr Sinn im Gedächtnis haften. Da \"Rubin\" den gleichen Sinn hat wie \"Rubinstein\", kann somit mancher, der einmal \"Helena Rubinstein SA\" und später \"Rubinia AG\" gelesen oder gehört hat, die beiden Gesellschaften miteinander verwechseln. Selbst wenn die Gefahr nicht bestände, dassjemand sie für identisch halte, wären die beiden Namen nicht genügend unterscheidbar; denn sie erwecken zum mindesten den Eindruck, die Beklagte stehe in rechtlichen oder wirtschaftlichen Beziehungen zur Klägerin und verkaufe Erzeugnisse gleicher Herkunft wie diese. Das braucht die Klägerin sich nicht gefallen zu lassen, umso weniger, als Aktiengesellschaften unter Wahrung |46| der allgemeinen Grundsätze der Firmenbildung ihren Namen frei wählen können (Art. 950 Abs. 1 OR), weshalb die Beklagte nicht das geringste schutzwürdige Interesse hatte, sich Rubinia AG zu nennen.\n\nc) Es ist unbestritten, dass die Firma der Klägerin vor jener der Beklagten in das Handelsregister eingetragen wurde. Darin, dass die nicht deutlich unterscheidbare Firma der Beklagten im Register steht, liegt ein unbefugter Gebrauch im Sinne des Art. 956 Abs. 2 OR (BGE 92 II 101 Erw. 6). Das auf Löschung des Wortes Rubinia, also auf Unterlassung weiteren Gebrauchs gerichtete Klagebegehren 3 ist deshalb begründet. Seiner Gutheissung steht der Umstand, dass von der Eintragung bis zum Ersuchen der Klägerin um Löschung mehr als fünf Jahre verstrichen, nicht im Wege. Es fehlen Anhaltspunkte dafür, dass die Klägerin bewusst so lange zuwartete, bis sie gegen die Beklagte vorging. Auch die Behauptung der Beklagten, sie habe durch den langjährigen Gebrauch des Namens Rubinia \"einen wertvollen Besitzstand geschaffen\", ist nicht belegt. Die Konkurseröffnung spricht dagegen. Das Klagebegehren 3 ist somit nicht rechtsmissbräuchlich.\n\n3. Wenn zwei Gesellschaften miteinander im wirtschaftlichen Wettbewerb stehen, hat die Inhaberin der älteren Firma gegenüber der anderen auch gemäss Art. 1 Abs. 2 lit. d UWG Anspruch, dass sie nicht eine Firma führe, die mit der älteren verwechselt werden könnte. Das Gesetz über den unlauteren Wettbewerb ist dann neben den Normen des Firmenrechtes anwendbar (BGE 73 II 117,BGE 79 II 189, BGE 88 II 183 Erw. 6, BGE 90 II 196).\n\nDas Klagebegehren 3 ist deshalb auch gemäss Art. 1 Abs. 2 lit. d in Verbindung mit Art. 2 Abs. 1 lit. b UWG gutzuheissen. Indem die Rubinia AG den auf den Hauptbestandteil der Firma der Klägerin anspielenden Namen führt, trifft sie eine Massnahme, die geeignet ist, Verwechslungen mit dem Geschäftsbetrieb und den Waren der Klägerin herbeizuführen.\n\n4. Mit der Berufung gegen den Urteilsspruch 2b will die Klägerin durchsetzen, dass das Klagebegehren 2 in der Fassung gutgeheissen werde, die sie ihm im kantonalen Verfahren gegeben hat. Sie schliesst aus dem Urteilsspruch 2, besonders aus dem Fehlen der Worte \"in irgendeiner Form\", das Obergericht habe den Beklagten nicht verboten, das Wort Rubinia in eine neue Firma aufzunehmen.\n\n|47|\n\nUrteilsspruch 2 b untersagt den Beklagten \"die Benutzung der Bezeichnung Rubinia beim Vertrieb kosmetischer Produkte\". Diese Wendung ist so weit gefasst, dass an sich auch die firmenmässige Benutzung des Ausdruckes Rubinia beim Vertrieb kosmetischer Erzeugnisse darunter fiele. Da aber das Obergericht das gegen die Rubinia AG gerichtete Klagebegehren 3 auf Beseitigung des Wortes Rubinia aus der Firma abgewiesen hat, ist der Klägerin zuzugeben, dass aus den Abweichungen zwischen dem Klagebegehren 2 und dem Urteilsspruch 2 geschlossen werden muss, es habe insbesondere auch den Beklagten J. J. Thomann und Vera Thomann die firmenmässige Verwendung nicht verbieten wollen. Berücksichtigt man die Begründung, mit der das Klagebegehren 3 abgewiesen wurde, so drängt sich dieser Schluss geradezu auf. Da die Urteilsgründe zur Auslegung der Urteilssprüche herbeizuziehen sind, ist die Klägerin somit durch die Abweichung des Urteilsspruches 2 vom Klagebegehren 2 beschwert.\n\nDie Berufung ist daher auch in diesem Punkte gutzuheissen. Die Klägerin hat Anspruch darauf, dass das Wort Rubinia auch in einer neu gebildeten Firma nicht verwendet werde. Das gilt auch, wenn die Rubinia AG im Handelsregister gelöscht wird und J. J. Thomann oder Vera Thomann oder beide zusammen eine neue Gesellschaft gründen, die sich mit dem Vertrieb kosmetischer Erzeugnisse befasst.\n\nDemnach erkennt das Bundesgericht:\n\n1.- In Gutheissung der Berufung werden die Sprüche 2 b, und 3 des Urteils des Obergerichtes des Kantons Luzern, I. Kammer, vom 23. November 1966 aufgehoben.\n\n2.- Den Beklagten wird - unter Androhung von Haft oder Busse nach Art. 292 StGB im Widerhandlungsfalle - die Benutzung der Bezeichnung Rubinia beim Vertrieb kosmetischer Produkte in irgendeiner Form untersagt.\n\n3.- Der Beklagten Rubinia AG wird - unter Androhung der Bestrafung ihrer Organe gemäss Art. 292 StGB im Widerhandlungsfalle - befohlen, die Bezeichnung Rubinia innert dreissig Tagen aus ihrer Firma zu entfernen."}