{"annee": "93", "cour": "II", "page": "5", "date": "10/3/1967", "cite": [], "cite_par": [], "chapeau": "2. Extrait de l'arrêt de la IIe Cour civile du 10 mars 1967 dans la cause C. contre X.", "regestes": ["Action en recherche de paternité. Notion de la cohabitation au sens de l'art. 314 al. 1 CC. Cas des relations sexuelles incomplètes."], "faits": "", "considerants": "|6|\n\n2. ... Des faits constatés, il résulte en bref que J.C. et l'intimé n'ont eu que des relations intimes incomplètes. X. a tenté d'introduire sa verge dans le vagin de la jeune fille. Après un certain temps, il y a renoncé à la suite des pleurs de sa compagne, qui disait que cela lui faisait mal. Il n'a pas pénétré la jeune fille. Interrogée à l'audience de jugement du 26 mai 1966, celle-ci a déclaré que son ami n'était pas parvenu à introduire complètement sa verge dans son vagin. Elle a ajouté cependant qu'elle avait été mouillée, selon sa déclaration consignée au procès-verbal et reproduite dans l'état de fait du jugement de première instance.\n\n3. La jurisprudence relative à l'art. 314 al. 1 CC entend le mot de cohabitation dans le sens le plus large; il suffit de la possibilité que tel rapprochement sexuel donné et constant ait été la cause de la grossesse, pour que la partie demanderesse bénéficie de la présomption légale (RO 45 II 491, 51 II 258, 77 II 30).\n\nAvec raison, l'intimé n'excipe pas de l'usage de moyens anticonceptionnels, qui n'infirme pas les effets juridiques de la cohabitation (arrêts cités). En accord avec la science médicale, la doctrine juridique estime que la preuve de l'immissio penis ou de l'éjaculation (immissio seminis) n'est pas requise de la partie demanderesse; un contact extérieur des organes sexuels peut suffire pour provoquer la fécondation, et partant constituer la cohabitation au sens de l'art. 314 al. 1 CC (EGGER, n. 2 ad art. 314 CC; SILBERNAGEL/WÄBER, n. 7 ibidem; HEGNAUER, n. 15 ad art. 254 CC; W. SCHELLER, Die Einreden des Beklagten im Vaterschaftsprozess, thèse Zurich 1929, p. 17; O. PETER, Das Problem der rechtlichen Feststellung der Vaterschaft, thèse Zurich 1923, p. 23 s.; R. SCHWEIZER, Die Leistung des Beweises im Vaterschaftsprozess unter spezieller Berücksichtigung des Zürcher Prozessrechts, Zurich 1936, p. 5; cf. aussi en droit allemand STAUDINGER (Göppinger), Kommentar zum BGB, 10/11e éd., IV/3 b, livraison 42, Berlin 1966, n. 13 ad § 1717 BGB). La conception est en effet possible, quoique peu probable, |7| même sans immissio penis, lorsque l'éjaculation ante portas est établie (PODLESCHKA, Das geburtshilfliche Gutachten im Vaterschaftsprozess, Stuttgart 1954, p. 127).\n\nL'arrêt attaqué ne constate pas si, lors du coitus ante portas, l'intimé a atteint l'orgasme. J.C. le prétend, en déclarant qu'elle a été \"mouillée\". X. n'a pas été interrogé sur ce point. Les juridictions vaudoises ne se sont pas déterminées dans leurs considérants, vraisemblablement parce qu'elles n'ont pas attaché une importance décisive à cette déclaration de la jeune fille. Il n'est toutefois pas nécessaire de renvoyer la cause à l'autorité cantonale pour qu'elle complète ses constatations de fait. L'éjaculation est en effet la conséquence naturelle des rapports sexuels et les parties demanderesses, en particulier l'enfant, ne sauraient être astreintes à en apporter la preuve (STAUDINGER, op.cit., n. 14 ad § 1717 BGB). De son côté, l'intimé n'a jamais excipé du fait qu'il n'aurait pas éjaculé. Le degré d'intimité atteint par les parties, dans les circonstances de fait établies par l'arrêt déféré, était suffisant pour rendre possible une fécondation. En niant que ces relations intimes aient pu être à l'origine de la grossesse, la Cour cantonale a méconnu la notion de cohabitation et par conséquent violé l'art. 314 al. 1 CC. Les recourants doivent être mis au bénéfice de la présomption instituée par cette disposition légale."}