{"annee": "93", "cour": "II", "page": "189", "date": "1/4/1967", "cite": ["84 II 13", "83 II 345", "86 II 171", "80 II 327"], "cite_par": ["105 III 135", "120 II 35", "119 IA 59", "97 II 390", "130 IV 27", "98 IV 212", "123 III 292", "110 II 360", "136 III 247"], "chapeau": "27. Auszug aus dem Urteil der I. Zivilabteilung vom 1. April 1967 in Sachen Schönbächler gegen Lienhard", "regestes": ["Art. 20 CO. Convention d'intérêts contraire aux bonnes moeurs. Sanction juridique."], "faits": "BGE 93 II 189 S. 189\n\nA.- Am 25. oder 26. Januar 1965 nahm Alois Schönbächler in Winterthur einen von Rolf Lienhard gezogenen Wechsel über BGE 93 II 189 S. 190Fr. 150'000.-- an, zahlbar am 20. Juli 1965 an die Schweizerische Volksbank Thalwil. Am 22. Juli und 9. August 1965 wurde der Wechsel mangels Zahlung protestiert. Der Wechselforderung liegt ein Darlehen Lienhards zugrunde, das in Winterthur vereinbart und ausgehändigt wurde. In der Folge setzte Lienhard die Wechselforderung in Betreibung, wogegen Schönbächler Recht vorschlug. Der Amtsgerichtspräsident II Luzern-Land erteilte Lienhard auf Grund des Wechsels für einen Betrag von Fr. 151'343.50 nebst 6% Zins seit 5. August 1965 provisorische Rechtsöffnung.\n\nAm 24. oder 31. März 1965 nahm Schönbächler in Winterthur einen weitern von Lienhard ausgestellten Wechsel über Fr. 150'000.-- an, zahlbar am 31. August 1965 an die Schweizerische Volksbank Luzern beim Schweizerischen Bankverein in Zürich. Dieser Wechsel, dem ebenfalls ein in Winterthur vereinbartes Darlehen zugrunde lag, wurde von Schönbächler am 31. August 1965 eingelöst.\n\nB.- Am 3. Mai 1966 klagte Schönbächler beim Amtsgericht Luzern-Land auf Aberkennung der Forderung vonFr. 151'343.50 nebst 6% Zins seit 5. August 1965.\n\nDas Amtsgericht Luzern-Land hiess die Aberkennungsklage am 18. Oktober 1966 insoweit gut, als die Forderung den Betrag von Fr. 110'000.-- nebst 6% Zins seit 5. August 1965 überstieg.\n\nGegen dieses Urteil appellierten beide Parteien an das Obergericht des Kantons Luzern. Die I. Kammer des Obergerichts trat am 19. Dezember 1966 auf die Berufung des Klägers nicht ein, hiess jene des Beklagten teilweise gut und aberkannte die Forderung insoweit, als sie den Betrag von Fr. 144'042.-- nebst 6% Zins seit 5. August überstieg.\n\nC.- Der Kläger hat gegen dieses Urteil die Berufung an das Bundesgericht erklärt mit dem Antrag, die Aberkennungsklage in dem vom Amtsgericht Luzern-Land festgestellten Umfange gutzuheissen.\n\nDer Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Aus den Erwägungen:\n\nDer Kläger macht geltend, auf die \"Gewinnvereinbarung und Risikoprämie\" der Darlehensgeschäfte sei entgegen der Auffassung der Vorinstanz nicht Art. 20 OR, sondern § 213 zürcherisches EG zum ZGB anwendbar, weil die Darlehensgeschäfte BGE 93 II 189 S. 191in Zürich abgewickelt worden seien. Aus dieser Bestimmung ergebe sich nicht bloss teilweise, sondern gänzliche Nichtigkeit der streitigen Nebenabrede.\n\na) Die Rüge des Klägers, die Vorinstanz habe eidgenössisches statt kantonales Recht angewendet, ist ein zulässiger Berufungsgrund. Es handelt sich, wie in BGE 83 II 348 ausgeführt wird, um einen besondern Fall \"unrichtiger\" Anwendung von Bundesrecht im Sinne von Art. 43 Abs. 2 OG. Die Vorinstanz hat den Geltungsbereich der auf Grund von Art. 73 Abs. 2 OR erlassenen Vorschrift von § 213 zürcherisches EG zum ZGB geprüft und ist zu Auffassung gelangt, das dort niedergelegte Überzinsverbot gelte nur im Kanton Zürich und könne nur von zürcherischen Instanzen angewendet und vollstreckt werden. Ob diese Auslegung kantonalen Rechts richtig sei, hat aber das Bundesgericht im Berufungsverfahren nicht zu überprüfen (Art. 43, 55 Abs. 1 lit. c OG).\n\nb) Zu beurteilen ist nur, ob die Vorinstanz Art. 20 OR richtig angewendet habe. Dabei fällt, wie in Erw. 1 dargelegt, das dem zweiten Wechsel zugrundeliegende Darlehen ausser Betracht. Die Vorinstanz erachtet den Unterschied von Fr. 20'000.-- zwischen dem Darlehensbetrag und der Wechselforderung als Zins. Diese Annahme ist für das Bundesgericht verbindlich, da sie wie die Feststellung dessen, was sich tatsächlich ereignet hat, auf Schlussfolgerungen aus konkreten Anhaltspunkten beruht (vgl. BGE 86 II 187 und dort zitierte Entscheide). Zu überprüfende Rechtsfrage ist es dagegen, ob der mit 26% vereinbarte Zinssatz gegen die guten Sitten verstosse und in einem 18% übersteigenden Umfange, wie von der Vorinstanz festgestellt wird, als nichtig zu erklären sei.\n\nOb ein Vertrag gegen die guten Sitten verstosse, ist nach seinem Inhalt abzuwägen (BGE 84 II 27). Die Vereinbarung eines Zinses von 26% ist aussergewöhnlich und widerspricht ganz krass der allgemeinen Übung und den herkömmlichen Anschauungen über einen angemessenen Zins. Diese Auffassung wird bestätigt durch das Interkantonale Konkordat über Massnahmen zur Bekämpfung von Missbräuchen im Zinswesen vom 8. Oktober 1957, welches mit Bezug auf Darlehen und Kredite monatlich höchstens 1 Prozent für Zinsen, Provisionen, Kommissionen und Gebühren und höchstens 0,5 Prozent für die ausgewiesenen Auslagen und Kosten zulässt (Art. 1). Dieses Konkordat darf, obwohl ihm der Kanton Luzern nicht beigetreten BGE 93 II 189 S. 192ist, zum Vergleich herangezogen werden. Dass besondere Umstände vorlagen, welche die Vereinbarung eines Zinssatzes von 26% zu rechtfertigen vermöchten, wurde vom Beklagten nicht dargetan.\n\nIst mit der Vorinstanz die Unsittlichkeit der Zinsabrede zu bejahen, so fragt es sich, ob der ganze Darlehensvertrag, nur die Zinsabrede oder letztere bloss teilweise als nichtig zu erklären sei. Wie das Bundesgericht in BGE 80 II 334 ausführte, sind unvollkommen zweiseitige Verträge, wie Darlehensverträge, der Teilnichtigkeit im Sinne von Art. 20 OR zugänglich. Der Kläger macht keine Tatsachen namhaft, welche gänzliche Nichtigkeit des Darlehensvertrages oder der Zinsabrede zu begründen vermögen. Er behauptet überdies selber nicht, der Beklagte hätte ihm das Darlehen unter Umständen auch zinslos gewährt. Es wäre daher ungerechtfertigt, auch nur die Zinsabrede als nichtig zu erklären und dem Kläger dadurch einen Vorteil zu verschaffen, den der Beklagte ihm vertraglich nie zugestanden hätte. Den Interessen der Parteien wird genügend Rechnung getragen, wenn im Sinne von Art. 20 Abs. 2 OR Teilnichtigkeit der Zinsabrede eintritt und im übrigen der Vertrag bestehen bleibt. Indem die Vorinstanz den zulässigen Höchstzinssatz auf 18% festlegte, bewegte sie sich im Rahmen pflichtgemässen Ermessens.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts (I. Kammer) des Kantons Luzern vom 19. Dezember 1966 bestätigt."}