{"annee": "93", "cour": "I", "page": "345", "date": "12/9/1967", "cite": ["88 I 100"], "cite_par": [], "chapeau": "43. Entscheid des Präsidenten des Bundesgerichts vom 12. September 1967 i.S. Motoren-, Turbinen- und Pumpen AG MTP gegen Ministry of War der V.A.R. und Egyptian General Aero Organisation.", "regestes": ["Nomination d'un arbitre par le président du Tribunal fédéral. Clause compromissoire internationale disposant qu'à défaut d'accord entre les parties sur la nomination d'un troisième arbitre, celui-ci serait désigné par le président du Tribunal fédéral. - Admissibilité d'une pareille convention (consid. 1, 2). - Portée de la détermination de la partie intimée qui s'oppose à la requête en nomination du troisième arbitre (consid. 3)."], "faits": "|345|\n\nA.- Am 3. Juli 1960 schloss die Motoren-, Turbinen- und Pumpen-AG Zürich (MTP) mit der Vereinigten Arabischen Republik (VAR) einen Vertrag über die Gewährung technischer Hilfe. Dieser Vertrag enthält eine Schiedsklausel folgenden Wortlauts:\n\n\"Art. 13 Applicable Law and Court of Arbitration Any dispute or difference arising from this contract shall be referred to and decided by a court of arbitration. The court of arbitration |346| shall be composed of three arbitrators, one to be appointed by the Ministry, one by MTP and a third one by the two parties jointly, or in case no agreement between them could be reached upon the nomination within sixty days after the appointment of the two arbitrators, the third will be appointed by the President of the Swiss Federal Court.\n\nThe third arbitrator shall be neither of U.A.R. nationality nor of the nationality of any member country of the Arab League, nor of Swiss, German or Austrian nationality. ..\n\nIt is furthermore understood that both parties have irrevocably agreed to apply Swiss laws and to choose Zurich, Switzerland, as seat of the court of arbitration. ..\n\nNach der Darstellung der Gesuchstellerin kam es Ende 1964 zu Streitigkeiten zwischen den Parteien.\n\nB.- Am 11. März 1966 wurde zwischen dem General direktor der Egyptian General Aero Organisation (EGAO), in Vertretung der Regierung der VAR, und H. S. Kamil für sich persönlich und als Vertreter der MTP die folgende, als \"Agreement\" bezeichnete Vereinbarung getroffen:\n\n\"The two parties have agreed upon the following procedure to settle all the difficulties which raised regarding the contract M.T.P. 500.\n\nM.T.P. reconfirms herewith that the present balance of the amount due to E.G.A.O. in approximately S/FR 8'000,000 according to the accounts.\n\nM.T.P. declares that this amount is already secured to compensate every eventual claims against the company.\n\nArticle I\n\nAs the ministry declares and accepts to bear all the responsibilities resulting of any claims of the experts against M.T.P. and as M.T.P. is not entitled for the time being before the settlement of the major claims to release these secured amounts.\n\nMr. Kamil agrees herewith and guarantees that the foresaid amounts will be paid either by himself personally or through M.T.P. as a sign of his good will and in view of a further good cooperation. Mr. Kamil will pay these amounts as follows:\n\n1. S/FR 2'000,000 will be paid latest April 1966.\n\n2. S/FR 2'000,000 will be paid latest May 1966.\n\n3. The balance of approximately S/FR 4'000,000 will be paid latest June 1966.\n\nArticle II\n\nThe ministry guarantees to pay in favour of M.T.P. in Switzerland and in Swiss francs the counter value of all the final court decisions or any settlement approved by the Ministry & the experts concerning all their claims.\" |347|\n\nC.- Gestützt auf die Vereinbarung vom 11. März 1966 betrieb die EGAO mit Zahlungsbefehl Nr. 3758 des Betreibungsamtes Zürich 3 vom 15. Mai 1966 die MTP auf Bezahlung von Fr. 2'000,000 nebst Zins. Die MTP erhob Rechtsvorschlag. Der Einzelrichter im summarischen Verfahren am Bezirksgericht Zürich erteilte der EGAO mit Verfügung vom 9. September 1966 provisorische Rechtsöffnung. Das Obergericht des Kantons Zürich hob auf Nichtigkeitsbeschwerde der MTP hin am 17. Dezember 1966 die Verfügung des Einzelrichters auf.\n\nAm 12. April 1967 wurde der EGAO in der gleichen Betreibung erneut provisorische Rechtsöffnung erteilt, worauf die MTP beim Bezirksgericht Zürich Aberkennungsklage einreichte.\n\nD.- Schon mit Schreiben vom 10. Oktober 1966 hatte die MTP sodann dem Kriegsministerium der VAR und der EGAO mitgeteilt, sie verlange gestützt auf Art. 13 des Vertrags vom 3. Juli 1960 die Durchführung eines Schiedsgerichtsverfahrens über die folgende Streitfrage:\n\n\"Ist die Forderung der Aberkennungsbeklagten von Fr. 2 Millionen nebst Zins zu 5 % seit 30. April 1966 sowie der Betreibungs- und Rechtsöffnungskosten und Fr. 5000.-- Umtriebsentschädigung im Rechtsöffnungsverfahren, wofür der Einzelrichter im summarischen Verfahren des Bezirksgerichtes Zürich in der Betreibung Nr. 3758 des Betreibungsamtes Zürich 3 vom 15. Mai 1966 am 9. September 1966 provisorische Rechtsöffnung erteilt hat, unbegründet und daher abzuerkennen;\n\nalles unter Kosten- und Entschädigungsfolge zu Lasten der Aberkennungsbeklagten?\"\n\nGleichzeitig bezeichnete sie als Schiedsrichter Herrn...\n\nDie EGAO antwortete der MTP am 8. November 1966:\n\n\"Auf Ihr Schreiben vom 10. Oktober 1966 teile ich Ihnen mit, dass die E.G.A.O. vorsorglich Herrn ...... zu ihrem Schiedsrichter ernannt hat. Diese Ernennung erfolgt jedoch unter voller Bestreitung der Zuständigkeit des von Ihrer Klientschaft angerufenen Schiedsgerichtes.\"\n\nÜber die Bezeichnung des dritten Schiedsrichters konnten sich die Parteien nicht einigen.\n\nE.- Mit Eingabe vom 27. Juni 1967 ersucht die MTP den Präsidenten des Schweizerischen Bundesgerichts, gestützt auf Art. 13 des Vertrages vom 3. Juli 1960 den Obmann des Schiedsgerichts zu bezeichnen.\n\nDie EGAO hat ihrerseits mit Schreiben vom 22. August 1967 |348| erklärt, sie widersetze sich der Bestellung des Obmanns des Schiedsgerichts durch den Präsidenten des Bundesgerichts. Sie erhebt zwei Einwendungen. Die erste leitet sie aus dem \"agreement\" vom 11. März 1966 ab und macht geltend, bei diesem handle es sich um eine Vergleichsvereinbarung, durch die alle zwischen den Parteien bestehenden Differenzen endgültig bereinigt worden seien. Die zweite Einwendung geht dahin, die Gesuchstellerin habe das Schiedsgerichtsverfahren nur gegen den heute dahingefallenen Rechtsöffnungsentscheid vom 9. September 1966, nicht auch gegen den neuen Rechtsöffnungsentscheid vom 12. April 1967 eingeleitet.", "considerants": "Erwägungen:\n\n1. Die Zuständigkeit des Präsidenten des Bundesgerichts, über ein Gesuch um Bezeichnung eines Schiedsrichters zu entscheiden, wird mit Recht nicht bestritten. Es besteht zwar keine ausdrückliche Gesetzesvorschrift, die dem Präsidenten des Schweizerischen Bundesgerichtes die Befugnis zur Ernennung von Schiedsrichtern zuweist. Es ist jedoch heute gemäss ständiger Praxis anerkannt, dass Parteien vereinbaren können, dem Präsidenten des Bundesgerichts die Bezeichnung von Schiedsrichtern zu übertragen und dass eine solche Vereinbarung die Zuständigkeit des Inhabers des genannten Amtes begründet (BGE 88 I 100 ff. und weitere nicht veröffentlichte Entscheide). Eine solche Vereinbarung kann, wie hervorzuheben ist, vor oder nach dem Auftreten eines Streites getroffen werden. Im weiteren ist die Zuständigkeit des schweizerischen Magistraten ohne Rücksicht darauf gegeben, wo die Parteien ihren Wohnsitz haben und wo sich der ordentliche Gerichtsstand des Streites, sei es in der Schweiz oder im Ausland, befindet.\n\n2. Im vorliegenden Falle haben die MTP und die VAR in ihren Vertrag vom 3. Juli 1960 eine Schiedsgerichtsklausel aufgenommen. Diese bestimmt ausdrücklich, dass der dritte Richter durch den Präsidenten des Schweizerischen Bundesgerichtes zu bestimmen sei, wenn innerhalb von 60 Tagen nach der Ernennung der beiden andern Richter keine Einigung gefunden werde. Das Bestehen und die Gültigkeit dieser Schiedsgerichtsklausel ist an sich und für den Zeitpunkt ihrer Vereinbarung nicht streitig.\n\nObwohl im Vertrag vom 3. Juli 1960 als Vertragspartei das Kriegsministerium der VAR aufgeführt ist, gehen beide Parteien |349| des vorliegenden Verfahrens stillschweigend davon aus, dass der Vertrag und die darin enthaltene Schiedsgerichtsklausel für beide als Gesuchsgegner ins Recht gefassten staatlichen Organismen, d.h. sowohl für das Kriegsministerium der VAR als auch für die EGAO, verbindlich sind.\n\nAusser Streit ist endlich auch, dass die Parteien innerhalb von 60 Tagen nach der Ernennung der beiden einseitig zu bezeichnenden Schiedsrichter nicht gemeinsam einen dritten Schiedsrichter ernannt haben.\n\n3. Die Gesuchsgegnerin EGAO glaubt zu Unrecht, sich der Bezeichnung des dritten Schiedsrichters widersetzen zu können mit dem Hinweis auf die Vereinbarung vom 11. März 1966, durch die nach ihrer Auffassung sämtliche Differenzen zwischen den Parteien vergleichsweise beigelegt worden sein sollen.\n\nOb die erwähnte nachträgliche Vereinbarung gültig zustande gekommen sei, ob sie die Parteien zur Durchführung eines Schiedsgerichtsverfahrens verpflichte und ob sie die Beilegung jeglichen Streites aus dem Vertrag vom 3. Juli 1960 bewirkt habe, sind vielmehr ausnahmslos Fragen, welche die Streitsache als solche betreffen und deshalb eben durch das Schiedsgericht zu entscheiden sind.\n\n4. Ebensowenig kann sich die Gesuchsgegnerin EGAO im vorliegenden Verfahren darauf berufen, dass die Gesuchstellerin wohl die Durchführung des Schiedsgerichtsverfahrens innert der Frist für die Aberkennungsklage gegenüber dem ersten, in der Folge aufgehobenen Rechtsöffnungsentscheid vom 9. September 1966 verlangt habe, dass sie dagegen unterlassen habe, innert der durch den zweiten Rechtsöffnungsentscheid, d.h. denjenigen vom 12. April 1967, ausgelösten Klagefrist erneut ein solches Begehren zu stellen.\n\nDie Einleitung des Schiedsgerichtsverfahrens stützt sich auf den Vertrag vom 3. Juli 1960. Irgendwelche Betreibungshandlungen brauchen ihr nicht vorauszugehen. Über die Frage, wie sich das Schiedsgerichtsverfahren auf die hängige Betreibung und auf den in dieser ergangenen Rechtsöffnungsentscheid auswirke, hat die lediglich zur Bestellung eines Schiedsrichters berufene Instanz nicht zu befinden.\n\n5. Der durch den vorliegenden Entscheid bestellte Schiedsrichter genügt den in der Schiedsgerichtsklausel hinsichtlich der Staatsangehörigkeit umschriebenen Voraussetzungen.\n\n|350|\n\nDemnach entscheidet der Präsident des Schweizerischen Bundesgerichts:\n\n1. Dem Begehren der Gesuchstellerin um Bezeichnung eines Schiedsrichters wird entsprochen.\n\n2. Als dritter Schiedsrichter wird bezeichnet:..."}