{"annee": "93", "cour": "IV", "page": "14", "date": "10/2/1967", "cite": ["92 IV 174", "73 IV 170", "69 IV 75"], "cite_par": ["117 IV 139", "118 IV 359", "129 IV 257", "97 IV 248"], "chapeau": "5. Auszug aus dem Urteil des Kassationshofes vom 10. Februar 1967 i.S. Philippin gegen Staatsanwaltschaft des Kantons Nidwalden.", "regestes": ["Art. 148 CP. L'art. 513 CO n'exclut pas l'escroquerie dans le cas d'actes en rapport avec le jeu, notamment d'emprunts aux fins de jouer."], "faits": "|14|\n\nAus dem Tatbestand:\n\nDer im Kanton Nidwalden wohnhafte Schweizerbürger Philippin besuchte im Herbst 1963 die Spielbank im Casino von Evian. Nachdem er eine grössere Geldsumme verloren hatte, liess er sich von der Casinoverwaltung in mehreren Malen Spielmarken (Jetons) im Gesamtwert von rund 60'000 NF auf Kredit geben. Nach Spielschluss behielt er den Gegenwert der ihm verbliebenen Spielmarken, ungefähr 7000 NF, und übergab der Casinokasse für die erhaltenen Vorschüsse von zusammen 55'000 Schweizerfranken einen auf die Nidwaldner Kantonalbank gezogenen Bankcheck, obschon er entschlossen war, die Darlehen nicht zurückzuzahlen. Es wurde daher in der Folge gegen Philippin Strafanzeige wegen Betruges eingereicht.\n\nDas Obergericht des Kantons Nidwalden verurteilte Philippin am 14. Juli 1966 wegen Betruges (Art. 148 Abs. 1 StGB) zu einer bedingt vollziehbaren Gefängnisstrafe. Der Verurteilte machte mit der Nichtigkeitsbeschwerde unter anderem geltend, die Spielbank habe auf Grund von Art. 513 OR nicht arglistig getäuscht und somit nicht betrogen werden können.", "considerants": "Aus den Erwägungen:\n\nNach Art. 513 OR entsteht aus Spiel keine klagbare Forderung, ebenso aus Darlehen und Vorschüssen, die wissentlich zum Zwecke des Spiels gegeben und verwendet wurden, kein klagbarer Anspruch auf Rückzahlung. Das Leistungsversprechen begründet lediglich eine unvollkommene Obligation mit der Wirkung, dass die Schuldverpflichtung durch freiwillige |15| Zahlung des Schuldners gültig erfüllt werden kann, das Recht des Gläubigers auf Leistung aber nicht erzwingbar ist (Art. 514 OR).\n\nDie zivilrechtliche Unklagbarkeit von Spielforderungen schliesst Betrug bei Spielgeschäften entgegen der Auffassung des Beschwerdeführers nicht aus. Der Spieler, der in der Absicht, sich unrechtmässig zu bereichern, die Spielbank durch Vortäuschung seines Zahlungswillens zur Gewährung von Vorschüssen veranlasst, wird nach Art. 148 StGB bestraft, weil er die Leistung, auf die er keinen Anspruch hat, durch das unerlaubte Mittel der arglistigen Irreführung erwirkt hat. Demgegenüber ist strafrechtlich ohne Belang, dass Spielforderungen nicht klagbar sind und die Spielbank in Kenntnis davon leistete. Arglistig getäuscht wird sie gleichwohl dadurch, dass sie in den Irrtum versetzt wird, der Spieler sei willens, die Gegenleistung trotz der Unklagbarkeit der Forderung freiwillig zu erbringen, und geschädigt ist sie, weil sie, ohne dass sie die Gegenleistung erhält, im Vertrauen auf das vorgetäuschte Rückzahlungsversprechen vorgeleistet hat. Betrug liegt in einem solchen Falle unabhängig davon vor, ob der Geldgeber die Rückzahlung des Darlehens zivilrechtlich erzwingen kann oder nicht. Art. 513 OR ermöglicht dem Spielschuldner nur, der Forderung aus dem Spielgeschäft die Einrede der Unklagbarkeit entgegenzuhalten, berechtigt ihn aber nicht, den Spielpartner durch die unwahre Angabe, die Einrede nicht zu erheben und tatsächlich zu leisten, arglistig zu einer Vorleistung zu bestimmen. Der darin liegende Betrug wird durch Art. 513 OR nicht für erlaubt erklärt, und ebensowenig wird die Strafbarkeit der Tat dadurch aufgehoben, dass der Betrogene seine Leistung nicht auf dem Klageweg zurückfordern kann. Betrug wird übrigens um der öffentlichen Ordnung willen selbst dann bestraft, wenn ihm ein rechtswidriges Geschäft zugrundeliegt, aus dem der Geschädigte zivilrechtlich überhaupt keinen Anspruch gegen den Betrüger ableiten kann (BGE 69 IV 77,BGE 73 IV 172, BGE 92 IV 176). Umsomehr ist die Betrugsbestimmung anzuwenden, wenn der Betrogene durch ein Leistungsversprechen irregeführt wird, das an sich gültig und lediglich nicht klagbar ist."}