{"annee": "93", "cour": "I", "page": "290", "date": "7/7/1967", "cite": ["91 I 223"], "cite_par": ["115 II 237", "96 II 218", "117 II 503"], "chapeau": "36. Urteil vom 7. Juli 1967 i.S. Fiore gegen Schweiz. Bundesbahnen.", "regestes": ["Responsabilité civile des CFF envers l'ouvrier victime d'un accident alors qu'il était employé par une entreprise privée à des travaux de construction de la voie. 1. On applique à l'action des survivants de la victime non pas la loi sur la responsabilité de la Confédération, mais le droit civil (LRC ou CO). (consid. 2). 2. Le Tribunal fédéral n'est, à aucun titre, compétent pour connaître du litige en instance unique. Consid. 3 et 4."], "faits": "|291|\n\nA.- Die SBB hatten ihren Stellwerkmonteur Georg Schmid beauftragt, mit Hilfe des von einer privaten Unternehmung angestellten Arbeiters Luigi Fiore im Bözbergtunnel zwei Weichen instandzustellen. Am 2. Juni 1966 vormittags marschierten die beiden Männer im Tunnel zwischen den Geleisen 2 und 3. Sie hörten hinter sich von der Station Schinznach-Dorf her einen Zug nahen, der normalerweise auf dem Geleise 2 hätte fahren sollen, und wichen daher auf das Geleise 3 aus. Als Schmid einen Blick rückwärts warf, gewahrte er indessen, dass der Zug auf dem Geleise 3 heranfuhr. Er konnte sich im letzten Augenblick retten. Fiore dagegen, der nicht zurückgeschaut hatte, wurde von der Lokomotive erfasst und getötet.\n\nB.- Das Eidg. Justiz-und Polizeidepartement erteilte die Ermächtigung zur Durchführung eines Strafverfahrens gegen Schmid, dem es vorwarf, nicht genügend für die Sicherheit des Hilfsarbeiters Fiore gesorgt zu haben. Am 24. Februar 1967 verurteilte das Bezirksgericht Brugg Schmid wegen fahrlässiger Tötung zu einer Busse von Fr. 60.-.\n\nC.- Am 14. Dezember 1966 meldeten Michele Fiore, der Vater, sowie die Mutter, die vier Geschwister und die Braut des Verunfallten bei den SBB Ansprüche auf Schadenersatz und Genugtuung an, die sie auf das Bundesgesetz vom 28. März 1905 betreffend die Haftpflicht der Eisenbahn- und Dampfschiffahrtsunternehmungen und der Post (EHG) stützten.\n\nNachdem das Begehren abgelehnt worden war, unterbreiteten sie es mit Schreiben vom 25. Januar 1967 dem Eidg. Finanz- und Zolldepartement, diesmal unter Berufung auf Art. 3 ff. des Bundesgesetzes vom 14. März 1958 über die Verantwortlichkeit des Bundes, seiner Behördemitglieder und Beamten (VG). Die SBB, an welche die Eingabe weitergeleitet wurde, hielten mit Bescheid vom 3. Februar 1967 an ihrem ablehnenden Standpunkte fest, wobei sie den Hinterbliebenen mitteilten, dass eine Klage beim Bundesgericht innert einer Verwirkungsfrist von sechs Monaten einzureichen wäre (Art. 20 Abs. 3 VG).\n\nD.- Binnen dieser Frist haben Michele Fiore und Mitbeteiligte |292| beim Bundesgericht gestützt auf Art. 3 ff. VG die vorliegende Klage gegen die SBB eingereicht. Sie beantragen, die Gegenpartei sei zu verurteilen, ihnen Fr. 63 300.-- nebst Zins zu bezahlen, nach folgender Berechnung:\n\n\"Todesfallkosten\", soweit nicht von der Fr. 1 860.--\n\nSUVA gedeckt\n\nVerlust des Versorgers der Braut Fr. 52 541.10\n\nGenugtuung Fr. 30 000.--\n\nFr. 84 401.10\n\nabzüglich 25% wegen Mitverschuldens\n\ndes Verunfallten Fr. 21 101.10\n\nFr. 63 300.--\n\nE.- Die SBB stellen den Antrag, auf die Klage nicht einzutreten, eventuell sie ganz oder teilweise abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Passivlegitimation der SBB; BGE 91 I 228).\n\n2. Die SBB haften nach Art. 3 Abs. 1 VG für den Schaden, den ihre Beamten in Ausübung ihrer amtlichen Tätigkeit Dritten widerrechtlich zufügen, und zwar ohne Rücksicht auf das Verschulden der Beamten. Indessen sind sie im vorliegenden Falle von dieser Haftung aus zwei Gründen ausgenommen.\n\na) Einerseits ist Art. 3 Abs. 2 VG zu beachten, wonach die Haftung des Bundes bei Tatbeständen, welche unter die Haftpflichtbestimmungen anderer Erlasse fallen, sich nach diesen besonderen Bestimmungen richtet. Aus dem Wortlaut dieser Vorschrift und den Beratungen im Parlament ergibt sich, dass solche Tatbestände ausschliesslich nach den Bestimmungen der Sondergesetze zu beurteilen sind (Sten. Bull. StR 1956 S. 325, NR 1957 S. 817).\n\nHier können die Kläger sich jedenfalls insoweit, als sie eine Entschädigung für \"Todesfallkosten\" und Genugtuungssummen beanspruchen, auf das Eisenbahnhaftpflichtgesetz stützen, welches als Sondergesetz die Anwendung des Verantwortlichkeitsgesetzes ausschliesst. Daran ändert es nichts, dass Art. 128 Ziff. 3 des Bundesgesetzes über die Kranken- und Unfallversicherung (KUVG) die Bestimmungen des Eisenbahnhaftpflichtgesetzes aufhebt, soweit sie die Haftpflicht der Eisenbahnunternehmungen für Unfälle im Dienst gegenüber (ihren eigenen |293| obligatorisch versicherten Angestellten und Arbeitern und) den beim Eisenbahnbau beschäftigten obligatorisch versicherten Angestellten und Arbeitern anderer Unternehmungen betreffen. Unter den Begriff des Eisenbahnbaus im Sinne dieser Bestimmung fallen auch die Unterhaltsarbeiten, die hier vom Bahnbeamten Schmid und dem von einer privaten Unternehmung angestellten Verunfallten auszuführen waren (Art. 13 Ziff. 1 Verordnung I über die Unfallversicherung). Aber Art. 128 Ziff. 3 KUVG erfasst nur solche Forderungen, für welche die obligatorische Versicherung Deckung bietet (OFTINGER, Schweiz. Haftpflichtrecht, 2. Aufl., Bd. I S. 384; SAXER, Der Regress nach Art. 100 KUVG gegenüber der Eisenbahnunternehmung, S. 44). Diese Voraussetzung ist hinsichtlich der Ansprüche der Kläger auf Entschädigung für den von der SUVA nicht ersetzten Teil der \"Todesfallkosten\" und auf Genugtuung nicht erfüllt.\n\nDagegen ist zweifelhaft, wie es sich in dieser Beziehung mit dem Anspruch der Braut des Verunfallten auf Ersatz des Versorgerschadens verhalte; ist doch die SUVA u.a. zur Zahlung von Renten an einen bestimmten Kreis von Hinterbliebenen des Verunfallten verpflichtet, zu denen allerdings der Verlobte nicht gehört (Art. 84 ff. KUVG). Wenn sich jener Anspruch der Braut nicht auf das Eisenbahnhaftpflichtgesetz gründen lässt, kann er indessen auf das Obligationenrecht gestützt werden, welches nach Art. 129 Abs. 1 KUVG die in Art. 128 aufgehobenen Bestimmungen ersetzt. Ist aber das Obligationenrecht auf Grund der Sondervorschrift des Art. 129 Abs. 1 KUVG anwendbar, so ist es seinerseits als Sonderordnung im Verhältnis zum Verantwortlichkeitsgesetz zu betrachten und schliesst daher die Anwendung dieses Gesetzes ebenfalls aus.\n\nb) Anderseits bestimmt Art. 11 Abs. 1 VG, dass der Bund, soweit er als Subjekt des Zivilrechts auftritt, nach dessen Vorschriften haftet. Im vorliegenden Falle können die Ansprüche der Kläger einzig auf das Zivilrecht (EHG oder OR) gestützt werden, so dass die SBB als Subjekt des Zivilrechts zu behandeln sind und daher nicht der im Verantwortlichkeitsgesetz vorgesehenen Haftung unterliegen.\n\n3. Da die Klagebegehren sich nicht auf das Verantwortlichkeitsgesetz stützen lassen, fällt die Zuständigkeit des Bundesgerichts als einziger Instanz gemäss Art. 10 VG/Art. 110 OG ausser Betracht.\n\n|294|\n\nDie Kläger können sich auch nicht auf Art. 112 OG berufen, wonach das Bundesgericht als einzige Instanz die Beurteilung anderer als der in den vorhergehenden Artikeln genannten Streitigkeiten verwaltungsrechtlicher Natur zu übernehmen hat, wenn es von beiden Parteien angerufen wird und der Streitwert wenigstens 20 000 Franken beträgt. Weder ist die vorliegende Streitigkeit verwaltungsrechtlicher Natur, noch haben die SBB ausdrücklich oder stillschweigend einer Prorogation im Sinne des Art. 112 OG zugestimmt. Eine solche Zustimmung kann insbesondere nicht daraus abgeleitet werden, dass die SBB den Klägern eine Frist von sechs Monaten zur Einreichung einer Klage beim Bundesgericht gesetzt haben. Damit haben sie die Zulässigkeit der vorliegenden Klage nicht anerkannt, sondern lediglich Art. 3 Abs. 2 der Vollziehungsverordnung zum Verantwortlichkeitsgesetz befolgt, wonach mit der Stellungnahme der Verwaltung zu einem auf dieses Gesetz gestützten Anspruch ein Hinweis auf die in Art. 20 Abs. 3 desselben Gesetzes vorgesehene Klagefrist zu verbinden ist.\n\n4. Das Bundesgericht ist auch nicht unter einem anderen Titel als einzige Instanz zuständig. Insbesondere kann die Klage nicht als direkte Zivilklage entgegengenommen und beurteilt werden. Art. 41 lit. b OG nimmt von der dort vorgesehenen Zuständigkeit des Bundesgerichts ausdrücklich sämtliche Klagen gegen die SBB aus, und auch eine Prorogation im Sinne der lit. c ebenda liegt nach dem in Erw. 3 Ausgeführten nicht vor.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Klage wird nicht eingetreten."}