{"annee": "93", "cour": "II", "page": "329", "date": "26/9/1967", "cite": ["69 II 162", "93 II 89", "91 II 190", "89 II 118", "57 II 518", "90 II 302", "87 II 117", "89 II 239", "82 II 25", "80 II 338"], "cite_par": ["100 II 145", "119 IB 334", "105 II 209", "97 II 403", "127 III 257", "112 II 138", "127 III 453", "106 II 232", "102 II 232"], "chapeau": "45. Urteil der I. Zivilabteilung vom 26. September 1967 i.S. Evers & Co. gegen Bank für Handel und Effekten (AG).", "regestes": ["Accréditif. Solidarité. La force de chose jugée du jugement rendu contre l'un des débiteurs solidaires ne s'étend pas au rapport qui existe entre le créancier et l'autre débiteur solidaire (consid. 3). Obligation de la banque émettrice d'un accréditif irrévocable et non transférable d'insérer dans l'avis d'ouverture la réserve de couverture dont elle est convenue avec le bénéficiaire pour éviter que celui-ci n'utilise l'avis d'une manière abusive à l'égard de tiers (consid. 4 à 7). - Rapport de causalité adéquate (consid. 4). - Illicéité (consid. 5). - Faute (consid. 6). - Faute concomitante du lésé (consid. 7)."], "faits": "|329|\n\nA.- Die in Hamburg ansässige Maschinenfabrik Evers & Co., Kommanditgesellschaft, trat im Juli 1965 mit einem Indonesier, der sich als Dr. Antoine Lam ausgab, in Verhandlungen über die Lieferung von Dieselgenerator- und Schweissanlagen |330| im Gesamtwert von US $ 210 725 und von weiteren Generatoranlagen für US $ 51 000 an eine Firma in Singapore. Die Firma Evers erklärte sich bereit, die gewünschten Lieferungen gegen Sicherstellung durch Akkreditive auszuführen. Schriftliche Kaufverträge wurden nicht abgefasst. Da Lam angab, die Käuferin wünsche Abwicklung des Geschäftes über eine Zürcher Bank, traf der unbeschränkt haftende Gesellschafter Evers am 5. Juli 1965 in Zürich mit Lam zusammen und vereinbarte mit ihm, Lam werde durch eine Evers genehme Zürcher Bank für den Kaufpreis der bestellten Anlagen Dokumenten-Akkreditive eröffnen lassen; in diesem sei formell Lam als Begünstigter zu bezeichnen, jedoch werde er sämtliche Rechte aus den Akkreditiven von vornherein an die Firma Evers abtreten. Gegen Übergabe rechtsgültig unterzeichneter Kopien der Akkreditiv-Eröffnungsschreiben sollte Lam durch eine von der Firma Evers zu bezeichnende Bank Provisionen in bestimmter Höhe ausbezahlt erhalten.\n\nAm 6. Juli 1965 beauftragte die Firma Evers die Bank Leu & Co. AG. in Zürich, Lam unter den erwähnten Bedingungen für die grössere Bestellung eine Provision von US $ 24 132.50 auszuzahlen.\n\nIn gleicher Weise beauftragte die Firma Evers Mitte Juli 1965 die Commerzbank in Hamburg, Lam für die kleinere Bestellung eine Provision von US $ 10 670 zu überweisen.\n\nAm 14. Juli 1965 zahlte die Bank Leu an Lam US $ 24 132.50 und am 19. Juli 1965 - nach Rücksprache mit der Commerzbank in Hamburg - weitere US $ 10 670 aus, nachdem Lam ihr je ein Akkreditiv-Eröffnungsschreiben der von der Firma Evers als mögliche Akkreditiv-Bank bezeichneten Bank für Handel und Effekten (AG) in Zürich vom 14. Juli 1965 über US $ 210 725 und vom 19. Juli 1965 über US $ 51 000 übergeben hatte.\n\nDiese Eröffnungsanzeigen waren mit \"Irrevocable Documentary Credit (non transferable and non assignable)\" überschrieben. Als Auftraggeberin wurde in ihnen die Société financière textile (SOFITEX) SA, Zürich, und als Begünstigter Lam bezeichnet; sie enthielten ferner die von der Firma Evers verlangten Akkreditiv-Bedingungen hinsichtlich der vorzulegenden Dokumente. Die vorgedruckte Einleitung zur Aufzählung dieser Bedingungen, lautend: \"benutzbar bei Sicht gegen\" war jedoch durchgestrichen und durch folgenden maschinengeschriebenen Text ersetzt: |331|\n\n\"available at sight exclusively by yourselves at our counters in Zurich, according to the agreement dated 13th (resp. 19th) July, 1965, existing between you and our bank, against presentation of the following documents:\"\n\nWelchen Inhalt die erwähnten Vereinbarungen zwischen der Bank und Lam hatten, wurde nicht angegeben.\n\nNachträglich fiel der Firma Evers der in den Eröffnungsanzeigen enthaltene Hinweis auf die Vereinbarungen vom 13. bzw. 19. Juli 1965 auf. Ihr Teilhaber Evers erkundigte sich daher am 27. Juli 1965 bei der Bank für Handel und Effekten (AG) nach deren Bedeutung. Er erhielt die Auskunft, es handle sich um Deckungsvorbehalte in dem Sinn, dass die Kredite nur in Anspruch genommen werden könnten, wenn der Endkäufer die Akkreditivsumme innert zwei Wochen nach Eröffnungsdatum bei der Bank für Handel und Effekten (AG) hinterlege; mangels einer solchen Deckung seien die Akkreditive unwirksam; Lam habe sich verpflichtet, von den Akkreditiven keinen Gebrauch zu machen, falls die Deckung innert der genannten Frist nicht geleistet werde.\n\nDiese Deckung wurde nicht hinterlegt, weshalb die Akkreditive keine Wirkung erlangten. Es stellte sich heraus, dass die Firma Evers einem Betrüger zum Opfer gefallen war, der unter falschem Namen auftrat. Die polizeiliche Fahndung nach ihm verlief ergebnislos.\n\nB.- Mit Klage beim Handelsgericht des Kantons Zürich forderte die Firma Evers & Co. von der Bank Leu & Co. AG. und von der Bank für Handel und Effekten (AG) solidarisch den Ersatz der dem Betrüger Lam ausbezahlten Provisionen von\n\n- US $ 24 132.50 gleich Fr. 104 493.70 nebst 5% Zins seit 15. Juli 1965, sowie\n\n- US $ 10 670 gleich Fr. 46 201.10 nebst 5% Zins seit 19. Juli 1965.\n\nDie Klägerin stützte ihre Ansprüche gegen die Bank Leu & Co. AG. auf Auftragsrecht, diejenigen gegen die Bank für Handel und Effekten (AG) auf die Bestimmungen über die Haftung aus unerlaubter Handlung.\n\nDie Beklagten bestritten ihre Haftbarkeit und beantragten, die Klage abzuweisen.\n\nDie Bank für Handel und Effekten (AG) verkündete der Société financière textile SA (SOFITEX) den Streit. Diese hat sich am Verfahren jedoch nicht beteiligt.\n\n|332|\n\nC.- Das Handelsgericht des Kantons Zürich wies mit Urteil vom 30. November 1966 die gegen die Bank für Handel und Effekten (AG) als Ausstellerin der Akkreditive gerichtete Klage ab. Die Ersatzpflicht der Bank Leu & Co. AG. bejahte es dagegen, verpflichtete sie jedoch wegen erheblichen Selbstverschuldens der Klägerin nur zum Ersatz eines Drittels des Gesamtschadens, d.h. zur Bezahlung von Fr. 50 231.70, nebst 5% Zins seit 15. Juli 1965.\n\nD.- Dieses Urteil ist gegenüber der Bank Leu & Co. AG. in Rechtskraft erwachsen. Die Bank Leu bezahlte Ende März 1967 den Betrag von Fr. 50 231.70 nebst Zins an den Anwalt der Klägerin.\n\nE.- In Bezug auf die Bank für Handel und Effekten (AG) hat die Klägerin gegen das Urteil des Handelsgerichts die Berufung erklärt. Sie beantragt dem Bundesgericht, die Berufungsbeklagte zur Bezahlung von Fr. 100 463.10 (d.h. des durch die Zahlung der Bank Leu nicht gedeckten Teils des Gesamtschadens der Klägerin) nebst 5% Zins seit 15. Juli 1965 zu verpflichten.\n\nDie Berufungsbeklagte beantragt, die Berufung abzuweisen.\n\nF.- Auf eine kantonale Nichtigkeitsbeschwerde der Klägerin gegen das Urteil des Handelsgerichts gegenüber der Bank für Handel und Effekten (AG) ist das Kassationsgericht des Kantons Zürich mit Beschluss vom 9. Mai 1967 nicht eingetreten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Handelsgericht hat die Klage gegen die Bank für Handel und Effekten (AG) mit der Begründung abgewiesen, das Verhalten der Beklagten sei für den eingetretenen Schaden wohl kausal gewesen, doch fehle es an der Adäquanz des Kausalzusammenhanges, an der Widerrechtlichkeit und am Verschulden. Die Berufungsklägerin macht geltend, die Verneinung dieser drei Voraussetzungen verstosse gegen Bundesrecht.\n\n2. Die Klägerin setzt sich in der Berufungsschrift mit dem Urteil der Vorinstanz, soweit dieses die Klage gegen die Bank Leu betrifft, nicht auseinander, insbesondere auch nicht mit der Auffassung des Handelsgerichts, sie habe ihren Schaden zu zwei Dritteln selbst verschuldet. Die Berufungsbeklagte macht deshalb geltend, die Berufungsklägerin habe sich damit abgefunden, dass sie wegen Selbstverschuldens nur Anspruch auf einen Drittel |333| des ursprünglich eingeklagten gesamten Schadens habe. Mit der Bezahlung des ihr vom Handelsgericht zugesprochenen Betrages durch die Bank Leu habe sie somit erhalten, was ihr zustehe; sie besitze daher auch gegen die Berufungsbeklagte keine weiteren Ansprüche mehr.\n\n3. a) Bei echter Solidarität (Haftung aus gemeinsamem Rechtsgrund, Art. 143 und Art. 50 Abs. 1 OR), wie auch bei unechter Solidarität oder Anspruchskonkurrenz (Haftung aus verschiedenen Rechtsgründen, Art. 51 Abs. 1 OR) haftet jeder der mehreren Schuldner dem Gläubiger für seinen ganzen Anspruch. Der Gläubiger kann daher jeden Schuldner für die volle Forderung belangen. Wie im Innenverhältnis die Zahlungspflicht auf die einzelnen Schuldner zu verteilen sei, berührt ihn nicht. Diese gesetzliche Regelung will dem Gläubiger eine möglichst vollständige Befriedigung für seine Ansprüche sichern. Solidarität in jeder Form bedeutet daher Stärkung der Stellung des Gläubigers. Dieser kann beim gerichtlichen Austrag seines Anspruches den Prozessgegner auswählen. Er kann sich darauf beschränken, nur gegen einen der mehreren Schuldner vorzugehen; er kann diese auch nacheinander belangen oder - wenn das kantonale Prozessrecht dies zulässt - alle Schuldner als Streitgenossen im selben Prozess einklagen. Welchen Weg er auch einschlägt, erlischt sein Anspruch erst, wenn er voll befriedigt worden ist (BGE 89 II 122 Erw. 5).\n\nb) Es ist ein Grundsatz des Prozessrechts, dass die Rechtskraft eines Urteils auf die Parteien des betreffenden Verfahrens beschränkt bleibt. Das gilt nach Rechtsprechung und herrschender Lehre auch bei echter Solidarität (BGE 57 II 522; BECKER OR 2. Aufl., Art. 144 N. 4; VON TUHR/SIEGWART OR II S. 757 Ziff. 8; KUMMER, Das Klagerecht und die materielle Rechtskraft im schweizerischen Recht, S. 173 ff.). Der Gläubiger, der im Prozess gegen einen Solidarschuldner obgesiegt hat, kann sich daher dem andern Solidarschuldner gegenüber auf dieses Urteil nicht berufen. Er muss gegen ihn einen neuen Prozess durchführen, in dem der Beklagte nicht nur die ihm persönlich zustehenden Einreden erheben kann, sondern auch die allen Schuldnern gemeinsamen Einreden und Einwendungen, die den einheitlichen Entstehungsgrund oder den Inhalt der Schuldpflicht betreffen.\n\nUnterliegt der Gläubiger gegen den zuerst belangten Solidarschuldner, so wirkt der von diesem erzielte Prozessieg nicht auch |334| zugunsten der übrigen. In dem vom Gläubiger gegen sie angehobenen neuen Prozess sind die gemeinsamen Einreden vom Richter erneut zu prüfen, ohne dass er an den im ersten Prozess getroffenen Entscheid gebunden wäre.\n\nEs kann somit im einen wie im andern Falle zu einander widersprechenden Urteilen kommen. Das mag zunächst schwer zu verstehen sein; es reimt sich in der Tat schlecht, dass der eine Solidarschuldner verurteilt werden, der andere dagegen frei ausgehen soll, obwohl sich beide gleich verteidigt haben. Man könnte deshalb versucht sein, im Interesse einer widerspruchslosen Verwirklichung des Zivilrechts bei Solidarschuldverhältnissen die Rechtskraft des gegen den einen Schuldner ergangenen Urteils auf das Verhältnis des Gläubigers zu den übrigen zu erstrecken. Dem stehen jedoch, wie KUMMER (a.a.O. S. 173 ff.) überzeugend darlegt, entscheidende Hindernisse entgegen, die im Wesen der Solidarität begründet sind.\n\nNach herrschender Auffassung stehen dem Gläubiger mehrere selbständige, gegen jeden Schuldner einzeln gerichtete Forderungen zu, die ihr eigenes rechtliches Schicksal haben können. Insbesondere ist der einzelne Solidarschuldner dem Gläubiger nur insoweit verpflichtet, als dessen Forderung ihm gegenüber zu Recht besteht. Daraus folgt, dass das obsiegende Urteil gegen den einen Solidarschuldner für die andern nie massgebend sein kann; denn sonst würden sie in unzulässiger Weise dem Ergebnis des vom andern Schuldner vielleicht schlecht geführten Prozesses unterworfen, in dem sie überhaupt nicht zum Worte gekommen sind. Aber auch beim Unterliegen des Gläubigers gegen den zuerst belangten Schuldner kann nichts anderes gelten. Da dem Gläubiger mehrere selbständige Forderungen zustehen, kann er über jede einzelne von ihnen auch selbständig verfügen; es muss ihm daher auch möglich sein, jede von ihnen unabhängig von der andern beurteilen zu lassen. Vor allem aber ist zu bedenken, dass der Zweck der Solidarität darin besteht, den Gläubiger, nicht den Schuldner zu schützen. Das erfolglose Vorgehen gegen den einen Schuldner soll den Anspruch des Gläubigers gegen die übrigen in keiner Weise schmälern. Gesichtspunkte, die dem Schutz des Schuldners dienen, sind hier nicht am Platze. Es wäre daher mit dem Wesen der Solidarität nicht zu vereinbaren, das Unterliegen des Gläubigers gegen den einen Schuldner zum Forderungsverlust gegenüber allen andern auszudehnen. Das Bestreben, einander widersprechende Urteile zu |335| vermeiden, rechtfertigt es nicht, die vom Gesetz allen Schuldnerinteressen vorangestellte Sicherung des Gläubigers durch eine Erstreckung der Rechtskraft des im ersten Prozess ergangenen Urteils im wesentlichen illusorisch werden zu lassen. Das ist um so weniger geboten, als sich das Ziel logischer Widerspruchslosigkeit ohnehin nie ganz verwirklichen liesse. Denn eine Ausdehnung der Rechtskraft käme nur bei einem Urteil in Betracht, das den Gläubiger unterliegen lässt. Obsiegt er, so ist das Urteil für den Prozess gegen den andern Solidarschuldner bedeutungslos. Die Gewähr logischer Widerspruchslosigkeit hinge somit von dem zufälligen Umstand ab, dass der Gläubiger, der zwei Schuldner getrennt belangt, im zuerst zur Beurteilung gelangenden Prozess mit seiner Klage abgewiesen wird.\n\nDiese Überlegungen führen zum Schluss, dass es im Falle echter Solidarität bei der Beschränkung der Rechtskraftwirkung auf die Prozessparteien zu bleiben hat.\n\nc) Bei unechter Solidarität, wie sie im vorliegenden Fall in Frage steht, ist eine Ausdehnung der Rechtskraft noch weniger geboten, weil bei ihr der Anspruch des Gläubigers gegen die mehreren Schuldner auf verschiedenen Rechtsgründen beruht. Schon mit Rücksicht hierauf bedeutet daher die Gutheissung der Klage gegenüber dem einen und ihre Abweisung gegenüber dem andern Schuldner nicht notwendigerweise einen logischen Widerspruch, zu dessen Vermeidung eine Erstreckung der Rechtskraft des ersten Urteils wünschbar wäre.\n\nd) Ob wenigstens für den Rückgriff des vom Gläubiger zuerst belangten Solidarschuldners auf die übrigen die Rechtskraft des im Hauptprozess ergangenen Urteils in gewissen Punkten auf das Innenverhältnis der Solidarschuldner unter sich zu erstrecken sei, wie STREBEL (Kommentar zum MFG, Art. 41 N. 53/54) und OFTINGER (Schweiz. Haftpflichtrecht, 2. Aufl. Bd. I S. 315 f.) befürworten, KUMMER (a.a.O. S. 179 ff.) dagegen ebenfalls ablehnt, kann offen bleiben. Denn im vorliegenden Fall steht nicht ein Rückgriffsanspruch in Frage.\n\ne) Die Klägerin hat nun allerdings die beiden Beklagten, die sie als Solidarschuldner in Anspruch nehmen will, nicht nacheinander in getrennten Prozessen eingeklagt. Das ändert jedoch nichts. Da es dem Gläubiger frei steht, gegen jeden Solidarschuldner einzeln vorzugehen oder sie im gleichen Verfahren als Streitgenossen zu belangen, kann der zufällige Umstand, welchen der beiden Wege er einschlägt, hinsichtlich der Tragweite |336| der Rechtskraft des dem einzelnen Solidarschuldner gegenüber ergangenen Urteils nicht zu verschiedenen Ergebnissen führen. Wird das Urteil gegen den einen von mehreren miteinander eingeklagten Solidarschuldnern rechtskräftig, so ist es bei der Beurteilung der Klage gegen den oder die übrigen Solidarschuldner durch die obere Instanz wie ein in einem getrennten Verfahren ergangenes zu behandeln. So hat das Bundesgericht schon in einem Entscheid vom 8. März 1907 (veröffentlicht im Journal des Tribunaux 1908, Droit fédéral, S. 2 f.) erkannt, dass (im Falle echter Solidarität aus unterlaubter Handlung) der vorbehaltlose Abstand des Gläubigers von der Klage gegenüber einem der gleichzeitig belangten Solidarschuldner - dem im Verhältnis zu dem betreffenden Schuldner die Wirkung eines rechtskräftigen Urteils zukommt (vgl. LEUCH, Bern, ZPO Art. 397, N. 5/6) - seine Ansprüche gegen die übrigen Schuldner grundsätzlich nicht beeinträchtige.\n\nIn einem Falle von Motorfahrzeughaftpflicht sodann, wo der Geschädigte den Halter und dessen Haftpflichtversicherer im gleichen Verfahren eingeklagt hatte, die Klage gegen den letzteren aber von der kantonalen Instanz wegen Verjährung abgewiesen worden war, wurde entschieden, dass bei Verwerfung der Verjährungseinrede die dem Halter gegenüber getroffene Festsetzung der Ansprüche des Geschädigten nicht ohne weiteres auch dem Haftpflichtversicherer entgegengehalten werden könne, da das Urteil gegen den Halter Rechtskraft nur zwischen den Parteien, nicht auch gegenüber dem Haftpflichtversicherer schaffe (BGE 69 II 176Erw. 3). Das Bundesgericht hat in diesem Falle dann allerdings dem Urteil gegen den Halter in faktischer Hinsicht gleichwohl präjudizielle Wirkung zugebilligt, weil dem Anspruch gegenüber der Haftpflichtversicherung zwar nicht der gleiche Rechtsgrund, aber der gleiche Sachverhalt zugrunde lag, der durch das Urteil gegen den Halter in allen Punkten abgeklärt worden war. Im vorliegenden Falle stützt sich der Anspruch der Klägerin gegen die beiden eingeklagten Banken nicht nur auf verschiedene Rechtsgründe, sondern auch auf verschiedene Sachverhalte: Die Bank Leu wurde mit dem rechtskräftig gewordenen Urteil zu teilweisem Schadenersatz verpflichtet, weil sie ihre vertragliche Sorgfaltspflicht aus dem ihr von der Klägerin erteilten Auftrag, Lam unter gewissen Bedingungen Provisionen auszuzahlen, verletzt hatte; der Anspruch der Klägerin gegenüber der Bank für Handel und Effekten (AG) dagegen |337| hängt davon ab, ob diese mit ihrem Vorgehen bei der Ausstellung der Akkreditiv-Eröffnungsschreiben eine unerlaubte Handlung begangen habe, durch das erst das betrügerische Vorgehen Lams gegenüber der Bank Leu möglich geworden sei.\n\nf) Da die Rechtskraft des Urteils des Handelsgerichts über die Ansprüche der Klägerin gegenüber der Bank Leu auf das Verhältnis dieser beiden Parteien beschränkt bleibt, ist der aus diesem Urteil abgeleitete Einwand der Berufungsbeklagten, der Klägerin stehe überhaupt kein weiterer Anspruch mehr zu, abzuweisen.\n\n4. Das Handelsgericht hat festgestellt, dass das Verhalten der Berufungsbeklagten für den Schaden der Klägerin kausal war, weil sie die Akkreditive in den Eröffnungsschreiben als \"unwiderruflich\" bezeichnete, während ihre Wirksamkeit durch den Deckungsvorbehalt aufschiebend bedingt war, und weil sie diesen Vorbehalt nicht offen in die Eröffnungsschreiben aufnahm, sondern sich mit einem blossen Hinweis auf die zwischen ihr und dem Begünstigten Lam getroffenen internen Vereinbarungen vom 13. bzw. 19. Juli 1965 begnügte; hätte sie entweder die Akkreditive nicht als unwiderruflich bezeichnet oder wenigstens das Bestehen eines Deckungsvorbehaltes ausdrücklich erwähnt, so wäre es Lam nicht möglich gewesen, die Auszahlung der Provisionen durch die Bank Leu zu erwirken. Diese Feststellungen betreffen den natürlichen Kausalzusammenhang, sind also tatsächlicher Natur und daher für das Bundesgericht verbindlich (BGE 91 II 190 Erw. 3, 209 Erw. 4 und dort erwähnte Entscheide).\n\nDie Vorinstanz verneint jedoch die Adäquanz dieses Kausalzusammenhanges, weil die Beklagte mit einem Missbrauch der Eröffnungsschreiben nicht zu rechnen brauchte. Ob der festgestellte natürliche Kausalzusammenhang auch rechtserheblich (adäquat) sei, ist eine vom Bundesgericht frei überprüfbare Rechtsfrage (vgl. die oben angeführten Entscheide).\n\nNach der Rechtsprechung hat ein Ereignis dann als adäquate Ursache eines Erfolges zu gelten, wenn es nach dem gewöhnlichen Lauf der Dinge und nach der Erfahrung des Lebens an sich geeignet war, einen Erfolg von der Art des eingetretenen herbeizuführen, so dass dieser durch jene Ursache allgemein als begünstigt erscheint (BGE 91 II 190 Erw. 3, 210 lit. c, BGE 89 II 250 und dort erwähnte Entscheide). Danach kommt es, wie in BGE 87 II 127 dargelegt wurde, für die Adäquanz auf die generelle |338| Eignung der fraglichen Ursache an, Wirkungen der eingetretenen Art zu erzeugen.\n\nWenn eine Bank einem ihr völlig Unbekannten Akkreditiv-Eröffnungsschreiben ausstellt, die im Titel als \"Irrevocable documentary credit\" bezeichnet werden, und im Begleittext lediglich erwähnt, die Krediteröffnung erfolge \"according to the agreement... existing between you and our bank\", so ist dieses Vorgehen geeignet, einen Dritten in den Glauben zu versetzen, das Akkreditiv sei wirklich unwiderruflich, und die Vereinbarung auf die Bezug genommen wird, sei rein interner Art und beeinträchtige die Gültigkeit des Akkreditivs in keiner Weise. Die Richtigkeit dieser Auffassung wird dadurch bestätigt, dass auch der Akkreditiv-Spezialist der Bank Leu hinter diesem Hinweis nichts Verdächtiges vermutete, offenbar deshalb, weil die Ausstellung eines als unwiderruflich bezeichneten Akkreditivs unter gleichzeitiger Einschaltung einer Bedingung im Text gegen die Gebräuche im Akkreditivwesen verstösst, wie bei der Behandlung der Frage der Widerrechtlichkeit noch näher auszuführen sein wird.\n\nOb die Beklagte mit einem Missbrauch ihrer an eine Bedingung geknüpften Eröffnungsschreiben zu rechnen brauchte oder nicht, ist daher für die Entscheidung der Rechtsfrage nach der Adäquanz nicht erheblich. Es genügt, dass ihr Verhalten allgemein geeignet war, einen Missbrauch zu ermöglichen, und das traf hier zu. Denn selbst aussergewöhnliche Folgen können unter Umständen adäquat sein (BGE 80 II 343, BGE 87 II 127). Die eingetretene Folge war übrigens keineswegs aussergewöhnlich. Die Ausstellung von Akkreditiv-Eröffnungsschreiben wird häufig, wenn nicht sogar in der Regel, eben gerade zu dem Zweck verlangt, sich gegenüber Dritten über bestehende Geschäftsbeziehungen, bzw. über zur Verfügung stehende Kredite auszuweisen.\n\nDie Beklagte wendet ein, der Kausalzusammenhang zwischen ihrem Verhalten und dem Schaden der Klägerin sei dadurch unterbrochen worden, dass der Sachbearbeiter der Bank Leu nach deren eigenen Ausführungen den Vorbehalt nicht übersehen habe. Eine Feststellung dieses Inhaltes findet sich im angefochtenen Urteil jedoch nicht; dagegen nimmt die in das Protokoll der Vorinstanz aufgenommene Minderheitsbegründung aufeine dahin gehende (in der Klageantwort abgegebene) Parteierklärung der Bank Leu Bezug und leitet aus ihr eine Unterbrechung |339| der Kausalkette ab, weil die Bank Leu den von der Beklagten geschaffenen Gefahrzustand erkannt, dem Vorbehalt aber nicht die gebührende Beachtung geschenkt und darum die Auszahlung der Provisionen an den Betrüger Lam allein zu verantworten habe.\n\nDieser Auffassung wäre jedoch selbst dann nicht beizupflichten, wenn das Urteil der Vorinstanz die in Frage stehende Feststellung enthielte oder wenn anzunehmen wäre, die Beklagte könne sich zu ihrer Entlastung auf die Parteierklärung ihrer damaligen Streitgenossin berufen. Denn es bestand, wie bereits ausgeführt, kein Anlass, bei einem als unwiderruflich bezeichneten Akkreditiv an eine aufschiebende Bedingung zu denken, die es praktisch wertlos machte; die Annahme, die fragliche Wendung beziehe sich auf einen die Gültigkeit des Akkreditivs nicht berührenden Umstand, z.B. aufeinen Zahlungsmodus oder auf eine frühere Zusicherung, das Akkreditiv auszustellen, lag näher, zumal die Ausstellerin eine als seriös geltende schweizerische Bank war. Eine unverständliche Nichtbeachtung einer Akkreditivbestimmung durch die Bank Leu, die die Kausalkette unterbrechen würde, wäre deshalb zu verneinen.\n\n5. Das Handelsgericht hat die Widerrechtlichkeit des Verhaltens der Beklagten mit der Begründung verneint, diese habe wohl Akkreditive ausgestellt, die \"der letzten Klarheit ermangelten\", doch habe sie nichts Unwahres oder Unrichtiges bestätigt, sondern genau das, was zwischen den Akkreditivparteien abgesprochen worden sei; wie der Begriff \"unwiderruflich\" zu verstehen sei, habe sich aus den Vereinbarungen vom 13. bzw. 19. Juli 1965 ergeben.\n\nDiese Auffassung ist unhaltbar. Nach allgemein anerkanntem Rechtssatz muss, wer einen Zustand schafft, der einen andern schädigen könnte, die zur Vermeidung eines Schadens erforderlichen Vorsichtsmassnahmen treffen (BGE 93 II 92 Erw. 2, BGE 82 II 28 und dort angeführte Entscheide). Die Unterlassung solcher Vorsichtsmassnahmen ist rechtswidrig.\n\nDie Beklagte hatte von der SOFITEX SA in Zürich die Mitteilung erhalten, sie beabsichtige, die Beklagte mit der Eröffnung eines unwiderruflichen Akkreditivs über US $ 210 725 zugunsten eines in Wien wohnhaften Dr. Lam zu beauftragen. Da es sich bei dem Begünstigten um einen ihr unbekannten Ausländer handelte, erklärte sich die Beklagte zur Eröffnung dieses Akkreditivs nur unter der Bedingung bereit, dass es nur wirksam werde, |340| wenn der Endkäufer die Akkreditivsumme innerhalb von zwei Wochen nach dem Eröffnungsdatum bei ihr hinterlege. Sie liess sich daher von Lam eine entsprechende schriftliche Erklärung geben, in der er sich überdies verpflichtete, beim Fehlen der Deckung von dem Akkreditiv keinen Gebrauch zu machen. In gleicher Weise ging sie bei der Eröffnung des zweiten Akkreditivs über US $ 51 000 vor. So sicherte sie sich gegen die von ihr erkannten Gefahren, die sich aus der Eröffnung der Akkreditive zugunsten des ihr nicht bekannten Dr. Lam allenfalls ergeben konnten. Damit durfte sie sich jedoch nicht begnügen. Es lag auf der Hand, dass der Begünstigte von den Akkreditiven gegenüber Dritten, insbesondere gegenüber der Warenverkäuferin und der allenfalls von dieser mit der Abwicklung des Akkreditivs beauftragten Bank, Gebrauch machen könnte. Sie hatte daher darauf Bedacht zu nehmen, dass auch solche Dritte nicht Gefahr liefen, zu Schaden zu kommen. Das geboten ihr schon die \"Einheitlichen Richtlinien und Gebräuche für Dokumenten-Akkreditive\" (Ausgabe 1962), wonach Akkreditive \"vollständig und genau\" sein (allgemeine Regeln und Begriffsbestimmungen, lit. b) und insbesondere \"deutlich angeben\" sollen, ob sie widerruflich oder unwiderruflich sind (Art. 1 Abs. 2). Diese von der Internationalen Handelskammer in Paris aufgestellten Richtlinien sind zwar nicht objektives Recht, so dass ein Verstoss gegen sie an sich noch keine Widerrechtlichkeit begründet. Aber sie dürfen herangezogen werden bei der Beantwortung der Frage, ob der Akkreditiv-Aussteller einen Gefahrzustand schuf.\n\nDie Beklagte war daher verpflichtet, den mit dem Begünstigten vereinbarten Deckungsvorbehalt klar und unmissverständlich in die Eröffnungsschreiben aufzunehmen, oder aber die Akkreditive dem Begünstigten erst nach Erhalt der Deckung auszuhändigen. Statt dessen begnügte sie sich mit einem blossen Hinweis auf mit dem Begünstigten getroffene interne Vereinbarungen, der nicht geeignet war, bei Dritten den Gedanken aufkommen zu lassen, es handle sich dabei um Abmachungen, die mit dem Wesen eines unwiderruflichen Akkreditivs in krassem Widerspruch stünden. Mit ihrem Vorgehen schuf die Beklagte somit die Gefahr, dass Dritte geschädigt werden könnten.\n\nDass die Akkreditive als \"nicht übertragbar\" bezeichnet wurden, vermochte einen Missbrauch nicht zu verhindern. Denn eine dennoch erfolgende Übertragung hätte lediglich zur Folge gehabt, dass der Zessionar die Akkreditivsumme bei der mit |341| ihrer Auszahlung beauftragten Bank nur gemeinsam mit dem Begünstigten gegen Übergabe der Warendokumente hätte erheben können. Das war für den Dritten (den Warenverkäufer und dessen Bank) kein Anlass, eine Übertragung abzulehnen, an der Gültigkeit der Akkreditive zu zweifeln oder sie wegen der Unübertragbarkeit als wertlos zu betrachten.\n\nDa die Beklagte für Dritte einen Gefahrzustand schuf, den sie durch die klare Aufnahme des Deckungsvorbehaltes in die Eröffnungsschreiben hätte vermeiden können und sollen, war ihr Verhalten widerrechtlich.\n\n6. Die Beklagte bzw. ihre Organe und Angestellten trifft schliesslich auch ein Verschulden, weil sie die nach den Umständen gebotenen Sorgfaltspflichten fahrlässig nicht erfüllten. Ihr Verschulden würde um so schwerer wiegen, wenn es zutreffen sollte - (wie der Anwalt der beiden Beklagten im kantonalen Verfahren behauptete, im angefochtenen Urteil jedoch nicht festgestellt wird) -, dass die Bank Leu einen Angestellten mit der von der Beklagten bloss visierten Kopie des Akkreditiv-Eröffnungsschreibens vom 19. Juli 1965 zu der Beklagten sandte, um eine rechtsgültig unterzeichnete Kopie einzuholen, und dass die Beklagte ihm diese aushändigte, ohne darauf hinzuweisen, dass das Akkreditiv vorläufig wertlos sei. Dabei musste sie aus der Vorsprache des Angestellten der Bank Leu ersehen, dass Lam das Akkreditiv-Eröffnungsschreiben bereits am Ausstellungstage gegenüber Dritten zu verwenden im Begriffe war.\n\n7. a) Die Beklagte haftet somit grundsätzlich - unter Vorbehalt eines Abzuges wegen allfälligen Mitverschuldens der Klägerin - für den nach dem Urteil gegenüber der Bank Leu noch verbleibenden Schaden im Ausmass von zwei Dritteln des Gesamtschadens.\n\nIm Urteil über die Klage gegen die Bank Leu hat das Handelsgericht der Klägerin ein ganz erhebliches Selbstverschulden zur Last gelegt, weil sie sich mit Lam \"auf ein Millionengeschäft einliess, ohne schriftliche Verträge oder mindestens eine Bestätigung der angeblichen Käuferfirma aus Singapore zu verlangen\" (Urteil S. 23). Insbesondere sei es auch unvorsichtig gewesen, sich mit Akkreditiven zu begnügen, in denen Lam als Begünstigter bezeichnet war; zumindest hätte sie Verdacht schöpfen müssen, als Lam verlangte, dass die Akkreditive als unübertragbar zu bezeichnen seien, ihr aber gleichzeitig seine Ansprüche aus diesen abtrat. Das Handelsgericht kürzte daher den Anspruch der Klägerin gegenüber der Bank Leu um zwei Drittel.\n\n|342|\n\nDie Klägerin bestreitet, dass sie ein Mitverschulden an dem durch die Beklagte zu verantwortenden Schaden treffe. Nach der Ansicht der Beklagten muss der Anspruch der Klägerin wegen überwiegenden Selbstverschuldens auf eine höchstens symbolische Summe herabgesetzt werden.\n\nb) Die Funktion des Akkreditivs besteht darin, zum Schutze beider Kaufvertragsparteien die beidseitige ordnungsgemässe Vertragserfüllung zu sichern. Der Käufer, bzw. die von ihm mit der Akkreditivstellung beauftragte Bank, soll den Kaufpreis nur gegen Übergabe der Dokumente freigeben müssen, die das Vorhandensein sowie die vertragsgemässe Beschaffenheit der Ware belegen und ihm die Verfügungsgewalt über diese verschaffen. Der Verkäufer seinerseits soll die Dokumente nur aus der Hand geben müssen, wenn Gewähr dafür besteht, dass ihm der in Form des Akkreditivs bereitgestellte Kaufpreis ausbezahlt wird (BGE 90 II 307).\n\nDadurch, dass die Klägerin Sicherstellung des Kaufpreises durch Akkreditive vor Lieferung der Ware forderte, hat sie - in Bezug auf den Vollzug des Kaufgeschäftes - alles getan, was bei einem solchen Geschäft geboten war. Eine nähere Erkundigung über Lam oder über den Käufer der Ware war vom Moment an, da gültige, unwiderrufliche Akkreditive vorgelegt wurden, unnötig; das gilt auch für die Zeit vor der Bestellung der Akkreditive, da die Klägerin - nach dem zeitlichen Ablauf der Ereignisse zu schliessen - keine Vorkehren traf, die bei Nichtzustandekommen des Vertrags oder der Akkreditivbestellung nachteilig gewesen wären. Insoweit kann ihr daher keine Unvorsichtigkeit zur Last gelegt werden.\n\nAnders verhält es sich dagegen in Bezug auf die Ausrichtung der Provision an Lam. Da diese nicht erst bei der Aushändigung der Dokumente über die Ware und der Zahlung der Akkreditivsumme durch die Ausstellerin des Akkreditivs, sondern schon auf blosse Vorlegung einer rechtsgültig unterzeichneten Kopie des Akkreditiv-Eröffnungsschreibens auszurichten war, bestand für die Klägerin Anlass, die Forderung Lams nach Ausstellung unübertragbarer Akkreditive gründlich zu überlegen. Wie bereits ausgeführt wurde, schloss die Unübertragbarkeit die ordnungsgemässe Abwicklung des Akkreditivgeschäftes nicht aus; sie hatte bloss zur Folge, dass der Begünstigte mit dem Zessionar zusammen bei der Bank mitwirken musste, um die Zahlung der Akkreditivsumme zu veranlassen. Diese Mitwirkung Lams war aber, wenn ihm die Provision vorher ausgerichtet wurde, nicht mehr |343| gewährleistet. Es bestand somit die Gefahr, dass der Vollzug des Geschäftes, d.h. die Zahlung des Kaufpreises gegen Aushändigung der Dokumente, durch Nichtmitwirken des Begünstigten Lam verunmöglicht werde. Das war für die Klägerin ein Grund, sich über Lam und über die angebliche Käuferin zu erkundigen. Dass sie dies unterliess, gereicht ihr zum Mitverschulden. Sie hat sich die Tragweite der Unübertragbarkeitsklausel bei Ausrichtung der Provision vor Auszahlung der Akkreditivsumme nicht genügend überlegt, oder falls sie es tat, das damit verbundene Risiko in Kauf genommen. Hätte sie - aus diesem Grunde, nicht aus der Befürchtung, der Kaufpreis könnte allenfalls nicht bezahlt werden - die sich aufdrängenden Erkundigungen eingezogen, so wäre es nicht zur Auszahlung der Provision gekommen.\n\nc) Diese Unterlassung wiegt jedoch nicht derart schwer, dass sie auch der Beklagten gegenüber eine Herabsetzung des Anspruchs der Klägerin um zwei Drittel rechtfertigen würde. Im Vergleich zu dem von der Beklagten als Akkreditiv-Ausstellerin begangenen Fehler erscheint die mangelnde Vorsicht der Klägerin als ein verhältnismässig leichtes Verschulden. Sie dachte verständlicherweise in erster Linie an die Sicherung des Kaufpreises und war offenbar dem raffinierten Vorgehen des Betrügers Lam nicht gewachsen. Ausserdem hatte sie die Bank Leu als ihre Vertrauensbank eingeschaltet und durfte annehmen, diese werde sie aufmerksam machen, falls ihre Aufträge betreffend den Inhalt der Akkreditive für sie nachteilig sein könnten; damit soll allerdings nicht gesagt sein, dass im vorliegenden Fall eine solche Pflicht der Bank Leu bestand. Entscheidend war für die Schädigung der Klägerin in erster Linie die Ausstellung der Akkreditiv-Eröffnungsschreiben, in denen die Akkreditive zu Unrecht als unwiderruflich bezeichnet waren. Dadurch hat die Beklagte den Betrüger Lam überhaupt in die Lage versetzt, die Auszahlung der Provision zu erwirken.\n\nd) In Würdigung aller Umstände ist eine Herabsetzung des Schadenersatzanspruchs der Klägerin um einen Viertel angemessen. Da sie von der Bank Leu bereits einen Drittel erhalten hat, ist die Beklagte nur noch zur Bezahlung von 5/12 des Gesamtschadens von Fr. 150 694.80 zu verurteilen, was Fr. 62 789.50 ausmacht.\n\n8. In Bezug auf den Verzugszins ist davon auszugehen, dass die Klägerin auf jedem der beiden Schadensposten, d.h. auf der am 15. Juli 1965 ausbezahlten Provision von Fr. 104 493.70 |344| und auf der am 19. Juli 1965 ausbezahlten zweiten Provision von Fr. 46 201.10, je einen Viertel selber zu tragen hat. Das Handelsgericht hat jedoch der Klägerin auf dem ganzen Betrag von Fr. 50 231.70, zu dessen Bezahlung es die Bank Leu verurteilte, 5% Verzugszins ab 15. Juli 1965, dem Datum der ersten Provisionszahlung, zugesprochen. Der Beklagten gegenüber steht der Klägerin somit ein Verzugszinsanspruch ab 15. Juli 1965 für die erste Provisionszahlung nur noch zu auf dem Unterschied zwischen dem von der Bank Leu bezahlten Betrag von Fr. 50 231.70 und drei Vierteln von Fr. 104 493.70=Fr. 78 370.30, mithin auf Fr. 28 138.60; auf den drei Vierteln des zweiten Schadenspostens von Fr. 46 201.10, d.h. auf Fr. 34 650.90, läuft der Verzugszins ab 19. Juli 1965.\n\nDemnach erkennt das Bundesgericht:\n\nIn teilweiser Gutheissung der Berufung wird das Urteil des Handelsgerichts des Kantons Zürich vom 30. November 1966 gegenüber der Beklagten Bank für Handel und Effekten (AG) aufgehoben und die Beklagte verpflichtet, an die Klägerin zu zahlen:\n\na) Fr. 28 138.60 nebst 5% Zins seit 15. Juli 1965;\n\nb) Fr. 34 650.90 nebst 5% Zins seit 19. Juli 1965.\n\nIm Mehrbetrag wird die Klage abgewiesen."}