{"annee": "93", "cour": "III", "page": "1", "date": "17/3/1967", "cite": ["61 III 189"], "cite_par": [], "chapeau": "1. Richtlinien für die eidgenössische Betreibungsstatistik(von der Konferenz der Betreibungs- und Konkursbeamten der Schweiz im Einverständnis mit dem Eidgenössischen Statistischen Amt aufgestellt und von der Schuldbetreibungs- und Konkurskammer genehmigt; vgl. das Kreisschreiben Nr. 24 des Bundesgerichts vom 23. Dezember 1935, BGE 61 III 189 ff.). 17. März 1967", "regestes": ["Instructions et arrêts de la chambre des poursuites et des faillites."], "faits": "", "considerants": "|1|\n\n1. Zahlungsbefehle:\n\nGrundzätzlich sind alle ausgestellten Zahlungsbefehle zu melden, ohne Rücksicht darauf, ob sie zugestellt oder nicht zugestellt, ob sie zurückgezogen, widerrufen oder aufgehoben worden sind.\n\n2. Pfändungsvollzüge:\n\nAls Pfändungsvollzüge sind zu zählen\n\na) alle Vollzüge mit Einschluss der direkten Verlustscheine (Art. 115 SchKG);\n\nb) Gruppenanschlüsse mit oder ohne Ergänzungspfändung;\n\nc) Ergänzungspfändungen auf Begehren von Gläubigern und Nachpfändungen im Sinne von Art. 145 SchKG;\n\n|2|\n\nd) Änderung von Einkommenspfändungen (Erhöhung des Deckungsbetrages, Revision früherer Vollzüge);\n\ne) Requisitionspfändungen.\n\n3. Verwertungen:\n\nMassgebend ist hier die Zahl der Betreibungen, für welche eine Verwertungshandlung stattgefunden hat. Als solche gilt damit auch ein vom Betreibungsamt vorgenommener Freihandverkauf, der Einzug gepfändeter Einkommensbetreffnisse sowie von Forderungen irgendwelcher Art, die Zuteilung gepfändeter Barschaft, die Zuteilung eingezogener Miet- und Pachtzinse sowie die Anweisung gepfändeter Forderungen an Zahlungsstatt oder zum Inkasso (Art. 131 SchKG).\n\nSoweit in der kantonalen Betreibungs-Statistik die für die eidgenössische Statistik benötigten Angaben nicht enthalten sind, ist jene entsprechend zu modifizieren.\n\nDirectives concernant la statistique fédérale des poursuites (établies par la Conférence suisse des préposés aux poursuites et aux faillites, d'entente avec le Bureau fédéral de statistique, et approuvées par la Chambre des poursuites et des faillites; cf. la circulaire no 24 du Tribunal fédéral, du 23 décembre 1935, RO 61 III 189 ss). 17 mars 1967\n\n1. Commandements de payer:\n\nEn principe, on indiquera tous les commandements de payer rédigés, sans égard au fait qu'ils ont été notifiés ou non, même s'ils ont été retirés, révoqués ou annulés.\n\n2. Saisies exécutées:\n\nOn comptera comme saisies exécutées:\n\na) tous les actes d'exécution, y compris les actes de défaut de biens après saisie infructueuse (art. 115 LP);\n\nb) la participation de créanciers à une série avec ou sans complément de saisie;\n\nc) les compléments de saisie requis par des créanciers et les saisies complémentaires au sens de l'art. 145 LP;\n\n|3|\n\nd) la modification des saisies de salaire (augmentation du montant à saisir, revision de saisies antérieures);\n\ne) les saisies opérées à la requête d'un autre office.\n\n3. Réalisations:\n\nC'est le nombre des poursuites dans lesquelles un acte de réalisation a été exécuté qui est déterminant. Il faut donc considérer également comme tel une vente de gré à gré opérée par l'office, l'encaissement de montants saisis sur un revenu ou de créances de n'importe quelle nature, l'attribution d'espèces saisies, l'attribution de loyers et fermages encaissés, ainsi que la cession en paiement de créances saisies, ou le mandat de recouvrement (art. 131 LP).\n\nDans la mesure où les indications nécessaires pour établir la statistiquefédérale nefigurent pas dans les statistiques cantonales en matière de poursuite, celles-ci seront modifiées en conséquence.\n\nDirettive concernenti la statistica federale delle esecuzioni (stabilite dalla Conferenza svizzera degli ufficiali di esecuzione e dei fallimenti d'intesa con l'Ufficio federale di statistica e approvate dalla Camera di esecuzione e dei fallimenti; cfr. la circolare n. 24 del Tribunale federale del 23 dicembre 1935, RU 61 III 189 segg.). 17 marzo 1967\n\n1. Precetti esecutivi:\n\nIn principio, devono essere annunciati tutti i precetti esecutivi emessi, senza tener conto se sono stati notificati o meno, se sono stati ritirati, revocati o annullati.\n\n2. Pignoramenti eseguiti:\n\nVanno annoverati a tale riguardo:\n\na) tutti gli atti d'esecuzione, ivi compresi gli attestati di carenza di beni a seguito di pignoramento infruttuoso (art. 115 LEF);\n\nb) le partecipazioni di creditori a un gruppo, con o senza completamento del pignoramento;\n\nc) i completamenti di pignoramento richiesti dai creditori e i pignoramenti complementari ai sensi dell'art. 145 LEF;\n\n|4|\n\nd) la modificazione di pignoramenti del reddito (aumento dell'importo da pignorare, revisione di pignoramenti anteriori);\n\ne) i pignoramenti eseguiti per rogatoria.\n\n3. Realizzazioni:\n\nDeterminante è il numero delle esecuzioni per le quali si è proceduto a un atto di realizzazione. Come tale bisogna quindi considerare anche la vendita a trattative private eseguita dall'ufficio, l'incasso di importi pignorati su un reddito o di crediti di qualsiasi natura, l'attribuzione di pigioni e affitti incassati, cosî come l'assegnazione in pagamento o per l'incasso di crediti pignorati (art. 131 LEF).\n\nNella misura in cui le indicazioni necessarie per stabilire la statistica federale non figurano nelle statistiche cantonali in materia di esecuzione, queste devono essere modificate in conse guenza."}