{"annee": "93", "cour": "III", "page": "81", "date": "26/10/1967", "cite": [], "cite_par": [], "chapeau": "14. Schreiben an die obern kantonalen Aufsichtsbehörden. Lettre aux autorités cantonales supérieures de surveillance. Lettera alle autorità cantonali superiori di vigilanza.(26.10.1967)", "regestes": ["Par suite de l'augmentation des taxes postales, les frais du commandement de payer et ceux de la commination de faillite sont majorés, dès le 1er novembre 1967, de 50 centimes (respectivement de 70 centimes, lorsque le débiteur est domicilié hors du rayon local de l'office postal qui dessert l'office des poursuites). Art. 12 al. 1 tarif; art. 14 et 12 LSP, modifiés le 21 décembre 1966, art. 45 al. 1 et 70 de l'ordonnance d'exécution I de la LSP, du 1er septembre 1967. Adaptation des formules de poursuite nos 1, 4 et 43 à cette augmentation."], "faits": "", "considerants": "|82|\n\nVom 1. November 1967 an gelten die erhöhten Posttaxen, die im Bundesgesetz vom 21. Dezember 1966 über die Änderung des Bundesgesetzes betreffend den Postverkehr und in der Vollziehungsverordnung I vom 1. September 1967 zum Bundesgesetz betreffend den Postverkehr (in der Sammlung der eidgenössischen Gesetze veröffentlicht am 26. bezw. 19. Oktober 1967) vorgesehen sind.\n\nDiese Taxerhöhungen wirken sich auf die Kosten des Zahlungsbefehls und der Konkursandrohung aus, die in den Formularen für das Betreibungsbegehren (Nr. 1), für das Begehren um Fortsetzung der Betreibung (Nr. 4) und für die Aufforderung zur Einsendung eines Kostenvorschusses (Nr. 43) angegeben sind. Diese Kosten erhöhen sich um je 50 Rappen (bezw. um je 70 Rappen, wenn der Schuldner ausserhalb des Nahverkehrskreises der Poststelle des Betreibungsamtes wohnt).\n\nDie Eidg. Drucksachen- und Materialzentrale in Bern wird auf den bei ihr vorrätigen Stücken der genannten Formulare einen Aufdruck anbringen, der die betreibenden Gläubiger auf diesen Aufschlag hinweist.\n\nUm zu vermeiden, dass die Gläubiger den Betreibungsämtern ungenügende Kostenvorschüsse einsenden, sind auch die bei den Betreibungsämtern liegenden Stücke der Formulare Nr. 1, 4 und 43 durch einen solchen Vermerk zu ergänzen.\n\nLe 1er novembre 1967 entrent en vigueur les taxes postales majorées qui sont prévues dans la loi fédérale du 21 décembre 1966 modifiant la loi fédérale du 2 octobre 1924 sur le service des postes et dans l'ordonnance d'exécution I de la loi fédérale sur le service des postes du 1er septembre 1967, publiées dans le Recueil des lois fédérales du 26, respectivement du 19 octobre 1967.\n\nCette hausse des taxes se reporte sur les frais du commandement de payer et de la commination de faillite qui sont indiqués dans les formules de la réquisition de poursuite (No 1), de la réquisition de continuer la poursuite (No 4) et de l'avis concernant l'avance des frais (No 43). Ces frais sont majorés dans chaque cas de 50 centimes (respectivement de 70 centimes |83| lorsque le débiteur est domicilié hors du rayon local de l'office postal qui dessert l'office des poursuites).\n\nL'office central fédéral des imprimés et du matériel, à Berne, apposera une surimpression sur les formules précitées qu'il tient en stock, afin d'attirer l'attention du créancier poursuivant sur cette hausse des frais.\n\nPour éviter que les créanciers ne fournissent aux offices des poursuites des avances de frais insuffisantes, les exemplaires des formules No 1, 4 et 43 détenus par ces offices seront également pourvus d'une pareille mention.\n\nA partire dal 10 novembre 1967 valgono le nuove, aumentate, tasse postali, che sono previste nella legge federale del 21 dicembre 1966 concernente la modifica della legge federale sul servizio delle poste e nell'ordinanza d'esecuzione I del 10 settembre 1967 relativa alla legge federale sul servizio delle poste (pubblicate nella raccolta delle leggi federali il 26, risp. il 19 ottobre 1967).\n\nQuesti aumenti di tassa incidono sulle spese del precetto esecutivo e della comminatoria di fallimento che sono indicate nei moduli per la domanda d'esecuzione (n. 1), per la domanda di proseguire l'esecuzione (n. 4) e per la diffida di anticipazione di spese (n. 43). Tali spese aumentano, ciascuna, di 50 centesimi (rispettivamente di 70 centesimi se il debitore è domiciliato fuori del raggio locale dell'ufficio postale di servizio dell'ufficio di esecuzione).\n\nL'Ufficio centrale federale degli stampati e del materiale a Berna apporrà sui citati moduli di cui tuttora dispone una impressione che avvertirà il creditore procedente di questo aumento.\n\nAl fine di evitare che i creditori inviino agli uffici di esecuzione anticipi insufficienti, anche gli esemplari dei moduli n. 1, 4 e 43 giacenti presso gli uffici di esecuzione dovranno essere completati con una annotazione simile."}