{"annee": "93", "cour": "I", "page": "171", "date": "1/3/1967", "cite": [], "cite_par": ["98 IA 653", "103 IA 65", "104 IA 350", "104 IA 148", "98 IA 1", "109 IA 252", "95 I 193", "99 IA 394", "98 IA 649", "107 IA 340", "105 IA 349", "97 I 193", "95 I 111"], "chapeau": "20. Arrêt du 1er mars 1967 dans la cause Société médicale du Valais et consorts contre Ebener et Conseil d'Etat du canton du Valais.", "regestes": ["Qualité pour recourir (art. 88 OJ). Le particulier n'a qualité pour invoquer la violation d'une disposition cantonale que si cette disposition protège ses intérêts personnels et non pas si elle a été édictée uniquement dans l'intérêt public. Le Tribunal fédéral examine d'office et avec plein pouvoir de cognition si les conditions relatives à la qualité pour recourir sont remplies."], "faits": "|172|\n\nA.- L'art. 18 de la loi valaisanne du 18 novembre 1961 sur la santé publique (LSP) dispose:\n\n\"L'autorisation d'exercer une profession médicale est accordée par le Conseil d'Etat.\n\nPeuvent seuls exercer une profession médicale dans le canton les titulaires du diplôme fédéral de cette profession et les professeurs d'universités suisses chargés d'enseigner les branches médicales.\"\n\nL'art. 19, placé sous le titre marginal \"Autorisations particulières\", prévoit les exceptions suivantes en ses alinéas 1 et 3:\n\n\"Sur préavis du Conseil de santé, de l'association professionnelle intéressée et au vu des titres qu'il juge suffisants, le Conseil d'Etat peut également autoriser à pratiquer, des personnes ne répondant pas aux exigences de l'art 18 ci-dessus, lorsque les motifs tirés de la protection de la santé exigent une telle dérogation.\n\n.....\n\nCes autorisations particulières ne sont accordées que pour des périodes limitées\".\n\nB.- Le 12 décembre 1965, le docteur Halle, de nationalité hongroise, demanda au Service de la santé publique du canton du Valais une autorisation particulière au sens de l'art. 19 LSP pour lui permettre de poursuivre, à Sierre, l'activité médicale du docteur Bayard, décédé. Invitée à donner son préavis, la Société médicale du Valais fit rapport au Service de santé par lettre du 28 janvier 1966: d'une enquête faite auprès des médecins de Sierre, il ressortait que quatre médecins suisses, porteurs du diplôme fédéral, s'installeraient à Sierre au cours des années 1966 et 1967, de sorte qu'il n'y avait pas pénurie de médecins et que les conditions pour l'octroi d'une autorisation particulière au sens de l'art. 19 n'étaient pas réalisées. Le 28 janvier 1966, le docteur Halle avisa le Service de santé qu'il renonçait à poursuivre l'activité médicale du docteur Bayard; il se révéla par la suite que, malgré cette déclaration, l'intéressé continuait à pratiquer à Sierre; dans ces conditions le Conseil d'Etat refusa, par décision du 10 août 1966, l'autorisation particulière requise.\n\n|173|\n\nC.- Le docteur Farkashazy, de nationalité hongroise, qui pratiquait la médecine depuis 1961 dans le val d'Anniviers, requit par lettre du 15 décembre 1965 l'autorisation de s'installer à Sierre; il fondait également sa demande sur l'art. 19 LSP. Dans son préavis du 28 janvier 1966, la Société médicale proposa également le rejet de la demande, pour les mêmes raisons que dans le cas du docteur Halle. Le 4 février, le Service de santé informa le docteur Farkashazy que quatre médecins s'installeraient à Sierre au cours des années 1966 et 1967, de sorte que les besoins en médecins étaient couverts pour cette région; en conséquence, l'autorisation de pratiquer ne pouvait être délivrée qu'à un porteur du diplôme fédéral. Le Service de santé écrivit dans le même sens à la Société médicale le 8 février 1966.\n\nD.- Le docteur Joseph Ebener, citoyen valaisan, n'est pas porteur du diplôme fédéral de médecin, mais il a passé le 28 février 1962 l'examen de médecin à l'Université de Munich. Le 8 juillet 1966, il demanda l'autorisation de pratiquer la médecine dans le district de Sierre. Le Conseil de santé préavisa favorablement cette demande. Le préavis de la Société médicale ne fut pas requis. Le Conseil d'Etat statua sur la demande le 4 octobre 1966; considérant que la région de Sierre manquait de médecins omnipraticiens et jugeant suffisants les titres de capacité présentés par le requérant, il autorisa le docteur Ebener à s'établir comme médecin dans le district de Sierre; l'autorisation était limitée à dix ans et pouvait être renouvelée pour des périodes de même durée.\n\nE.- Agissant par la voie du recours de droit public pour violation de l'art. 4 Cst., la Société médicale du Valais ainsi que cinq médecins pratiquant dans le canton (quatre à Sierre et un à Brigue) demandent au Tribunal fédéral, par acte du 17 novembre 1966, d'annuler la décision du Conseil d'Etat du 4 octobre 1966.\n\nEn ce qui concerne l'observation du délai de 30 jours prévu à l'art. 89 OJ, les recourants exposent qu'ils n'ont jamais reçu notification formelle et écrite de la décision attaquée, laquelle est parvenue incidemment à la connaissance du président de la société, lors d'un entretien avec le chef du département de la santé publique, le 26 octobre 1966; le délai de recours, qui n'aurait commencé à courir que le 27 octobre 1966, serait dès lors observé.\n\nEn ce qui concerne la qualité pour former un recours de |174| droit public, les recourants se réfèrent à la récente jurisprudence du Tribunal fédéral relative à l'art. 88 OJ, en particulier aux arrêts RO 74 I 379, 79 I 155, 81 I 120, 86 I 284, 88 I 173, 91 I 325 et 413 ss., notamment 416.\n\nLes recourants qualifient de déni de justice et d'interprétation arbitraire de la loi cantonale le fait que le Conseil d'Etat ait accordé l'autorisation incriminée sans avoir demandé le préavis de la Société médicale, comme le lui prescrivait l'art. 19 al. 1 LSP. Ils reprochent également à l'autorité cantonale d'avoir admis arbitrairement, et contrairement à la position adoptée dans les cas des docteurs Halle et Farkashazy, l'existence d'un besoin en médecins dans le district de Sierre. Ils estiment enfin que le Conseil d'Etat a violé l'esprit de la loi cantonale en fixant pour l'autorisation une durée de dix ans, alors que, selon l'art. 19 al. 3 LSP, les autorisations particulières ne peuvent être accordées que pour des périodes limitées.\n\nF.- Le Conseil d'Etat et le docteur Ebener concluent à l'irrecevabilité du recours pour défaut de qualité des recourants, subsidiairement au rejet.", "considerants": "Considérant en droit:\n\n1./2. - (Point de départ du délai; décision finale).\n\n3. a) En vertu de l'art. 88 OJ, ont qualité pour recourir les particuliers et les collectivités lésés par des arrêtés de portée générale ou par des décisions qui les concernent personnellement ou qui sont d'une portée générale. Ainsi le recours de droit public n'est ouvert au particulier que pour protéger des intérêts qui lui appartiennent en propre et qui ont une importance juridique; en revanche il est irrecevable pour sauvegarder l'intérêt général ou préserver de simples intérêts de fait (RO 91 I 413 consid. 3 et les arrêts cités). Le Tribunal fédéral examine d'office et avec pleine cognition si les conditions relatives à la qualité pour recourir sont remplies. Il en est de même, en principe, de l'examen des dispositions cantonales à prendre en considération pour résoudre le problème de la qualité du recourant; le Tribunal fédéral ne s'écarte cependant pas sans nécessité de l'interprétation qu'en donnent les autorités cantonales (RO 91 I 414).\n\nb) La Société médicale du Valais est une association au sens de l'art. 60 ss. CC; elle possède la personnalité juridique. Elle a notamment pour but la défense des intérêts du corps médical |175| valaisan et la représentation de ce dernier auprès des autorités et des corporations (art. 2 lettre e des statuts, du 12 juin 1949). Elle a dès lors, selon la jurisprudence, qualité pour défendre les intérêts de ses membres par la voie du recours de droit public, à la condition que ceux-ci soient atteints dans leur situation juridique au sens de l'art. 88 OJ (RO 88 I 175, 91 I 325 consid. 1; arrêt non publié du 29 juin 1966 dans la cause Sportfischer-Verein Bern, consid. 1). C'est de cette condition également que dépend la qualité pour agir des cinq médecins qui recourent personnellement à côté de la Société médicale.\n\nc) Les recourants invoquent la violation de l'art. 19 al. 1 et 3 LSP. Ils n'ont qualité pour faire valoir un tel moyen que si les dispositions précitées protègent leurs intérêts personnels; ils ne l'ont pas en revanche si ces dispositions ont été édictées uniquement dans l'intérêt public.\n\nPar rapport à l'art. 18 LSP, l'art. 19 est une disposition d'exception. L'art. 18 pose le principe que seuls les titulaires du diplôme fédéral de médecin et les professeurs d'universités suisses qui enseignent les branches médicales peuvent être autorisés à exercer une profession médicale dans le canton. L'art. 19 permet au Conseil d'Etat d'autoriser également d'autres personnes à pratiquer la médecine, lorsque les motifs tirés de la protection de la santé exigent une telle dérogation; ces personnes doivent cependant disposer de titres jugés suffisants, et l'autorisation ne peut être accordée que pour des périodes limitées. Il résulte clairement de ces textes, ainsi que du message du Conseil d'Etat du 8 juin 1960 \"accompagnant le projet de loi sur la santé publique\", que la disposition d'exception prévue à l'art. 19 a été édictée dans l'intérêt de la santé publique, afin de mettre à la disposition de la population, en cas de pénurie de personnel médical, un nombre suffisant de médecins pratiquants. En revanche, une telle disposition ne protège pas les médecins établis, en particulier pas dans l'intérêt qu'ils ont à se garantir d'une concurrence indésirable. Le fait que l'autorisation ne peut être accordée, selon l'art. 19, que sur préavis non seulement du conseil de santé - lequel figure parmi les autorités sanitaires énumérées à l'art. 4 LSP - mais également de \"l'association professionnelle intéressée\", ne change rien à la chose. Cela signifie simplement qu'avant l'octroi de l'autorisation spéciale, on demande à l'association professionnelle - intéressée elle aussi à la sauvegarde de la |176| santé publique - si elle estime nécessaire à cette sauvegarde que d'autres personnes sans diplôme fédéral soient autorisées à pratiquer dans le canton. Une telle disposition ne protège pas, de plus, les intérêts personnels des médecins. Si l'art. 19 est édicté exclusivement dans l'intérêt public, il manque dès lors aux recourants, conformément à l'art. 88 OJ et à la jurisprudence citée plus haut, la qualité pour former un recours de droit public en invoquant une prétendue violation de cette disposition. Cette qualité ne peut être fondée sur le simple intérêt de fait que peuvent avoir les médecins établis à se défendre de la concurrence faite par ceux à qui l'autorisation spéciale de l'art. 19 LSP serait accordée.\n\nOn peut se dispenser d'examiner si la loi sur la santé publique contient également des dispositions édictées par des motifs de politique professionnelle et de protection de l'activité médicale, comme le soutiennent les recourants: en effet, une telle question doit être examinée de façon particulière pour chaque disposition (cf. RO 91 I 416 lettre c). Or en l'espèce, les recourants invoquent la violation du seul art. 19 LSP, lequel vise exclusivement la sauvegarde d'intérêts publics.\n\nd) Les arrêts du Tribunal fédéral que citent les recourants ne peuvent rien changer à la question. L'arrêt du 25 novembre 1948 (RO 74 I 379), comme les arrêts cités ci-dessus (consid. 3 a), dénient aux associations professionnelles et aux exploitants eux-mêmes la qualité pour attaquer, par la voie du recours de droit public, l'autorisation accordée à un tiers d'ouvrir ou d'agrandir un débit de boissons, et ceci même sous l'empire des nouveaux articles économiques de la Constitution fédérale. Si, dans l'arrêt 79 I 155 ss., la qualité pour recourir contre l'autorisation d'ouvrir ou d'étendre un débit de boissons est reconnue aux autres exploitants, c'est parce que l'art. 35 de la loi sur les auberges du canton de Bâle-Ville invoqué en l'espèce, se fonde non seulement sur l'art. 32 quater Cst., mais aussi sur l'art. 31 ter, qu'il tend ainsi non seulement à des fins de police du commerce, mais également à des fins de politique économique et qu'il accorde une certaine protection juridique aux aubergistes (RO 79 I 160). Dans la présente espèce, en revanche, l'art. 19 LSP vise exclusivement à sauvegarder la santé de la population, soit un intérêt public, comme on vient de le préciser sous lettre c ci-dessus; il n'a nullement pour but de protéger les médecins établis contre la concurrence.\n\n|177|\n\nLa jurisprudence récente du Tribunal fédéral en matière de privilèges accordés à des tiers déclare le recours de droit public irrecevable non seulement contre une décision d'application, c'est-à-dire lorsqu'un privilège est accordé en violation d'une disposition légale en vigueur (cf. les arrêts cités au RO 85 I 54 et l'arrêt non publié du 7 juillet 1964 dansla cause Anthamatten), mais également contre un arrêté de portée générale, par exemple lorsqu'un privilège fiscal est prévu directement par la loi (RO 85 I 54 ss.). Il est vrai que ce dernier arrêt a été critiqué en doctrine (HANS HUBER dans RJB 1960 p. 353/5 et 1961 p. 325/6; MAX IMBODEN dans RDS 1960 I p. 511/2; IRÈNE BLUMENSTEIN dans Archives de droit fiscal suisse, 1960/61 p. 365). Si le citoyen - font notamment observer ces auteurs - n'a pas qualité pour attaquer un privilège accordé par une loi, il deviendrait impossible de faire respecter par le législateur l'interdiction de l'inégalité de traitement à laquelle il est également soumis, de sorte que les privilèges de lieu, de naissance, de personnes ou de familles, bannis par l'art. 4 Cst., pourraient finalement être réintroduits dans notre ordre juridique. En l'espèce cependant, le recours n'est pas dirigé contre la loi elle-même, mais contre son application à un cas concret; au surplus les recourants n'allèguent pas une inégalité de traitement, mais uniquement une application arbitraire de l'art. 19 LSP. Ils n'auraient donc qualité pour recourir, selon l'art. 88 OJ, que si la décision attaquée les touchaient personnellement dans leur situation juridique, ce qui n'est pas le cas, ainsi qu'on l'a vu ci-dessus.\n\nLes recourants invoquent encore l'arrêt 86 I 284. Dans cet arrêt, comme dans l'arrêt Frey et consorts du 11 mai 1966, non publié au RO, la qualité pour recourir a été admise parce que les recourants avaient un intérêt spécial et plus fort que les autres citoyens à l'annulation d'une disposition légale, respectivement d'une autorisation exceptionnelle accordée à un tiers. Les recourants prétendent qu'ils sont eux aussi intéressés d'une manière particulière, et bien plus que les autres habitants du canton, à l'annulation de l'autorisation exceptionnelle accordée à l'intimé. Ils oublient cependant que cette atteinte, qui les touche différemment et plus sensiblement que les autres citoyens, doit également se rapporter, conformément à l'art. 88 OJ, à la lésion d'une situation juridique personnelle, et non pas d'un intérêt public ou d'un simple intérêt de fait (cf. BONNARD: |178| Problèmes relatifs au recours de droit public, RDS 1962 II p. 447/8). L'arrêt cité par les recourants (RO 86 I 286) précise aussi expressément que la disposition légale attaquée touchait les recourants dans leur situation juridique de techniciensdentistes; de même l'arrêt Frey et consorts du 11 mai 1966 déclare expressément (consid. 3) que les recourants ont un intérêt particulier, en tant que commerçants de la même branche, à ce que la police du commerce (en l'occurrence la fermeture des magasins) soit organisée, en ce qui les concerne, d'une manière conforme aux art. 4 et 31 Cst., qu'ils sont dès lors touchés dans leur propre situation juridique et partant admis à recourir dans la mesure où ils demandent l'annulation de l'autorisation exceptionnelle accordée à leurs concurrents. Mais ici la décision attaquée ne touche pas les recourants dans leur situation juridique propre (cf. § c ci-dessus); ils font valoir au contraire un intérêt public, ou même le simple intérêt de fait qu'ils ont à se défendre de la concurrence.\n\ne) Si les recourants n'ont pas qualité pour recourir au fond, ils ne peuvent non plus se plaindre de vices de forme de la décision attaquée ou de la procédure qui y a abouti (RO 74 I 168 consid. 3; 89 I 209 consid. 4, et 279; 91 I 91). La jurisprudence n'admet d'exceptions à ce principe que lorsqu'une demande de récusation a été écartée ou qu'est refusé le droit de prendre part à la procédure en qualité de partie (RO 90 I 66 consid. 2, 91 I 91). Aucun de ces deux cas d'exception n'existe en l'espèce. Le fait que le Conseil d'Etat devait demander le préavis de la Société médicale ne confère pas à cette dernière la qualité de partie; cela signifie simplement - on l'a vu ci-dessus sous lettre c - que l'on consulte une association professionnelle sur le point de savoir s'il y a un intérêt public à l'octroi d'une autorisation spéciale; cela ne donne pas à cette association la qualité de partie dans la procédure d'autorisation qui se déroule devant le Conseil d'Etat.\n\nAinsi les recourants n'ont pas qualité pour agir et leur recours doit être déclaré irrecevable.\n\n4. Même si la cour de céans avait pu entrer en matière sur le fond, elle aurait dû rejeter le recours.\n\na) Il n'est pas contesté que le préavis de la Société de médecine n'a pas été demandé au sujet de l'installation du docteur Ebener à Sierre. Mais la société avait été consultée, quelques mois auparavant, sur le besoin en médecins dans cette même |179| localité: la société recourante admet elle-même que la situation n'avait pas changé depuis lors; elle aurait donc aussi préavisé défavorablement la demande du docteur Ebener. Le Conseil d'Etat déclare que dans l'examen de cette dernière demande, il a pris aussi en considération le préavis défavorable donné par la société recourante dans les cas des docteurs Halle et Farkashazy. Dans ces conditions, ce serait faire preuve d'un formalisme exagéré que de qualifier de déni de justice et d'application arbitraire de l'art. 19 al. 1 LSP le fait que le Conseil d'Etat n'a pas redemandé le préavis de la Société médicale avant de statuer sur la demande du docteur Ebener.\n\nb) Les recourants reprochent au Conseil d'Etat une attitude contradictoire pour avoir admis, en février 1966, qu'il y avait suffisamment de médecins dans la région de Sierre et avoir adopté, huit mois plus tard, une position contraire. Le Conseil d'Etat fait observer que la réponse donnée en février 1966 au docteur Farkashazy émanait du Service de la santé publique et n'engageait pas le Conseil d'Etat. Or si deux décisions contradictoires ne peuvent violer l'art. 4 Cst. que lorsqu'elles émanent de la même autorité, à plus forte raison ne peut-on opposer au Conseil d'Etat un avis différent donné par un service qui lui est subordonné.\n\nLe reproche d'arbitraire fait au Conseil d'Etat d'avoir, en l'espace de huit mois, statué deux fois dans un sens et une fois dans le sens opposé, n'est pas non plus justifié. Dans le cas Farkashazy, le Conseil d'Etat n'a pas pris de décision, l'intéressé s'étant rangé à l'avis donné par le Service de la santé publique. S'il a rejeté, le 10 août 1966, la demande du docteur Halle, ce n'est pas en raison de l'inexistence d'un besoin, mais bien parce que l'intéressé, qui avait d'abord déclaré renoncer à sa demande, avait continué à pratiquer à Sierre sans autorisation et n'était pas en règle avec le Service cantonal de la police des étrangers. Il s'agissait donc de motifs inhérents à la personne du docteur Halle, alors que dans le cas du docteur Ebener, les recourants ne s'en prennent pas aux qualifications personnelles de l'intéressé, mais contestent l'existence d'un besoin. D'autre part, le Conseil d'Etat fait observer que deux au moins des quatre nouveaux médecins annoncés pour 1966/67 ne sont pas des omnipraticiens, de sorte que le nombre de ces derniers pour la région de Sierre reste nettement insuffisant. Au surplus le docteur Ebener, qui s'est déclaré prêt à reprendre |180| le cabinet médical laissé vacant par le décès du docteur Bayard, a justifié de ses capacités par des titres jugés suffisants et le Conseil de santé a donné un préavis favorable: on ne peut donc parler d'une décision arbitraire.\n\nc) Quant à la durée de l'autorisation spéciale, fixée à dix ans, on peut sans doute la trouver longue et admettre qu'il sera difficile de ne pas la renouveler à l'expiration de ce délai, à moins de plaintes fondées contre son bénéficiaire. Mais la loi laisse la fixation de cette durée à l'appréciation du Conseil d'Etat; or celui-ci déclare, dans sa réponse, avoir tenu compte des besoins de la région en fonction de l'accroissement prévisible de la population pendant les prochaines années. Même si le délai de dix ans peut paraître discutable en soi, il n'est en tout cas pas arbitraire, étant donné les motifs sur lesquels s'appuie le Conseil d'Etat.\n\nPar ces motifs, le Tribunal fédéral:\n\nDéclare le recours irrecevable."}