{"annee": "93", "cour": "IV", "page": "59", "date": "22/9/1967", "cite": ["88 IV 149", "79 IV 65", "84 II 127"], "cite_par": ["94 IV 23", "115 II 283"], "chapeau": "16. Auszug aus dem Urteil des Kassationshofes vom 22. September 1967 i.S. Bumann gegen Staatsanwaltschaft Oberwallis.", "regestes": ["1. Art. 31 al. 2 et 3 OCR. Le conducteur d'un véhicule automobile qui circule de nuit a le droit d'utiliser les feux de croisement, alors même qu'il n'y a pas de brouillard sur la route et qu'aucun véhicule ne vient en sens inverse ou ne le précède (consid. 1). 2. Art. 32 al. 1 et 33 al. 2 LCR. Le parcours sur lequel le conducteur doit être capable de s'arrêter de nuit avant un passage pour piétons n'est visible que si ce passage peut être entièrement observé (consid. 2)."], "faits": "|60|\n\nA.- Bumann steuerte am 9. Oktober 1964 nach Einbruch der Dunkelheit und bei starker Bewölkung einen Taxiwagen, Marke Taunus, auf der Kantonsstrasse von Visp gegen Turtmann. Um 18.45 Uhr näherte er sich mit etwa 60 km/Std dem Weiler Turtig, in dem die Kantonsstrasse eine Nebenstrasse kreuzt.\n\nDie Hauptstrasse verläuft dort nahezu gerade und ist 10,5 m breit. Sie ist beidseitig mit Trottoirs und unmittelbar vor und nach der Kreuzung mit je einem 4 m breiten Fussgängerstreifen versehen, die damals beide frisch gestrichen waren.\n\nAls Bumann dem ersten Fussgängerstreifen nahe war, erblickte er plötzlich einen Fussgänger in seiner Fahrbahn. Es handelte sich um den 62-jährigen Vitus Imboden, der die Hauptstrasse - in der Fahrrichtung des Taxiwagens gesehen - auf dem zweiten Streifen von links nach rechts überqueren wollte. Bumann bremste stark, worauf sein Fahrzeug leicht ins Schleudern geriet, den Fussgänger frontal erfasste und ihn auf die Strasse schleuderte. Imboden erlitt schwere Verletzungen, die einige Tage später zu seinem Tode führten.\n\nB.- Das Kreisgericht Oberwallis und auf Berufung hin am 9. November 1966 auch das Kantonsgericht Wallis erklärten Bumann der fahrlässigen Tötung im Sinne von Art. 117 StGB |61| schuldig und verurteilten ihn zu einer bedingt vollziehbaren Gefängnisstrafe von 20 Tagen.\n\nC.- Mit der Nichtigkeitsbeschwerde beantragt Bumann, das Urteil des Kantonsgerichts aufzuheben und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen. Er bestreitet, sich pflichtwidrig unvorsichtig verhalten zu haben.", "considerants": "Aus den Erwägungen:\n\n1. Das Kantonsgericht erblickt das Verschulden des Beschwerdeführers in erster Linie darin, dass er die Abblendlichter verwendete. Es hält dafür, dass Bumann unter den gegebenen Umständen die Fernlichter hätte einschalten sollen, zumal kein Gegenverkehr geherrscht habe. Diesfalls hätte er aber die Strasse auf eine grössere Strecke beobachten, den Fussgänger folglich auch aus einer grösseren Entfernung wahrnehmen und der Gefahr eines Zusammenstosses früher vorbeugen können.\n\nDie Vorinstanz ist demnach der Ansicht, ein Motorfahrzeugführer müsse nachts, wenn nichts anderes bestimmt ist, stets mit Vollicht verkehren. Diese Auffassung findet, wie der Beschwerdeführer mit Recht einwendet, in den gesetzlichen Bestimmungen indes keine Stütze. Welche Lichter beim Fahren zu verwenden sind, sagt Art. 31 Abs. 2 VRV. Danach hat der Fahrer auf gut und gleichmässig beleuchteten Strassen die Standlichter (lit. a), bei Nebel, Schneetreiben oder starkem Regen die Nebel- oder Abblendlichter (lit. b) und in den übrigen Fällen die Fern- oder Abblendlichter zu benutzen (lit. c). Daraus erhellt, dass es in Fällen, wie hier, dem Ermessen des Fahrers überlassen ist, ob er mit offenen oder abgeblendeten Scheinwerfern verkehren wolle. Er kann also nachts auch dann die Abblendlichter gebrauchen, wenn kein Nebel über der Strasse liegt und ihm kein anderes Fahrzeug entgegenkommt oder vorausfährt (vgl. Art. 31 Abs. 3 VRV und nicht veröffentlichtes Urteil des Kassationshofes vom 16. Juni 1967 i.S. Leimgruber).\n\n2. Dagegen verpflichtet Art. 32 Abs. 1 SVG den Fahrer, die Geschwindigkeit jederzeit den gegebenen Strassen- und Verkehrsverhältnissen, insbesondere der beschränkten Sichtweite anzupassen. Das heisst nach ständiger Rechtsprechung, dass er nicht schneller fahren darf, als dass er Gefahren, mit denen er rechnen muss, durch Anhalten innerhalb der zuverlässig |62| überblickbaren Strecke bannen kann. Dieses Verbot gilt auch bei Nacht, und zwar unbekümmert darum, ob ein Fahrzeug mit Vollicht oder mit abgeblendeten Scheinwerfern, innerorts oder ausserorts verkehre; im einen wie im andern Fall hat sich der Fahrer vorzusehen, dass er auf Sichtweite anhalten kann (s. insbes.BGE 79 IV 66, BGE 84 II 129, BGE 88 IV 149). Wenn er sich einem Fussgängerstreifen nähert, hat er zudem darauf zu achten, dass er Fussgängern, die sich schon auf dem Streifen befinden oder im Begriffe sind, ihn zu betreten, den Vortritt lassen kann (Art. 33 Abs. 2 SVG, Art. 6 Abs. 1 Satz 1 VRV). Dies setzt voraus, dass er die Fahrbahn im Bereiche von Fussgängerstreifen nicht nur gegen den rechten, sondern auch gegen den linken Strassenrand hin beobachtet. Kann er nachts die linke Fahrbahn weniger weit überblicken als die rechte, sei es, weil sein Fahrzeug mit asymmetrischen Abblendlichtern versehen ist, sei es, weil die Strasse eine Linksbiegung beschreibt, so hat er vor Fussgängerstreifen auch darauf Rücksicht zu nehmen. Überblickbar im Sinne der Sichtweite, auf die der Fahrer muss anhalten können, ist eine solche Strecke daher nur, wenn die linke Hälfte des Streifens ebenfalls beobachtet werden kann. Auch von dort her kann ein Fussgänger kommen, dem der Fahrer den Vortritt zu lassen hat.\n\nDiesen Pflichten hat der Beschwerdeführer nicht genügt. Nach den tatsächlichen Feststellungen des Kantonsgerichtes hat Imboden die Strasse auf dem Streifen zu überqueren begonnen, als der Wagen Bumanns noch mindestens 50 m davon entfernt war. Auf diese Entfernung hätte der Beschwerdeführer der Gefahr aber vorbeugen können. Auf ebener und trockener Strasse benötigt ein Personenwagen, der mit 60 km/Std fährt, bei 1 sec Reaktionszeit 40,5 m zum Anhalten; kann der Führer die Bremsen, weil er bremsbereit ist, schon innert 0,5 - 0,6 sec betätigen, so verkürzt sich der Anhalteweg sogar auf 32,2 - 33,8 m. Daraus erhellt nicht nur, dass Imboden die Strasse in angemessener Entfernung vor dem nahenden Wagen betreten hat, sondern auch, dass Bumann sein Fahrzeug bei gehöriger Vorsicht und Aufmerksamkeit vor dem Streifen hätte anhalten können. Bumann sah sich jedoch weder durch Mässigung der Geschwindigkeit noch dadurch vor, dass er gegen die Kreuzung hin Bremsbereitschaft erstellt hätte. Weil die Strasse durch die Leuchtreklame einer Gaststätte und durch die Aussenlampe einer Garage \"etwas beleuchtet\" |63| wurde, nahm er vielmehr leichthin an, dass die Kreuzung samt den beiden Streifen frei sei und er sie mit unverminderter Geschwindigkeit durchfahren könne. Dadurch verstiess er gegen die elementaren Gebote, vor Fussgängerstreifen erhöhte Vorsicht walten zu lassen und die Geschwindigkeit stets der zuverlässig überblickbaren Strecke anzupassen. Sein Verhalten war umso leichtsinniger, als er Berufsfahrer ist, mit den örtlichen Verhältnissen vertraut war und um die besondere Gefährlichkeit der Kreuzung, auf der sich schon viele Unfälle ereignet hatten, wissen musste."}