{"annee": "93", "cour": "II", "page": "111", "date": "16/3/1967", "cite": ["88 II 448", "69 II 162", "83 II 75", "76 II 321", "87 II 301", "67 II 183", "56 II 63", "69 II 150", "85 II 516"], "cite_par": ["95 II 255"], "chapeau": "19. Urteil der II. Zivilabteilung vom 16. März 1967 i.S. Assicuratrice Italiana gegen Vereinigte Huttwil-Bahnen.", "regestes": ["Assurance responsabilité civile du détenteur d'un véhicule à moteur. Lorsque l'assureur délivre au détenteur, sans faire aucune réserve, une attestation d'assurance au sens des art. 68 al. 1 LCR et 4 OAV, après que le détenteur eut présenté valablement (oralement ou par écrit) une proposition en vue de conclure une assurance responsabilité civile avec une couverture supérieure au minimum légal (art. 64 LCR), le comportement de l'assureur doit être interprété en principe comme une acceptation de la proposition (consid. 1-4). Si les conditions d'assurance remises au détenteur disposent que l'assurance commence le jour indiqué dans l'attestation susmentionnée, mais que la compagnie a le droit de \"refuser la proposition jusqu'à la remise de la police\", la délivrance de l'attestation d'assurance signifie que l'assureur accepte provisoirement la couverture proposée (consid. 5). Cette règle vaut même si l'assureur fait établir et remettre l'attestation par des employés subalternes (consid. 6). Action directe du lésé contre l'assureur (consid. 7). Responsabilité civile pour le dommage résultant d'une collision entre un véhicule à moteur et un convoi de chemin de fer. Nature de la responsabilité civile du détenteur d'un véhicule à moteur et de celle d'une entreprise de chemin de fer (consid. 8 a, b); règles à suivre en cas de concours de ces deux responsabilités (consid. 8 c-e). Responsabilité civile du détenteur d'un véhicule à moteur pour les dégâts matériels du chemin de fer (consid. 8 d, e). Recours de l'entreprise de chemin de fer contre le détenteur dans le cas où elle a indemnisé les voyageurs accidentés pour leurs dommages corporels et les dégâts matériels des objets transportés sous leur garde personnelle (art. 11 al. 1 LRC); conditions dans lesquelles l'entreprise de chemin de fer peut se faire céder les droits de voyageurs qui n'ont pas été blessés à l'indemnisation de dégâts matériels (art. 11 al. 2 LRC) (consid. 8 f). Recours de l'entreprise de chemin de fer pour le dommage corporel non couvert par la Caisse nationale et pour les dégâts matériels affectant des employés du chemin de fer (consid. 8 g). Quand peut-on admettre qu'à côté de la faute dont une partie est responsable, le risque inhérent créé par l'autre partie n'est pas en relation de causalité adéquate avec l'accident? (consid. 9). Faute grave d'un conducteur de camion qui, malgré le fonctionnement régulier de feux clignotants bien visibles, franchit un passage à niveau sans ralentir son allure (consid. 10). Faute concurrente de l'entreprise de chemin de fer en raison de la vitesse excessive du convoi ferroviaire ou de l'insuffisance des installations de sécurité du passage à niveau ou encore de l'omission du freinage? (consid. 11)."], "faits": "BGE 93 II 111 S. 112\n\nBGE 93 II 111 S. 113\n\nBGE 93 II 111 S. 114\n\nA.- Die Autotransportfirma Pesenti & Berri in Locarno beantragte der Assicuratrice Italiana im Juni 1961 den Abschluss einer Haftpflichtversicherung für ihren Motorlastwagen Marke Skoda, Baujahr 1961. Der unter Verwendung eines Formulars der Assicuratrice schriftlich niedergelegte, vom 9. Juni 1961 datierte Antrag sieht u.a. vor, die Versicherung solle am 10. Juni 1961 in Kraft treten und bis zum 1. Juli 1966 dauern, und nennt als Versicherungssumme den Betrag von Franken 1'000,000.--. Die Assicuratrice stellte der Firma Pesenti & Berri für den erwähnten Wagen einen vom 10. Juni 1966 an gültigen Versicherungsnachweis im Sinne von Art. 68 Abs. 1 SVG und Art. 4 der Verordnung vom 20. November 1959 über Haftpflicht und Versicherungen im Strassenverkehr (VVV) aus, mit dem sie bescheinigte, dass \"l'assicurazione stipulata in base alla polizza suddetta\" (die auf Grund der obigen Police abgeschlossene Versicherung) den Bestimmungen des SVG entspreche. In der für die Angabe der Nummer der Police bestimmten Rubrik des Versicherungsnachweises steht: \"in corso em.\" (in corso di emissione = in Ausstellung begriffen). Gegen Aushändigung dieses Versicherungsnachweises gab das Verkehrsamt des Kantons Tessin der Firma Pesenti & Berri am 13. Juni 1961 die Kontrollschilder TI 39864 ab. Die Ausstellung der Versicherungspolice liess auf sich warten.\n\nB.- Am 28. August 1961, kurz nach 15 Uhr, führte Dario Pini, Chauffeur der Firma Pesenti & Berri, den Lastwagen TI 39864 und einen zweiachsigen Anhänger, die gleichen Tages in Henniez mit 350 Harrassen gefüllter Mineralwasserflaschen beladen worden waren, auf der Staatsstrasse Huttwil-Willisau von Zell gegen Gettnau. Diese Strasse wird bei Briseck (Gemeinde Zell), wo sie in einer flachen S-Kurve zuerst nach links BGE 93 II 111 S. 115und dann nach rechts biegt, in spitzem Winkel von der eingleisigen normalspurigen Bahnlinie Zell-Gettnau der Vereinigten Huttwil-Bahnen (VHB) überquert. Beidseitig des Bahnübergangs sind Blinklichtanlagen mit Warnglocke und Andreaskreuz angebracht. Ausserdem weisen Vorsignale (Gefahrsignal Nr. 5, heute Nr. 120: Dreiecktafel mit Darstellung einer Lokomotive) und Distanzpfähle auf den Bahnübergang hin. Bei der Annäherung an diesen Übergang bemerkte Pini nicht, dass die Blinklichter und die Warnglocken das Herankommen eines Zuges ankündigten. Er setzte seine Fahrt fort, ohne auch nur seine Geschwindigkeit von mindestens 50 Stundenkilometern zu mässigen. Auf der Kreuzungsstelle prallte der Steuerwagen des von Gettnau kommenden Personenzuges Nr. 229 der VHB gegen die rechte Vorderseite des Lastwagens, riss diesen mit und entgleiste. Infolge des Zusammenstosses wurde Umberto Pesenti, der Pini begleitet hatte, sofort getötet. Pini und der Lokomotivführer Sommer erlitten schwere, der Kondukteur und sieben Fahrgäste des Zuges leichte Verletzungen. Ausserdem entstand beträchtlicher Sachschaden. Das Obergericht des Kantons Luzern verurteilte Pini am 18. Dezember 1962 wegen fahrlässiger Tötung, fahrlässiger Körperverletzung und fahrlässiger Störung des Eisenbahnverkehrs zu einer (bedingten) Gefängnisstrafe von sechs Monaten und zu einer Busse von Fr. 300.--.\n\nC.- Mit Klage vom 6. September 1963 forderte die Bahngesellschaft von der Assicuratrice Italiana Fr. 169'170.25 nebst 5% Zins von diesem Betrag seit 28. August 1961 und 5% Zins von Fr. 30'000.-- für die Zeit vom 28. August 1961 bis 8. Juni 1963. Sie machte geltend, der Zusammenstoss sei ausschliesslich auf das grobe Verschulden Pinis zurückzuführen, für das die Firma Pesenti & Berri als Halterin des von ihm geführten Lastwagens einzustehen habe; als Haftpflichtversicherer der Firma Pesenti & Berri könne die Beklagte im Rahmen der vertraglichen Deckung von Fr. 1'000,000.-- für den aus dem Zusammenstoss entstandenen Schaden unmittelbar belangt werden; die Klägerin habe einen Schaden von Fr. 199'170.25 erlitten (Kosten der Instandstellung und Betriebsausfall des beschädigten Rollmaterials; Kosten der Räumung, Bewachung und Instandstellung der Bahnanlage; von der Klägerin gegen Abtretung der betreffenden Ansprüche vergüteter Sach- und Personenschaden von Fahrgästen und Bahnangestellten; BGE 93 II 111 S. 116weitere durch den Unfall verursachte Auslagen); die Beklagte habe am 9. Juni 1963 Fr. 30'000.-- bezahlt, so dass ein Betrag von Fr. 169'170.25 nebst Zins vom Unfalltag an zu decken bleibe.\n\nDie Beklagte erklärte sich bereit, über die bereits bezahlten Fr. 30'000.-- hinaus noch Fr. 776.30 (die Hälfte des für Personenschaden geforderten Betrages) zu zahlen, und beantragte im übrigen die Abweisung der Klage. Sie brachte im wesentlichen vor, zwischen ihr und der Firma Pesenti & Berri sei kein Versicherungsvertrag zustande gekommen; die Ausstellung des Versicherungsnachweises bedeute nur, dass sie Dritten gegenüber im Rahmen der in Art. 64 SVG festgesetzten Mindestbeträge hafte; für Sachschaden könne sie also nur bis zum Betrag von Fr. 30'000.--, den sie bezahlt habe, belangt werden; die Halterin des Lastwagens hafte im übrigen nicht für den vollen Schaden; vielmehr sei dieser wegen eines mit dem Verschulden Pinis konkurrierenden Verschuldens der Bahn und wegen der von dieser zu vertretenden Betriebsgefahr zwischen der Halterin und der Klägerin hälftig zu teilen; zahlenmässig werde ein Schaden von Fr. 86'000.-- anerkannt.\n\nDas Amtsgericht Willisau verurteilte die Beklagte am 15. Dezember 1965 zur Zahlung von Fr. 140'000.-- nebst Zins.\n\nDas Obergericht des Kantons Luzern, an das die Beklagte appellierte, berechnete den Gesamtschaden der Klägerin auf Fr. 164'788.60, indem es den eigenen Sachschaden der Klägerin niedriger bemass als diese, und sprach der Klägerin mit Urteil vom 3. März 1966 unter Berücksichtigung der Zahlung der Beklagten Fr. 134'788.60 nebst 5% Zins von Fr. 164'788.60 ab 7. August 1962 (Betreibungsbegehren) bis 9. Juni 1963 und von Fr. 134'788.60 ab 10. Juni 1963 zu.\n\nD.- Gegen dieses Urteil hat die Beklagte die Berufung an das Bundesgericht erklärt. Sie beantragt \"präliminär\" die Rückweisung der Sache an das Obergericht zu neuer Entscheidung nach Abnahme der von ihr angebotenen Beweise, \"principaliter\" dem Sinne nach die Abweisung der Klage und \"eventualiter\" die Herabsetzung des von ihr zu leistenden Schadenersatzes auf zwei Drittel des vom Obergericht errechneten Gesamtschadens, nämlich auf Fr. 109'858.--, so dass sie noch Fr. 79'858.-- nebst Zins zu zahlen hätte.\n\nDie Klägerin beantragt die Abweisung der Berufung.\n\nBGE 93 II 111 S. 117", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beklagte macht vor Bundesgericht nicht mehr geltend, zwischen ihr und der Firma Pesenti & Berri sei überhaupt kein Versicherungsvertrag zustande gekommen. In der Berufungsschrift anerkennt sie vielmehr, dass mit der Aushändigung des Versicherungsnachweises an Pesenti & Berri ein solcher Vertrag geschlossen wurde. Hinsichtlich der rechtlichen Beziehungen zwischen der Beklagten und der Firma Pesenti & Berri ist nur noch streitig, ob der Vertrag dieser Firma bis zu der im Versicherungsantrag genannten Summe von Franken 1'000,000.-- oder nur bis zu den gesetzlichen Mindestbeträgen im Sinne von Art. 64 SVG Deckung bot. Während die Klägerin in der Aushändigung des Versicherungsnachweises die vorbehaltlose Annahme ihres Antrags erblickt, behauptet die Beklagte, mit der Aushändigung des Versicherungsnachweises sei zwischen ihr und der Firma Pesenti & Berri lediglich eine Übereinkunft getroffen worden, \"auf Grund welcher einerseits die Versicherungsgesellschaft bis zur Prüfung des Versicherungsvorschlags sich verpflichtete, das Fahrzeug der Firma Pesenti & Berri im Rahmen der gesetzlichen Vorschriften zu versichern, und anderseits die Firma Pesenti & Berri sich verpflichtete, die Prämie zu zahlen, die für die gesetzlich vorgeschriebene Deckung festgelegt ist\". Die Beklagte macht damit dem Sinne nach geltend, die Aushändigung des Versicherungsnachweises habe nur eine auf die Mindestbeträge im Sinne von Art. 64 SVG begrenzte vorläufige Deckungszusage bedeutet.\n\n2. Das Obergericht hat festgestellt, die Beklagte habe den Versicherungsnachweis auf Grund eines auf die Deckungssumme von einer Million Franken lautenden Versicherungsantrages ausgestellt und ausgehändigt. Es nimmt also an, der Versicherungsnachweis sei ausgestellt und der Firma Pesenti & Berri übergeben worden, nachdem diese der Beklagten den Abschluss einer Haftpflichtversicherung mit der erwähnten Deckungssumme beantragt hatte. Diese Feststellung betrifft tatsächliche Verhältnisse... Der in der Berufungsschrift enthaltene Antrag, der Beklagten sei der Nachweis zu erlauben, \"dass in unserem Fall der Versicherungsnachweis möglicherweise gleich bei der Ausfüllung des Versicherungsantrages von einem lokalen subalternen Angestellten der Gesellschaft ausgehändigt BGE 93 II 111 S. 118wurde\", ist als neues Vorbringen unzulässig (Art. 55 Abs. 1 lit. c OG), und hievon abgesehen würde der Beweis, dass der Versicherungsnachweis bei der genannten Gelegenheit ausgehändigt wurde, die Annahme nicht widerlegen, dass die Firma Pesenti & Berri den Versicherungsnachweis erhielt, nachdem sie den Abschluss einer Versicherung für eine Million Franken beantragt hatte. Die in diesem Sinne lautende Feststellung des Obergerichtes ist also gemäss Art. 63 Abs. 2 OG fùr das Bundesgericht verbindlich.\n\n3. Mit dem Versicherungsantrag, den die Firma Pesenti & Berri der Beklagten nach der eben angeführten Feststellung vor Erhalt des Versicherungsnachweises unterbreitet hatte, meint das Obergericht, wie aus einer andern Stelle seines Urteils klar hervorgeht, den schriftlichen Antrag vom 9. Juni 1961. Das Bundesgericht hat also davon auszugehen, dass die Firma Pesenti & Berri den Versicherungsnachweis nach Einreichung des schriftlichen Antrages vom 9. Juni 1961 auf Abschluss einer Haftpflichtversicherung für eine Million Franken erhielt.\n\nDer Aushändigung des Versicherungsnachweises an die Firma Pesenti & Berri wäre im übrigen selbst dann ein gültiger Antrag auf Abschluss einer solchen Versicherung vorausgegangen, wenn die Firma Pesenti & Berri einen dahin gehenden Antrag zunächst nur mündlich gestellt hätte und der schriftliche Antrag erst nach der Aushändigung des Versicherungsnachweises ausgefertigt worden wäre. Das VVG enthält nämlich keine Vorschriften über die Form des Antrags des Versicherungsnehmers und der Annahmeerklärung des Versicherers. In diesem Punkte finden daher gemäss Art. 100 VVG die Bestimmungen des OR Anwendung. Nach Art. 11 Abs. 1 OR bedürfen Verträge zu ihrer Gültigkeit nur dann einer besondern Form, wenn das Gesetz eine solche vorschreibt. Da solche Vorschriften für den Versicherungsvertrag nicht bestehen, sind der Versicherungsantrag und die Annahmeerklärung des Versicherers formlos gültig (ROELLI N. 5 b und 7 b zu Art. 1 VVG, S. 13 und 28; KOENIG, Schweiz. Privatversicherungsrecht, S. 61 und 63). Der Agent der Beklagten war von Gesetzes wegen befugt, eine mündliche Antragserklärung entgegenzunehmen (ROELLI N. 5 b zu Art. 1 VVG, S. 14).\n\n4. Der Versicherer hat den Versicherungsnachweis zuhanden der Behörde auszustellen, die den Fahrzeugausweis abgibt (Art. 68 Abs. 1 SVG). Die Übergabe des Versicherungsnachweises BGE 93 II 111 S. 119an diese Behörde ist Voraussetzung für die Zulassung des betreffenden Fahrzeugs zum Verkehr (Art. 3 VVV). Der Versicherungsnachweis erfüllt also in erster Linie eine polizeirechtliche Aufgabe. Ausserdem ist er für die gesetzliche Haftung des Versicherers gegenüber Dritten von Bedeutung (BGE 69 II 169; OFTINGER, Schweiz. Haftpflichtrecht, 2. Aufl., II/2 S. 706, 765 f.). Eine rechtsgeschäftliche Erklärung des Versicherers gegenüber dem Halter, der sich versichern will, enthält er dagegen an und für sich nicht, da er nicht für diesen, sondern für die Behörde bestimmt ist. Er enthält auch keine nähern Angaben über die Höhe der Versicherungsdeckung, sondern bezeugt nur, dass die für das fragliche Fahrzeug abgeschlossene Versicherung den Bestimmungen des SVG entspricht (vgl. den Formulartext in AS 1959 S. 1308). Seine Aushändigung kann aber gleichwohl auch für das Zustandekommen des Versicherungsvertrages zwischen dem Versicherer und dem Halter und für den Umfang der Versicherungsdeckung von Bedeutung sein: übergibt der Versicherer nach Erhalt eines gültigen, alle wesentlichen Angaben enthaltenden Antrags für den Abschluss einer Haftpflichtversicherung dem Halter (oder mit dessen Wissen unmittelbar der zuständigen Behörde) den Versicherungsnachweis, bevor er den Antrag auf andere Weise angenommen hat, so ist sein Verhalten als Annahme des Antrags zu deuten. Der Halter ist in einem solchen Falle nach Treu und Glauben zur Auffassung berechtigt, der Versicherer wolle ihm erlauben, sein Fahrzeug mit der von ihm gewünschten Versicherungsdeckung in Verkehr zu setzen, und der Versicherer kann und muss sich davon Rechenschaft geben, dass der Halter seine Handlungsweise in diesem Sinne verstehen darf. Das gilt auf jeden Fall dann, wenn sich aus den dem Halter übergebenen Versicherungsbedingungen nichts Abweichendes ergibt und der Versicherer den Versicherungsnachweis vorbehaltlos aushändigt, wie es hier gemäss verbindlicher Feststellung des Obergerichtes geschehen ist. (Bringt der Versicherer bei der Aushändigung des Versicherungsnachweises an den Versicherungsnehmer einen Vorbehalt an, z.B. hinsichtlich der Versicherungssumme, so kann darin allenfalls ein Gegenantrag liegen, der als angenommen zu gelten hat, wenn der Halter den Versicherungsnachweis bei der zuständigen Behörde abgibt, um den Fahrzeugausweis zu erhalten.) BGE 93 II 111 S. 120Ob es vorkommt, dass ein Versicherungsnachweis ausgehändigt wird, bevor ein gültiger Antrag auf Abschluss einer Haftpflichtversicherung für bestimmte Summen gestellt wurde, und welche Wirkungen die Aushändigung des Nachweises in einem solchen Falle hätte, kann hier dahingestellt bleiben; denn die Beklagte hat der Firma Pesenti & Berri den Versicherungsnachweis nach Erhalt eines gültigen Antrags für eine Haftpflichtversicherung mit einer Deckungssumme von einer Million Franken übergeben.\n\n5. Die Firma Pesenti & Berri erklärte in ihrem Versicherungsantrag vom 9. Juni 1961, ein Exemplar der Allgemeinen Versicherungsbedingungen erhalten zu haben. Die Allgemeinen Versicherungsbedingungen der Beklagten für die Motorfahrzeughaftpflicht-Versicherung (ausgenommen die Motorradhaftpflicht-Versicherung), die damit unstreitig gemeint sind, regeln im Abschnitt II den Beginn und die Dauer der Versicherung. Art. 8 lautet in der allein bei den Akten liegenden deutschen Fassung, von der nicht behauptet wird, dass sie von der wohl verwendeten italienischen abweiche, wie folgt:\n\n\"Beginn. Die Versicherung beginnt an dem im Versicherungsnachweis festgesetzten Tag. Die Gesellschaft hat jedoch das Recht, bis zur Aushändigung der Police den Antrag abzulehnen. Macht sie davon Gebrauch, so erlischt ihre Leistungspflicht 3 Tage nach Zustellung der Ablehnungserklärung an den Versicherungsnehmer. Die Pro-rata-Prämie bis zum Erlöschen der Leistungspflicht bleibt der Gesellschaft geschuldet.\"\n\nDiese Bestimmung verbietet nicht, die Aushändigung des Versicherungsnachweises an einen Halter, der einen gültigen Haftpflichtversicherungsantrag gestellt hat, als Zusage der beantragten Versicherungsdeckung aufzufassen. Ein solcher Halter darf unter der \"Versicherung\", die nach Satz 1 an dem im Versicherungsnachweis festgesetzten Tage beginnt, und unter der \"Leistungspflicht\" des Versicherers, die nach Satz 3 bis zum dritten Tage nach Zustellung der \"Ablehnungserklärung\" im Sinne von Satz 2 dauert, nach Treu und Glauben die Versicherung bezw. die Leistungspflicht nach Massgabe der im Antrag festgesetzten Summen verstehen, da die Versicherungsbedingungen die in einem solchen Falle geltenden Versicherungssummen nicht anderswie festsetzen. Wenn Satz 2 der Beklagten das Recht wahrt, bis zur Aushändigung der Police \"den Antrag abzulehnen\", so heisst das nicht, dass die Höhe der Deckung, welche die am ersten Geltungstag des Versicherungsnachweises BGE 93 II 111 S. 121beginnende Versicherung dem Halter bietet, sich nicht nach dem Antrag, sondern nach den gesetzlichen Vorschriften über die Mindestversicherung richte. Vielmehr bedeutet Satz 2 bloss, dass der Versicherer, solange er die Police nicht ausgehändigt hat, nicht für die ganze im Antrag vorgesehene Dauer, sondern nur einstweilen gebunden sein und das Recht haben will, die am genannten Tage in Kraft getretene Versicherung durch eine einseitige, in seinem Belieben stehende Erklärung zum Erlöschen zu bringen. Satz 2 unterstellt also den mit der Aushändigung des Versicherungsnachweises zustande gekommenen, vom angegebenen Tage an wirksamen Versicherungsvertrag einer auflösenden Wollensbedingung, m.a.W.: er legt fest, dass die Aushändigung des Versicherungsnachweises nur als vorläufige Zusage der beantragten Deckung verstanden werden darf (vgl. hiezu KOENIG, a.a.O. S. 59).\n\nWenn die Behauptung der Beklagten zutrifft, dass jährlich sehr viele Versicherungsanträge abgewiesen werden, nachdem der Versicherungsnachweis abgegeben wurde, so folgt daraus nicht, dass die Aushändigung dieses Nachweises \"keine stillschweigende Annahme des Versicherungsantrages bedeutet\". Vielmehr ergäbe sich daraus nur, dass den Haltern, die den Abschluss einer Haftpflichtversicherung beantragen, sehr häufig zunächst nur eine vorläufige Deckungszusage erteilt wird und dass die Versicherer von der Befugnis, den Abschluss eines länger dauernden Vertrages abzulehnen, verhältnismässig oft Gebrauch machen. Das Obergericht hat daher mit Recht davon abgesehen, über die erwähnte Behauptung Beweis zu erheben.\n\nOb der Versicherer den Entscheid, den er sich vorbehalten hat, beliebig hinauszögern dürfe, braucht im vorliegenden Fall nicht geprüft zu werden. Auf jeden Fall bleibt die vorläufige Deckungszusage wirksam, solange der Versicherer sich nicht entschieden hat (und der mit dieser Zusage zustande gekommene Vertrag auch nicht auf andere Weise aufgelöst worden ist). Im vorliegenden Falle stand also die in der Aushändigung des Versicherungsnachweises liegende vorläufige Zusage der Deckung bis zu der im Antrag genannten Summe im Zeitpunkt des Unfalles vom 28. August 1961 noch in Kraft; denn die Beklagte hat bis dahin unstreitig keine \"Ablehnungserklärung\" im Sinne von Art. 8 ihrer Versicherungsbedingungen abgegeben, und das Versicherungsverhältnis ist auch nicht aus einem andern Grunde vor dem Unfall zu Ende gegangen.\n\nZur Vermeidung von Missverständnissen mag, obwohl das BGE 93 II 111 S. 122für den vorliegenden Fall keine Rolle spielt, noch bemerkt werden, dass die Leistungspflicht der Beklagten, wenn sie eine \"Ablehnungserklärung\" im Sinne von Art. 8 ihrer Versicherungsbedingungen abgibt, gegenüber dem Geschädigten nicht schon nach Ablauf von drei Tagen seit der Zustellung dieser Erklärung an den Versicherungsnehmer aufhört, sondern erst mit der Abgabe des Fahrzeugausweises und der Kontrollschilder, spätestens aber 60 Tage nach Eingang der Meldung, die der Versicherer der zuständigen Behörde beim Aussetzen oder Aufhören der Versicherung zu erstatten hat (Art. 68 Abs. 2 SVG).\n\n6. Die Beklagte macht geltend, die Aushändigung des Versicherungsnachweises könne auch deshalb nicht als Annahme des vom Halter gestellten Antrags gelten, weil die Versicherungsnachweise von untergeordneten Angestellten des Versicherers ausgestellt und ausgehändigt würden; die Angestellten seien nur hiezu befugt, dagegen nicht ermächtigt, Anträge anzunehmen, die eine höhere als die gesetzlich vorgeschriebene Versicherungssumme vorsehen. Sie hat im kantonalen Verfahren den Beweis dafür angeboten, dass der Agent Jacky de Carli die Verhandlungen mit der Firma Pesenti & Berri geführt habe und dass dieser Agent nicht unterschriftsberechtigt gewesen sei.\n\nAuch dieser Beweis war wegen Unerheblichkeit des behaupteten Sachverhalts nicht abzunehmen. Der Versicherungsnachweis wurde der Firma Pesenti & Berri anerkanntermassen von einem hiezu ermächtigten Angestellten der Beklagten ausgehändigt (vgl. auch Art. 34 Abs. 1 VVG). Diese Handlung hat daher die gleichen Rechtsfolgen, wie wenn der Versicherer selber (durch ein Organ mit umfassender Vertretungsbefugnis) sie vorgenommen hätte, und zu diesen Folgen gehört eben, dass der Antrag der Firma Pesenti & Berri im Sinne einer vorläufigen Deckungszusage als angenommen zu gelten hat. Ob der betreffende Angestellte der Beklagten unterschriftsberechtigt war, ist in diesem Zusammenhang unerheblich. Es genügt, dass er den Versicherungsnachweis abgeben durfte. Mit der Abgabe des Versicherungsnachweises vor der endgültigen Annahme des Antrags verhält es sich ähnlich wie mit der Abgabe dieses Nachweises vor der Zahlung der ersten Prämie (vgl. hiezu BGE 83 II 75 ff.).\n\n7. War demnach die Firma Pesenti & Berri bei der Beklagten im Zeitpunkt des Unfalles für eine Million Franken gegen BGE 93 II 111 S. 123die Folgen der Haftpflicht versichert, so steht den Geschädigten gemäss Art. 65 Abs. 1 SVG im Rahmen dieser Deckung ein Forderungsrecht unmittelbar gegen die Beklagte zu.\n\nDie in der Berufungsschrift enthaltene Bemerkung, dass der Antrag der Firma Pesenti & Berri \"eine Deckung von Fr. 1'000,000.-- nicht ausdrücklich für Sachschäden, sondern allgemein für den Schadensfall vorsah\" und dass somit die Firma Pesenti & Berri die erwähnte Deckung \"für den Schadensfall und nicht nur für Sachschäden gewünscht\" habe, ist an sich richtig. Die Deckung von einer Million Franken gilt nicht allein für den Sachschaden, sondern für den Personen- und den Sachschaden zusammen. Das ist auch die Auffassung der Klägerin und des Obergerichtes. Mit dieser Feststellung ist aber für die Beklagte nichts gewonnen. Die Forderung der Klägerin erreicht den Betrag von Fr. 1'000,000.-- bei weitem nicht. Dass die Gesamtsumme der Forderungen aus dem Unfall vom 28. August 1961 diesen Betrag übersteige, wird nicht behauptet, und es bestehen dafür auch keine Anhaltspunkte. Eine Ermässigung der Forderungen der Geschädigten gemäss Art. 66 Abs. 1 SVG kommt daher nicht in Frage, sondern die Beklagte hat die Schadenersatzforderung der Klägerin voll zu decken, soweit sie materiell begründet ist.\n\n8. Die Klägerin verlangt von der Beklagten als dem Haftpflichtversicherer der Firma Pesenti & Berri den Ersatz des Schadens, den sie infolge Beschädigung ihres Rollmaterials und der Bahnanlage beim Zusammenstoss ihres Zuges mit dem Lastwagen der Firma Pesenti & Berri erlitten hat, sowie unter Berufung auf Abtretungen den Ersatz des Sach- und Personenschadens von Fahrgästen und Bahnangestellten, der bei diesem Zusammenstoss entstanden ist. Für die Beurteilung der Schadenersatzfolgen dieses Unfalls sind nicht allein die Vorschriften über die Haftpflicht der Motorfahrzeughalter, sondern auch jene über die Eisenbahnhaftpflicht von Bedeutung.\n\na) Wird durch den Betrieb eines Motorfahrzeuges ein Mensch getötet oder verletzt oder Sachschaden verursacht, so haftet nach Art. 58 Abs. 1 SVG (früher Art. 37 Abs. 1 MFG) der Halter für den Schaden. Dabei handelt es sich um eine sog. Gefährdungshaftung (OFTINGER II/2 S. 453), d.h. der Halter haftet ohne Verschulden auf Grund der blossen Verursachung des Schadens durch den mit Gefahren verbundenen Betrieb seines Fahrzeugs. Die vom Obergericht verwendete Bezeichnung BGE 93 II 111 S. 124\"Kausalhaftung, bei der ein Verschulden vermutet wird\" ist ungenau. Eine Schuldvermutung besteht zulasten des Halters nur insofern, als er sich nach Art. 59 Abs. 1 SVG (Art. 37 Abs. 2 MFG) durch den Beweis, dass der Unfall durch höhere Gewalt oder durch grobes Verschulden des Geschädigten oder eines Dritten verursacht wurde, von seiner Haftung nur zu befreien vermag, wenn er ausserdem (u.a.) beweist, dass weder ihn noch Personen, für die er verantwortlich ist, ein Verschulden trifft (vgl. OFTINGER II/2 S. 554 lit. d und die dort in Note 482 angeführten Entscheide). Diese Bestimmung ist im vorliegenden Falle schon deshalb nicht anwendbar, weil die Beklagte mit Recht nicht behauptet, den Lastwagenführer Pini, für den die Halterin Pesenti & Berri nach Art. 58 Abs. 4 SVG verantwortlich ist, treffe kein Verschulden.\n\nb) Wenn beim Betrieb einer Eisenbahn ein Mensch getötet oder körperlich verletzt wird, so haftet der Inhaber der Bahnunternehmung nach Art. 1 EHG für den daraus entstandenen Schaden, sofern er nicht beweist, dass der Unfall durch höhere Gewalt, durch Verschulden Dritter oder durch Verschulden des Getöteten oder Verletzten verursacht wurde. Das gleiche gilt nach Art. 11 Abs. 1 EHG für Schaden an Gegenständen, die der Betroffene (victime, persona uccisa o lesa, d.h. der Getötete oder Verletzte) unter seiner eigenen Obhut mit sich führte, wenn die Beschädigung, die Zerstörung oder der Verlust mit dem Unfall zusammenhängt. Abgesehen von diesem Falle ist die Bahnunternehmung gemäss Art. 11 Abs. 2 EHG für Beschädigung, Zerstörung oder Verlust von Gegenständen, die weder als Frachtgut noch als Reisegepäck aufgegeben wurden, nur dann schadenersatzpflichtig, wenn ihr ein Verschulden nachgewiesen wird. Für Personenschaden und die unter Art. 11 Abs. 1 EHG fallenden Sachschäden besteht also eine Gefährdungshaftung, für die nicht von Art. 11 Abs. 1 EHG erfassten Sachschäden dagegen unter Vorbehalt der Bestimmungen über das Frachtgut und das Reisegepäck bloss eine Verschuldenshaftung der Bahnunternehmung.\n\nc) Für Schaden aus Körperverletzung haften demnach sowohl der Motorfahrzeughalter als auch der Inhaber der Bahnunternehmung ohne Verschulden auf Grund der blossen Verursachung durch den Betrieb des betreffenden Verkehrsmittels. Hieraus hat die Rechtsprechung abgeleitet, dass bei einem Unfall, an dem ein Motorfahrzeug und die Eisenbahn BGE 93 II 111 S. 125beteiligt sind, der dem Motorfahrzeughalter infolge Körperverletzung entstandene Schaden grundsätzlich zwischen ihm und dem Inhaber der Bahnunternehmung nach dem Verhältnis zu teilen ist, in welchem die den beiden Verkehrsmitteln innewohnenden Betriebsgefahren zum Schaden beigetragen haben, m.a.W. dass der Halter seinen Personenschaden, soweit er auf die Betriebsgefahr seines eigenen Fahrzeugs zurückzuführen ist, selbst zu tragen hat (BGE 67 II 183ff.,BGE 69 II 159,BGE 76 II 324). Hat auf der einen oder andern oder auf beiden Seiten ein Verschulden zum Schaden beigetragen, so kann sich nach der Rechtsprechung eine andere Verteilung rechtfertigen (BGE 67 II 187Erw. 3,BGE 69 II 159,BGE 76 II 325). Bildet ein dem Motorfahrzeughalter anzurechnendes Verschulden die einzige adäquate Ursache des Unfalls, so wird die Bahnunternehmung von ihrer Haftung für den Personenschaden des Halters befreit (BGE 76 II 325, BGE 87 II 306 f., BGE 88 II 450). Stellt dagegen ein vom Inhaber der Bahnunternehmung zu vertretendes Verschulden die einzige adäquate Unfallursache dar, so muss sich der Motorfahrzeughalter wegen der - in diesem Fall eben nicht adäquat kausalen - Betriebsgefahr seines Fahrzeugs eine Herabsetzung seiner Schadenersatzansprüche gegen den Inhaber der Bahnunternehmung nicht gefallen lassen, sondern haftet ihm dieser für den vollen Personenschaden.\n\nDer umgekehrte Fall, dass bei einem Unfall der erwähnten Art der Inhaber der Bahnunternehmung körperlich verletzt wird, dürfte praktisch kaum vorkommen, weil die Bahnunternehmungen gewöhnlich juristischen Personen gehören, wäre aber gegebenenfalls entsprechend zu behandeln.\n\nd) Die Haftung für Sachschaden ist, wie dargelegt, im SVG (früher MFG) und im EHG verschieden geregelt. Da die Bahnunternehmung im Gegensatz zum Motorfahrzeughalter für solchen Schaden, vom Falle des Art. 11 Abs. 1 EHG abgesehen, nur bei Verschulden haftet und da es als unbillig erscheint, bei Unfällen mit Beteiligung beider Verkehrsmittel den Motorfahrzeughalter gegenüber der Bahnunternehmung strenger haften zu lassen als umgekehrt, wurde unter der Herrschaft des MFG bei solchen Fällen die Kausalhaftpflicht des Halters für Sachschäden im Verhältnis zwischen ihm und der Bahnunternehmung nicht berücksichtigt. Vielmehr wurde die für die Haftung zwischen Haltern aufgestellte Vorschrift von Art. 39 Satz 2 MFG, die für Sachschaden das OR als massgebend BGE 93 II 111 S. 126erklärt, entsprechend angewendet, so dass sich die Haftung für Sachschaden im Verhältnis zwischen dem Motorfahrzeughalter und der Bahnunternehmung ausschliesslich nach dem Verschulden richtete (BGE 69 II 160lit. c und 410 Erw. 3,BGE 76 II 332/333).\n\nAnstelle von Art. 39 Satz 2 MFG gilt heute Art. 61 Abs. 2 SVG, wonach für Sachschaden eines Halters ein anderer Halter nur haftet, \"wenn der Geschädigte beweist, dass der Schaden verursacht wurde durch Verschulden oder vorübergehenden Verlust der Urteilsfähigkeit des beklagten Halters oder einer Person, für die er verantwortlich ist, oder durch fehlerhafte Beschaffenheit seines Fahrzeuges\". Diese Bestimmung weicht von der früher geltenden Regelung der Sache nach nur darin ab, dass sie dem Verschulden des beklagten Halters oder einer Person, für die er verantwortlich ist, den vorübergehenden Verlust der Urteilsfähigkeit und die fehlerhafte Beschaffenheit des Fahrzeugs gleichstellt. Statt Art. 39 Satz 2 MFG ist daher heute grundsätzlich Art. 61 Abs. 2 SVG auf die Haftung für Sachschaden im Verhältnis zwischen Motorfahrzeughalter und Bahnunternehmung entsprechend anzuwenden. Das führt dazu, dass der Halter für den Sachschaden der Bahn ohne Rücksicht auf die beidseitigen Betriebsgefahren voll haftet, wenn er oder eine Person, für die er verantwortlich ist, den Schaden nachgewiesenermassen verschuldet hat und der Bahn kein Mitverschulden zur Last fällt. (Von vorübergehendem Verlust der Urteilsfähigkeit eines Beteiligten oder von fehlerhafter Beschaffenheit eines der beteiligten Fahrzeuge ist im vorliegenden Falle nicht die Rede.)\n\ne) In der Lehre wird freilich die Auffassung vertreten, die für das Verhältnis unter Motorfahrzeughaltern geltenden, grundsätzlich auf das Verschulden abstellenden Vorschriften über die Haftung für Sachschäden seien auf das Verhältnis zwischen einem Motorfahrzeughalter und einer Bahnunternehmung nur dann ohne Vorbehalt entsprechend anwendbar, wenn beim Unfall kein Personenschaden entstehe; werde beim Unfall ein Mensch getötet oder verletzt, so hafte die Bahnunternehmung für Sachschäden gemäss Art. 11 Abs. 1 EHG kausal, wenn der Verunfallte die betreffenden Sachen unter seiner eigenen Obhut mit sich führte und der Schaden im Zusammenhang mit dem Unfall eintrat (vgl. lit. b hievor); in einem solchen Falle bestehe kein Grund, von der nach dem Gesetzeswortlaut geltenden BGE 93 II 111 S. 127Kausalhaftung des Motorfahrzeughalters abzusehen, sondern habe die Auseinandersetzung zwischen diesem und der Bahnunternehmung nach den Regeln für die Kollisionen von Kausalhaftungen (genauer: nach den von der Rechtsprechung für die Kollision der Gefährdungshaftungen nach Art. 1 EHG und Art. 37 MFG bezw. Art. 58 SVG entwickelten Regeln; vgl. lit. c hievor) zu erfolgen (P. PORTMANN, Die Ersatzpflicht bei gegenseitiger Schädigung mehrerer Haftpflichtiger..., ZBJV 1954 S. 1 ff., insbesondere S. 29 ff.; zustimmend OFTINGER I S. 278 Note 11). Diese Auffassung hat weittragende Folgen, wenn man annimmt, Art. 11 Abs. 1 EHG gelte entgegen der Meinung, die bei Erlass der entsprechenden Bestimmung des EHG von 1875 (Art. 8 Abs. 1 aEHG) wahrscheinlich herrschte (BGE 56 II 65) und zu der A. BUSSY (Les accidents de passages à niveau, 1956, S. 43 No 79) zu neigen scheint, nicht nur für die von verunfallten Bahnreisenden (und Bahnangestellten) mitgeführten Sachen, sondern Art. 11 Abs. 1 EHG erfasse entsprechend seinem allgemein gehaltenen Wortlant auch die von einem andern Verunfallten mitgeführten Gegenstände, z.B. ein Motorfahrzeug, das eine bei einem Zusammenstoss mit der Bahn verunfallte Person führte (so OFTINGER II/1 S. 314; ähnlich A. MARTIN in SJZ 1951 S. 193 und PORTMANN a.a.O. S. 30). Haftet in einem solchen Falle die Bahnunternehmung dem Motorfahrzeughalter für den Schaden aus der Beschädigung oder Zerstörung des Motorfahrzeugs nach den Regeln über die Kollision der erwähnten Gefährdungshaftungen, so unterliegt diesen Regeln aus Gründen der Gleichbehandlung wohl auch die Haftung des Halters für den Sachschaden, den die Bahnunternehmung infolge Beschädigung des Eisenbahnzuges erleidet, wenn dessen Führer beim Zusammenstoss verletzt wurde.\n\nAlle diese Streitfragen können hier jedoch offen bleiben, wenn sich ergibt, dass das von der Firma Pesenti & Berri zu vertretende Verschulden des Fahrzeuglenkers Pini die einzige adäquate Ursache des eingeklagten Schadens ist; denn in diesem Falle haftet die Firma Pesenti & Berri, deren Haftpflicht die Beklagte zu decken hat, sowohl nach den Grundsätzen der Verschuldenshaftung als auch nach den Regeln der Gefährdungshaftung für den vollen Schaden.\n\nf) Für den Personenschaden der Bahnreisenden haften die Klägerin und der Motorfahrzeughalter auf Grund von Art. 1 BGE 93 II 111 S. 128EHG bezw. Art. 58 Abs. 1 SVG solidarisch, und zwar kausal. Mit der Deckung dieses Schadens durch die Klägerin gingen die Ansprüche der Geschädigten gegen beide Solidarschuldner unter (Art. 147 Abs. 1 OR). Die Klägerin konnte sich daher die Ansprüche der Geschädigten gegen den Motorfahrzeughalter nicht abtreten lassen, sondern es kann sich nur fragen, ob und wieweit die Klägerin zum Rückgriff auf den Motorfahrzeughalter berechtigt sei.\n\nNach Art. 18 EHG bleibt der Bahnunternehmung der Rückgriff vorbehalten gegenüber Personen, die durch ihr Verschulden einen Unfall verursacht haben, aus welchem Schadenersatzansprüche geltend gemacht wurden. Ob auch ein Rückgriff der Bahnunternehmung auf neben ihr haftende Kausalhaftpflichtige (insbesondere auf Motorfahrzeughalter) möglich sei, wird im Gesetz nicht gesagt, doch ist diese Frage mit OFTINGER (II/1 S. 376/77) grundsätzlich zu bejahen. Auf den Rückgriff der Bahnunternehmung gegen den Motorfahrzeughalter für von ihr gedeckten Personenschaden der Reisenden sind die Regeln über die gegenseitige Haftung des Halters und des Inhabers der Bahnunternehmung für ihnen zugestossene Personenschäden (lit. c hievor) entsprechend anzuwenden (OFTINGER I S. 317). Der Klägerin ist also der Rückgriff für den vollen Personenschaden der Reisenden zu gewähren, wenn der Unfall ausschliesslich auf das Verschulden des Motorfahrzeuglenkers, für das die Firma Pesenti & Berri einzustehen hat, zurückzuführen ist.\n\nFür Sachschaden infolge Beschädigung, Zerstörung oder Verlustes von Gegenständen, die von verletzten Bahnreisenden unter ihrer eigenen Obhut (im Bahnwagen) mitgeführt wurden, gilt das gleiche wie für den Personenschaden der Reisenden.\n\nFür sonstigen Sachschaden von Reisenden (insbesondere für den Sachschaden von nicht verletzten Reisenden) würde die Bahn nur bei Verschulden haften, wenn man von der hier nicht in Frage stehenden Verantwortlichkeit für aufgegebenes Frachtgut und Reisegepäck absieht. Fällt der Bahn kein Verschulden zur Last, so hat sie mit der Deckung solchen Sachschadens nicht eine eigene Schuld erfüllt. Unter der eben genannten Voraussetzung konnte sie sich also gegen Zahlung des Schadenersatzbetrags die Ansprüche der Reisenden gegen die Firma Pesenti & Berri abtreten lassen. Diese Firma haftet den Geschädigten gegenüber für den Sachschaden kausal (Art. 58 Abs. 1 BGE 93 II 111 S. 129SVG). Von den Entlastungs- und Ermässigungsgründen des Art. 59 SVG kommt im Verhältnis zwischen den geschädigten Bahnreisenden und der Firma Pesenti & Berri praktisch nur der Entlastungsgrund des groben Verschuldens eines Dritten (der Bahn) in Betracht. Trifft die Klägerin kein Verschulden, sondern ist der Lastwagenführer Pini am Unfall alleinschuldig, so ist der Klägerin folglich der hier in Frage stehende Schadensposten voll zuzusprechen.\n\ng) Als Personenschaden von Bahnangestellten macht die Klägerin den Unterschied zwischen dem vollen Lohn des verunfallten Lokomotivführers Sommer und dem ihm von der SUVA gemäss KUVG ausgerichteten Krankengeld von 80% dieses Lohnes geltend. Sie hat Sommer diese Differenz auf Grund des mit ihm bestehenden Dienstvertrages bezahlt und kann dafür auf die Firma Pesenti & Berri auf jeden Fall dann Rückgriff nehmen, wenn der Unfall ausschliesslich durch das von dieser Firma zu vertretende Verschulden des Lastwagenführers Pini verursacht wurde.\n\nFür den Sachschaden, den Bahnangestellte bei einem Eisenbahnunfall erleiden, gilt das KUVG nicht. In dieser Hinsicht sind also die Vorschriften des EHG (das ursprünglich auch für den Personenschaden von Bahnangestellten aus Betriebsunfällen galt) durch das KUVG (Art. 128 Ziff. 3) nicht aufgehoben worden (OFTINGER I S. 384). Vielmehr ist für Sachschäden der erwähnten Art der Art. 11 EHG massgebend geblieben. Was vorstehend über den von der Klägerin gedeckten Sachschaden der Bahnreisenden ausgeführt wurde, gilt daher auch für den entsprechenden Schaden von Bahnangestellten.\n\nAls Gesamtergebnis der bisherigen Erwägungen ist festzuhalten, dass die Beklagte als Haftpflichtversicherer der Firma Pesenti & Berri die Forderung der Klägerin in dem vom Obergericht festgesetzten Betrage, dessen Berechnung als solche nicht angefochten ist, voll zu decken hat, wenn das von dieser Firma zu vertretende Verschulden des Lastwagenführers Pini die einzige adäquate Ursache des geltend gemachten Schadens ist.\n\n9. OFTINGER pflichtet der Rechtsprechung des Bundesgerichts grundsätzlich darin bei, dass die Regel, wonach bei Kollision verschiedener Haftungen der einer Gefährdungshaftung unterstehende Geschädigte wegen der von ihm gesetzten Betriebsgefahr einen Teil des Schadens selbst zu tragen hat, dann nicht gilt, wenn das vom andern Teil zu vertretende BGE 93 II 111 S. 130Verschulden die einzige adäquate Ursache des Schadens ist, m.a.W. wenn die vom Geschädigten gesetzte Betriebsgefahr nicht adäquat kausal wirksam geworden ist (I S. 276, 285 Ziff. 4, II/1 S. 342/43, II/2 S. 648 Ziff. 1, 650 Ziff. 4, 653 mit Note 839). Er ist jedoch der Auffassung, das sei \"selten der Fall\" (I S. 276, II/1 S. 342/43, II/2 S. 649), \"praktisch kaum denkbar\" (II/2 S. 650 Ziff. 4), \"nur ausnahmsweise der Fall\" (II/2 S. 653). Er beanstandet deswegen (II/2 S. 650) das Urteil BGE 85 II 519 ff., das bei einem Unfall, der einem Autohalter und dessen Ehefrau infolge groben Verschuldens eines angetrunkenen Fussgängers zugestossen war, dieses Verschulden als einzige rechtserhebliche Ursache des Schadens bezeichnete und es darum ablehnte, die Haftung des Fussgängers aus Art. 41 ff. OR im Hinblick auf die Betriebsgefahr des Autos zu mildern.\n\nRichtig ist, dass nicht leichthin angenommen werden darf, die vom einen Teil zu vertretende Betriebsgefahr habe neben einem Verschulden, für das der andere Teil einzustehen hat, nicht in rechtserheblicher Weise auf den Schaden eingewirkt. Dass das nur ausnahmsweise angenommen werden dürfe oder sogar praktisch kaum denkbar sei, kann jedoch nicht zugegeben werden. Es kommt häufig vor, dass Verkehrsteilnehmer in gröbster Weise gegen elementare Gebote der Vorsicht verstossen (vgl. BGE 87 II 307), und es ist sehr wohl denkbar, dass ein solcher Verstoss sich bei einem Unfall so intensiv auswirkt, dass daneben die vom andern Teil zu vertretende Betriebsgefahr als adäquate Ursache des Schadens ausscheidet. Die Vorschriften über die Entlastung der Bahnunternehmung und des Motorfahrzeughalters durch ein Selbstverschulden des Geschädigten (Art. 1 Abs. 1 EHG, Art. 59 Abs. 1 SVG) beruhen auf dieser Auffassung. Die gleiche Auffassung muss auch zur Geltung kommen, wenn es sich darum handelt, ob ein schuldloser Geschädigter, der infolge Verschuldens des andern Teils einen Unfall erlitten hat, sich im Hinblick auf die von ihm gesetzte Betriebsgefahr eine Ermässigung des ihm geschuldeten Schadenersatzes gefallen lassen müsse.\n\n10. Die Beklagte anerkennt heute mit Recht, dass der Lastwagenführer Pini die Hauptverantwortung für den Unfall trägt. Pini übertrat Art. 3 Abs. 1 und Art. 4 Abs. 3 des Bahnpolizeigesetzes vom 18. Februar 1878 in Verbindung mit Art. 11 Ziff. 2 lit. a der Verordnung vom 7. Mai 1929 betr. den Abschluss BGE 93 II 111 S. 131und die Signalisierung der Niveaukreuzungen (Niv-KreuzV), wonach die Bahn beim Nahen eines Zuges nicht überschritten werden darf und Fahrzeuge bei einem Übergang, der durch eine im Gang befindliche Blinklichtanlage gesperrt ist, wenigstens 10 m vor dieser Sperre angehalten werden müssen. Ferner verstiess seine Fahrweise gegen die Art. 4 Abs. 2 des Bahnpolizeigesetzes, Art. 11 Ziff. 2 lit. c und d NivKreuzV und Art. 25 Abs. 1 des zur Zeit des Unfalls in diesem Punkte noch gültig gewesenen MFG, aus denen sich ergibt, dass der Fahrzeugführer bei der Annäherung an einen Bahnübergang erhöhte Vorsicht walten lassen und seine Geschwindigkeit so bemessen muss, dass er wenn nötig vor dem Geleise anhalten kann (vgl. zu alledem BGE 87 II 309 /10). Ob Pini, wie das Obergericht annimmt, auch Art. 11 Ziff. 2 lit. b NivKreuzV betreffend das Verhalten vor unbewachten Übergängen verletzt habe (vgl. zu diesem umstrittenen Begriff BGE 87 II 309 und 316 ff. mit Hinweisen, sowie Art. 8 Abs. 2 der seit dem Unfall erlassenen Verordnung über die Strassensignalisation vom 31. Mai 1963, der den in BGE 87 II 309 und 316 ff. erwähnten Art. 9 der entsprechenden Verordnung vom 17. Oktober 1932/23. November 1934 ersetzt), kann dahingestellt bleiben; denn im Verhalten Pinis lag auch dann, wenn Art. 11 Ziff. 2 lit. b NivKreuzV als nicht anwendbar erachtet wird, ein grober Verstoss gegen mehrere Verkehrsvorschriften und gegen elementare Gebote der Vorsicht. Insbesondere war es grob fahrlässig, dass er die funktionierenden Blinklichter übersah. Die Leuchtkraft dieser Lichter wurde nach den tatsächlichen Feststellungen des Obergerichts durch das Sonnenlicht nicht beeinträchtigt, sondern ihr Aufleuchten war auf eine Entfernung von 100 m einwandfrei erkennbar. Was die Beklagte gegen diese Feststellung vorbringt, ist als Kritik an der vorinstanzlichen Beweiswürdigung nicht zu hören (Art. 55 Abs. 1 lit. c OG). Das gleiche gilt auch für ihre Behauptung, das über den Blinklichtern angebrachte Andreaskreuz sei \"auf eine bestimmte Entfernung schwer auszumachen\", d.h. durch die Farbe eines Hauses \"verwischt\". Mit dieser Behauptung wendet sich die Beklagte in unzulässiger Weise gegen die Feststellung des Obergerichtes, wonach alle Signale gut sichtbar waren. Wenn die Zeichen der Warnglocke im Führerstand eines Lastwagens kaum zu hören waren, was dem. Obergericht als glaubhaft erscheint, so entlastet das BGE 93 II 111 S. 132Pini nicht. Der Führer eines Lastwagens, der selber einen starken Lärm entwickelt, muss sich davon Rechenschaft geben, dass ihm akustische Signale entgehen können. Um so mehr muss er auf die optischen Signale aufpassen. Die akustischen Signale so zu verstärken, dass auch der Führer eines Lastwagens mit starkem Eigenlärm sie deutlich hören kann, darf von den Bahnunternehmungen schon mit Rücksicht auf die Allgemeinheit nicht verlangt werden. Das Verhalten Pinis war zudem auch deshalb höchst unvorsichtig, weil er sich durch die gut sichtbaren Vorsignale nicht dazu bestimmen liess, die Geschwindigkeit seines schweren Lastzuges bei der Annäherung an den Bahnübergang so zu mässigen, dass er nötigenfalls vor dem Übergang anhalten konnte. Pini verhielt sich also in mehr als einer Beziehung grob schuldhaft, und es steht auch ausser Zweifel, dass sein fehlerhaftes Verhalten sich beim Unfall als entscheidende Ursache auswirkte.\n\n11. Gegen die Annahme des Obergerichtes, das Verschulden Pinis sei nicht bloss die Hauptursache, sondern die einzige adäquate Ursache des Schadens, wendet die Beklagte ein, die Bahn habe nicht alles getan, um den Unfall zu vermeiden oder wenigstens seine Folgen zu mildern. Vielmehr sei der Bahnunternehmung und dem Lokomotivführer ein Mitverschulden vorzuwerfen. Deswegen und wegen der Betriebsgefahr der Bahn sei die Ersatzpflicht der Firma Pesenti & Berri um 1/3 zu ermässigen. Die Argumente der Beklagten halten jedoch nicht stand.\n\na) Der Vorwurf ungenügender Wirksamkeit der den Bahnübergang und das Nahen eines Zuges anzeigenden Signale wurde bereits widerlegt (Erw. 10 hievor).\n\nb) Es bedeutet auch kein Verschulden der Bahn, dass ihr Fahrdienstreglement beim fraglichen Übergang eine Geschwindigkeit von 75 Stundenkilometern zulässt und dass der Unfallzug mit einer Geschwindigkeit von 67 Stundenkilometern fuhr, als für den Lokomotivführer ungefähr 50 m vor der Kreuzung erkennbar wurde, dass der Führer des Lastenzuges vor dem Übergang nicht anzuhalten gedachte. Entgegen der Auffassung der Beklagten ist den Bahnen nicht zuzumuten, vor Übergängen die Geschwindigkeit so zu mässigen, dass der Zug beim Auftauchen eines Hindernisses noch vor dem Übergang angehalten werden kann. Eine solche Anforderung wäre mit dem Bahnbetrieb unvereinbar, weshalb das Gesetz der Bahn bei Niveauübergängen die unbedingte Priorität gewährt (BGE 87 II 315 BGE 93 II 111 S. 133lit. c). Hieran hat das Aufkommen des motorisierten Strassenverkehrs nichts geändert.\n\nc) Die Beklagte erblickt eine Fahrlässigkeit der Klägerin oder doch eine erhöhte Betriebsgefahr der Bahn darin, dass ein - nach dem Unfall entfernter - Baum die Sicht auf das Bahngeleise behinderte und dass der Übergang gleichwohl nicht mit Schranken oder Halbschranken gesichert wurde.\n\nDie Klägerin betreibt eine sog. Nebenbahn. Nach Art. 11 Ziff. 4 Abs. 2 der Verordnung vom 19. März 1929 über Bau und Betrieb der schweizerischen Nebenbahnen ist bei mit fernbedienten Barrieren versehenen oder unbewachten Wegübergängen \"für grösstmöglichste Übersichtlichkeit zu sorgen\". Ob Übergänge, die mit einer Blinklichtanlage ausgestattet sind, im Sinne dieser Bestimmung als unbewacht zu gelten haben (vgl. zu dieser Streitfrage BGE 87 II 316 ff. mit Hinweisen und Erw. 10 hievor), braucht im vorliegenden Falle so wenig wie im Falle BGE 87 II 301 ff. entschieden zu werden. Selbst wenn man nämlich zugunsten der Beklagten annehmen wollte, der streitige Übergang habe als unbewacht zu gelten, so könnte doch nicht anerkannt werden, dass die Nichtbeseitigung des erwähnten Baumes vor dem Unfall der Klägerin zum Verschulden gereiche oder eine erhöhte Betriebsgefahr begründet habe. Die einwandfrei funktionierende Blinklichtanlage, die wie die Vorsignale auf genügende Entfernung gut sichtbar war, bildete angesichts der Tatsache, dass der in Frage stehende Übergang ausserhalb des Dorfkerns liegt, für jeden auch nur einigermassen aufmerksamen Fahrzeuglenker eine so zuverlässige Sicherheitsvorkehr, dass nicht von ungenügender Übersichtlichkeit des Übergangs gesprochen werden kann, auch wenn die Sicht auf das von rechts vorn kommende Bahngeleise erst ca. 25 m vor dem Übergang frei wurde (vgl. BGE 87 II 318 /19, wo ähnliche Verhältnisse vorlagen). Wie dem aber auch sei, so kann die Beklagte aus der Behinderung der Sicht auf das Bahngeleise auf jeden Fall deshalb nichts zu ihren Gunsten ableiten, weil Pini nach den für das Bundesgericht massgebenden tatsächlichen Feststellungen des Obergerichts derart sorglos auf die Kreuzung zufuhr, dass sich der Zusammenstoss auch bei besserer Sicht auf das Bahngeleise mit gleicher Intensität ereignet hätte.\n\nDas Fehlen von Schranken oder Halbschranken kann aus den in BGE 87 II 313 lit. a dargelegten Gründen, die hier entsprechend gelten, nicht als Mangel der Anlage angesehen werden.\n\nBGE 93 II 111 S. 134\n\nd) Die Beklagte macht schliesslich noch geltend, den Lokomotivführer Sommer treffe ein Verschulden, weil er nach Erkennen der Gefahr im Vertrauen auf sein Vortrittsrecht nur Pfeifsignale abgegeben habe, statt seine Geschwindigkeit herabzusetzen, wodurch der Zusammenstoss vermieden worden wäre. Mit diesen Vorbringen übergeht die Beklagte die verbindliche tatsächliche Feststellung des Obergerichts, wonach Sommer bremste. Nach dem u.a. auf die Untersuchung des Geschwindigkeitsmesser-Streifens gestützten Gutachten Winter, auf welches das Obergericht abstellt, leitete Sommer eine Schnellbremsung ein, sobald er erkennen konnte, dass der Lastwagenführer nicht anzuhalten gedachte. Damit hat er getan, was ihm zuzumuten war. Wenn sich durch diese Bremsung die Geschwindigkeit bis zur Kreuzungsstelle wegen der kurzen Entfernung nicht mehr wesentlich vermindern liess, so war das nicht seine Schuld. Durch das Senken des Stromabnehmers, wozu nach seiner Darstellung die Zeit nicht reichte, wäre nach dem Gutachten am Ablauf der Ereignisse nichts geändert worden. Das Obergericht hat daher ein Verschulden Sommers am Unfall zu Recht verneint. - Hat demnach die Klägerin weder ein Verschulden noch eine erhöhte Betriebsgefahr zu vertreten, so konnte das Obergericht ohne Verletzung von Bundesrecht annehmen, das grobe Verschulden Pinis, der unter Missachtung elementarer Gebote der Vorsicht blindlings drauflosfuhr, sei die einzige adäquate Ursache des geltend gemachten Schadens. Die dem Bahnbetrieb normalerweise innewohnende Betriebsgefahr wird durch dieses Verschulden, das sich beim Unfall entscheidend ausgewirkt hat, als Ursache des Unfalls so sehr in den Hintergrund gedrängt, dass der ursächliche Zusammenhang zwischen dieser Gefahr und dem Unfall nicht mehr als rechterheblich gelten kann. Die Halterin des Lastwagens haftet deshalb für den vollen Schaden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichtes des Kantons Luzern, I. Kammer, vom 3. März 1966 bestätigt."}