{"annee": "93", "cour": "II", "page": "302", "date": "3/10/1967", "cite": [], "cite_par": ["117 II 290", "103 II 190", "124 III 355"], "chapeau": "42. Arrêt de la Ire Cour civile du 3 octobre 1967 dans la cause Dobrski contre Skofic.", "regestes": ["Pouvoirs du courtier. Art. 38 al. 2 CO. 1. Conditions que doit remplir la ratification du contrat conclu par un courtier qui n'avait pas reçu pouvoir d'engager son mandant. 2. Portée des instructions données au courtier touchant son pouvoir de conclure un contrat pour son mandant."], "faits": "BGE 93 II 302 S. 302\n\nA.- Charles Chamay, de la maison Chamay et Thévenoz SA, entreprise de gérance d'immeubles et d'affaires immobilières, apprit, à la fin de 1960, que Dobrski cherchait à vendre un chalet à Crans-sur-Sierre. Peu après, Dobrski lui indiqua que BGE 93 II 302 S. 303ce chalet, propriété de la Société de construction de villas dont il était l'unique actionnaire, était à vendre par le transfert des actions pour le prix de 700 000 fr. Chamay affirme qu'à cette occasion, Dobrski lui aurait donné pouvoir de vendre et non pas seulement de trouver un acquéreur. Dobrski le conteste. Peu après, les époux Milo et Gina Skofic, qui cherchaient à acheter un chalet à Crans, entrèrent en contact avec Chamay. Le 5 janvier 1961, dans une lettre, adressée à Skofic, et où il confirmait de précédents entretiens, Chamay précisait que la propriété, comprenant 11 000 m2 de terrain, était à vendre pour 700 000 fr. par transfert des actions de la société immobilière. Ce prix, disait-il, n'était pas discutable et il fallait y ajouter la commission, 3% du prix de vente, mise à la charge de l'acheteur.\n\nLe même jour, Chamay écrivit à Dobrski pour lui confirmer leur entretien téléphonique de la veille, selon lequel il avait signalé à Skofic la possibilité d'acquérir le chalet pour 700 000 fr. par achat des actions de la société propriétaire. Il précisait en outre que, si l'affaire aboutissait, elle serait réalisée sous les auspices de la direction générale du Crédit suisse, à Zurich, et de Me Maurice Merkt, avocat à Genève.\n\nLe 7 janvier 1961, Dobrski accusa réception de cette lettre et ajouta: \"de mon côté, je vous renouvelle l'engagement de vous laisser une option sur la vente de la propriétéjusqu'au 15 janvier, ou même à une date plus éloignée que vous pourrez m'indiquer\".\n\nLe 20 février 1961, Chamay écrivit à Dobrski pour l'informer que Skofic s'intéressait au chalet et prendrait une décision sous peu. Cependant, les négociations en restèrent là.\n\nAu mois de septembre 1961, les époux Skofic reprirent contact avec Chamay et visitèrent le chalet. Chamay téléphona à Dobrski, lequel confirma qu'il était vendeur pour le prix de 700 000 fr. net. Il confirma ou indiqua, de plus, qu'il était aussi vendeur d'une partie du mobilier qui garnissait la maison et avait été spécialement créé pour cette fin. Enfin, il signala qu'il allait partir pour les Etats-Unis et serait absent jusqu'au 20 octobre environ. Chamay affirme qu'à l'occasion de ces entretiens par téléphone, Dobrski lui a confirmé le pouvoir de traiter l'affaire en son nom et d'encaisser pour lui le prix de vente. Dobrski le conteste.\n\nA une date non précisée, mais antérieure au 25 septembre, Chamay et les époux Skofic tombèrent d'accord de conclure la vente pour le prix fixé. Chamay en avisa Diana Hoskin, secrétaire BGE 93 II 302 S. 304de Dobrski, à Genève, laquelle informa son employeur, par un télex du 25 septembre, dans les termes suivants:\n\nChamay indicates Chalet sold for price fixed please cable agreement stop can discuss questions of furniture your return.\n\nCela se traduit ainsi:\n\nChamay indique que le chalet est vendu pour le prix fixé; veuillez télégraphier votre accord. Vous pourrez discuter la question des meubles à votre retour.\n\nDobrski répondit à sa secrétaire par le télex suivant, reçu le 27 septembre:\n\nChamay Agree subject discussions conditions terms on my return.\n\nEn traduction française:\n\nChamay; d'accord sous réserve de discussions conditions termes à mon retour.\n\nLe 28 septembre, Chamay écrivit au Crédit suisse, à Zurich, que Dobrski avait accepté l'offre d'achat des époux Skofic, clients de cette banque; il demandait en conséquence le versement, au compte de Chamay et Thévenoz, de 700 000 fr., prix du chalet, plus 21 000 fr., commission convenue. Il ajoutait:\n\n\"Dès le retour de Monsieur Dobrski il remettra le capital actions et signera la cession de vente suivant l'usage. Nous délivrerons les fonds à ce moment-là seulement. Comme il s'agit d'une vente mobilière, il est préférable que les fonds soient versés immédiatement entre nos mains... de façon à pouvoir ainsi lier l'affaire.\"\n\nIl réservait enfin la question de l'achat du mobilier. Dobrski ni sa secrétaire n'ont eu connaissance de cette lettre. Mais, le 5 octobre, Chamay pria Diana Hoskin d'informer son employeur que le montant fixé avait été reçu. Dobrski répondit par un télex, reçu le 9 octobre, que la vente était subordonnée (\"subject\" en anglais) à un accord sur les termes et conditions à discuter après son retour à Genève, vers le 20 octobre.\n\nDobrski a produit un télex du 9 octobre, par lequel Diana Hoskin l'avisait que, selon une communication faite à Chamay par téléphone au reçu du télex précédent, seul le prix de vente était définitivement fixé, étant convenu que tous autres détails seraient discutés au retour du vendeur.\n\nLe 5 octobre, en outre, Chamay avait écrit à Dobrski, par l'intermédiaire de Diana Hoskin, qu'il avait reçu de Zurich le BGE 93 II 302 S. 305montant de 700 000 fr., que la vente se faisait par transmission des actions, que l'entrée en jouissance serait fixée ultérieurement, que Skofic rachèterait éventuellement certains meubles, qu'au retour de Dobrski les fonds lui seraient versés et les modalités de forme et de détail arrêtées. Le 6 octobre, Diana Hoskin répondit à Chamay qu'elle avait envoyé à Dobrski une photocopie de la lettre du 5 octobre, prémentionnée.\n\nLe 5 octobre, de plus, Chamay avait écrit à Skofic, à Rome, qu'il avait reçu les fonds et en avait avisé Dobrski, qu'au retour de celui-ci il y aurait lieu \"de régler les modalités de forme et de détail relatives à l'achat du chalet\".\n\nEnfin, le même jour encore, Chamay avait écrit au Crédit suisse, à Zurich, pour accuser réception des 721 000 fr. \"en contre-valeur d'une propriété à Crans-sur-Sierre dont le docteur Skofic a fait l'acquisition\".\n\nDès son retour à Genève, Dobrski prit contact avec Chamay et Me Merkt. Sans désavouer Chamay, il subordonna le transfert des actions à la solution de trois problèmes: la date de la prise en possession, le rachat des meubles et l'éventuel impôt immobilier. Il se refusa à considérer la vente comme parfaite avant que ces trois points fussent réglés.\n\nLe 1er novembre, Me Merkt écrivit à Skofic pour l'engager à rencontrer Dobrski le plus tôt possible, vu les désaccords qui subsistaient entre les parties. Une conférence tenue le 11 novembre en l'étude de Me Merkt avec Chamay et Skofic ne permit pas d'éliminer ces désaccords.\n\nLe 17 novembre, Dobrski rencontra Skofic à Rome. Ils discutèrent de l'entrée en possession, du problème fiscal et du rachat des meubles, mais sans parvenir à s'entendre.\n\nLe 28 novembre 1961, le Crédit suisse, à Zurich, par ordre des époux Skofic, mit Dobrski en demeure de lui remettre, jusqu'au 6 décembre 1961, le capital-actions, ainsi qu'un acte de vente dûment signé. Cette mise en demeure resta sans effets.\n\nDu mois de janvier jusqu'au mois de mars 1962, Chamay fit encore diverses tentatives pour provoquer un accord entre les parties, mais sans succès. Ces efforts portèrent spécialement sur la charge que représentait l'impôt sur les gains immobiliers.\n\nB.- Le 14 avril 1962, Gina Skofic assigna Dobrski devant le Tribunal de première instance de Genève. Elle concluait à ce que le défendeur fût condamné, premièrement à lui remettre les actions de la S.I. de construction de villas sous peine d'une BGE 93 II 302 S. 306astreinte de 100 fr. par jour de retard, secondement à lui payer 100 000 fr. à titre de dommages-intérêts pour exécution tardive. Elle demandait en outre au tribunal de déclarer Dobrski passible des peines prévues par l'art. 292 CP pour le cas où il ne se conformerait pas au jugement.\n\nLe 2 décembre 1965, le Tribunal de première instance de Genève débouta la demanderesse.\n\nStatuant sur appel de la demanderesse, le 11 avril 1967, la Cour de justice de Genève cassa le jugement de première instance et, statuant à nouveau, condamna Dobrski à remettre à Gina Skofic les actions de la S.I. de construction de villas, à payer à l'appelante 25 000 fr. à titre d'intérêts de retard, subordonna l'exécution de l'arrêt à la condition que Gina Skofic justifie qu'elle n'est pas soumise aux dispositions de l'arrêté fédéral du 23 mars 1961 instituant le régime de l'autorisation pour l'acquisition d'immeubles par des personnes domiciliées à l'étranger, soit qu'elle a obtenu l'autorisation nécessaire; enfin, la cour débouta les parties de toutes autres ou contraires conclusions. Dobrski avait, dans la procédure, contesté avoir conféré à Chamay le pouvoir de conclure la vente en son nom. La Cour de justice ne s'est pas prononcée sur ce point, considérant que, même s'il fallait le résoudre par la négative, Dobrski avait en tout cas ratifié le contrat conclu en son nom par Chamay. Elle a en outre jugé que les points demeurés en suspens ne constituaient des éléments essentiels du contrat ni objectivement, ni subjectivement.\n\nC.- Dobrski a formé un recours contre cet arrêt. Il conclut derechef au déboutement de la demanderesse, qui, de son côté, a conclu au rejet du recours.", "considerants": "Considérant en droit:\n\n1. La Cour de justice a admis tout d'abord que Chamay avait agi comme courtier de Dobrski. Celui-ci persiste à prétendre, aujourd'hui encore, que le mandant de Chamay était Gina Skofic. C'est manifestement à tort, vu les faits souverainement constatés par l'autorité cantonale.\n\n2. La vente litigieuse n'a fait l'objet que d'un contrat oral. La forme écrite n'eût été nécessaire que si les parties l'eussent réservée (art. 16 CO). Le recourant allègue, aujourd'hui encore, que tel serait le cas. Si l'on examine les faits souverainement constatés par l'autorité cantonale, on ne trouve pas trace d'une telle réserve.\n\nBGE 93 II 302 S. 307\n\n3. Selon l'arrêt attaqué, Chamay, agissant au nom de Dobrski, son mandant, a vendu les actions de la S.I. de construction de villas à Gina Skofic. Or, s'il était un simple courtier, ses pouvoirs, tels que les définit l'art. 412 CO, ne le lui permettaient pas et il lui eût fallu, pour engager ainsi son client, être au bénéfice d'un mandat spécial. La Cour de justice ne s'est pas prononcée sur l'existence d'un tel mandat. Elle estimait n'avoir pas à le faire, car, on l'a dit, elle a jugé que même si Chamay avait agi sans pouvoirs, Dobrski aurait ratifié cet acte conformément à l'art. 38 al. 2 CO. C'est là un point de droit soumis à la censure du Tribunal fédéral saisi par la voie du recours en réforme.\n\n4. La ratification au sens de l'art. 38 CO est une déclaration de volonté qui peut être adressée aussi bien à celui qui a pris la qualité de représentant qu'à la partie qui a contracté avec lui.\n\nSon contenu nécessaire est le contrat tel qu'il a été effectivement passé (v. TUHR, Allgemeiner Teil des schweizerischen Obligationenrechts, p. 320) et elle ne peut être que pure et simple. Il s'ensuit que lorsque le tiers au nom duquel le représentant sans pouvoirs a agi n'exprime la volonté de ratifier que sous certaines réserves, par exemple que l'on ajoute ou modifie telles clauses, il refuse sa ratification et offre, en réalité, de passer un autre contrat. Peu importe que ses réserves portent sur des points essentiels ou accessoires. On ne saurait, du fait qu'il est d'accord sur les éléments essentiels du contrat, lui imposer contre sa volonté, pour les éléments accessoires, soit la réglementation supplétive légale, soit le règlement judiciaire selon l'art. 2 al. 2 CO.\n\nComme toute manifestation de volonté non soumise à une forme spéciale, la ratification peut être implicite, résulter d'actes concluants, voire de la passivité ou du silence du tiers pour lequel on a contracté. De ce point de vue, on appréciera l'attitude dudit tiers comme un homme de bonne foi eût été justifié à le faire.\n\nAinsi, lorsqu'une personne est informée qu'un contrat a été conclu en son nom, son silence peut, suivant les circonstances, être compris comme une ratification. On pourra notamment se trouver dans de telles circonstances lorsque le contrat a été conclu par un mandataire, tel qu'un courtier, un avocat ou un notaire, qui avait reçu mandat de négocier, mais non pas de conclure. Toutefois, on ne saurait résoudre abstraitement la question, qui exige toujours une appréciation de l'ensemble des circonstances.\n\nBGE 93 II 302 S. 308\n\nAussi ne saurait-on affirmer en principe, comme l'a fait la Cour de justice, que le recourant aurait dû formellement contester les pouvoirs de Chamay, son courtier. Le tiers pour lequel un représentant, fût-ce un courtier, a conclu un contrat sans pouvoirs pour ce faire n'a pas l'obligation d'invoquer cette absence de pouvoirs. Son silence, sur ce point, ne vaut ratification que si les circonstances permettaient de l'interpréter de bonne foi comme tel. Encore faut-il être d'une certaine exigence touchant la légitimité d'une telle induction afin de ne pas créer, par la jurisprudence, une présomption contraire au système de la loi. Dans le doute, on admettra que le cocontractant n'a pas rapporté la preuve de la ratification, preuve qui lui incombe.\n\n5. Dans la présente espèce, donnant suite au télex du 25 septembre 1961, qui l'avisait de la vente, Dobrski répondit, comme la cour cantonale l'a expressément admis pour le télex du 9 octobre suivant, qu'il était en principe d'accord avec la vente, mais entendait la subordonner à une mise au point des conditions à son retour. Il n'y a donc pas eu de ratification pure et simple. Il n'importe, selon les principes rappelés plus haut, que ces réserves aient porté sur des éléments essentiels ou non du contrat.\n\nSans doute Dobrski n'a-t-il pas expressément contesté que Chamay eût pouvoir de l'engager, ce dont la Cour de justice lui a fait grief. Mais, supposé que ce pouvoir n'eût pas existé, il n'y avait aucune raison de le nier, d'autant moins que le télex que Chamay fit adresser à son mandant, le 25 septembre 1961, requérait l'approbation de celui-ci.\n\nSelon l'expérience générale, Dobrski pouvait admettre que son courtier avait abouti à un accord de principe sur l'objet et le prix. Mais il était normal que, dans une vente de ce genre, d'autres éléments encore fussent d'une importance décisive: la somme portée au bilan comme valeur de l'immeuble, vu les incidences fiscales qu'elle peut avoir, les garanties que donne en général le vendeur quant au contenu du bilan, la date de l'entrée en jouissance, etc. Il n'était dès lors nullement insolite que le vendeur, tout en approuvant l'accord de principe, réservât pour son retour la discussion sur les autres conditions de la vente. C'était là le contraire d'une ratification par laquelle Dobrski eût accepté que l'objet et le prix fussent arrêtés et les autres clauses fixées selon les règles légales supplétives, au besoin par la voie judiciaire.\n\nBGE 93 II 302 S. 309\n\nPeu importe que Chamay ait eu ou non connaissance de ce message - point de fait que la Cour de justice a laissé indécis. Il avait fait adresser à son mandant un message qui requérait une approbation; il lui appartenait de s'enquérir de la réponse auprès de la personne qu'il avait chargée du message. Au surplus, le 9 octobre, quinze jours plus tard, Dobrski, par un nouveau télex, confirma qu'il ne donnait son accord que sous réserve des points encore à discuter. La cour de justice a constaté implicitement que Chamay, bien qu'il le contestât, avait eu connaissance de ce message tout au moins. Du point de vue de la ratification, le télex du 9 octobre ne peut recevoir une interprétation différente que celle du télex du 25 septembre.\n\nEnfin, la Cour de justice conclut à la ratification du fait que, lors des discussions qu'il eut à son retour avec Skofic, le recourant n'a jamais formellement dénié à Chamay le droit de conclure la vente des actions pour le prix de 700 000 fr. et qu'il s'est borné à soutenir que la vente n'était pas venue à chef à défaut d'accord sur d'autres points essentiels. Mais on a montré plus haut que l'argument serait décisif uniquement si, de cette absence de contestation, la demanderesse avait été fondée à conclure de bonne foi que le défendeur ratifiait tel quel le contrat passé par Chamay. Or, comme on l'a montré aussi, c'est précisément le contraire qui ressort sans équivoque du comportement et des déclarations de Dobrski, tels que l'arrêt entrepris les relate. Il n'y a donc pas eu de ratification du contrat selon l'art. 38 al. 2 CO.\n\n6. Il est dès lors indispensable de savoir si Dobrski a conféré à Chamay pouvoir seulement de négocier en son nom ou, bien plus, de conclure pour lui la vente. Dans la première de ces hypothèses, l'action devra être rejetée. Dans la seconde, il faudra encore constater quelles instructions le mandant a données à son courtier, touchant le contenu du contrat.\n\na) Supposé que Chamay eût reçu pouvoir de conclure la vente pour 700 000 fr., la commission du courtier étant à la charge de l'acheteur, Dobrski ne pourrait plus prétendre que les points demeurés en suspens étaient subjectivement essentiels, c'est-à-dire qu'il entendait ne pas se lier avant qu'ils fussent fixés. Car le mandant qui a donné, à son représentant, pouvoir de vendre à telles conditions ne saurait contester la validité du contrat conclu conformément à ses instructions et élever de nouvelles exigences.\n\nBGE 93 II 302 S. 310\n\nDobrski pourrait, en revanche, soutenir que la vente n'est pas venue à chef, faute d'accord sur tous les éléments objectivement essentiels. Mais cette hypothèse n'est pas réalisée en l'espèce. La date d'entrée en possession n'est manifestement pas un élément essentiel du contrat; au surplus, la demanderesse a cédé sur ce point. Il en va de même de la vente du mobilier, qui, dans l'hypothèse, apparaîtrait comme une vente distincte de celle des actions. De même, la \"question fiscale\" serait étrangère à la vente. A défaut d'une clause spéciale, le vendeur ne saurait tirer aucun argument à l'encontre du contrat passé conformément à ses instructions, du fait que la loi mettrait à sa charge un impôt sur les bénéfices immobiliers ou de quelque autre nature, par suite de la vente.\n\nLe contrat aurait donc été conclu dans l'hypothèse considérée.\n\nb) Il ne le serait pas en revanche, faute de ratification à posteriori, si Dobrski avait chargé Chamay de vendre les actions pour un prix déterminé et avait en outre exigé qu'il insérât dans le contrat des clauses accessoires touchant, par exemple, la reprise de meubles ou le paiement d'une somme supplémentaire à titre de prise en charge d'un impôt dû par le vendeur.\n\n7. Toutes ces questions relèvent du fait; le Tribunal fédéral, saisi d'un recours en réforme, ne saurait en connaître. L'autorité cantonale ne les ayant pas résolues, la cour de céans doit lui renvoyer l'affaire pour qu'elle comble cette lacune après avoir, au besoin, complété l'instruction dans la mesure où la loi cantonale de procédure l'y autorise.\n\nPar ces motifs, le Tribunal fédéral: Admet le recours, annule l'arrêt attaqué et renvoie la cause à la cour cantonale pour nouveaujugement dans le sens des motifs."}