{"annee": "93", "cour": "I", "page": "13", "date": "3/5/1967", "cite": [], "cite_par": ["98 IA 293"], "chapeau": "2. Auszug aus dem Urteil vom 3. Mai 1967 i.S. Bek und Mitbeteiligte gegen Schaffhausen, Grosser Stadtrat und Regierungsrat.", "regestes": ["Referendum financier. Notion de \"dépenses\" soumises au referendum. Lors de la démolition de vieux bâtiments et de l'aménagement d'une place de parc pour voitures, faut-il compter dans les dépenses, outre le coût présumé des travaux, la valeur des bâtiments à démolir?"], "faits": "|13|\n\nAus dem Tatbestand:\n\nNach Art. 10 lit. d Z. 2 der Verfassung der Stadt Schaffhausen (StV) unterliegen der \"obligatorischen Volksabstimmung\" neben anderen Beschlüssen des Grossen Stadtrates \"einmalige Ausgaben für Ankauf von Liegenschaften, Bauten, Subventionen, Unternehmungen oder Beteiligung an solchen, neue Einrichtungen, sowie Veräusserung und Verpfändung von Liegenschaften, soweit sie im einzelnen Falle den Betrag von Fr. 200'000.-- übersteigen\". Halten sich die einmaligen Ausgaben im Rahmen von Fr. 100'000.-- bis Fr. 200'000.--, so unterstehen sie gemäss Art. 11 lit. d dem fakultativen Referendum.\n\nDurch Beschluss vom 18. März 1966 bewilligte der Grosse Stadtrat einen Kredit von Fr. 95 000.-- für den Abbruch der Gebäude (ehemaliges Schlachthaus und sechs Wohnhäuser) und die |14| Erstellung eines provisorischen Parkplatzes für 52 Personenwagen auf den der Stadt gehörenden Grundstücken Nr. 952 und 953 zwischen der Fischerhäuserstrasse und dem Rheinufer.\n\nHiegegen erhoben sechs Stimmbürger Rekurs an den Regierungsrat mit dem Antrag, der Beschluss sei gestützt auf Art. 10 StV dem obligatorischen, evtl. auf Art. 11 dem fakultativen Referendum zu unterstellen. Sie machten u.a. geltend, neben dem Baukredit seien auch die durch den Abbruch vernichteten Werte in Rechnung zu stellen, wodurch die Grenze von Fr. 200'000.-- überschritten werde.\n\nDer Regierungsrat wies den Rekurs am 19. Oktober 1966 ab.\n\nC.- Gegen diesen Entscheid erheben vier der ursprünglichen sechs Rekurrenten staatsrechtliche Beschwerde mit dem Antrag, ihn aufzuheben. Zur Begründung bringen sie u.a. vor: Durch den Abbruch der Häuser würden Vermögenswerte der Stadt vernichtet. Erst dieses Opfer zusammen mit dem Baukredit ergebe die ganze Vermögensleistung der Stadt für das Projekt, die für das obligatorische und für das fakultative Referendum massgebend sein müsse. Es wäre sonderbar, wenn der Souverän, dem nach Art. 10 StV die Aufsicht über die Verwaltung des Gemeindevermögens zustehe, zur Zerstörung von Vermögenswerten nichts zu sagen hätte, während er beim Kauf und Verkauf von Liegenschaften, wo nur ein Wertaustausch stattfinde, befragt werden müsse. Freilich werde der Abbruch weder in Art. 10 noch in Art. 11 StV genannt; die Zuständigkeit dafür werde aber überhaupt nirgends ausdrücklich erwähnt und müsse doch irgendwie geordnet sein; die Regel lasse sich finden durch Subsumtion der Vermögensverminderung durch Abbruch unter den Begriff der Ausgaben. Während der Regierungsrat auf die Frage nach dem Wert der Gebäude nicht eingegangen sei, habe der Stadtrat in seiner Vernehmlassung behauptet, sie seien abbruchreif und hätten mit einem Bauverbot belegt werden können. Das möge für einzelne davon zutreffen, aber jedenfalls nicht für den \"Bretterhof\". Selbst wenn für ihn nur mit einem Mietwert von Fr. 25'000.-- gerechnet werde, komme man zusammen mit dem Baukredit über die Grenze von Fr. 100'000.-- für das fakultative Referendum. Je nach dem Mietwert der anderen Häuser könne leicht auch eine Summe von über Fr. 200'000.-- in Betracht kommen. Erst recht wäre diese Grenze überschritten, wenn auf die Brandassekuranzsumme von Fr. 649'600.-- abgestellt werde, die der Stadt bei |15| einem Totalschaden vergütet worden wäre und auf die sie mit ihrem Beschluss verzichte. - Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\nDie Beschwerdeführer legen das Hauptgewicht auf das Argument, in die Ausgabe für den Parkplatz müsse auch der Wert der bestehenden Gebäude, der durch deren Abbruch vernichtet werde, einbezogen werden. Sie stützen sich namentlich auf den Mietwert, den sie im kantonalen Rekurs (auf Grund der damals noch erzielten Mietzinse von jährlich Fr. 9400.-- und deren Kapitalisierung zu 8%) mit Fr. 117'500.-- angegeben hatten. (Daneben hatten sie den Buchwert von Fr. 55'000.-- und den Brandversicherungswert von Fr.649'600.-- erwähnt.) Der Stadtrat hielt dem entgegen, die Häuser seien abbruchreif und hätten ohnehin mit einem Wohnverbot belegt werden müssen, weshalb ihnen kein Mietwert mehr zukomme. Der Regierungsrat trat auf diese Frage nicht ein, sondern lehnte den Standpunkt der Beschwerdeführer ab mit der Begründung, ein Einbezug des Wertes der Gebäude in den Kreditbeschluss falle ausser Betracht, weil sie bereits Eigentum der Stadt seien. Die Beschwerdeführer setzen sich weder mit der einen noch mit der anderen Auffassung auseinander und machen lediglich geltend, zum mindesten der \"Bretterhof\" sei nicht baufällig und sein Mietwert mit wenigstens Fr. 25'000.-- einzusetzen.\n\nEs geht hier um die Auslegung von Art. 10 lit. d Z. 2 und Art. 11 lit. d StV. Diese beiden Bestimmungen unterstellen \"einmalige Ausgaben\" dem Referendum, die erste dem obligatorischen bei einem Betrag von über Fr. 200'000.--, die zweite dem fakultativen bei einem solchen zwischen Fr. 100'000.-- und 200'000.--. Klar und unbestritten ist, dass die Kosten für den Abbruch der bestehenden Häuser und die Erstellung des Parkplatzes darunter fallen. Dagegen ist es streitig mit Bezug auf den Wert der Häuser, die der Stadt gehören und abgebrochen werden sollen. Nach dem gewöhnlichen Sprachgebrauch stellt die Änderung der Zweckbestimmung eines Aktivums keine Ausgabe dar, auch wenn sie mit einer Verringerung oder gar Vernichtung seines Wertes verbunden ist. Die Beschwerdeführer wollen aber auch eine solche Wertverminderung unter den Begriff der Ausgabe subsumieren und machen geltend, das |16| rechtfertige sich umso mehr, als sogar der An- und Verkauf von Liegenschaften nach Art. 10 und 11 StV dem Referendum unterstehe, obwohl dabei nur ein Austausch von Werten stattfinde, während beim Abbruch der bestehende Wert vernichtet werde. Sie werden indessen in jenen Bestimmungen nicht als Ausgaben, sondern neben diesen dem Referendum unterstellt. Zwar spricht Art. 10 lit. d Z. 2 von \"einmaligen Ausgaben für Ankauf von Liegenschaften\", betrachtet also hier den Kaufpreis als Ausgabe, obwohl ihm der Wert der Liegenschaft gegenübersteht; daneben erwähnt er aber \"Veräusserung und Verpfändung von Liegenschaften\", wobei ganz offensichtlich eine Ausgabe nicht in Frage kommt, und Art. 11 führt getrennt in lit. d \"einmalige Ausgaben\" und in lit. e \"Ankauf, Verkauf und Verpfändung von Liegenschaften\" auf. Das zeigt, dass dem An- und Verkauf und der Verpfändung von Liegenschaften - wie noch in vielen anderen Regelungen des Finanzreferendums - eine besondere Bedeutung beigemessen wird, deretwegen sie je nach dem Betrag dem obligatorischen oder dem fakultativen Referendum unterstellt werden, obwohl sie keine Ausgabe zu bedingen brauchen. Daraus lässt sich jedoch nicht ableiten, dass andere Tatbestände, wie hier der Abbruch von Häusern, unter den Begriff der Ausgaben zu subsumieren und dem Referendum zu unterstellen seien. Eine Ausgabe bilden wohl die Kosten für die Erstellung des Parkplatzes und den dadurch bedingten Abbruch der bestehenden Häuser, nicht aber der Verzicht auf den Wert, den diese bisher für die Stadt hatten.\n\nDiese Auslegung entspricht nicht nur dem Wortlaut von Art. 10 lit. d und Art. 11 StV, sondern auch dem Sinn und Zweck des darin enthaltenen Finanzreferendums. Aus der am Eingang von Art. 10 lit. d genannten \"Aufsicht über die Verwaltung des Gemeindevermögens\" wie aus der ganzen Aufzählung ergibt sich, dass damit finanzielle Belastungen der Gemeinde von einer bestimmten Bedeutung dem obligatorischen oder fakultativen Referendum unterstellt werden wollen. Die Beschwerdeführer erblicken eine solche Belastung darin, dass durch den Abbruch der Häuser der Stadt die bisherigen Mietzinseinnahmen von jährlich Fr. 9400.-- entgehen. Sie haben jedoch die Darstellung des Grossen Stadtrates, dass die Häuser abbruchreif seien und jene Einnahme deshalb ohnehin entfallen wäre, nicht widerlegt, ja mit Ausnahme des \"Bretterhofes\" nicht einmal bestritten. Zudem haben sie weder im kantonalen |17| Rekurs noch in der staatsrechtlichen Beschwerde die in der Botschaft des Stadtrates zu der Vorlage enthaltene Angabe bestritten, wonach die Zinsen für fest vermietete Parkplätze und die Parkuhren jährlich Fr. 18'700.--, also rund doppelt so viel wie die bisherigen Mietzinse, einbringen werden. Die Änderung der Zweckbestimmung, welcher der Abbruch der Häuser dient, wird mithin das Gegenteil der behaupteten Belastung zur Folge haben.\n\nDie Darstellung der Beschwerdeführer, mit dem Abbruch der Häuser verzichte die Stadt auf die Brandversicherungssumme von Fr. 649'600.-- im Falle eines Totalschadens, was einer Ausgabe in diesem Betrage gleichzustellen sei, verdient nicht ernst genommen zu werden, zumal die Häuser ohnehin abbruchreif sind."}