{"annee": "116", "cour": "V", "page": "307", "date": "16/10/1990", "cite": ["89 I 407", "114 V 83", "101 IA 39", "111 V 244", "103 II 199", "114 V 315", "108 V 189", "110 V 351", "110 V 145", "98 V 129"], "cite_par": ["122 V 200", "124 V 104", "131 V 153", "137 V 71", "123 V 150", "144 V 313", "125 V 80", "128 V 102", "120 V 463"], "chapeau": "47. Urteil vom 16. Oktober 1990 i.S. Ausgleichskasse des Kantons Waadt gegen Bundesamt für Sozialversicherung und Eidgenössische Ausgleichskasse gegen Bundesamt für Sozialversicherung betreffend Kassenzugehörigkeit der SRG", "regestes": ["Art. 62 al. 1 LAVS et art. 111 RAVS: Affiliation à la Caisse de compensation fédérale. - L'art. 111 RAVS est conforme à la loi (consid. 3a). - L'art. 111, deuxième phrase, RAVS, accorde à l'administration une liberté d'appréciation pour décider quelles \"autres institutions\" doivent être affiliées à la Caisse de compensation fédérale (consid. 3b). Art. 117 al. 3 RAVS: Affiliation des succursales. - Notion de succursale (consid. 4a). - Notion de \"circonstances particulières\" (consid. 4b). - Qualité pour demander l'affiliation, à titre exceptionnel, de succursales à une autre caisse de compensation que celle de l'établissement principal (consid. 4c)."], "faits": "BGE 116 V 307 S. 308\n\nA.- Die Schweizerische Radio- und Fernsehgesellschaft (SRG) ist ein Verein gemäss Art. 60 ff. ZGB. Als nationales Rundfunkunternehmen setzt sie sich aus den drei Regionalgesellschaften der vier Sprachregionen zusammen, nämlich aus der Radio- und Fernsehgesellschaft der deutschen und rätoromanischen Schweiz (RDRS), der Société de radiodiffusion et de télévision de la Suisse romande (SRTR) und der Società cooperativa per la radiotelevisione nella Svizzera italiana (CORSI; Art. 8 Abs. 1 der Konzession für die SRG). Sie veranstaltet Radio- und Fernsehprogramme in diesen Sprachregionen, wo sie die Programme auch herstellt (Art. 2 Abs. 1 und Art. 3 Abs. 1 Konzession SRG). Gemäss Art. 12 Abs. 4 der Konzession ist der Verein SRG Arbeitgeber des Personals.\n\nDie Regional- und Mitgliedgesellschaften SRG vertreten die Anliegen des Publikums ihres Einzugsgebiets bei der SRG und jene der SRG gegenüber dem Publikum und wirken bei programmpolitischen Grundsatzentscheiden mit (Art. 9 Abs. 2 und Art. 10 lit. d Konzession SRG).\n\nDie SRG rechnet über die Sozialversicherungsbeiträge mit den Ausgleichskassen der Kantone Zürich, Bern, Basel-Stadt, Waadt, Genf und Tessin sowie mit der Eidgenössischen Ausgleichskasse (EAK) ab. Mit Schreiben vom 10. August 1988 wurde das Bundesamt für Sozialversicherung (BSV) von der SRG ersucht, ihr ab 1. Januar 1989 die zentrale Abrechnung bei der EAK zu gestatten. Am 18. Dezember 1989 erliess das Bundesamt die folgende Verfügung:\n\n\"Die SRG rechnet als Arbeitgeberin des gesamten, im Rahmen der\n\nKonzessionsbestimmungen tätigen Personals ab 1.1.1991 die\n\nAHV/IV/EO/ALV/Beiträge wie folgt ab:\n\n- Eidg. Ausgleichskasse: zuständig für die Generaldirektion, das Studio\n\nBundeshaus, Radio International, Telefonrundspruch sowie für alle übrigen\n\nnationalen Dienste.\n\n- Ausgleichskasse des Kantons Zürich: zuständig für den gesamten Radio-\n\nund Fernsehbereich der deutschen und der rätoromanischen Schweiz.\n\n- Ausgleichskasse des Kantons Genf: zuständig für den gesamten Radio- und\n\nFernsehbereich der französischen Schweiz.\n\nBGE 116 V 307 S. 309\n\n- Ausgleichskasse des Kantons Tessin: zuständig für den gesamten Radio-\n\nund Fernsehbereich der italienischen Schweiz.\"\n\nB.- a) Gegen diese Verfügung richtet sich die Verwaltungsgerichtsbeschwerde der EAK, welche durch die Eidgenössische Versicherungskasse beantragen lässt, die bundesamtliche Verfügung sei in dem Sinne abzuändern, dass die SRG als Arbeitgeberin des gesamten im Rahmen der Konzessionsbestimmungen tätigen Personals ab 1. Januar 1991 über die bundesrechtlichen Sozialversicherungsbeiträge mit der EAK abzurechnen habe; allenfalls sei die Sache zu neuem Entscheid an das Bundesamt zurückzuweisen.\n\nDas Bundesamt und die zur Vernehmlassung beigeladenen Ausgleichskassen des Kantons Genf, Zürich und Tessin tragen auf Abweisung der Verwaltungsgerichtsbeschwerde an. Die SRG verzichtet auf eine Vernehmlassung zur Verwaltungsgerichtsbeschwerde.\n\nAuf die Begründung der Anträge wird, soweit erforderlich, in den rechtlichen Erwägungen zurückzukommen sein.\n\nb) Auch die Ausgleichskasse des Kantons Waadt hat die Verfügung des Bundesamtes für Sozialversicherung mit Verwaltungsgerichtsbeschwerde an das Eidg. Versicherungsgericht weitergezogen mit dem Antrag, die bundesamtliche Verfügung sei dahin abzuändern, dass die SRG für den Radio- und Fernsehbereich der französischen Schweiz mit der Ausgleichskasse des Kantons Waadt abzurechnen habe. Die SRTR habe ihren Sitz in Lausanne, weshalb sich die einseitige Zuweisung an die Ausgleichskasse des Kantons Genf nicht rechtfertige.\n\nDas Bundesamt und die Ausgleichskasse des Kantons Genf beantragen die Abweisung der Verwaltungsgerichtsbeschwerde. Auch in diesem Fall verzichtet die SRG darauf, zur Verwaltungsgerichtsbeschwerde Stellung zu nehmen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Da die beiden Verwaltungsgerichtsbeschwerden sich gegen denselben vorinstanzlichen Entscheid richten, den gleichen Sachverhalt betreffen und sich die gleichen Rechtsfragen stellen, rechtfertigt es sich, die Verfahren zu vereinigen und in einem einzigen Urteil zu erledigen (BGE 110 V 148 Erw. 1 und BGE 108 V 192 Erw. 1).\n\n2. Die angefochtene Verfügung des BSV betrifft nicht die Bewilligung oder Verweigerung von Versicherungsleistungen. Mit BGE 116 V 307 S. 310der Beschwerde können daher einzig die Verletzung von Bundesrecht gerügt werden, einschliesslich Überschreiten oder Missbrauch des Ermessens (Art. 104 lit. a OG), und die unrichtige oder unvollständige Feststellung des rechtserheblichen Sachverhaltes (Art. 104 lit. b OG), nicht aber die Unangemessenheit (Art. 104 lit. c OG).\n\nBei der Unangemessenheit geht es um die Frage, ob der zu prüfende Entscheid, den die Behörde nach dem ihr zustehenden Ermessen im Einklang mit den allgemeinen Rechtsprinzipien in einem konkreten Fall getroffen hat, nicht zweckmässigerweise anders hätte ausfallen sollen (BGE 114 V 316 Erw. 5a mit Hinweisen). Ermessensmissbrauch dagegen (Art. 104 lit. a OG) ist gegeben, wenn die Behörde im Rahmen des ihr eingeräumten Ermessens bleibt, sich aber von unsachlichen, dem Zweck der massgebenden Vorschriften fremden Erwägungen leiten lässt oder allgemeine Rechtsprinzipien, wie das Verbot von Willkür und von rechtsungleicher Behandlung, das Gebot von Treu und Glauben sowie den Grundsatz der Verhältnismässigkeit, verletzt (BGE 114 V 87 Erw. 4b mit Hinweisen). Ermessensüberschreitung (Art. 104 lit. a OG) liegt vor, wenn die Behörde Ermessen walten lässt, wo ihr das Gesetz keines einräumt, oder wo sie statt zweier zulässiger Lösungen eine dritte wählt. In diesem Zusammenhang ist auch die Ermessensunterschreitung bedeutsam, die darin besteht, dass die entscheidende Behörde sich als gebunden betrachtet, obschon sie nach Gesetz berechtigt wäre, nach Ermessen zu handeln, oder dass sie auf Ermessensausübung ganz oder teilweise zum vorneherein verzichtet (BGE 98 V 131 Erw. 2 mit Hinweisen; vgl. auch BGE 111 V 248 Erw. 2b).\n\n3. Gemäss Art. 62 Abs. 1 AHVG errichtet der Bundesrat \"eine Ausgleichskasse für das Personal der Bundesverwaltung und der Bundesanstalten\". Ferner bestimmt Art. 111 AHVV:\n\n\"Der Eidgenössischen Ausgleichskasse werden die Bundesverwaltung, die\n\neidgenössischen Gerichte und die Bundesanstalten angeschlossen. Es können\n\nihr auch andere Institutionen angeschlossen werden, die der Oberaufsicht\n\ndes Bundes unterstellt sind oder zum Bund in enger Beziehung stehen.\"\n\na) Im vorliegenden Verfahren wird die Gesetzmässigkeit von Art. 111 AHVV von der Ausgleichskasse des Kantons Tessin ausdrücklich bestritten mit der Begründung: Der Verordnungstext gebe den Sinn der gesetzlichen Regelung nicht richtig wieder. Die BGE 116 V 307 S. 311SRG sei keine Bundesanstalt und könne deshalb der EAK nicht angeschlossen werden. Die strikte Anwendung des zweiten Satzes von Art. 111 AHVV würde zu Ergebnissen führen, die der Gesetzgeber nicht gewollt habe. Die Ausgleichskasse des Kantons Zürich verweist in ihrer Stellungnahme vom 23. März 1990 zur Begründung ihres Abweisungsantrages auf ihre frühere Eingabe an das Bundesamt vom 28. September 1988, mit der sie ebenfalls die Gesetzmässigkeit der zitierten Verordnungsbestimmung bestritten hat.\n\nEs ist offensichtlich, dass Art. 111 AHVV über den Wortlaut des Art. 62 Abs. 1 AHVG hinausgeht, erwähnt dieser doch - abgesehen vom Personal der Bundesverwaltung und von Bundesanstalten - weder die eidgenössischen Gerichte noch andere Institutionen. Schon die Nichterwähnung der eidgenössischen Gerichte, die weder der Bundesverwaltung noch den Bundesanstalten zuzurechnen sind, zeigt, dass der Gesetzestext zu eng konzipiert worden ist. Es wäre sinnlos gewesen, für das Personal der Bundesverwaltung und der Bundesanstalten eine eigene Ausgleichskasse zu schaffen, die eidgenössischen Gerichte dieser aber nicht anzuschliessen. Diese Auffassung wird erhärtet durch die Botschaft des Bundesrates zum Entwurf eines Bundesgesetzes über die Alters- und Hinterlassenenversicherung vom 24. Mai 1946, wo ausgeführt wird (BBl 1946 II 455):\n\n\"Wie in der Lohn- und Verdienstersatzordnung, soll der Bund auch in der\n\nAlters- und Hinterlassenenversicherung eine besondere Ausgleichskasse für\n\ndas Bundespersonal errichten können. Dafür spricht in erster Linie der\n\nUmstand, dass es kaum anginge, wenn sich der Bund als Arbeitgeber einer\n\nkantonalen Ausgleichskasse oder gar einer Verbandsausgleichskasse\n\nanzuschliessen hätte. Zudem ist in der Bundesverwaltung eine solche Zahl\n\nvon Arbeitnehmern beschäftigt, dass sich auch aus diesem Grunde die\n\nErrichtung einer besondern Ausgleichskasse für das Bundespersonal\n\naufdrängt. Dieser Ausgleichskasse soll auch das Personal der\n\nBundesanstalten und eventuell weiterer eidgenössischer Institutionen\n\nangeschlossen werden.\"\n\nDaraus ergibt sich die klare Absicht des Bundesrates, die vom Gesetzgeber sanktioniert wurde, eine Anschlussmöglichkeit an die EAK nicht nur für das Personal der Bundesverwaltung und der Bundesanstalten, sondern u. U. auch für \"weitere eidgenössische Institutionen\" zuzulassen. Was unter diesem unbestimmten Begriff zu verstehen ist, hat der Bundesrat in zulässiger Weise in Art. 111 AHVV umschrieben. Damit steht im Einklang, dass das Eidg. Versicherungsgericht in seinem frühern BGE 116 V 307 S. 312Urteil in Sachen SRG gegen BSV vom 19. Juni 1985 die Gesetzmässigkeit der fraglichen Bestimmung stillschweigend vorausgesetzt hat.\n\nb) Zum materiellen Gehalt von Art. 111 Satz 2 AHVV hat das Eidg. Versicherungsgericht in seinem soeben zitierten Urteil festgehalten: Die Bestimmung behalte ein freies Ermessen vor, indem sie es der Verwaltung überlasse, zwischen verschiedenen Lösungen zu wählen. Im übrigen habe sie offensichtlich den Charakter eines unbestimmten Gesetzesbegriffes, aus dem ebenfalls Gestaltungsfreiheit resultiere, gegenüber welcher der Richter eine gewisse Zurückhaltung wahre. Im Hinblick auf diese Ausführungen und angesichts seiner eingeschränkten Kognition hat das Eidg. Versicherungsgericht die Verfügung des Bundesamtes damals geschützt, mit welcher dieses das Gesuch der SRG vom 8. April 1983 um Anschluss an die EAK abgewiesen hatte.\n\nDie EAK meint indessen, der damalige Entscheid könne für das vorliegende Verfahren nicht von ausschlaggebender Bedeutung sein, weil sich \"nur die Ausgleichskasse des Kantons Waadt aktiv einem Anschluss an die EAK widersetzt\" habe und - im Gegensatz zu heute - die Arbeitgebereigenschaft der SRG nicht restlos klar gewesen sei. Diese Argumentation übersieht aber, dass für die Beurteilung der vorliegenden Verfügung keineswegs entscheidend ist, ob ihr die interessierten Ausgleichskassen zustimmen oder nicht. Massgebend ist einzig und allein, ob sie sich im Rahmen der von Gesetz, Verordnung und Rechtsprechung aufgestellten Grundsätze hält. Ferner übersieht die EAK, dass die Frage der Arbeitgebereigenschaft der SRG im Urteil vom 19. Juni 1985 ausdrücklich als nicht erheblich für den Verfahrensausgang betrachtet worden ist.\n\nIrgendwelche Gründe für ein Abweichen von den in jenem Urteil festgestellten Grundsätzen werden von keiner Seite geltend gemacht und sind auch sonst nicht erkennbar. Ebensowenig wird behauptet, und es fanden sich in den Akten keine Anhaltspunkte dafür, dass das Bundesamt im Zusammenhang mit der Anwendung von Art. 111 AHVV vorliegend einen im Rahmen von Art. 104 oder 105 OG zu rügenden Fehler begangen habe. Im Lichte von Art. 111 AHVV kann daher die Verwaltungsgerichtsbeschwerde nicht gutgeheissen werden.\n\n4. Im vorliegenden Verfahren wird seitens der EAK argumentiert, die angefochtene Verfügung verletze Art. 117 Abs. 3 AHVV. Diese Bestimmung lautet: BGE 116 V 307 S. 313\n\n\"Zweigniederlassungen werden der Ausgleichskasse angeschlossen, welcher\n\nder Hauptsitz angehört. Bei Vorliegen besonderer Verhältnisse kann das\n\nBundesamt Ausnahmen bewilligen.\"\n\nDie EAK macht im wesentlichen geltend, die verschiedenen Studios und regionalen Zentren, welche die SRG landesweit betreibe, seien keine Zweigniederlassungen im Sinne der zitierten Bestimmung; ausserdem lägen keine besondern Verhältnisse vor, welche eine Ausnahme vom Grundsatz der einheitlichen Kassenzugehörigkeit erlauben würden.\n\na) Zum Begriff der Zweigniederlassung (succursale, succursale) hat sich das Eidg. Versicherungsgericht in BGE 110 V 359 Erw. 5b geäussert und dazu ausgeführt: Das Gesetz definiert die Zweigniederlassung nicht. Aber nach der bundesgerichtlichen Rechtsprechung ist mit diesem Rechtsbegriff jeder kaufmännische Betrieb gemeint, der zwar rechtlich Teil des Hauptunternehmens ist, von dem er abhängt, der aber in eigenen Räumlichkeiten dauernd eine gleichartige Tätigkeit wie das Hauptunternehmen ausübt und dabei eine gewisse wirtschaftliche und geschäftliche Selbständigkeit geniesst (vgl. auch BGE 101 Ia 41 Erw. 1). Zu dieser Selbständigkeit als Voraussetzung für das Bestehen einer Zweigniederlassung war in BGE 103 II 201 Erw. 3a, bestätigt durch BGE 108 II 124 Erw. 1, ausgeführt worden: Der Betrieb ist autonom in diesem Sinne, wenn er ohne tiefgreifende Änderungen als selbständiges Unternehmen betrieben werden könnte. Dass die Zweigniederlassung alle Tätigkeiten des Hauptsitzes ausüben könnte, ist nicht erforderlich. Es genügt, wenn das örtliche Unternehmen dank seinem spezialisierten Personal und seiner eigenen Organisation ohne grosse Änderungen imstande wäre, seine Tätigkeit als örtliche Niederlassung selbständig zu betreiben. Es handelt sich um eine Selbständigkeit in den Aussenbeziehungen, die unter Berücksichtigung der gesamten Umstände von Fall zu Fall zu würdigen ist; die interne Unterordnung oder Zentralisierung ist dagegen ohne entscheidende Bedeutung (BGE 89 I 412 Erw. 6; vgl. auch BGE 101 Ia 41 Erw. 1 und FORSTMOSER, Schweizerisches Aktienrecht I, S. 413 ff.).\n\nDiese Umschreibung des Begriffes der Zweigniederlassung und der im Zusammenhang damit verlangten wirtschaftlichen und geschäftlichen Selbständigkeit wurde vom Bundesgericht für das Handelsregisterrecht (Art. 935 OR) entwickelt (vgl. GAUCH, Der Zweigbetrieb im schweizerischen Zivilrecht, S. 103 ff.). Sie ist jedoch grundsätzlich auch für die Auslegung des in Art. 117 Abs. 3 BGE 116 V 307 S. 314AHVV verwendeten gleichen Ausdrucks heranzuziehen, da Anhaltspunkte für die Annahme eines in diesem Bereich abweichenden Willens des Verordnungsgebers fehlen.\n\nDie vom Bundesamt als Zweigniederlassungen im Sinne von Art. 117 Abs. 3 AHVV qualifizierten Radio- und Fernsehbereiche der deutschen und rätoromanischen, der französischen sowie der italienischen Schweiz stehen der SRG für die von ihr für die verschiedenen Sprachregionen zu veranstaltenden und dort auch herzustellenden Programme zur Verfügung. Sie sind somit Teil der SRG und erfüllen auf Dauer deren Aufgaben in eigenen Räumlichkeiten. Die dezentralisierte Programmproduktion soll offensichtlich den unterschiedlichen Bedürfnissen der sprachlich und kulturell vielgestaltigen Schweiz weitestgehend Rechnung tragen, was einen entsprechenden Handlungsspielraum der betreffenden Studios voraussetzt. Dieser ist bezüglich der Gestaltung der einzelnen Sendungen recht umfassend, was allein schon eine beträchtliche Selbständigkeit der Studios bei der Erfüllung ihrer Aufgaben voraussetzt. Wie weit Kompetenzen zum Abschluss von Arbeits- und andern Verträgen und im finanziellen Bereich dezentralisiert sind, lässt sich aufgrund der Akten nicht feststellen. Jedenfalls spricht nicht gegen diese Selbständigkeit, dass die SRG gemäss Art. 12 Abs. 4 ihrer Konzession Arbeitgeberin des Personals ist; das ist zwangsläufig ein Ausfluss fehlender Rechtspersönlichkeit der regionalen Betriebsstätten. Nichts Abweichendes ergibt sich sodann aus der Tatsache, dass sämtliche Gehälter und Honorare über die Datenverarbeitung bei der Generaldirektion der SRG in Bern zentral abgerechnet und überwiesen werden, wobei auch für Mitarbeiter, die für mehrere Studios tätig sind, nur ein einziges Personalkonto geführt wird. Die Zentralisierung in diesem Bereich schliesst die Selbständigkeit im Verkehr mit Aussenstehenden in anderem Zusammenhang nicht aus.\n\nb) Damit das Bundesamt eine Ausnahme vom Anschluss der Zweigniederlassungen an die Ausgleichskasse bewilligen kann, welcher der Hauptsitz angeschlossen ist, müssen nach Art. 117 Abs. 3 Satz 2 AHVV \"besondere Verhältnisse\" vorliegen.\n\nDas Bundesamt führt in diesem Zusammenhang aus: Die Möglichkeit einer Aufteilung der Kassenzuständigkeit habe sich allein am Erfordernis der ordnungsgemässen Durchführung der AHV/IV zu orientieren. Bei Vorliegen achtenswerter Gründe und Fehlen einer Gefahr für diesen ordnungsgemässen Vollzug habe BGE 116 V 307 S. 315das Bundesamt daher einem Gesuch um Kassenaufteilung zu entsprechen. Im vorliegenden Fall liege die Begründung für eine sprachregionale Kassenzuständigkeit im Sinne besonderer Verhältnisse bei der gesellschaftspolitischen Aufgabe der SRG. Damit könne auch den Bedürfnissen der Versicherten entsprochen werden, in ihrer Region in der Muttersprache mit der für sie zuständigen Ausgleichskasse zu verkehren.\n\nDie EAK wendet demgegenüber ein, die einheitliche Regelung der Kassenzugehörigkeit in Art. 64 Abs. 3 AHVG, wonach die Kassenzugehörigkeit eines Arbeitgebers sich auf alle Arbeitnehmer erstreckt, für die er Beiträge zu leisten hat, sei unabdingbare Voraussetzung für eine reibungslose Durchführung der AHV/IV. Eine Ausnahme von dieser einheitlichen Regelung gestützt auf Art. 117 Abs. 3 AHVV könne sinnvollerweise nur hingenommen werden, wenn dadurch die Durchführung erleichtert würde. Dies treffe vorliegend nicht zu; vielmehr ergäben sich aus der Aufteilung auf verschiedene Ausgleichskassen Schwierigkeiten. Inwiefern aus dem gesellschaftspolitischen Auftrag der SRG ein Grund für die dezentrale Kassenzugehörigkeit abgeleitet werden könne, sei nicht ersichtlich. Im übrigen könne auch die EAK den Wunsch der Versicherten zum Verkehr in ihrer Muttersprache erfüllen, habe sie doch in allen Sprachregionen zahlreiche Versicherte, bei denen dies schon heute geschehe.\n\nMit der EAK kann der bundesamtlichen Argumentation nicht gefolgt werden, dass zwischen der gesellschaftspolitischen Aufgabe der SRG und der Aufteilung der Kassenzugehörigkeit auf die verschiedenen Sprachregionen ein Zusammenhang bestehe, der unter dem Gesichtspunkt der \"besonderen Verhältnisse\" zu würdigen wäre. Periodische Beitragsüberweisungen an die eine oder andere Ausgleichskasse beeinflussen die Verankerung der SRG in den betreffenden Sprachregionen kaum und den gesellschaftspolitischen Auftrag überhaupt nicht in erkennbarer Weise. Abgesehen davon könnten wohl die meisten Zweigniederlassungen von Arbeitgeberfirmen in ähnlicher Weise geltend machen, die Erfüllung ihrer Aufgabe sowie der Verkehr ihrer Arbeitnehmer mit der Ausgleichskasse würden durch eine Aufteilung der Kassenzugehörigkeit erleichtert. Ein Sachverhalt, wie er in der überwiegenden Mehrzahl der Fälle vorliegt, vermag jedoch keine \"besonderen Verhältnisse\" im Sinn dieses Ausdruckes zu begründen. Dieser verlangt nämlich das Vorliegen von Umständen, die sich von den üblichen klar unterscheiden.\n\nBGE 116 V 307 S. 316\n\nDie Grundfrage ist allerdings, ob dem Art. 117 Abs. 3 Satz 2 AHVV überhaupt diese Bedeutung zukommt. Die EAK bejaht dies sinngemäss, indem sie die \"besonderen Verhältnisse\" dann als gegeben betrachtet, wenn durch die Aufteilung der Kassenzugehörigkeit die Durchführung der AHV/IV erleichtert wird. Diese Auffassung entspricht der Praxis des Bundesamtes in den ersten Jahren nach Einführung der AHV (BINSWANGER, Kommentar zum Bundesgesetz über die Alters- und Hinterlassenenversicherung, S. 254), die auf die damals weit überwiegende Art der manuellen Datenverarbeitung zugeschnitten war, bei welcher die dezentrale Abrechnung eine administrative Erleichterung darstellen konnte. Bei der heute zunehmend verbreiteten elektronischen Datenverarbeitung ist dies jedoch kaum mehr der Fall, so dass die Bestimmung von Art. 117 Abs. 3 AHVV infolge der technischen Entwicklung praktisch toter Buchstabe wäre.\n\nNach bundesamtlicher Auffassung hat der Begriff der besondern Verhältnisse sich am Begriff der ordnungsgemässen Durchführung der AHV/IV zu orientieren; wenn \"achtenswerte Gründe\" für eine Aufteilung der Kassenzugehörigkeit gegeben seien und keine Gefährdung der ordnungsgemässen Durchführung der AHV/IV bestehe, müsse dem Begehren um Aufteilung entsprochen werden. Wesentliche Bedeutung misst das Bundesamt - mit Recht - offenbar der Notwendigkeit der ordnungsgemässen Durchführung zu, beinhaltet diese doch die Wahrung des gesetzmässigen Zustandes. Die \"achtenswerten Beweggründe\" lassen sich kaum konkretisieren. Sie liessen sich jedoch eventuell dahin verstehen, dass offensichtlich sinnlosen Begehren um selbständigen Anschluss von Zweigniederlassungen nicht entsprochen werden müsste. Eine derartige Deutung des Ausdruckes \"besondere Verhältnisse\" ist nicht unhaltbar. Sie entspricht der im mehrfach zitierten Urteil des Eidg. Versicherungsgerichts vom 19. Juni 1985 verankerten Rechtsauffassung.\n\nSchliesslich ist festzuhalten, dass die richtige Lösung im Hinblick auf die enge Kognition des Eidg. Versicherungsgerichts nicht davon abhängig gemacht werden darf, ob das Bundesamt aus Gründen der Zweckmässigkeit die Zentralisierung bei der EAK hätte wählen sollen, die auch von der SRG beantragt wurde.\n\nc) Art. 117 Abs. 3 AHVV ermächtigt das Bundesamt zur Bewilligung von Ausnahmen. Eine solche Bewilligung setzt, wie das Bundesamt zutreffend ausführt, eine entsprechende Willensäusserung in Form eines Gesuchs voraus. Das Bundesamt weist darauf BGE 116 V 307 S. 317hin, dass im vorliegenden Fall der Wunsch nach dezentraler Kassenzugehörigkeit von verschiedenen Ausgleichskassen ausgegangen ist. Dies trifft zwar zu. Fraglich ist jedoch, ob die Ausgleichskassen überhaupt aktiv legitimiert sind, ein solches Begehren zu stellen. Naheliegender ist, dass nicht den Ausgleichskassen, sondern den Zweigniederlassungen der SRG diese Aktivlegitimation zukommt. Nur diese wissen ohne weiteres Bescheid, ob ihre Struktur unter die fragliche Bestimmung fallen könnte, während es zu wenig sinnvollen administrativen Umtrieben führte, wenn die Ausgleichskassen den Anstoss zur Abklärung solcher Fragen von sich aus gäben. Bezeichnenderweise scheint auch die Praxis in den Anfängen der AHV davon ausgegangen zu sein, dass das Gesuch von der Zweigniederlassung auszugehen habe und der Zustimmung durch den Hauptsitz bedürfe (BINSWANGER, S. 254). Stichhaltige Gründe für seine heutige Auffassung nennt das Bundesamt nicht; solche sind auch sonstwie nicht ersichtlich. Es ist daher davon auszugehen, dass die Zweigniederlassung der Arbeitgeberfirma, nicht aber die Ausgleichskassen zur Einreichung eines Gesuches um dezentrale Kassenzugehörigkeit legitimiert sind. Damit ist sichergestellt, das durchführungstechnisch heute kaum mehr begründete Aufteilungen einer Belegschaft auf verschiedene Ausgleichskassen in Abweichung vom Grundsatz von Art. 64 Abs. 3 AHVG nur im Einverständnis mit dem betreffenden Arbeitgeber erfolgen und eine Verletzung des Verhältnismässigkeitsprinzipes durch eine objektiv nicht gebotene behördliche Massnahme ausgeschlossen wird.\n\nIm vorliegenden Fall hat keine der allfälligen Zweigniederlassungen der SRG um dezentrale Kassenzugehörigkeit ersucht. Noch weniger hat der Hauptsitz einer solchen Lösung zugestimmt, sondern vielmehr den Anschluss für seine sämtlichen Arbeitnehmer an die EAK verlangt, der er selber angehört. Damit fehlt ein konstitutives Element für eine dezentrale Lösung. Die bundesamtliche Verfügung ist daher in Gutheissung der Verwaltungsgerichtsbeschwerde der EAK aufzuheben. Daraus ergibt sich ohne weiteres die Abweisung der Verwaltungsgerichtsbeschwerde der Ausgleichskasse des Kantons Waadt.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde der EAK und in Abweisung der Verwaltungsgerichtsbeschwerde der BGE 116 V 307 S. 318Ausgleichskasse des Kantons Waadt wird die Verfügung des BSV vom 18. Dezember 1989 aufgehoben mit der Feststellung, dass die SRG für das gesamte im Rahmen ihrer Konzessionsbestimmungen tätige Personal vom 1. Januar des auf die Zustellung des vorliegenden Urteils folgenden Jahres hinweg mit der Eidgenössischen Ausgleichskasse abzurechnen hat."}