{"annee": "116", "cour": "V", "page": "8", "date": "15/1/1990", "cite": ["113 V 98"], "cite_par": [], "chapeau": "2. Sentenza del 15 gennaio 1990 nella causa Z. contro Cassa svizzera di compensazione e Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero", "regestes": ["Art. 7 let. a de la convention italo-suisse de sécurité sociale: Droit à une indemnité forfaitaire. Lors de l'accomplissement de sa 65e année et même si les exigences de l'art. 7 let. a de la convention sont réunies, le mari dont l'épouse a versé des cotisations aux assurances sociales suisses ne peut exiger le versement d'une indemnité forfaitaire, en lieu et place d'une rente simple de vieillesse et d'une rente complémentaire pour l'épouse. Un droit à une telle indemnité peut lui être reconnu lorsqu'il remplit les conditions d'allocation d'une rente de vieillesse pour couple selon la législation suisse."], "faits": "|8|\n\nA.- Il cittadino italiano Bruno Z. nato nel 1922, residente in Italia, ha lavorato in Svizzera dal 1952 al 1958 versando i |9| contributi all'assicurazione sociale di questo Stato. Parimenti in Svizzera ha lavorato, pure versando i contributi all'assicurazione sociale elvetica, la moglie Assunta Z.-T., nata nel 1928.\n\nMediante decisione del 9 novembre 1987 la Cassa svizzera di compensazione ha attribuito all'assicurato una rendita semplice ordinaria di vecchiaia di fr. 73.-- e una rendita ordinaria completiva per la moglie di fr. 22.-- mensili. Contemporaneamente essa gli ha comunicato quanto segue:\n\n\"Questa piccola rendita sarà pagata fino al compimento dei 62 anni di sua moglie. A quel momento sarà versata una prestazione di vecchiaia per coniugi calcolata tenendo conto anche dei contributi versati dalla moglie.\"\n\nB.- Bruno Z. si è rivolto alla Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero chiedendo la liquidazione forfettaria in luogo della rendita assegnatagli.\n\nRispondendo al gravame la Cassa svizzera di compensazione ha precisato che se giusta il diritto convenzionale italo-svizzero l'assicurato avrebbe avuto diritto all'indennità forfettaria, essa ciò malgrado aveva notificato una decisione di rendita di vecchiaia semplice e complementare conformemente alle direttive dell'Ufficio federale delle assicurazioni sociali (UFAS) del 14 marzo 1986 sul diritto all'indennità forfettaria, le quali dispongono (cifra marginale 23):\n\n\"Qualora il coniuge di un assicurato ha pagato dei contributi all'AVS e non ha compiuto il 62.mo anno di età, le rendite attribuite sono pagate fino alla nascita del diritto alla rendita per coniugi.\"\n\nCon giudizio del 20 aprile 1988 la Commissione di ricorso ha respinto il gravame e confermato la querelata decisione amministrativa. Secondo il primo giudice l'art. 7 della vigente Convenzione italo-svizzera relativa alla sicurezza sociale consentiva il versamento dell'indennità forfettaria. Tuttavia non esisteva motivo di derogare ad una particolare prassi instaurata dall'amministrazione, che vietava in casi particolari, come in concreto, la liquidazione forfettaria in luogo della rendita.\n\nC.- Bruno Z. interpone ricorso di diritto amministrativo contro il giudizio della Commissione di ricorso. Adduce che il diritto convenzionale gli attribuisce un diritto a indennità forfettaria cui non può essere derogato in virtù di una prassi alla quale si deve negare ogni legittimità in quanto consolidata al di fuori di ogni accordo o riconoscimento ufficiale.\n\nCassa svizzera di compensazione e UFAS propongono la disattenzione del gravame.\n\n|10|", "considerants": "Diritto:\n\n1. L'art. 7 lett. a della Convenzione italo-svizzera relativa alla sicurezza sociale nel tenore vigente successivamente alla modificazione apportata dal secondo Accordo aggiuntivo alla Convenzione medesima, in vigore dal 1o febbraio 1982, dispone quanto segue:\n\n\"Qualora l'ammontare della rendita ordinaria parziale di vecchiaia cui può aver diritto un cittadino italiano che non risiede in Svizzera non sia superiore al 15 per cento della rendita ordinaria completa, detto cittadino ha diritto solo ad una indennità forfettaria uguale al valore attuale della rendita dovuta. Il cittadino italiano che ha beneficiato di tale rendita parziale in Svizzera e che lascia definitivamente il territorio elvetico riceve ugualmente tale indennità.\n\nLa stessa regolamentazione è applicabile ai superstiti di un cittadino italiano che non risiedono in Svizzera o che la lasciano definitivamente e che hanno diritto ad una rendita ordinaria parziale per superstiti il cui ammontare non superi il 10 per cento della rendita completa corrispondente.\n\nQualora l'ammontare della rendita ordinaria parziale alla quale possono aver diritto le persone in questione sia superiore ai limiti sopra enunciati ma sia inferiore al 20 per cento della rendita completa corrispondente, queste persone possono scegliere tra il versamento della rendita e quello di una indennità forfettaria. Tale scelta deve effettuarsi durante la procedura di determinazione della rendita se queste persone risiedono fuori della Svizzera al momento della realizzazione dell'evento assicurato, e al momento della loro partenza dalla Svizzera se hanno già beneficiato di una rendita in tale paese.\n\nQualora l'indennità forfettaria sia stata versata dalla assicurazione svizzera, né il beneficiario né i suoi superstiti possono più far valere alcun diritto nei confronti di detta assicurazione in virtù dei contributi precedentemente versati.\n\nL'indennità forfettaria è versata direttamente ai beneficiari residenti fuori della Svizzera. I cittadini italiani hanno la facoltà di domandare, entro il termine di un anno a partire dalla data del pagamento, che la detta indennità sia utilizzata nelle assicurazioni sociali obbligatorie italiane. A tale riguardo, le disposizioni dell'articolo primo, paragrafo 3, del primo Accordo aggiuntivo sono applicabili per analogia.\"\n\nPer l'art. 2 della vigente Convenzione, con riserva delle disposizioni della Convenzione medesima e del suo Protocollo finale, i cittadini svizzeri ed italiani godono della parità di trattamento per quanto concerne i diritti e gli obblighi derivanti dalle disposizioni delle legislazioni elencate all'art. 1 della Convenzione. Tra le legislazioni elencate figura quella sull'AVS. La normativa di cui all'art. 2 Convenzione significa in sostanza che deroghe al principio di parità di trattamento devono trovare |11| fondamento nella disciplina pattuita dal diritto convenzionale (DTF 113 V 100 consid. 1a).\n\n2. (Interpretazione del diritto convenzionale)\n\n3. Nell'evenienza concreta il ricorrente percepisce una rendita semplice ordinaria di vecchiaia e una rendita ordinaria completiva per la moglie di un importo tale da consentire in applicazione delle disposizioni dell'art. 7 lett. a Convenzione una liquidazione forfettaria.\n\nGiusta il diritto svizzero, applicabile in concreto, hanno diritto alla rendita di vecchiaia per coniugi gli uomini sposati che hanno compiuto 65 anni e la cui moglie abbia raggiunto i 62 anni di età (art. 22 cpv. 1 LAVS). L'ammontare di una rendita semplice di vecchiaia al verificarsi dell'evento è determinato tenendo conto del periodo contributivo e del reddito annuo medio calcolato sui contributi versati dal marito (art. 29 segg. LAVS). Per il calcolo della rendita di vecchiaia per coniugi è determinante il suo reddito annuo medio (art. 32 cpv. 1 LAVS) al quale sono aggiunti i contributi pagati dalla moglie per un'attività lucrativa da essa esercitata prima e durante il matrimonio e fino alla nascita del diritto alla rendita di vecchiaia per coniugi (art. 32 cpv. 2 LAVS). Ne scende che le basi di calcolo di una rendita di vecchiaia possono essere diverse al momento in cui sorge il diritto autonomo di un assicurato ad una rendita semplice da quello in cui nasce il diritto a rendita per coniugi.\n\nPer il cittadino italiano non coniugato al verificarsi dell'evento di vecchiaia giusta il diritto svizzero la liquidazione forfettaria è possibile quando concorrono gli estremi di cui all'art. 7 lett. a Convenzione.\n\nQuesta norma convenzionale non distingue tuttavia tutte le ipotesi, né impone una soluzione unitaria come asserisce il ricorrente con il gravame. Nulla impedisce pertanto di interpretarla nel senso che, quando si tratti di unione coniugale in cui la moglie abbia versato contributi all'assicurazione sociale svizzera, l'indennità forfettaria chiesta dal marito ai sensi dell'art. 7 lett. a Convenzione sia da attribuire soltanto al verificarsi dell'evento che conferisce il diritto alla rendita di vecchiaia per coniugi (art. 22 LAVS), da calcolare giusta il diritto svizzero (art. 32 LAVS), applicabile, come già si è accennato, in regime convenzionale. Considerate in tale contesto le disposizioni di cui alla cifra marginale 23 delle direttive dell'UFAS alla Cassa svizzera di compensazione, relative all'indennità forfettaria di |12| rendite parziali esigue, in vigore dal 1o gennaio 1986, non possono essere disattese.\n\nDato quanto sopra esposto il rifiuto opposto dalle istanze inferiori alla richiesta di liquidazione forfettaria del ricorrente deve essere mantenuto."}