{"annee": "116", "cour": "IB", "page": "131", "date": "28/3/1990", "cite": ["114 IB 238", "113 IB 138", "114 IB 312", "112 IB 371", "113 IB 371", "112 IB 270"], "cite_par": ["119 IB 174", "117 IB 502", "120 IB 379", "117 IB 270", "120 IB 207", "125 II 278", "120 IB 266", "117 IA 352"], "chapeau": "17. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 28. März 1990 i.S. Werner Oertig gegen Alfred Grossmann, Gemeinde Wangen-Brüttisellen und Verwaltungsgericht (I. Kammer) des Kantons Zürich (staatsrechtliche und Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 16, 22, 24 LAT; conformité d'une exploitation horticole avec l'affectation de la zone; fonction de l'autorisation exceptionnelle des constructions hors de la zone à bâtir. 1. a) Une exploitation horticole est conforme à l'affectation de la zone agricole lorsque, selon une appréciation globale, une part prépondérante de sa production est dépendante du sol (consid. 3b; confirmation de la jurisprudence). b) Pour évaluer la part de la production dépendante du sol, il ne suffit pas de déterminer la quote-part des surfaces affectées à cette production. Il faut plutôt examiner si le terrain naturel est un moyen de production indispensable à l'exploitation ou, autrement dit, si l'entreprise peut être considérée comme pratiquant l'horticulture en pleine terre, à l'issue d'une appréciation globale de son système de production à long terme et des moyens mis en oeuvre pour sa réalisation (consid. 3d; précision de la jurisprudence). 2. Les constructions ne peuvent pas être autorisées sur la base de l'art. 24 LAT si, en raison de leurs dimensions et de leur incidence sur la planification locale, elles ne peuvent être correctement étudiées que dans le cadre d'une procédure d'adoption d'un plan d'affectation (consid. 4; confirmation de la jurisprudence)."], "faits": "BGE 116 Ib 131 S. 132\n\nWerner Oertig ist Eigentümer des 27'790 m2 umfassenden Grundstückes Kat. Nr. 2512 an der Altwiesenstrasse in der Gemeinde Wangen-Brüttisellen. Anschliessend an dieses Grundstück und nur durch einen Flurweg von ihm getrennt gehört Werner Oertig eine weitere Fläche von 5461 m2, die er als Realersatz aus einer Gewässerkorrektion erhalten hat. Beide Grundstücke liegen in der kantonalen Landwirtschaftszone gemäss den §§ 36 ff. des Planungs- und Baugesetzes vom 7. September 1975/20. Mai 1984 (PBG). In einer Entfernung von ungefähr 200 m von diesen beiden Grundstücken besitzt Oertig schliesslich noch eine weitere Parzelle von ungefähr 2 ha Fläche.\n\nWerner Oertig betreibt eine Grossgärtnerei, welche insbesondere auf die Herstellung von Schnittblumen spezialisiert ist. Ein Teil der Gärtnerei befindet sich auf den beiden erstgenannten Parzellen. Der andere Betriebsteil liegt in der Luftlinie ungefähr 5 km und fahrwegmässig ca. 10 km weit entfernt im Oberhauser Ried. Dort muss Oertig in absehbarer Zukunft wegen planerischer und baulicher Veränderungen den Betrieb einstellen; die ganze Gärtnerei soll dann in Wangen-Brüttisellen angesiedelt werden.BGE 116 Ib 131 S. 133\n\nAm 25. November 1982 stimmte das Verwaltungsgericht des Kantons Zürich letztinstanzlich einer Baubewilligung für fünf Einheiten eines Gewächshauses auf der Parzelle Kat. Nr. 2512 zu. Am 30. Januar 1984 erteilte der Gemeinderat Wangen-Brüttisellen Werner Oertig die Baubewilligung für zwei weitere Gewächshauseinheiten. Das Bundesgericht verweigerte ihm hingegen mit Urteil vom 27. Mai 1987 die Erstellung eines Wohnhauses unmittelbar neben seinem Betrieb.\n\nAm 23. März 1987 bewilligte der Gemeinderat Wangen-Brüttisellen unter verschiedenen Bedingungen und Auflagen eine neue Erweiterung der Gewächshausanlage um drei Einheiten; gesamthaft würde die Gewächshausanlage damit aus zehn Einheiten bestehen. Gemäss präzisierter Ziffer 4 der Baubewilligung dürfen nach dem bewilligten Bauprojekt keine weiteren Treibhäuser mehr gebaut werden, in welchen Pflanzenkulturen unter Glas gezogen werden können. Dem Gärtnereibetrieb ist eine Fläche von 70% als Freilandkultur dauernd zur Verfügung zu halten; von dieser Verpflichtung sind nur kurzfristig aufgestellte mobile Folientunnels zur Vermeidung von Frostschäden ausgenommen.\n\nAlfred Grossmann, Eigentümer des an die Parzelle Kat. Nr. 2512 angrenzenden Grundstücks Kat. Nr. 3756, welches ebenfalls der Landwirtschaftszone zugeteilt ist, auf dem jedoch schon seit Jahrzehnten ein Einfamilienhaus steht, erhob am 16. April 1987 gegen die Baubewilligung des Gemeinderates Wangen-Brüttisellen Rekurs an die kantonale Baurekurskommission III. Mit Entscheid vom 27. April 1988 hiess die Baurekurskommission den Rekurs gut und hob die Baubewilligung auf.\n\nWerner Oertig führte gegen diesen Entscheid Beschwerde an das Verwaltungsgericht des Kantons Zürich. Dieses wies seine Beschwerde mit Entscheid vom 1. November 1988 ab. Werner Oertig erhob gegen diesen Entscheid sowohl staatsrechtliche Beschwerde als auch Verwaltungsgerichtsbeschwerde. Das Bundesgericht tritt auf die staatsrechtliche Beschwerde nicht ein und weist die Verwaltungsgerichtsbeschwerde im Sinne der Erwägungen ab.", "considerants": "Aus den Erwägungen:\n\n2. Der Beschwerdeführer macht geltend, das Verwaltungsgericht sei zu Unrecht davon ausgegangen, die zehn Gewächshauseinheiten würden rund 26,5% der nutzbaren Fläche bedecken.BGE 116 Ib 131 S. 134\n\nDiese Zahl sei viel kleiner. Das Verwaltungsgericht habe somit den Sachverhalt offensichtlich unrichtig und unvollständig festgestellt (Art. 104 lit. b, Art. 105 Abs. 2 OG).\n\nDie Feststellung des Verwaltungsgerichts, wonach die Gewächshäuser einen Anteil von 26,5% an der Gesamtbetriebsfläche ausmachen, ist offensichtlich unrichtig. Aus den Akten ergibt sich eine Betriebsfläche des Hauptgrundstückes von total 27'790 m2. Von dieser Fläche sind das Regenwasserbecken (680 m2) sowie der Lager- und Parkplatz (ca. 1200 m2) abzuziehen. Es ergibt sich somit eine totale Anbaufläche des Hauptgrundstückes von 25'910 m2. Ein Gewächshauselement hat eine Fläche von 544 m2, zehn Einheiten ergeben demnach 5440 m2. Damit überdecken die Gewächshäuser lediglich ungefähr 21% des Hauptgrundstückes. Im übrigen kann man sich fragen, ob in allen Gewächshauseinheiten wirklich bodenunabhängig produziert wird. Dieser Frage muss indessen nicht weiter nachgegangen werden, weil sie für den Ausgang des vorliegenden Verfahrens unerheblich ist.\n\n3. Gemäss Art. 22 Abs. 1 RPG dürfen Bauten und Anlagen nur mit behördlicher Bewilligung errichtet oder geändert werden. Art. 22 Abs. 2 lit. a RPG setzt für eine Baubewilligung voraus, dass die Bauten und Anlagen dem Zweck der Nutzungszone entsprechen. Das Verwaltungsgericht hat die Zonenkonformität der vom Gemeinderat bewilligten Gewächshauserweiterung in der Landwirtschaftszone verneint. Ausgehend vom richtiggestellten Sachverhalt ist daher im folgenden zu prüfen, ob das Verwaltungsgericht zu Recht von der mangelnden Zonenkonformität des Bauvorhabens ausgehen durfte.\n\na) Art. 16 RPG umschreibt Zweck und Inhalt der Landwirtschaftszonen: Landwirtschaftszonen umfassen Land, das sich für die landwirtschaftliche Nutzung oder den Gartenbau eignet oder im Gesamtinteresse landwirtschaftlich genutzt werden soll (Abs. 1 lit. a und b). Landwirtschaftliche Bauten entsprechen diesem Zweck dann, wenn für die Nutzung, der sie dienen, der Boden als Produktionsfaktor unentbehrlich ist; wo landwirtschaftliche Erzeugnisse bodenunabhängig gewonnen werden, liegt keine landwirtschaftliche Nutzung im Sinne von Art. 16 RPG vor. Art. 16 RPG erwähnt ausdrücklich auch den Gartenbau (BGE 112 Ib 273 E. 3). Das ist indessen nach der bundesgerichtlichen Rechtsprechung nicht so zu verstehen, dass dem Gartenbau neben der landwirtschaftlichen Nutzung eine selbständige, privilegierte Bedeutung zukäme (BGE 112 Ib 372 E. 3). Seine ausdrückliche BGE 116 Ib 131 S. 135Aufnahme durch den Gesetzgeber in Art. 16 Abs. 1 lit. a RPG war vielmehr notwendig, weil Gartenbau nicht generell zur Landwirtschaft gehört (BGE 113 Ib 138 nicht publizierte E. 4b). Gartenbau passt bloss dann in die Landwirtschaftszone, wenn er in Arbeitsweise und Landbedarf mit der landwirtschaftlichen Nutzung vergleichbar ist und zur Bewirtschaftung freien Landes eine hinreichend enge Beziehung besteht.\n\nb) Kann demnach nur bodenabhängig produzierender Gartenbau in einer Landwirtschaftszone als zonenkonform bezeichnet werden, so fragt sich, nach welchen Kriterien über die Bodenabhängigkeit eines Gartenbaubetriebs und einer zu einem solchen gehörigen Baute zu entscheiden ist.\n\nIn diesem Zusammenhang hat das Bundesgericht ausdrücklich die Auffassung von LEO SCHÜRMANN (Bau- und Planungsrecht, 2. Aufl., Bern 1984, S. 169 f.) als zu eng abgelehnt, wonach Gewächs- und Treibhäuser nur als \"saisonausdehnende\" Hilfsmittel zuzulassen seien, nicht aber für die Fortführung des Betriebs auch in den Wintermonaten (BGE 112 Ib 274 E. 3, 276 E. 4). Nach bisheriger Auffassung des Bundesgerichts ist vielmehr massgeblich, ob bei einer gesamthaften Betrachtung von einer überwiegend bodenabhängigen Produktion gesprochen werden kann (BGE 112 Ib 274 E. 3). An dieser Rechtsprechung ist grundsätzlich festzuhalten.\n\nc) In BGE 112 Ib 270 hat das Bundesgericht das Erfordernis einer gesamthaften Betrachtung zur Bestimmung der Bodenabhängigkeit eines Gartenbaubetriebs freilich in der Weise verstanden, dass es vorrangig auf das Verhältnis der Freiland- und der unter Glas bodenabhängig bewirtschafteten Flächen gegenüber den unter Glas bodenunabhängig bewirtschafteten Flächen abgestellt hat. Bei einem Anteil von 28,5% bodenunabhängig unter Glas bewirtschafteter Fläche an der gesamten Anbaufläche hat das Gericht festgestellt, es liege ein Grenzfall eines Betriebs vor, der bei gesamthafter Betrachtung noch als bodenabhängig betrachtet werden könne (BGE 112 Ib 276 E. 4). Der vorliegend zu beurteilende Fall zeigt, dass eine solche Reduktion der gesamthaften Betrachtung auf eine Prozentrechnung zwischen bodenabhängig und bodenunabhängig bewirtschafteten Flächen nicht zu befriedigen vermag.\n\naa) Die in BGE 112 Ib 270 dargelegte Lösung erscheint schon insofern als problematisch, als innerhalb der Gewächshäuser zwischen bodenabhängig und bodenunabhängig bewirtschafteten BGE 116 Ib 131 S. 136Gewächshäusern unterschieden wird. Ein Gewächshaus, in dem zunächst direkt auf dem natürlich gewachsenen Boden Pflanzen gezogen werden, kann ohne grösseren Aufwand derart verändert werden, dass der Anbau nur noch auf Tischen, in bodenunabhängigen Setzkästen oder ähnlichen Behältern erfolgt. Das Abstellen auf die Unterscheidung zwischen bodenabhängig und bodenunabhängig bewirtschafteten Gewächshäusern lässt somit für die Bewilligungsbehörden ein nur schwer lösbares Kontrollproblem entstehen, das die praktische Tauglichkeit des Prozentkriteriums als zweifelhaft erscheinen lässt.\n\nbb) Selbst wenn man zur Bestimmung der Bodenabhängigkeit eines Gartenbaubetriebs auf das Verhältnis aller unter Glas bewirtschafteten Flächen zu den Freilandflächen abstellen würde, bliebe doch ein weiterer entscheidender Nachteil des Prozentkriteriums bestehen: Das Prozentkriterium ist - wie gerade der vorliegende Fall zeigt - durch Landzukäufe weithin beeinflussbar; eine solche Beeinflussung ist um so eher zu erwarten, als Inhaber von Gartenbaubetrieben vielfach bereit sind, höhere Landpreise als Landwirte zu bezahlen und damit eine teilweise wirtschaftliche Verdrängung der Landwirtschaft durch Gartenbaubetriebe zu befürchten ist. Je grösser die dem Betreiber eines Gartenbaubetriebs gehörige Landfläche, desto grösser kann auch die Unterglasfläche sein, ohne dass die Bodenabhängigkeit des Betriebs durch neue Bauvorhaben in Frage gestellt wird. Die weitgehende Beeinflussbarkeit des Prozentkriteriums durch die Betroffenen impliziert weitere, rechtspolitisch unerwünschte Folgen. Einerseits wird der Landwirtschaft unnötig wertvolles Kulturland entzogen, handelt es sich doch bei den zugekauften Flächen infolge der Lage der Gartenbaubetriebe nicht selten um Land mit Fruchtfolgeflächenqualität. Und andererseits ist zu befürchten, dass das vom Gartenbaubetrieb hauptsächlich im Hinblick auf die Möglichkeit der Erweiterung der Unterglasflächen erworbene Land vielfach nur einer extensiven Nutzung zugeführt wird.\n\ncc) Die dargelegten Nachteile des Prozentkriteriums lassen sich nicht durch eine Senkung der Prozentzahl an mit Gewächshäusern überstelltem Land beheben, oberhalb welcher die Bodenabhängigkeit eines Gartenbaubetriebs verneint wird. Der Ansatz des Verwaltungsgerichts, welches bei einer Unterglasfläche von mehr als 10% der gesamten Betriebsfläche die Bodenabhängigkeit verneinen will, ist daher abzulehnen. Auf das Prozentkriterium ist vielmehr vollständig zu verzichten, und es ist durch eine gesamthafte, BGE 116 Ib 131 S. 137mehr an qualitativen denn an quantitativen Faktoren anknüpfende Betrachtungsweise zu ersetzen.\n\nd) Bei der gesamthaften Betrachtung eines Gartenbaubetriebs ist danach zu prüfen, ob für den Betrieb der gewachsene Boden als erzeugender Produktionsfaktor unentbehrlich ist (EJPD/BRP, Erläuterungen zum Bundesgesetz über die Raumplanung, Bern 1981, N. 9 zu Art. 16 S. 215). Betriebsbauten darf nur eine Hilfsfunktion bei der unter natürlichen Bedingungen erfolgenden Kultivierung des Bodens zukommen. Die Bauten können dabei eine direkte Hilfsfunktion im Hinblick auf die gartenbauliche Bewirtschaftung des natürlichen Bodens erfüllen: So etwa bei Treib- und Gewächshäusern zum Schutz der Pflanzen vor schlechter Witterung oder Bauten zur Akklimatisation vor der Versetzung ins Freiland. Die Hilfsfunktion der Bauten kann freilich nicht auf dieses enge Verständnis beschränkt bleiben. Darüber hinaus kann ein überwiegend bodenabhängiger Gartenbaubetrieb vielmehr auch über Bauten verfügen, denen eine sonstige betriebliche Hilfsfunktion zukommt. Zu denken ist dabei etwa an Einstellräume für Bewirtschaftungsgeräte, Lagerräumlichkeiten für landwirtschaftliche Hilfsstoffe usw. Unabhängig davon, ob sämtlichen Betriebsräumen eine solchermassen umschriebene Hilfsfunktion zukommt, ist indessen letztlich entscheidend, ob der Betrieb bei einer gesamthaften Betrachtung seines langfristigen Bewirtschaftungskonzepts und der zu dessen Realisierung eingesetzten Mittel grundsätzlich als Freilandbetrieb bezeichnet werden kann (vgl. BGE 112 Ib 273 E. 3, BGE 113 Ib 138 nicht publizierte E. 4b, je mit Hinweisen). Nur dann kann von überwiegend bodenabhängigem, in der Landwirtschaftszone zonenkonformem Gartenbau gesprochen werden.\n\ne) Kann ein Betrieb in dieser Weise als bodenabhängig bezeichnet werden, so ist bei der Beurteilung von Neubauvorhaben zu prüfen, ob diese sich als notwendige Ergänzung in das verfolgte Bewirtschaftungskonzept einfügen lassen oder ob durch die neue Baute der Charakter des Unternehmens als bodenabhängiger Gartenbaubetrieb verändert wird. Nur wenn dies nicht der Fall ist, kann die Zonenkonformität des Bauvorhabens in der Landwirtschaftszone bejaht werden.\n\nf) Beim zu beurteilenden Betrieb fällt zunächst auf, dass zwar nach dem projektierten Treibhausausbau höchstens 21% der Produktionsfläche gänzlich bodenunabhängig genutzt werden sollen. Allein aufgrund dieser Prozentzahl kann indessen wie dargelegt ein Gartenbaubetrieb nicht als bodenabhängig qualifiziert werden.BGE 116 Ib 131 S. 138\n\nZur Beurteilung, ob es sich um einen bodenabhängigen Betrieb handelt, ist der Betrieb vielmehr einer gesamthaften Betrachtung zu unterziehen. Dabei fällt auf, dass der Betrieb als Schnittblumenbetrieb einen beträchtlichen Teil der Pflanzen in den Gewächshäusern zwar direkt im gewachsenen Boden zieht, die Pflanzen indessen zum einen bis zur Schnittreife im Gewächshaus verbleiben; von einer dem Freilandanbau dienenden Funktion der Gewächshäuser kann somit nicht gesprochen werden. Zum andern wachsen die Blumen in den Gewächshäusern, wie bereits in dem den gleichen Betrieb betreffenden BGE 113 Ib 138 ausführlich dargelegt wurde, weithin unter künstlichen Bedingungen (BGE 113 Ib 140 E. 4c). Von einem bodenabhängigen Bewirtschaftungskonzept kann somit nicht gesprochen werden.\n\nAn diesem Ergebnis ändert auch ein Einbezug der Freilandflächen in die Betrachtung nichts. Zwar nimmt die als Freiland bewirtschaftete Fläche bei weitem den grösseren Teil der gesamten Betriebsfläche ein; dieses Verhältnis hat sich nach dem Zuwachs von 5461 m2 als Realersatz aus einer Gewässerkorrektion nochmals weiter zu Gunsten der Freilandfläche verschoben. Indessen lässt sich keineswegs sagen, dass auch nur ein Teil der Unterglasflächen der Bewirtschaftung des Freilandes dient und damit gesamthaft betrachtet das Bewirtschaftungskonzept einer Freilandgärtnerei vorherrsche. Soweit der Freilandcharakter des Betriebs zu bejahen ist, beschränkt sich dieser vielmehr auf die als Freiland bewirtschafteten Flächen. Der unter Glas bewirtschaftete Betriebsteil ist als selbständiger, neben der Freilandbewirtschaftung stehender Betriebsteil zu qualifizieren; von einer dienenden oder gar im Rahmen des Konzepts einer Freilandgärtnerei notwendigen (Ergänzungs)funktion dieses Betriebsteils gegenüber der Freilandbewirtschaftung kann nicht die Rede sein. Unabhängig davon, ob der unter Glas bewirtschaftete Betriebsteil für sich allein wirtschaftlich überlebensfähig wäre, ist daher bei gesamthafter Betrachtung vom Vorliegen eines überwiegend bodenunabhängigen Betriebs auszugehen.\n\ng) Wie dargelegt ist der Betrieb des Beschwerdeführers ein überwiegend bodenunabhängig produzierender Gartenbaubetrieb. Als solcher ist er in der Landwirtschaftszone nicht zonenkonform. Dementsprechend kann auch der geplante Ausbau der Gewächshäuser nicht als zonenkonformes Bauvorhaben bezeichnet werden. Eine Bewilligung des Bauvorhabens auf dem Wege des Bewilligungsverfahrens nach Art. 22 RPG fällt damit BGE 116 Ib 131 S. 139ausser Betracht und die Beschwerde erweist sich insoweit als unbegründet.\n\n4. a) Wie das Bundesgericht bereits in verschiedenen Entscheiden festgehalten hat, haben Ausnahmebewilligungen gemäss Art. 24 RPG den planerischen Stufenbau zu beachten. Ihr Entscheidungsbereich reicht zwar weiter als derjenige der Baubewilligung nach Art. 22 RPG, weil sie für Vorhaben erteilt werden, welche nicht dem Zweck der Nutzungszone ausserhalb der Bauzone entsprechen. Für Bauten und Anlagen, die ihrer Natur nach nur in einem Planungsverfahren angemessen erfasst werden können, dürfen aber keine Ausnahmebewilligungen erteilt werden (BGE 114 Ib 315 E. 3a mit Hinweisen).\n\nb) Das vorliegend zu beurteilende Bauvorhaben bildet Teil eines Gewächshauskomplexes, der nach der beabsichtigten Erweiterung eine Fläche von 5440 m2 einnehmen wird. Ein derart ausgedehnter Gebäudekomplex bringt ein ganz erhebliches Regelungsbedürfnis mit sich (Einfügung in die bestehende Nutzungsordnung, Erschliessung, Lage der Gebäude, deren Anordnung, äussere Abmessungen, innere Aufteilung usw.). Wenn auch der Entscheidungsbereich des Ausnahmebewilligungsverfahrens nach Art. 24 RPG weiter reicht als jener des ordentlichen Baubewilligungsverfahrens nach Art. 22 RPG, so wird er durch dieses ausgedehnte Regelungsbedürfnis doch offensichtlich überschritten. Eine Realisierung der geplanten Gewächshauserweiterung ist daher nur nach einer Änderung der Nutzungsplanung möglich. Nur das Nutzungsplanverfahren verfügt nämlich über das nötige Instrumentarium, um bei einem so umfangreichen Gebäudekomplex wie den Gewächshäusern im Betrieb des Beschwerdeführers zum einen die Verwirklichung der Planungsgrundsätze und Ziele des RPG (Art. 1 und 3 RPG) sowie die Abstimmung auf die Richtplanung (Art. 6 ff. RPG) zu gewährleisten, und vermag zum andern hinsichtlich der demokratischen Beteiligung an der Lösung raumwirksamer Aufgaben (Art. 4 RPG) und des Rechtsschutzes (Art. 33 f. RPG) den Anforderungen des RPG zu genügen (BGE 113 Ib 374 E. 5; BGE 114 Ib 315 E. 3a).\n\n5. a) Der Beschwerdeführer ist der Auffassung, die Verweigerung des Bauvorhabens stelle eine rechtsungleiche Behandlung gegenüber den Gärtnereien Peter Meyer in Wangen und Heinz Berstecher in Fällanden dar. Die Rüge erweist sich schon deshalb als unbegründet, weil sich aus der Beschwerde nicht ergibt und auch sonst nicht ersichtlich ist, inwiefern bei den beiden Gärtnereien BGE 116 Ib 131 S. 140rechtlich gleiche Sachverhalte zu beurteilen waren. Selbst wenn davon auszugehen wäre, würde dies im übrigen nicht zur Gutheissung der Beschwerde führen, da der Umstand, dass das Gesetz in einem oder mehreren Fällen nicht richtig angewendet wurde, keinen Anspruch darauf begründet, ebenfalls vom Gesetz abweichend behandelt zu werden (BGE 114 Ib 240 E. 4c).\n\nb) Der Beschwerdeführer macht schliesslich auch eine Verletzung von Art. 22ter und 31 BV geltend. Auf diese Beschwerdepunkte ist nicht näher einzugehen: Zum einen hat die vorstehende verfassungskonforme Auslegung der einschlägigen Normen des RPG ergeben, dass das Projekt des Beschwerdeführers weder als in der Landwirtschaftszone zonenkonformes Bauvorhaben noch nach Art. 24 RPG bewilligt werden kann. Zum andern wäre es dem Bundesgericht ohnehin verwehrt, den mit den Normen des RPG vereinbaren angefochtenen Entscheid aufzuheben, wenn diese Normen auch nach einer verfassungskonformen Auslegung sich nicht mit den angerufenen Verfassungsbestimmungen vereinbaren liessen (Art. 113 Abs. 3 BV bzw. 114bis Abs. 3 BV).\n\n6. a) Zusammenfassend ist festzustellen, dass auf die staatsrechtliche Beschwerde nicht eingetreten werden kann (E. 1b). Die Verwaltungsgerichtsbeschwerde ist abzuweisen: Dabei erfolgt die Abweisung im Sinne der Erwägungen. Dadurch wird klar gemacht, dass die Realisierung des Projekts durch den vorliegenden Entscheid nicht ausgeschlossen werden soll. Es ist durchaus vorstellbar, dass die beabsichtigte Gewächshauserweiterung nach Schaffung einer besonderen Nutzungszone für den mehrheitlich bodenunabhängigen und daher in einer Landwirtschaftszone nicht zonenkonformen Gartenbau und nach Durchführung eines ordentlichen Baubewilligungsverfahrens nach den für die zu schaffende Zone geltenden Vorschriften realisiert werden kann."}