{"annee": "116", "cour": "II", "page": "519", "date": "23/10/1990", "cite": ["108 II 59", "113 II 429", "92 II 15", "113 II 52", "54 II 481", "112 II 138", "108 II 422", "102 II 363", "112 II 220"], "cite_par": ["142 IV 237", "121 III 358", "120 II 248", "130 IV 7", "133 III 121", "128 III 22", "123 III 204", "143 III 242", "117 II 50", "130 III 182", "143 II 661", "119 II 456", "119 II 333", "126 III 388"], "chapeau": "95. Auszug aus dem Urteil der I. Zivilabteilung vom 23. Oktober 1990 i.S. B. H. und J. H. gegen L. (Berufung)", "regestes": ["Responsabilité civile du médecin, tort moral (art. 49 CO). 1. Réparation morale des proches parents en cas d'atteinte à leurs intérêts personnels (consid. 2). 2. Devoir contractuel du médecin d'informer le patient (consid. 3). 3. Interruption du rapport de causalité adéquate en cas de faute concomitante d'un tiers? (consid. 4)."], "faits": "|519|\n\nA.- J. H. (Zweitklägerin) ist die Mutter der 1978 geborenen B. H. (Erstklägerin). Nach Darstellung der Mutter befand sich das Kind vom 8. Januar 1979 bis zum 24. März 1979 in Behandlung bei Kinderarzt L. (Beklagter). Als es in der Nacht vom 21. auf den 22. März 1979 an starkem Durchfall und Erbrechen gelitten habe, habe sie am Morgen des 22. März 1979 telefonisch um eine sofortige Untersuchung durch den Beklagten gebeten. Die Arztgehilfin habe dies abgelehnt, ihr empfohlen, die Diätvorschriften strikte einzuhalten, und ihr untersagt, vor dem 26. März 1979 erneut anzurufen. Der Gesundheitszustand des Kindes habe sich indessen |520| weiter verschlechtert. Am 24. März 1979, 07.15 Uhr, sei B. H. bewusstlos gewesen und habe unter Krampferscheinungen gelitten. Die Eltern seien mit ihr zum Beklagten gefahren, auf welchen sie in der Praxis 3/4 Stunden hätten warten müssen. Das Kind habe in letzter Minute vor dem Tod gerettet werden können, die vorangegangene Dehydration habe indessen zu schweren Hirnschäden und einer dauernden Pflegebedürftigkeit geführt.\n\nB.- Mit Klage vom 25. Mai 1988 belangten die Klägerinnen den Beklagten auf Genugtuungsleistungen von Fr. 120'000.-- an das Kind und Fr. 60'000.-- an die Mutter.\n\nDas Bezirksgericht Dielsdorf wies am 3. Mai 1989 die Klage ab, ebenso auf Berufung der Klägerinnen hin am 27. März 1990 das Obergericht des Kantons Zürich.\n\nEine Berufung der Klägerinnen heisst das Bundesgericht teilweise gut, soweit es darauf eintritt, und weist die Streitsache zur Neubeurteilung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n2. a) Das Obergericht geht mit den Parteien von einer vertraglichen Haftung des Beklagten aus, nimmt einen Vertrag zugunsten Dritter an und unterstellt diesen dem Auftragsrecht. Zu Recht kritisieren die Parteien diese Rechtsauffassung und Subsumtion nicht.\n\nb) Schadenersatzansprüche liegen nicht im Streit. Mithin kann die Frage offenbleiben, ob die Mutter aus der behaupteten Vertragsverletzung und Schädigung des Kindes eigene Ansprüche unter diesem Titel geltend machen könnte, insbesondere inwieweit solche neben den Forderungen des Kindes und über deren Umfang hinaus ersatzfähig wären (für das deutsche Recht etwa BGHZ 89 S. 263 ff., 266/7 und NÜSSGENS im BGB-RGRK, Anhang II zu § 823, N 7).\n\nc) Im Bereiche des Deliktsrechts haben die nahen Angehörigen eines Verletzten nach der Rechtsprechung des Bundesgerichts Anspruch auf Genugtuung nach Art. 49 OR, wenn das schädigende Ereignis sie in ihren persönlichen Verhältnissen verletzt (BGE 112 II 220 Nr. 37). Das Vertragsrecht enthält keine Anspruchsnorm für eine Genugtuung, doch nimmt die Rechtsprechung an, die Verweisung von Art. 99 Abs. 3 OR erfasse ebenfalls Art. 47 und 49 OR (grundlegend BGE 54 II 481 ff.; zustimmend BUCHER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 2. Aufl. |5211988| , S. 349 Fn. 80 mit weiteren Hinweisen; MERZ, SPR VI/1 S. 241/2). Auf diese Rechtsprechung zurückzukommen, besteht unbesehen der Kritik in einem Teil der Literatur jedenfalls vorliegend keine Veranlassung, da die Zweitklägerin eine Verletzung in ihren persönlichen Verhältnissen und damit die Beeinträchtigung eines absoluten Rechtsguts geltend macht, welches auch im Schutzbereich der ausservertraglichen Verhaltensnormen liegt (zur Kritik etwa BREHM, N 75 zu Art. 49 OR oder KELLER/GABI, Haftpflichtrecht, S. 116). Die in BGE 112 II 220 ff. entwickelten Grundsätze sind daher auf die Vertragshaftung anzuwenden und der Zweitklägerin die Aktivlegitimation an einem Genugtuungsanspruch, welcher auf der Verletzung in den persönlichen Verhältnissen gründet, zuzuerkennen. Zu bejahen ist mit der Vorinstanz auch die Berechtigung der Erstklägerin, aus der Beeinträchtigung ihrer körperlichen Integrität Genugtuung zu verlangen, selbst wenn die moralische Unbill ihr nicht bewusst geworden sein sollte (BGE 108 II 422).\n\n3. a) Die Besonderheit der ärztlichen Kunst liegt darin, dass der Arzt mit seinem Wissen und Können auf einen erwünschten Erfolg hinzuwirken hat, was jedoch nicht heisst, dass er diesen auch herbeiführen oder gar garantieren müsse. Die Anforderungen an die ärztliche Sorgfaltspflicht lassen sich nicht endgültig festlegen; sie richten sich vielmehr nach den Umständen des Einzelfalles, namentlich nach der Art des Eingriffs oder der Behandlung, den damit verbundenen Risiken, dem Ermessensspielraum und der Zeit, die dem Arzt im einzelnen Fall zur Verfügung stehe, sowie nach dessen objektiv zu erwartender Ausbildung und Leistungsfähigkeit. Dabei ist nach der neueren Rechtsprechung des Bundesgerichts die Haftung des Arztes nicht auf grobe Verstösse gegen Regeln der ärztlichen Kunst beschränkt. Er hat Kranke vielmehr stets fachgerecht zu behandeln, zum Schutz ihres Lebens oder ihrer Gesundheit die nach den Umständen gebotene und zumutbare Sorgfalt zu beachten und grundsätzlich für jede Pflichtverletzung einzustehen (BGE 113 II 432 /3 mit Hinweisen).\n\nb) Zu den ärztlichen Vertragspflichten gehört unter anderen die sachgerechte Aufklärung des Patienten, welche in mehrfacher Form rechtliche Bedeutung erlangt (NÜSSGENS, a.a.O., N 44 ff.). Einmal hat der Arzt den Patienten oder dessen Betreuer im Rahmen der Behandlung über ein therapiegerechtes Verhalten aufzuklären (sogenannte Sicherungs- oder therapeutische Aufklärungspflicht), sodann ihn auf wirtschaftliche Besonderheiten aufmerksam |522| zu machen und schliesslich über bekannte Risiken, namentlich eines chirurgischen Eingriffs, Aufschluss zu geben (Aufklärungspflicht im engeren Sinn; BGE 108 II 61 E. 2).\n\nc) Bedient der Arzt sich zur Erfüllung seiner Vertragspflichten einer Hilfsperson, haftet er für deren Verhalten wie für ein eigenes (Art. 101 OR; BGE 92 II 18 E. 2).\n\nd) Die Schädigung der Erstklägerin ist nach der Sachverhaltshypothese der Vorinstanz auf eine Dehydration zurückzuführen. Darunter ist ein absoluter oder relativer Flüssigkeitsmangel im Extra- und Interzellularraum als Störung des Wasser-Elektrolythaushalts zu verstehen (ROCHE Lexikon Medizin, S. 327). Ein solcher Flüssigkeitsverlust ist die wichtigste Komplikation in Zusammenhang mit Diarrhoe, wobei ab Verlusten von 10% des Körpergewichts ein Schock und damit ein Schädigungs- oder gar Todesrisiko droht (Der Gesundheits Brockhaus, 3. Aufl. 1984, S. 156). Namentlich Kleinkinder sind besonders dehydrationsgefährdet. Dieses Wissen gehört zum objektiv voraussetzbaren Allgemeinwissen eines Kinderarztes.\n\naa) Nach der Sachverhaltshypothese der Vorinstanz hatte die Zweitklägerin am Morgen des 22. März 1979 in der Praxis des Beklagten angerufen und um eine sofortige Untersuchung gebeten, da die Erstklägerin an Durchfall und Erbrechen leide. Die Arztgehilfin habe ihr die strikte Einhaltung von Diätvorschriften empfohlen, sie angewiesen, wegen solcher Bagatellfälle nicht immer den Arzt zu stören und frühestens am 26. März 1979 wiederum anzurufen.\n\nbb) Zu Recht erachtet die Vorinstanz die Auskunft der Arztgehilfin als ungenügend und erblickt darin eine Vertragsverletzung. Bei der Meldung der genannten Symptome eines Kleinkindes gehört zu den elementarsten ärztlichen Aufklärungspflichten, auf die Risiken einer Dehydration aufmerksam zu machen und den Betreuer anzuweisen, im Falle andauernden Wasserverlusts ärztliche Hilfe zu beanspruchen. Die gegebene Diätanweisung genügte dieser Aufklärungspflicht nicht. Dabei ist ohne Bedeutung, dass die ungenügende Auskunft nicht durch den Arzt selbst, sondern durch seine Gehilfin gegeben wurde; deren Verhalten ist vertragsrechtlich dem Geschäftsherrn zuzurechnen (Art. 101 OR). Ebensowenig wird der Beklagte dadurch entlastet, dass die Auskunft bloss telefonisch und ohne Untersuchung der Erstklägerin erfolgte. Die Anweisung wurde im Rahmen eines Behandlungsvertrages gegeben. Mit dessen Annahme hatte der Beklagte eine Garantenpflicht |523| für die Patientin übernommen, die ihn zu sorgfältiger Diagnose, Therapie und therapeutischer Aufklärung verpflichtete. An eine Telefondiagnose und eine Telefontherapie aber sind grundsätzlich dieselben Anforderungen zu stellen wie an die ärztliche Sorgfaltspflicht bei persönlicher Kontaktnahme (NÜSSGENS, a.a.O., N 189). Wird einem Arzt telefonisch ein Krankheitsbild vorgetragen, hat er bei objektiv gegebenem Verdacht auf eine bestimmte Krankheit nach angenommenem Auftrag nötigenfalls die gebotenen Untersuchungen durchzuführen und bei Unvermögen des Patienten, die Praxis aufzusuchen, einen Hausbesuch vorzunehmen oder andere geeignete Massnahmen (Spitaleinweisung usw.) zu veranlassen (vgl. BGH in NJW 1979 S. 1248 ff.; MünchKomm-MERTENS, N 384 zu § 823 BGB). Mindestens aber ist er zur Aufklärung über die möglichen Risiken des ihm vorgetragenen Krankheitsbildes verpflichtet. Dieser Pflicht ist der Beklagte nicht nachgekommen. Angesichts des erheblichen Risikos und der allgemein bekannten Gefahren einer Dehydration wiegt dabei die Verletzung nicht leicht.\n\nAls Vertragsverletzung erscheint weiter die - hypothetische - Weisung der Arztgehilfin, den Arzt deswegen nicht zu belästigen und frühestens in vier Tagen wieder anzurufen. Damit wurde die Gefahr verharmlost sowie beim vernünftig denkenden Anrufer der Eindruck erweckt, besondere Risiken beständen nicht, und bei Einhaltung der Diät könnten bedenkenlos mehrere Tage abgewartet werden, bevor wiederum ärztliche Hilfe in Anspruch zu nehmen sei (vgl. BGH in NJW 1979 1249 E. b). Diesen Eindruck zu erwecken ist angesichts der konkret nicht näher abgeklärten, theoretisch aber erheblichen Dehydrationsgefahr bei Kleinkindern unverständlich. Auch diese Vertragsverletzung wiegt nicht leicht.\n\n4. a) Beizupflichten ist der Vorinstanz darin, dass für die Schädigung des Kindes und damit auch für die Verletzung der Zweitklägerin in den persönlichen Verhältnissen ebenfalls ein Fehlverhalten der Eltern ursächlich ist. Auszugehen ist dabei wiederum von den Sachbehauptungen der Klägerinnen, wonach in der Nacht vom 23. auf den 24. März 1979 eine wesentliche Verschlechterung des Gesundheitszustandes des Kindes eingetreten ist und dieses am 24. März 1979, 07.15 Uhr bewusstlos war, worauf es zur Praxis des Beklagten gebracht und dort nach deren Öffnung um 8.00 Uhr behandelt wurde, die Schädigung aber nicht mehr vermieden werden konnte. |524|\n\nDas allgemeine Gebot des vernunftgemässen Handelns hätte die Eltern jedenfalls im Zeitpunkt der wesentlichen Verschlechterung des Gesundheitszustandes des Kindes veranlassen müssen, unverzüglich einen Arzt oder die Notfallstation eines Spitals aufzusuchen. Unverständlich ist zudem, das bewusstlose und unter Krampferscheinungen leidende Kind um 07.15 Uhr in die Praxis des Kinderarztes zu bringen, von der nicht angenommen werden durfte, sie sei zu diesem Zeitpunkt bereits geöffnet, und dort 3/4 Stunden auf das Eintreffen des Arztes zu warten. Zu prüfen bleibt somit, ob das Fehlverhalten der Eltern die Vertragsverletzungen des Beklagten für die behaupteten Beeinträchtigungen der Erstklägerin in der körperlichen Integrität und der Zweitklägerin in den persönlichen Verhältnissen als inadäquat erscheinen lässt. Das Adäquanzproblem stellt sich dabei als vom Bundesrecht zu beurteilende Rechtsfrage (BGE 113 II 56 E. 2, 351 E. a).\n\nb) Das Verhalten des Geschädigten oder eines Dritten vermag im Normalfall den adäquaten Kausalzusammenhang zwischen Schaden und Verhalten des Schädigers nicht zu beseitigen, selbst wenn das Verschulden des Geschädigten oder des Dritten dasjenige des Schädigers übersteigt (BGE 112 II 141 E. 3a). Auch wenn neben die erste Ursache andere treten und die Erstursache in den Hintergrund drängen, bleibt sie adäquat kausal, solange sie im Rahmen des Geschehens noch als erheblich zu betrachten ist, solange nicht eine Zusatzursache derart ausserhalb des normalen Geschehens liegt, derart unsinnig ist, dass damit nicht zu rechnen war (BGE 102 II 366; A. KELLER, Haftpflicht im Privatrecht, 4. Aufl. 1979, S. 50/1 mit Hinweisen). Entscheidend ist die Intensität der beiden Kausalzusammenhänge; erscheint der eine bei wertender Betrachtung als derart intensiv, dass er den andern gleichsam verdrängt und als unbedeutend erscheinen lässt, wird eine sogenannte Unterbrechung des andern angenommen (OFTINGER, Schweizerisches Haftpflichtrecht, 4. Aufl. 1975, Band I, S. 108 ff.; OFTINGER/STARK, Schweizerisches Haftpflichtrecht, 4. Aufl. 1987, Band II/1, S. 70 Rz. 223; STARK, Ausservertragliches Haftpflichtrecht, 2. Aufl. 1988, S. 54/5 Rz. 218 ff.; BREHM, N 132 ff. zu Art. 41 OR; DESCHENAUX/TERCIER, La responsabilité civile, 2e éd. 1982, S. 63 ff. Rz. 60 ff.).\n\nc) Ihr Fehlverhalten gereicht den Eltern ohne Zweifel zum Verschulden. Dennoch wird dadurch das nicht leicht zu nehmende Fehlverhalten des Beklagten oder seiner Hilfsperson nicht derart verdrängt, dass es nach der Sachverhaltshypothese des Obergerichts |525| als adäquat kausale Ursache der zur Beurteilung stehenden Rechtsgutverletzungen ausser Betracht fiele. Von Bedeutung ist dabei namentlich, dass der Behandlungsvertrag in doppelter Hinsicht verletzt wurde (mangelnde therapeutische Aufklärung und Verharmlosung des Krankheitsbildes), und beide Verletzungen mindestens geeignet waren, das fehlerhafte Verhalten der Eltern zu veranlassen. Der Beklagte kann sich nicht im Nachhinein darauf berufen, das zwar weisungskonforme, aber dennoch fehlerhafte Verhalten der Geschädigten oder seiner Betreuer sei als alleinige Ursache des schädigenden Ereignisses zu betrachten (BREHM, N 136 zu Art. 41 OR). Die vorinstanzliche Annahme einer Inadäquanz des den Genugtuungsforderungen zugrunde gelegten Kausalzusammenhangs verletzt daher Bundesrecht. Insoweit ist die Berufung begründet und das angefochtene Urteil aufzuheben."}