{"annee": "116", "cour": "IA", "page": "207", "date": "11/9/1990", "cite": ["107 IA 331", "96 I 673", "105 IA 36", "104 IA 79", "104 IB 205", "113 IA 412", "92 I 226", "102 IA 69", "111 IA 129", "106 IA 383", "103 IA 468", "106 IA 254", "95 I 6", "115 IA 1", "101 IA 82", "99 V 200", "97 I 919", "90 I 345"], "cite_par": ["119 IA 154", "118 IA 372", "139 II 243", "119 IB 492", "135 I 233", "121 II 317", "119 IA 254", "122 II 113", "144 I 318", "119 IB 380", "135 II 209", "133 II 353", "120 IA 227", "118 IB 145", "120 IA 19"], "chapeau": "35. Estratto della sentenza 11 settembre 1990 della I Corte di diritto pubblico nella causa X c. Tribunale cantonale amministrativo, Consiglio di Stato della Repubblica e Cantone del Ticino e Comune di Paradiso (ricorso di diritto pubblico)", "regestes": ["Obligation de transformer une résidence secondaire en une résidence principale en vertu d'une disposition d'application d'un plan de zones: examen de la constitutionnalité de cette disposition; interdiction de la rétroactivité (art. 4 Cst.). 1. Les dispositions qui font partie intégrante d'un plan d'affectation peuvent être entreprises, en règle générale, seulement au moment de leur adoption; ce principe ne s'applique pas aux normes étrangères au genre, à la nature ou à l'étendue de l'affectation, telle qu'elle résulte des données cartographiques du plan. Une norme qui établit des restrictions pour les résidences secondaires, fondées essentiellement sur la situation personnelle de l'utilisateur, ne peut dès lors pas échapper, lors de son application, à l'examen préjudiciel de sa constitutionnalité (précision de la jurisprudence, consid. 2 et 3). 2. Une telle disposition est également soumise au principe général de l'interdiction de la rétroactivité des lois, mais pas, en revanche, aux règles cantonales sur la sauvegarde de futures mesures d'aménagement (consid. 4a et b)."], "faits": "BGE 116 Ia 207 S. 208\n\nIl 1o luglio 1987 il Consiglio comunale di Paradiso ha adottato un nuovo art. 21ter delle norme di attuazione del piano regolatore (NAPR), volto a limitare le cosiddette residenze secondarie. Considerata come una modifica del piano regolatore del 28 aprile 1975, approvato dal Consiglio di Stato del Cantone Ticino il 21 febbraio 1979, la variante è stata debitamente pubblicata. Il Consiglio di Stato ha approvato il nuovo art. 21ter NAPR con risoluzione dell'11 maggio 1989, respingendo contemporaneamente i ricorsi che contro di esso erano stati inoltrati. Avverso questa decisione sono tuttora pendenti ricorsi davanti al Gran Consiglio.\n\nX, domiciliato a Y, ha acquistato con atto pubblico del 20 ottobre 1987 un appartamento in uno stabile di Paradiso per utilizzarlo come residenza secondaria. La compravendita è stata iscritta nel registro fondiario il 24 novembre 1987. Il 20 aprile 1988 il Municipio BGE 116 Ia 207 S. 209di Paradiso, visto che il numero di residenze secondarie nell'edificio superava i limiti fissati dall'art. 21ter NAPR, ha invitato il proprietario a interporre una domanda di costruzione per ottenere l'autorizzazione di trasformare la residenza primaria in secondaria. A questa richiesta X non ha dato seguito. Con decisione del 21 luglio 1989 il Municipio gli ha imposto di ripristinare l'appartamento come residenza primaria nel termine di sei mesi.\n\nContro questa decisione X è insorto il 7 agosto 1989 al Consiglio di Stato, facendo valere che l'art. 21ter NAPR difettava di una base legale del diritto cantonale, ledeva la garanzia della proprietà e la libertà del commercio e dell'industria; in concreto la sua applicazione violava inoltre il divieto di retroattività delle leggi. Il Governo, statuendo il 31 gennaio 1990, ha respinto il gravame. Il Tribunale cantonale amministrativo, adito dal proprietario dell'appartamento ha confermato, con sentenza del 3 aprile 1990, la decisione impugnata.\n\nX ha introdotto al Tribunale federale, il 22 maggio 1990, un ricorso di diritto pubblico fondato sugli art. 4, 22ter e 31 Cost., in cui chiede che sia annullata la decisione predetta. Il Comune postula il rigetto del ricorso, con semplice riferimento ai suoi allegati nella procedura cantonale. Il Tribunale cantonale amministrativo non ha presentato conclusioni e ha rinviato alla sua sentenza. Il Consiglio di Stato propone che il ricorso sia respinto, senza esprimersi ulteriormente in proposito.", "considerants": "Dai considerandi:\n\n2. Il testo dell'art. 21ter NAPR adottato dal Consiglio comunale di Paradiso nella seduta del 1o luglio 1987, è stato modificato in sede di approvazione da parte del Consiglio di Stato. Questo ha stralciato l'originale capoverso 4, il quale disponeva che il numero totale delle residenze secondarie non poteva superare il 15% del totale degli alloggi nel Comune, e ha aggiunto all'originale capoverso 6 (ora cpv. 5), che tratta delle deroghe, una lett. c. L'art. 21ter NAPR uscito da tali modifiche (la cui regolarità non è messa in dubbio) ha il testo seguente:\n\n1 Un'abitazione è considerata residenza primaria quando è atta a tale scopo e quando l'utente ha il suo domicilio nel Comune o vi risiede per lunghi periodi per motivi di studio o come lavoratore stagionale.\n\n2 Gli edifici all'interno delle zone edificabili residenziali sono da destinare in misura preponderante alla residenza primaria.BGE 116 Ia 207 S. 210\n\n3 Possono essere destinati a residenza secondaria al massimo:\n\n- 1 appartamento negli stabili aventi da 1 a 7 appartamenti\n\n- 2 appartamenti negli stabili aventi da 8 a 14 appartamenti\n\n- 1 appartamento supplementare ogni 7 ulteriori appartamenti.\n\n4 La norma del cpv. 3 si applica alle nuove costruzioni, ai riattamenti, alle ricostruzioni ed alle alienazioni delle abitazioni esistenti. Le residenze secondarie esistenti possono essere conservate tali, quando non siano effettuate le predette operazioni o nella misura in cui rispettano i disposti del cpv. 3.\n\n5 Il Municipio può, in casi eccezionali, accordare deroghe se:\n\na) il proprietario ha acquisito l'abitazione in via ereditaria;\n\nb) il proprietario ha vissuto a lungo nel Comune ed è seriamente intenzionato a ritornarvi per risiedervi durevolmente;\n\nc) se per un edificio non sia stata nel frattempo esaurita un'autorizzazione globale di vendita per persone residenti all'estero rilasciata prima del 16 giugno 1987 conformemente alla specifica legislazione federale.\n\n6 Il cambiamento di destinazione da residenza primaria a residenza secondaria è soggetto a permesso di costruzione, giusta le disposizioni della legislazione edilizia.\n\n3. Per giustificare il rifiuto di esaminare in via pregiudiziale le censure di incostituzionalità sollevate dal ricorrente contro l'art. 21ter NAPR, il Tribunale amministrativo ha considerato che tale disposto costituisce parte integrante del piano regolatore. Fondandosi sulla giurisprudenza del Tribunale federale, segnatamente sulla sentenza pubblicata in DTF 106 Ia 383, esso ha argomentato che la costituzionalità del vincolo introdotto dal piano può esser esaminata, in un caso di applicazione concreta, soltanto se il proprietario gravato, rispettivamente i suoi successori in diritto (recte: autori in diritto), non hanno avuto la possibilità di eccepire la legittimità nell'ambito della procedura di adozione del piano, oppure se le circostanze che ne avevano giustificato l'adozione fossero nel frattempo radicalmente mutate. La corte cantonale, scartate come manifestamente escluse siffatte ipotesi, ha dichiarato irricevibili le censure del ricorrente. Questa opinione non può essere condivisa.\n\na) Secondo la dottrina prevalente e una giurisprudenza costante, i tribunali amministrativi sono tenuti ad esaminare in via pregiudiziale - se contestata - la conformità con la Costituzione e la legislazione federale delle norme del diritto cantonale (IMBODEN/RHINOW, Verwaltungsrechtsprechung, vol. II, n. 143, B I, pag. 1059 con riferimenti a sentenze cantonali; DTF 104 Ia 82 consid. 2a con numerosi rinvii alla dottrina). L'omissione di tale controllo BGE 116 Ia 207 S. 211costituisce un diniego di giustizia. Per contro, in occasione della conferma o dell'esecuzione di una decisione concreta, un esame del genere è escluso, salvo ove sia fatto valere che la decisione è inficiata di nullità assoluta o lede diritti costituzionali irrinunciabili e imprescrittibili (DTF 115 Ia 4, 112 Ia 313 consid. 2c, DTF 106 Ia 385 consid. 3a, tutte con riferimenti; GYGI, Verwaltungsrecht, Berna 1986, pag. 306 segg.).\n\nb) I piani di utilizzazione - e particolarmente i piani delle zone - costituiscono istituti giuridici di natura particolare, cui si applicano talora i principi che valgono per le norme generali e astratte, talaltra le regole che concernono le decisioni concrete.\n\nSecondo una prassi introdotta con la sentenza DTF 90 I 345, sviluppata nella sentenza apparsa in ZBl 66/1965 pag. 432, confermata in DTF 106 Ia 387 consid. 3c e costantemente rispettata in seguito, le disposizioni che formano parte integrante del piano delle zone ne seguono le sorti. Di regola, dopo l'approvazione del piano, la loro costituzionalità può esser rimessa in causa all'atto d'applicazione concreto soltanto in tre ipotesi: se il proprietario gravato non può rendersi pienamente conto, al momento dell'adozione del piano, della limitazione impostagli (ZBl 66/1965 pag. 432); se la procedura non gli ha offerto in quella sede la possibilità di tutelare adeguatamente le sue ragioni; infine, se vien fatto valere che è mutato nel frattempo l'interesse pubblico che aveva giustificato l'adozione del piano e la restrizione da questo indotta (DTF 106 Ia 387 consid. 3c con rinvii). Per stabilire se la disposizione controversa costituisca parte integrante del piano e ne segua quindi le sorti, non è rilevante ch'essa sia formalmente indicata come disposizione di attuazione del piano, oppure sia inserita in un decreto astratto, quale ad esempio la legge o il regolamento edilizio: determinante è esclusivamente il suo contenuto e la connessione di tale contenuto con il piano di utilizzazione stesso (cfr. DTF 106 Ia 386 consid. 3b). Come risulta dall'esame dei casi in cui tale giurisprudenza è stata applicata, deve trattarsi di una disposizione che concerne il genere, la natura e la misura dell'utilizzazione cartograficamente segnata nel piano. In questa misura soltanto, difatti, si giustifica di equiparare norma e piano a una decisione concreta che riguarda un determinato fondo o una serie determinata di fondi, e di applicare loro i principi che reggono l'impugnabilità delle decisioni e non quelli che regolano l'impugnabilità di norme astratte.\n\nBGE 116 Ia 207 S. 212\n\nCosì, in DTF 90 I 345 si trattava di sapere se - in sede di domanda di costruzione - potesse rimettersi in discussione l'inserimento del fondo in una zona per attrezzature ed edifici pubblici stabilita dal piano. In DTF 106 Ia 383 si trattava di esaminare se si potesse tornare su una condizione preventiva per l'edificabilità del fondo (allestimento di un piano di quartiere), introdotta dal piano; in DTF 107 Ia 331 si trattava di stabilire se, al momento del rilascio della licenza edilizia, potesse essere ridiscusso un piano speciale che precisava quali edifici potevano esser eretti in una zona di ristrutturazione di circa 4000 m2. In DTF 111 Ia 129 si trattava di chiarire se il Comune, di fronte al rifiuto del Governo di approvare un suo piano di utilizzazione che creava in un settore del territorio una zona artigianale, potesse chiedere il controllo pregiudiziale del piano direttore cantonale, che attribuiva quel settore a una zona di futuro sviluppo, piano direttore che il Comune aveva omesso di impugnare con ricorso di diritto pubblico per violazione dell'autonomia comunale. Infine, se nella recente sentenza DTF 115 Ia 1 il Tribunale federale ha ammesso che si poteva tornare su un piano anteriormente adottato, ciò è avvenuto non perché i principi posti in DTF 106 Ia 383 siano stati riveduti, ma perché era fatto valere che il piano era inficiato di nullità assoluta, e che la nullità assoluta di una decisione dev'esser rilevata d'ufficio da tutte le istanze (ipotesi, questa, ch'era stata già riservata anche in DTF 106 Ia 386 consid. 3a).\n\nc) Se si segue la giurisprudenza appena citata è manifesto che il controverso art. 21ter NAPR non può essere considerato quale parte integrante del piano regolatore, e segnatamente del piano delle zone.\n\nIl capoverso 1 del disposto introduce nella legislazione comunale il concetto di abitazione primaria, rispettivamente secondaria. Si tratta di una regola generale e astratta, applicabile a tutte le abitazioni esistenti o future della zona edificabile; il criterio di differenziazione - ossia l'attribuzione all'una o all'altra categoria - è collegato (preponderantemente, se si fa astrazione dall'attitudine allo scopo) alla situazione personale dell'utente, e precisamente al fatto ch'egli abbia nel Comune il suo domicilio o vi risieda per lunghi periodi per motivi di studio o come lavoratore stagionale. Si è quindi in presenza di una norma che non concerne né la natura dell'utilizzazione, né la misura spaziale dell'utilizzazione prevista dal piano. Dopo aver stabilito che all'interno BGE 116 Ia 207 S. 213delle zone edificabili residenziali gli edifici sono da destinare prevalentemente alla residenza primaria (cpv. 2) e aver precisato il numero massimo degli appartamenti che possono esser destinati a residenza secondaria in funzione del numero totale degli appartamenti di ogni singolo stabile (cpv. 3), l'art. 21ter cpv. 4, prima frase, assoggetta a tale limitazione - oltre le nuove costruzioni, i riattamenti, le ricostruzioni - tutte le alienazioni delle abitazioni esistenti. Anche questi elementi, che concernono l'ambito di applicazione della norma, sono affatto estranei al piano delle zone. In particolare, l'alienazione non ha nesso veruno col piano. Neppure la seconda frase del capoverso 4, che fa espressamente salvo il diritto di conservare tale un'abitazione secondaria esistente fintanto che non sia riattata, ricostruita o alienata, non fa nessun riferimento al piano delle zone. Infine, nemmeno il capoverso 5, concernente le deroghe, e il capoverso 6, che assoggetta il cambiamento di destinazione da residenza primaria a residenza secondaria all'obbligo di ottenere un permesso di costruzione, si richiamano in un modo o nell'altro al piano delle zone.\n\nNe discende che l'art. 21ter NAPR è una disposizione generale e astratta, cioè una norma nel senso precisato dalla giurisprudenza. Il Tribunale amministrativo, rifiutando di esaminare a titolo pregiudiziale le censure di incostituzionalità sollevate dal ricorrente, è caduto pertanto nel diniego di giustizia.\n\n4. Pure manifestamente a torto il Tribunale amministrativo ha respinto la censura del ricorrente secondo cui all'applicazione dell'art. 21ter NAPR ostava il principio di irretroattività delle leggi.\n\na) La norma dell'art. 21ter, che introduce la distinzione tra residenze primarie e secondarie e assoggetta all'ottenimento di una licenza di costruzione il mutamento di una residenza primaria in secondaria, è entrata in vigore l'11 maggio 1989, con l'approvazione di effetto costitutivo del Consiglio di Stato (art. 7 cpv. 3 della legge edilizia cantonale del 19 febbraio 1973, LE, per i regolamenti edilizi, art. 25 cpv. 1 LE per i piani regolatori). Alla data dell'entrata in vigore il ricorrente era già da tempo divenuto proprietario dell'appartamento, l'iscrizione nel registro fondiario avendo avuto luogo il 24 novembre 1987; non solo, ma aveva già iniziato a usarlo personalmente quale residenza secondaria, come risulta dalla lettera 20 aprile 1988 scrittagli dal Municipio di Paradiso. Ora, l'applicazione della nuova norma ad BGE 116 Ia 207 S. 214una fattispecie situata nel passato e completamente conclusa costituisce un caso di retroattività in senso proprio o stretto (DTF 113 Ia 425 consid. 6, 107 Ib 196 consid. 3b, DTF 106 Ia 258 consid. 3a, DTF 104 Ib 219 consid. 6, DTF 101 Ia 85 consid. 2, DTF 96 I 676). Il divieto di retroattività delle leggi che implicano, come nella fattispecie, la restrizione di diritti costituzionali (a differenza delle leggi che migliorano la situazione del cittadino: cfr. DTF 105 Ia 40, 99 V 203 consid. 2, DTF 97 I 924 consid. 2) risulta dai principi di legalità e prevedibilità.\n\nCerto, il principio di irretroattività non ha carattere assoluto: la giurisprudenza consente di derogarvi alla quintuplice condizione che la retroattività sia espressamente prevista nella legge, sia limitata nel tempo, sia giustificata da motivi pertinenti, non leda il precetto d'uguaglianza e rispetti i diritti acquisiti (DTF 113 Ia 425 consid. 6, DTF 102 Ia 72 consid. 3, DTF 101 Ia 83 consid. 1, 235 consid. 3c, DTF 99 V 202 consid. 2, DTF 95 I 10, DTF 92 I 233 consid. 5). Nel caso specifico fa manifestamente difetto quantomeno il primo requisito. Né dall'art. 21ter, né da alcun'altra disposizione adottata dal legislativo comunale di Paradiso risulta infatti espressamente che detta norma debba esplicare effetto retroattivo. Si deve pertanto ritenere che l'art. 21ter NAPR può applicarsi solo a fattispecie che si sono concluse dopo la sua entrata in vigore. Vi è di più: l'art. 21ter cpv. 4, seconda frase, NAPR stabilisce espressamente che le residenze secondarie esistenti possono essere mantenute tali, nella misura in cui non siano effettuate le operazioni previste alla precedente frase, segnatamente nella misura in cui l'abitazione non venga alienata. Ora, è incontroverso che il ricorrente era proprietario e utente di un'abitazione secondaria prima del momento in cui la legge è entrata in vigore, e che in virtù di tale disposto questa sua situazione è protetta sintanto ch'egli non alieni l'appartamento.\n\nb) Palesemente a torto e in modo insostenibile il Tribunale amministrativo pretende di far capo all'art. 25bis LE per giustificare l'applicazione retroattiva dell'art. 21ter NAPR. L'art. 25bis LE dispone che, dopo la pubblicazione del piano regolatore e segnatamente del piano delle zone, non si possono attuare modificazioni edilizie o altri provvedimenti contrari alle previsioni del piano. Come la giurisprudenza ha chiarito (cfr. DTF 103 Ia 481 consid. 8 con citazioni), questa clausola di salvaguardia della pianificazione in via d'adozione può avere soltanto un effetto anticipato di natura negativa: in altre parole, essa consente al BGE 116 Ia 207 S. 215Municipio di rifiutare la licenza edilizia in caso di una domanda di costruzione conforme alla pianificazione in vigore, ma in contrasto con la pianificazione futura. Inserito nel capo V della legge edilizia, l'art. 25bis si applica al piano regolatore, segnatamente ai piani delle zone e agli altri piani d'utilizzazione previsti dall'art. 16 cpv. 1 e 2 LE in conformità con gli art. 14 segg. LPT. Esso non può applicarsi invece a qualsiasi norma generale e astratta priva di riferimento con il genere e la misura dell'utilizzazione stabilita nel piano delle zone. Per norme di questo tipo la retroattività, per esser conforme alla Costituzione, deve obbedire ai criteri stabiliti dalla giurisprudenza appena citata. Al momento in cui il ricorrente ha acquistato l'appartamento e ha cominciato a utilizzarlo come abitazione secondaria non sussisteva alcun obbligo di presentare una domanda di costruzione o di autorizzazione per tale operazione, né sussisteva per l'autorità comunale una base legale per autorizzare o vietare l'uso dell'appartamento già esistente quale abitazione secondaria. Esigere la presentazione di una domanda di costruzione, rispettivamente imporre all'utente di trasformare l'esistente abitazione secondaria in residenza primaria (sia trasferendo il proprio domicilio a Paradiso, sia locando l'appartamento a persona domiciliata a Paradiso o soggiornantevi per lunghi periodi per motivi di studio o come lavoratore stagionale), equivale ad applicare retroattivamente la norma dell'art. 21ter a una fattispecie situata nel passato e compiutamente conclusa in violazione dell'art. 4 Cost."}