{"annee": "116", "cour": "II", "page": "300", "date": "6/9/1990", "cite": [], "cite_par": ["133 III 657", "121 III 64", "119 II 157", "123 V 5", "120 II 243"], "chapeau": "53. Auszug aus dem Urteil der I. Zivilabteilung vom 6. September 1990 i.S. E. gegen D. (Berufung)", "regestes": ["Art. 337c al. 3 CO. Selon le nouveau droit, une résiliation immédiate injustifiée entraîne, en principe, le versement d'une indemnité (consid. 5). Calcul de l'indemnité (consid. 6)."], "faits": "BGE 116 II 300 S. 300\n\nA.- Am 16. Mai 1989 trat D. bei E. eine Stelle als Bauführer an. Im Arbeitsvertrag vom 5. April 1989 hatten die Parteien eine Kündigungsfrist von zwei Monaten vereinbart. Mit Schreiben vom 26. Oktober 1989 wurde D. fristlos entlassen.\n\nB.- Mit Urteil vom 6. Dezember 1989 hiess das Arbeitsgericht Werdenberg die Hauptklage von D. gegen E. für Fr. 11'639.10 brutto gut. Auf Berufung des Beklagten hin schützte das Kantonsgericht St. Gallen am 23. März 1990 die Hauptklage für Fr. 10'949.75 netto.\n\nC.- Mit Berufung an das Bundesgericht beantragt der Beklagte die Aufhebung des Entscheids vom 23. März 1990 und die Abweisung der Klage. Das Bundesgericht weist die Berufung ab.\n\nBGE 116 II 300 S. 301", "considerants": "Aus den Erwägungen:\n\n5. Schliesslich beanstandet der Beklagte, der aufgrund von Art. 337c Abs. 3 OR zugesprochene Bruttomonatslohn samt Anteil am 13. Monatslohn sei wegen des inakzeptablen Verhaltens des Klägers nicht gerechtfertigt und angesichts der kurzen Dauer des Anstellungsverhältnisses übersetzt.\n\na) Die Entschädigung für ungerechtfertigte fristlose Entlassung ist durch die am 1. Januar 1989 in Kraft gesetzte Gesetzesänderung vom 18. März 1988 in das Arbeitsvertragsrecht aufgenommen worden. Gemäss Art. 337c Abs. 3 OR kann der Richter dem Arbeitnehmer zulasten des Arbeitgebers eine Entschädigung zusprechen, die er nach freiem Ermessen unter Würdigung aller Umstände festlegt, die aber den Lohn für sechs Monate nicht übersteigen darf.\n\nÜber den Zweck dieser Entschädigung gibt die Entstehungsgeschichte der neuen Bestimmung Aufschluss. Die bundesrätliche Botschaft hatte dieser Entschädigung Straf- und Genugtuungscharakter beigemessen und sie denn auch zwingend vorgeschrieben. Zur Verstärkung ihrer präventiven Wirkung war sodann - wie bei der Entschädigung wegen missbräuchlicher Kündigung - ein doppelt so hoher Maximalbetrag vorgesehen (BBl 1984 II S. 633 f., 636 und 613). Obwohl die vorgeschlagene Bestimmung im Differenzenbereinigungsverfahren als Kann-Vorschrift ausgestaltet und der Höchstbetrag herabgesetzt wurde, blieb als Regel anerkannt, dass die fristlose Entlassung ohne wichtigen Grund dem Arbeitnehmer Unrecht tut, ihn in seinen persönlichen Verhältnissen verletzt, seinen Ruf beeinträchtigt und daher eine Entschädigung rechtfertigt, ohne dass der Richter im Einzelfall die Persönlichkeitsverletzung und deren Grad abzuklären hat. Die abgeänderte Fassung soll es dem Richter bloss ermöglichen, in aussergewöhnlich gelagerten Fällen ausnahmsweise von einer Entschädigung abzusehen, statt eine symbolische Entschädigung zusprechen zu müssen (Amtl.Bull. NR 1988 II S. 11 f., 169).\n\nDer Gesetzestext gibt keinen Anlass, von dieser historischen Auslegung abzuweichen, zumal die bei missbräuchlicher Kündigung vorgesehene Entschädigung (Art. 336a OR) als Abgeltung für zugefügtes Unrecht zu verstehen ist. Damit hat eine ungerechtfertigte fristlose Entlassung regelmässig eine Entschädigung nach Art. 337c Abs. 3 OR zur Folge. Ausnahmen können sich aus den Umständen des Einzelfalles ergeben und lassen sich nicht generell BGE 116 II 300 S. 302umschreiben, setzen jedoch zumindest Umstände voraus, die ein Fehlverhalten des Arbeitgebers ausschliessen oder ihm aus anderen Gründen nicht anzulasten sind.\n\nb) Vorliegend ist die Entlassung ohne wichtigen Grund erfolgt. Der Beklagte hat die behaupteten Verfehlungen des Klägers, soweit es sich nicht um geringfügige Differenzen bei der Interpretation der gegenseitigen Rechte und Pflichten handelte, zu spät und deshalb zu Unrecht als Entlassungsgrund angerufen. Dieses Fehlverhalten genügt nach dem Gesagten, um die grundsätzliche Entschädigungspflicht des Beklagten zu begründen.\n\n6. Auch die Höhe der Entschädigung ist bundesrechtlich nicht zu beanstanden. Entgegen der Auffassung des Beklagten lässt sich das Ausmass des zugefügten Unrechts nicht allein an der Dauer des Arbeitsverhältnisses messen. Wohl kann ein Arbeitnehmer nach langer Anstellungsdauer besonders hart betroffen sein. Jedoch kann ihn auch eine fristlose Entlassung nach kurzer Dauer hart treffen und ihn auf dem Arbeitsmarkt in den Ruf bringen, unbrauchbar oder untragbar zu sein. Indem das Kantonsgericht einen Monatslohn als Entschädigung zugesprochen hat, hat es den Umständen durchaus angemessen Rechnung getragen."}