{"annee": "116", "cour": "IV", "page": "193", "date": "14/6/1990", "cite": ["114 IV 110", "80 II 49", "105 IV 303", "69 IV 69", "47 II 267", "112 IV 74", "101 IV 371", "90 IV 14", "95 IV 6", "76 I 28"], "cite_par": ["145 IV 80", "127 IV 79", "126 I 97", "123 III 271", "136 III 247", "117 IV 233"], "chapeau": "38. Auszug aus dem Urteil des Kassationshofes vom 14. Juni 1990 i.S. A. gegen Staatsanwaltschaft des Kantons Basel-Stadt (Nichtigkeitsbeschwerde)", "regestes": ["1. Art. 144 CP; recel portant sur de l'argent changé en une autre monnaie, mélange. Le recel peut porter sur de l'argent acquis de manière illicite qui a été changé en pièces et billets de la même monnaie, mais non lorsqu'il a été échangé dans une monnaie étrangère (consid. 3). Lorsque le premier auteur mélange l'argent acquis avec le sien, il peut y avoir recel portant sur la somme acquise de manière illicite, pour autant que le receleur ait accepté de recevoir de l'argent provenant de l'accroissement du patrimoine par l'acte illicite. Du point de vue subjectif, un verdict de culpabilité en application de l'art. 144 CP ne se justifie qu'avec la certitude que l'auteur acceptait l'idée qu'il s'agissait d'argent de provenance délictueuse. 2. Art. 58 ss CP; art. 44 LP; § 68 al. 2 PP/Bâle-ville; confiscation, séquestre. Les prescriptions de droit cantonal sur la confiscation ou le séquestre en faveur de l'ensemble des créanciers ou de certains d'entre eux seulement sont contraires au droit fédéral (consid. 8c/aa et bb). Manière de procéder quand, au moment de la levée du séquestre pénal, la question de savoir à qui revient la valeur patrimoniale est litigieuse (consid. 8c/cc)."], "faits": "|194|\n\nDas Strafgericht Basel-Stadt verurteilte A. am 4. September 1986 wegen gewerbsmässiger Hehlerei, Betrugs sowie einfacher und qualifizierter Urkundenfälschung zu 3 1/2 Jahren Zuchthaus und Fr. 50'000.-- Busse. Zudem erklärte es verschiedene Vermögenswerte weiterhin zu Handen wes Rechts als beschlagnahmt. Dieses Urteil bestätigte das Appellationsgericht des Kantons Basel-Stadt am 16. November 1988.\n\n|195|\n\nA. führt Nichtigkeitsbeschwerde und beantragt, der angefochtene Entscheid sei aufzuheben und die Sache zur Freisprechung von der Anklage der gewerbsmässigen Hehlerei an die Vorinstanz zurückzuweisen.\n\nDas Appellationsgericht und die Staatsanwaltschaft des Kantons Basel-Stadt beantragen Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Der Verurteilung wegen (gewerbsmässiger) Hehlerei liegt im wesentlichen folgender Sachverhalt zugrunde:\n\na) C. tätigte in der Zeit von zirka Mitte 1979 bis Juli 1980 bei der IC SA die nachstehend umschriebenen Lirageschäfte. Zunächst wechselte er gelegentlich Lire, die er in Lörrach zu günstigen Bedingungen von Italienern hatte erwerben können, mit Gewinn gegen Schweizerfranken. Damit er weitere Lire besorgen konnte, stellten ihm der Beschwerdeführer und B., beide in massgeblicher Stellung bei der IC tätig, sogenannte Vorlagen (Darlehen) zur Verfügung. Strittig ist, seit wann und in welcher Höhe dies geschah. Nach Darstellung des Beschwerdeführers und von B. erfolgte am 10. Oktober 1979 eine erste Vorlage von Fr. 80'000.--, und im Dezember erhöhten sich die Vorlagen auf Fr. 240'000.--. Im Jahre 1980 seien sie weiter erhöht worden und zwar im Februar auf Fr. 500'000.--, im März auf Fr. 700'000.-- und danach auf einen Betrag bis Fr. 2'000'000.--. Spätestens ab zirka März/April 1980 erhielt C. von der IC Vorlagen in der Höhe bis zu Fr. 2'000'000.--.\n\nb) Nach einer gewissen Zeit versiegte die Lira-Quelle von C. Er konnte deshalb der IC keine von Italienern günstig erworbene Lire mehr verkaufen; vielmehr begann er damit, die Lire auf dem Platz Basel zu marktkonformen Preisen einzukaufen und sie der IC weiterzuverkaufen. Wegen der Differenz zwischen Ankaufs- und Verkaufspreis machte C. bei jeder Lira-Transaktion einen Verlust. Dennoch führte er den Lirahandel weiter, wobei er in einen richtigen Teufelskreis geriet, in welchem er immer grössere Verluste machte. Die Lire musste er nämlich, da er über kein Eigenkapital mehr verfügte, jeweils als Darlehen bei anderen Banken oder bei Reisebüros aufnehmen. Damit bezahlte er die in Schweizerfranken erhaltene Vorlage der IC zurück, von der er danach wieder eine neue Vorlage in Schweizerfranken erhielt. Mit diesem Darlehen konnte er dann die Liravorlagen bei seinem Lieferanten nachträglich |196| begleichen, was wiederum Voraussetzung dafür war, dass er von seinem Lieferanten auf Vorlage wieder neue Lire erhielt, die er der IC bringen und damit deren Vorlage abdecken konnte.\n\nc) Es ist davon auszugehen, dass C. die Lire der IC zu einem Kurs verkauft hat, der um 17 Stellen niedriger war, als der für Wechselstuben geltende Geldkurs. C. kam dabei immer noch um 3 Stellen besser weg, als wenn er das Geld zum üblichen Kurs für Private bei Banken gewechselt hätte. Wieviel C. jeweils aus der Differenz zwischen dem von ihm zu bezahlenden Ankaufspreis und dem ihm von der IC zugestandenen Verkaufspreis verloren hat, konnte nicht mehr eruiert werden. Es ist davon auszugehen, dass es zu Verlusten von bis zu 60 Stellen gekommen ist. Umgekehrt erzielten der Beschwerdeführer und B. aus den Geschäften mit C., d.h. aus den Kursdifferenzen zwischen dem Ankaufspreis, den sie C. bezahlt haben, und dem Preis, den sie beim Weiterverkauf lösten, ca. 28-30 Stellen.\n\nd) Die Verurteilung stützt sich im wesentlichen darauf, dass C. die der IC gelieferten Liranoten durch strafbare Handlungen gegen das Vermögen erlangt habe und dass der Beschwerdeführer dies spätestens ab März 1980 wusste.\n\naa) Das Strafgericht nahm an, dass C. hoffnungslos überschuldet gewesen sei und immer wieder auf betrügerische Weise Geld auf Darlehensbasis erhältlich gemacht habe, um die geschilderten Transaktionen fortzusetzen. Die Liranoten, die C. der IC abgeliefert habe, seien also auf betrügerische Weise erlangt worden, weshalb der Beschwerdeführer daran Hehlerei habe begehen können. Das Appellationsgericht gibt insoweit eine etwas abweichende Begründung: Die strafbaren Vortaten von C. seien nur insoweit Betrug, als er von privaten Geldgebern Geld für seine Handlungen erhältlich gemacht habe; soweit ihm jedoch von den Kassierern X. (SBG) und Y. der genossenschaftlichen Zentralbank (GZB) Vorlagen gewährt worden seien, hätten sich diese der Veruntreuung schuldig gemacht, da sie nicht berechtigt gewesen seien, zulasten ihrer Banken dem Beschwerdeführer Kredite zu gewähren (X. und Y. sind deswegen auch rechtskräftig wegen Veruntreuung verurteilt worden). C. habe sich durch die Entgegennahme dieser Gelder seinerseits der Hehlerei schuldig gemacht. Die Hehlerei des Beschwerdeführers ergebe sich insoweit daraus, dass auch Hehlerei an bereits gehehlten Gegenständen (Kettenhehlerei) möglich sei.\n\nbb) Den subjektiven Tatbestand bejaht das Strafgericht für den Zeitpunkt ab März 1980. Der Beschwerdeführer habe zu Beginn |197| der Geschäftsbeziehungen mit C. durchaus gutgläubig sein dürfen. Dieser sei anfangs als Bauführer zur IC gekommen, weshalb man habe annehmen dürfen, dass er bei Italienern Lire eingesammelt habe, um sie für diese Leute zu einem günstigen Kurs zu wechseln. Als C. in der Folge von Warengeschäften erzählt und dafür um Vorlagen nachgesucht habe, habe der Beschwerdeführer zunächst noch an seine Geschichte glauben dürfen. Dies habe sich aber geändert, als C. täglich immer höhere Lirabeträge gebracht habe. Von einem Betrag von etwa 25 Mio. Lira (= Fr. 50'000.--) an hätte ihnen die Sorgfaltspflicht gebieten müssen, sich ganz intensiv um die Hintergründe der angeblichen Geschäfte von C. zu bemühen. Denn ein Tagesumsatz von Fr. 50'000.-- entspreche bei 200 Geschäftstagen einem Jahresumsatz von Fr. 10 Mio., was bei einer Gewinnmarge von 5,4% einen Gewinn von Fr. 540'000.-- ergäbe. Dass ein Einzelner auf legale Weise einen derartigen Gewinn erzielen könne, erscheine objektiv betrachtet recht unwahrscheinlich, weshalb der Beschwerdeführer - als sich die Umsätze immer mehr gesteigert hätten - immer mehr Zweifel an der Geschichte von C. über dessen Warengeschäfte hätte haben sollen. Bereits im Januar 1980 hätten die Tagesumsätze meist über 25 Mio. Lira bzw. Fr. 50'000.-- betragen. C. selbst habe ausgesagt, der Beschwerdeführer habe ab Januar 1980 gewusst, dass er die Lire bei Banken hole. Mit Sicherheit habe der Beschwerdeführer gewusst, dass C. keine Warengeschäfte tätige, sondern die Lire, die er ihnen verkauft habe, bei Banken eingekauft und dadurch bei jeder Transaktion einen Verlust gemacht habe, als er anfangs März 1980 bemerkt habe, dass die von C. gelieferten Lire mit Banderolen der SBG versehen waren. Nachdem ihm bereits vorher ganz erhebliche Zweifel an den von C. behaupteten Warengeschäften gekommen sein mussten, hätten sie aus den Banderolen nur den Schluss ziehen können, dass seine Geschichte nicht habe stimmen können, sondern dass er die Lire, die er ihnen verkauft habe, zuvor bei anderen Banken eingekauft hatte. Im übrigen seien im März 1980 die Liraumsätze noch einmal deutlich angestiegen.\n\n2. Gemäss Art. 144 StGB macht sich wegen Hehlerei strafbar, wer eine Sache erwirbt, von der er weiss oder annehmen muss, dass sie durch eine strafbare Handlung erlangt worden ist. Der Beschwerdeführer macht geltend, die von ihm entgegengenommenen Liranoten seien nicht aus einer strafbaren Handlung hervorgegangen. Dies ergebe sich einerseits daraus, dass die Lirabeträge bei C. durch Vermischung in dessen unanfechtbares Eigentum übergegangen |198| seien und zum anderen aus der Straflosigkeit der Erlöshehlerei.\n\n3. Hehlerei ist nur möglich an einer unmittelbar durch die Vortat erlangten Sache, nicht aber an deren Surrogaten. Ersatz- oder Erlöshehlerei ist also straflos (BGE 95 IV 8 mit Hinweisen; WAIBLINGER, ZStR 61/1946, S. 264; LOGOZ, Art. 144 Ziff. 2a; SCHWANDER, Das Schweizerische Strafgesetzbuch, Nr. 554; STRATENWERTH, Schweizerisches Strafrecht, Besond. Teil I, S. 287, N 8; NOLL, Schweizerisches Strafrecht, Besond. Teil I, S. 232; REHBERG, Strafrecht III, 5. Aufl., S. 119; WALDER, ZStR 103/1986, S. 243 ff.; GEORG NÄGELI, Hehlerei, Diss. Zürich 1984, S. 27 mit Hinweisen). Denn der Hehler ist strafbar, weil er die Wiederherstellung des durch die strafbare Vortat gestörten rechtmässigen Zustandes erschwert, insbesondere den Berechtigten an der Wiedererlangung seiner Sache hindert (BGE 114 IV 110 f.).\n\na) Strittig ist die Frage, ob und inwieweit bei Geldscheinen eine Ausnahme vom Prinzip zu machen ist, dass nur an dem durch die Vortat selbst erlangten Gegenstand Hehlerei möglich ist. So wird etwa angenommen, da Geldscheine nur die Funktion von Wertträgern hätten, könne Hehlerei auch an Wechselgeld begangen werden, also etwa an den zwei 50-Frankennoten, die der Täter nach dem Diebstahl einer 100-Frankennote durch Wechseln erhalten hat (STRATENWERTH, a.a.O., S. 288 N 8; REHBERG, a.a.O., S. 119; vgl. ferner NÄGELI, a.a.O., S. 29 ff. mit Hinweisen). Dagegen wird eingewandt, es handle sich dabei bereits um eine Konzession an praktische Bedürfnisse, die den Tatbestand der Sachhehlerei in einen letztlich uferlosen Tatbestand der Werthehlerei umzuwandeln drohe (TRECHSEL, ZStR 91/1975, S. 393 ff.; WALDER, a.a.O., S. 243 ff.; kritisch auch H. F. PFENNINGER, SJZ 42/1946 S. 310).\n\nDas Bundesgericht hat sich bis heute mit der Frage, ob und inwieweit an Wechselgeld Hehlerei möglich ist, nicht einlässlich auseinandergesetzt; in BGE 95 IV 9 hat es die Frage unter Hinweis auf ein nichtveröffentlichtes Urteil vom 24. Mai 1968 ohne weiteres bejaht. In jenem Urteil wurde allerdings mehr beiläufig erklärt, die Praxis durchbreche das Prinzip der Straflosigkeit der Ersatz- oder Erlöshehlerei bei gewechseltem Geld. Der dabei gemachte Hinweis auf BGE 69 IV 71 war insofern ungenau, als in jenem Entscheid das Problem des Wechselgeldes nicht diskutiert wurde und auch der Sachverhalt keinen Hinweis darauf gibt, dass es sich um gewechseltes Geld gehandelt haben könnte. Allerdings kann man annehmen, dass jenem Entscheid stillschweigend die Auffassung |199| zugrundeliegt, es komme für die Anwendung des Hehlereitatbestandes nicht auf die Identität der gehehlten mit den gestohlenen Geldscheinen an. Das Obergericht Zürich ist der Ansicht, die Identität zwischen Deliktsgut und Hehlereiobjekt sei bei Wechselgeld gewahrt (ZR 82/1963 Nr. 116).\n\nb) Art. 144 StGB schützt den Anspruch des durch die Vortat Verletzten auf Herausgabe der deliktisch entzogenen Sache (BGE 114 IV 110 f.; TRECHSEL, a.a.O., S. 389; NÄGELI, a.a.O., S. 6 ff. insbesondere S. 18; STRATENWERTH, a.a.O., S. 286 N 1; REHBERG, a.a.O., S. 117).\n\naa) Daraus folgt, dass Hehlerei auch an Geldscheinen und Geldmünzen begangen werden kann, jedenfalls solange, als sich diese noch als die deliktisch erlangten Gegenstände identifizieren lassen (WALDER, a.a.O., S. 242; nun auch TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, N 2 zu Art. 144).\n\nbb) Werden die durch die Vortat deliktisch erworbenen Geldscheine gewechselt, so sind zwei Möglichkeiten zu unterscheiden: Einerseits das Wechseln innerhalb der gleichen Währung, also das Wechseln in eine andere Stückelung (Beispiel: Eine 100-Frankennote wird in zwei 50-Frankennoten umgetauscht), und anderseits das Umwechseln in eine andere Währung (Beispiel: Gestohlene Dollars werden in Schweizerfranken umgewechselt). Beiden Fällen ist gemeinsam, dass die aufgrund des Wechselvorgangs erhaltenen Geldscheine nicht mehr identisch mit den deliktisch erlangten Geldscheinen sind, weshalb die Anwendung von Art. 144 StGB bei strikter Beachtung des Wortlautes (\"Sache, die durch eine strafbare Handlung erlangt worden ist\") auf die gewechselten Geldscheine nicht mehr möglich ist.\n\nDennoch besteht in Literatur und Praxis (siehe E. a hievor) für den Bereich des Geldwechsels innerhalb der gleichen Währung die Tendenz, den Anwendungsbereich von Art. 144 StGB zu bejahen. Diese Auffassung ist gerechtfertigt. Unter den verschiedenen Geldstücken und -scheinen gleicher Währung existiert kein Kurs, weshalb sie - im Gegensatz zu Waren (OSER/SCHÖNENBERGER, N 9 f. zu Art. 184 OR) - beliebig austauschbar sind. So wird z.B. eine Geldschuld getilgt, wenn die vom Schuldner geleisteten Geldzeichen unabhängig von ihrer Art das Ausmass der geschuldeten Summe erreichen (WEBER, Berner Kommentar, N 138 zu Art. 84 OR). Daraus ergibt sich, dass beim Geldwechsel innerhalb derselben Währung zwei identische Leistungen ausgetauscht werden und der konkreten Stückelung in der Regel keine Bedeutung zukommt.\n\n|200| Das Auswechseln von Geldstücken der gleichen Währung wird denn auch als Gegenstück zum Tausch angesehen, wobei jede Partei in bezug auf die versprochene Sache als \"Käufer\" und in bezug auf die ihr zugesagte als \"Verkäufer\" gilt (OSER/SCHÖNENBERGER, N 10 zu Art. 184 OR). Mit andern Worten erhalten die am Geldwechsel Beteiligten dieselbe Leistung, die sie dem andern übertragen. Dies trifft jedenfalls solange zu, als nicht individualisiertes Geld d.h. Ware erworben wird, sondern lediglich verschiedene Stückelungen ausgetauscht werden (vgl. GIGER, Berner Kommentar, N 160 zu Art. 184 OR). Diese besondere Konstellation, wonach die Beteiligten auch nach dem Geldwechsel dasselbe besitzen, rechtfertigt es, nebst der Hehlerei an deliktisch erlangtem Geld auch Hehlerei an dessen Wechselgeld gleicher Währung unter Strafe zu stellen.\n\nDavon zu unterscheiden ist das Umwechseln von Geld in eine andere Währung. Denn hier stellt das Geld der ausländischen Währung Ware dar, die ver- respektive gekauft oder umgetauscht wird (BGE 80 II 51 E. 2; OSER/SCHÖNENBERGER, N 9 zu Art. 184 OR; WEBER, Berner Kommentar, N 54 zu Art. 84 OR; PIERRE TERCIER, La partie spéciale du Code des obligations, p. 18 N 126). Soweit mit der Begründung, der Kaufpreis müsse nicht in Schweizerfranken bestehen, das Umwechseln von Geld in eine andere Währung weder als Kauf noch als Tausch angesehen wird (BECKER, Berner Kommentar, Vorbemerkungen zu Art. 184-186, N 18; GIGER, Berner Kommentar, N 160 zu Art. 184), kann dieser Ansicht nicht gefolgt werden. Entscheidend ist hier nicht, dass der \"Kaufpreis\" nicht in Schweizerfranken bestehen müsse, sondern, dass sich der Käufer - entgegenstehende Abmachung vorbehalten - bloss durch Leistung von gesetzlichem Währungsgeld rechtswirksam befreien kann oder mit andern Worten der Verkäufer angebotenes gesetzliches Währungsgeld entgegennehmen muss (WEBER, a.a.O., N 151 zu Art. 84 OR). Bezüglich der fremden Währung bedeutet dies, dass deren Leistung den Käufer - ohne entsprechende Abmachung - nicht rechtsgültig befreit respektive fremdes Geld vom Verkäufer als Zahlungsmittel nicht angenommen werden muss. Diese gegenüber dem gesetzlichen Zahlungsmittel unterschiedliche rechtliche Behandlung von ausländischem Geld rechtfertigt es, den Geldaustausch innerhalb derselben Währung und das Umwechseln von Geld in eine fremde Währung unterschiedlich zu beurteilen. Da sich der Kaufpreisschuldner durch Leistung von ausländischem Geld nicht rechtswirksam |201| befreien kann, was hinsichtlich der Sachleistung der Lieferung eines aliud entsprechen würde, drängt es sich auf, den Umtausch von deliktisch erworbenem Geld in eine fremde Währung der Ersatz- oder Erlöshehlerei gleichzusetzen.\n\ncc) Hehlerei ist somit nur am Vortatgegenstand selbst möglich sowie in den hier umschriebenen engen Grenzen auch an Wechselgeld, soweit innerhalb der gleichen Währung Geldscheine in eine andere Stückelung umgetauscht werden, nicht jedoch beim Umwechseln von Geld in eine andere Währung. Das Urteil des Appellationsgerichts, das zwischen dem Umwechseln in eine andere Stückelung oder in eine andere Währung nicht unterscheidet, ist insoweit bundesrechtswidrig. Nach dem Gesagten könnte der Beschwerdeführer wegen Hehlerei nur bestraft werden, wenn erwiesen ist, dass die Liranoten, die C. der IC mitbrachte, Gegenstand der vorangegangenen deliktischen Handlungen gewesen sind oder dass zuvor höchstens so erlangte Liranoten gegen andere umgetauscht wurden. Entsprechende Feststellungen finden sich im angefochtenen Urteil nicht. Es ist deshalb aufzuheben. Die Vorinstanz wird im Lichte der vorangegangenen Erwägungen neu zu entscheiden haben. Soweit nicht bewiesen werden kann, dass die vom Beschwerdeführer resp. von B. entgegengenommenen Geldnoten identisch sind mit den Geldnoten, die aus der jeweiligen strafbaren Vortat hervorgegangen sind (mit der Ergänzung des Wechselns innerhalb derselben Währung), ist deshalb der Beschwerdeführer von der Anklage der Hehlerei freizusprechen.\n\nSoweit sich der objektive Tatbestand der Hehlerei nicht nachweisen lässt, käme allenfalls Bestrafung wegen versuchter Hehlerei in Betracht, sofern erstellt ist, dass der Beschwerdeführer davon ausging, die der IC überbrachten Geldscheine stammten unmittelbar aus einer deliktischen Vortat.\n\n4. Der Beschwerdeführer macht geltend, eine Hehlerei käme überdies nicht in Frage, weil C. durch Vermischung unanfechtbares Eigentum an den Lirabeträgen erlangt habe, die er der IC geliefert habe.\n\nIn der Tat nehmen Lehre und Rechtsprechung an, dass derjenige, der fremdes Geld, und zwar auch bösgläubig erworbenes, mit eigenem vermischt, zufolge Vermengung dessen Eigentümer wird (BGE 112 IV 76, BGE 101 IV 380, BGE 47 II 270 f.; ZOBL, Zürcher Kommentar, N 84 ff. zu Art. 727; PETER NEMELKA, Eigentum an Geld, Diss. Zürich 1978, S. 129 ff.; HINDERLING, Schweizerisches Privatrecht V/I, S. 494; a. M. LIVER, Schweizerisches Privatrecht V/I, S. 385). |202|\n\nEs stellt sich deshalb die Frage, wieweit Hehlerei an Geldnoten noch möglich ist, wenn die deliktisch erlangten Geldscheine beim Vortäter zufolge Vermengung in dessen Eigentum übergegangen sind.\n\nArt. 144 StGB schützt den Anspruch des durch die Vortat Verletzten auf Herausgabe der deliktisch entzogenen Sache (siehe E. 3b hievor). Wird aber die rechtswidrige Vermögenslage legalisiert, so ist Hehlerei nicht mehr möglich (BGE 105 IV 304 f., BGE 90 IV 18 E. 4a). Wie in der Folge zu zeigen sein wird, rechtfertigt es sich, hinsichtlich Geld davon eine Ausnahme zu machen. Das Interesse des Sacheigentümers richtet sich darauf, die entzogene Sache wiederzuerlangen. Dabei wird es dem Eigentümer in der Regel leichtfallen, die abhandengekommene Sache zu individualisieren. Demgegenüber liegt dem Geldeigentümer nichts daran, dieselben Geldscheine oder -stücke wiederzusehen, die er besessen hat. Ihm geht es lediglich um die Wiedererlangung der verlorenen Geldsumme. Abgesehen von der Ausnahme, dass er bei Geldscheinen deren Nummern aufgeschrieben haben sollte, steht er zudem vor der unlösbaren Aufgabe, die ihm abhandengekommenen Geldstücke und -scheine zu bezeichnen (NEMELKA, a.a.O., S. 125 f.). Das Interesse des Geldeigentümers, bloss die abhandengekommene Geldsumme wiederzuerlangen und die meist faktische Unmöglichkeit, die verlorenen Geldstücke und -scheine bezeichnen zu können, führen dazu, dass sich sein Vindikationsanspruch im Gegensatz zu demjenigen des Sacheigentümers in der Regel als untauglich erweist, das Verlorene wiederzuerlangen. Für ihn steht deshalb der Anspruch aus Deliktsobligation im Vordergrund. Nimmt man aber diesen Anspruch vom Schutz des Hehlereitatbestands aus, so würde die Geldhehlerei in den meisten Fällen von der Strafverfolgung ausgeschlossen. Eine solche Lösung würde zwar der sachenrechtlichen Eigentumsordnung eher gerecht (vgl. NEMELKA, S. 129 ff.); unter dem Gesichtspunkt der Strafwürdigkeit ist jedoch nicht ersichtlich, weshalb der Hehler von nicht identifizierbarem Geld straffrei ausgehen sollte, während der Hehler von individualisiertem Geld der Strafandrohung des Art. 144 StGB untersteht. Deshalb rechtfertigt es sich, den obligatorischen Anspruch des früheren Geldeigentümers gleich dem Vindikationsanspruch des Sacheigentümers am Schutz des Hehlereitatbestands teilhaben zu lassen. Für die Vermischung von deliktisch erworbenem Geld mit solchem des Vortäters bedeutet dies, dass Geldhehlerei am deliktisch erlangten Betrag möglich ist, sofern der Täter |203| angenommen hat, Geld aus dem deliktisch erlangten Vermögenszuwachs entgegenzunehmen.\n\nBei der Entgegennahme von vermischtem Geld besteht bei der Prüfung des subjektiven Tatbestands die Gefahr, vom blossen Wissen des Geldempfängers um die unter anderem deliktische Herkunft des Geldes auf den hehlerischen Willen zu schliessen. Ein solcher Schluss ist nicht angängig. Nur die Gewissheit, dass der Täter annahm, es handle sich um Geld deliktischer Herkunft, rechtfertigt einen Schuldspruch nach Art. 144 StGB (NÄGELI, a.a.O., S. 35).\n\nDie Vorinstanz wird ihrem neuen Entscheid diese Rechtsauffassung zugrundezulegen haben.\n\n8. a) Das Appellationsgericht verfügte in Bestätigung des Strafgerichtsurteils die Beibehaltung der Beschlagnahme zuhanden wes Rechts von verschiedenen beigebrachten Vermögenswerten. Der Beschwerdeführer macht geltend, soweit die Beschlagnahme Vermögenswerte betreffe, die als producta oder instrumenta sceleris bezeichnet werden könnten, sei die Beschlagnahme nicht zu beanstanden. Anders stehe es bezüglich der Vermögenswerte, die aus dem normalen Geschäftsbetrieb stammten und nun zu 2/3 zuhanden wes Rechts beschlagnahmt blieben. Diese Werte hätten nichts mit den deliktischen Handlungen zu tun; es handle sich hier einzig um eine bundesrechtswidrige Sicherung von zivilen Entschädigungsforderungen, um einen kantonalen Gläubigerarrest, der zu einer bundesrechtswidrigen Privilegierung der durch deliktische Handlungen geschädigten privaten Gläubiger führe. Lit. b und g des erstinstanzlichen Dispositivs müssten deshalb aufgehoben werden. Damit rügt der Beschwerdeführer, durch die Anwendung von kantonalem Recht sei Bundesrecht verletzt worden. Auf die Rüge ist deshalb grundsätzlich einzutreten (BGE 101 IV 376 E. 1 mit Hinweisen).\n\nb) Die angefochtenen Punkte im Dispositiv des vom Appellationsgericht bestätigten Strafgerichtsurteils lauten:\n\nFolgende beigebrachten Vermögenswerte bleiben zuhanden wes Rechts beschlagnahmt:\n\nb) Zwei Drittel der bei der Kantonalbank auf dem Festgeldkonto Nr. ... und dem Kontokorrentkonto Nr. ... liegenden Vermögenswerte.\n\n...\n\ng) Zwei Drittel der bei der Staatsanwaltschaft Basel-Stadt deponierten Fremdwährungen aus dem seinerzeit beschlagnahmten Bargeldbestand der IC im umgewechselten Betrag von Fr. 36'543.65.\n\n|204|\n\nDas Strafgericht führte diesbezüglich aus, diese Vermögenswerte hätten nach den Angaben der Angeklagten nichts mit den Geschäften mit C. zu tun, sondern stammten aus dem gesamten Geschäftsbetrieb. Demgegenüber stellte es fest, der Umsatz der IC habe sich zu 2/3 aus Geschäften mit C. und zu 1/3 aus den übrigen Geschäften zusammengesetzt. Wegen dieses Widerspruchs und der fehlenden Angabe, auf welche kantonalen oder eidgenössischen Gesetzesbestimmungen sich die \"Beschlagnahme wes Rechts\" stützt, kann die Gesetzesanwendung durch den Kassationshof nicht überprüft werden, weshalb der angefochtene Entscheid im Sinne von Art. 277 BStP aufzuheben ist. Bei der Neuentscheidung wird die Vorinstanz die folgenden Erwägungen zu beachten haben.\n\nc) aa) Wie in BGE 101 IV 377 ff. E. 3 erkannt wurde, steht es den Kantonen nach Art. 44 SchKG frei, für ihre aus der Durchführung des Strafverfahrens erwachsenen Untersuchungs-, Gerichts- und Gefangenschaftskosten Beschlagnahme- und Einziehungsvorschriften zu erlassen. Demgegenüber wurde angenommen, dass eine Sicherstellung von allfälligen Ersatzforderungen gegenüber dem Täter gemäss Art. 41 OR eine strafprozessuale Pfandsicherheit zugunsten der deliktisch geschädigten Gläubiger des Täters darstelle und nichts anderes als ein bundesrechtlich unzulässiger Gläubigerarrest sei, da ein derartiges Privileg bundesrechtlich nur zulässig sei, wenn die beschlagnahmten Gegenstände mit der Straftat in einer Beziehung stünden.\n\nbb) Soweit die angefochtene Beschlagnahme erfolgt sein sollte, um bestimmte Gläubiger zu privilegieren, wäre sie aus den im zitierten Entscheid genannten Gründen bundesrechtswidrig. § 68 Abs. 2 StPO/BS ist insoweit mit Bundesrecht nicht zu vereinbaren. Sollte dagegen die Meinung vorherrschen, die hier angefochtene Beschlagnahme erfolge zugunsten sämtlicher Gläubiger, wäre die Beschlagnahme aus den folgenden Gründen bundesrechtswidrig: Die Vermögenskonfiskation durch ein strafrechtliches Endurteil ist in Art. 58 ff. StGB abschliessend durch das Bundesrecht geregelt. Eine weitergehende Konfiskation käme bundesrechtlich im Rahmen von Art. 44 SchKG und der dazu ergangenen Rechtsprechung (BGE 101 IV 377 ff.; BGE 76 I 32 ff. und 96 ff.) nur zur Sicherung von Bussen, Gerichts- und gegebenenfalls Vollzugskosten in Betracht. Dies bedeutet, dass der Strafrichter eine vorläufige Beschlagnahme von Vermögenswerten, die im Endurteil nicht gestützt auf die genannten Bestimmungen konfisziert werden können, wieder aufheben muss. Vorbehalten bleiben allfällige |205| Sicherungsrechte gemäss SchKG. Für diese sind jedoch die Schuldbetreibungs- und Konkursbehörden, gegebenenfalls der Arrestrichter zuständig.\n\ncc) Fragen könnte man sich einzig, ob eine Ausnahme zu machen ist, wenn im Zusammenhang mit der Aufhebung einer strafprozessualen Vermögensbeschlagnahme strittig ist, wem der Vermögenswert zusteht, also wenn etwa im Rahmen einer Strafuntersuchung gegen jemanden, der Verwaltungsrat mehrerer Firmen ist, Vermögenswerte beschlagnahmt werden, bei denen unklar ist, welcher Firma sie zustehen. Dann muss es der zuständigen Behörde, soweit keine kantonalrechtliche Regelung besteht (vgl. immerhin § 70 Abs. 3 StPO/BS und HANS NIEDERER, Die Vermögensbeschlagnahme im schweizerischen Strafprozessrecht, Diss. Zürich 1968, S. 64), möglich sein, jedenfalls in analoger Anwendung von Art. 96 i.V.m. Art. 92 OR die Vermögenswerte zuhanden wes Rechts zu hinterlegen. Eine solche Hinterlegung wäre jedoch nicht durch Beschlagnahme zuhanden wes Rechts im strafrechtlichen Endurteil anzuordnen. Vielmehr hätte die zur Rückgabe der Vermögenswerte verpflichtete Behörde, soweit man die Regeln des OR analog anwenden will, das vom Gesetz vorgesehene Verfahren einzuschlagen (vgl. WEBER, a.a.O., N 30 ff. zu Art. 96 OR, N 85 ff. zu Art. 92). Der zum Entscheid über die Hinterlegung zuständige Richter hätte dann die nötigen Anordnungen zu treffen."}