{"annee": "116", "cour": "IB", "page": "309", "date": "3/7/1990", "cite": ["103 IA 369", "110 IB 148", "103 IB 247", "115 IB 472", "114 IB 241", "116 IB 50", "112 IB 424", "114 IB 224", "112 IB 256", "114 IA 371"], "cite_par": ["117 IB 42", "120 IB 27", "117 IB 225", "124 II 146"], "chapeau": "40. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 3. Juli 1990 i.S. Schweizer Heimatschutz gegen Weggenossenschaft Humberg-Rächtsamiwald-Guldisbergwald-Heidetenwald, Burgergemeinde und Einwohnergemeinde Bollodingen, Regierungsrat des Kantons Bern sowie Eidgenössisches Departement des Innern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Décision allouant une subvention pour un chemin forestier (route de desserte forestière) qui devra couper un faisceau de chemins creux d'intérêt historique; recevabilité du recours de droit administratif au Tribunal fédéral; exigences dont dépend l'approbation du projet liée à l'octroi de la subvention. 1. Il existe un droit aux subventions pour l'établissement de chemins de dévestiture et d'autres installations pour le transport du bois (art. 42 al. 1 let. b LFor). Le recours de droit administratif au Tribunal fédéral est donc recevable contre une décision accordant une telle subvention (consid. 1a/b). 2. Le projet ne peut être approuvé que s'il satisfait de manière cumulative à toutes les exigences du droit fédéral, en particulier à la législation sur les forêts, l'aménagement du territoire et la protection de la nature et du paysage (consid. 2-4). L'application des règles de fond déterminantes pour la réalisation du projet doit être coordonnée lorsque ces règles sont si étroitement connexes que chacune d'elle ne peut pas être mise en oeuvre de façon distincte et indépendante (consid. 2c). En l'espèce, les exigences relatives à la police des forêts et à l'aménagement du territoire sont satisfaites (consid. 2b et 3). Il n'est pas certain que l'intérêt de l'économie forestière, à l'origine du projet, soit plus important que l'intérêt général à la conservation du site, qui tend à éviter que le faisceau des chemins creux, inscrit à l'inventaire des voies historiques de la Suisse, ne soit coupé par la route nouvelle. La décision concernant la subvention nécessite un complément d'instruction qui ne doit pas, in casu, être exécuté par le Tribunal fédéral, mais par l'autorité administrative (consid. 4)."], "faits": "|311|\n\nAm 12. August 1987 wurde die Weggenossenschaft Humberg-Rächtsamiwald-Guldisbergwald-Heidetenwald mit Sitz in Seeberg gegründet. Sie bezweckt die Erschliessung und Zusammenlegung ihrer Waldungen. Der Regierungsrat des Kantons Bern genehmigte am 6. Januar 1988 die Genossenschaftsstatuten sowie die von der Genossenschaft beschlossene Erschliessung und Zusammenlegung der Waldungen gemäss Projekt vom September 1987. Die geplante Strasse führt gänzlich durch Wald. Sie durchschneidet das Hohlwegsystem Humberg, das von historischem Interesse ist. Gemäss Darstellung der Forstdirektion erschliesst das Projekt ertragsreiche Wälder, die wichtige Schutzfunktionen gegen Hangerosion erfüllen und dringend der Pflege bedürfen. Sowohl der Naturschutzverein Oberaargau als auch das kantonale Naturschutzinspektorat sollen gegen das Projekt nichts einzuwenden haben.\n\nMit Verfügung vom 24. Oktober 1988 erteilte das Eidgenössische Departement des Innern (EDI) dem Kanton Bern die technische Genehmigung des Projekts und sicherte ihm an die erste Etappe einen Bundesbeitrag von Fr. 60'000.-- zu.\n\nGestützt darauf beschloss der Regierungsrat des Kantons Bern am 16. November 1988 seinerseits einen Kantonsbeitrag von maximal Fr. 116'200.-- mit den entsprechenden Raten für 1988, 1990 und 1991.\n\nMit Verwaltungsgerichtsbeschwerde vom 24. November 1988 beantragt der Schweizer Heimatschutz (SHS), soweit hier wesentlich, die Projektgenehmigung und die Subventionszusicherung seien aufzuheben.", "considerants": "Aus den Erwägungen:\n\n1. a) Die angefochtene Subventionsverfügung des EDI vom 24. Oktober 1988 enthält einerseits eine Beitragszusicherung und anderseits eine Projektgenehmigung, d.h. eine Anordnung zum Inhalt der subventionierten kantonalen Staatstätigkeit, die unter Umständen - wie im vorliegenden Fall - mit umfangreichen Auflagen und Bedingungen versehen wird. Subventionen kommt neben ihrer Finanzierungs- eine inhaltliche Steuerungsfunktion zu. Der Bund leistet die Gelder, um eine bestimmte Art der Erfüllung der öffentlichen Aufgaben zu erreichen. Er bindet bei der Subventionierung die Empfänger an das von ihm gewünschte Verhalten (BLAISE KNAPP, Le fédéralisme, ZSR 103/1984 2. Halbband, |312| S. 415 ff.; RENÉ A. RHINOW, Wesen und Begriff der Subventionen in der schweizerischen Rechtsordnung, Basler Studien zur Rechtswissenschaft, Heft 95, Basel und Stuttgart 1971, S. 222 ff.; DIETRICH SCHINDLER, Die Bundessubventionen als Rechtsproblem, Zürcher Beiträge zur Rechtswissenschaft, NF Heft 178, Zürich 1952, S. 141 ff.).\n\nDer Beschwerdeführer beantragt, die durch das EDI verfügte Projektgenehmigung sei aufzuheben. Dabei geht es ihm in erster Linie um diese Projektgenehmigung und nicht um die Subvention; hauptsächlich will er auf die Bauausführung einwirken, während er an der Geldleistung nur durch die im Zusammenhang mit dem Bauvorhaben verlangte Mitsprache interessiert ist.\n\nb) Streitig ist, ob gegen die fragliche Subventionsverfügung die Verwaltungsgerichtsbeschwerde an das Bundesgericht zulässig ist.\n\nDas Bundesgericht beurteilt Verwaltungsgerichtsbeschwerden gegen \"Verfügungen\" im Sinne von Art. 5 VwVG (Art. 97 Abs. 1 OG). Diese Zuständigkeit entfällt, wenn es sich um die Bewilligung von Beiträgen handelt, auf die das Bundesrecht keinen Anspruch einräumt (Art. 99 lit. h OG). Das Bundesgericht hat mit Urteil vom 5. Juli 1984 (BGE 110 Ib 152 f. E. 1b) erkannt, auf die Subvention an Parzellarzusammenlegungen von Privatwaldungen bestehe ein Rechtsanspruch (Art. 42 Abs. 1 lit. c FPolG; vgl. auch Entscheid des Bundesrates vom 28. November 1988 in VPB 53/1989 E. III/1b S. 216 f.). Es hat dabei berücksichtigt, dass die Forstpolizeiverordnung (Art. 22 Abs. 5 FPolV) das Forstpolizeigesetz konkretisiert.\n\nIm vorliegenden Fall geht es um dieselbe Rechtsgrundlage (Art. 42 Abs. 1 FPolG, hier lit. b) betreffend die Anlage von Abfuhrwegen (Art. 25 FPolG). Die hierfür vorgesehene Beitragsgewährung ist sowohl im Gesetz (Art. 42bis lit. a Ziff. 6 FPolG) als auch in der Verordnung (Art. 21 FPolV) so weit konkretisiert, dass wie im soeben erwähnten bundesgerichtlichen Urteil festzustellen ist, das Bundesrecht selber umschreibe die Bedingungen, unter welchen ein Beitrag zu gewähren ist, ohne dass es im Ermessen der gesetzesanwendenden Behörde liege, einen Beitrag zu gewähren oder nicht (BGE 110 Ib 152 E. 1b). Besteht somit auch im vorliegenden Fall ein Rechtsanspruch auf die Subvention, so ist die Zuständigkeit des Bundesgerichts gegeben.\n\n2. In materieller Hinsicht macht der Beschwerdeführer geltend, das subventionierte Projekt verletze bundesrechtliche Anforderungen.\n\n|313|\n\na) Die Subventionierung ist trotz der inhaltlichen Bindung an ein Projekt ein Stück Leistungsverwaltung. Dennoch unterliegt sie dem Gesetzmässigkeitsprinzip (BGE 103 Ia 380 f. E. 5; PIERRE MOOR, Droit administratif I, Bern 1988, S. 308 f.). Wo der Gesetzgeber Vorschriften zum Schutz bestimmter Interessen aufstellt, hat sich das betreffende Gemeinwesen selbst ebenfalls an diese Ordnung zu halten (BGE 103 Ib 251 E. 3). Die Subventionsverfügung hängt nicht vom Belieben der Subventionsbehörde ab. Das Projekt darf nur dann genehmigt werden, wenn es allen einschlägigen bundesrechtlichen Anforderungen genügt.\n\nb) Diese bundesrechtlichen Anforderungen finden sich zunächst im Forstrecht selber. Danach kann der Bund in Schutzwaldungen die Anlage von Abfuhrwegen unterstützen (Art. 25 Abs. 1, Art. 42 Abs. 1 lit. b und Art. 42bis lit. a Ziff. 6 FPolG, Art. 21 FPolV). Es wird nicht geltend gemacht und ist auch nicht ersichtlich, dass und inwiefern das vorliegende Waldwegprojekt den forstpolizeilichen Anforderungen nicht genügt.\n\nc) Zum Bundesrecht, das zu beachten ist, gehört nicht nur das Forstrecht. Das Gegenstand des vorliegenden Verfahrens bildende Projekt berührt insbesondere auch Fragen des eidgenössischen Natur- und Heimatschutzrechts, des Raumplanungsrechts usw. Auf den streitigen Waldwegbau bezogen sind somit gleichzeitig mehrere Gesetzgebungen anwendbar. Wie das Bundesgericht in letzter Zeit mehrfach festzustellen hatte, verlangt die Einheitlichkeit des Lebensraumes, dass alle darin Geltung beanspruchenden Regelungen koordiniert angewendet werden (BGE 116 Ib 57 f. E. 4b, BGE vom 14. März 1990 i.S. J. M. in Anhang I (S. 19 ff.) des vom BRP im Juni 1990 veröffentlichten Rechtsgutachtens von Leo Schürmann über die Zulässigkeit von Aufstockungsbetrieben in der Landwirtschaftszone, BGE 115 Ib 472 ff., BGE 114 Ia 374 f. E. 4b/d, BGE 114 Ib 227 ff.). Die Subventionsbehörde muss sicherstellen, dass alle diese Anforderungen beachtet werden. Das bedeutet, dass das Projekt allen einschlägigen Gesetzgebungen je einzeln entsprechen muss. Sind für die Verwirklichung eines Projekts verschiedene materiellrechtliche Vorschriften anzuwenden und besteht zwischen diesen Vorschriften ein derart enger Sachzusammenhang, dass sie nicht getrennt und unabhängig voneinander angewendet werden dürfen, so muss diese Rechtsanwendung von Verfassungs und Bundesrechts wegen materiell koordiniert werden (s. Art. 22quater Abs. 3 BV sowie z.B. Art. 2 NHG oder Art. 18 Abs. 3 und Art. 30 RPG; BGE 116 Ib 56 f. E. 4a/b und 62 E. 6a).\n\n|314| Es gilt Lösungen zu treffen, bei denen alle Regelungen möglichst gleichzeitig und vollumfänglich zum Zuge kommen und das Ergebnis doch gesamthaft sinnvoll ist (s. die vorstehend zitierten Urteile).\n\nDie derart erforderliche Koordination wird am besten erreicht, wenn die sachlich zusammenhängenden Probleme in einem einzigen materiellen Entscheid geordnet werden können. Hängen zwei Verfahren nicht so eng zusammen, dass die sich daraus ergebenden Entscheide bloss in wechselseitiger Beeinflussung richtig getroffen werden können, so folgt aus der Koordinationspflicht das Gebot, den Zusammenhang durch Anordnung einer inhaltlich und ablaufmässig sinnvollen Reihenfolge zu bestimmen. Allenfalls können im Einzelfall entsprechende Vorbehalte angebracht werden (vgl. BGE 114 Ib 230 E. 8); trotzdem muss gewährleistet sein, dass eine umfassende Interessenabwägung durchgeführt wird. Ungeregelt bleiben darf das gegenseitige Verhältnis nur, wo sich eine bundesrechtskonforme Lösung von selbst ergibt.\n\n3. Zuerst fragt sich, ob die im vorliegenden Fall erfolgte Projektgenehmigung schon aus der Sicht des eidgenössischen Raumplanungsrechts bundesrechtswidrig sei.\n\na) Das EDI hält dafür, im Falle einer Waldstrasse sei eine Baubewilligung entbehrlich, da es sich dabei um eine Anlage für forstliche Zwecke handle. Kanton und Burgergemeinde stellen sich auf den Standpunkt, mit dem Regierungsratsentscheid vom 6. Januar 1988 sei jedenfalls die Baubewilligung bereits erteilt; der Burgergemeinde sei es somit baurechtlich unbenommen, bei entsprechendem Verzicht auf die Subvention ihr Bauvorhaben (sofort) zu realisieren.\n\nBei einer Walderschliessungsstrasse handelt es sich zweifellos um eine baubewilligungspflichtige Baute im Sinne des eidgenössischen Raumplanungsrechts (Art. 22 Abs. 1 RPG; nicht publ. Urteil des Bundesgerichts vom 17. Februar 1987 i.S. E. L., E. 2b, und teilweise in Infoheft RP 4/1988 (S. 16 ff.) veröffentlichtes Urteil vom 29. Juni 1987 i.S. W. A., E. 1a/bb (s. hiezu auch BGE 114 Ib 242), zudem nicht publ. E. 6a von BGE 114 Ib 224 ff.; EJPD/BRP, Erläuterungen zum RPG, Bern 1981, N 7 zu Art. 22; AEMISEGGER/WETZEL, Wald und Raumplanung, Bern 1985, S. 83). Aus Art. 18 Abs. 3 RPG geht nichts anderes hervor. Diese Bestimmung sieht lediglich vor, dass es die Forstgesetzgebung ist, die das \"Waldareal\" abgrenzt, bzw. dass das Forstrecht die Nutzungsordnung im Wald regelt, ohne dass es insoweit auf die |315| raumplanerische Zonierung ankommt (BGE 112 Ib 257 f.; EJPD/BRP, a.a.O., N 17 f. zu Art. 18; PETER DILGER, Raumplanungsrecht der Schweiz, Zürich 1982, S. 142 f.); es müssen nicht besondere Forstzonen ausgeschieden werden, wie dies der erste Entwurf zum Bundesgesetz über die Raumplanung verlangen wollte (BBl 1972 I 1539). Aus Art. 18 Abs. 3 RPG lässt sich somit insbesondere nicht ableiten, hinsichtlich einer Walderschliessungsstrasse entfalle die raumplanungsgesetzliche Baubewilligungspflicht. Somit darf die Subvention nicht ausbezahlt werden, solange keine rechtskräftige Baubewilligung vorliegt.\n\nNach bernischem Recht tritt für Meliorationswege das meliorationsrechtliche Verfahren anstelle des allgemeinen Baubewilligungsverfahrens. Dieses meliorationsrechtliche Verfahren ist durchgeführt worden. Folglich ist die Baubewilligungspflicht - zumindest dem Grundsatze nach - eingehalten und insofern die Subvention rechtmässig; etwas anderes wird denn auch nicht geltend gemacht. Weitere Präzisierungen in diesem Zusammenhang drängen sich um so weniger auf, als die diesbezügliche Praxis der eidgenössischen Forst- und Raumplanungsbehörden gemäss den von deren Vertretern anlässlich der bundesgerichtlichen Instruktionsverhandlung gemachten Angaben im Umbruch ist.\n\nb) Das Raumplanungsgesetz betrifft das Verhältnis zur streitigen Beitragszusicherung auch insofern, als es vorschreibt, der Bund habe die Leistung von Beiträgen an raumwirksame Massnahmen nach anderen Bundesgesetzen davon abhängig zu machen, dass diese den genehmigten Richtplänen entsprechen (Art. 30 RPG). Der bernische Richtplan sagt indessen zum fraglichen Hohlwegbündel (noch) nichts aus, so dass diese Anforderung eingehalten ist.\n\nDie Subventionsgewährung ist somit raumplanungsrechtlich nicht zu beanstanden.\n\n4. Damit ist zu prüfen, ob die Projektgenehmigung dem Natur- und Heimatschutzrecht entspreche.\n\na) Behörden und Amtsstellen des Bundes haben bei der Gewährung von forstwirtschaftlichen Beiträgen dafür zu sorgen, dass das heimatliche Landschafts- und Ortsbild, geschichtliche Stätten sowie Natur- und Kulturdenkmäler geschont und, wo das allgemeine Interesse an ihnen überwiegt, ungeschmälert erhalten bleiben; dementsprechend haben sie allenfalls Beiträge nur bedingt zu gewähren oder abzulehnen (Art. 3 Abs. 1 und Abs. 2 lit. c NHG). Der Bund erstellt nach Anhören der Kantone Inventare von |316| Objekten mit nationaler Bedeutung (Art. 5 NHG); besteht ein solches Inventar, so geniessen die darin aufgenommenen Objekte einen besonderen Schutz (Art. 6 ff. NHG).\n\nb) Der Beschwerdeführer macht geltend, das Projekt drohe einen historischen Verkehrsweg zu beeinträchtigen, der vor der Inventarisierung und Einstufung auf nationaler Ebene stehe. Gemäss Bericht des kantonalen Naturschutzinspektorates sei der betreffende Hang als stark zerfurchtes, grabendurchzogenes Terrain zu charakterisieren, das wegen der damit verbundenen schlechten Zugänglichkeit einen praktisch unbegangenen und ungestörten Waldkomplex darstelle, der ein im Mittelland seltenes Refugium für Wild bilde.\n\nIm Entwurf für ein Inventar historischer Verkehrswege der Schweiz (IVS) ist der streitige Bereich als Objekt Nr. 1128/9 enthalten. Im Hinblick darauf fügte das EDI der angefochtenen Verfügung relativ umfangreiche Auflagen bei. Vor Bundesgericht hat es zunächst die Auffassung vertreten, das genehmigte Detailprojekt beeinträchtige mit diesen Auflagen das Erhaltungsziel nicht; im Gegenteil, würde die projektierte Waldstrasse nicht gebaut, so müsse der Hohlweg weiterhin zum Holztransport verwendet werden. Die in der Beschwerde erwähnte Beilage Nr. 3 - eine vom 16. September 1988 datierte Stellungnahme der departementsinternen Fachstelle für Natur- und Heimatschutz - sei keine abschliessende Stellungnahme; ebenso sei das vom Beschwerdeführer in diesem Zusammenhang nur unvollständig wiedergegebene Zitat irreführend zu verstehen. Eine endgültige Beurteilung der historischen Bedeutung des Hohlwegbündels stehe noch aus.\n\nEbenfalls der Kanton Bern befasste sich eingehend mit der materiellen Problematik; er gelangte im wesentlichen zum Schluss, die Realisierung des Waldwegvorhabens würde nicht zu einer gewichtigen Beeinträchtigung des Hohlwegbündels führen. Diese Folgerung wird von der Burgergemeinde vor allem mit dem Hinweis auf die Bedeutung des Bewirtschaftungsinteresses unterstützt.\n\nc) aa) Gegenwärtig werden die historischen Verkehrswege der Schweiz inventarisiert, um so den Bestand zu erfassen und sie erhalten zu können. Aufgenommen sind im ganzen Land etwa 30% und im Kanton Bern etwa die Hälfte der Objekte, so dass nach Angaben der Fachleute bereits ein repräsentativer Überblick möglich ist. Das Hohlwegsystem \"Humberg\" ist noch nicht definitiv inventarisiert, so dass insoweit noch Unsicherheit herrscht. Immerhin ist erstellt, dass die Anlage auf das Mittelalter zurückreicht; |317| der Zusammenhang zwischen der Holzburg Humberg aus dem späten 10. Jahrhundert und dem Hohlwegsystem gilt archäologisch als gesichert. Es gibt überdies Annahmen, die auf keltische oder römische Ursprünge deuten; daran ändert nichts, dass die mit einem Metalldetektor erhobenen Funde im wesentlichen bloss Spuren einer Pferdenutzung und für ein Holzschleifen seit dem 18. Jahrhundert zutage gefördert haben. Das Hohlwegsystem lässt sich keinesfalls nur als Folge der natürlichen Erosion erklären, auch wenn diese vor allem die verschiedenen Eintiefungen gefördert haben mag. Die Entstehung solcher Hohlwegbündel ist dadurch erklärbar, dass im Mittelalter in der Regel die Wegoberfläche nicht befestigt war, so dass sich der Weg namentlich in Hanglagen und bei entsprechenden Bodenverhältnissen allmählich vertiefte. Bei feuchter Witterung wurden damit die Wege morastig. Derart unbegehbar gewordene Spuren wurden in der Folge seitlich umgangen, hier in besonders intensiver Weise. Die Linienführung entspricht dem klassischen Bild einer historischen Weganlage. In früherer Zeit versuchte man, auf möglichst direktem Weg aus den Tälern Anschluss an die über die Hügelzüge verlaufenden Höhenwege zu gewinnen und so den überschwemmungsgefährdeten Talböden auszuweichen; dies belegen Beispiele gerade aus der gleichen Gegend.\n\nNach den bisherigen Abklärungen wurde das Hohlwegsystem \"Humberg\" in diesem Verfahren provisorisch als kulturhistorisches Denkmal von nationaler Bedeutung eingestuft. Es besitzt besonderen morphologischen, historischen, wissenschaftlichen und didaktischen Wert. Die morphologische Bedeutung des streitigen Wegsystems liegt darin, dass es flächenmässig zu den grössten zur Zeit bekannten Objekten dieser Art in der Schweiz gehört. Die einzelnen Hohlwege sind stark ausgeprägt, in der Hauptspur mit Höhen gegen 10 m. Das Objekt ist gut erhalten; es ist lediglich im Bereich der südlichen Ausläufer durch eine Forststrasse gequert. Zur historischen Bedeutung ist zu ergänzen, dass das Hohlwegbündel während seiner Hauptbenützungszeit anscheinend regionale oder gar überregionale Bedeutung besass. Es ist durchaus möglich, dass es Teilstück einer ehemaligen zähringischen Nord-Süd-Achse durch die Schweiz ist. Die ausserordentlichen Ausmasse und der gute Erhaltungszustand begründen die wissenschaftliche Bedeutung. Didaktisch ist es wichtig, weil es die wesentlichen Aspekte über Gestaltung und Entstehung mittelalterlicher Wegsysteme in mittelländischen Geländestufen in einmaliger Art |318| und Weise veranschaulicht. Diese Zusammenfassung der in den Akten vorhandenen Würdigungen führt dazu, das Hohlwegsystem \"Humberg\" als eines der vier bis fünf bedeutsamsten Objekte der Schweiz zu bezeichnen. Gemäss Angaben des BUWAL bzw. der das IVS bearbeitenden Fachleute muss das Ziel aus ihrer Sicht darin bestehen, das Objekt aufgrund seiner Einmaligkeit in der integralen, uneingeschränkten heutigen Form zu erhalten.\n\nbb) Geplant ist eine lastwagenbefahrbare, rein forstliche Erschliessungsstrasse mit geringer Verkehrsbelastung und ohne jede übergeordnete Bedeutung, die den topographisch stark gegliederten, mit Traktoren nur wenig befahrbaren Steilhang für die Bewirtschaftung angemessen zugänglich machen soll. Das Bewirtschaftungsinteresse an diesem Weg liegt auf der Hand, wobei offenbleiben kann, wieweit sämtliche Bereiche - eingeschlossen die \"Sandgrube\" - eine solche Erschliessung verdienen.\n\nDie vorgesehene Linienführung bewirkt, dass das Hohlwegsystem an der schmalsten Stelle durch einen 5 bis 6 m tiefen Einschnitt für eine 3,2 m breite Strasse mit Böschung durchbrochen wird. Dazu wird ein seitlicher Aufstieg zu einem Erdwerk überquert. In den Auflagen zur Subventionsverfügung ist festgehalten, dass der Hohlweg beide Stellen niveaugleich zu durchqueren hat und das Aushubmaterial ausserhalb des Hohlwegbereiches (eingeschlossen seiner Böschungen) abzulagern ist, dies auch während der Bauzeit. Wesentlich ist zudem die Ausführung im einzelnen. Weitere das Hohlwegsystem vermehrt schützende Verbesserungsmöglichkeiten bestehen im Rahmen des vorliegenden Projekts nicht.\n\ncc) Als Alternative zeigte sich am bundesgerichtlichen Augenschein die Möglichkeit, die Verbindung beidseitig nur mit Stichstrassen bis an das Hohlwegsystem heranzuführen, dieses selber aber unberührt zu lassen.\n\nDem seitens des Instruktionsrichters gemachten Vorschlag (Verfügung vom 12. Oktober 1989), diese Alternative in Form eines blossen Projektes durch die Weggenossenschaft oder einen Vertreter des Kreisforstamtes erstellen und anschliessend von einem Experten begutachten zu lassen, widersetzte sich der Beschwerdeführer nicht. Die in der Folge eingereichte Studie des Kreisförsters beschränkte sich im wesentlichen auf einen schriftlichen Text, doch erlaubt dieser zusammen mit der beigefügten Skizze eine hinreichende Beurteilung der Alternative. Das ist - jedenfalls heute - auch die Auffassung des Eidgenössischen Forstdirektors. Der |319| Einwand des Beschwerdeführers, der Experte habe unzulässigerweise mit dem Projektverfasser einen \"Augenschein\" unternommen, ist unbegründet. Der Experte hat den Projektverfasser lediglich mitgenommen, um sich die Örtlichkeiten zeigen zu lassen, ohne aber mit ihm in der Sache zu diskutieren. Der Projektverfasser ist - formell - gar nicht Teil der Bauherrschaft, sondern Behördenmitglied. Vor allem hat sich der Beschwerdeführer zur Expertise äussern können. Dass er für seine interne Beurteilung keinen Forstingenieur fand, ist kein Verfahrensmangel.\n\nIn der Sache ergeben sich aus dem alternativen Grobprojekt eine Reihe von Nachteilen: So fällt die sich ergebende Mehrlänge von rund 500 m ins Gewicht; immerhin wird sie durch die Einsparung, die durch den Wegfall der Überquerung des Hohlwegsystems entsteht, teilweise kompensiert. Das Alternativprojekt führt ferner zu einem baulichen Mehraufwand für die Erstellung zweier Kehrplätze mit lokal stärkeren Terraineingriffen. Zudem kann eine gewisse Übererschliessung wegen des zusätzlich erforderlichen Strassenstücks nicht verneint werden. Dort ist auch mit einer erhöhten Erosionswirkung zu rechnen. Daneben entstehen durch die mangelhafte Erschliessung einer Fläche von mindestens 1 ha Wald im Gebiet des Hohlwegsystems selber betriebliche Nachteile. Wird das Hohlwegsystem als Maschinenweg benutzt, so reduziert sich zwar die betreffende Fläche, dies freilich mit dem Risiko von Beschädigungen des Wegsystems. Betrieblich zu Buch fallen sodann die zusätzlichen Wendemanöver bei den Kehrplätzen, mengenmässig ungünstigere Lademöglichkeiten sowie die längeren Fahrdistanzen. Kostenmässig bestätigt der Experte einen Mehraufwand von rund Fr. 150'000.--, vermehrte Unterhaltskosten wegen der Strassenverlängerung und allfälliger Entwässerungen. Er geht dabei von einem Laufmeterpreis von Fr. 350.-- aus, während der Beschwerdeführer bloss Fr. 300.-- gelten lassen will. Die daraus resultierende Differenz von rund Fr. 25'000.-- ändert allerdings an der Beurteilung kaum etwas.\n\nDer Projektverfasser hält eine Stichstrassenlösung nicht für realisierbar. Der Eidgenössische Forstdirektor als verfügende und fachkundige Stelle ist anderer Ansicht. Er bestätigte zwar im wesentlichen die angeführten Nachteile, beurteilt sie freilich als weniger gewichtig, als die lokalen und kantonalen Instanzen dies tun. Dabei bezieht sich seine Gewichtung nicht so sehr auf die bauliche, sondern auf die betriebliche Seite. Er führt aus, es sei nicht unbedingt als Nachteil zu qualifizieren, wenn ein Teil des |320| Waldes nicht erschlossen werde. Bei geschickter Holzernteplanung seien auch die übrigen betrieblichen Nachteile nicht wesentlich. Eine alternative Stichstrassenlösung verursache keine grösseren landschaftlichen Eingriffe als das vorgesehene Projekt. Im Anschluss an das Zitat des Experten aus dem Bericht \"Der Schweizer Wald heute\" sei auch auf die dort enthaltenen weiteren Ausführungen hinzuweisen. Sie besagten, dass nicht jedes Waldgebiet mit Strassen erschlossen werden müsse. Ebensowenig dürfe die Erschliessung die Zerstörung letzter vielfältiger Biotope zur Folge haben. Auch müsse der Forderung nach Schonung von Lebensräumen, geschützten oder schutzbedürftigen Tier- und Pflanzenarten und nach Erhaltung möglichst unberührter Gebiete im Sinne einer integralen, gesamtökologischen Denkweise strikte nachgekommen werden. Diese Ausführungen dürften ohne weiteres auf geschichtliche Stätten und Kulturdenkmäler im Sinne des Natur- und Heimatschutzgesetzes angewendet werden. Der Waldweg könne aus forstlicher Sicht beim Hohlweg unterbrochen werden. Ohne übermässigen Erschliessungsverlust könne der Weg von beiden Seiten bis in die Nähe des IVS-Objektes gebaut werden, ohne Querung dieses Objektes. Somit wäre dieser Waldteil durch zwei Stichstrassen erschlossen. Dies könne beurteilt werden, ohne dass ein neues, detailliertes Alternativprojekt erstellt werden müsse.\n\nGestützt auf das vor Bundesgericht durchgeführte Verfahren zweifelt heute offensichtlich auch die fachkundige Bundesstelle, die die angefochtene Subventionsverfügung erlassen hat, an deren sachlicher Begründung; gestützt darauf lässt sich beim gegenwärtigen Stand der Dinge jedenfalls nicht folgern, dass das forstliche Interesse das Anliegen am Heimatschutz überwiege (Art. 3 Abs. 1 NHG). Selbst das EDI, die Subventionsbehörde, behauptet dies nicht mehr. Soll trotzdem eine Subvention zugesprochen werden, sind vorerst weitere Abklärungen notwendig. Das Bundesgericht darf an sich solche durchführen (lassen) und danach direkt selbst in der Sache entscheiden (Art. 114 Abs. 2 OG; s. etwa BGE 112 Ib 430 /435). Dies ist aber jedenfalls dann nicht angezeigt, wenn das Bundesgericht - wie hier - nicht über das nötige Fachwissen verfügt, um diese Abklärungen selber durchzuführen. Die Sache ist daher im Sinne der vorstehenden Erwägungen an die Vorinstanz zurückzuweisen. So vorzugehen, entspricht im übrigen dem Sinn des Instanzenzuges besser und wahrt auch den Rechtsschutz.\n\n|321|\n\nDemnach ist die Beschwerde gutzuheissen, die angefochtene Verfügung aufzuheben und das Verfahren im Sinne der vorstehenden Erwägungen an die Vorinstanz zurückzuweisen. Diese wird nach Vornahme der noch erforderlichen Abklärungen und gestützt darauf erfolgter Interessenabwägung neu in der Sache selber zu entscheiden haben. Welches das Ergebnis des dannzumaligen Entscheides sein wird, ist bei der heutigen Aktenlage noch offen."}