{"annee": "116", "cour": "III", "page": "28", "date": "8/1/1990", "cite": ["74 III 80", "97 III 28", "112 III 19", "95 I 414", "54 III 113"], "cite_par": [], "chapeau": "7. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 8. Januar 1990 i.S. Radio TV Obrist AG (Rekurs)", "regestes": ["Délivrance de l'acte de défaut de biens définitif dans la saisie de salaire (art. 93, 115 al. 1 et 149 al. 1 LP). C'est seulement un an après l'exécution de la saisie de salaire que le créancier peut prétendre à la délivrance d'un acte de défaut de biens définitif, à concurrence du montant pour lequel la somme réclamée en poursuite n'a pas pu être couverte par les parts de salaire versées."], "faits": "|29|\n\nIn der Betreibung Nr. 2364 gegen den Schuldner A. M. stellte das Betreibungsamt Obersimmental am 27. Juni 1989 die Pfändungsurkunde aus. Da nicht genügend pfändbarer Lohn vorhanden war, bezeichnete das Betreibungsamt die Pfändungsurkunde als provisorischen Verlustschein im Sinne von Art. 115 SchKG.\n\nMit Schreiben vom 11. August, 17. August und 17. Oktober 1989 verlangte die Gläubigerin Radio TV Obrist AG die Ausstellung eines definitiven Verlustscheins. Das wurde vom Betreibungsamt Obersimmental, nachdem die Gläubigerin sich auch noch telefonisch an dieses gewandt hatte, verweigert.\n\nEine gegen die Weigerung des Betreibungsamtes gerichtete Beschwerde der Gläubigerin wurde von der Aufsichtsbehörde in Betreibungs- und Konkurssachen für den Kanton Bern abgewiesen. Ebenso wies die Schuldbetreibungs- und Konkurskammer des Bundesgerichts, an welche die Gläubigerin diesen Entscheid weiterzog, den Rekurs ab aus folgenden", "considerants": "Erwägungen:\n\n1. In ihrer Eingabe an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts führt die Rekurrentin aus, die Kollokation in der Lohnpfändung gegen A. M. habe nach Ablauf des Lohnpfändungsjahres ein der Gläubigerin zustehendes Guthaben von Fr. 5.-- ergeben. Schon jetzt sei erwiesen, dass die Zwangsvollstreckung im vorliegenden Fall mit einem Verlust enden werde; die der Gläubigerin zustehende Lohnquote vermöge nicht einmal die bisher entstandenen (und allfällige weitere) Kosten zu decken.\n\nZur Begründung ihrer Auffassung, dass das Betreibungsamt zur Ausstellung eines definitiven Verlustscheins verpflichtet sei, beruft sich die Rekurrentin auf FRITZSCHE/WALDER (Schuldbetreibung und Konkurs nach schweizerischem Recht, Band I, Zürich 1984, S. 464 ff.) und auf die Praxis der Betreibungsämter in den Kantonen Zürich und Basel, wo die Ausstellung des definitiven Verlustscheins auf Wunsch des Gläubigers vor Ablauf des Lohnpfändungsjahres üblich sei. |30|\n\n2. Weder Rechtsprechung noch Lehre stützen den Standpunkt der Rekurrentin:\n\na) In BGE 95 I 416 f. E. 5 (auch veröffentlicht in JdT 118/1970 II, S. 92 ff.) hat das Bundesgericht ausgeführt, gemäss Art. 149 SchKG werde ein definitiver Verlustschein ausgestellt, wenn der an der Pfändung teilnehmende Gläubiger für seine Forderung oder einen Teil derselben aus dem Erlös der gepfändeten Sache nicht gedeckt werde, der provisorische, wenn nach der Schätzung des Betreibungsbeamten bei der Pfändung nicht genügend Vermögen vorhanden sei. Provisorisch sei der Verlustschein in diesem Fall, weil sich bei einer Nach- oder Ergänzungspfändung oder bei der Verwertung der gepfändeten Sache ergeben könne, dass der Gläubiger für seine Forderung doch noch befriedigt werde. Unter Hinweis auf BLUMENSTEIN (Handbuch des Schweizerischen Schuldbetreibungsrechtes, Bern 1911, S. 498) hat das Bundesgericht sodann erklärt, der provisorische Verlustschein bleibe solange in Kraft, bis die Betreibung vollständig durchgeführt sei und ein definitiver Verlustschein ausgestellt werde.\n\nEinen Anspruch auf Ausstellung eines Verlustscheins im Sinne von Art. 149 SchKG hat die Schuldbetreibungs- und Konkurskammer des Bundesgerichts in BGE 97 III 29 f. E. 2 erkannt, weil der Schuldner die gepfändeten Gegenstände verkauft hatte und infolge Wegzugs ins Ausland nicht darüber befragt werden konnte, wer die Käufer waren. Da deshalb die Frage des gutgläubigen Besitzerwerbs in einem Widerspruchsverfahren nicht abgeklärt werden konnte, sei dem Betreibungsamt nichts anderes übriggeblieben, als die hängigen Betreibungsverfahren abzuschliessen. Es hätte also den zu Verlust gekommenen Pfändungsgläubigern wie im Falle einer fruchtlosen Pfändung oder Verwertung mit ungenügendem Erlös von Amtes wegen (definitive) Verlustscheine ausstellen sollen.\n\nNach BGE 74 III 80 ff. war ein (definitiver) Verlustschein auszustellen, weil keine pfändbaren Gegenstände vorhanden waren.\n\nDem hier zu beurteilenden Fall am nächsten kommt, da es dort ebenfalls um eine Lohnpfändung ging, BGE 54 III 115 ff. E. 2. Es lag dort aber ein - aus heutiger Sicht - besonderer Fall vor, weil der Schuldner während der Dauer der Lohnpfändung arbeitslos wurde. In diesem besonderen Fall und unter der Voraussetzung, dass der Gläubiger auf den Fortbestand der Pfändung verzichte, hat die Schuldbetreibungs- und Konkurskammer dem Gläubiger |31| grundsätzlich das Recht zuerkannt, gestützt auf Art. 149 SchKG die Ausstellung eines Verlustscheins zu verlangen; doch hat sie im konkreten Fall den Rekurs der Gläubigerin gutgeheissen, weil diese keinen Verlustschein ausgestellt haben wollte.\n\nIn einem Entscheid vom 27. Mai 1930 (ZR 31/1932 Nr. 36) hat das Obergericht des Kantons Zürich zwar die Ausstellung eines (definitiven) Verlustscheins als zulässig bezeichnet, weil nach vollzogener Lohnpfändung der Schuldner seine Arbeitsstelle aufgegeben hatte, sein Aufenthalt unbekannt war und der Gläubiger auf den Fortbestand der Pfändung verzichtet hatte. JAEGER/DAENIKER (N. 1 zu Art. 149 SchKG) weisen aber zutreffend darauf hin, dass es sich hier um einen Ausnahmefall handelte. Der Entscheid hat, soweit ersichtlich, in der zürcherischen Praxis keine Bestätigung gefunden; und die Rekurrentin liefert denn auch für ihre Behauptung, in den Kantonen Zürich und Basel werde bei Lohnpfändungen auf Verlangen des Gläubigers schon vor Ablauf der Jahresfrist ein definitiver Verlustschein ausgestellt, keine Belege.\n\nb) Mit ihrem Zitat von FRITZSCHE/WALDER (a.a.O.) übersieht die Rekurrentin, was auch aus den erwähnten Entscheiden hervorgeht, nämlich dass der definitive Verlustschein auszustellen ist, sobald die Voraussetzungen hiefür erfüllt sind. Das ist entweder eine fruchtlose Pfändung (Art. 115 Abs. 1 SchKG) oder eine Verwertung mit ungenügendem Erlös (Art. 149 Abs. 1 SchKG).\n\nNichts anderes ergibt sich auch aus der weiteren Literatur (BLUMENSTEIN, S. 498 ff. (siehe vor allem Ziff. 4: \"Den Zeitpunkt der Ausstellung bildet die Beendigung der Verwertung, d.h. der Moment, in welchem feststeht, dass die Forderung ganz oder teilweise ungedeckt bleibt.\"); AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 4. Auflage, Bern 1988, § 31 Rz. 7 ff., insbesondere Rz. 14; GILLIÉRON, Poursuite pour dettes, faillite et concordat, 2. Auflage, Lausanne 1988, S. 238 f.; Kommentar JAEGER/DAENIKER, N. 1a zu Art. 115 SchKG, N. 1 und 3 zu Art. 149 SchKG). Ausdrücklich hält AFFOLTER (Der Verlustschein in der Betreibung auf Pfändung, Zürcher Diss. 1978, S. 18) fest, dass es zur Ausstellung von (definitiven) Verlustscheinen komme, wenn nach Jahresfrist seit dem Vollzug der Lohnpfändung aus den eingegangenen Lohnquoten die Betreibungssumme nicht gedeckt werden könne.\n\n3. Im vorliegenden Fall können vom Einkommen des Schuldners monatlich Fr. 800.-- gepfändet werden. Das ist nicht genügend, um alle Forderungen zu decken, und hat deshalb das |32| Betreibungsamt Obersimmental zur Ausstellung eines provisorischen Verlustscheins im Sinne von Art. 115 Abs. 2 SchKG veranlasst.\n\nZu Recht hat es das Betreibungsamt indessen abgelehnt, bereits einen definitiven Verlustschein auszustellen. Hiefür ist weder die Voraussetzung von Art. 115 Abs. 1 SchKG - kein pfändbares Vermögen - noch jene von Art. 149 Abs. 1 SchKG gegeben, nämlich die Durchführung der Betreibung bis zur Verwertung und (nach Ablauf der Jahresfrist für die Lohnpfändung: BGE 112 III 20 E. 2a mit Hinweisen) die Feststellung eines ungedeckt bleibenden Betrages der betriebenen Forderung. Auch wenn schon heute - wie die Rekurrentin geltend macht - damit zu rechnen ist, dass die Zwangsvollstreckung mit einem Verlust enden werde, so steht damit doch noch nicht endgültig der ungedeckt bleibende Betrag fest.\n\nDer angefochtene Entscheid der Aufsichtsbehörde in Betreibungs- und Konkurssachen für den Kanton Bern hält somit vor Bundesrecht stand."}