{"annee": "116", "cour": "IB", "page": "141", "date": "17/8/1990", "cite": ["112 IA 305", "111 IB 280", "115 IB 13", "114 IA 105", "106 IA 13"], "cite_par": ["125 II 50", "119 IB 64", "118 IB 326"], "chapeau": "18. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. August 1990 i.S. Schweiz. Bund für Naturschutz und Mitbeteiligte gegen Rhätische Bahn und Eidg. Verkehrs- und Energiewirtschaftsdepartement (Verwaltungsgerichtsbeschwerde)", "regestes": ["Respect du délai d'opposition en procédure combinée d'approbation des plans et d'expropriation pour la construction de chemins de fer (art. 25 O sur les projets de construction de chemins de fer). La question de savoir si une opposition en procédure combinée a été formée en temps utile se tranche d'après les art. 35 et 39 s. de la loi fédérale sur l'expropriation; si l'opposition est tardive, son auteur perd le droit de participer à la procédure d'approbation (consid. 1). L'octroi de la possibilité de consulter le dossier pendant un certain temps à un autre endroit encore que celui prévu par la loi n'équivaut pas pour les intéressés à une assurance les autorisant à faire valoir également leurs droits pendant ce laps de temps. Cela vaut tout particulièrement lorsqu'il résulte d'emblée de la loi que le délai de consultation imparti ne peut pas être un délai d'opposition (consid. 2)."], "faits": "BGE 116 Ib 141 S. 142\n\nMit Eingabe vom 4. September 1987 unterbreitete die Rhätische Bahn dem Bundesamt für Verkehr die Pläne und weiteren Unterlagen für den Bau und Betrieb der Vereina-Linie und ersuchte dieses um Durchführung des Genehmigungsverfahrens. Nach Prüfung der Vorlagen forderte das Bundesamt für Verkehr die Bahn bzw. den Präsidenten der Eidgenössischen Schätzungskommission, Kreis 12, am 5. November 1987 auf, das kombinierte Verfahren gemäss den Bestimmungen des Bundesgesetzes über die Enteignung, des Eisenbahngesetzes und der Verordnung über die Planvorlagen für Eisenbahnbauten zu eröffnen. Mit Schreiben vom 12. November 1987 teilte das Bundesamt der Schweizerischen Stiftung für Landschaftsschutz und Landschaftspflege, der Schweizerischen Vereinigung für Landesplanung, der Stiftung WWF Schweiz, dem Schweizerischen Bund für Naturschutz, dem Schweizer Heimatschutz sowie dem Schweizerischen Alpenclub mit, dass für das Bauprojekt Vereina-Linie das eisenbahnrechtliche Plangenehmigungsverfahren eröffnet worden sei und die Pläne des Projekts nach vorheriger Anmeldung bis Ende Januar 1988 beim Bundesamt für Verkehr in Bern sowie zu gegebener Zeit anlässlich der öffentlichen Auflage in den Gemeinden Klosters, Susch und Lavin eingesehen werden könnten.\n\nEbenfalls am 12. November 1987 wandte sich der Präsident der Eidgenössischen Schätzungskommission an die betroffenen Gemeinden und ersuchte sie, das Plangenehmigungsprojekt vom 23. November bis 22. Dezember 1987 im Sinne von Art. 29 und 30 des Bundesgesetzes über die Enteignung öffentlich aufzulegen. Diese Planauflage wurde im Amtsblatt des Kantons Graubünden Nr. 46 vom 20. November 1987 angekündigt. In der Bekanntmachung wurde auf Art. 39 f. des Enteignungsgesetzes hingewiesen und Art. 25 Abs. 4 der Planvorlagenverordnung in seinem Wortlaut wiedergegeben.\n\nWährend der Auflagefrist erhoben verschiedene Grundeigentümer und weitere Betroffene, jedoch keine der erwähnten Organisationen BGE 116 Ib 141 S. 143bei den drei Gemeinden Einsprache. Vielmehr reichten der Schweizerische Bund für Naturschutz, die Schweizerische Gesellschaft für Umweltschutz und der WWF Schweiz mit gemeinsamer Eingabe vom 25. Januar 1988 und die Schweizerische Stiftung für Landschaftsschutz und Landschaftspflege mit Eingabe vom 29. Januar 1988 direkt beim Bundesamt für Verkehr Einsprache ein.\n\nDie Einigungsverhandlungen vor dem Präsidenten der Schätzungskommission, an denen die erwähnten Vereinigungen nicht teilnahmen, fanden in der Zeit vom 18. Februar bis 15. März 1988 statt. Das Bundesamt für Verkehr führte am 20. April 1988 in Bern eine Einigungsverhandlung im Sinne von Art. 28 Abs. 2 der Planvorlagenverordnung mit den vier Organisationen durch.\n\nMit Verfügung vom 8. Juli 1988 genehmigte das Bundesamt für Verkehr im wesentlichen die ihm unterbreiteten Pläne und Berichte nach Behandlung der erhobenen Einwendungen, ohne sich indessen mit irgendwelchen Eintretensfragen auseinanderzusetzen und auch ohne die Einsprecher im einzelnen zu nennen. Die Plangenehmigungsverfügung wurde den sechs durch das Schreiben vom 12. November 1987 benachrichtigten Organisationen - also auch jenen, die keine Einsprache eingereicht hatten - sowie der Schweizerischen Gesellschaft für Umweltschutz zugestellt.\n\nAuf Beschwerde verschiedener Einsprecher änderte das Eidgenössische Verkehrs- und Energiewirtschaftsdepartement die Plangenehmigungsverfügung in gewissen Punkten ab und wies die weitergehenden Begehren mit Entscheid vom 21. März 1990 ab.\n\nGegen diesen Beschwerdeentscheid haben der Schweizerische Bund für Naturschutz, die Schweizerische Gesellschaft für Umweltschutz, die Schweizerische Stiftung für Landschaftsschutz und Landschaftspflege sowie die Stiftung WWF Schweiz beim Bundesgericht Verwaltungsgerichtsbeschwerde erhoben.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 20 lit. c der am 24. November 1984 revidierten Verordnung über die Planvorlagen für Eisenbahnbauten vom 23. Dezember 1932 (PVV-EB; SR 742.142.1) wird bei Vorhaben der Bahn, für die ein Enteignungsverfahren nötig ist und gleichzeitig mit dem Plangenehmigungsverfahren durchgeführt werden kann, das sog. kombinierte Verfahren angeordnet. In diesem Fall richten sich öffentliche Auflage und Einsprachen grundsätzlich BGE 116 Ib 141 S. 144nach den Bestimmungen des Enteignungsgesetzes (Art. 25 Abs. 1 PVV-EB). Insbesondere schliesst, wie in Art. 25 Abs. 4 PVV-EB ausdrücklich festgehalten wird, der Verzicht auf Einsprache jegliche spätere Mitwirkung am Verfahren aus.\n\nEinsprachen gegen die Enteignung und Begehren nach den Artikeln 7-10 des Bundesgesetzes über die Enteignung (EntG), wie sie die gesamtschweizerischen Natur-, Heimat- und Umweltschutzorganisationen aufgrund von Art. 12 Abs. 3 des Bundesgesetzes über den Natur- und Heimatschutz und Art. 55 des Bundesgesetzes über den Umweltschutz erheben können, sind gemäss Art. 35 EntG innert der Eingabe- bzw. Auflagefrist beim Gemeinderat einzureichen. Nach Ablauf der Eingabefrist können Einsprachen gegen die Enteignung nur noch geltend gemacht werden, wenn die Ausführung des Werkes noch nicht in Angriff genommen worden ist und die Einhaltung der Frist wegen unverschuldeter Hindernisse nicht möglich war (Art. 39 Abs. 1 EntG). Die nachträgliche Einsprache kann innert dreissig Tagen nach Wegfall des Hindernisses beim Präsidenten der Schätzungskommission eingereicht werden (Art. 39 Abs. 2 EntG). Können Begehren zur Wahrung der öffentlichen Interessen im Sinne von Art. 7 Abs. 3 EntG wegen unverschuldeter Hindernisse innert der Eingabefrist nicht geltend gemacht werden, so dürfen sie nach Art. 40 EntG noch bis zum Schlusse der Einigungsverhandlung angebracht werden (Art. 40 EntG). Diese Fristen zur Erhebung von Einsprachen im engeren und weiteren Sinne sind nach ständiger Rechtsprechung des Bundesgerichtes Verwirkungsfristen (vgl. etwa BGE 111 Ib 284 und dort zitierte Entscheide).\n\nGemäss dieser gesetzlichen Ordnung hätten die als Einsprecher auftretenden Organisationen ihre Begehren während der Projektauflage, die in den Gemeinden Klosters, Susch und Lavin vom 23. November bis 22. Dezember 1987 erfolgte, bei einer der Gemeinden anbringen oder sie als nachträgliche Begehren im Sinne von Art. 39 und 40 EntG direkt dem Schätzungskommissions-Präsidenten zukommen lassen sollen. Dass die Einsprachen beim Bundesamt für Verkehr und damit bei der falschen Stelle eingegangen sind, spielt allerdings für deren Zulässigkeit keine Rolle, gelten doch die innert Frist einer unzuständigen Behörde unterbreiteten Begehren als rechtzeitig (Art. 21 Abs. 2 VwVG) und hätte das Bundesamt die bei ihm eingereichten Rechtsschriften aufgrund von Art. 8 Abs. 1 VwVG der zuständigen Instanz überweisen sollen. Erheblich ist dagegen, dass die Einsprachen erst rund einen BGE 116 Ib 141 S. 145Monat nach Ablauf der Eingabefrist erhoben worden sind und daher nur unter den in Art. 39 und 40 EntG umschriebenen Voraussetzungen als zulässig gelten können. Über diese Frage der Rechtzeitigkeit der Einsprachen, die zu prüfen der erstinstanzlich zuständige Schätzungskommissions-Präsident keine Gelegenheit erhielt, ist nunmehr im Verwaltungsgerichtsverfahren zu befinden.\n\n2. Nach den Artikeln 39 und 40 EntG können Einsprachen und Planänderungsbegehren nur dann nach Ablauf der Eingabefrist noch erhoben werden, wenn die Einhaltung der Frist \"wegen unverschuldeter Hindernisse\" nicht möglich war. Es stellt sich daher hier die Frage, ob das Schreiben des Bundesamtes für Verkehr vom 12. November 1987 als solches Hindernis gelten könne, mit anderen Worten, ob die Beschwerdeführer nach Treu und Glauben annehmen durften, in diesem sei ihnen zugesichert worden, dass sie von ihrer Einsprachemöglichkeit ungeachtet der gesetzlichen Frist jedenfalls bis Ende Januar 1988 Gebrauch machen könnten. Eine solche Zusicherung ist jedoch nicht abgegeben worden. Im fraglichen Schreiben ist von Einsprachen nicht die Rede und wird - unter Hinweis auf die öffentliche Planauflage in den Gemeinden - den Adressaten lediglich Gelegenheit geboten, die Projektunterlagen während einer gewissen Zeit direkt beim Bundesamt für Verkehr einzusehen. Das Bundesgericht hat unlängst in einem ähnlichen Fall festgestellt, dass die Ansetzung einer Frist zur Akteneinsicht, selbst wenn diese im Amtsblatt publiziert werde, die ordentliche Rechtsmittelfrist nicht zu verlängern vermöge (unveröffentlichtes Urteil vom 18. Mai 1990 i.S. Gemeinde Bösingen). Demnach kann auch im Schreiben des Bundesamtes für Verkehr vom 12. November 1987 keine Zusicherung auf die Möglichkeit der Rechtswahrung bis Ende Januar 1988 gesehen werden. Im übrigen hätten die Beschwerdeführerinnen allen Anlass gehabt, sich aufgrund des im Schreiben enthaltenen Hinweises auf die öffentliche Planauflage beim Bundesamt danach zu erkundigen, wann diese stattfinde und wie es sich mit der Eingabefrist verhalte.\n\nSelbst wenn aber hier die in der Praxis entwickelten Regeln über die unrichtige Rechtsmittelbelehrung anzuwenden wären, wäre damit den Beschwerdeführerinnen nicht geholfen. Nach ständiger bundesgerichtlicher Rechtsprechung haben falsche Auskünfte von Behörden nur dann eine vom materiellen Recht abweichende Behandlung des Rechtsuchenden zur Folge, wenn dieser die Unrichtigkeit der Auskunft nicht ohne weiteres erkennen konnte (BGE 115 Ib 18 ff. E. 4, BGE 114 Ia 106 ff. und dort zitierte Entscheide). So BGE 116 Ib 141 S. 146geniesst der Private keinen Vertrauensschutz, wenn er die Unrichtigkeit der Rechtsmittelbelehrung kennt oder sie bei genügender Aufmerksamkeit hätte kennen müssen, insbesondere wenn er oder sein Anwalt die Mängel der Belehrung schon allein durch Konsultierung des massgebenden Gesetzestextes hätte ersehen können (BGE 112 Ia 310, BGE 106 Ia 16 ff. E. 3). Nun wird, wie bereits erwähnt, in Art. 25 Abs. 1 und 4 PVV-EB klar festgehalten, dass sich die öffentliche Auflage und die Einsprachen im kombinierten Plangenehmigungsverfahren nach den Bestimmungen des Enteignungsgesetzes richten und dass der Verzicht auf Einsprache jegliche spätere Mitwirkung im Verfahren ausschliesst. Ein Blick auf diese Vorschrift und das Enteignungsgesetz hätte genügt, um zu erkennen, dass es sich bei der vom Bundesamt für Verkehr genannten Frist nicht um die gesetzliche Einsprachefrist handeln konnte. Zwar wird im Brief vom 12. November 1987 nicht erwähnt, welche Art von Verfahren eröffnet worden sei, doch wäre den Organisationen auch in dieser Hinsicht eine Rückfrage zuzumuten gewesen. Selbst wenn diese aber von der falschen Annahme ausgegangen wären, es sei ein ordentliches Verfahren im Sinne von Art. 20 lit. b und 22 ff. PVV-EB eingeleitet worden, so hätten sie der Verordnung ebenfalls ohne weiteres entnehmen können und müssen, dass auch im ordentlichen Plangenehmigungsverfahren die Stellungnahmen zum Projekt und Planänderungsbegehren während der dreissigtägigen Auflagefrist einzureichen sind (Art. 22b Abs. 1). Die Beschwerdeführer hätten sich deshalb nicht auf das fragliche Schreiben als Vertrauensgrundlage berufen können. Dieses kann deshalb auch nicht als \"Hindernis\" im Sinne der Artikel 39 und 40 EntG gelten."}