{"annee": "116", "cour": "II", "page": "305", "date": "6/6/1990", "cite": ["111 II 162", "111 II 471", "113 II 345", "114 II 289", "97 II 350", "107 II 50", "113 II 52", "95 II 43", "104 II 68", "109 II 40", "113 II 25", "81 II 512", "110 II 52"], "cite_par": ["119 II 127", "116 II 450", "130 III 504", "128 III 180", "130 III 591", "136 III 273", "128 III 22", "145 III 8"], "chapeau": "55. Auszug aus dem Urteil der I. Zivilabteilung vom 6. Juni 1990 i.S. Y. gegen X. (Berufung)", "regestes": ["Contrat d'entreprise; responsabilité de l'entrepreneur en raison des défauts de l'ouvrage; instructions du maître concernant la mise en oeuvre d'un sous-traitant; détermination du montant de la réduction du prix (art. 368 et 369 CO). 1. Instructions du maître quant au recours à un sous-traitant (consid. 2c/aa). Quand les réserves émises à l'encontre de telles instructions constituent-elles un avis? (consid. 2c/bb). Exceptions à l'exigence d'un avis (consid. 2c/cc). 2. Choix réservé au maître par l'art. 368 CO. Lorsque les parties conviennent de déroger à cette réglementation de nature dispositive et d'accorder la priorité au droit à la réfection de l'ouvrage, le maître perd son droit à la résolution du contrat ou à la réduction du prix s'il ne donne pas à l'entrepreneur la possibilité de réparer l'ouvrage (consid. 3a). L'octroi d'un nouveau délai de garantie ou la prolongation du délai en cours ne sauraient être assimilés à une réfection. Effets de l'accord au sujet de la garantie (consid. 3c). 3. Détermination de la réduction du prix selon l'art. 368 al. 2 CO. Quand les frais de réparation qui dépassent le montant de la réduction du prix peuvent-ils être remboursés au titre du dommage consécutif au défaut? (consid. 4a). 4. Point de départ des intérêts de la créance en restitution du prix de l'ouvrage et de la créance en paiement du montant destiné à réparer le dommage consécutif au défaut (consid. 7)."], "faits": "BGE 116 II 305 S. 306\n\nA.- X. erstellte in den Jahren 1972 bis 1977 ein Bürogebäude. Die Ausführung der Metallfassade, der Verglasung und der BGE 116 II 305 S. 307Sonnenstoren wurde Y. übertragen. Die Herstellung und Montage besorgte als dessen Unterakkordantin die M. AG. Ab Frühjahr 1978 zeigten sich Mängel an den Sonnenstoren.\n\nB.- Am 21. Mai 1979 klagte X. gegen Y. auf Nachbesserung, eventuell Beseitigung der Storen oder Kostenersatz für deren Selbstbeseitigung sowie Rückerstattung des Werkpreises, subeventuell auf Minderung.\n\nMit Klageänderung vom 6. Februar 1984 verlangte X. von Y. die Bezahlung von Fr. 1'511'510.65 als Ersatz der Behebungskosten, des Minderwerts und anderer Schäden bzw. als Rückerstattung des bezahlten Werklohnes, ferner von Fr. 200'753.95 für Schäden am Mobiliar, die Errichtung eines provisorischen Sonnenschutzes und den Mehrverbrauch der Klimaanlage sowie von Fr. 50'000.-- für Expertenkosten und Umtriebe.\n\nIn seiner Klageantwort und Widerklage beantragte Y., auf die Klage mangels Passivlegitimation nicht einzutreten, ihn eventuell zu ermächtigen, die Nachbesserung vorzunehmen oder, sofern dies nicht mehr möglich sei, die Klage abzuweisen, sowie die widerklageweise Verurteilung der Klägerin zur Tilgung seiner restanzlichen Werklohnforderung von Fr. 354'883.35.\n\nC.- Das Zivilgericht des Kantons Basel-Stadt schützte am 30. März 1987 die Klage im Umfange von Fr. 968'954.95 nebst Zins und erklärte die Widerklage, deren Forderung es vollumfänglich zur Verrechnung zuliess, als dahingefallen.\n\nDas Appellationsgericht des Kantons Basel-Stadt änderte am 16. Juni 1989 dieses Urteil hinsichtlich der Zinsforderung, bestätigte es im übrigen und wies die Mehrforderung der Klägerin sowie die Widerklage des Beklagten als unbegründet ab.\n\nD.- Die vom Beklagten gegen dieses Urteil erhobene eidgenössische Berufung heisst das Bundesgericht teilweise gut, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. c) Der Unternehmer im Werkvertrag schuldet ein mängelfreies Werk und hat sich bei dessen Mangelhaftigkeit je nach Erheblichkeit der Mängel die Wandelung des Vertrages oder die Herabsetzung des Werklohnes gefallen zu lassen oder kann zur Nachbesserung des Werks verpflichtet werden; bei Verschulden haftet er überdies für den Mangelfolgeschaden (Art. 368 OR). Überträgt er die Erstellung des Werkes als Hauptunternehmer BGE 116 II 305 S. 308einem Drittunternehmer, der zum Besteller nicht in ein Vertragsverhältnis tritt, hat er für den Arbeitserfolg dieses Subunternehmers oder Unterakkordanten als seines Erfüllungsgehilfen einzustehen. Er haftet kausal gegenüber den unmittelbaren Gewährleistungsansprüchen des Bestellers und gegenüber Ansprüchen auf Ersatz von Mangelfolgeschaden gemäss Art. 101 OR (BGE 107 II 439; GAUCH, Der Werkvertrag, 3. Aufl. 1985, S. 41 Rz. 146, S. 289 Rz. 1022, S. 291 Rz. 1027 und S. 356 ff. Rz. 1333 ff.; derselbe, Ein Bauwerk - mehrere Unternehmer, ZBJV 118/1982 S. 65 ff., 80 ff.; GAUTSCHI, N 21a zu Art. 364 OR). Davon gehen zu Recht auch die Vorinstanz und die Parteien aus.\n\nDer Beklagte beruft sich auf Art. 369 OR. Danach entfallen die Sachgewährleistungsansprüche des Bestellers, wenn er durch Weisungen, die er entgegen den ausdrücklichen Abmahnungen des Unternehmers über die Ausführung erteilte, oder auf andere Weise die Mängel selbst zu vertreten hat.\n\naa) Nach den Feststellungen der Vorinstanz wünschte die Klägerin bzw. ihr Architekt, die Ganzmetallstoren seien von der M. AG herzustellen und zu montieren, obgleich der Beklagte hiefür einen anderen Subunternehmer vorgeschlagen hatte. Das Appellationsgericht erblickt darin zutreffend eine Weisung im Sinne von Art. 369 OR. Eine Weisung kann namentlich auch den Beizug bestimmter Unterakkordanten zum Gegenstand haben (GAUCH, Werkvertrag, S. 364 Rz. 1366 und S. 382/3 Rz. 1452 ff.).\n\nbb) Die Sachgewährleistung des Unternehmers entfällt nach Art. 369 OR im allgemeinen bloss, wenn der Besteller trotz ausdrücklicher Abmahnung (avis formel, espresso parere) an seiner Weisung festhält. Eine ausdrückliche Abmahnung ist nach der bundesgerichtlichen Rechtsprechung nur anzunehmen, wenn eine eindeutige Willenskundgabe des Unternehmers vorliegt, aus welcher der Besteller schliessen muss, dass der Unternehmer die Verantwortung für die vorgeschriebene Ausführung ablehne (BGE 95 II 50). In der Literatur werden an die Willenserklärung teilweise weniger strenge Anforderungen gestellt; doch wird jedenfalls die Mitteilung verlangt, die Weisung sei fehlerhaft, weil sich aus ihrer Befolgung (möglicherweise) ein Werkmangel ergebe (GAUCH, Werkvertrag, S. 366 Rz. 1373). Die Frage, ob die Anforderungen an die Abmahnung entsprechend zu mildern seien, kann vorliegend jedoch offenbleiben. Keine Abmahnung ist ein allgemeiner Vorbehalt des Unternehmers, er würde technisch anders vorgehen oder er hätte einen anderen Subunternehmer vorgezogen (GAUCH, BGE 116 II 305 S. 309Werkvertrag, S. 366 Rz. 1373). Solche Vorbehalte können lediglich dann eine Abmahnung darstellen, wenn sie die Weisung im Hinblick auf den vertraglichen Arbeitserfolg beanstanden, wenn sie mindestens Bedenken äussern, der vorgeschriebene Subunternehmer biete nicht die erforderliche Gewähr für eine mängelfreie Ausführung.\n\nAufgrund ihrer Beweiswürdigung hält die Vorinstanz nicht als erstellt, dass der Beklagte solche Bedenken vorgetragen hätte. Er sei über die Weisung bloss unglücklich gewesen, was eine Verstimmung zwischen ihm und der Subunternehmerin bewirkt habe. Wenn der Beklagte demgegenüber ausführt, er habe sich gegen den Beizug der M. AG energisch zur Wehr gesetzt, unterstellt er einen Sachverhalt, der von den verbindlichen Feststellungen des Appellationsgerichts abweicht und daher im Berufungsverfahren unbeachtet zu bleiben hat. Zudem macht der Beklagte selbst nicht geltend, die Fähigkeiten der vorgeschriebenen Subunternehmerin in Frage gestellt zu haben. Der vom Beklagten angerufenen Literaturstelle bei GAUCH (Werkvertrag, S. 382 Rz. 1453) lässt sich lediglich die Auffassung entnehmen, der Unternehmer könne seine Bedenken gegen die Fähigkeiten oder Zuverlässigkeit eines vorgeschriebenen Subunternehmers auch damit begründen, dieser sei ihm unbekannt. Damit sagt er aber nicht aus, bereits der Einwand der fehlenden persönlichen Bekanntschaft genüge als Abmahnung. Zu Recht verneint daher das Appellationsgericht eine ausdrückliche Abmahnung, an welche grundsätzlich strenge Anforderungen zu stellen sind (BGE 95 II 51 E. d).\n\ncc) In seinem Eventualstandpunkt macht der Beklagte geltend, eine Haftungsbefreiung sei auch ohne Abmahnung eingetreten, da die Weisung sachverständig erteilt worden sei, und zudem nicht er, sondern die Klägerin Anlass gehabt hätte, an den Fähigkeiten der Subunternehmerin zu zweifeln.\n\nDie gesetzliche Regelung beruht auf der Vorstellung, dass im Werkvertragsrecht der Sachverstand beim Unternehmer liegt. Sie ist jedoch dann einzuschränken, wenn die konkreten Verhältnisse dieser Vorstellung nicht entsprechen, insbesondere der massgebende Sachverstand dem Besteller (oder seinen Hilfspersonen) zuzurechnen ist. Nach Lehre und Rechtsprechung wird der Unternehmer von seiner Haftung auch dann befreit, wenn er eine Abmahnung unterlassen hat, es sei denn, er habe die Fehlerhaftigkeit der Weisung erkannt oder hätte sie erkennen müssen (nicht publizierter Entscheid des Bundesgerichts vom 20. März 1990 i.S. J. M. AG c.\n\nBGE 116 II 305 S. 310J. Z.; GAUCH, Werkvertrag, S. 369 ff. Rz. 1388 ff.). Diese für den Bereich der technischen Ausführungsweisungen zutreffende Auffassung kann indessen nicht unbesehen auf Weisungen über den Beizug eines Subunternehmers übertragen werden. Hier steht nicht die Frage des Sachverstands, sondern diejenige nach den einschlägigen Erfahrungen im Vordergrund; dies gilt jedenfalls insoweit, als der vorgeschriebene Subunternehmer nicht wegen seiner Unerfahrenheit, seiner ungenügenden (personellen oder maschinentechnischen) Kapazität oder seiner Branchenfremdheit allgemein als ungeeignet erscheint, die Leistung zu erbringen. Eignet sich der vorgeschriebene Subunternehmer für die auszuführende Arbeit, haftet der Hauptunternehmer ausnahmsweise ohne Abmahnung dann nicht, wenn zwar nicht er, aber der Besteller kraft einschlägiger Erfahrung und Kenntnis Bedenken gegen diesen haben musste (GAUCH, Werkvertrag, S. 382 Rz. 1454). Den tatsächlichen Feststellungen der Vorinstanz sind indessen keine Anhaltspunkte zu entnehmen, welche auf eine allgemeine Unfähigkeit der vorgeschriebenen Subunternehmerin oder auf konkrete Bedenken der Klägerin gegen deren Fähigkeiten oder Zuverlässigkeit schliessen liessen.\n\nWeiter ist zu beachten, dass die Funktionsstörungen der Ganzmetallstoren und damit die Mängel der Anlage nach den verbindlichen Feststellungen des Appellationsgerichts auf einen Verschleiss des Führungslagers der Scherenglieder zurückzuführen und damit in erster Linie werkstoffbedingt waren. Die Haftungsbefreiung des Beklagten könnte daher ohne ausdrückliche Abmahnung nur eintreten, wenn ihm auch hinsichtlich der technischen Ausführung bzw. des zu verwendenden Werkstoffes eine sachverständige Weisung erteilt worden wäre, deren Fehlerhaftigkeit er weder erkannte noch hätte erkennen müssen. Dies stellt das Appellationsgericht jedoch nicht fest. Namentlich schliesst es zu Recht aus der Tatsache, dass die Storen von der Klägerin und der Subunternehmerin gemeinsam im Windkanal auf Lärmwirkungen und aerodynamisches Verhalten geprüft wurden, nicht auf eine solche Weisung. Ein offensichtliches Versehen im Sinne von Art. 63 Abs. 2 OG liegt dabei nicht vor, wenn die Vorinstanz aus den erhobenen Beweisen angeblich unzutreffende Schlüsse zieht (BGE 104 II 74). Die vorinstanzliche Beweiswürdigung ist für das Bundesgericht im Berufungsverfahren verbindlich (Art. 55 Abs. 1 lit. c und Art. 63 Abs. 2 OG; BGE 113 II 55 mit Hinweisen).\n\ndd) Offenbleiben kann, ob Art. 29 Abs. 5 der SIA-Norm 118 (Ausgabe 1977) zu einem anderen Ergebnis führen würde, da diese BGE 116 II 305 S. 311Ausgabe der genannten Allgemeinen Vertragsbedingungen unbestritten nicht Vertragsbestandteil bildete.\n\nee) Das Appellationsgericht verneint das Vorliegen verschiedener vom Beklagten behaupteter Mängelursachen (Schadstoffablagerungen, ungenügende Wartung, Entfernung der ursprünglichen Fabrikschmierung) und damit den natürlichen Kausalzusammenhang. Es handelt sich dabei um eine im Berufungsverfahren nicht überprüfbare Tatfrage (BGE 113 II 351 E. 2a). Soweit der Beklagte geltend machen sollte, durch die Ablehnung einer Oberexpertise zu diesen Fragen sei sein bundesrechtlicher Beweisführungsanspruch verletzt worden, übersieht er, dass Art. 8 ZGB bei positivem Beweisergebnis keinen Anspruch auf zusätzliche Beweiserhebungen gibt (BGE 114 II 291). Mangels natürlicher Kausalität stellt sich daher die Frage nicht, ob die genannten Umstände dem Risikobereich des Bestellers im Sinne von Art. 369 OR zuzuordnen wären oder eine Haftungsminderung des Beklagten analog Art. 44 OR zu begründen vermöchten (dazu GAUCH, Werkvertrag, S. 386 ff. Rz. 1469 ff.). Ebensowenig bewirkt die Tatsache, dass dem Beklagten ein bestimmter Subunternehmer vorgeschrieben wurde, für sich allein bereits eine teilweise Entlastung des Unternehmers; die Frage stellte sich bloss, wenn der Klägerin die Auswahl dieses Unterakkordanten zum Vorwurf gereichte (SPIRO, Die Haftung für Erfüllungsgehilfen, S. 167 Fn. 7), was nach dem Beweisergebnis zu verneinen ist. Schliesslich resultiert auch aus dem Umstand, dass das Gebäude der Klägerin als Rundbau architektonisch einmalig und nicht herkömmlich gestaltet ist, keine (Teil)entlastung des Unternehmers; er hat die Ausführungstauglichkeit nicht abgemahnt.\n\n3. Der Beklagte macht weiter geltend, die Gutheissung des Minderungsbegehrens der Klägerin verstosse gegen Bundesrecht, da rechtsgenüglich Nachbesserung angeboten worden sei.\n\na) Dem Besteller steht nach Art. 368 OR bei gegebenen Voraussetzungen das Wahlrecht zu, Wandelung, Minderung oder Nachbesserung zu beanspruchen (BGE 109 II 41). Die Regelung ist dispositiver Natur. Vorliegend haben die Parteien die SIA-Norm 118 (Ausgabe 1962) zum Vertragsbestandteil erhoben, welche in Art. 26 Abs. 2 einen Vorrang des Nachbesserungsrechtes normiert, mithin den Unternehmer in den Stand setzt, den Besteller an der Ausübung des Minderungs- oder Wandelungsrechts zu hindern, wenn er bereit und imstande ist, die Mängel frist- und sachgerecht zu beheben. Folgerichtig verliert der Besteller seine BGE 116 II 305 S. 312Ansprüche auf Wandelung oder Minderung, wenn er eigenmächtig die Mängel selbst oder durch einen Dritten beseitigt, ohne dem Unternehmer vorher Gelegenheit zur Nachbesserung zu geben (BGE 110 II 53 zur im Grundsatz unveränderten Regelung nach Art. 169 Abs. 1 der SIA-Norm 118, Ausgabe 1977).\n\nVon dieser Rechtslage geht zutreffend auch das Appellationsgericht aus, hält aber dafür, der Beklagte habe seinen Nachbesserungsanspruch verwirkt, indem weder er noch seine Subunternehmerin fristgerecht eine sachgerechte Mängelbehebung angeboten hätten.\n\nb) Soweit der Beklagte geltend macht, das Appellationsgericht würdige im Rahmen des Verwirkungstatbestandes nur das Verhalten des Hauptunternehmers, lasse jedoch ausser acht, dass die M. AG rechtsgenüglich Nachbesserung offeriert habe und sie eine Sanierung hätte durchführen können, sind seine Einwände unbegründet. Das Appellationsgericht vertritt keine abweichende Auffassung, sondern befindet lediglich, weder der Beklagte selbst noch seine Subunternehmerin hätten innert Frist eine sachgerechte Nachbesserung angeboten. Zu prüfen bleibt daher einzig, ob das Appellationsgericht das Nachbesserungsangebot der Subunternehmerin zu Recht für ungenügend hielt, zumal der Beklagte nicht geltend macht, er selbst habe eine hinreichende Mängelbehebung offeriert.\n\nc) Das Appellationsgericht hält für das Bundesgericht verbindlich fest (Art. 63 Abs. 2 OG; BGE 113 II 27 E. 1a), die M. AG habe bei ihrem Angebot, die defekte Storenanlage zu sanieren, bloss an eine erweiterte Wartung gedacht. Bundesrechtskonform schliesst die Vorinstanz daraus, eine sachgerechte Nachbesserung sei nicht offeriert worden. Denn der Besteller hat sich weder mit einem Flickwerk noch mit einer blossen Behelfslösung zu begnügen (GAUCH, Werkvertrag, S. 330 Rz. 1218 und S. 336 Rz. 1245/6). Dies gilt vorliegend umso mehr, als nach den verbindlichen tatsächlichen Feststellungen der Vorinstanz die aufgetretenen Mängel nicht auf eine ungenügende Wartung der Anlage zurückzuführen waren.\n\nDer Beklagte rügt in diesem Zusammenhang als offensichtliches Versehen des Appellationsgerichts, dass es die fünfjährige Garantiezusicherung der Subunternehmerin nicht beachte. Ob ein Versehen vorliegt, kann offenbleiben. Die Gewährung einer neuen oder die Erstreckung einer laufenden Garantiefrist stellt keine Nachbesserung dar. Bei rechtsgenüglich erfolgter Mängelrüge kommt einer BGE 116 II 305 S. 313Garantieabsprache im wesentlichen lediglich verjährungsrechtliche Bedeutung zu. Dabei übersieht der Beklagte, dass bereits eine Anerkennung der Gewährleistungspflicht, insbesondere auch der Nachbesserung, die Verjährung unterbricht. Diese Verjährungsfrist aber beträgt nach zutreffender Auffassung auch unter der Ordnung der SIA-Norm 118, Ausgabe 1962, fünf Jahre, so dass insoweit die Klägerin durch die behauptete Zusicherung einer neuen Garantiefrist ohnehin keine Verbesserung ihrer vertraglichen Rechtsstellung erlangt hätte (nicht publizierter Entscheid des Bundesgerichts vom 21. Dezember 1988 i.S. F. AG c. Kanton Zürich E. 2a entgegen BGE 97 II 354 E. d; GAUCH, Werkvertrag, S. 513 Rz. 1986).\n\nDie Subunternehmerin hat somit keine hinreichende Nachbesserung angeboten und der Beklagte sein Nachbesserungsrecht mit Ablauf der angemessen gesetzten Frist verwirkt. Dabei kann offenbleiben, ob die Klägerin sich überhaupt mit einer Nachbesserungsofferte der Subunternehmerin hätte begnügen müssen, wenn der Beklagte als ihr Vertragspartner seine Gewährleistungspflicht weiterhin bestritt.\n\nd) Zutreffend führt schliesslich das Appellationsgericht aus, da der Beklagte sein Nachbesserungsrecht verwirkt habe, sei rechtlich bedeutungslos, ob die Ersatzlösung der Klägerin unter betrieblichen Gesichtspunkten grössere Vorteile als die sanierte, ursprüngliche Anlage gebracht habe. Die diesbezügliche Kritik des Beklagten ist daher unbegründet, soweit sie zufolge unzulässiger neuer tatsächlicher Vorbringen nicht ohnehin unbeachtlich ist (Art. 55 Abs. 1 lit. c OG; BGE 111 II 473 E. 1c). Jedenfalls erübrigt sich eine diesbezügliche Ergänzung des Sachverhalts (Art. 64 Abs. 1 OG) mangels Rechtserheblichkeit.\n\n4. Den Minderungs- oder Herabsetzungsbetrag beziffert das Appellationsgericht mit Fr. 1'274'714.--. Dieser Betrag entspricht den Kosten der Drittnachbesserung. Der Beklagte kritisiert diese Berechnungsweise.\n\na) Der Herabsetzungsbetrag nach Art. 368 Abs. 2 OR entspricht der proportionalen Kürzung der Vergütung um das Mass des Minderwertes des Werkes (BGE 111 II 162; GAUCH, Werkvertrag, S. 317 ff. Rz. 1154 ff.). Deckt sich der objektive Wert des mängelfrei gedachten Werkes mit der vertraglichen Vergütung, entspricht die Minderung auch betragsmässig dem Minderwert (GAUCH, Werkvertrag, S. 323 Rz. 1182). Aufgrund einer tatsächlichen Vermutung darf mit der Vorinstanz davon ausgegangen BGE 116 II 305 S. 314werden, der Minderwert des Werkes entspreche den Kosten der Mängelbehebung (BGE 111 II 164 E. c).\n\nDie Vorinstanz geht an sich zutreffend von einem Gesamtwerk aus. Sie beachtet aber nicht, dass die Parteien für die Storenanlage im Werkvertrag offensichtlich eine eigene und in sich geschlossene Vergütung vereinbart haben. Diese gibt die Klägerin selbst mit Fr. 1'566'266.-- an. Darin sollen ebenfalls die Kosten der Steuerungsanlage enthalten sein, welche ihrerseits nicht mängelbehaftet sein und nach den ursprünglichen Darlegungen der Klägerin einen Wert von Fr. 450'000.-- aufweisen soll. Die Vorinstanz äussert sich zum objektiven Minderwert des Werkes nicht. Insbesondere geht aus ihren tatsächlichen Feststellungen nicht hervor, ob der Minderwert des Gesamtwerkes den Wert des Werkteils Storenanlage überstieg und weshalb. Ist dies nicht der Fall, kann der Herabsetzungsbetrag von vornherein nicht höher sein als die für die Storenanlage geschuldete Vergütung bzw. die proportionale Kürzung dieser Vergütung um den Minderwert der Storenanlage unter Berücksichtigung des Restwerts der mängelfreien Steuerungsanlage. Daran ändert auch die Anlehnung an die Nachbesserungskosten nichts, denn der Herabsetzungsbetrag hat nach Art. 368 Abs. 2 OR dem Minderwert des Werks und nicht den Verbesserungskosten zu entsprechen (GAUCH, Werkvertrag, S. 324 Rz. 1184 ff.). Liegen die Verbesserungskosten über dem relativ ermittelten Herabsetzungsbetrag, fallen sie nicht unter den Begriff der Minderung (GAUCH, Werkvertrag, S. 324 Rz. 1188). Diesfalls aber sind sie dem Besteller auch nicht unter dem Titel eines Schadenersatzes zu vergüten, da er mit der Ausübung seines Minderungsrechtes den Nachbesserungsanspruch verliert und infolgedessen auch denjenigen auf Ersatz von Nachbesserungskosten bei Selbstverbesserung ohne richterliche Ermächtigung (BGE 107 II 55 E. 3), sofern diese Kosten den nach Art. 368 Abs. 2 OR zu berechnenden Herabsetzungsbetrag übersteigen (GAUCH, Werkvertrag, S. 325/6 Rz. 1192 ff.). Ein solcher Anspruch bleibt dem Besteller vielmehr nur gewahrt, wenn er seinerseits auf dem Nachbesserungsanspruch beharrt und die Drittkosten bei Selbstverbesserung als Mangelfolgeschaden geltend macht. Übt er dagegen sein Wahlgestaltungsrecht zugunsten der Minderung aus, beschränkt sich sein Anspruch auf den Herabsetzungsbetrag nach Art. 368 Abs. 2 OR (vgl. BGE 109 II 41/2). Darüber hinausgehende Nachbesserungskosten kann er diesfalls auch nicht als Mangelfolgeschaden geltend machen, ist der zum Ersatz beanspruchte BGE 116 II 305 S. 315Aufwand doch im Mangel selbst begründet und nicht dessen Folge (GAUCH, Werkvertrag, S. 351 Rz. 1315).\n\n7. Insoweit die Klägerin aus ihrem Minderungsanspruch den geleisteten Werklohn teilweise zurückfordern kann, schuldet der Beklagte diesen Betrag nebst Zins (analog Art. 208 OR; GAUCH, Werkvertrag, S. 312 Rz. 1129). Auf dem Betrag zur Deckung des Mangelfolgeschadens schuldet er Schadenszins (BGE 81 II 519 E. 6). Die Zinspflicht beginnt im ersten Fall im Zeitpunkt des Empfangs der rückzuerstattenden Vergütung, im zweiten Fall mit dem Eintritt des Schadens. Von dieser Rechtslage geht zutreffend auch die Vorinstanz aus. Insoweit ist die Berufung unbegründet."}