{"annee": "116", "cour": "V", "page": "281", "date": "17/9/1990", "cite": ["112 V 55", "115 V 326"], "cite_par": ["125 V 475", "132 III 172", "129 V 105", "123 V 70", "126 V 207", "121 V 165"], "chapeau": "42. Auszug aus dem Urteil vom 17. September 1990 i.S. Bundesamt für Industrie, Gewerbe und Arbeit gegen B. und Kantonale Rekurskommission für die Arbeitslosenversicherung, Zürich", "regestes": ["Art. 23 al. 1 LACI: Gain assuré. Les indemnités versées pour les heures supplémentaires ne font pas partie du gain assuré."], "faits": "", "considerants": "|281|\n\nAus den Erwägungen:\n\n1. Gemäss Art. 23 Abs. 1 Satz 1 AVIG gilt als versicherter Verdienst der für die Beitragsbemessung massgebende Lohn (Art. 3), der während eines Bemessungszeitraums normalerweise erzielt wurde, einschliesslich der vertraglich vereinbarten regelmässigen Zulagen, soweit sie nicht Entschädigung für arbeitsbedingte Inkonvenienzen sind.\n\n2. Im vorliegenden Fall ist streitig, ob die dem Beschwerdegegner ausgerichtete Überstundenentschädigung Bestandteil des versicherten Verdienstes bildet. Bei der Prüfung dieser Rechtsfrage, zu der das Eidg. Versicherungsgericht bislang nicht Stellung zu nehmen hatte, ist nicht der Begriff der Überstundenarbeit im engeren, technischen Sinne massgebend, worunter jede die normale Arbeitszeit überschreitende Arbeit zu verstehen ist. Auszugehen ist vielmehr vom weiter gefassten Begriff der Überzeit. Als solche gilt die Arbeit, welche die gesetzlich festgelegte Höchstarbeitszeit nach Arbeitsgesetz überschreitet und bei Nichtausgleichung durch Freizeit mit einem Zuschlag von mindestens 25% wettzumachen ist (Art. 13 ArG; REHBINDER, Schweizerisches Arbeitsrecht, 9. Aufl., S. 42 f.). Um festzustellen, ob Überzeitentschädigung als versicherter Verdienst gilt, muss Art. 23 Abs. 1 Satz 1 AVIG ausgelegt werden.\n\n|282|\n\na) (Auslegung des Gesetzes)\n\nb) Aufgrund des Wortlautes von Art. 23 Abs. 1 Satz 1 AVIG lässt sich die vorliegend interessierende Frage nicht beantworten. Unklar ist das Verhältnis des für die Beitragsbemessung massgebenden Lohnes im Sinne der AHV-Gesetzgebung (Art. 3 AVIG) zu dem während des Bemessungszeitraums \"normalerweise\" erzielten Verdienst. Der Auslegung bedarf insbesondere der unbestimmte Rechtsbegriff \"normalerweise\". Dass Entschädigungen für Überzeitarbeit AHV-rechtlich Bestandteile des für die Beitragspflicht massgebenden Lohnes darstellen (Art. 7 lit. a AHVV), bedeutet nicht, dass sie zwangsläufig zum AlV-relevanten versicherten Verdienst gehören. Denn nur jener beitragsrechtlich massgebende Lohn, welcher während des Bemessungszeitraumes normalerweise erzielt wird, gehört zum versicherten Verdienst. Nebst dieser allgemein formulierten Einschränkung behält das Gesetz konkret bestimmte Ausnahmen wie Entschädigungen für arbeitsbedingte Inkonvenienzen (Art. 23 Abs. 1 Satz 1) und Nebenverdienste (Art. 23 Abs. 3) vor, die bei der Festsetzung des versicherten Verdienstes ausser Betracht fallen (BGE 112 V 59 Erw. 2a; vgl. auch BGE 115 V 326).\n\nc) Der während der Übergangsordnung (AlVB vom 8. Oktober 1976) bis zum 31. Dezember 1983 gültig gewesene Art. 33 Abs. 1 AlVV vom 14. März 1977 hat den versicherten Verdienst wie folgt umschrieben:\n\n\"Als versicherter Verdienst gilt, bis zu dem in Art. 2 des Beschlusses\n\ngenannten Höchstbetrag, der für die Berechnung der Beiträge an die Alters-\n\nund Hinterlassenenversicherung massgebende Lohn, mit Ausnahme der\n\nEntschädigungen für Überzeitarbeit, für vorübergehende Nacht- und\n\nSonntagsarbeit sowie von Gratifikationen, auf die kein Rechtsanspruch\n\nbesteht. Ausgenommen sind ferner Entschädigungen zur Deckung des\n\nLohnausfalles während der Ferien bzw. Feiertage.\"\n\nDiese Umschreibung stimmte materiell mit dem altrechtlichen, bis Ende März 1977 in Kraft gewesenen Art. 4bis Abs. 1 AlVV überein.\n\nAltrechtlich waren somit Überzeitentschädigungen vom versicherten Verdienst ausgeschlossen. In der Botschaft zum geltenden AVIG hielt der Bundesrat zum Begriff des versicherten Verdienstes fest (BBl 1980 III 577):\n\n\"Es ist ... auf den für die Beitragsbemessung massgebenden Lohn\n\nabzustellen, der die Kinderzulagen nicht umfasst, jedoch die\n\nHaushaltszulagen sowie die vertraglich vereinbarten dauernden Zulagen.\n\nUnter diesen sind z.B. regelmässig ausgerichtete\n\nInkonvenienzentschädigungen zu verstehen, |283|\n\nnicht jedoch Entschädigungen für vorübergehende Nacht- und Sonntagsarbeit\n\noder Überzeitarbeit.\"\n\nAus diesen Ausführungen wird klar, dass der altrechtlich in der Verordnung ausdrücklich normierte Ausschluss von Überzeitentschädigung aus dem versicherten Verdienst ins neue Recht übernommen werden sollte. Neu war, dass diese Regelung nicht mehr bloss auf Verordnungs-, sondern auf Gesetzesstufe vorgesehen war, wenn auch nur noch indirekt, mit der Wendung \"normalerweise erzielter Lohn\".\n\nDie vom Bundesrat in der Botschaft geäusserte Absicht, Überzeitentschädigungen vom versicherten Verdienst auszuschliessen, blieb in der vorberatenden nationalrätlichen Kommission unbestritten (Kommission des Nationalrates, Sitzung vom 24./25. November 1980, Protokoll S. 17 f.), während dieser Punkt in der Kommission des Ständerates zu keinen Diskussionen Anlass gab (Kommission des Ständerates, Sitzung vom 17./18. August 1981, Protokoll S. 39). Bei der Behandlung des AVIG in den eidgenössischen Räten wurde der heute geltende Art. 23 Abs. 1 in der von der Kommission des Nationalrates unterbreiteten Fassung, die im vorliegend interessierenden Punkt dem Entwurf des Bundesrates entsprach, diskussionslos angenommen (Amtl.Bull. 1981 N 672; Amtl.Bull. 1982 S 135). Nach dem Willen des Gesetzgebers muss daher Überzeitentschädigung bei der Ermittlung des versicherten Verdienstes ausser acht bleiben.\n\nd) Zum gleichen Ergebnis wie die Auslegung aufgrund der Gesetzesmaterialien führt auch die Auslegung nach Sinn und Zweck von Art. 23 Abs. 1 AVIG. Wie das Bundesamt für Industrie, Gewerbe und Arbeit (BIGA) zutreffend geltend macht, will das AVIG den versicherten Personen einen angemessenen Ersatz für Erwerbsausfälle u.a. wegen Arbeitslosigkeit garantieren (Art. 34novies BV; Art. 1 AVIG). Eine Entschädigung für ausgefallene Überzeitarbeit widerspräche dem auch in anderen Bereichen des Gesetzes zum Ausdruck kommenden Grundgedanken der Arbeitslosenversicherung: Diese soll nur für eine normale übliche Arbeitnehmertätigkeit Versicherungsschutz bieten, dagegen keine Entschädigung für Erwerbseinbussen ausrichten, die aus dem Ausfall einer Überbeschäftigung stammen (BGE 115 V 328 Erw. 3a mit Hinweisen). Sodann bemerkt das BIGA zu Recht, dass eine solche Lösung auch kaum mit anderen Bestimmungen des AVIG, insbesondere mit Art. 16 Abs. 1 lit. e vereinbar wäre. Danach gilt eine Arbeit hinsichtlich des Verdienstes als zumutbar, |284| wenn sie dem Arbeitslosen einen Lohn einbringt, der nicht geringer ist als die ihm zustehende Arbeitslosenentschädigung. Würden Überzeitentschädigungen beim versicherten Verdienst angerechnet, ergäbe sich bei Versicherten, die vor Eintritt der Arbeitslosigkeit regelmässig in erheblichem Umfang Überstunden geleistet haben, eine entsprechend hohe Arbeitslosenentschädigung mit der Folge, dass für sie bei normaler Arbeitszeit kaum mehr eine arbeitslosenversicherungsrechtlich zumutbare Arbeit gefunden werden könnte."}