{"annee": "116", "cour": "III", "page": "8", "date": "27/3/1990", "cite": ["114 III 62", "110 III 1", "109 III 4"], "cite_par": ["129 III 556", "120 III 117", "117 III 7"], "chapeau": "3. Extrait de l'arrêt de la Chambre des poursuites et des faillites du 27 mars 1990 dans la cause Finalsit S.A. (recours LP)", "regestes": ["Notification du commandement de payer (art. 64 et 65 LP). Un avis de retrait d'un commandement de payer ne doit pas être déposé dans la case postale du débiteur, contrairement aux avis de retraits de simples communications de l'office au sens de l'art. 34 LP (consid. 1a). S'agissant des personnes morales, le commandement de payer doit être notifié à l'organe responsable, habilité à décider de l'opportunité de faire opposition (consid. 1b)."], "faits": "BGE 116 III 8 S. 8\n\nA.- Société Financière Finalsit S.A., à Lugano (ci-après: Finalsit S.A.) proposa à Ermewa S.A. à Genève de lui vendre la BGE 116 III 8 S. 9totalité des parts qu'elle possédait dans la société italienne Centrochimica Srl. Le 20 juillet 1988, la vente fut conclue pour un montant de 100'000 francs. Le 8 mai 1989, Finalsit S.A. voulut remettre en cause cette vente, prétextant qu'Ermewa S.A. n'en respectait pas les conditions.\n\nAprès divers échanges épistolaires, Ermewa S.A. apprit, le 8 août 1989, qu'un commandement de payer pour un montant de 12'000'000 francs lui avait été notifié le 7 juillet 1989 et n'avait pas été frappé d'opposition.\n\nUn avis de retrait d'acte de poursuite avait été déposé directement dans la case postale de la société, sans que le facteur tentât une notification.\n\nB.- Ermewa S.A. forma une plainte contre cette communication. Elle faisait valoir que, contrairement aux indications portées sur le commandement de payer, son employée n'en avait pas pris possession au guichet postal le 7 juillet 1989 et ne l'avait pas apporté dans les locaux de la société.\n\nLe 28 février 1990, l'Autorité de surveillance des offices de poursuite pour dettes et de faillite du canton de Genève a annulé la communication intervenue le 7 juillet 1989 et les actes de poursuite subséquents.\n\nC.- Finalsit S.A. a déposé un recours auprès de la Chambre des poursuites et des faillites du Tribunal fédéral. Elle conclut à l'annulation de la décision attaquée, vu la validité du commandement de payer et de sa notification.\n\nLe recours a été rejeté.", "considerants": "Considérant en droit:\n\n1. L'autorité cantonale a admis, à juste titre, que le commandement de payer doit être notifié personnellement au débiteur dans sa demeure ou à l'endroit où il exerce habituellement sa profession (art. 64 LP). Il ne doit pas être déposé dans sa case postale.\n\na) La notification des actes de poursuite, spécialement des commandements de payer, revêt une signification particulière, contrairement à de simples communications de l'Office au sens de l'art. 34 LP. Le commandement de payer est en effet établi sur la simple allégation d'une créance en faveur du poursuivant. La possibilité de former opposition, immédiatement et sans motivation, donne dès lors aux modalités de la notification une BGE 116 III 8 S. 10importance toute particulière. La formule 3b (Commandement de payer) prévoit d'ailleurs expressément la notification personnelle, laquelle doit être attestée par le fonctionnaire ou le facteur. Il y est en outre rappelé que la notification ne peut être opérée ni par lettre ordinaire ni par lettre recommandée. A cet égard, RUEDIN (FJS 978a, p. 4, n. 24) s'appuie sur une fausse situation initiale (notification d'une décision de l'autorité de surveillance: ATF 110 III 3 ss).\n\nb) S'agissant des personnes morales, l'art. 65 LP prévoit, toujours dans la même optique, que le commandement de payer doit être notifié en premier lieu à l'organe responsable, habilité à décider de l'opportunité de faire opposition. La notification doit ainsi être faite à un membre de l'administration ou à un fondé de procuration. C'est pourquoi, comme l'autorité cantonale l'a justement relevé, lorsque la poursuite est dirigée contre une personne morale, il faut également indiquer dans le commandement de payer, respectivement dans la réquisition de poursuite, le nom d'un représentant autorisé (art. 65 al. 1 ch. 2 et 67 LP; ATF 109 III 4 ss). Si ces indications font défaut, l'Office des poursuites doit immédiatement en aviser le créancier et lui donner la possibilité de compléter la réquisition. Le commandement de payer ne sera annulé sur plainte du poursuivi que si le créancier ne renseigne pas l'Office dans le délai qui lui aura été imparti (ATF 114 III 62 ss)."}