{"annee": "116", "cour": "II", "page": "605", "date": "26/11/1990", "cite": ["99 IB 34", "92 I 303", "106 II 352", "104 IB 264"], "cite_par": ["130 III 58", "119 V 317", "128 I 19"], "chapeau": "107. Auszug aus dem Urteil der I. Zivilabteilung vom 26. November 1990 i.S. Wirtschaftskammer Schweiz-Australien gegen Eidgenössisches Amt für das Handelsregister (Verwaltungsgerichtsbeschwerde)", "regestes": ["Inscription au registre du commerce d'un nom pour une association (art. 944 CO, art. 45-47 ORC). 1. Les principes valant pour la formation des raisons de commerce s'appliquent aussi à l'inscription d'associations au registre du commerce (art. 944 OR, art. 47 ORC) (consid. 4a). 2. Des chambres de commerce bilatérales suisses ne pourront en tant que telles être inscrites au registre que si elles occupent une position officielle ou officieuse. L'association \"Wirtschaftskammer Schweiz-Australien\" ne remplit pas ces conditions; rejet de l'inscription en raison du risque de tromperie (consid. 4b/c)."], "faits": "", "considerants": "BGE 116 II 605 S. 605\n\nErwägungen:\n\n1. Das Eidgenössische Amt für das Handelsregister (EHRA) verweigerte der Wirtschaftskammer Schweiz-Australien mit BGE 116 II 605 S. 606Verfügung vom 10. Juli 1990 gestützt auf Art. 45 und 47 HRegV die Eintragung ihres Vereinsnamens in das Handelsregister.\n\nDie Wirtschaftskammer führt eidgenössische Verwaltungsgerichtsbeschwerde mit dem Antrag, den Registereintrag zu bewilligen, eventuell die Streitsache zur Ergänzung des Sachverhalts an die Vorinstanz zurückzuweisen. Verfahrensrechtlich begehrt sie die Edition verschiedener Akten und die Gewährung rechtlichen Gehörs.\n\nDas EHRA trägt auf Abweisung der Beschwerde an. Im Nachgang zu seiner Vernehmlassung hat die Beschwerdeführerin dem Bundesgericht unaufgefordert eine zusätzliche Eingabe eingereicht.\n\n4. a) Nach Art. 944 OR sind nur Firmen zulässig, deren Inhalt der Wahrheit entspricht, keine Täuschungen verursachen kann und keinem öffentlichen Interesse zuwiderläuft (Abs. 1). Der Bundesrat kann bestimmen, in welchem Umfang nationale und territoriale Bezeichnungen verwendet werden dürfen (Abs. 2). Diese Grundsätze gelten auch für die Eintragung von Vereinen in das Handelsregister (Art. 47 HRegV; BGE 99 Ib 38 E. 2c; RIEMER, Kommentar zum Vereinsrecht, Systematischer Teil, N 406 ff. und 417 ff.).\n\nGestützt auf Art. 944 Abs. 2 OR hat der Bundesrat angeordnet, dass keine schweizerisch-nationalen oder territorialen und regionalen Bezeichnungen in die Firma aufgenommen werden dürfen, das EHRA jedoch Ausnahmen gestatten kann, wenn sie durch besondere Umstände gerechtfertigt sind (Art. 45 f. HRegV). Das EHRA braucht danach eine solche Bezeichnung nicht schon deshalb zu gestatten, weil der beanspruchte Zusatz weder täuschend noch reklamehaft (Art. 44 Abs. 1 HRegV) ist; es muss sie indessen zulassen, wenn ein schutzwürdiges Interesse daran besteht (BGE 104 Ib 265 f. E. 2 mit Hinweisen). Ob besondere Umstände für die ausnahmsweise Bewilligung einer geographischen Bezeichnung gegeben sind, stellt dabei einen Ermessensentscheid dar, welchen das Bundesgericht im Verfahren der verwaltungsgerichtlichen Beschwerde nur auf qualifizierte Ermessensfehler hin überprüft (Art. 104 lit. a OG; BGE 104 Ib 266 E. 2b mit Hinweisen). Zuzulassen ist eine nationale Bezeichnung namentlich, wenn der Firmen- oder Namensträger eine die gesamte Schweiz betreffende offizielle oder offiziöse Tätigkeit entfaltet oder eine wirtschaftliche Stellung errungen hat, die ihn zum tatsächlichen Vertreter gesamtschweizerischer Interessen stempelt (BGE 92 I 305 E. 1 mit Hinweisen).\n\nBGE 116 II 605 S. 607\n\nb) Den schweizerischen Handelskammern im Ausland kommt in den aussenwirtschaftlichen Beziehungen der Schweiz eine besondere Bedeutung zu. Im Rahmen des weitgehend auf dem Milizsystem fussenden Exportförderungsdispositivs stellen sie trotz ihres an sich privaten Charakters eine wichtige Komponente dar. Unternehmer der schweizerischen Exportwirtschaft haben in verschiedenen Ländern zur Wahrung ihrer Interessen Handelskammern gegründet, von denen eine Anzahl über operationelle Sekretariate verfügen. Sie sind infolgedessen in der Lage, ihren Mitgliedern sowie auch anderen Interessenten gewisse Dienstleistungen im Zusammenhang mit dem Exportgeschäft zu erbringen. Botschaften und Generalkonsulate haben in ihren Gastländern mit diesen Handelskammern Vereinbarungen im Sinne einer Arbeitsteilung im Bereich der Handelsangelegenheiten und der Exportförderung getroffen. Diejenigen Handelskammern, mit welchen Zusammenarbeitsvereinbarungen bestehen, erhalten vom Bund eine Entschädigung (Botschaft des Bundesrats vom 9. November 1988 über eine Finanzhilfe an die Schweizerische Zentrale für Handelsförderung (OSEC), BBl 1989 I 85 ff., 90). Sie sind vereinigt in der Union schweizerischer Handelskammern im Ausland mit Sitz in Basel, ihrerseits eine Sektion des Schweizerischen Handels- und Industrie-Vereins. Über den Dachverband sind sie eingebettet in das System der schweizerischen Handelsförderung.\n\nDie bilateralen schweizerischen Handelskammern werden in den einschlägigen Fachkreisen begrifflich in diesen offiziellen Bezug gestellt. Es drängt sich daher auf, entsprechende Firmen oder Vereinsnamen mit geographischer Bezeichnung jedenfalls registermässig nur dann zuzulassen, wenn ihnen tatsächlich diese Bedeutung zukommt, sie insbesondere der Union angegliedert und in das System der staatlichen Exportförderung miteinbezogen sind. Dies rechtfertigt sich umso mehr, als die Handelskammern der meisten ausländischen Staaten regelmässig weitergehende öffentliche Unterstützung geniessen und damit stärker in die staatliche Handelsförderung eingebunden sind (BBl 1989 I 90), mithin die Zulassung entsprechender Registereinträge in der Schweiz ausserhalb jeder offiziellen oder offiziösen Stellung im internationalen Verkehr eine zusätzliche Gefahr von Missverständnissen oder Täuschungen schaffen würde. Damit sind selbstverständlich private Vereinigungen, welche sich die Förderung der internationalen Wirtschaftsbeziehungen zum Ziel setzen, nicht ausgeschlossen; sie stehen vielmehr unter der verfassungsmässigen Vereinsfreiheit (Art. 56).\n\nBGE 116 II 605 S. 608Firmen- und namensrechtlich dürfen sie sich jedoch nur dann als bilaterale Handelskammern bezeichnen und ins Handelsregister eintragen lassen, wenn ihnen eine solche offizielle oder offiziöse Stellung zukommt; andernfalls ist die Eintragung wegen Täuschungsgefahr abzulehnen. Ob und inwieweit eine solche Täuschungsgefahr einem Vereinsnamen auch ausserhalb des Registerrechts entgegensteht, kann vorliegend offenbleiben.\n\nc) Die Beschwerdeführerin bezeichnet sich nicht als Handelskammer, sondern als \"Wirtschaftskammer Schweiz-Australien\". Es ist jedoch offensichtlich, dass der durchschnittliche und durchschnittlich aufmerksame Dritte, von dessen Blickwinkel aus die Täuschungsgefahr zu beurteilen ist (BGE 106 II 353 E. 1), die beiden Begriffe bedeutungsmässig gleichsetzt oder verwechselt. Die Gefahr der Täuschung über die offizielle oder offiziöse Stellung des Vereins wird daher durch diesen Namensbestandteil nicht behoben.\n\nDie Beschwerdeführerin macht nicht geltend, der Union schweizerischer Handelskammern im Ausland anzugehören und damit in die offizielle Handelsförderung integriert zu sein. Sie beruft sich dagegen auf die Repräsentativität ihrer Mitglieder. Nicht darauf aber kommt es an, sondern auf die Funktion der Vereinigung im System der nationalen Handelsförderung. Nach den Feststellungen der Vorinstanz sodann, welche in der Beschwerde nicht als unrichtig gerügt werden (Art. 104 lit. b OG), ist für die bilateralen Handelsbeziehungen zwischen der Schweiz und Australien die \"Swiss-Australian Chamber of Commerce and Industry\" vom schweizerischen Generalkonsulat in Sydney mit der Erteilung von Handelsauskünften beauftragt; sie ist nach dem diesbezüglich unbeanstandeten Bericht des Vororts Mitglied der Union und wird von der Eidgenossenschaft unterstützt. Dies macht zusätzlich deutlich, dass der Beschwerdeführerin in diesen Beziehungen die erforderliche offizielle oder offiziöse Stellung abgeht. Dabei ist wiederum unerheblich, ob die genannte Vereinigung ihrerseits auf repräsentativer Mitgliedschaft beruht; ausschlaggebend ist auch hier die funktionale Betrachtungsweise im System der staatlichen Handelsförderung.\n\nFehlt der Beschwerdeführerin aber die für eine Registrierung als bilaterale Handelskammer erforderliche Integration in die nationale Aussenhandelspolitik, ist der Eintrag bundesrechtskonform verweigert worden, was zur Abweisung der Beschwerde führt."}