{"annee": "116", "cour": "V", "page": "23", "date": "7/2/1990", "cite": ["103 V 69", "114 V 228", "112 V 280", "110 V 48", "101 V 111"], "cite_par": ["117 V 153", "121 V 204", "122 V 6", "122 V 34", "119 V 347", "130 V 253", "117 V 261"], "chapeau": "6. Auszug aus dem Urteil vom 7. Februar 1990 i.S. Ausgleichskasse Basel-Stadt gegen S. und Kantonale Rekurskommission für die Ausgleichskassen, Basel", "regestes": ["Art. 28 al. 1bis LAI, art. 28bis RAI: Cas pénible. - Dans une procédure portant sur l'octroi d'une rente, l'administration doit examiner d'office l'éventualité du cas pénible. Elle ne renoncera à de plus amples investigations que si les conditions économiques du cas pénible ne sont manifestement pas remplies. - Dans la mesure où elle subordonne le droit à une rente pour cas pénible à une demande spéciale de l'assuré, la pratique administrative est contraire à la loi."], "faits": "", "considerants": "|24|\n\nAus den Erwägungen:\n\n1. Gemäss Art. 28 Abs. 1 IVG (in der bis Ende 1987 gültig gewesenen Fassung) hat der Versicherte Anspruch auf eine ganze Rente, wenn er mindestens zu zwei Dritteln, oder auf eine halbe Rente, wenn er mindestens zur Hälfte invalid ist; die halbe Rente kann in Härtefällen auch bei einer Invalidität von mindestens einem Drittel ausgerichtet werden.\n\nEin Härtefall im Sinne von Art. 28 Abs. 1 IVG liegt vor, wenn der Versicherte zu mindestens einem Drittel invalid ist und die in Art. 42 Abs. 1 AHVG festgelegten Einkommensgrenzen nicht erreicht (Art. 28bis Abs. 1 IVV). Massgebend ist das Einkommen, das der Versicherte aufgrund seiner persönlichen Verhältnisse und der besondern Umstände des Falles (BGE 112 V 282 Erw. 3) als Invalider erzielen könnte. Es ist nach den Regeln der Art. 56 bis 62 AHVV zu ermitteln. In Abweichung von Art. 60 Abs. 2 AHVV wird ein Zehntel des anrechenbaren Vermögens zum Einkommen hinzugerechnet. Das so ermittelte Gesamteinkommen ist zu zwei Dritteln anzurechnen (Art. 28bis Abs. 2 IVV). Eine allfällige Härtefallrente ist nicht als Einkommen anzurechnen (Art. 28bis Abs. 3 IVV).\n\nNach Art. 28 Abs. 1 IVG (in der seit 1. Januar 1988 geltenden Fassung) hat der Versicherte Anspruch auf eine ganze Rente, wenn |25| er mindestens zu 66 2/3%, auf eine halbe Rente, wenn er mindestens zu 50%, oder auf eine Viertelsrente, wenn er mindestens zu 40% invalid ist; in Härtefällen hat der Versicherte nach Art. 28 Abs. 1bis IVG bereits bei einem Invaliditätsgrad von mindestens 40% Anspruch auf eine halbe Rente.\n\nEin Härtefall im Sinne von Art. 28 Abs. 1bis IVG liegt vor, wenn der invalide Versicherte die in Art. 42 Abs. 1 AHVG festgelegten Einkommensgrenzen nicht erreicht (Art. 28bis Abs. 1 IVV). Die Invalidenversicherungs-Kommission legt das Erwerbseinkommen fest, das der Versicherte durch eine für ihn zumutbare Tätigkeit erzielen könnte; dieses kann niedriger sein als das Invalideneinkommen nach Art. 28 Abs. 2 IVG, wenn der Behinderte wegen seines fortgeschrittenen Alters, seines Gesundheitszustandes, der Lage am Arbeitsmarkt oder aus anderen, nicht von ihm zu verantwortenden Gründen die ihm verbliebene Erwerbsfähigkeit nicht oder nicht voll ausnützen kann (Art. 28bis Abs. 2 IVV). Die Ausgleichskasse ermittelt das Gesamteinkommen nach den Regeln der Art. 56 bis 62 AHVV; in Abweichung von Art. 60 Abs. 2 AHVV wird ein Zehntel des anrechenbaren Vermögens zum Einkommen hinzugezählt. Die dem Versicherten zustehende Viertelsrente ist als Einkommen mit zu berücksichtigen. Das so ermittelte Gesamteinkommen wird zu zwei Dritteln angerechnet (Art. 28bis Abs. 3 IVV).\n\nFür die Bemessung der Invalidität wird gemäss Art. 28 Abs. 2 IVG das Erwerbseinkommen, das der Versicherte nach Eintritt der Invalidität und nach Durchführung allfälliger Eingliederungsmassnahmen durch eine ihm zumutbare Tätigkeit bei ausgeglichener Arbeitsmarktlage erzielen könnte, in Beziehung gesetzt zum Erwerbseinkommen, das er erzielen könnte, wenn er nicht invalid geworden wäre.\n\n3. a) Für den Fall, dass bei einem Versicherten ein Invaliditätsgrad von mindestens 40, aber weniger als 50% ermittelt wird, der ab 1. Januar 1988 Anspruch auf eine Viertelsrente bzw. - im Härtefall - auf eine halbe Rente begründet, bestimmt die Wegleitung des Bundesamtes für Sozialversicherung (BSV) über Invalidität und Hilflosigkeit, gültig ab 1. Januar 1988 (WIH), in Rz. 245 folgendes:\n\n\"Die Ausgleichskasse verfügt sofort die Viertelsrente, orientiert den\n\nVersicherten darüber, dass er eine halbe Rente geltend machen kann, wenn\n\nein Härtefall vorliegt, und stellt ihm hiefür das Ergänzungsblatt 3 zur\n\nAnmeldung zu. Erhält sie das Ergänzungsblatt zurück, so klärt sie die |26|\n\nwirtschaftlichen Verhältnisse des Versicherten ab, stellt fest, ob die\n\nVoraussetzungen des Härtefalles erfüllt sind, ersetzt gegebenenfalls die\n\nViertelsrente durch eine halbe Rente und überwacht das Weiterbestehen der\n\nwirtschaftlichen Voraussetzungen.\"\n\nDas gleiche Vorgehen schreibt auch die Wegleitung über die Renten, gültig ab 1. Januar 1988 (RWL), in Rz. 1106 f. vor.\n\nIm vorliegenden Fall ist die Ausgleichskasse nach dieser Verwaltungsweisung vorgegangen und hat auf eine Abklärung der wirtschaftlichen Verhältnisse verzichtet, nachdem der Beschwerdegegner offenbar davon abgesehen hatte, ihr das Ergänzungsblatt 3 einzureichen. Es stellt sich die Frage, ob die erwähnte Verwaltungspraxis gesetzeskonform ist oder ob die Ausgleichskasse nicht vielmehr von Amtes wegen zu prüfen hat, ob ein Härtefall gegeben ist.\n\nb) Nach der Rechtsprechung zu dem bis Ende 1987 gültig gewesenen Art. 28 Abs. 1 IVG darf in Fällen, in denen revisionsweise ein Invaliditätsgrad von weniger als 50%, aber von mindestens einem Drittel ermittelt wird und die wirtschaftlichen Voraussetzungen des Härtefalles nicht offensichtlich fehlen, über den Rentenanspruch erst nach Prüfung des Härtefalles verfügt werden (ZAK 1982 S. 328). Im unveröffentlichten Urteil H. vom 23. Februar 1989 hat das Eidg. Versicherungsgericht entschieden, dass an dieser Rechtsprechung auch unter der Herrschaft des neuen Rechts festzuhalten ist; die vorliegend interessierende Frage, ob die Prüfung des Härtefalles - entgegen den Verwaltungsweisungen - auch im erstmaligen Rentenzusprechungsverfahren von Amtes wegen zu erfolgen hat, wurde offengelassen. Schliesslich hat das Gericht im unveröffentlichten Urteil A. vom 17. Oktober 1989 festgestellt, dass die Ausgleichskasse dann im Sinne der zitierten Verwaltungsweisungen (Rz. 245 WIH und Rz. 1106 f. RWL) zu verfahren hat, wenn die sofortige Abklärung der Härtefallvoraussetzungen nicht möglich ist, weil der Ansprecher die ihm obliegende Mitwirkungspflicht verletzt hat. Weiterhin offengelassen hat es die Frage, ob dieses Vorgehen im erstmaligen Rentenzusprechungsverfahren zulässig ist.\n\nc) Im IV-rechtlichen Verwaltungsverfahren gelten der Untersuchungsgrundsatz und das Prinzip der Rechtsanwendung von Amtes wegen (BGE 114 V 234 Erw. 5a). Der Untersuchungsgrundsatz besagt, dass die Verwaltung von sich aus für die richtige und vollständige Abklärung des rechtserheblichen Sachverhalts zu sorgen hat, und nach dem Prinzip der Rechtsanwendung von Amtes |27| wegen ist sie verpflichtet, auf den festgestellten Sachverhalt jenen Rechtssatz anzuwenden, den sie als den zutreffenden ansieht, und ihm auch die Auslegung zu geben, von der sie überzeugt ist (BGE 110 V 52 Erw. 4a mit Hinweisen; GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 212). Die beiden erwähnten Grundsätze gelten nicht uneingeschränkt. Sie werden durch die verschiedenen Mitwirkungspflichten des Leistungsansprechers ergänzt (BGE 114 V 234 Erw. 5a).\n\nd) Aus dem Untersuchungsgrundsatz und dem Prinzip der Rechtsanwendung von Amtes wegen ergibt sich für die Verwaltung die Pflicht, bei einem zwischen 40 und 50% liegenden Invaliditätsgrad die für den Anspruch auf eine Härtefallrente massgebenden wirtschaftlichen Verhältnisse des Versicherten von sich aus abzuklären. Denn nach der Rechtsprechung zu Art. 46 IVG wahrt der Versicherte mit der Anmeldung bei der Invalidenversicherung grundsätzlich alle seine zu diesem Zeitpunkt gegenüber der Versicherung bestehenden Ansprüche (BGE 103 V 70 Erw. b, BGE 101 V 113 Erw. c mit Hinweis). Dies hat auch in bezug auf den Anspruch auf eine Härtefallrente zu gelten. Zu beachten ist im weiteren, dass zur Beurteilung der Frage, ob ein Härtefall vorliegt, umfangreiche Berechnungen erforderlich sind und dem Versicherten gemäss Art. 28bis Abs. 2 IVV unter Umständen aus invaliditätsfremden Gründen nur ein Erwerbseinkommen angerechnet werden darf, das wesentlich tiefer ist als das nach Art. 28 Abs. 2 IVG massgebende Invalideneinkommen. Der Versicherte dürfte deshalb regelmässig gar nicht in der Lage sein, verlässlich abzuschätzen, ob er die gesetzlichen Anspruchserfordernisse erfüllt. Ist aber der Anspruch auf eine Härtefallrente an derart komplexe Voraussetzungen in tatsächlicher und rechtlicher Hinsicht geknüpft, deren Tragweite der Leistungsansprecher in der Regel nicht überblicken kann, ist es unzulässig, nähere Abklärungen der Verwaltung davon abhängig zu machen, dass der Versicherte zuvor unter Einreichung eines Ergänzungsblattes einen entsprechenden Antrag stellt. Daher kann der Versicherte für die Einleitung der Härtefallprüfung nicht auf die ihm obliegende Mitwirkungspflicht verwiesen werden. Diesbezüglich ist er zwar gehalten, die für die Beurteilung des Anspruchs notwendigen Auskünfte zu erteilen (Art. 71 Abs. 1 IVV; erwähntes Urteil A. vom 17. Oktober 1989) und zur Beschaffung der erforderlichen Unterlagen Hand zu bieten. Die Mitwirkungspflicht darf aber nicht dazu führen, dass Untersuchungsgrundsatz und Rechtsanwendung von Amtes wegen, die nach |28| Eingang der Anmeldung des Versicherten bei der Verwaltung deren Tätigwerden im Hinblick auf alle gegenüber der Invalidenversicherung in Betracht fallenden Ansprüche gebieten, in einem bestimmten Stadium des IV-rechtlichen Abklärungsverfahrens ausser Kraft gesetzt werden.\n\nNach dem Gesagten ist kein Grund ersichtlich, in bezug auf die Prüfung des Härtefalles zwischen Rentenrevision und (erstmaligem) Rentenzusprechungsverfahren zu unterscheiden. Ergibt die Invaliditätsbemessung einen Invaliditätsgrad von mindestens 40, aber weniger als 50%, hat die Verwaltung daher von Amtes wegen abzuklären, ob ein Härtefall gegeben ist. Auf eine nähere Prüfung darf sie nur verzichten, wenn die wirtschaftlichen Voraussetzungen des Härtefalles offensichtlich fehlen. Rz. 245 WIH und Rz. 1106 f. RWL, gültig ab 1. Januar 1988, sind somit insoweit, als der Anspruch auf eine Härtefallrente von einem speziellen Antrag des Versicherten abhängig gemacht wird, gesetzwidrig und finden keine Anwendung."}