{"annee": "116", "cour": "II", "page": "142", "date": "3/4/1990", "cite": [], "cite_par": [], "chapeau": "26. Auszug aus dem Urteil der I. Zivilabteilung vom 3. April 1990 i.S. A. gegen X. AG (Berufung)", "regestes": ["Demeure de l'employeur (art. 324 CO). Résiliation immédiate du contrat par le travailleur (art. 337b CO). La résiliation met fin à la demeure de l'employeur au sens de l'art. 324 CO et, avec elle, à l'obligation de continuer à payer le salaire. La demeure à elle seule ne constitue pas un juste motif de résiliation immédiate du contrat au sens de l'art. 337b al. 1 CO."], "faits": "|142|\n\nA.- In einem nicht datierten Arbeitsvertrag verpflichtete sich A. Ende August 1986 für die Zeit vom 13. Oktober 1986 bis 26. April 1987 als Tennislehrer bei der X. AG. Diese teilte A. am 10. Oktober 1986 mit, sie annulliere den unter falschen Voraussetzungen zustandegekommenen Anstellungsvertrag. Mit Schreiben vom 16. Oktober 1986 bot A. seine Arbeitsleistung ausdrücklich an. Am 21. Oktober 1986 warf die X. AG A. vor, er habe ihr bei der Anstellung verschwiegen, dass er nicht im Besitze einer schweizerischen Lizenz als Tennislehrer sei. Am 17. November 1986 liess A. den Arbeitsvertrag durch seinen Rechtsvertreter per 1. Dezember 1986 kündigen.\n\n|143|\n\nB.- Eine Klage von A. auf Bezahlung von Fr. 26'700.-- nebst Zinsen hiess das Bezirksgericht Aarau am 3. Februar 1988 im Teilbetrage von Fr. 21'709.-- plus Zins zu 5% gut. Eine Appellation der X. AG wies das Obergericht des Kantons Aargau mit Urteil vom 25. November 1988 ab.\n\nC.- Die X. AG hat gegen das Urteil des Obergerichts Berufung eingereicht, welche des Bundesgericht teilweise gutheisst.", "considerants": "Aus den Erwägungen:\n\n5. a) Das Obergericht erachtet die fristlose Auflösung des Arbeitsverhältnisses gemäss klägerischem Schreiben vom 17. November 1986 als gerechtfertigt und spricht dem Kläger für die Zeit ab 1. Dezember gestützt auf Art. 337b Abs. 1 OR Schadenersatz zu.\n\nDie Beklagte rügt, die Vorinstanz habe mit dieser Auffassung insbesondere deshalb Bundesrecht verletzt, weil der Annahmeverzug des Arbeitgebers nach Art. 324 Abs. 1 OR nicht als wichtiger Grund im Sinne von Art. 337b Abs. 1 OR betrachtet werden könne und keine weiteren Umstände für eine fristlose Auflösung des Arbeitsverhältnisses vorgelegen hätten.\n\nb) Kann der Arbeitnehmer die Arbeit infolge Verschuldens des Arbeitgebers nicht leisten oder kommt letzterer aus anderen Gründen mit der Annahme der Arbeitsleistung in Verzug, so bleibt er gemäss Art. 324 Abs. 1 OR zur Entrichtung des Lohnes verpflichtet, ohne dass der Arbeitnehmer zur Nachleistung verpflichtet ist. Der in Art. 324 OR geregelte Annahmeverzug ist ein besonderer Fall des Gläubigerverzuges nach Art. 95 OR. Er geht den allgemeinen Bestimmungen des OR vor, berechtigt also nicht zu einem verzugsrechtlichen Vertragsrücktritt, weil dem Arbeitnehmer durch die Spezialbestimmung der Lohnanspruch gewahrt und auch eine ordentliche Kündigung unbenommen bleibt. Gegebenenfalls steht ihm selbst die Befugnis zur fristlosen Auflösung des Arbeitsvertrages zu (REHBINDER, N. 22 zu Art. 324 OR; STAEHELIN, N. 26 zu Art. 324 OR; von TUHR/ESCHER, Bd. II, S. 84 Fn 68 mit Hinweis auf MIESCHER, Die Folgen nicht vertragsgemässer Arbeitsleistung nach dem Dienstvertragsrecht und nach den allgemeinen Bestimmungen des OR, Diss. Bern 1968, S. 13 ff.; SCHNÜRIGER, Annahmeverzug und Betriebsrisiko, Diss. ZH 1981, S. 74 f.).\n\n|144|\n\nZwar waren vor der Kündigung per 1. Dezember 1986 die Voraussetzungen des Annahmeverzuges gegeben. Mit der Kündigung liess der Kläger dann aber sein ursprüngliches Arbeitsangebot fallen und brachte unmissverständlich zum Ausdruck, dass er ab 1. Dezember 1986 nicht mehr zur Verfügung der Beklagten stehen werde. Mit der Kündigung des Arbeitsverhältnisses endigt auch der Annahmeverzug im Sinne von Art. 324 Abs. 1 OR und damit die Lohnfortzahlungspflicht des Arbeitgebers (Botschaft des Bundesrates vom 25. August 1967, BBl 1967 II 331; REHBINDER, N. 23 zu Art. 324 OR; STAEHELIN, N. 27 zu Art. 324 OR; SCHNÜRIGER, a.a.O., S. 60 f.). Für die Zeit nach dem 1. Dezember 1986 stehen dem Kläger deshalb keine Lohnansprüche mehr zu.\n\nc) Damit bleibt zu prüfen, ob der Kläger berechtigt war, das Arbeitsverhältnis fristlos aufzulösen und nach Art. 337b Abs. 1 OR Schadenersatz ab 1. Dezember 1986 zu fordern.\n\nLiegt nach dieser Bestimmung der wichtige Grund zur fristlosen Auflösung des Arbeitsverhältnisses im vertragswidrigen Verhalten einer Vertragspartei, so hat diese vollen Schadenersatz zu leisten, unter Berücksichtigung aller aus dem Arbeitsverhältnis entstehenden Forderungen (Art. 337b Abs. 1 OR). Als wichtiger Grund gilt namentlich jeder Umstand, bei dessen Vorhandensein dem Kündigenden nach Treu und Glauben die Fortsetzung des Arbeitsverhältnisses nicht mehr zugemutet werden darf; hierüber entscheidet der Richter nach seinem Ermessen (Art. 337 Abs. 2 und 3 OR). Als unzumutbar gilt die Fortsetzung des Arbeitsverhältnisses nur dann, wenn das Vertrauensverhältnis zwischen den Parteien derart gestört ist, dass die sofortige und fristlose Auflösung des Arbeitsverhältnisses als einziger Ausweg erscheint (BRÜHWILER, Die fristlose Auflösung des Arbeitsverhältnisses, SJZ 81/1985, S. 71; RAPP, Die fristlose Kündigung des Arbeitsvertrages, BJM 1978, S. 172). Dieser Grundsatz muss auch dann gelten, wenn der Arbeitnehmer keine Arbeitsleistung erbringen kann, weil sich der Arbeitgeber in Annahmeverzug befindet. Indessen genügt der Annahmeverzug als solcher nicht, damit der Arbeitnehmer wegen wichtigen Grundes den Arbeitsvertrag mit sofortiger Wirkung kündigen könnte (REHBINDER, N. 22 zu Art. 324 mit weiteren Belegstellen; STAEHELIN, N. 26 zu Art. 324 OR). Es bedarf zusätzlicher Umstände, damit die Fortsetzung des Arbeitsverhältnisses dem Kündigenden nicht mehr zuzumuten ist. Dies wird im angefochtenen Urteil offensichtlich verkannt, was die Beklagte zu Recht als Bundesrechtsverletzung rügt. Die Vorinstanz nennt ausser dem Annahmeverzug |145| keinen weiteren Umstand, der den Kläger berechtigt hätte, den für die Wintersaison abgeschlossenen Arbeitsvertrag fristlos aufzulösen. Ein solcher ist auch aus den Akten nicht ersichtlich. Damit war die vorzeitige Kündigung des Klägers auf den 1. Dezember 1986 ungerechtfertigt, weshalb ihm keine Schadenersatzansprüche aus Art. 337b OR zustehen."}