{"annee": "116", "cour": "IB", "page": "169", "date": "30/5/1990", "cite": ["104 IB 199", "114 IB 344", "115 IA 66", "115 IB 383", "110 IB 10", "113 IB 393", "111 IB 102", "105 IB 105", "114 IA 14", "115 IB 456", "93 I 200"], "cite_par": ["118 IB 66", "131 V 314", "118 IB 326", "117 IB 135", "117 IB 35", "127 I 185"], "chapeau": "23. Urteil der I. öffentlichrechtlichen Abteilung vom 30. Mai 1990 i.S. Einwohnergemeinde Diegten und Mitbeteiligte gegen Regierungsrat und Verwaltungsgericht des Kantons Basel-Landschaft (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 58 LPE; droit cantonal de l'expropriation pour une décharge, actes préparatoires. Le droit fédéral est aussi violé lorsqu'il est appliqué à la place du droit cantonal. Le grief correspondant est soulevé par la voie du recours de droit administratif (consid. 1). Lorsque le canton applique son droit cantonal sur l'expropriation pour exécuter une tâche imposée par la loi fédérale sur la protection de l'environnement, le droit cantonal conserve une portée propre par rapport au droit fédéral (consid. 2a). Les tribunaux administratifs doivent examiner librement les exigences de l'art. 6 CEDH en cas de contestation sur l'application du droit cantonal (consid. 2b)."], "faits": "BGE 116 Ib 169 S. 169\n\nDer Kanton Basel-Landschaft will im Rahmen der Standortauswahl für eine Reststoffdeponie die hydrogeologischen Verhältnisse im Lenztälchen untersuchen lassen. Für die Abklärungen sollen mehrere Probebohrungen vorgenommen und Baggerschlitze ausgehoben sowie die in der Gegend bekannten Quellen und Grundwasserfassungen während einiger Zeit überwacht werden. Auf BGE 116 Ib 169 S. 170Ersuchen der basellandschaftlichen Bau- und Umweltschutzdirektion teilte die Gemeinde Diegten, auf deren Gebiet das Lenztälchen liegt, den betroffenen Grundeigentümern mit, dass ihre Grundstücke für die umschriebenen Massnahmen beansprucht und die Sondierbohrungen, Quellen und Grundwasserfassungen während rund zwei Jahren überwacht würden. Mit Ausnahme eines einzigen verweigerten sämtliche Eigentümer und sonstigen Berechtigten ihre Zustimmung zu diesem Eingriff. Der Regierungsrat des Kantons Basel-Landschaft erteilte hierauf mit Entscheid vom 2. Mai 1989 gestützt auf § 15 des kantonalen Enteignungsgesetzes die Bewilligung, \"ab 31. Mai 1989 die den Grundeigentümern und Berechtigten mit Beanspruchungstabelle und Planausschnitt eröffneten Vorbereitungshandlungen vorzunehmen\".\n\nGegen den Beschluss des Regierungsrates des Kantons Basel-Landschaft erhoben die Einwohnergemeinde Diegten und dreizehn weitere Grundeigentümer entsprechend der Rechtsmittelbelehrung Beschwerde beim kantonalen Verwaltungsgericht mit dem Antrag, der angefochtene Entscheid sei ersatzlos aufzuheben. Das Verwaltungsgericht des Kantons Basel-Landschaft trat nach Durchführung eines Augenscheines und Beiladung des Bundesamtes für Umwelt, Wald und Landschaft am 20. Oktober 1989 auf die Beschwerde nicht ein. Es erwog, dass sich der angefochtene Beschluss selbst insoweit, als er sich auf § 15 des kantonalen Enteignungsgesetzes stütze, materiell Bundesrecht, nämlich eidgenössisches Umweltschutzrecht vollziehe und mit Verwaltungsgerichtsbeschwerde beim Bundesgericht angefochten werden könne; die Beschwerde an das kantonale Verwaltungsgericht sei daher nach ständiger Praxis zu § 7 des kantonalen Gesetzes über die Rechtspflege in Verwaltungs- und Sozialversicherungssachen ausgeschlossen. Nach Eintritt der Rechtskraft des Urteils sei die Beschwerde von Amtes wegen an das Bundesgericht weiterzuleiten.\n\nDer Nichteintretensentscheid des Verwaltungsgerichtes vom 20. Oktober 1989 ist von der Einwohnergemeinde Diegten und fünf Mitbeteiligten mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 BV (formelle Rechtsverweigerung) und des kantonalen Verfassungsrechtes angefochten worden. Die Beschwerdeführer stellen den Antrag, das Urteil des Verwaltungsgerichtes sei insoweit aufzuheben, als dieses hinsichtlich der Rüge, § 15 Abs. 1 des kantonalen Enteignungsgesetzes sei verfassungswidrig angewendet worden, seine Zuständigkeit verneint habe.\n\nBGE 116 Ib 169 S. 171", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. In formeller Hinsicht stellt sich zunächst die Frage, ob der Nichteintretensentscheid des Verwaltungsgerichtes entgegen der Meinung der Beschwerdeführer nicht mit Verwaltungsgerichtsbeschwerde hätte angefochten werden müssen.\n\nDie Verwaltungsgerichtsbeschwerde ist zulässig gegen Verfügungen der in Art. 98 OG genannten Vorinstanzen, welche sich auf öffentliches Recht des Bundes stützen oder hätten stützen sollen (Art. 97 OG in Verbindung mit Art. 5 VwVG), sofern keiner der in Art. 99-101 OG oder in der Spezialgesetzgebung vorgesehenen Ausschlussgründe gegeben ist und soweit Missachtung von Bundesrecht gerügt wird (Art. 104 lit. a OG). Dass eine Verfügung nicht allein auf Bundesrecht, sondern auch auf kantonalem oder kommunalem Recht beruht, schliesst die Verwaltungsgerichtsbeschwerde insofern nicht aus, als die Verletzung von unmittelbar anwendbarem Bundesrecht in Frage steht (BGE 115 Ib 460 E. 1b, BGE 113 Ib 397 E. 1b). Bundesrecht wird dann verletzt, wenn eine eidgenössische Norm unrichtig ausgelegt oder angewendet wird, wenn sie zu Unrecht keine Anwendung findet oder unzutreffenderweise auf einen bestimmten Sachverhalt angewendet wird, der einer anderen Rechtsnorm untersteht (BGE 111 Ib 102, nicht publ. E. 3). Ein Verstoss gegen Bundesrecht liegt somit nicht nur vor, wenn kantonales anstelle von Bundesrecht berücksichtigt, sondern auch, wenn eidgenössisches statt kantonales Recht angewendet wird (BGE 110 Ib 12 E. 1).\n\nDem Nichteintretensentscheid des basellandschaftlichen Verwaltungsgerichtes liegt sowohl kantonales als auch Bundesrecht zugrunde. Zwar beurteilt sich die Frage, ob das Verwaltungsgericht auf die Beschwerde gegen den Regierungsratsbeschluss hätte eintreten müssen, in erster Linie nach kantonalem Recht. Indessen hat das Gericht die Eintretensfrage davon abhängig gemacht, ob das umstrittene Bewilligungsverfahren - auch soweit kantonales Enteignungsrecht zum Zuge komme - in Anwendung des eidgenössischen Umweltschutzgesetzes durchzuführen sei. Der sich auf Bundesrecht stützende Entscheid hätte daher von den Beschwerdeführern insoweit mit Verwaltungsgerichtsbeschwerde angefochten werden sollen, als sie geltend machen, über die Frage, ob die umstrittenen hydrogeologischen Untersuchungen zulässige Vorbereitungshandlungen darstellten, müsse nach kantonalem und nicht nach Bundesrecht befunden werden. Dass allein staatsrechtliche BGE 116 Ib 169 S. 172Beschwerde erhoben worden ist, schadet den Beschwerdeführern jedoch nicht, da auch die Formerfordernisse der Verwaltungsgerichtsbeschwerde erfüllt sind und die eingereichte Rechtsschrift als solche behandelt werden kann (vgl. BGE 115 Ib 352, 114 Ib 349 E. 1).\n\n2. Das Verwaltungsgericht führt im angefochtenen Entscheid unter Hinweis auf § 7 des kantonalen Gesetzes über die Rechtspflege in Verwaltungs- und Sozialversicherungssachen vom 22. Juni 1959 (VRG) aus, dass nach konstanter Praxis diejenigen Verfügungen und Entscheide der Beurteilung durch das kantonale Verwaltungsgericht entzogen seien, die der Verwaltungsgerichtsbeschwerde ans Bundesgericht unterlägen. Stütze sich allerdings der angefochtene Entscheid sowohl auf Bundes- als auch auf kantonales Recht, so trete das Verwaltungsgericht auf die Beschwerde ein und nehme kraft Sachzusammenhangs eine vollumfängliche Prüfung vor. Die Zuständigkeit des Verwaltungsgerichtes hänge deshalb davon ab, welche Normen - bundes- oder kantonalrechtliche - dem angefochtenen Regierungsratsbeschluss richtigerweise zugrunde zu legen seien. Nun ergebe sich aus der Zuständigkeitsordnung des Bundesgesetzes über den Umweltschutz (USG; SR 814.01), dass den Kantonen beispielsweise im Zusammenhang mit der Vermeidung, Verbrennung und Wiederverwertung von Abfällen ein gewisser Spielraum zum Erlass materieller Grundsätze verbleibe. Hinsichtlich der Entsorgung gefährlicher Abfälle beschränke sich dagegen die Zuständigkeit der Kantone auf den Vollzug der ihnen vom Bundesrecht übertragenen Pflichten. Wendeten die Kantone im Rahmen dieser Vollzugsaufgaben - wie es ihnen Art. 58 Abs. 2 USG freistelle - kantonales Enteignungsrecht an, so handle es sich ebenfalls um Vollzug von Bundesrecht im Sinne von Art. 36 USG. Das kantonale Enteignungsrecht werde somit in seiner Gesamtheit zu Bundesrecht, sobald es zur Verwirklichung von Aufgaben gemäss dem Umweltschutzgesetz eingesetzt werde. Die umstrittene Bewilligung von enteignungsrechtlichen Vorbereitungshandlungen stelle daher, auch wenn sie in Anwendung von § 15 EntG BL ergangen sei, eine auf öffentliches Recht des Bundes gestützte Verfügung dar.\n\nDieser Auffassung ist jedoch nicht zu folgen.\n\na) Gemäss Art. 58 Abs. 1 USG können die Kantonsregierungen, wenn die Aufgaben nach diesem Gesetz es erfordern, das Enteignungsrecht selbst in Anspruch nehmen oder dieses Dritten übertragen. Die Kantone dürfen in ihren Ausführungsvorschriften das Bundesgesetz über die Enteignung anwendbar erklären mit der BGE 116 Ib 169 S. 173Einschränkung, dass anstelle des nach Art. 55 EntG zuständigen eidgenössischen Departementes die Kantonsregierung über die streitig gebliebenen Einsprachen entscheidet (Art. 58 Abs. 2 lit. a). Enthalten die kantonalen Ausführungsbestimmungen keinen Verweis auf das Bundesrecht und stehen keine Werke zur Diskussion, die mehrere Kantone betreffen (Art. 58 Abs. 3 USG), so werden die zur Erfüllung der Umweltschutz-Aufgaben benötigten Rechte nach dem kantonalen Enteignungsgesetz erworben. Hiebei greifen nicht nur die verfahrensrechtlichen Bestimmungen, sondern auch die materiellrechtlichen Normen der Kantone Platz, die ihre selbständige Bedeutung haben und diese auch im umweltschutzbedingten Verfahren behalten, soweit sie den bundesrechtlichen Anforderungen zu genügen vermögen. Wohl hat das Bundesgericht in seiner Rechtsprechung zum gleich wie Art. 58 USG lautenden Art. 9 des eidgenössischen Gewässerschutzgesetzes (GSchG) erklärt, die Frage, ob und inwieweit das Recht zur Enteignung gewährt werden könne, sei eine solche des Bundesrechts und nach Art. 9 GSchG zu lösen, selbst wenn die Expropriation nach kantonalem Enteignungsgesetz durchzuführen sei (BGE 104 Ib 200 E. 1, BGE 93 I 203 f.; nicht publ. Entscheid vom 30. Januar 1989 i.S. Einwohnergemeinde Titterten, E. 1a). Das heisst jedoch nicht, dass das gesamte kantonale Enteignungsrecht, sobald es der Verwirklichung bundesrechtlicher Aufgaben diene, zu Bundesrecht werde und allein der eidgenössischen Verwaltungsgerichtsbarkeit unterstehe. Wie in BGE BGE 105 Ib 107 ff. im Falle einer nationalstrassenbedingten kantonalrechtlichen Landumlegung dargelegt worden ist, werden solche Landerwerbsverfahren auch dann nicht in blosser Anwendung des Bundesrechtes durchgeführt, wenn sie im Interesse eines öffentlichen Werkes des Bundes angeordnet, wenn sie mit Rücksicht auf gesamtschweizerische öffentliche Interessen vom Bunde unterstützt oder wenn sie in bundesrechtlichen Grundsatzbestimmungen vorgesehen werden. Gehe es bei der Beurteilung von Sachverhalten, welche sowohl einer bundesrechtlichen Grundsatznorm als auch kantonalen Verwaltungsvorschriften unterstünden, um die Anwendung des selbständigen kantonalen Rechts, das die von der bundesrechtlichen Grundsatzgesetzgebung erfasste Materie in eigenständiger Weise regle, so müsse die kantonale Verwaltungsgerichtsbarkeit zum Zuge kommen. Allein eine solche Ordnung vermöge die Kontrolle einheitlicher Anwendung des kantonalen Rechts zu gewährleisten und dem föderalistischen Prinzip zu genügen (vgl. E. 1c und 2b).\n\nBGE 116 Ib 169 S. 174\n\nDementsprechend ist auch hier - da die umweltschutzrechtlichen Ausführungsvorschriften des Kantons Basel-Landschaft keine Erklärung betreffend die Anwendbarkeit des Bundesgesetzes über die Enteignung enthalten - der für den Bau einer Reststoffdeponie notwendige Rechtserwerb nach selbständigem kantonalem Enteignungsrecht durchzuführen, zu welchem auch die Bestimmung über die vorbereitenden Handlungen (§ 15 EntG BL) gehört. Das kantonale Verwaltungsgericht ist somit zu Unrecht davon ausgegangen, dass der angefochtene Regierungsratsbeschluss ausschliesslich auf öffentlichem Recht des Bundes beruhe.\n\nb) Stützt sich nach dem Gesagten die Bewilligung für die Vornahme vorbereitender Handlungen sowohl auf Bundes- wie auf kantonales Recht, so hätte das basellandschaftliche Verwaltungsgericht schon nach seiner eigenen Rechtsprechung auf die Beschwerde gegen die gemischtrechtliche Verfügung eintreten und kraft Sachzusammenhangs eine vollumfängliche Prüfung vornehmen sollen. Diese Praxis stimmt mit der bundesgerichtlichen überein, wonach die kantonalen Verwaltungsgerichte zusammenhängende, teils kantonal-, teils bundesrechtliche Fragen auch dann umfassend zu prüfen haben, wenn ihre Entscheide nicht allein der staatsrechtlichen, sondern auch der Verwaltungsgerichtsbeschwerde unterliegen (BGE 115 Ib 385 f., BGE 114 Ib 351 ff. E. 4). Das Eintreten der Vorinstanz auf die Rüge der Verletzung des kantonalen Enteignungsrechtes wird weiter auch von Art. 6 der Europäischen Menschenrechtskonvention (EMRK) verlangt. Nach Art. 6 Abs. 1 EMRK hat jeder Betroffene Anspruch darauf, Streitigkeiten \"über zivilrechtliche Ansprüche und Verpflichtungen\", zu denen auch die Auseinandersetzungen über die Ausübung des Enteignungsrechts zählen (BGE 115 Ia 69 E. 2b, BGE 114 Ia 19, 127 und dort zitierte Entscheide), einem unabhängigen und unparteiischen Gericht zu unterbreiten, das den angefochtenen Entscheid in einem gerechten Verfahren, d.h. in rechtlicher und tatbeständlicher Hinsicht frei überprüft. Wäre nun die vom Regierungsrat erteilte Bewilligung direkt beim Bundesgericht anfechtbar, das die Anwendung des kantonalen Enteignungsrechts - sei es im Rahmen eines staatsrechtlichen oder eines verwaltungsgerichtlichen Verfahrens - nur beschränkt, einzig auf Verfassungsverstösse hin untersuchen könnte, so würde dem Anspruch auf vollen Gerichtsschutz offensichtlich nicht Genüge getan (vgl. BGE 115 Ia 69 f. E. 2c). Dass es hier nicht um die Durchführung eines Enteignungsverfahrens selbst, sondern nur um vorbereitende Handlungen geht, BGE 116 Ib 169 S. 175ändert an der Anwendbarkeit von Art. 6 EMRK nichts. Einerseits handelt es sich bei diesen Vorbereitungen um Massnahmen, die im engen Zusammenhang mit einer zukünftigen Enteignung stehen; andererseits führen solche Handlungen ihrerseits zu - wenn auch nur geringfügigen - Eingriffen in private Rechte und stellen Streitigkeiten über diese ebenfalls \"des contestations sur des droits et des obligations de caractère civil\" im Sinne von Art. 6 Abs. 1 EMRK dar.\n\n3. Es ergibt sich, dass der Nichteintretensentscheid des Verwaltungsgerichtes des Kantons Basel-Landschaft in Gutheissung der Verwaltungsgerichtsbeschwerde aufzuheben ist, und die dem Bundesgericht übermittelte kantonalrechtliche Beschwerde an die Vorinstanz zurückgewiesen werden muss. Da das Verwaltungsgericht die Vereinbarkeit der umstrittenen Vorbereitungshandlungen mit dem kantonalen und dem Bundesrecht zu prüfen haben wird, erübrigt es sich, im heutigen Verfahren auf die von den Beschwerdeführern ebenfalls vorgetragene Rüge einzugehen, die Bestimmung von § 15 EntG BL sei als solche schon verfassungswidrig. Das Verwaltungsgericht wird sich im übrigen bei der Beurteilung der Sache wohl auch mit der vom Bundesamt für Raumplanung aufgeworfenen Frage befassen müssen, ob die vorgesehenen Massnahmen, falls sie aus enteignungsrechtlicher Sicht zulässig sind, einer Baubewilligung bedürften (vgl. BGE 111 Ib 105 ff.).\n\n4. Bei diesem Ausgang des Verfahrens ist von der Erhebung von Kosten abzusehen (Art. 156 Abs. 2 OG). Der Kanton Basel-Landschaft hat die Beschwerdeführer für das bundesgerichtliche Verfahren angemessen zu entschädigen (Art. 159 OG)."}