{"annee": "116", "cour": "IB", "page": "260", "date": "25/7/1990", "cite": ["113 IB 90", "116 IB 50", "109 IB 253", "114 IB 224", "114 IB 344", "114 IA 209", "112 IB 164"], "cite_par": ["117 IB 178", "119 IB 254", "122 II 81", "117 IB 425", "118 IB 137"], "chapeau": "35. Arrêt de la Ire Cour de droit public du 25 juillet 1990 dans la cause fondation World Wildlife Fund (WWF) Suisse contre S.A. l'Energie de l'Ouest-Suisse (EOS) et Grande Dixence S.A. (recours de droit administratif)", "regestes": ["Art. 9 LPE, 5 PA et 21 OEIE: étude de l'impact sur l'environnement, nature juridique de l'avis des autorités concernées au sens de l'art. 21 OEIE. L'avis des autorités concernées, mentionné à l'art. 21 OEIE, est un élément d'appréciation pour effectuer l'étude de l'impact sur l'environnement et n'a pas la portée matérielle d'une décision au sens de l'art. 5 PA. Il fait partie, à l'instar de l'étude d'impact, du processus de planification et de coordination relevant de la législation sur l'aménagement du territoire."], "faits": "|260|\n\nLes sociétés \"S.A. l'Energie de l'Ouest-Suisse\" et \"Grande Dixence S.A.\" ont déposé, auprès du Département de l'énergie du canton du Valais, une demande d'approbation des plans d'exécution d'un projet de nouvel aménagement hydroélectrique, |261| désigné \"Cleuson-Dixence 1100 MW\". Ce projet comprend principalement une nouvelle usine de turbinage des eaux du bassin d'accumulation du Val des Dix, alimentée par une galerie souterraine passant par les massifs de la Rosa-Blanche et du Mont Fort ainsi que par la Dent de Nendaz. La fondation World Wildlife Fund Suisse s'est opposée au projet ainsi qu'aux défrichements qu'il allait entraîner.\n\nLe Département fédéral de l'intérieur a donné un préavis sur l'autorisation de défricher; il s'est déclaré prêt à étudier dans un sens positif la demande de défrichement selon la proposition du canton (surface de défrichement: 35 430 m2 et surface de reboisement compensatoire: 42 450 m2) si toutes les prescriptions fédérales sur la protection de l'environnement étaient respectées. Le Département cantonal de l'énergie a approuvé le projet le 20 décembre 1989; il a fixé différentes conditions et charges relatives notamment à la protection des eaux, de la nature et du paysage, et a levé l'opposition de la fondation. La décision a été communiquée au Département fédéral de l'intérieur afin qu'il statue sur la demande de défrichement.\n\nLa fondation a recouru contre l'approbation du projet auprès du Conseil d'Etat du canton du Valais; elle a formé parallèlement un recours de droit administratif au Tribunal fédéral contre le préavis du Département fédéral de l'intérieur en soutenant que ce préavis a un caractère contraignant assimilable à celui d'une décision au sens de l'art. 5 PA. Le Tribunal fédéral a déclaré le recours irrecevable.", "considerants": "Considérant en droit:\n\n1. Selon l'art. 97 al. 1 OJ, le recours de droit administratif est en principe recevable contre des décisions au sens de l'art. 5 PA, c'est-à-dire des mesures fondées sur le droit public fédéral, qui, dans un cas d'espèce, ont pour objet de créer, modifier ou annuler des droits ou des obligations, ou d'en constater l'existence ou l'étendue (art. 5 al. 1 PA). Les mesures d'exécution, les décisions incidentes et les décisions rendues sur opposition, sur recours ou sur demande de révision et d'interprétation sont également considérées comme des décisions (art. 5 al. 2 PA). La recevabilité du recours dépend donc de la question de savoir si le préavis du Département fédéral de l'intérieur est une mesure dont la portée matérielle est assimilable à celle d'une décision selon l'art. 5 PA |262| (ATF 113 Ib 95 consid. aa; ATF 112 Ib 165 consid. 1; ATF 109 Ib 255 consid. 1a; 104 Ia 29 consid. 4d).\n\na) Le projet du nouvel aménagement hydroélectrique \"Cleuson-Dixence 1100 MW\" est soumis à l'étude de l'impact sur l'environnement (ci-après: étude d'impact) au sens de l'art. 9 al. 1 de la loi fédérale du 7 octobre 1983 sur la protection de l'environnement (LPE). Cela ressort de l'ordonnance relative à l'étude de l'impact sur l'environnement du 19 octobre 1988 (RS 814.011 ci-après: OEIE), qui mentionne, dans son annexe, les \"centrales à accumulation\" (art. 1 OEIE et chiffre 21.3 de l'annexe).\n\nL'étude d'impact est un complément aux procédures existantes (Message du Conseil fédéral relatif au projet de loi fédérale sur la protection de l'environnement, FF 1979 III p. 781). Elle doit permettre à l'autorité compétente, avant qu'elle ne prenne une décision sur la planification, la construction ou la modification d'une installation soumise à cette exigence, d'apprécier sa conformité aux prescriptions fédérales sur la protection de l'environnement au sens large. On entend par là non seulement la loi fédérale sur la protection de l'environnement et ses ordonnances d'exécution, mais aussi l'ensemble des dispositions du droit public fédéral qui concourent à la réalisation du but constitutionnel de la protection de l'homme et de son environnement naturel (art. 24septies Cst.). Il s'agit notamment des dispositions concernant la protection des eaux, la protection de la nature et du paysage, la sauvegarde des forêts, la chasse et la pêche (art. 3 al. 1 OEIE; message précité, FF 1979 III p. 757), ainsi que les buts et principes régissant l'aménagement du territoire (ATF 116 Ib 60 consid. 4d).\n\nL'autorité compétente pour effectuer l'étude d'impact est celle qui, dans une procédure donnée, a la compétence d'approuver ou d'autoriser le projet (art. 5 al. 1 OEIE). L'annexe à l'ordonnance sur l'étude d'impact indique, pour les objets de compétence fédérale, les procédures décisives dans lesquelles l'étude d'impact doit s'effectuer (art. 5 al. 2 OEIE), laissant au droit cantonal le soin de désigner la procédure décisive pour les objets de compétence cantonale, conformément à l'art. 5 al. 3 OEIE. Le canton du Valais n'a pas encore adopté de réglementation d'application de l'ordonnance sur l'étude d'impact. Il n'est cependant pas nécessaire, pour statuer sur le recours, d'examiner si la procédure d'approbation des plans d'exécution, prévue par les art. 31 et ss |263| de la loi cantonale du 5 février 1957 sur l'utilisation des forces hydrauliques, peut être considérée comme la procédure décisive au sens de l'art. 5 al. 3 OEIE.\n\nb) L'ordonnance sur l'étude d'impact énonce de manière très détaillée - pour le domaine spécifique du droit fédéral de la protection de l'environnement - les exigences de coordination qui résultent déjà de l'ordre constitutionnel (art. 22quater Cst.) et des principes fixés par le droit fédéral de l'aménagement du territoire (art. 1, 2 al. 1, 7 et 8 LAT; art. 1 al. 2 let. c, 2 et 3 de l'ordonnance sur l'aménagement du territoire du 2 octobre 1989, ci-après: OAT). Pour être effective lors de la procédure décisive, la coordination de projets importants, notamment ceux soumis à l'étude d'impact, doit au moins intervenir dès le début de la planification ou de l'étude du projet (ATF 114 Ib 230 consid. 7e); elle nécessite une coopération étroite des différentes autorités concernées et des offices ou services de l'administration, qui s'occupent, chacun dans son domaine, de certains aspects du projet à coordonner (BERNARD KRAYENBÜHL, Participation et collaboration dans l'établissement des plans d'aménagement du territoire, ZBl 80/1979 p. 401-402). Une fois la procédure engagée (art. 11 OEIE), l'autorité compétente qui effectue l'étude d'impact a la responsabilité de coordonner l'ensemble des autorisations applicables au projet et de procéder, en principe, à une notification unique qui en établit la synthèse (ATF 116 Ib 57 -58, consid. 4b; art. 3 OAT). La notification unique des différentes autorisations spéciales, coordonnées en première instance, implique qu'une seule voie de recours soit ouverte contre les décisions faisant l'objet de la synthèse auprès d'une autorité de recours qui puisse procéder à l'examen de l'ensemble des intérêts en jeu (ATF 114 Ib 351 consid. 4). Il y a lieu de déroger à ce principe lorsque les questions juridiques à trancher relèvent en partie d'autorités fédérales, ce qui est notamment le cas pour les autorisations de défrichement de compétence fédérale (ATF 116 Ib 58 -59, consid. 4b).\n\nc) Le système de coordination prévu par l'ordonnance sur l'étude d'impact, pour assurer l'application de l'ensemble du droit fédéral de la protection de l'environnement, est le suivant: l'autorité compétente procède à l'étude d'impact avant la décision sur la planification ou la construction de l'installation en cause (art. 9 al. 1 LPE). Les autres autorités chargées de statuer sur les autorisations relevant du droit fédéral de la protection de l'environnement - désignées à l'art. 21 al. 1 OEIE, dont |264| l'autorisation de défricher (let. a) - se prononcent par un avis destiné à l'autorité compétente et ne statuent qu'après l'étude d'impact, en fonction des conclusions de cette dernière (art. 3 al. 2 OEIE).\n\nPour effectuer l'étude d'impact - qui n'est ni un document ni une décision, mais seulement l'examen de la conformité du projet aux prescriptions fédérales sur la protection de l'environnement - l'autorité compétente se base sur les éléments d'appréciation mentionnés à l'art. 17 OEIE. Il s'agit du rapport d'impact établi par le requérant (art. 7 à 11 OEIE) et évalué par le service spécialisé de la protection de l'environnement (art. 13 OEIE), des avis des autorités chargées de délivrer les autorisations nécessaires au projet (art. 21 OEIE), du résultat de l'enquête publique (art. 15 OEIE), ainsi que d'autres avis de tiers ou d'experts éventuellement requis par l'autorité compétente (art. 16 OEIE). L'étude d'impact pourrait ainsi s'effectuer, par exemple, dans le cadre d'une séance interne de l'administration réunissant, sous la présidence de l'autorité compétente, les différents services, autorités ou offices concernés. Les conclusions de l'étude d'impact, en particulier les conditions et charges auxquelles le projet doit être soumis pour être conforme aux prescriptions sur la protection de l'environnement (art. 18 OEIE), sont communiquées aux autorités concernées selon l'art. 21 OEIE, lesquelles peuvent alors statuer sur les autorisations relevant de leur compétence. L'autorité compétente pour autoriser le projet et les autorités concernées qui statuent sur les autres autorisations nécessaires au projet fondent leur décision sur les conclusions de l'étude d'impact (art. 3 al. 2 OEIE).\n\nd) Aux termes de l'art. 21 al. 3 OEIE, l'autorité chargée de délivrer une autorisation spéciale doit se tenir à l'avis qu'elle a communiqué lorsqu'elle statue, sauf si les données sur lesquelles elle s'est fondée ont entre-temps changé. Au moment de donner cet avis, l'autorité concernée ne dispose toutefois pas de tous les éléments d'appréciation nécessaires à la décision qu'elle doit prendre. Il lui manque en particulier les oppositions soulevées lors de l'enquête publique et surtout les conclusions de l'étude d'impact. L'avis donné en vertu de l'art. 21 al. 1 OEIE n'est qu'un élément d'appréciation dans le processus de coordination mis en oeuvre par l'autorité compétente. Il ne fait naître, ni ne définit ou ne modifie aucun droit ou obligation. Il s'agit d'un préavis modifiable suivant le résultat de l'enquête publique et les conclusions de l'étude d'impact.\n\n|265|\n\nL'autorité concernée peut d'ailleurs s'écarter de son préavis sans violer le principe de la bonne foi (cf. ATF 114 Ia 213 consid. 3a). Un tel avis, destiné aux services de l'administration, sert en effet de référence et d'instrument de travail à l'autorité compétente chargée d'assurer la coordination. Il n'a pas la portée d'une assurance donnée à un administré.\n\nLe droit d'être entendu, soit le droit pour une partie de se faire entendre avant qu'une décision ne soit prise à son détriment, n'est pas applicable aux avis donnés en vertu de l'art. 21 al. 1 OEIE, qui font partie du processus de coordination interne à l'administration; il s'exerce dans le cadre des consultations prévues à cet effet aux art. 15 et 20 OEIE ou lors des enquêtes spécifiques, propres aux autorisations spéciales mentionnées à l'art. 21 al. 1 OEIE.\n\nLes avis donnés par les autorités concernées en application de l'art. 21 al. 1 OEIE n'ayant pas la portée matérielle d'une décision au sens de l'art. 5 PA, le recours de droit administratif dirigé contre le préavis du Département fédéral de l'intérieur est donc irrecevable."}