{"annee": "116", "cour": "IA", "page": "1", "date": "7/3/1990", "cite": ["115 IA 139", "113 IA 390"], "cite_par": ["117 IA 59"], "chapeau": "1. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 7. März 1990 i.S. W. gegen Kantonsrat des Kantons Zug (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 let. a OJ; référendum financier cantonal; crédit pour l'acquisition d'un scanner pour l'hôpital cantonal. 1. Notion de dépense nouvelle et de dépense liée (consid. 3). 2. § 8 al. 2 let. b de la loi zougoise sur les finances. Selon le cahier des charges de l'Hôpital cantonal de Zoug, l'acquisition d'un scanner est nécessaire; la subvention cantonale destinée à permettre cet achat est donc une dépense liée (consid. 4)."], "faits": "|2|\n\nDer Kantonsrat des Kantons Zug bewilligte dem Kantonsspital Zug am 23. Februar 1989 die Anschaffung eines Computertomographen. Er gewährte dafür den entsprechenden Kantonsbeitrag von 60% der Investitionskosten von insgesamt Fr. 2,8 Mio., also Fr. 1,68 Mio. Die jährlichen Betriebskosten für den Computertomographen veranschlagte er auf Fr. 870'000.--. Diesen Beschluss unterstellte er nicht dem Referendum.\n\nGegen den Kantonsratsbeschluss erhob W. am 3. April 1989 staatsrechtliche Beschwerde wegen Verletzung des Stimmrechts. Er beantragte, der Kantonsratsbeschluss sei aufzuheben und das Geschäft sei dem Referendum zu unterstellen. Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Erwägungen:\n\n3. a) (Begriff der gebundenen Ausgabe nach bundesgerichtlicher Rechtsprechung; vgl. BGE 115 Ia 142 f. E. 2c und 3a.)\n\nb) Indessen besteht kein für die Kantone verbindlicher bundesrechtlicher Begriff der neuen oder gebundenen Ausgabe. Von der vorstehend umschriebenen bundesgerichtlichen Begriffsbestimmung darf deshalb dort abgewichen werden, wo sich nach Auslegung des kantonalen Rechts oder aufgrund einer feststehenden und unangefochtenen Rechtsauffassung und Praxis der zuständigen kantonalen Organe eine andere Betrachtungsweise aufdrängt. Denn das Finanzreferendum ist ein Institut des kantonalen Verfassungsrechts und das Bundesgericht als Verfassungsgericht hat lediglich über die Einhaltung der dem Bürger durch die Verfassung zugesicherten Mitwirkungsrechte zu wachen (BGE 113 Ia 397 E. b). Für den Kanton Zug sind die Begriffe der neuen und der gebundenen Ausgabe in § 8 des Gesetzes über den Finanzhaushalt des Kantons und der Gemeinden (Finanzhaushaltsgesetz) vom 28. Februar 1985 umschrieben:\n\n\"Eine Ausgabe ist die dauernde Bindung öffentlicher Mittel an einen\n\nbestimmten öffentlichen Zweck. Sie bewirkt eine Verminderung des\n\nFinanzvermögens und hat einen Verzehr der Mittel (laufende Rechnung) oder\n\neine Vermehrung des Verwaltungsvermögens (Investitionsrechnung) zur Folge.\n\nAls gebundene Ausgabe gelten:\n\na) Ausgaben, die durch einen Rechtssatz grundsätzlich und dem Umfang nach\n\nvorgeschrieben sind;\n\nb) Ausgaben, die nicht dem Umfang nach vorgeschrieben, aber zur |3|\n\nErfüllung der gesetzlich geordneten Verwaltungsaufgaben unbedingt\n\nerforderlich sind, wenn anzunehmen ist, der Gesetzgeber habe mit dem\n\nGrunderlass auch die sich daraus ergebenden Aufwendungen gebilligt.\n\nIm Gegensatz zu den gebundenen Ausgaben muss für neue Ausgaben zuerst\n\neine gesetzliche Grundlage geschaffen werden.\"\n\nc) Der Beschwerdeführer räumt ein, dass sich § 8 Abs. 2 Finanzhaushaltsgesetz an die bundesgerichtliche Definition der gebundenen Ausgabe anlehnt. ...\n\nDas kantonale Recht weicht jedoch insofern von der bundesgerichtlichen Definition ab, als es die Mitsprache des Volkes nicht vorbehält für den Fall, wo eine Ausgabe zwar weitgehend durch den Grunderlass präjudiziert ist, bezüglich ihrer Modalitäten jedoch eine verhältnismässig grosse Handlungsfreiheit besteht. Da keine weiteren Unterschiede und auch keine andere kantonale Praxis geltend gemacht werden, kann abgesehen von dieser Abweichung im folgenden vom bundesgerichtlichen Begriff ausgegangen werden.\n\n4. Unbestrittenermassen ist die Anschaffung eines Computertomographen durch keinen Rechtssatz prinzipiell und dem Umfang nach vorgeschrieben. Zu prüfen ist daher allein, ob die Ausgabe für die Anschaffung eines Computertomographen für das Kantonsspital Zug \"unbedingt erforderlich\" sei (§ 8 Abs. 2 lit. b Finanzhaushaltsgesetz).\n\na) Mit dieser Frage haben sich der Regierungsrat und die zuständige Fachkommission eingehend auseinandergesetzt. Entscheidgrundlage für beide war im wesentlichen eine Bedarfsstudie vom August 1988, die der Regierungsrat vom Schweizerischen Institut für Gesundheits- und Krankenhauswesen (Aarau) erstellen liess (Bedarfsstudie). Sie kommt zum Schluss, dass unter Berücksichtigung aller nichtfinanziellen Aspekte der Bedarf nach einem Computertomographen für das Röntgeninstitut des Kantonsspitals Zug adäquat sei.\n\nb) Der Beschwerdeführer bestreitet, dass die Ausgabe für den Computertomographen unbedingt erforderlich sei. Zwar wendet er sich nicht generell gegen die Feststellungen in der erwähnten Bedarfsstudie. Er anerkennt auch, dass die Computertomographie vielen Patienten erhebliche Erleichterungen verschafft. Hingegen gewichtet er das Bedürfnis anders als die Studie. Er bringt vor, ... die Anschaffung eines solchen Geräts werde durch das gesetzliche Leistungsprogramm nicht abgedeckt; sie sei weder medizinisch |4| noch wirtschaftlich zu verantworten. Die Patienten hätten auch bisher behandelt werden können; die wenigen Fälle, bei denen eine computertomographische Untersuchung unabdingbar gewesen sei, seien an das Universitätsspital Zürich überwiesen worden. Aus medizinischer Sicht sei die Anschaffung des Computertomographen daher bestenfalls \"überaus wünschenswert\". Der Regierungsrat führe selber aus, dass sich der Kauf nicht wirtschaftlich begründen lasse. Die Tatsache, dass die Anschaffung neben einer einmaligen auch jährlich wiederkehrende Ausgaben verursache, zeige, dass es sich um eine neue Dimension der medizinischen Versorgung handle, die nicht unter den Begriff der gebundenen Ausgabe falle. Ferner bestehe in bezug auf den Umfang der Ausgabe und den Standort der Anlage ein erheblicher Handlungsspielraum; es bestünden mehrere Leistungsklassen von Computertomographen mit unterschiedlichen Preisen. Auch hätten die Stimmbürger beim Erlass des Kantonsspitalgesetzes das Bedürfnis nach der Anschaffung eines Computertomographen nicht vorausgesehen und eine solche somit nicht stillschweigend gebilligt.\n\nc) Das Kantonsspital ist das Hauptspital des Kantons Zug (§ 2 Abs. 2 Kantonsspitalgesetz). Es unterliegt einem medizinischen Leistungsprogramm. Danach muss es neben der Grundversorgung auch eine stationäre spezialisierte Versorgung gewährleisten (§ 3 Kantonsspitalgesetz). Unter anderem hat es eine röntgen- und nuklearmedizinische Abteilung zu führen (§ 5 Abs. 1 lit. e Kantonsspitalgesetz). Jedoch hat das Kantonsspital nur jene Versorgung anzubieten, die wirtschaftlich und medizinisch verantwortet werden kann (§ 3 Abs. 3 Kantonsspitalgesetz).\n\nd) Der Beschwerdeführer behauptet, das Kantonsspital Zug könne seinen gesetzlichen Leistungsauftrag auch ohne Computertomographen erfüllen, weshalb die beantragte Ausgabe nicht unbedingt erforderlich sei.\n\naa) Der Beschwerdeführer verkennt die medizinische Bedeutung der Computertomographie. Nach der Bedarfsstudie ist sie lediglich die Fortführung einer bisherigen Technik, die Weiterentwicklung und Verfeinerung der bestehenden diagnostischen Mittel. Sie ersetzt beinahe keine herkömmlichen Untersuchungsmethoden, bietet aber gegenüber diesen häufig Vorteile. Die Anschaffung eines Geräts verbessert auch die Behandlung von Unfallpatienten. Ferner ist ihr Anwendungsbereich sehr breit; die Computertomographie ist heute fester und notwendiger Bestandteil der täglichen Röntgendiagnostik. Zumindest ist der Kantonsrat nicht |5| in Willkür verfallen, als er von diesen Feststellungen der Bedarfsstudie ausging. Im Gegenteil durfte er schliessen, die Abteilung für Röntgendiagnostik und Nuklearmedizin des Kantonsspitals Zug entspreche ohne Computertomographen den modernen diagnostischen Anforderungen der Klinik und der zuweisenden Ärzte nicht. Es ist verfassungsrechtlich haltbar zu folgern, der Kauf dränge sich geradezu auf, um das röntgendiagnostische Angebot des Kantonsspitals wieder den modernen Erfordernissen anzupassen und das Untersuchungs- und Therapierisiko zugunsten der Patienten zu senken.\n\nEbenso einleuchtend ist, dass Grösse, Lage und Bedeutung des Kantonsspitals Zug die Anschaffung eines Computertomographen erfordern. Das Einzugsgebiet für sein computertomographisches Angebot erstreckt sich über den Kanton Zug hinaus und ist erfahrungsgemäss von der Bevölkerungszahl her genügend gross, um die Anschaffung des Geräts zu rechtfertigen. Auch seitens der Ärzte, die Patienten zuweisen, ist eine starke und steigende Nachfrage vorhanden. Zudem ist das Kantonsspital Zug das einzige Akutspital des Kantons, das einen durchgehenden Notfalldienst betreibt. Die rasche Zunahme von Computertomographen in der Schweiz und die weite Verbreitung zeigen das Bedürfnis nach dieser Einrichtung.\n\nbb) Der Beschwerdeführer macht weiter geltend, die Anschaffung eines Computertomographen sei wirtschaftlich nicht verantwortbar. Der Regierungsrat führe selber aus, der Kauf lasse sich nicht wirtschaftlich begründen. Die Ausführungen des Regierungsrats sind aber dahingehend zu verstehen, dass mit dem Computertomographen kein Gewinn erwirtschaftet werden könne; wirtschaftlich verantwortbar erscheint ihm die Anschaffung trotzdem. Auch die Staatswirtschaftskommission kommt aufgrund der umfassenden Abklärungen über die Auslastung des Geräts zum Schluss, die Anschaffung könne wirtschaftlich gerechtfertigt werden. Im Rahmen der gesamten Aufwendungen für das Kantonsspital sind die einmaligen Anschaffungskosten und die Verschlechterung der Jahresrechnung vertretbar; der Beschwerdeführer zieht das grundsätzlich nicht in Zweifel. Dass jährlich wiederkehrende Ausgaben entstehen, ist kein Kriterium für die Frage, ob eine gebundene oder neue Ausgabe für die Investition vorliegt.\n\ncc) Somit verlangt das Leistungsprogramm für das Kantonsspital die Anschaffung eines Computertomographen. Die Ausgabe dafür ist zur Erfüllung der gesetzlich geordneten |6| Verwaltungsaufgaben unbedingt erforderlich. Das heisst nicht, dass die Ausgaben für alle Anlagen und Einrichtungen der modernen medizinischen Technik damit vom Ausgabenreferendum ausgenommen sind. Allein aufgrund der rasanten Entwicklung eines Geräts und seiner grossen Verbreitung darf nicht auf die Notwendigkeit seiner Anschaffung geschlossen werden. Entscheidend sind im vorliegenden Fall der spezifische gesetzliche Auftrag, das breite Anwendungsgebiet des Computertomographen, die intensive Nutzung und die für die Betroffenen erzielten Erleichterungen. Für ein Hauptspital von der Bedeutung des Kantonsspitals Zug gehört ein Computertomograph der heutigen Generation zur Grundausstattung.\n\nd) Das Finanzhaushaltsgesetz verlangt nicht, dass die Stimmbürger die Anschaffung eines Computertomographen hätten voraussehen müssen, als das Kantonsspitalgesetz erlassen wurde. Hingegen ist aufgrund des gesetzlichen Leistungsprogramms des Kantonsspitals \"anzunehmen\", \"der Gesetzgeber habe mit dem Grunderlass auch die sich daraus ergebenden Aufwendungen gebilligt\" (§ 8 Abs. 2 lit. b Finanzhaushaltsgesetz). Die Stimmbürger haben das Leistungsprogramm des Kantonsspitals festgelegt und die zu dessen Erfüllung notwendigen Befugnisse an die Behörden delegiert. Jedermann musste sich damals bewusst sein, dass auch die Medizinaltechnik Fortschritte machen wird und dass das Leistungsprogramm unter Umständen auch Methoden abdeckt, welche damals noch nicht bekannt oder noch nicht stark verbreitet waren. Damit wurde aber die Anschaffung von Geräten wie den Computertomographen gebilligt, weil er - wie dargelegt - heute für die Erfüllung des Leistungsprogramms unbedingt erforderlich ist.\n\ne) Es kann offenbleiben, ob nach der zugerischen Ordnung ein den Behörden zustehender Handlungsspielraum für die Natur einer Ausgabe von Bedeutung sei. Denn entgegen den Ausführungen des Beschwerdeführers stellt sich die Frage des \"Wie\" nur sehr eingeschränkt. Die Auswahl an Computertomographen, welche tatsächlich für die konkreten Bedürfnisse in Frage kommen, ist nicht gross. Namentlich aufgrund des Entwicklungsstandes der Geräte ist es für das Kantonsspital Zug angezeigt, einen Computertomographen der jetzigen Generation anzuschaffen; das zu erwartende Patientenvolumen, die bestehende Infrastruktur des Spitals und der gesetzliche Versorgungsauftrag schränken die Typenwahl stark ein. Ein Computertomograph der mittleren Leistungsklasse kostet Fr. 1,2 bis 1,4 Mio.; der mittlere Gerätepreis der |7| beantragten höheren Leistungsklasse wird auf Fr. 1,6 Mio. beziffert. Zu berücksichtigen ist, dass die Typenwahl auf die Kosten für Installation, Zusatzeinrichtungen und Betrieb keinen Einfluss hat. Zudem ist Gegenstand des angefochtenen Kantonsratsbeschlusses lediglich ein Beitrag von 60% der Investitionskosten. Die Typenwahl hat daher im Rahmen des ganzen Geschäfts keinen grossen Einfluss auf die Höhe des Kantonsbeitrags. Die Einsetzung des mittleren Preises eines Computertomographen der höheren Klasse erlaubt es, im Zeitpunkt der Kreditfreigabe den technischen Stand der Geräte und die Bedürfnisse des Kantonsspitals zeitgerecht zu berücksichtigen. Nach dem Gesagten ist der sachliche Spielraum derart stark eingeschränkt, dass in bezug auf die Ausgabe keine verhältnismässig grosse Handlungsfreiheit besteht. Auch bezüglich der Standortfrage sind die Möglichkeiten begrenzt: Obwohl verschiedene Varianten studiert wurden, eignet sich aufgrund der vielfältigen Anforderungen an den Standort des Computertomographen nur ein einziger Raum."}