{"annee": "116", "cour": "IB", "page": "418", "date": "25/4/1990", "cite": ["103 IB 144", "114 IA 233", "103 IB 335", "115 IB 347", "111 IB 26", "98 V 54", "112 IB 424", "109 IB 214", "112 IB 280", "111 IB 13", "108 IB 245", "110 IB 297", "115 IB 505", "110 IB 160", "112 IB 164", "112 IB 312", "104 IB 381", "99 IB 70", "108 IB 92", "114 IB 214", "114 IB 344", "113 IB 371", "101 V 120", "100 IB 445", "114 IB 81", "114 IB 305", "112 IB 543", "112 IB 70", "107 IB 170", "105 IA 207"], "cite_par": ["117 IB 178", "124 II 460", "116 IB 465", "119 IB 222", "118 IB 296", "118 IB 381", "133 II 181", "119 IA 285", "121 II 483", "125 II 50", "117 IB 270", "117 IB 135", "118 IB 1", "121 II 224", "118 IB 356"], "chapeau": "52. Sentenza 25 aprile 1990 della I Corte di diritto pubblico nella causa Associazione svizzera del traffico e Fondazione svizzera per la tutela del paesaggio c. Comune di Medeglia, Consiglio di Stato e Gran Consiglio del Cantone Ticino, Dipartimento militare federale (ricorso di diritto amministrativo)", "regestes": ["Décision attaquable au sens des art. 97 OJ et art. 5 PA; qualité pour recourir selon l'art. 103 let. c OJ en relation avec les art. 55 al. 1 LPE et art. 12 al. 1 LPN. 1. L'arrêté (decreto legislativo) du Grand Conseil approuvant, selon le droit tessinois, la construction d'une route est assimilable à une autorisation de construire et peut être attaqué par la voie d'un recours de droit administratif (consid. 1a). Nature juridique de la convention passée entre le canton et la Confédération au sujet du subventionnement: question laissée indécise (consid. 1b). 2. La question de savoir si un projet est soumis à l'étude d'impact prévue à l'art. 9 LPE ne concerne pas la qualité pour recourir fondée sur l'art. 55 al. 1 LPE, mais le fond du litige (consid. 2). 3. Qualité pour recourir, exigence de l'atteinte formelle. - Principes découlant de l'art. 103 let. a OJ, extension à l'art. 103 let. c OJ (consid. 3a). - Etat de la jurisprudence relative à l'art. 12 al. 1 LPN (consid. 3b) et à l'art. 12 al. 3 LPN (consid. 3c). - L'art. 55 al. 3 LPE fait obligation aux organisations habilitées à recourir à intervenir déjà au stade de l'instance inférieure (consid. 3d); il s'ensuit que le droit de recours prévu à l'art. 103 let. c OJ est subordonné, en règle générale, à la participation de l'organisation à la procédure de dernière instance cantonale, non seulement lorsqu'il découle de l'art. 55 al. 1 LPE, mais encore lorsqu'il se fonde sur l'art. 12 LPN (modification de la jurisprudence, consid. 3e). Dans le cas concret, une telle solution est d'ailleurs la seule qui respecte l'exigence posée par l'art. 33 al 3 let. b LAT (consid. 3f). - Les principes ci-dessus ne sont pas directement applicables aux procédures instituées dans le cadre de l'art. 24 LAT (consid. 3g); en outre, ils ne concernent pas le droit de recours de l'autorité fédérale fondé sur l'art. 103 let. b OJ (consid. 3h). 4. Le droit tessionois satisfait aux egigences posées par l'art. 55 al. 3 LPE en ce qui concerne la mise à l'enquête publique et la possibilité de faire opposition. Dans le cas concret, l'organisation recourante n'a pas rempli son obigation de participer à la prodédure cantonale, de sorte que son recours est irrecevable."], "faits": "BGE 116 Ib 418 S. 421\n\nA.- La legge ticinese sulle strade del 23 marzo 1983 (LS) prevede che, dopo l'adozione di un piano direttore determinante le finalità della politica stradale (art. 8-10 LS), sono elaborati, in collaborazione con i comuni, i piani generali, soggetti a pubblicazione, reclamo e ricorso (art. 11-17 LS). In una terza fase sono allestiti dal Consiglio di Stato in collaborazione con i comuni i progetti esecutivi (art. 18-19 LS). Previo avviso sul Foglio Ufficiale, negli albi dei comuni coinvolti e agli interessati, questi disegni e il preventivo del finanziamento vengono esposti durante 30 giorni presso le cancellerie comunali (art. 20 cpv. 1 LS), mentre sono indicate sul terreno le modifiche da apportare allo stato dei luoghi (art. 20 cpv. 2 LS). Nei quindici giorni successivi alla scadenza della pubblicazione, i comuni e tutte le persone che dimostrano un interesse legittimo hanno facoltà di sollevare opposizione (art. 21 cpv. 1 LS), salvo che per gli oggetti già decisi con i piani generali (cpv. 2). Il Consiglio di Stato giudica sulle opposizioni e, quando la spesa è superiore ai fr. 200'000.--, sottopone poi i progetti al Gran Consiglio (art. 21 cpv. 3 LS). Davanti al legislatore cantonale possono ricorrere soltanto i comuni (art. 21 cpv. 4 LS). Il Gran Consiglio approva i progetti esecutivi, vota i crediti necessari e statuisce sui ricorsi dei comuni (art. 22 cpv. 1 LS). Nella susseguente procedura espropriativa sono improponibili opposizioni all'espropriazione e domande volte alla modificazione dei piani (art. 23 LS).\n\nB.- Il 25 febbraio/22 aprile 1985 il Direttore del Dipartimento cantonale delle pubbliche costruzioni e il Consigliere federale preposto al Dipartimento militare sottoscrissero una convenzione che, sotto riserva dell'approvazione dei crediti da parte delle Camere federali e del Gran Consiglio ticinese, garantiva un contributo della Confederazione pari al 70% dei costi per la costruzione della circonvallazione di Medeglia. Con risoluzione del 14 maggio 1985, pubblicata nel Foglio Ufficiale n. 40 del 17 maggio 1985, il Consiglio di Stato notificava di aver concluso l'elaborazione del progetto esecutivo, illustrava il finanziamento della spesa prevista (fr. 13'000'000.--) in base all'accordo stipulato con la Confederazione e previa deduzione di un contributo fisso di fr. 150'000.-- a carico del Comune di Medeglia, rammentava il diritto e il termine di opposizione e preannunciava la stesura di un messaggio speciale all'indirizzo del Gran Consiglio.\n\nContro tale progetto esecutivo furono insinuate da privati cinque opposizioni, su cui il Consiglio di Stato si pronunciò con BGE 116 Ib 418 S. 422decisioni del 24 settembre 1985, che non furono impugnate. Il Comune di Medeglia non adì l'autorità di ricorso. Con messaggio del 23 marzo 1988 il Consiglio di Stato sottopose l'oggetto, implicante una spesa riveduta di 16,6 milioni di franchi, al Gran Consiglio. La commissione della gestione presentò due rapporti: uno, di maggioranza, in favore del tracciato e delle condizioni sostenute nel messaggio, l'altro, di minoranza, che invitava a respingere il credito sollecitato, lamentando una carenza di ragguagli in particolare su una possibile sistemazione della strada esistente e sull'impatto ambientale del nuovo percorso. Previa discussione, il Gran Consiglio adottò il 25 ottobre 1988 un decreto legislativo del seguente tenore:\n\nArt. 1. È approvato il progetto per la costruzione della circonvallazione di Medeglia e stanziato un credito lordo di fr. 16'600'000.--.\n\nA detta spesa la Confederazione (DMF) contribuirà con il 70%, cioè fr. 11'620'000.--, e il Comune di Medeglia con un importo di fr. 150'000.--.\n\nArt. 2. Il credito lordo verrà iscritto al conto investimenti del Dipartimento pubbliche costruzioni (810.501); i contributi e i sussidi alle corrispondenti entrate del medesimo conto (810.660.01 risp. 662.10).\n\nArt. 3. Al termine dei lavori i due tratti di strada cantonale, nell'abitato di Medeglia e l'accesso alla frazione Canedo, verranno ceduti in proprietà e manutenzione al Comune di Medeglia.\n\nArt. 4. Trascorsi i termini per l'esercizio del diritto di referendum, il presente decreto è pubblicato nel Bollettino ufficiale delle leggi e degli atti esecutivi ed entra immediatamente in vigore.\n\nIl decreto è stato pubblicato nel Foglio Ufficiale del 4 novembre 1988, con indicazione del termine per la domanda di referendum, che non è stato utilizzato.\n\nC.- L'Associazione svizzera del traffico, sezione della Svizzera italiana, e la Fondazione svizzera per la tutela del paesaggio hanno introdotto il 5 dicembre 1988 un ricorso di diritto amministrativo al Tribunale federale contro questo decreto e contro la convenzione 15 febbraio/22 aprile 1985.\n\nLe ricorrenti considerano il decreto impugnato come una decisione ai sensi dell'art. 5 PA e deducono la loro legittimazione dagli art. 55 LPA e 12 LPN. Nel merito, esse sostengono che la contestata approvazione dell'opera da parte del Gran Consiglio lede l'art. 9 LPA essendo stato omesso l'esame dell'impatto sull'ambiente, indispensabile perché la nuova strada graverebbe in notevole misura il territorio circostante. Simile obbligo avrebbe vincolato anche le autorità federali chiamate ad accordare BGE 116 Ib 418 S. 423contributi, ossia ad adempiere un compito della Confederazione secondo gli art. 2 lett. c e 3 cpv. 2 lett. c LPN. Le ricorrenti concludono pertanto che siano annullati tanto il decreto legislativo del Gran Consiglio quanto la convenzione 25 febbraio/22 aprile 1985.\n\nD.- Il Consiglio di Stato del Cantone Ticino, agendo anche in rappresentanza del Gran Consiglio, contesta che il decreto impugnato abbia carattere di decisione, nega che le ricorrenti siano legittimate ed eccepisce la tardività del gravame, nessuna opposizione essendo stata presentata dalle due organizzazioni al momento della pubblicazione del progetto. Nel merito, esso adduce che l'impugnativa è infondata, perché un esame d'impatto sull'ambiente non sarebbe stato necessario e perché le verifiche eseguite dagli organi competenti dimostrerebbero comunque che il progetto stradale rispetta sostanzialmente le norme applicabili.\n\nIl Comune di Medeglia aderisce alle osservazioni del Consiglio di Stato e propone di respingere il ricorso, confermando il decreto legislativo del 25 ottobre 1988.\n\nE.- Il Dipartimento federale dell'interno è stato invitato ad esprimersi. Agendo per il tramite dell'Ufficio federale dell'ambiente, delle foreste e del paesaggio (UFAFP), esso propende a considerare determinante per l'approvazione del progetto la risoluzione 14 maggio 1985 del Consiglio di Stato, pubblicata nel FU del successivo 17 maggio, e da ciò inferisce la tardività del gravame. Esso opina inoltre che le organizzazioni ricorrenti non sono legittimate ai sensi dell'art. 55 LPA, poiché l'impianto controverso non sottostà all'esame dell'impatto ambientale giusta l'art. 19 LPA e la relativa ordinanza (OEIA). Per contro, sotto il profilo della LPN, esso è dell'avviso che la legittimazione debba esser riconosciuta alla Federazione svizzera per la tutela del paesaggio e che il gravame di questa sia tempestivo: trattandosi però di sovvenzioni facoltative, la competenza a deciderlo spetterebbe al Consiglio federale.\n\nF.- In un secondo scambio di allegati le ricorrenti, il Consiglio di Stato e l'UFAFP hanno sostanzialmente ribadito le loro opinioni.\n\nG.- A richiesta del Giudice delegato, il Dipartimento militare federale si è espresso a proposito dei sussidi federali e delle previsioni circa il traffico di veicoli militari. Alle ricorrenti è stata data occasione di formulare le loro osservazioni a tal riguardo.\n\nH.- L'effetto sospensivo richiesto dalle ricorrenti è stato conferito, a titolo superprovvisionale, il 22 dicembre 1988.\n\nBGE 116 Ib 418 S. 424", "considerants": "Considerando in diritto:\n\n1. Il Tribunale federale esamina d'ufficio e liberamente se sono adempiute le condizioni di ammissibilità del rimedio giuridico proposto (DTF 115 Ib 350 consid. 1; DTF 114 Ib 308 consid. 1a, Ib 216 consid. 1 e rinvii). Giusta l'art. 97 OG in combinazione con l'art. 5 PA, il ricorso di diritto amministrativo è ammissibile contro decisioni delle istanze enumerate all'art. 98 OG che sono fondate sul diritto federale o avrebbero dovuto esserlo, ove non ricorra nessuno dei motivi di esclusione preveduti dagli art. 99 a 102 OG o da altra legge federale.\n\na) Controverso è anzitutto se il decreto legislativo adottato dal Gran Consiglio costituisca una decisione ai sensi dell'art. 5 PA. Dal sistema del diritto ticinese che si è descritto risulta che il legislativo cantonale non si limita a stanziare il credito per l'esecuzione dei lavori, ma è chiamato ad approvare il progetto esecutivo. Come il Tribunale federale ha già avuto modo di accennare di transenna nella sentenza 28 aprile 1988 in re J, apparsa in RDAT 1989, n. 66, l'esame del Gran Consiglio comporta una valutazione dell'opera progettata e può tradursi in una modifica dei suoi elementi o addirittura nel rifiuto di convalida della prevista strada. Dall'approvazione del Gran Consiglio dipende la possibilità di dar inizio ai lavori; in eventuali procedure espropriative coloro che sono astretti a cedere diritti per l'esecuzione dell'opera non possono più chiedere la modifica dei piani, analogamente a quanto in materia di strade nazionali dispongono gli art. 26 segg. in combinazione con l'art. 39 cpv. 2 LSN. D'altronde il Gran Consiglio, quantomeno nei confronti dei comuni, è anche istanza di ricorso, ed ai fini di sapere se il decreto legislativo impugnato configuri una decisione non è rilevante che nella specie il Comune di Medeglia non abbia ricorso contro la progettata circonvallazione, ch'esso anzi auspica. Quanto risulta dal testo e dalla sistematica della legge è del resto confortato anche dai lavori legislativi: tando il messaggio governativo del 4 maggio 1982, quanto il rapporto della commissione speciale incaricata di esaminare il disegno di legge del 1o marzo 1983, sono concordi nell'affermare che il Gran Consiglio è l'organo cui compete l'approvazione definitiva e ch'esso può, scostandosi dalle conclusioni del Consiglio di Stato, adottare soluzioni diverse in merito alle censure mosse dagli interessati nella via dell'opposizione, benché questi non intervengano in BGE 116 Ib 418 S. 425quest'ultimo stadio. È appena necessario rilevare che ai fini della presente decisione come già nel caso citato pubblicato in RDAT, non è necessario sciogliere i dubbi che la regolamentazione ticinese può sollevare per riguardo alle esigenze poste dall'art. 6 n. 1 CEDU, né decidere come si debba procedere nel caso in cui la decisione del Governo, che si pronuncia sull'opposizione di un privato interessato, sia da questo impugnata con ricorso di diritto pubblico in pendenza della procedura di approvazione davanti al Gran Consiglio. Determinante per il presente giudizio è che il decreto legislativo del Gran Consiglio costituisce una decisione assimilabile ad una licenza di costruzione dell'opera. Discende da questa constatazione che - sotto riserva delle altre condizioni di ricevibilità ancora da esaminare - non fanno ostacolo all'ammissibilità del ricorso di diritto amministrativo né l'art. 99 lett. c OG (DTF 115 Ib 506 consid. 2; DTF 113 Ib 373 consid. 1b, ultimo capoverso e riferimento di dottrina), né la lett. e di tale disposto, relativa all'approvazione tecnica di un impianto (DTF 114 Ib 216 /17, consid. 1b).\n\nb) Più delicata appare invece la qualificazione dell'altro oggetto dell'impugnativa, cioè la convenzione 25 febbraio/22 aprile 1985 relativa al sussidiamento dell'opera da parte della Confederazione, rispettivamente l'approvazione di essa data dal Gran Consiglio.\n\nNon è tuttavia necessario appurare se tale ratifica costituisca l'approvazione di un contratto di diritto amministrativo, ipotesi che parrebbe escludere una decisione impugnabile (GRISEL, Traité de droit administratif, pag. 863, n. 2b in fine; cfr. anche DTF 105 Ia 210 consid. 2b; DTF 103 Ib 337 consid. 4), oppure se il sussidio così garantito non rappresenti, come avanza nelle sue osservazioni il DMF, un contributo volontario che richiamerebbe l'applicazione dell'art. 99 lett. h OG (DTF 112 Ib 313 consid. 2b; DTF 110 Ib 300 consid. 1). Infatti, le censure ricorsuali non mirano a contestare la quota di spesa assunta dalla Confederazione, ma tendono a discutere la struttura dell'opera e la sua conformità con gli imperativi della protezione ambientale, della natura e del paesaggio; questioni queste che tutte andrebbero esaminate nel giudizio sulla fondatezza dell'approvazione del progetto data dal Gran Consiglio. La questione può quindi rimanere aperta, dal momento che l'annullamento di questa approvazione avrebbe per conseguenza che la convenzione non potrebbe esser applicata.\n\n2. Contrariamente all'opinione espressa in risposta dal Dipartimento federale dell'interno, il diritto di ricorrere non può BGE 116 Ib 418 S. 426esser denegato alle organizzazioni ricorrenti per il motivo che l'impianto controverso non soggiacerebbe all'esame dell'impatto sull'ambiente ai sensi degli art. 9 e 55 LPA. Allorquando un'organizzazione abilitata a ricorrere fa valere che una simile verifica sarebbe indebitamente stata omessa, essa adduce una violazione dell'art. 9 LPA ed il giudizio in proposito costituisce una questione di merito (DTF 114 Ib 353 consid. 5a; DTF 112 Ib 306 consid. 12a, 441 consid. 7e; MATTER, in: Kommentar zum Umweltschutzgesetz, n. 19 in fine ad art. 55).\n\n3. Le ricorrenti non sono intervenute nella procedura cantonale. Segnatamente esse non hanno interposto opposizione contro il progetto dell'opera al momento del suo deposito pubblicato sul Foglio Ufficiale del 17 maggio 1985; non risulta ch'esse si siano premurate di informarsi circa le opposizioni interposte da privati e la sorte che il Consiglio di Stato aveva loro riservato (decisioni del 24 settembre 1985); infine, le ricorrenti non sono neppur intervenute davanti al Gran Consiglio. Si pone quindi il problema di sapere se da questa mancata partecipazione alla procedura cantonale non debba esser dedotta l'inammissibilità del ricorso.\n\na) Quando la legittimazione a presentare ricorsi di diritto amministrativo è fondata sull'art 103 lett. a OG, è richiesto che il ricorrente abbia partecipato alla pregressa procedura davanti all'istanza inferiore e che le sue conclusioni siano state totalmente o parzialmente respinte. A questo requisito della cosiddetta \"lesione formale\" (\"formelle Beschwer\") si deve tuttavia tra l'altro rinunciare, ove il ricorrente non sia stato messo in grado, senza sua colpa, di prender parte al procedimento (DTF 108 Ib 94 segg.; DTF 99 Ib 76 /77; GYGI, Bundesverwaltungsrechtspflege, 2a edizione, § 15, 3.3, pag. 155; critico nel principio, ma concorde nell'esito perlomeno ove il ricorrente sia stato personalmente o per pubblico avviso invitato a partecipare, GRISEL, Traité de droit administratif, pag. 900, b). Coerentemente con tale impostazione procedurale, la giurisprudenza del Tribunale federale ha parallelamente dedotto dall'art. 103 lett. a OG, in relazione con la nozione di parte definita dall'art. 6 PA, l'obbligo per i Cantoni di ammettere davanti alle loro istanze, senza porre condizioni di legittimazione più restrittive, che sia abilitato a interporre successivamente ricorso di diritto amministrativo in virtù dell'art. 103 lett. a OG (DTF 98 V 54 consid. 1; DTF 101 V 123 consid. 1a; DTF 103 Ib 147 consid. 3a; DTF 104 Ib 381; DTF 108 Ib 250 d; 110 BGE 116 Ib 418 S. 427Ib 40 consid. 2a). Sul filo di analoga argomentazione, l'obbligo per i Cantoni di consentire la partecipazione è stato esteso poi anche a favore di quelle persone, organismi o autorità che sono abilitati ad avvalersi del ricorso di diritto amministrativo in virtù dell'art. 103 lett. c OG (DTF 107 Ib 175 consid. 3; DTF 109 Ib 216 consid. 2b; DTF 110 Ib 162 consid. 2a; DTF 112 Ib 71 consid. 2).\n\nb) Non compiutamente chiarita nella giurisprudenza è invece la questione di sapere se a questa facoltà degli enti legittimati secondo l'art. 103 lett. c OG faccia riscontro anche un obbligo di partecipare alla procedura davanti all'istanza inferiore. Per esaminarla, occorre tenere in considerazione, oltre l'art. 103 lett. c OG, la singola disposizione della legge specifica che introduce il diritto di ricorso, perché il legislatore può esser stato indotto ad adottare soluzioni differenziate secondo la materia.\n\nNel 1974, prima che la legittimazione delle organizzazioni fosse estesa alla procedura cantonale (DTF 107 Ib 175), il Tribunale federale in un caso d'applicazione dell'art. 12 cpv. 1 LPN si era chiesto se, per permettere alle organizzazioni abilitate ad esperire ricorso di diritto amministrativo al Tribunale federale (o ricorso amministrativo al Consiglio federale) di far uso di questo rimedio, si dovesse considerare che l'art. 12 cpv. 1 LPN conteneva una lacuna, da colmare riconoscendo a questi enti anche la facoltà di partecipare alla procedura cantonale e di provocare così un giudizio di ultima istanza, oppure se non si dovesse entrare nel merito del ricorso di diritto amministrativo da loro proposto rinunciando all'esigenza del previo esaurimento delle istanze cantonali, contrariamente a quanto richiede l'art. 98 lett. g OG. Il problema fu allora lasciato aperto, perché il ricorso di diritto amministrativo era irricevibile per altre ragioni (DTF 100 Ib 452 /53 consid. 4).\n\nNel 1983, il Tribunale federale, sempre a proposito dell'art. 12 cpv. 1 LPN, ha riconosciuto a due organizzazioni nazionali, che non avevano partecipato alla procedura cantonale, la veste per proporre ricorso di diritto amministrativo contro una decisione di ultima istanza cantonale, osservando che l'art. 98 lett. g OG esige bensì che la decisione cantonale impugnata sia di ultimo grado, ma che l'art. 12 cpv. 1 LPN non prescrive alle organizzazioni di esaurire esse stesse le istanze cantonali (DTF 109 Ib 216 segg., consid. 2b, sentenza del 6 dicembre 1983). Questa sentenza fa riferimento a DTF 100 Ib 452/53 consid. 4, che aveva posto il problema senza risolverlo, ed evoca le opinioni di MACHERET (\"La BGE 116 Ib 418 S. 428qualité pour recourir, clef de la juridiction constitutionnelle et administrative du Tribunal fédéral\", RDS 94/1975 II pagg. 185/86) e di RIVA (Die Beschwerdebefugnis der Natur- und Heimatschutzvereinigungen, Diss. Berna 1980, pagg. 105/106), omettendo tuttavia a torto di precisare che questi autori avevano proposto altre soluzioni, ed in particolare che RIVA considerava necessaria, in linea di principio, una lesione formale delle organizzazioni. Per esser completi va ancora sottolineato che, come risulta dalla sentenza (ibidem, pag. 125), l'esaurimento delle istanze cantonali era stato provocato da organizzazioni locali, analogamente al precedente caso non pubblicato Ligue suisse pour la protection de la nature c. Vaud, nel quale sul piano cantonale era intervenuta la sezione cantonale della stessa Lega, espressamente legittimata dal diritto cantonale (sentenza inedita 1o giugno 1983, consid. 3a).\n\nLa giurisprudenza di DTF 109 Ib 216 che rinuncia per l'art. 12 cpv. 1 LPN al requisito della lesione formale è stata per questa disposizione ripresa da GRISEL (op.cit. pag. 908) ed estesa da LORETAN (Die Umweltverträglichkeitsprüfung, Diss. Zurigo 1985, pag. 169) all'art. 55 LPA, ma criticata da TRÜEB (Rechtsschutz gegen Luftverunreinigung und Lärm, Diss. Zurigo 1990, pag. 167 e nota 68 ivi), anche se quest'autore, per agevolare alle organizzazioni di importanza nazionale il loro compito, considera come sufficiente l'intervento nella procedura cantonale delle loro sezioni locali o regionali (loc. cit.), analogamente a quanto già in precedenza auspicato da RIVA (op.cit. pag. 105) ed a quanto sostanzialmente aveva ritenuto lo stesso Tribunale federale nella sentenza citata del 1o giugno 1983.\n\nc) In questo contesto giova tuttavia osservare che se il legislatore della LPN nel 1966 - prima quindi della riforma dell'OG e dell'introduzione della PA - ha introdotto per le organizzazioni nazionali il diritto di ricorso sul piano federale omettendo di esprimersi circa la loro partecipazione alla precedente procedura cantonale, esso ha però contemporaneamente abilitato quelle stesse organizzazioni nella procedura di espropriazione retta dal diritto federale a presentare opposizioni e domande fondate sugli art. 9 e 35 LEspr (art. 12 cpv. 3 LPN). Per tale materia, attinente alla protezione del paesaggio, il legislatore ha quindi implicitamente richiesto che le organizzazioni intervengano sin dall'apertura del procedimento - cioè dal deposito dei piani (art. 30 LEspr) - dal momento che il ritardo nel presentare BGE 116 Ib 418 S. 429opposizione o domande di modifica dei piani comporta perenzione (art. 39, 40 LEspr; DTF 112 Ib 549 consid. 1c; DTF 111 Ib 29 e rinvii; cfr. inoltre in materia di strade nazionali, ove l'approvazione del progetto esecutivo (art. 26, 27 LSN) assume le funzioni dell'opposizione del diritto espropriativo (DTF 112 Ib 549 consid. 1a). Si può, pertanto, dedurre da questa circostanza che il legislatore della LPN non ha quantomeno inteso erigere a principio generale che le organizzazioni siano libere d'intervenire a loro gradimento solo all'ultimo stadio del procedimento.\n\nd) La LPA, entrata in vigore il 1o gennaio 1985, ha introdotto per le organizzazioni nazionali di protezione dell'ambiente, fondate da almeno dieci anni, il diritto di aggravarsi con il ricorso amministrativo al Consiglio federale o ricorso di diritto amministrativo al Tribunale federale contro decisioni cantonali o federali riguardanti la pianificazione, la costruzione e la trasformazione di impianti fissi soggetti all'esame dell'impatto sull'ambiente di cui all'articolo 9 in quanto tali rimedi siano contro di esse ammissibili (art. 55 cpv. 1 LPA). Nel contempo, tali organizzazioni sono state autorizzate ad avvalersi dei \"rimedi giuridici previsti dal diritto cantonale\" (\"von den Rechtsmitteln im kantonalen Bereich Gebrauch zu machen\" - art. 55 cpv. 3 LPA). Nel messaggio del 31 ottobre 1979 il Consiglio federale (art. 49 del progetto) aveva proposto un testo analogo, ma privo del requisito della durata minima e senza la menzione della facoltà di intervenire nella procedura cantonale (FF 1979 III 736 n. 338 in fine, 789, 815). La disposizione ha dato luogo a vivaci dibattiti parlamentari: approvata dal Consiglio nazionale nella versione odierna elaborata dalla maggioranza della sua commissione, ma respinta dal Consiglio degli Stati, essa venne riconfermata dalla Camera del popolo, questa volta a larga maggioranza e con appello nominale, ed infine accettata anche dalla Camera dei Cantoni (Boll.Uff. CN 1982, 462/76; 1983, 1183/98; CS 1983, 322/32, 520/23).\n\nDisparati motivi furono nei dibattiti addotti tanto per abolire o restringere maggiormente il diritto di ricorso delle organizzazioni, quanto per allargarlo o estenderlo alle organizzazioni cantonali o regionali: così l'argomento federalista ed il rispetto delle autonomie locali; la questione della legittimazione democratica di queste organizzazioni e lo scrupolo di non mostrare diffidenza verso le autorità; il presupposto di un interesse specifico che fondi BGE 116 Ib 418 S. 430l'abilitazione a ricorrere e l'utilità di consentire una surrogazione del privato cittadino a difesa di beni collettivi privi di titolari specifici; il timore di uso eccessivo della facoltà di ricorso e l'esempio della moderazione con cui le organizzazioni si erano sin allora avvalse, ma con indubbio successo, dell'art. 12 cpv. 1 LPN; il pericolo di ritardi e di costi supplementari nell'esecuzione di opere private o pubbliche cagionati dall'esercizio di tale potestà ricorsuale (si veda il riassunto degli argomenti dell'intervento del Consigliere agli Stati AUBERT, Boll.Uff. CS 1983, 325 segg.). Tutti questi vantaggi o inconvenienti - secondo le prospettive discordi di fautori o opponenti - erano comunque riferiti, in maniera più o meno esplicita, alle ripercussioni paventate o auspicate sulle procedure cantonali, anche se il dibattito si focalizzò naturalmente sul principio stesso del diritto di ricorrere sancito dal cpv. 1. Il terzo capoverso dell'art. 55 (allora 49), inserito dalla Commissione del Consiglio nazionale, non suscitò dibattiti particolari: per la sua interpretazione sussidiano tuttavia gli interventi dei relatori Schmid e Petitpierre (Boll.Uff. CN 1982, 474, 473). Da essi traspare l'intenzione del legislatore di conferire alle organizzazioni, dissipando le incertezze che sussistevano nella LPN, la qualità per agire anche al livello cantonale, e questo non solo per evitare che errori divenissero irreparabili per il mancato esercizio di rimedi di diritto davanti alle istanze inferiori ed il conseguente difetto di una decisione impugnabile (Schmid, 472), ma anche per ragioni di economia, che impongono \"que ceux qui ont des objections à faire valoir le fassent le plus tôt possible dans la procédure, si possible encore devant les autorités cantonales...\" agendo \"sur des objets limités dans le cadre de la hiérarchie des tribunaux administratifs ou des recours administratifs que nous connaissons parfaitement en ce qui concerne les recours individuels...\" (Petitpierre, pagg. 473 e 474). Se ne deve concludere che l'introduzione dell'art. 55 cpv. 3 LPN non fu intesa semplicemente come la codificazione di principi che la giurisprudenza del Tribunale federale aveva elaborato o stava elaborando (MATTER, op.cit., n. 28 all'art. 55; TRUEB, op.cit., n. 11.4.6), ma intendeva sottolineare l'unità del procedimento e l'opportunità di un intervento precoce delle organizzazioni investite della tutela ambientale, proprio per potenziarne l'utilità e l'efficacia.\n\nA queste indicazioni risultanti dai materiali legislativi si aggiunge un'altra considerazione. Introducendo la facoltà delle organizzazioni nazionali di avvalersi dei rimedi nell'ambito del diritto BGE 116 Ib 418 S. 431cantonale, il legislatore ha codificato il corrispondente obbligo per i Cantoni di ammetterle davanti alle loro istanze. Ma ciò non significa ch'esso abbia inteso privare i Cantoni della competenza loro costituzionalmente spettante di stabilire la procedura e di regolare con essa anche codesto intervento, alla condizione - beninteso - che la normativa cantonale non abbia per effetto di vanificare o intralciare l'applicazione del diritto federale, rendendo per le organizzazioni nazionali impossibile o eccessivamente difficile l'esercizio efficiente del compito di cui sono investite per volontà del legislatore federale. Rispettate che siano queste condizioni, si deve quindi ritenere che l'art. 55 cpv. 1 e 3 LPA non solo accorda alle titolari la facoltà, ma fa loro anche dovere di partecipare alla procedura cantonale. L'accresciuto dovere di diligenza che ciò comporta trova d'altronde riscontro nel compito di interesse pubblico che le organizzazioni nazionali hanno costantemente rivendicato e che il legislatore ha loro riconosciuto; alla predisposizione delle strutture e degli accorgimenti necessari per consentire tale intervento non si oppongono ostacoli insormontabili, quando si avverta che le organizzazioni possono avvalersi delle loro istituzioni regionali o locali, sovente legittimate dal diritto cantonale, e che possono agire in loro vece a detto livello. Questa interpretazione dell'art. 55 cpv. 3 LPN tiene d'altra parte conto della necessità - pure di eminente interesse pubblico - che le procedure di approvazione di opere pubbliche o private, soggette per la loro importanza sotto il profilo delle ripercussioni ambientali all'esame dell'impatto secondo l'art. 9 LPA, si svolgano in modo spedito per evitare rincari, e nello stesso tempo favorisce le esigenze della coordinazione. Un'interpretazione contraria dell'art. 55 LPA equivarrebbe invece a riconoscere che questa disposizione racchiude per le organizzazioni la prerogativa di adire - a loro piacimento - il Tribunale federale come istanza unica: una conseguenza che non può esser accettata né sotto il profilo del carico che ne deriverebbe per il supremo tribunale, né sotto il risvolto dell'efficacia dell'intervento a tutela della protezione ambientale di cui le organizzazioni sono investite.\n\ne) Ne segue che il diritto di ricorso sancito dall'art. 12 cpv. 1 LPN e quello previsto dall'art. 55 cpv. 1 LPN devono esser intesi nella stessa maniera, non solo per gli evidenti legami fra le materie rette dalle due leggi, o ancor più per le visibili e strette similitudini fra la legittimazione accordata dall'una e dall'altra disciplina, ma anche perché la capacità ricorsuale inerente alla protezione della BGE 116 Ib 418 S. 432natura e del paesaggio è stata il termine di confronto utilizzato dal legislatore nel definire, adattare e introdurre la norma dell'art. 55 LPA, e perché le precisazioni desumibili da quest'ultima e più recente norma si ripercuotono sull'altra.\n\nUna distinzione meticolosa tra l'art. 55 LPA e l'art. 12 LPN sarebbe d'altronde, per le cennate ragioni, difficilmente praticabile; inoltre, il risultato cui si perviene consente di eliminare ogni discordanza interpretativa tra il primo ed il terzo capoverso dell'art. 12 LPN (supra, c), e permette ai Cantoni di adottare, per l'approvazione di importanti opere pubbliche, come in casu la rete stradale cantonale, soluzioni analoghe a quelle previste dal diritto federale.\n\nDi conseguenza, allorché il diritto di ricorrere previsto dall'art. 103 lett. c OG sia desunto dall'art. 55 cpv. 1 LPA o dall'art. 12 cpv. 1 LPN, oppure da entrambe queste disposizioni, occorrerà di regola che l'organizzazione ricorrente abbia partecipato alla procedura davanti all'ultima istanza cantonale. Per ovviare al rischio che essa non sia stata posta convenientemente in grado di intervenire nella procedura cantonale, bastano i principi che la giurisprudenza del Tribunale federale ha adottato in relazione al requisito della lesione formale nonché le esigenze a cui il diritto di procedura cantonale deve piegarsi per rispettare la facoltà di partecipazione delle organizzazioni garantita dal diritto federale.\n\nf) A favore della partecipazione delle organizzazioni alla procedura cantonale in simili casi depone inoltre un ulteriore motivo. Il discusso progetto della circonvallazione di Medeglia è infatti un piano di utilizzazione speciale a norma della giurisprudenza (DTF 112 Ib 166 consid. 2b e richiami; DTF 111 Ib 14 consid. 3b), la cui approvazione deve soggiacere al riesame completo da parte di almeno un'autorità (art. 33 cpv. 3 lett. b LPT; DTF 114 Ia 235 consid. 2b, 247 consid. 2b e rinvii; DTF 114 Ib 88). Solo le procedure cantonali, cui questa regola s'impone, sono in grado di adempiere sotto ogni rispetto simile esigenza (cfr. la disciplina sostanzialmente analoga del diritto vodese DTF 112 Ib 168 consid. 4c). Davanti al Tribunale federale come giudice amministrativo possono invero essere addotti la violazione del diritto federale, compreso l'eccesso o l'abuso del potere di apprezzamento, e l'accertamento incompleto o inesatto di fatti rilevanti, con la restrizione risultante dall'art. 105 cpv. 2 OG (art. 104 lett. a e lett. b OG). Il motivo dell'inadeguatezza, che ricade nella competenza degli organismi BGE 116 Ib 418 S. 433cantonali, è invece escluso (art. 104 lett. c OG, DTF 112 Ib 549 consid. 1d); inoltre il Tribunale federale, nell'esperire la cognizione attribuitagli, dà prova di riserbo qualora si tratti di valutare circostanze locali, tecniche o specialistiche, meglio conosciute e comprese dalle autorità precedenti (ibidem, DTF 112 Ib 428 consid. 3 e citazioni). L'esigenza di una piena tutela giuridica, iscritta nel diritto federale, è perciò compiutamente ossequiata solo facendo capo ai rimedi istituiti dai Cantoni. Altrimenti il principio dell'art. 33 cpv. 3 lett. b LPT sarebbe disatteso, ogni qualvolta si muovano censure a piani di utilizzazione fondati sulla LPT o sulle norme esecutive federali e cantonali, accordando la possibilità di ricorrere direttamente alla massima giurisdizione senza prima avere adito i gradi anteriori. Una rinuncia all'esaurimento dei mezzi disponibili sul piano cantonale, impugnative di cui sono ammesse a valersi anche le organizzazioni che si preoccupano di tutelare l'ambiente e la natura, contraddirebbe la disposizione di legge e non garantirebbe alle ricorrenti un riesame completo delle critiche addotte.\n\ng) Le considerazioni svolte qui sopra - sia precisato per evitare equivoci - non concernono direttamente le procedure istituite dai Cantoni a proposito delle costruzioni erette fuori delle zone edificabili secondo l'art. 24 LPT. Qualora il legislatore cantonale intenda prevedere un obbligo di partecipazione a carico delle organizzazioni legittimate in virtù degli art. 12 LPN e 55 LPA, egli dovrà vegliare a che l'adempimento dei compiti attribuiti a codesti organismi non sia reso impossibile o eccessivamente intralciato, vanificando così il diritto di ricorrere sancito dalle due cennate disposizioni del diritto federale: segnatamente un'eventuale esclusione dal procedimento cantonale di ricorso non potrà esser comminata né aver effetto prima che sia intervenuta la pubblicazione dell'autorizzazione eccezionale nell'organo ufficiale cantonale ai sensi dell'art. 25 cpv. 2 dell'ordinanza sulla pianificazione del territorio del 2 ottobre 1989 (OPT-RS 700.1).\n\nh) Infine, le considerazioni che precedono non concernono neppure il diritto di ricorso delle autorità federali (Dipartimento competente o divisione competente dell'Amministrazione federale) previsto dall'art. 103 lett. b OG: l'esercizio di un tale diritto, che concretizza una funzione di vigilanza spettante alla Confederazione, non può esser subordinato ad una preventiva partecipazione al procedimento davanti all'istanza inferiore, come d'altronde risulta esplicitamente BGE 116 Ib 418 S. 434dall'obbligo di notificazione della decisione impugnabile sancito dall'art. 103 lett. b ultima frase OG.\n\n4. Come rilevato, le associazioni insorgenti non sono intervenute davanti a nessuna autorità cantonale. D'altra parte, risulta che le forme di divulgazione previste dalla legislazione ticinese, che ricalca in larga misura per le strade cantonali il sistema adottato dal legislatore federale per le strade nazionali, non sono in contrasto, per quanto riguarda la possibilità di intervento nella procedura, qui determinante, con le esigenze poste dall'art. 55 cpv. 3 LPA e dalla giurisprudenza del Tribunale federale.\n\nIn particolare, si deve ritenere che la procedura di opposizione istituita dal diritto cantonale sulla stregua di quella prevista per le SN rientra nella nozione larga dei \"rimedi giuridici previsti dal diritto cantonale\" (\"Rechtsmittel im kantonalen Bereich\") di cui all'art. 55 cpv. 3 LPA (cfr. TRUEB, loc.cit., n. 11.1.5 pag. 168). Si volesse lasciar aperta la questione di sapere se le organizzazioni oggi ricorrenti potessero astenersi dall'intervenire a questo stadio della procedura ed attendere che il Consiglio di Stato si fosse pronunciato, si dovrebbe allora ritenere che incombeva loro l'obbligo di interessarsi tempestivamente per conoscere se e quale decisione il Consiglio di Stato avesse adottato, dal momento ch'esse non potevano ignorare che una simile decisione doveva intervenire. Ciò avrebbe dato loro la possibilità di impugnare la decisione del Governo davanti al Gran Consiglio, tenuto in virtù della giurisprudenza del Tribunale federale (DTF 103 Ib 147 consid. 3a) e dell'art. 55 cpv. 3 LPA a dichiarare ricevibile il loro gravame, anche se la legislazione cantonale legittima soltanto i comuni. Per tutelarsi d'altronde contro il pericolo che il Gran Consiglio rifiutasse di entrare in materia e che tale punto di vista fosse - contro ogni aspettativa - protetto dal Tribunale federale, le associazioni avrebbero potuto introdurre ricorso cautelare anche contro la decisione del Governo. Il ricorso di diritto amministrativo deve quindi esser dichiarato inammissibile per la totale inazione delle ricorrenti nella procedura cantonale e la carenza, pertanto, del requisito di una lesione formale. In simili condizioni, è superfluo esaminare se le organizzazioni ricorrenti, e segnatamente l'AST, adempiano le altre condizioni stabilite dall'art. 55 LPA; anche la questione di merito di sapere se l'art. 9 LPA fosse applicabile alla controversa correzione della strada cantonale può rimanere aperta."}