{"annee": "116", "cour": "II", "page": "625", "date": "19/12/1990", "cite": ["85 I 39", "101 IA 7", "102 IA 406", "97 I 250", "114 IA 233", "101 IA 521", "103 IA 199", "89 I 513", "110 IA 1", "105 IB 45", "116 II 376", "116 II 21", "62 I 143", "86 I 224", "111 IA 12", "93 II 436", "101 IA 154", "109 IB 232"], "cite_par": ["131 III 182", "118 II 188", "122 III 439", "130 III 723", "120 II 83", "120 II 87", "117 IB 347", "121 I 54", "124 I 327", "142 III 180", "135 III 623", "128 I 354", "119 II 177", "126 III 534", "120 IA 256", "122 IV 8", "118 IA 118", "127 III 279", "134 III 661", "126 III 101", "120 II 270"], "chapeau": "111. Extrait de l'arrêt de la Ire Cour civile du 19 décembre 1990 dans la cause société R. contre P. et Cour de justice du canton de Genève (recours de droit public)", "regestes": ["Reconnaissance et exécution en Suisse d'un jugement civil américain rendu par défaut. 1. Exception à la nature cassatoire du recours de droit public (consid. 2). 2. Pouvoir d'examen du Tribunal fédéral (consid. 3). 3. Notion et contenu de l'ordre public formel, au sens de l'art. 27 al. 2 let. b LDIP. Ordre public atténué de la reconnaissance (consid. 4a). La violation de l'ordre public procédural n'est pas examinée d'office par le juge de la reconnaissance (consid. 4b). 4. L'absence de notification officielle du jugement par défaut américain ne viole pas l'ordre public suisse (consid. 4c). Qu'en est-il de l'absence de motifs sur le fond? (consid. 4d)."], "faits": "BGE 116 II 625 S. 626\n\nA.- Le 23 mai 1988, la société R. (ci-après: R.), domiciliée au Grand Caïman (Antilles britanniques), a assigné P., entre autres personnes, devant un tribunal américain (United States District Court for the Southern District of New York; ci-après: le Tribunal), aux fins d'obtenir le remboursement de fonds dont elle lui avait confié la gestion.\n\nInitialement, P. était représenté par des avocats américains, qui ont répudié leur mandat en cours de procédure. Par ordonnance du 18 novembre 1988, le Tribunal lui a alors imparti un délai de 30 jours pour comparaître en personne ou désigner un avocat habilité à le remplacer, faute de quoi un jugement par défaut pourrait être prononcé contre lui. P., à qui ladite ordonnance a été communiquée, n'a pas obtempéré.\n\nLe 3 février 1989, le Tribunal a rendu un jugement par défaut condamnant P. à payer à R. la somme de 60'910'330,67 US$. Ce jugement, dépourvu de motifs sur le fond, n'a pas été notifié à P. et est entré en force selon le droit américain.\n\nBGE 116 II 625 S. 627\n\nB.- En février 1990, R. a fait séquestrer les biens de P. sis à Genève, puis a introduit une poursuite en validation de séquestre à laquelle le débiteur a fait opposition.\n\nStatuant le 3 mai 1990, le Tribunal de première instance du canton de Genève a rejeté la requête de mainlevée déposée par R.\n\nPar arrêt du 14 août 1990, la Cour de justice du canton de Genève a confirmé le jugement de première instance. Elle a estimé, à l'instar de l'autorité inférieure, que la décision étrangère était incompatible avec l'ordre public suisse.\n\nC.- R. forme un recours de droit public pour violation de l'art. 4 Cst. Elle invite le Tribunal fédéral à annuler l'arrêt attaqué, à reconnaître et déclarer exécutoire le jugement américain, et à prononcer la mainlevée définitive de l'opposition. A titre subsidiaire, la recourante conclut au renvoi de la cause à la cour cantonale pour nouvelle décision.\n\nL'intimé propose le rejet du recours et demande, subsidiairement, à pouvoir prouver les faits allégués dans sa réponse.\n\nLa Cour de justice a renoncé à se déterminer sur le recours.\n\nPar ordonnance du 7 novembre 1990, le président de la Ire Cour civile a rejeté la requête d'effet suspensif présentée par la recourante.", "considerants": "Extrait des considérants:\n\n1. (Recevabilité du recours de droit public: voir ATF 116 II 376.)\n\n2. Saisi d'un recours de droit public dirigé contre une décision relative à l'exécution d'un jugement condamnatoire rendu par un tribunal étranger, le Tribunal fédéral peut être requis non seulement d'annuler la décision attaquée, mais aussi d'accorder ou de refuser lui-même la mainlevée, lorsque la situation est claire (ATF 102 Ia 409 consid. 1c et les arrêts cités, ATF 101 Ia 160 consid. 4). La conclusion de la recourante tendant au prononcé de la mainlevée est donc recevable en principe. Force est toutefois de constater, en l'espèce, que la Cour de justice n'a pas du tout examiné le bien-fondé de la demande de mainlevée au regard du droit des poursuites. En outre, la lecture de l'arrêt cantonal ne permet pas de savoir si l'intimé a soulevé ou non des objections à l'encontre de cette demande. Partant, si le présent recours devait être admis, le Tribunal fédéral ne serait pas en mesure d'accorder lui-même la mainlevée et il devrait se borner à annuler l'arrêt entrepris.\n\nBGE 116 II 625 S. 628\n\n3. a) Aux termes de l'art. 25 LDIP, une décision étrangère est reconnue en Suisse si la compétence des autorités judiciaires ou administratives de l'Etat dans lequel la décision a été rendue était donnée (let. a), si la décision n'est plus susceptible de recours ordinaire ou si elle est définitive (let. b), et s'il n'y a pas de motif de refus au sens de l'art. 27 (let. c). Les deux premières conditions ne sont pas litigieuses. Les parties disputent, en revanche, de la question de savoir si la décision étrangère a été rendue en violation de principes fondamentaux ressortissant à la conception suisse du droit de procédure.\n\nb) Lorsque l'application du droit fédéral - en l'occurrence la LDIP - lui est soumise par la voie du recours de droit public pour violation de l'art. 4 Cst. (art. 84 al. 1 let. a OJ), le Tribunal fédéral ne l'examine que sous l'angle de l'arbitraire. Que l'on ait affaire ici à une décision relative à l'octroi de la mainlevée n'y change rien: le Tribunal fédéral ne revoit pas librement ce genre de décisions, lesquelles ne peuvent être l'objet ni d'un recours en réforme (ATF 93 II 437 consid. 2) ni, contrairement à ce que suggère la recourante, d'un recours à la Chambre des poursuites et des faillites du Tribunal fédéral (BlSchK 40/1976, p. 149 ss, n. 49). L'arrêt attaqué ne sera donc annulé que s'il viole gravement une norme ou un principe juridique clair et indiscuté, ou s'il contredit d'une manière choquante le sentiment de la justice et de l'équité (ATF 116 II 29 consid. 5 et les références).\n\nSans doute le pouvoir d'examen du Tribunal fédéral est-il plus limité, lorsque la décision en cause a été rendue en application des dispositions de la LDIP sur la reconnaissance et l'exécution des jugements étrangers, que lorsqu'elle a été prise sur la base d'un traité bilatéral ou multilatéral réglant la question (art. 84 al. 1 let. c OJ). Ce n'est là, toutefois, qu'une conséquence du système de recours institué par la loi. Le Tribunal fédéral ne peut que s'en accommoder, même si elle l'empêche d'assurer pleinement l'application uniforme du droit fédéral en ce domaine. Partant, cet état de choses ne justifie pas une extension de son pouvoir d'examen en la matière ni une interprétation plus large de la notion d'arbitraire (d'un autre avis: HAUSER, Zur Vollstreckbarerklärung ausländischer Leistungsurteile in der Schweiz, in Festschrift für Max Keller, p. 608).\n\n4. La Cour de justice a refusé de reconnaître la décision étrangère, en s'appuyant sur l'art. 27 al. 2 let. b LDIP. L'intimé avait soutenu, devant elle, que l'incompatibilité du jugement BGE 116 II 625 S. 629américain avec l'ordre public suisse en matière de procédure, réservé par cette disposition, tenait au fait que ledit jugement, rendu par défaut, ne lui avait pas été notifié et ne comportait pas de motifs sur le fond. La cour cantonale n'a retenu que cette seconde objection. Dans sa réponse au recours, l'intimé n'en maintient pas moins la première. On ne saurait le lui reprocher. En effet, comme il n'a pas d'intérêt à former un recours de droit public contre une décision qui lui est favorable, il doit pouvoir soutenir présentement que la Cour de justice a écarté de manière arbitraire la première objection, pour le cas où le Tribunal fédéral serait amené à casser ladite décision, en admettant le bien-fondé du grief de la recourante dirigé contre la seconde objection (ATF ATF 101 Ia 531 consid. 5, ATF 89 I 523 consid. 4; voir aussi l' ATF 86 I 225).\n\na) La reconnaissance d'une décision étrangère doit être refusée, entre autres motifs, si une partie établit que cette décision a été rendue en violation de principes fondamentaux ressortissant à la conception suisse du droit de procédure, notamment que ladite partie n'a pas eu la possibilité de faire valoir ses moyens (art. 27 al. 2 let. b LDIP). Outre la violation de l'ordre public matériel (art. 27 al. 1 LDIP), le législateur a donc érigé en motif de refus celle de l'ordre public formel, consacrant ainsi la jurisprudence établie par l'arrêt ATF 85 I 47 (consid. 4a) et confirmée ultérieurement (ATF 111 Ia 14 consid. 2a et les arrêts cités), selon laquelle la réserve de l'ordre public ne vise pas seulement le contenu de la décision en cause, mais aussi la procédure qui a été suivie à l'étranger (sur cette question, voir également le Message du Conseil fédéral du 10 novembre 1982 concernant la loi fédérale sur le droit international privé, FF 1983 I 316ss).\n\nL'ordre public suisse exige le respect des règles fondamentales de la procédure civile, garanti par l'art. 4 Cst. (ATF 111 Ia 14 consid. 2a et les arrêts cités). Ce sont, notamment, la citation régulière, un déroulement équitable de la procédure, le droit d'être entendu et l'absence d'une procédure identique déjà pendante en Suisse ou d'un jugement en force ayant déjà été rendu dans la même affaire (art. 27 al. 2 LDIP; FF 1983 I 318; sur ce point, cf., dans la doctrine récente, HAUSER, op.cit., p. 596/597; WALDER, Einführung in das Internationale Zivilprozessrecht der Schweiz, p. 142 ss, n. 103; DUBLER, La reconnaissance et l'exécution des décisions étrangères en Suisse, in: Rapports suisses présentés au XIIe Congrès international de droit comparé, Sydney/Melbourne 1986, p. 55 ss; STOJAN, Die Anerkennung und Vollstreckung BGE 116 II 625 S. 630ausländischer Zivilurteile in Handelssachen, thèse Zurich 1986, p. 155 ss; plus généralement, cf. GULDENER, Das internationale und interkantonale Zivilprozessrecht der Schweiz, p. 102; BAUR, Einige Bemerkungen zum Verfahrensrechtlichen ordre public, in Festschrift für Max Guldener, p. 2 ss).\n\nLa réserve de l'ordre public, en tant que clause d'exception, doit être interprétée de manière restrictive. Il en va tout spécialement ainsi en matière de reconnaissance et d'exécution de jugements étrangers où l'on a affaire à des rapports juridiques qui ont force de chose jugée ou qui sont définitivement acquis à l'étranger. En refusant de les reconnaître en Suisse, on créerait des rapports juridiques boiteux. C'est pourquoi on ne peut invoquer la réserve de l'ordre public suisse que si la contradiction avec le sentiment suisse du droit et des moeurs est sérieuse. Autrement dit, la reconnaissance constitue la règle, dont il ne faut pas s'écarter sans de bonnes raisons. Dans ce domaine, la doctrine emploie, à juste titre, les termes d'\"ordre public atténué de la reconnaissance\" ou d'\"effet atténué de l'ordre public\" (ATF 109 Ib 235 consid. 2a et les arrêts cités; FF 1983 I 318; DUBLER, op.cit., p. 55; NIEDERMANN, Die ordre public-Klauseln in den Vollstreckungsverträgen des Bundes und den kantonalen Zivilprozessgesetzen, thèse Zurich 1976, p. 177 ss et les références).\n\nb) Contrairement à la pratique antérieure (ATF 105 Ib 47), sous l'empire de la LDIP le juge de la reconnaissance n'examine plus d'office la violation de l'ordre public procédural; il ne le fait que si une partie invoque ce moyen (art. 27 al. 2 LDIP; FF 1983 I 318/319; WALDER, op.cit., p. 143, n. 172; le même, Grundfragen der Anerkennung und Vollstreckung ausländischer Urteile unter besonderer Berücksichtigung schweizerischer Sicht, in: Zeitschrift für Zivilprozess (ZZP) 103/1990, p. 341 ss). La partie qui s'oppose à la reconnaissance et à l'exécution doit donc alléguer et établir que la procédure suivie à l'étranger a méconnu les principes fondamentaux respectés par l'ordre juridique suisse.\n\nc) La Cour de justice a refusé à bon droit de considérer l'absence de notification officielle du jugement par défaut à l'intimé comme une violation de l'ordre public suisse.\n\nL'intéressé ne prétend pas que le jugement du 3 février 1989 ne serait pas entré en force selon le droit américain, faute d'une telle notification. Au reste, semblable objection tomberait manifestement à faux, attendu que, selon la règle 77 (d) de la procédure civile des Etats-Unis (Federal Rules of Civil Procedure for the United BGE 116 II 625 S. 631States District Courts), le jugement ne doit être notifié qu'à la partie non défaillante. Il appartenait donc à l'intimé, qui n'avait pas décliné la compétence des autorités judiciaires américaines ni contesté l'applicabilité des règles de procédure de ce pays, de prendre toutes les mesures nécessaires à la sauvegarde de ses droits (ATF 101 Ia 8 consid. 2). Au lieu de cela, il a renoncé à se défendre. Il savait, pourtant, qu'une telle attitude entraînerait un jugement par défaut, puisque l'ordonnance du 18 novembre 1988, qu'il avait reçue, le précisait expressément. Partant, la cour cantonale n'est nullement tombée dans l'arbitraire en tenant pour compatible avec l'ordre public suisse le fait que ce jugement n'avait pas été notifié au défaillant, conformément au droit de procédure américain. Son point de vue est d'autant plus défendable que le droit de procédure suisse admet, lui aussi, dans certains cas, que les notifications soient faites par publication (GULDENER, Schweizerisches Zivilprozessrecht, 3e éd., p. 253 ss). Il en va notamment ainsi lorsque l'adresse du destinataire est inconnue (art. 11 et 70 al. 3 PCF) ou encore lorsqu'une partie domiciliée à l'étranger n'a pas élu en Suisse un domicile où les notifications auraient pu lui être adressées (art. 29 al. 4 OJ). On relèvera, dans cet ordre d'idées, que le Tribunal, dans son ordonnance du 18 novembre 1988, avait formellement invité l'intimé à désigner un avocat habilité à le représenter et à recevoir les communications officielles (cf. ATF 97 I 261 in fine). Au demeurant, la Cour de justice n'a fait qu'appliquer la jurisprudence du Tribunal fédéral en la matière (arrêt non publié du 19 décembre 1979, en la cause Warmbrunn c. Geddes, consid. 4). Force est, dès lors, de constater qu'elle n'a pas violé l'art. 4 Cst. en refusant de considérer le défaut de notification du jugement étranger comme un motif de refus au sens de l'art. 27 al. 2 let. b LDIP.\n\nd) Le jugement américain ne comporte pas de motifs sur le fond. Pour la cour cantonale, ce défaut de motivation serait contraire à l'ordre public suisse.\n\nSelon la jurisprudence relative à la Convention germano-suisse du 2 novembre 1929 concernant la reconnaissance et l'exécution de décisions judiciaires et de sentences arbitrales (RS 0.276.191.361), l'exécution d'un jugement par défaut rendu en Allemagne et qui, conformément au code de procédure civile de ce pays, ne contient ni exposé des faits, ni motifs, n'est pas contraire à l'ordre public suisse (ATF 103 Ia 199 ss et les arrêts cités; DUTOIT/KNOEPFLER/LALIVE/MERCIER, Répertoire de droit BGE 116 II 625 S. 632international privé suisse, vol. 2, p. 197, n. 118). Le Tribunal fédéral avait exprimé le même avis en 1936 déjà à propos de l'exécution d'une sentence arbitrale anglaise (ATF 62 I 143ss). Telle est aussi l'opinion émise en doctrine relativement à la Convention franco-suisse du 15 juin 1869 sur la compétence judiciaire et l'exécution des jugements en matière civile (RS 0.276.193.491; DUTOIT/KNOEPFLER/LALIVE/MERCIER, op.cit., p. 105, n. 443) et à celle qui a été conclue le 16 décembre 1960 avec l'Autriche (RS 0.276.191.632; DUTOIT/KNOEPFLER/LALIVE/MERCIER, op.cit., p. 288, n. 12).\n\nCette jurisprudence doit être maintenue en tout cas pour les jugements par défaut et à la condition que la partie défaillante ait été invitée sans succès à prendre les mesures nécessaires à la sauvegarde de ses droits procéduraux (cf. art. 29 al. 1 let. c LDIP). Il est normal que celui qui se désintéresse du procès dans lequel il est impliqué en supporte les conséquences et doive souffrir, le cas échéant, qu'un jugement par défaut soit rendu sur la base des seules allégations de la partie non défaillante. Sans doute le droit fédéral prescrit-il au juge suisse d'examiner d'office, nonobstant le défaut du défendeur, si les faits allégués par le demandeur permettent d'admettre le bien-fondé de ses conclusions au regard du droit applicable (GULDENER, dernier op.cit., p. 270, note de pied 37, let. b). Toutefois, cette exigence, dont on peut aussi déduire l'obligation de motiver le jugement sur le fond, n'est qu'une émanation du principe rendu par l'adage jura novit curia, lequel ne fait, à l'évidence, pas partie intégrante de l'ordre public suisse. Le droit interne exclut d'ailleurs l'application de ce principe dans certaines procédures (cf., par exemple, l' ATF 110 Ia 4 consid. 2a). On ajoutera que l'obligation qui est faite au juge de motiver ses décisions, telle qu'elle découle du droit d'être entendu garanti par l'art. 4 Cst., vise à permettre au justiciable de saisir la portée du jugement qui lui donne tort, afin qu'il puisse l'attaquer à bon escient (ATF 114 Ia 242 consid. 2). Or, l'intimé a été informé officiellement que son inaction conduirait au prononcé d'un jugement par défaut. Il ne pouvait donc ignorer que, s'il persistait à se tenir à l'écart de la procédure en cours, le Tribunal statuerait sur le vu des allégations de fait et des arguments de droit de la partie adverse, sur lesquels il fonderait son jugement. C'est dire que l'intéressé n'avait pas besoin de connaître les motifs de ce jugement pour en saisir le sens. Admissible en l'espèce même sous l'angle de l'art. 4 Cst., l'absence de motivation du jugement par défaut rendu BGE 116 II 625 S. 633aux Etats-Unis ne saurait donc constituer une violation de l'ordre public suisse.\n\nSe référant à l'arrêt ATF 103 Ia 205, la Cour de justice expose, par ailleurs, que la renonciation à l'exigence de motivation suppose que la partie défaillante ait eu la possibilité de faire opposition au jugement par défaut et de rétablir ainsi sans autre formalité la procédure dans sa situation initiale. Or, poursuit-elle, la recourante ne s'est pas prononcée sur cette possibilité. Ce faisant, elle renverse sans raison le fardeau de la preuve, tel qu'il découle de l'art. 27 al. 2 LDIP. Il n'incombait, en effet, pas à la recourante d'établir l'existence d'un moyen de droit susceptible de provoquer la mise à néant du jugement par défaut, mais bien plutôt à l'intimé de rapporter la preuve du contraire puisque c'est lui qui se prévalait du défaut de motivation pour s'opposer à la reconnaissance et à l'exécution dudit jugement. Les conséquences de l'absence de preuve sur ce point doivent dès lors être supportées par l'intimé. Celui-ci ne prétend du reste pas avoir invoqué l'absence d'une voie de droit comme motif de refus, et la Cour de justice admet que le jugement américain pouvait être l'objet d'un appel. L'intimé rétorque qu'il lui était matériellement impossible d'attaquer un jugement qui ne lui avait pas été notifié. Il doit cependant se laisser opposer le fait qu'il a renoncé à participer au procès, sur le conseil de ses avocats, après avoir été formellement averti qu'un tel comportement l'exposerait à un jugement par défaut. De surcroît, comme les connaissances de ses mandataires quant à la portée et aux modalités d'un jugement par défaut doivent lui être imputées, il est censé avoir su que le droit de procédure américain ne prévoit pas la notification de tels jugements à la partie défaillante. Pour cette raison, une violation de l'ordre public peut être exclue d'emblée en l'espèce. Point n'est, dès lors, besoin de décider si l'ordre public suisse ne tolère un jugement par défaut non motivé qu'à la condition qu'il puisse être mis à néant sans autre formalité - c'est-à-dire par une opposition non soumise à l'exigence de motivation - ou s'il tient pour suffisante, à cet égard, la possibilité de former un recours contre ce type de jugements. Il est vrai que, dans l'arrêt précité, le Tribunal fédéral, examinant la situation sous l'angle des art. 4 Cst. et 6 CEDH, paraît avoir mis l'accent sur la possibilité de rétablir la procédure dans son état initial par une simple opposition non motivée. Cela ne signifie pas pour autant que l'absence d'un tel moyen de droit implique toujours une violation de l'ordre public suisse. Il n'en va en tout cas pas ainsi dans BGE 116 II 625 S. 634l'hypothèse où la partie défaillante savait qu'un procès était pendant, avait la possibilité d'y participer, mais y a renoncé en connaissance de cause après avoir été menacée d'un jugement par défaut. Toute autre solution reviendrait à privilégier la partie qui s'est désintéressée de la conduite de son procès et, par voie de conséquence, à pénaliser celle qui a satisfait aux exigences du droit de procédure. Dans le cas particulier, le fait que l'intimé avait la possibilité de former un recours contre le jugement par défaut apparaît, dès lors, suffisant.\n\n5. L'arrêt attaqué viole donc manifestement l'art. 27 al. 2 let. b LDIP en tant qu'il fait de la motivation du jugement par défaut américain un principe fondamental ressortissant à la conception suisse du droit de procédure, au sens de cette disposition. Il est ainsi arbitraire et, partant, doit être annulé."}