{"annee": "116", "cour": "IA", "page": "459", "date": "14/11/1990", "cite": ["112 IA 7"], "cite_par": ["119 IA 264", "123 I 145"], "chapeau": "68. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 14. November 1990 i.S. B. gegen Bezirksanwaltschaft Zürich und Präsident des Obergerichts des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; assistance judiciaire gratuite à une lésée dans le cadre d'une instruction pénale. Une lésée assistée d'un tuteur expérimenté, de formation juridique, n'a pas de droit à l'assistance judiciaire gratuite dans le cadre d'une instruction pénale."], "faits": "|459|\n\nB. erstattete am 3. Januar 1990 Strafanzeige gegen vier unbekannte Personen, da sie in der Nacht vom 2. auf den 3. Januar von |460| diesen sexuell missbraucht und schwer verletzt worden sei. Drei Personen konnten in der Folge ermittelt werden. Bei der Bezirksanwaltschaft Zürich ist gegen sie eine Strafuntersuchung hängig.\n\nAm 5. Juni 1990 gelangte B. an den Präsidenten des Obergerichtes des Kantons Zürich. Sie stellte den Antrag, es sei ihr gestützt auf § 10 Abs. 4 StPO/ZH mit sofortiger Wirkung zur Wahrung ihrer Interessen ein unentgeltlicher Rechtsbeistand zu bestellen. Der Präsident des Obergerichtes wies mit Verfügung vom 13. Juni 1990 das Gesuch ab.\n\nGegen diesen Entscheid des Präsidenten des Obergerichtes gelangte B. am 13. Juli 1990 mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 BV an das Bundesgericht. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n4. e) Die Beschwerdeführerin rügt sodann, die Feststellung des Präsidenten des Obergerichtes, wonach ihre Interessen durch ihren Beistand wahrgenommen werden könnten, sei als willkürlich zu qualifizieren. Im vorliegenden Fall handle es sich um einen vom Sachverhalt und in bezug auf die rechtlichen Fragen nicht einfachen Straffall. Der Beistand, der Nationalrat sei, habe aus zeitlichen Gründen keine Möglichkeit, an wichtigen Einvernahmen teilzunehmen. Ferner habe sich bewahrheitet, dass der Beistand als Zeuge befragt worden sei. Schliesslich müsse auf den Entscheid BGE 112 Ia 7 ff. hingewiesen werden, wonach von einem als Juristen ausgebildeten Vormund nicht erwartet werden könne, dass er auch in einem Scheidungsverfahren als Rechtsanwalt des Mündels tätig werde.\n\nDiese Rüge erweist sich als unbegründet. Der Entscheid BGE 112 Ia 7 ff. kann nicht auf den vorliegenden Fall übertragen werden. Dort ging es nämlich um eine Kampfscheidung mit schwierigen Rechtsfragen. Hier liegt vielmehr noch kein gerichtliches Verfahren vor, sondern es geht lediglich um die Frage der Verbeiständung einer Geschädigten in der Strafuntersuchung, hat doch der Obergerichtspräsident ausdrücklich die Möglichkeit eines andern Entscheides zu Beginn des eigentlichen Strafprozesses bzw. allenfalls eines Zivilprozesses über Schadenersatz- und Genugtuungsforderungen durch den betreffenden Gerichtspräsidenten vorbehalten. Im Gegensatz zu einem Kampfscheidungsverfahren ist die Vertretung eines Geschädigten in einer zürcherischen |461| Strafuntersuchung weit einfacher. Es geht einmal darum, allfällige Schadenersatz- und Genugtuungsforderungen anzumelden. Ferner ist die Geschädigte berechtigt, an den Einvernahmen teilzunehmen und Ergänzungsfragen zu stellen bzw. stellen zu lassen. Ein durchschnittlicher Bürger sollte in der Regel in der Lage sein, seine Interessen als Geschädigter in einer Strafuntersuchung selbst wahrzunehmen. Die Beschwerdeführerin wird dies jedoch angesichts ihres Geisteszustandes nicht selber tun können. Sie ist indessen durch einen ausgebildeten Juristen und erfahrenen Amtsvormund verbeiständet. Diesem kann die Interessenwahrung der Verbeiständeten in der Strafuntersuchung zugemutet werden. Eine geschädigte Partei in einem Strafverfahren braucht Unterstützung nicht primär wegen schwierigen Rechtsfragen, sondern vorab in menschlicher Hinsicht. Hiefür dürfte der Beistand oft sogar besser geeignet sein als ein Anwalt. Unbeachtlich ist auch der Einwand, der Beistand sei als Zeuge befragt worden. Selbst wenn der Beistand für die Geschädigte in der hängigen Strafuntersuchung tätig geworden wäre, hätte dies nach zürcherischem Prozessrecht seine Einvernahme als Zeuge nicht ausgeschlossen. Schliesslich ist erneut darauf hinzuweisen, dass im angefochtenen Entscheid ausdrücklich eine unentgeltliche Verbeiständung der Geschädigten im eigentlichen Strafprozess vorbehalten wurde."}