{"annee": "116", "cour": "II", "page": "533", "date": "2/10/1990", "cite": ["104 II 348", "112 II 461", "108 V 183", "115 II 464", "113 II 52"], "cite_par": ["132 III 564", "132 IV 12", "127 III 453", "127 IV 110", "136 II 88"], "chapeau": "97. Auszug aus dem Urteil der I. Zivilabteilung vom 2. Oktober 1990 i.S. G. AG, K. GmbH und O. AG gegen G. K., E. K. und K. AG (Berufung)", "regestes": ["Responsabilité du Conseil d'administration et de l'organe de contrôle dans le droit de la société anonyme; constatation de l'insolvabilité (art. 754, art. 725 CO). 1. Notion d'engagements éventuels à faire figurer au bilan ou en annexe selon l'art. 670 CO. Quand des provisions doivent-elles être constituées à cet effet? (consid. 2a/aa). 2. Réévaluations des débiteurs douteux (consid. 2a/bb). 3. Principe de l'imparité. Notion (consid. 2a/dd). 4. Avis à donner au juge en cas d'insolvabilité. Interprétation de l'art. 725 al. 3 CO (consid. 5a). 5. Etendue de l'obligation matérielle pour l'organe de contrôle de vérifier la comptabilité (art. 728 al. 1 CO; consid. 5b)."], "faits": "|534|\n\nA.- Die H. AG wurde 1971 mit einem zur Hälfte einbezahlten Aktienkapital von Fr. 200'000.-- gegründet; Hauptaktionär war W. H.\n\nDie H. AG erwarb mit Vertrag vom 14. Juli 1972 von der D. AG 103/1000 Stockwerkeigentumsanteile am künftigen Einkaufszentrum T. Bereits am 13. Oktober 1973 hatte sie 39/1000 dieses Miteigentumsanteils an die K. GmbH weiterveräussert. Anfangs 1974 mietete sie überdies Räumlichkeiten in einem Einkaufszentrum in E., um dort ein weiteres Gourmet-Geschäft zu betreiben.\n\nBis 1974 führte die B. L. die Buchhaltung der H. AG und amtete als deren Kontrollstelle. Ab 1974 wurde die Führung der Buchhaltung der K. AG (Drittbeklagte) übertragen. Am 20. August 1974 wählte die Generalversammlung G. K. (Erstbeklagter) als Kontrollstelle für das Geschäftsjahr 1973/4. Als er am 5. September 1974 in den Verwaltungsrat der H. AG gewählt wurde, wurde als Kontrollstelle für das Geschäftsjahr 1974/5 E. K. (Zweitbeklagter) bestimmt.\n\nAn der Generalversammlung vom 22. Juli 1975 trat der Zweitbeklagte als Kontrollstelle zurück. Der Erstbeklagte demissionierte als Verwaltungsrat am 4. November 1975. Am 19. Mai 1976 wurde über die Gesellschaft der Konkurs eröffnet.\n\nB.- Das Bezirksgericht Baden wies am 17. Februar 1988 die von der Konkursmasse geführte Verantwortlichkeitsklage ab, das Obergericht des Kantons Aargau am 2. November 1989 ebenfalls deren Appellation.\n\nC.- Das Bundesgericht heisst die Berufung der Abtretungsgläubigerinnen teilweise gut, hebt das angefochtene Urteil auf und weist die Streitsache zur Neubeurteilung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n2. Die Klägerinnen werfen den Beklagten insbesondere vor, dass sie als - rechtliche oder faktische - Organe der H. AG pflichtwidrig deren Überschuldung nicht rechtzeitig festgestellt, demzufolge die nach Art. 725 OR vorgeschriebenen Massnahmen |535| unterlassen und mit der daraus resultierenden Verzögerung der Konkursliquidation einen Schaden durch Verminderung der Aktiven bewirkt hätten, welcher mit rund 8,4 Mio. Franken beziffert und als unmittelbarer Gesellschaftsschaden sowie mittelbarer Gläubigerschaden zum Ersatz beansprucht wird. Demgegenüber verneint das Obergericht eine Verletzung der sich aus Art. 725 OR ergebenden Pflichten.\n\na) Die der Generalversammlung unterbreitete Jahresbilanz der H. AG per 31. Januar 1975 wies nach den Feststellungen der Vorinstanz unter Berücksichtigung des Gewinnvortrags einen Reinverlust von Fr. 887'319.89 aus. Dieser erhöhe sich um unterbliebene Rückstellungen für Kosten der Miteigentümergemeinschaft von Fr. 99'829.50, um Sozialabzüge auf Lohnkosten von Fr. 41'800.-- sowie um gebotene Abschreibungen von Fr. 200'207.-- auf insgesamt Fr. 1'229'156.40. Die Vorinstanz stellt demgegenüber für den Bilanzstichtag ein Eigenkapital von Fr. 1'586'863.30 fest (einbezahltes Aktienkapital Fr. 100'000.--, gesetzliche Reserven Fr. 30'000.--, freie Reserven Fr. 720'000.--, Rückstellungen für Personalvorsorge Fr. 100'000.--, aktivierter Gewinn aus dem Verkauf der T.-Anteile Fr. 636'863.30) und verneint demzufolge eine Überschuldung. Die Klägerinnen machen dagegen geltend, einerseits seien gebotene Rückstellungen nicht passiviert, anderseits der Verkaufsgewinn von Fr. 636'863.30 unzulässigerweise aktiviert worden. Ihrer Auffassung nach wäre unter Berücksichtigung dieser Bilanzkorrekturen per 31. Januar 1975 richtigerweise eine Überschuldung von Fr. 4'167'711.80 auszuweisen gewesen.\n\naa) Das Einkaufszentrum T. wurde durch die D. AG als Generalunternehmerin erstellt. Vor Fertigstellung hatte diese mit finanziellen Schwierigkeiten zu kämpfen, was die Eintragung von Bauhandwerkerpfandrechten durch Subunternehmer zur Folge hatte. Um die Fertigstellung der Anlage zu erreichen, gründete ein Teil der Miteigentümer das Immobilienkonsortium T. (IKT).\n\nPer 31. Januar 1975 wies die H. AG eine Restschuld zugunsten der D. AG von per Saldo Fr. 2'006'951.40 aus. Sie war allerdings bloss als Eventualverpflichtung in den Bemerkungen zum Baukonto T., nicht dagegen als Passivum in der Bilanz aufgeführt. Nach Auffassung des Obergerichts genügte dieses Vorgehen den gesetzlichen Bilanzierungsvorschriften. Ebensowenig sei die H. AG verpflichtet gewesen, für die auf ihre ideelle Miteigentumsquote entfallenden Bauhandwerkerpfandrechte von anteilsmässig |536| Fr. 440'029.70 und für die dem IKT geschuldeten Fertigstellungskosten von Fr. 69'496.65 Rückstellungen zu bilden. Die Klägerinnen sind gegenteiliger Auffassung.\n\naaa) Eventualverpflichtungen der Aktiengesellschaft sind in der Bilanz oder in einer Beilage in Gesamtsummen aufzuführen (Art. 670 Abs. 1 OR). Für Vermögenseinbussen, die daraus oder aus schwebenden Geschäften zu erwarten sind, ist durch Rücklagen Deckung zu verschaffen (Art. 670 Abs. 2 OR). Ausweispflichtige Eventualverpflichtungen - das Gesetz erwähnt namentlich Bürgschaften, Garantieverpflichtungen und Pfandbestellungen zugunsten Dritter - sind bedingte Verbindlichkeiten, die auf Verpflichtungen zugunsten Dritter gründen und denen bei Inanspruchnahme entsprechende Forderungen gegenüberstehen (KÄFER, N 459 zu Art. 958 OR; BOSSARD, N 179 zu Art. 957 OR; BÜRGI, N 3 ff. zu Art. 670 OR). Künftige Forderungen aus (noch) nicht vollständig abgewickelten Werkverträgen fallen nicht darunter; ihr Ausweis ist gesetzlich nicht vorgeschrieben, kann aber im Interesse der Bilanzwahrheit und der Bilanzklarheit kaufmännisch geboten sein (Revisionshandbuch der Schweiz, RHB, Teil 2.2, S. 130). Sie stehen in der Regel in Zusammenhang mit schwebenden Geschäften, worunter rechtsgültig abgeschlossene, nach den allgemein anerkannten kaufmännischen Grundsätzen aber noch nicht oder erst teilweise verbuchte Geschäfte zu verstehen sind (BOSSARD, N 182 zu Art. 957 OR; BÜRGI, N 6 zu Art. 670 OR). Diese sind nach Art. 670 Abs. 1 OR nicht ausweispflichtig; doch sind zur Deckung der daraus resultierenden Verbindlichkeiten gemäss Art. 670 Abs. 2 OR Rückstellungen zu bilden, sofern Vermögenseinbussen zu erwarten sind. Die Pflicht zur Bildung entsprechender Passiven setzt mithin die Erkennbarkeit eines Verlustrisikos im Einzelfall voraus (RHB, a.a.O., S. 133). Ein solches Verlustrisiko ist gegeben, wenn die künftige Abwicklung des schwebenden Geschäfts nicht mehr als gewinnbringend oder als erfolgsneutral erscheint.\n\nbbb) Die H. AG hat in ihrer Jahresbilanz per 31. Januar 1975 die restanzliche Werklohnforderung der D. AG als Eventualverbindlichkeit ausgewiesen. Nach Auffassung der Klägerinnen hätte sie für diese Verbindlichkeit zudem eine Rückstellung bilden müssen. Weder aus den Feststellungen der Vorinstanz noch aus den Darlegungen der Klägerinnen geht jedoch hervor, dass diese Verbindlichkeit mit einem Verlustrisiko behaftet gewesen wäre. Vorbehältlich der später zu erörternden Frage einer Aktivierung des |537| Verkaufsgewinns aus dem Vertrag mit der K. GmbH ist den Feststellungen des Obergerichts jedenfalls nicht zu entnehmen, dass die Gesellschaft in Missachtung des aktienrechtlichen Höchstwertprinzips (Art. 665 Abs. 1 OR) ihren Miteigentumsanteil am Einkaufszentrum T. bereits über die am Bilanzstichtag geleisteten Anzahlungen und damit über den Kostenwert hinaus aktiviert hätte (KÄFER, N 346 zu Art. 958 OR; BOSSARD, N 98 zu Art. 960 OR; RENÉ M. SCHMID, Die Bilanzierung des Anlage- und Umlaufsvermögens nach schweizerischem Aktienrecht, S. 28). Das angefochtene Urteil stellt auch nicht fest, eine Aktivierung der Restkosten hätte voraussehbar den betriebswirtschaftlich richtigen Wert des Anteils überschritten. Es war bundesrechtskonform, davon auszugehen, auch die Restkosten seien voll aktivierungsfähig gewesen, so dass objektiv keine Vermögenseinbusse im Sinne von Art. 670 Abs. 2 OR zu erwarten und damit auch keine Rückstellung zu bilden war.\n\nccc) Die Klägerinnen beanstanden weiter, den möglichen Verbindlichkeiten der H. AG aus den auf ihrem Miteigentumsanteil lastenden oder anteilsmässig darauf entfallenden Bauhandwerkerpfandrechten und der Forderung des IKT für die Fertigstellungsarbeiten sei nicht durch Rückstellungen Rechnung getragen worden. Die Vorinstanz verneint eine solche Pflicht mit der Begründung, diese Forderungen der H. AG hätten der D. AG entgegengehalten werden können und seien damit betragsmässig in der ausgewiesenen Eventualverpflichtung aufgegangen. Nach der für das Bundesgericht verbindlichen Feststellung des Obergerichts wären die Leistungen, welche einerseits durch die gesetzlichen Pfandrechte gesichert und anderseits vom IKT erbracht wurden, im Generalunternehmerverhältnis durch die D. AG zu erbringen gewesen. Soweit Leistungen von Subunternehmern in Frage stehen, hätte die D. AG sie somit auch entlöhnen müssen. Die Ablieferung eines Werks, welches mit Pfandrechten der Subunternehmer belastet ist, stellt demzufolge eine vertragliche Schlechterfüllung seitens des Generalunternehmers dar. Sie berechtigt den Besteller, einen den Forderungen der Subunternehmer entsprechenden Abzug am Werklohn des Generalunternehmers vorzunehmen oder - nach erfolgter Befriedigung der Pfandgläubiger - die kraft Subrogation (Art. 110 Ziff. 1 OR, Art. 827 Abs. 2 ZGB) auf ihn übergegangenen Forderungen der Subunternehmer mit derjenigen des Generalunternehmers zu verrechnen (BGE 104 II 355 E. bb; ZOBL, Das Bauhandwerkerpfandrecht de lege lata und de lege |538| ferenda, ZSR n. F. 101/1982 II S. 1 ff., 105; SCHUMACHER, Das Bauhandwerkerpfandrecht, 2. Aufl. 1982, S. 268 f. Rz. 927 ff.). Soweit die Generalunternehmerin darüber hinaus ihre vertraglich geschuldeten Leistungen überhaupt nicht erbrachte, ging sie eines Werklohn(teil)anspruchs verlustig und wurde der Bestellerin für allfällige Mehrkosten einer Ersatzvornahme ersatzpflichtig (Art. 97 OR). Da die Restschuld der H. AG gegenüber der D. AG die möglichen Drittansprüche bei weitem überstieg, konnte sich die H. AG für allfällige Zahlungen an die Pfandgläubiger und das IKT vollumfänglich schadlos halten. Zufolge Aktivierungsfähigkeit dieser Kosten aber waren keine Vermögenseinbussen zu erwarten, welche die Bildung von Rückstellungen im Sinne von Art. 670 Abs. 2 OR bedingt hätten. Insoweit wurden keine Bilanzierungsvorschriften verletzt.\n\nbb) Die Klägerinnen beanstanden weiter fehlende Rückstellungen zur Deckung der aus den Darlehen an W. H. zu erwartenden Vermögenseinbussen. Die Vorinstanz äussert sich dazu im Zusammenhang mit der Jahresbilanz per 31. Januar 1975 nicht, sondern prüft im wesentlichen bloss, ob die Beklagten bei der Gewährung oder Duldung solcher Darlehen Sorgfaltspflichten verletzt hätten. In anderem Zusammenhang stellt sie jedoch fest, dem Erstbeklagten sei zwar bewusst gewesen, dass bei W. H. nichts mehr zusätzlich zu holen gewesen sei; doch habe kein Anlass bestanden, die Substanz der Darlehen als gefährdet zu betrachten, solange die Kantonalbank weiterhin Kredit gewährt habe.\n\nDie Betrachtungsweise der Vorinstanz ist nicht haltbar. Ist die Bonität eines Darlehensschuldners nicht mehr gewährleistet, drohen auf seinen als Guthaben aktivierten Verbindlichkeiten Verluste, welchen durch Wertberichtigungen, sei es durch Herabsetzung der gefährdeten Aktiven oder durch Gegenposten auf der Passivseite zum Nominalwert der aktivierten Guthaben (BGE 113 II 55 mit Hinweisen), Rechnung zu tragen ist. Die Pflicht zu Wertberichtigungen aber entfällt nicht bereits, wenn die Gesellschaft sich anderweitig Kredit zu beschaffen vermag. Solche Kredite verbessern nicht die Bonität eines Gesellschaftsschuldners, sondern vermögen höchstens Aussicht auf eine Sanierung zu geben, welche davon entbindet, unverzüglich Massnahmen nach Art. 725 Abs. 2 und 3 OR zu treffen (E. 5a hienach).\n\nNach den Feststellungen des Obergerichts überstieg das Eigenkapital der H. AG am Bilanzstichtag den Verlustsaldo um Fr. 359'706.90. Danach war eine Überschuldung der Gesellschaft |539| zu verneinen. Ergibt sich indessen, dass die gebotenen Wertberichtigungen auf den Darlehensforderungen gegenüber W. H. diesen Betrag überstiegen hätten, wird eine Überschuldung zu bejahen und weiter zu prüfen sein, ob diesfalls Massnahmen nach Art. 725 OR zu treffen gewesen wären, deren Unterlassung den Beklagten zum Vorwurf gereicht und zu einer Schädigung der Gesellschaft und damit zu einer mittelbaren Schädigung der Gläubiger geführt hat.\n\ncc) Nicht zu beanstanden ist demgegenüber die Auffassung der Vorinstanz, für das nach dem Bilanzstichtag eröffnete Gourmet-Geschäft in E. seien keine Rückstellungen notwendig gewesen, da der Finanzbedarf als erfolgsneutral habe betrachtet werden dürfen. Den Erwägungen des angefochtenen Urteils ist nicht zu entnehmen, dass am 31. Januar 1975 bereits Verluste erkennbar gewesen wären, welche zu Rückstellungen verpflichtet hätten, und die Klägerinnen machen nicht belegt geltend (BGE 115 II 465 E. 1 mit Hinweis), entsprechende Sachbehauptungen im kantonalen Verfahren prozesskonform vorgebracht und zum Beweis verstellt zu haben. Die Vorbringen gelten daher als neu und damit als unzulässig (Art. 55 Abs. 1 lit. c OG).\n\ndd) Nach den verbindlichen Feststellungen des Obergerichts beliefen sich die Anschaffungskosten der H. AG für den später veräusserten Miteigentumsanteil von 39/1000 auf effektiv Fr. 3'744'878.50. Der Verkaufserlös bzw. die Kaufpreisforderung gegenüber der K. GmbH betrug demgegenüber netto Fr. 4'381'741.80. Die Aktivierung des daraus resultierenden Gewinns von Fr. 636'863.30 hält das Obergericht bilanzrechtlich für zulässig. Demgegenüber verstösst nach Auffassung der Klägerinnen die Aktivierung gegen das Imparitätsprinzip und Art. 665 Abs. 1 OR.\n\nNach dem den aktienrechtlichen Bilanzierungsvorschriften zugrunde liegenden Imparitätsprinzip dürfen Erträge erst bei der Realisierung und müssen Verluste bereits bei der Feststellung bilanzmässig berücksichtigt werden (KÄFER, N 77 zu Art. 959 und N 128 ff. zu Art. 960 OR; BOSSARD, N 244 zu Art. 957 OR; BÜRGI, N 9 zu Art. 665 OR). Realisiert sind Erträge, wenn die entsprechenden Leistungen erbracht oder rechtlich vollstreckbar geschuldet sind (BOSSARD, a.a.O.; KÄFER, N 119 zu Art. 960 OR). Bei Veräusserungsverträgen tritt der Aktivierungszeitpunkt für die Gegenleistung mit der Übertragung der Verfügungsgewalt ein (VON GREYERZ, Bewertungsgrundsätze im Aktienrecht, SAG |54054| /1982, S. 1 ff., S. 6 Ziff. 2.6 mit Hinweis). Davon geht zutreffend auch die Vorinstanz aus und bejaht daher folgerichtig die Aktivierungsfähigkeit der fälligen Kaufpreisforderung für den Bilanzstichtag. Das schliesst aber die Annahme einer unzulässigen Aufwertung des Anlagevermögens begriffsnotwendig aus.\n\nEine Pflicht zur Vornahme einer Wertberichtigung auf der Kaufpreisforderung für das Eingangsrisiko (BOSSARD, N 317 der Vorbemerkungen zu Art. 957-964 OR) verneint das Obergericht mit der Begründung, die K. GmbH hätte der Preisschuld nur solche Einwände entgegensetzen können, welche der H. AG ihrerseits der D. AG gegenüber zugestanden hätten, namentlich die Schlechterfüllung des Generalunternehmervertrages, und die zu einer Minderung der restanzlichen Werklohnschuld berechtigt hätten, so dass (entsprechend E. ccc) per Saldo ein Verlustrisiko nicht bestanden habe. Dem ist uneingeschränkt beizupflichten. Soweit die Klägerinnen darüber hinaus zusätzliche Verlustrisiken behaupten, finden ihre Vorbringen in den tatsächlichen Feststellungen der Vorinstanz keine Stütze und sind daher nicht zu hören (Art. 55 Abs. 1 lit. c OG).\n\nb) Sollte die Vorinstanz nach der Ergänzung des Sachverhalts feststellen, dass sich bei den gebotenen Wertberichtigungen eine Überschuldung der H. AG ergibt, wird sie weiter zu prüfen haben, wann diese Überschuldung eingetreten ist, und insbesondere, ob sie bereits im Zeitpunkt der Zwischenbilanz per 31. Oktober 1974 gegeben und erkennbar war. Dabei ist rechtlich bedeutungslos, ob die H. AG zur Erstellung einer Zwischenbilanz verpflichtet war. Entscheidend ist einzig, ob bei pflichtgemässer Aufmerksamkeit eine Überschuldung hätte festgestellt und allenfalls bereits Massnahmen nach Art. 725 OR hätten ergriffen werden müssen, da die Klägerinnen ausschliesslich Verzögerungsschaden aus verspäteter Konkurseröffnung geltend machen.\n\n5. a) Demnach ist dem Erstbeklagten als Verwaltungsrat einzig vorzuwerfen, auf den Darlehensforderungen gegenüber W. H. keine Wertberichtigungen vorgenommen zu haben. Aufgrund der tatsächlichen Feststellungen der Vorinstanz lässt sich nicht beurteilen, in welchem Umfang solche Wertberichtigungen nach den allgemein anerkannten kaufmännischen Grundsätzen erforderlich gewesen wären. Demzufolge ist die Streitsache zur Ergänzung des Sachverhalts an das Obergericht zurückzuweisen.\n\nErgibt sich nach dieser Ergänzung eine Überschuldung der H. AG, wird weiter zu prüfen sein, ob und gegebenenfalls wann |541| der Erstbeklagte nach Art. 725 Abs. 3 OR verpflichtet gewesen wäre, den Richter zu benachrichtigen, leiten die Klägerinnen den zu beurteilenden Schaden doch ausschliesslich aus einer Verzögerung der Konkurseröffnung ab. Dabei wird zu beachten sein, dass die Auslegung von Art. 725 Abs. 3 OR, welcher die vorbehaltlose und unbedingte Pflicht der Verwaltung vorsieht, bei Überschuldung der Aktiengesellschaft den Richter zu benachrichtigen, in der jüngeren Lehre und Rechtsprechung erheblich relativiert worden ist. So vertritt etwa M. DUSS (Rangrücktritt des Gläubigers bei Überschuldung der Aktiengesellschaft, SAG 44/1972 S. 4) die Meinung, die Anzeige könne unterbleiben, solange Sanierungschancen beständen, es sei denn, Forderungen der Gesellschaftsgläubiger würden durch neuerliche Verschlechterung der finanziellen Lage gefährdet. Auch nach FORSTMOSER (Die aktienrechtliche Verantwortlichkeit, 2. Aufl. 1987, S. 249 Rz. 842) verletzt die Verwaltung ihre Pflicht nicht, wenn sie unverzüglich saniert, statt sich an den Richter zu wenden; jedenfalls handelt sie nicht schuldhaft, wenn sie in einer schwierigen Lage tut, was vernünftigerweise von einem Unternehmer erwartet werden darf (FORSTMOSER, a.a.O., Rz. 843). Diesen Auffassungen hat sich das Bundesgericht angeschlossen (BGE 108 V 188). Die Vorinstanz wird daher auch zu prüfen haben, ob bei allfälliger Überschuldung konkrete Aussichten auf eine Sanierung bestanden haben, welche es rechtfertigten, von einer sofortigen Benachrichtigung des Richters abzusehen.\n\nKommt die Vorinstanz zum Schluss, der Erstbeklagte habe pflichtwidrig den Richter nicht benachrichtigt, wird sie weiter zu prüfen haben, ob der Gesellschaft aus der dadurch bewirkten Verzögerung der Konkurseröffnung ein Schaden erwachsen ist, wie die Klägerinnen geltend machen. Gegebenenfalls wird sie über das Mass der Ersatzpflicht des Erstbeklagten zu befinden haben.\n\nb) Nach der Rechtsprechung des Bundesgerichts ist die Kontrollstelle ebenfalls verpflichtet, die ausgewiesenen Gesellschaftsaktiven auf ihren tatsächlichen Bestand zu überprüfen. Gegebenenfalls hat sie die Massnahmen nach Art. 725 OR zu veranlassen (BGE 112 II 462). Die Prüfung der Bilanzwahrheit erstreckt sich dabei nicht bloss auf das Anlage- und Umlaufsvermögen (BGE 112 II 462), sondern auch auf die Forderungen (nicht publ. E. 3a und d von BGE 112 II 462). In der Literatur werden hiezu im allgemeinen restriktivere Auffassungen vertreten. Nach einem Teil der Lehre ist die Kontrollstelle zur Prüfung der Bonität der |542| Debitoren überhaupt nicht verpflichtet (SCHUCANY, Kommentar zum schweizerischen Aktienrecht, 2. Aufl. 1960, N 3 zu Art. 728 OR; VON STEIGER, Das Recht der Aktiengesellschaft in der Schweiz, 4. Aufl. 1970, S. 283), nach anderen Autoren bloss stichprobeweise (BÜRGI, N 32 zu Art. 728 OR; MEIER-HAYOZ/FORSTMOSER, Grundriss des schweizerischen Gesellschaftsrechts, 6. Aufl. 1989, S. 292 Rz. 141) oder auf offenkundige Gefährdungen hin (FORSTMOSER, a.a.O., S. 258 Rz. 885 mit Kritik an BGE 112 II 462 in Fn. 1613). Indessen wird auch in der Literatur zunehmend auf die Bedeutung der Kontrollaufgaben im Hinblick auf die Sicherung des Unternehmensbestandes und die Gewährleistung der Betriebsfortführung hingewiesen (VON GREYERZ, SPR VIII/2, S. 215/6; BÄHLER, recht 1989, S. 22 ff., 24 ff.; HÜTTE, Der Schweizer Treuhänder 1987 S. 391 ff., 392).\n\nAuf die Erwägungen in BGE 112 II 462 zurückzukommen, besteht jedenfalls vorliegend keine Veranlassung. Angesichts des Umfangs der W. H. gewährten Darlehen (Klumpenrisiko), der wirtschaftlichen Verflechtung von Darlehensnehmer und Aktiengesellschaft sowie der von ihr zum Jahresabschluss per 31. Januar 1975 bereits angebrachten Beanstandungen durfte die Kontrollstelle jedenfalls nicht davon absehen, die Bonität des Hauptschuldners zu prüfen. Mithin ist auch ihr als Sorgfaltspflichtverletzung anzulasten, dass sie keine Wertberichtigungen verlangt und damit eine mögliche Überschuldung der Aktiengesellschaft nicht kenntlich gemacht hat. Dass sie das Klumpenrisiko erkannt und dessen Abbau gefordert hat, hat sie von den materiellen Bilanzprüfungspflichten nicht entlastet.\n\nBei objektiv gegebener Überschuldung der H. AG ist daher dem Zweitbeklagten vorzuwerfen, dies als Kontrollstelle nicht erkannt und darauf nicht aufmerksam gemacht zu haben. Ob sich daraus eine Haftung für den behaupteten Schaden aus Verzögerung der Konkurseröffnung ergibt, wird auch für die Kontrollstelle durch die Vorinstanz noch zu prüfen sein.\n\nc) Schliesslich wird die Vorinstanz bei gegebener Haftung des Erst- und des Zweitbeklagten noch die Behauptung zu prüfen haben, die Drittbeklagte habe als faktisches Organ der H. AG nach den für die statutarische Kontrollstelle geltenden Grundsätzen für den geltend gemachten Schaden einzustehen."}