{"annee": "116", "cour": "II", "page": "243", "date": "12/7/1990", "cite": ["100 II 71", "108 II 288", "103 II 88", "102 II 313", "115 II 321", "106 II 272", "58 II 402"], "cite_par": ["137 III 113", "138 III 689"], "chapeau": "44. Auszug aus dem Urteil der II. Zivilabteilung vom 12. Juli 1990 i.S. E.O.-C. gegen N. und G.O. (Berufung)", "regestes": ["Réduction successorale. 1. Réductibilité d'une attribution, par contrat de mariage passé sous l'empire de l'ancien droit matrimonial, du bénéfice de l'union conjugale au conjoint survivant (confirmation de la jurisprudence). Admission de l'exception soulevée en ce sens dans le procès en partage, alors même que les héritiers ne s'étaient pas opposés au contrat de mariage lorsqu'il leur avait été soumis par l'autorité tutélaire (consid. 3). 2. Les attributions faites en accomplissement d'un devoir moral sont soumises à réduction (consid. 4)."], "faits": "|243|\n\nDie Eheleute Elsa und Franz O.-C. schlossen am 6. Juli 1973 einen in der Folge von der Vormundschaftsbehörde genehmigten Ehevertrag ab. Darin wurde unter anderem die gesetzliche Regelung der Vorschlagsteilung dahin abgeändert, dass der bei der Auflösung der Ehe infolge Todes anfallende Vorschlag zu zwei |244| Dritteln dem überlebenden Ehegatten und zu einem Drittel den Erben des verstorbenen Gatten gehören soll. Franz O. verfasste darauf am 22. Juli 1973 eine eigenhändige letztwillige Verfügung, in der er seiner Gattin bestimmte Vermögenswerte zu Alleineigentum zuwies; ferner verfügte er, dass seine Liegenschaft im Sinne einer Teilungsvorschrift ebenfalls seiner Gattin zufallen solle, wobei er als Anrechnungswert den amtlich festgesetzten Verkehrswert, ermässigt um dessen vierten Teil, vorsah. Schliesslich setzte er seine Nachkommen zugunsten der überlebenden Gattin auf den gesetzlichen Pflichtteil und verwies im übrigen auf den Ehevertrag. Am 8. August 1985 verstarb Franz O. Neben seiner Ehefrau hinterliess er als gesetzliche Erben seine beiden aus erster Ehe hervorgegangenen Kinder. Nachdem sich die Erben bei der Teilung des Nachlasses nicht einigen konnten, gelangten die Nachkommen des Verstorbenen mit Erbteilungsklage an das Bezirksgericht A. Das angerufene Gericht und, in zweiter Instanz, das Kantonsgericht von Graubünden errechneten den Nachlass des Verstorbenen und bestimmten die auf die einzelnen Erben entfallenden Pflichtteile. Die Beklagte hat gegen das Urteil des Kantonsgerichts Berufung an das Bundesgericht erhoben.", "considerants": "Aus den Erwägungen:\n\n3. Die Beklagte vermag mit ihrer Berufung insoweit nicht durchzudringen, als sie darin behauptet, die von den Klägern einredeweise geltend gemachte Herabsetzung sei in Verletzung von Art. 533 Abs. 3 ZGB oder gar von Art. 2 ZGB geschützt worden.\n\nDie kantonalen Instanzen haben in Anlehnung an die Rechtsprechung festgehalten, dass die nicht verwirkbare Herabsetzungseinrede vom pflichtteilsgeschützten Erben - unabhängig von der Verteilung der Parteirollen - auch im Teilungsprozess erhoben werden kann (BGE 108 II 292; BGE 103 II 93 E. 3c, mit Hinweisen). Gefestigter Rechtsprechung entspricht es sodann, dass die ehevertragliche Zuweisung des Vorschlags an den überlebenden Ehegatten wie eine Verfügung von Todes wegen in dem Masse der Herabsetzung unterliegt, als Pflichtteilsrechte der Nachkommen verletzt werden (BGE 115 II 322 E. 3; BGE 106 II 276 ff. E. 2; BGE 102 II 313 ff.); eine Praxis, die im übrigen mit Bezug auf die nichtgemeinsamen Kinder und deren Nachkommen auch in den übergangsrechtlichen Bestimmungen zum revidierten Eherecht verankert worden ist (Art. 10 Abs. 3 SchlT). |245|\n\nDie Pflichtteilsrechte der Nachkommen sind somit bei der güterrechtlichen Begünstigung des überlebenden Ehegatten zu wahren und es muss ihnen die rechtliche Möglichkeit zur Durchsetzung ihrer Ansprüche geboten werden. Dass der güterrechtliche Anspruch der Ehefrau auf Beteiligung am Vorschlag in einer entsprechenden Geldforderung gegen den Nachlass des verstorbenen Ehemannes besteht und sie nicht die Zuweisung von Vermögensstücken der Errungenschaft verlangen kann (BGE 100 II 73 E. 2b), vermag daran - entgegen den Vorbringen in der Berufung - nichts zu ändern. Dabei ist insbesondere auch nicht einzusehen, inwiefern die Kläger gegen Art. 2 ZGB verstossen haben sollten; jedenfalls kann dieser Vorwurf nicht bereits damit begründet werden, dass sie sich dem ihnen von der Vormundschaftsbehörde im Jahre 1973 unterbreiteten Ehevertrag nicht widersetzt hatten. Abgesehen davon, dass die für die Pflichtteilsrechte der Nachkommen ungünstig verlaufende ehevertragliche Begünstigung des überlebenden Ehegatten gemäss der damaligen Rechtsprechung grundsätzlich geschützt worden wäre, hätte ein allfälliger Einspruch der Kläger das Zustandekommen des Ehevertrages in der gegebenen Form mit Sicherheit nicht abwenden können (zur Wahrnehmung der Kindesinteressen im Rahmen von Art. 181 aZGB, vgl. BGE 99 Ia 305 ff.). Die Kläger hatten somit bis zum vorliegenden Verfahren gar keine Möglichkeit zur wirksamen Wahrung ihrer Rechte, weshalb es ihnen heute nicht zum Nachteil gereichen kann, von einer mit der Herabsetzungsklage nicht vergleichbaren Einsprachemöglichkeit keinen Gebrauch gemacht zu haben.\n\n4. Der Erblasser errichtete am 4. November 1982 eine Lebensversicherung auf den Namen der Beklagten über rund Fr. 70'000.-- und eröffnete ihr zwecks Finanzierung ein entsprechendes Prämienkonto. Des weiteren hat er ihr ein Sparheft der Raiffeisenkasse Bergün/Bravuogn mit einer Einlage von Fr. 12'848.-- übergeben. Das Kantonsgericht hat beide Zuwendungen als Schenkungen qualifiziert und der Herabsetzung unterstellt, nachdem es insbesondere bezüglich des Sparhefts zur Überzeugung gelangt ist, es könne sich dabei nicht um eine Entschädigung für geleistete Arbeit handeln.\n\na) Die Beklagte bestreitet nicht mehr, dass die Einmaleinlage zur Bezahlung ihrer Lebensversicherung direkt vom Erblasser entrichtet worden ist. Sie hält indessen dafür, es habe sich dabei nicht um eine Schenkung, sondern um die Erfüllung einer sittlichen Pflicht gehandelt, die der Herabsetzung nicht unterliege. Im |246| übrigen lauteten Sparheft und Lebensversicherung bereits auf ihren Namen; sie könne frei darüber verfügen, weshalb die von der Rechtsprechung umschriebenen Voraussetzungen der Herabsetzung nicht erfüllt seien.\n\nb) Ob es sich bei den genannten Zuwendungen um Schenkungen oder um Leistungen aufgrund einer moralischen Verpflichtung handle, kann aufgrund der vorhandenen Feststellungen nicht abschliessend beurteilt werden. Diesbezüglich müsste die Sache an die Vorinstanz zurückgewiesen werden. Dazu besteht indessen vorliegend keine Veranlassung. Die Rechtsprechung hat vor geraumer Zeit bereits festgehalten, dass sich die Frage der Herabsetzung stets nach Erbrecht beurteile und dabei nicht darauf abgestellt werden dürfe, aus welchen Gründen die strittige Zuwendung gemacht worden sei. Das Bundesgericht hat damit auch die in Erfüllung einer sittlichen Pflicht erbrachten Zuwendungen entgegen Art. 239 Abs. 3 OR wie eine Schenkung behandelt und der Herabsetzung unterstellt; begründet hat es diesen Schritt damit, dass der Pflichtteilsschutz nach Auffassung des Gesetzgebers ebenfalls auf einer sittlichen Grundlage beruhe und es nicht angehe, jenen gegenüber der Vorsorge für den überlebenden Ehegatten zu benachteiligen (BGE 102 II 325 f. E. 4c, mit Hinweisen). Diese Rechtsprechung vermag sich auf einen Teil der Lehre zu stützen (insbesondere PIOTET, SJZ 57/1961, S. 38 f.; derselbe in ZSR 90/1971 Bd. I, S. 39 ff., sowie in Erbrecht, SPR IV/1, Basel 1978, § 63 II B, S. 446 f.; DESCHENAUX, La protection de l'expectative de bénéfice dans le régime de la participation aux acquêts, in: Gedächtnisschrift Peter Jäggi, Freiburg 1977, S. 186, Anm. 75; PIERRE WIDMER, Grundfragen der erbrechtlichen Ausgleichung, Berner Diss. 1971, S. 36/37; vgl. neuerdings Art. 208 Abs. 1 Ziff. 1 ZGB, sowie namentlich die Botschaft zum revidierten Eherecht vom 11. Juli 1979, in BBl 1979 Bd. II, Ziff. 222.532, S. 1191 (Sonderdruck 79.043, S. 126 f.) und die darob im Schrifttum entbrannte Kontroverse). Dagegen stehen jedoch immerhin die von EUGEN HUBER mitverfasste Botschaft zur Ergänzung des Zivilgesetzbuches, die Auffassungen der Kommentatoren sowie weiterer Autoren (vgl. die Botschaft betreffend die Ergänzung eines Entwurfs eines schweizerischen Zivilgesetzbuches durch Einfügung des Obligationenrechts und der Einführungsbestimmungen vom 3. März 1905, in BBl 1905 Bd. II S. 52 in fine; TUOR, Berner Kommentar, 2. A. 1952, N. 21 (Ziff. 3) zu Art. 527, sowie ESCHER, Zürcher Kommentar, 3. A. 1959, N. 19 zu Art. 527; im gleichen Sinne wohl auch BECK, Grundriss des schweizerischen |247| Erbrechts, 2. A. 1976, S. 118, sowie DRUEY, Grundriss des Erbrechts, 2. A. 1988, § 6, Rz. 72, S. 67; vgl. auch JÖRG ALAIN SCHWARZ, Die Herabsetzung gemäss Art. 527 Ziff. 1 ZGB, Berner Diss. 1985, S. 32 f., mit Hinweisen).\n\nIn der Berufung wird nichts vorgebracht, was in diesem Zusammenhang auf eine Verletzung von Bundesrecht hindeuten oder sonstwie von Belang sein könnte. Ausschlaggebend muss daher bleiben, dass seit dem genannten Entscheid des Bundesgerichts keine Erkenntnisse zutage getreten sind, welche die Annahme einer abweichenden Auffassung zwingend gebieten würden. Der vorliegende Fall gibt deshalb keinen Anlass, von der bisherigen Rechtsprechung abzuweichen, die immerhin den unbestreitbaren Vorteil aufweist, dass die schwierige Abgrenzung zwischen Schenkung und sittlicher Pflicht unterbleiben kann.\n\nc) Das Kantonsgericht hat schliesslich zutreffend festgehalten, dass die Herabsetzungseinrede rechtsgültig erhoben worden ist. Dass sowohl die Lebensversicherung als auch das Sparheft bereits auf den Namen der Beklagten lauten, kann der Herabsetzbarkeit der entsprechenden Zuwendung nicht entgegenstehen, selbst wenn sie bloss einredeweise geltend gemacht wird. Vorliegend ist die Beklagte mit einem eigenen Teilungsbegehren gegen die Kläger aufgetreten. Wie bereits festgehalten worden ist, darf die Herabsetzungseinrede auch im Teilungsprozess erhoben werden (BGE 103 II 93; BGE 58 II 404 f.), zumal die Kläger als gesetzliche Erben mit dem Tod des Erblassers Mitbesitz und Gesamteigentum am Nachlass erlangt haben. Im Rahmen der Teilung dieses Nachlasses muss es ihnen daher möglich sein, dem gegen sie gerichteten Begehren insofern entgegenzutreten, als der Erblasser seine Verfügungsfreiheit durch Begünstigung der ihrerseits Ansprüche geltend machenden Beklagten überschritten hat.\n\nDie gegenteilige Auffassung der Beklagten würde dazu führen, dass die Einrede der Herabsetzung stets dann versagt bliebe, wenn die fragliche Verfügung bereits vollzogen worden wäre und sich die davon erfassten Vermögenswerte nicht mehr im Nachlass befänden. Diese Sichtweise mag sich aus dem Wesen der Einrede ergeben, doch wird sie der besonderen Situation im Erbteilungsprozess nicht gerecht; dort gilt es zu berücksichtigen, dass von sämtlichen Erben weitere Ansprüche geltend gemacht werden, gegenüber denen die Einrede gemäss Art. 527 ZGB - ohne Rücksicht darauf, dass gewisse Zuwendungen bereits zu Lebzeiten des Erblassers vollzogen worden sind - offenbleiben muss."}