{"annee": "116", "cour": "II", "page": "677", "date": "20/12/1990", "cite": ["92 II 227", "56 II 163", "95 II 221", "105 IA 23"], "cite_par": ["131 III 300", "126 III 505", "117 II 563", "128 III 124", "134 III 147"], "chapeau": "118. Urteil der II. Zivilabteilung vom 20. Dezember 1990 i.S. Baugenossenschaft IRIEB gegen Johann Müller Heizung und Lüftung AG (Berufung)", "regestes": ["Hypothèque légale d'artisan et d'entrepreneur (art. 837 al. 1 ch. 3 CC). Conditions auxquelles un artisan ou un entrepreneur peut se voir accorder l'hypothèque légale contre le propriétaire de l'immeuble quand les prestations qu'il a fournies ont été commandées par un locataire."], "faits": "|677|\n\nDie Baugenossenschaft IRIEB ist Eigentümerin des Hochhauses Shopping-Center 13 in Spreitenbach (Grundbuch Spreitenbach Nr. 2914, Kat. Plan 16, Parzelle 2917). Durch Vertrag vom 14. Mai 1984 vermietete sie der IVDS AG Büro-Räumlichkeiten im Parterre und im ersten Geschoss des genannten Gebäudes.\n\nEbenfalls noch im Mai 1984 beauftragte die IVDS AG die Johann Müller Heizung und Lüftung AG (im folgenden Müller AG) mit der Lieferung und der Montage von zehn Klimageräten für insgesamt Fr. 55'000.-- und der Lieferung von zehn Fernbedienungsgeräten zum Gesamtpreis von Fr. 3'000.--.\n\nAm 19. März 1986 wurde über die IVDS AG der Konkurs eröffnet; mangels Aktiven wurde das Konkursverfahren am 2. April 1986 jedoch wieder eingestellt. Die Rechnungen der Müller AG blieben unbezahlt.\n\nMit Verfügung vom 8. Januar 1985 hatte der Gerichtspräsident von Baden das Grundbuchamt Baden angewiesen, auf dem Grundstück Nr. 2914 der Baugenossenschaft IRIEB in Spreitenbach |678| zugunsten der Müller AG ein Bauhandwerkerpfandrecht für den Betrag von Fr. 70'000.-- nebst Zins zu 5% seit 10. Juli 1984 im Sinne einer Vormerkung vorläufig einzutragen.\n\nDie Müller AG reichte mit Eingabe vom 3. September 1985 beim Bezirksgericht Baden gegen die Baugenossenschaft IRIEB Klage ein. Sie beantragte, es sei festzustellen, dass ihr ein Bauhandwerkerpfandrecht im Sinne von Art. 837 Abs. 1 Ziff. 3 ZGB für den Betrag von Fr. 58'000.-- nebst Zins zu 5% seit 10. September 1984 zustehe, und es sei dessen definitive Eintragung anzuordnen.\n\nDas Bezirksgericht Baden (I. Abteilung) hiess die Klage am 21. März 1989 für einen reduzierten und unverzinslichen Pfandbetrag von Fr. 50'000.-- gut.\n\nGegen diesen Entscheid erhoben beide Parteien Beschwerde an das Obergericht des Kantons Aargau. Dessen 1. Zivilabteilung erkannte am 8. September 1989, dass die Beschwerde der Klägerin abgewiesen und diejenige der Beklagten teilweise - bezüglich der Kosten- und Entschädigungsfolgen für das erstinstanzliche Verfahren - gutgeheissen werde.\n\nDen obergerichtlichen Entscheid hat die Beklagte beim Bundesgericht mit Berufung angefochten. Sie stellt den Antrag, er sei aufzuheben und die Klage sei vollumfänglich abzuweisen.\n\nDie Klägerin schliesst auf Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Anspruch auf Errichtung eines gesetzlichen Grundpfandes besteht gemäss Art. 837 Abs. 1 Ziff. 3 ZGB für die Forderungen der Handwerker und Unternehmer, die zu Bauten oder andern Werken auf dem betreffenden Grundstück Material und Arbeit oder Arbeit allein geliefert haben, sei es, dass sie den Grundeigentümer selbst oder einen Unternehmer zum Schuldner haben.\n\na) Dass die Leistungen, für welche die Klägerin die Errichtung eines Bauhandwerkerpfandrechts verlangt, nach ihrer Art und auch hinsichtlich ihrer Beziehung zu dem in Frage stehenden Grundstück Bauarbeiten darstellen, wie sie gemäss Art. 837 Abs. 1 Ziff. 3 ZGB geschützt werden, bestreitet die Beklagte nicht. Sie hat nach den Feststellungen der Vorinstanz überdies einen Werklohnanspruch der Klägerin gegenüber der IVDS AG in der Höhe von Fr. 50'000.-- ausdrücklich anerkannt. Es steht sodann fest, dass die Klägerin den Werkvertrag einzig mit der IVDS AG, d.h. nicht (auch) mit der Beklagten abgeschlossen hat, dass aber die Beklagte |679| mit der Ausführung der in Frage stehenden Arbeiten einverstanden war. Unbestritten ist schliesslich auch, dass das von der Klägerin beanspruchte Pfandrecht im Sinne von Art. 839 Abs. 2 ZGB fristgerecht im Grundbuch vorläufig eingetragen worden ist.\n\nb) Durch das Bundesgericht zu entscheiden ist nach dem Gesagten einzig, ob und gegebenenfalls unter welchen Voraussetzungen der Handwerker oder Unternehmer (hier die Klägerin) Anspruch auf Einräumung eines gesetzlichen Pfandrechts gemäss Art. 837 Abs. 1 Ziff. 3 ZGB gegenüber dem Eigentümer des Grundstücks habe, wenn seine Leistungen durch einen Mieter bestellt worden sind.\n\n2. a) In BGE 56 II 163 ff. war ebenfalls die Frage zu beurteilen, ob der Unternehmer, der auf Bestellung eines Mieters Leistungen im Sinne von Art. 837 Abs. 1 Ziff. 3 ZGB erbracht hat, das gesetzliche Pfandrecht zu Lasten des Grundstücks des Vermieters eintragen lassen könne. Das Bundesgericht wies darauf hin, dass der Anspruch auf das Bauhandwerkerpfandrecht das Bestehen eines Vertragsverhältnisses zwischen dem Grundeigentümer und dem Gläubiger nicht notwendigerweise voraussetze, stehe doch das Pfandrecht von Gesetzes wegen nicht nur dem Unternehmer, der sich dem Eigentümer gegenüber verpflichtet habe, sondern auch einem Unterakkordanten zu. Den Pfanderrichtungsanspruch auf Leistungen auszudehnen, die der Handwerker oder Unternehmer gestützt auf einen Vertrag mit dem Mieter erbracht hat, hielt das Bundesgericht im erwähnten Entscheid dagegen für grundsätzlich unzulässig; ausgenommen sei einzig der Fall, da der Grundeigentümer sich verpflichtet habe, für die in Frage stehenden Arbeiten aufzukommen (vgl. BGE 56 II 166 und 169 f.).\n\nIn dem von den kantonalen Instanzen angerufenen BGE 92 II 227 ff. hat das Bundesgericht sodann erklärt, dass an seiner früheren Betrachtungsweise nicht festgehalten werden könne. Es verwies dabei auf die neuere Entwicklung in der Lehre, wonach alle der schweizerischen Gesetzgebung bekannten Schuldverhältnisse, bei denen der Schuldner und oft auch der Gläubiger durch die dingliche Berechtigung oder den Besitz an einer Sache bestimmt würden, als sogenannte Realobligationen zu qualifizieren seien. Das Bundesgericht folgerte daraus, dass der Anspruch des Bauhandwerkers auf Errichtung eines gesetzlichen Grundpfandes sich gegen den jeweiligen Eigentümer des Grundstücks richte, auf dessen Boden Material und Arbeiten zu Bauten oder andern Werken geliefert worden seien. Weiter zog es den Schluss, dass dem Bauhandwerker |680| oder Unternehmer unter den genannten Umständen grundsätzlich ein Anspruch auf Eintragung des Bauhandwerkerpfandrechts gegen den Grundeigentümer auch dann zustehe, wenn nicht dieser (es war in jenem Fall ebenfalls ein Mieter) Schuldner der Unternehmerforderung sei, zu deren Sicherstellung die Eintragung des Pfandrechts verlangt werde (a.a.O., S. 229 f. E. 1). Diese Auffassung wurde in BGE 95 II 229 bestätigt; das Bundesgericht hat dabei das gesetzliche Pfandrecht zur Sicherung einer Entschädigung nach Art. 672 Abs. 1 ZGB (für den Eigentumsübergang infolge Akzession) zuerkannt, die einem gutgläubigen Unternehmer für den vom Geranten eines Hotels eigenmächtig bestellten Ausbau zugesprochen worden war.\n\nb) Die zu beurteilende Frage wird im Schrifttum nicht einheitlich beantwortet: Für PAUL PIOTET, der sich dazu verschiedentlich geäussert hat (vgl. JdT 1967 I 272 ff.; JdT 1970 I 136 f.; JdT 1972 I 330; Les prétentions de l'entrepreneur du locataire contre le propriétaire de l'immeuble, in: Zeitschrift Baurecht 1988, S. 3 ff.), ist die Anerkennung eines gesetzlichen Pfandrechts zugunsten des durch den Mieter beauftragten Unternehmers mit dem Gesetzestext nicht vereinbar und eine Lücke, die es auszufüllen gelten würde, nicht vorhanden; die Forderung des Unternehmers gegenüber dem Mieter sei nicht derjenigen eines Unterakkordanten gegenüber dem Generalunternehmer gleichzustellen; es bestehe insofern ein wesentlicher Unterschied, als im zweiten Fall der Eigentümer den Preis für die Arbeiten selbst schulde und befugt sei, von der Forderung des Unternehmers Zahlungen, die er an den Unterakkordanten geleistet habe, in Abzug zu bringen; eine derartige Möglichkeit bestehe nicht, wenn der Eigentümer den vom Mieter beauftragten Handwerker oder Bauunternehmer zahle, da er dem Mieter gegenüber keine mit den Bauarbeiten zusammenhängende Schuld habe (Zeitschrift Baurecht 1988, S. 6). Mit gleicher Strenge haben sich JACQUES-MICHEL GROSSEN (Quelques problèmes actuels concernant l'hypothèque légale des artisans et des entrepreneurs, in: ZBGR 54/1973, S. 65 ff., insbesondere S. 70 f.) und JEAN-CLAUDE DE HALLER (Le droit à l'inscription de l'hypothèque légale de l'entrepreneur, Diss. Lausanne 1970, S. 113 ff., insbesondere S. 123) geäussert. DE HALLER hebt hervor, dass dort, wo die Arbeiten durch einen Mieter in Auftrag gegeben worden seien, die Forderung für die erbrachten Leistungen nicht auf ein Verhalten des Grundeigentümers zurückzuführen sei und der Bauunternehmer - im Gegensatz zum Unterakkordanten |681| - nicht dessen mittelbarer Gläubiger sei (a.a.O., S. 118 f.). WERNER SPRENGER (Entstehung, Auslegung und Auflösung des Mietvertrages für Immobilien, unter Berücksichtigung der zürcherischen Gesetzgebung und Rechtspraxis, Diss. Zürich 1972, S. 67) nimmt insofern eine weniger strenge Haltung ein, als er die Errichtung eines Bauhandwerkerpfandrechts beim Mieterbau als zulässig hält wenigstens für den Fall, dass die Arbeiten im Interesse des Vermieters und Grundeigentümers ausgeführt worden seien und der Mieter als diesem nur vorgeschoben erscheine (in diesem Sinne auch Kommentar SCHMID, N 22 zu Art. 263/264 OR).\n\nIn seiner Besprechung von BGE 92 II 227 ff. (ZBJV 104/1968, S. 27) hat PETER LIVER erklärt, dass ein Anspruch auf das gesetzliche Pfandrecht gemäss Art. 837 Abs. 1 Ziff. 3 ZGB jedenfalls dann nicht bestehe, wenn der Mieter die Einbauten gegen den Willen des Eigentümers habe vornehmen lassen und er sie auf Verlangen des Eigentümers wieder entfernen müsse. Eine Haftung des Grundstücks würde sich nach diesem Autor ohnehin nur dann rechtfertigen, wenn es durch die vom Mieter veranlasste Überbauung eine Wertvermehrung erfahren hätte, so dass der Eigentümer auf Kosten der Bauhandwerker, die den Mehrwert geschaffen hätten, bereichert wäre (vgl. auch LIVER, Das Eigentum, in: Schweizerisches Privatrecht, Band V/1, S. 192).\n\nVerschiedene weitere Autoren bejahen die Zulässigkeit der Errichtung eines Bauhandwerkerpfandrechts im Falle des Mieterbaus unter der Voraussetzung, dass der Grundeigentümer den Arbeiten zugestimmt bzw. sie in Kauf genommen habe (so DIETER ZOBL, Das Bauhandwerkerpfandrecht de lege lata und de lege ferenda, in: ZSR 101/1982 II S. 82; RAINER SCHUMACHER, Das Bauhandwerkerpfandrecht, 2. Aufl., S. 120, Rz. 450 f.; SCHUMACHER, Das Bauhandwerkerpfandrecht, in: Recht, Zeitschrift für juristische Ausbildung und Praxis, 4/1986, S. 92; PAUL HOFMANN, Die gesetzlichen Grundpfandrechte des Art. 837 ZGB, insbesondere das Bauhandwerkerpfandrecht, Diss. Zürich 1940, S. 57, der ausdrücklich den Fall vorbehält, da der Grundeigentümer jegliche Übernahme der Kosten abgelehnt habe). SCHUMACHER (Das Bauhandwerkerpfandrecht, S. 123, Rz. 458) vertritt darüber hinaus den Standpunkt, dass der Handwerker auch bei fehlender Einwilligung des Grundeigentümers das Pfandrecht beanspruchen könne, wenn er bei Abschluss des Werkvertrags gutgläubig habe annehmen dürfen, der Grundeigentümer sei der (mittelbare oder unmittelbare) Bauherr oder mit den Bauarbeiten einverstanden. |682|\n\n3. Als Realobligationen werden Schuldverhältnisse bezeichnet, die eine positive Leistung zum Gegenstand haben und bei denen der Schuldner, oft auch der Gläubiger, durch die dingliche Berechtigung oder den Besitz an einer Sache bestimmt werden (Kommentar MEIER-HAYOZ, Systematischer Teil, N 271; TUOR/SCHNYDER, Das Schweizerische Zivilgesetzbuch, 10. Aufl., S. 688; dazu auch BGE 105 Ia 25 mit weiteren Hinweisen).\n\nDer Anspruch auf Errichtung eines gesetzlichen Pfandrechts nach Art. 837 Abs. 1 Ziff. 3 ZGB ist insofern zwar durchaus realobligatorischer Natur, als zwischen dem Handwerker oder Bauunternehmer einerseits und dem Grundeigentümer andererseits nicht notwendigerweise eine vertragliche Beziehung zu bestehen braucht. Für die Frage, in welchen Fällen ein Handwerker oder Unternehmer pfandrechtsberechtigt ist, lässt sich daraus jedoch nichts gewinnen, was übrigens schon in BGE 95 II 229 festgestellt worden ist (dazu auch PETER GAUCH, Der Werkvertrag, 3. Aufl., S. 253, Rz. 882 f.).\n\n4. a) Dem Institut des Bauhandwerkerpfandrechts liegt der Gedanke zugrunde, dass Bauhandwerker und -unternehmer für ihre Leistungen nach herrschender Übung in der Regel nicht zum voraus, sondern meist erst einige Zeit nach Fertigstellung ihrer Arbeit bezahlt werden. Zudem können ihre Ansprüche nicht etwa durch Fahrnispfand oder Eigentumsvorbehalt gesichert werden, da das von ihnen Erzeugte kein selbständiges Dasein haben kann, sondern Bestandteil der Baute wird. Der dadurch entstandene Mehrwert des Grundstücks soll jedoch trotzdem vorrangig denjenigen als Sicherheit dienen, die ihn geschaffen haben (vgl. TUOR/SCHNYDER, a.a.O., S. 748 f.; SCHUMACHER, Das Bauhandwerkerpfandrecht, S. 14, Rz. 51 ff.).\n\nb) Wie Geschäftslokale ganz allgemein werden auch Büro-Räumlichkeiten immer häufiger im Roh-Zustand vermietet. Der weitere Ausbau (so namentlich etwa die Fein-Unterteilung) sowie die Ausgestaltung und Ausstattung der Räume nach den spezifischen Ansprüchen ist dann Sache des Mieters. Dieser kann dabei durchaus Arbeiten in Auftrag geben, die ihrer Art nach unter Art. 837 Abs. 1 Ziff. 3 ZGB fallen und zufolge Akzession den Wert des Gebäudes erhöhen. In einem solchen Fall dem Handwerker oder Bauunternehmer eine grundpfandrechtliche Sicherheit grundsätzlich zu verweigern, würde nicht nur den Bedürfnissen des heutigen Geschäftsverkehrs nicht gerecht, sondern käme zudem einer Verkennung des Schutzgedankens |683| und der sozialpolitischen Ausrichtung des Bauhandwerkerpfandrechts gleich.\n\nc) Den Eintrag eines Bauhandwerkerpfandrechts muss sich der Grundeigentümer indessen selbst dann nicht unter allen Umständen gefallen lassen, wenn er - wie hier die Beklagte - in die Arbeiten eingewilligt hat. Es ist in der Tat zu bedenken, dass der Grundeigentümer in einem Fall der vorliegenden Art nicht die Möglichkeit hat, sich in der gleichen Weise am (unmittelbaren) Besteller der Arbeiten schadlos zu halten wie dort, wo - von ihm selbst - ein Generalunternehmer eingeschaltet worden ist; im Gegensatz zum Generalunternehmer hat hier der Mieter keine mit den fraglichen Bauarbeiten zusammenhängende Geldforderung gegen den Grundeigentümer, von der dieser Zahlungen abziehen könnte, die er zur Abwendung einer Pfandverwertung einem Handwerker oder Unternehmer hat leisten müssen. Die Einräumung eines Pfanderrichtungsanspruchs rechtfertigt sich deshalb nur dann, wenn die vom Mieter bestellten, mit Zustimmung des Eigentümers ausgeführten Arbeiten infolge Akzession zu einer dauernden Vermehrung des Grundstückwerts geführt haben (so auch LIVER, Das Eigentum, in: Schweizerisches Privatrecht, Band V/1, S. 192).\n\nd) Wie schon im kantonalen Beschwerdeverfahren verneint die Beklagte das Vorliegen eines Mehrwerts mit der Begründung, die strittigen Umbauarbeiten seien für sie völlig nutzlos gewesen; sie habe die Arbeiten der Klägerin für teures Geld rückgängig machen müssen, bevor sie die Räumlichkeiten habe neu vermieten können; die klägerischen Leistungen hätten somit letztlich einen Schaden dargestellt. Diese Vorbringen sind unbehelflich. Der mit dem Bauhandwerkerpfandrecht angestrebte Schutz von Treu und Glauben im Geschäftsverkehr - konkret der Schutz des Vertrauens des vorleistungspflichtigen Handwerkers oder Unternehmers (dazu SCHUMACHER, Das Bauhandwerkerpfandrecht, S. 20 Rz. 77 und S. 120 Rz. 449) - gebietet, dass die Frage, ob im einzelnen Fall eine Wertvermehrung eingetreten sei, entgegen der Ansicht der Beklagten nach einem objektiven Massstab beurteilt wird. Es ist zu prüfen, ob die in Frage stehenden Arbeiten nach dem gewöhnlichen Lauf der Dinge geeignet seien, den Wert der betreffenden Liegenschaft zu erhöhen. Dem Eigentümer und Vermieter bleibt im übrigen unbenommen, sich die Kosten für eine allfällige spätere Entfernung der vom Mieter in Aussicht genommenen Einrichtungen von diesem sicherstellen zu lassen. |684|\n\n5. Aufgrund der tatsächlichen Feststellungen im angefochtenen Urteil lässt sich nicht beurteilen, ob die Leistungen der Klägerin, die dem geltend gemachten Pfanderrichtungsanspruch zugrunde liegen, zu einer Vermehrung des Wertes der beklagtischen Liegenschaft infolge Akzession geführt haben. Der Entscheid des Obergerichts ist daher aufzuheben, und die Sache ist an die Vorinstanz zurückzuweisen, damit diese im Lichte der vorstehenden Erwägungen die tatsächlichen Feststellungen ergänze und hierauf neu entscheide."}