{"annee": "116", "cour": "IB", "page": "24", "date": "9/2/1990", "cite": ["75 I 122", "99 IB 321", "105 IB 105"], "cite_par": ["118 V 316", "118 IB 130"], "chapeau": "4. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 9. Februar 1990 i.S. Perimeterkommission Melbach und Rübibach Kerns, Einwohnergemeinde Kerns und Regierungsrat des Kantons Obwalden gegen W. R. und 20 Mitbeteiligte (Verwaltungsgerichtsbeschwerde)", "regestes": ["Admissibilité du recours de droit administratif (art. 97 OJ en relation avec l'art. 5 PA) contre une décision sur l'inclusion de bien-fonds dans le périmètre de défense d'un torrent? Droit de la police des eaux; art. 24 et 24bis al. 2 lit. b Cst. Amélioration foncière agricole; art. 703 CC. Les décisions cantonales relatives à la participation des propriétaires fonciers aux frais de construction et d'entretien de défenses de cours d'eau ne se fondent pas sur la loi fédérale sur la police des eaux du 22 juin 1877 (RS 721.10), qui laisse aux cantons le soin de régler ces questions (consid. 3). Admissibilité du recours de droit administratif en ce qui concerne l'application de l'art. 703 CC? Un tel recours n'est pas admissible contre une décision relative à l'inclusion de bien-fonds dans le périmètre d'une amélioration du sol, lorsque celle-ci n'est pas fondée sur une décision de la majorité des propriétaires fonciers agissant par l'intermédiaire d'un syndicat d'améliorations foncières selon l'art. 703 al. 1 CC, mais sur l'ordre d'un canton exécuté par la commune (consid. 4)."], "faits": "BGE 116 Ib 24 S. 25\n\nVom steilen Westhang zwischen Stanserhorn und Arvigrat in der Gemeinde Kerns (OW) fliesst das Wasser in den beiden wenige hundert Meter voneinander entfernten Bächen Rübibach und Melbach ab. Diese vereinigen sich jenseits der Kantonsgrenze zwischen Obwalden und Nidwalden im Melbach, der durch Nidwaldner Gebiet (Gemeinde Ennetmoos) bei Stansstad in den Alpnachersee fliesst.\n\nDer Regierungsrat Obwalden stimmte am 19. Oktober 1982 einem gemeinsamen Projekt der Baudirektionen der Kantone Obwalden und Nidwalden über die Sanierung der beiden Bäche und die Kostenaufteilung zwischen den Kantonen sowie der Bestellung einer interkantonalen Perimeterkommission für den Vollzug des Projekts zu. Am 24. Oktober 1983 schlossen die Kantone Obwalden und Nidwalden sowie die Gemeinden Kerns (OW) und Ennetmoos (NW) über die gemeinsame Verbauung der beiden Wildbäche eine Vereinbarung ab. Die Vereinbarung verpflichtet die beiden Gemeinden als Bauherren, die Verbauung sowie den späteren Unterhalt der beiden Bäche gemeinsam auszuführen, verteilt die Gesamtkosten zwischen den beiden Kantonen im Verhältnis der Perimeterkapitalien, die von der gemeinsam bestellten interkantonalen Schatzungskommission berechnet werden, und sieht vor, dass anstelle der Einwohnergemeinde Kerns in ihre Rechte und Pflichten aus diesem Vertrag eine entsprechende Wuhrgenossenschaft eintritt, wenn diese rechtsförmlich gegründet wird.\n\nAm 2. Juli 1985 genehmigte der Regierungsrat Obwalden den Schlussbericht der interkantonalen Perimeterkommission, ihre BGE 116 Ib 24 S. 26Perimeterschatzung und den Kostenverteiler und erteilte dem kantonalen Perimetersekretariat den Auftrag, nach kantonalem Wasserbaupolizeigesetz vom 9. April 1877 möglichst umgehend auf der Grundlage des vorliegenden Perimeters die Gründung einer Wuhrgenossenschaft in die Wege zu leiten.\n\nDie kantonale Perimeterkommission übernahm unverändert das von der interkantonalen Kommission festgesetzte Perimetergebiet und erliess am 8. Januar 1987 Verfügungen über den Einbezug der in dieses Gebiet fallenden Liegenschaften in der Gemeinde Kerns in den Perimeter, für den sie die Pläne und ihre Beschlüsse vom 12. Januar bis 9. Februar 1987 öffentlich auflegte. Eine grössere Anzahl von Eigentümern der in den Perimeter einbezogenen Grundstücke erhob dagegen Einsprache. Die kantonale Perimeterkommission wies die Einsprachen (Wiedererwägungsgesuche) mit Entscheiden vom 16. Juni 1987 ab.\n\nDagegen erhoben 21 Eigentümer von einem oder mehreren Grundstücken im Perimetergebiet beim Verwaltungsgericht des Kantons Obwalden Beschwerde.\n\nDas Verwaltungsgericht hiess die Beschwerden nach Einholung einer geologischen und topographischen Expertise zum Perimeter am 21. Dezember 1988 übereinstimmend teilweise gut und hob die Einspracheentscheide der Perimeterkommission vom 16. Juni 1987 insoweit auf, als die im überschwemmungsgefährdeten Perimetergebiet gelegenen Parzellen der Beschwerdeführer sich an den Kosten der Schutzmassnahmen für den Rübibach beteiligen sollten. Soweit sie sich gegen den Einbezug ihrer Grundstücke in den Perimeter der Melbach-Verbauung wendeten, wies das Verwaltungsgericht ihre Beschwerden durchwegs ab. Es erwog im wesentlichen, gestützt auf Art. 12 und 13 des obwaldnerischen Wasserbaupolizeigesetzes vom 9. April 1877 (LB II 259 ff.; im folgenden WBPG/OW) müssten bei der Ermittlung der Kosten, die auf die Grundeigentümer mit Liegenschaften im Überflutungsgebiet entfallen, die beiden Überflutungsgebiete des Melbachs und des Rübibachs auseinandergehalten und die Kosten entsprechend ausgeschieden werden.\n\nGegen die Urteile des Verwaltungsgerichts erhoben die Perimeterkommission Melbach und Rübibach Kerns und die Einwohnergemeinde Kerns gemeinsam am 25. August 1989 rechtzeitig 20 gesonderte, aber im wesentlichen gleichlautende Verwaltungsgerichtsbeschwerden. Diesen Beschwerden schloss sich ebenfalls rechtzeitig am 28. August 1989 der Regierungsrat Obwalden an.\n\nBGE 116 Ib 24 S. 27Die Beschwerdeführer stellen in allen 20 Fällen übereinstimmend die Begehren, die Urteile des Verwaltungsgerichts seien aufzuheben, die Verfügungen der Perimeterkommission vom 16. Juni 1987 als rechtsgültig zu erklären und die gesamten Verfahrenskosten nebst einem verhältnismässigen Teil der Expertisekosten den Beschwerdegegnern zu überbinden, alles unter Kosten- und Entschädigungsfolgen.\n\nDas Bundesgericht tritt auf die Verwaltungsgerichtsbeschwerden nicht ein", "considerants": "aus folgenden Erwägungen:\n\n3. Zunächst ist zu prüfen, ob die Verwaltungsgerichtsbeschwerden zulässig sind, weil das angefochtene Urteil sich auf das Bundesgesetz über die Wasserbaupolizei vom 22. Juni 1877 (WBPG; SR 721.10) stützt, d.h. ob dieses Gesetz von den Vorschriften des kantonalen Rechts nur ausgeführt wird.\n\na) Das WBPG stellt auf dem Gebiet der Verbauung und Korrektion von Wildwassern lediglich Grundsätze auf für die den Kantonen vorbehaltenen Massnahmen der Wasserbaupolizei und bedingt dem Bund über diese Massnahmen eine blosse Oberaufsicht aus (Art. 5 Abs. 1 und 2 WBPG). Es bildet darüber hinaus die Rechtsgrundlage für Bundesbeiträge an die Verbauungen und Korrektionen (Art. 5 Abs. 3, Art. 9 ff. WBPG). Nur wo an Wasserbaupolizeimassnahmen ein wesentliches Interesse mehrerer Kantone besteht und unter denselben über die Ausführung und Beitragsleistung keine Vereinbarung erzielt werden kann, entscheidet allenfalls der Bund über solche Massnahmen (Art. 6 WBPG).\n\nDies entspricht der verfassungsmässigen Ordnung. Art. 24 BV, auf den sich das WBPG stützt, betraut den Bund bloss mit der Oberaufsicht über die Wasserbaupolizei und mit dem Erlass von Bestimmungen zum Schutz von Werken, die mit Bundesunterstützung errichtet wurden (BGE 75 I 132; W. BURCKHARDT, Kommentar zu Art. 24 BV, 3. Aufl. 1931, S. 169 ff.). Mit dem am 7. Dezember 1975 angenommenen Art. 24bis Abs. 2 lit. b BV wurde die Kompetenz des Bundes zur Gesetzgebung über die Wasserbaupolizei kaum oder höchstens \"mehr theoretisch\" ausgeweitet, beschränkt sich jedoch auch seither auf die in der Einleitung zu Abs. 1 von Art. 24bis BV als Zweck erwähnten Grundsätze (Botschaft vom 13. September 1972, BBl 1972 II S. 1148 ff., BGE 116 Ib 24 S. 28S. 1178; vgl. J. F. AUBERT, Traité de droit constitutionnel suisse, Ergänzungsband 1982, S. 74 N. 700-701).\n\nb) Soweit nicht Verfügungen der Bundesbehörden über Bundesbeiträge an schützende Gewässerverbauungen streitig sind, sondern Verfügungen kantonaler Behörden über die Ausführung und Finanzierung derartiger Wasserbaupolizeimassnahmen, unterliegen diese in der Regel nicht der Verwaltungsgerichtsbeschwerde. Solche Verfügungen stützen sich auf selbständiges kantonales Recht.\n\nc) Nach Art. 7 Abs. 2 lit. b WBPG ist es Sache der kantonalen Gesetzgebung, die Grundsätze festzusetzen, nach denen die Bau- und Unterhaltskosten von Gewässerverbauungen von den Interessenten zu tragen sind. Das Bundesgesetz verzichtet damit darauf, auch nur diese Grundsätze selber zu ordnen, und bestimmt auch nicht näher, welches die zur Finanzierung heranzuziehenden Interessenten sind und in welchem Verhältnis sie den durch Subventionen des Bundes und der Kantone nicht gedeckten Teil der Baukosten zu tragen haben. Es überlässt dies vielmehr dem kantonalen Recht. Da die Rechtsgrundlage für die Beiträge Privater an den Bau und Unterhalt von Gewässerverbauungen im kantonalen Recht zu finden ist, ist gegen den letztinstanzlichen kantonalen Entscheid über solche Beiträge und über die Beitragspflicht (Perimeter) die Verwaltungsgerichtsbeschwerde nicht zulässig.\n\n4. Die Beschwerdeführer berufen sich einzig auf Art. 703 ZGB, um die Zulässigkeit der Verwaltungsgerichtsbeschwerde zu begründen (BGE 99 Ib 325 E. 1a).\n\na) Bodenverbesserungen unterstehen grundsätzlich kantonalem Recht (Art. 6 Abs. 1 ZGB und Art. 702 ZGB). Art. 703 ZGB enthält bloss Mindestvorschriften über die von einer Genossenschaft der Grundeigentümer ausgeführten landwirtschaftlichen Bodenverbesserungen, d.h. im öffentlichen Interesse liegenden Unternehmungen, die überwiegend Verbesserungen der landwirtschaftlichen Nutzung der einbezogenen Grundstücke bezwecken (BGE 99 Ib 328 ff. E. 5 und 7; HAAB/SIMONIUS/SCHERRER/ZOBL, Zürcher Kommentar zu Art. 703 ZGB N. 1). Nach Art. 703 Abs. 1 ZGB (in der Fassung vom 3. Oktober 1951) sind die übrigen Grundeigentümer zum Beitritt verpflichtet, wenn Bodenverbesserungen wie namentlich Gewässerkorrektionen nur durch ein gemeinschaftliches Unternehmen ausgeführt werden können und die Mehrheit der beteiligten Grundeigentümer, denen zugleich mehr BGE 116 Ib 24 S. 29als die Hälfte des beteiligten Bodens gehört, dem Unternehmen zugestimmt hat.\n\nb) Art. 703 Abs. 1 ZGB ist eine öffentlichrechtliche Vorschrift des Bundes, die den Zwang zum Beitritt zu einem derartigen Bodenverbesserungsunternehmen regelt. Sie schliesst öffentlichrechtliche Vorschriften des kantonalen Rechts über entsprechende Bodenverbesserungen keineswegs aus; nur dürfen diese die Anforderungen von Art. 703 Abs. 1 ZGB an das Zustandekommen des Unternehmens nicht erschweren und dieses nicht verhindern. Kantonale öffentlichrechtliche Vorschriften können solche Unternehmen jedoch erleichtern, z.B. indem sie die erforderliche Mehrheit zustimmender Grundeigentümer geringer ansetzen oder auf das Erfordernis zustimmender Grundeigentümer verzichten und sich mit dem Entscheid einer Behörde begnügen (Art. 703 Abs. 3 ZGB; ZBl 81/1980, 487 f. E. 3a-c; HAAB/SIMONIUS/SCHERRER/ZOBL, a.a.O. N. 8-10). Dass eine kantonale Behörde gegebenenfalls die Bildung einer Bodenverbesserungsgenossenschaft anordnet, kann indessen die Anwendung von Art. 703 Abs. 1 ZGB (d.h. die vom Bundesrecht den Grundeigentümern eröffnete Möglichkeit, eine Bodenverbesserung des beteiligten Grundeigentums in Form einer Genossenschaft auszuführen und die dafür nötigen Grundstücke in den Perimeter einzubeziehen) nicht beeinträchtigen (nicht publiziertes Urteil vom 9. Januar 1986 i.S. Bezençon/VD E. 1c).\n\nc) Sache des kantonalen Rechts bleibt das Verfahren der Bodenverbesserungen (Art. 703 Abs. 2), aber auch deren Durchführung; die Landwirtschaftsgesetzgebung des Bundes, insbesondere die Bodenverbesserungs-Verordnung (SR 913.1), ordnet lediglich die Voraussetzungen für ihre Unterstützung durch Subventionen des Bundes (BGE 99 Ib 326 E. 1b; ZBl 81/1980, 487 E. 3a; HAAB/SIMONIUS/SCHERRER/ZOBL, a.a.O. N. 6, 12 f.).\n\nd) Die Verwaltungsgerichtsbeschwerde gegen einen letztinstanzlichen kantonalen Entscheid kann lediglich erhoben werden, soweit er den Beitrittszwang bzw. die Perimeterabgrenzung aufgrund von Art. 703 Abs. 1 ZGB (d.h. aufgrund des Beschlusses der Mehrheit der Grundeigentümer) zum Gegenstand hat (BGE 99 Ib 325 E. 1a; ZBl 81/1980, 488 E. 3d; vgl. auch BGE 105 Ib 108 E. 1c). So kann der Eigentümer Verwaltungsgerichtsbeschwerde führen, der sich gegen einen solchen Zwang zum Beitritt wendet, weil die Voraussetzungen des Art. 703 Abs. 1 ZGB nicht erfüllt seien (BGE 99 Ib 321 ff.; ZBl 81/1980, 488 E. 3d). Ebenso könnten BGE 116 Ib 24 S. 30verbesserungswillige Eigentümer Verwaltungsgerichtsbeschwerde erheben, die geltend machen, dass die Perimeterabgrenzung Art. 703 Abs. 1 ZGB verletze, indem für die Bodenverbesserung notwendige Grundstücke anderer Grundeigentümer nicht in den Perimeter einbezogen wurden. Denkbar ist ferner, dass eine Verletzung von Art. 703 Abs. 1 ZGB durch den Entscheid des kantonalen Gerichts, der den Perimeter einer landwirtschaftlichen Bodenverbesserung oder den Gründungsbeschluss in Frage stellt, von der Bodenverbesserungsgenossenschaft oder vom interessierten Gemeinwesen mit Verwaltungsgerichtsbeschwerde geltend gemacht wird.\n\nHingegen steht nicht die Verwaltungsgerichtsbeschwerde, sondern bloss gegebenenfalls die staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte zur Verfügung, soweit mit der Durchführung der Bodenverbesserung zusammenhängende Fragen (wie zum Beispiel die technische Ausführung des Verbesserungswerks, die Schätzung der in den Perimeter einbezogenen Grundstücke u.ä.) streitig sind, da die Verfügungen sich insofern auf kantonales Recht stützen (Art. 703 Abs. 2 ZGB; BGE 99 Ib 326 E. 1b; ZBl 81/1980, 488 f. E. 3e).\n\nDie Verwaltungsgerichtsbeschwerde ist ebenfalls ausgeschlossen, wenn sich der Beitrittszwang bzw. die Perimeterabgrenzung nicht aus Art. 703 Abs. 1 ZGB, sondern aus (die Bodenverbesserung erleichterndem) kantonalem Recht ergibt (Art. 703 Abs. 3 ZGB; nicht publiziertes Urteil vom 5. Dezember 1980 i.S. Rutishauser/SG E. 2b), namentlich wenn der Beitrittszwang nach kantonalem Recht auch Baugebiet miterfasst (nicht publiziertes Urteil vom 9. Januar 1986 i.S. Bezençon/VD E. 1c und d; implizit auch nicht publiziertes Urteil vom 10. Dezember 1985 i.S. Einwohnergemeinde Engelberg/OW).\n\ne) Nach obwaldnerischem Recht kann eine Wuhrgenossenschaft nicht nur auf Beschluss der Mehrheit der Grundeigentümer gestützt auf Art. 703 Abs. 1 ZGB und Art. 114 ff. EGzZGB bzw. auf Art. 56 und 57 WBPG/OW entstehen. Die Art. 49 und 51 ff. WBPG/OW sehen auch vor, dass eine Korrektion öffentlicher oder unter öffentlicher Aufsicht stehender privater Gewässer vom Staat angeordnet und ausgeführt wird. Ausserdem kann der Regierungsrat gestützt auf Art. 58 WBPG auch gegen den Willen der Mehrheit der beteiligten Grundeigentümer ein von einer Wuhrgenossenschaft auszuführendes Unternehmen anordnen, wenn der Nutzen die aufzuwendenden Kosten unzweifelhaft übersteigt. Auch wenn BGE 116 Ib 24 S. 31die Gewässerkorrektion staatlich ausgeführt wird, werden die beteiligten Grundeigentümer im Verlauf oder nach Beendigung der Korrektion in der Regel in einer Wuhrgenossenschaft zusammengefasst (IGNAZ BRITSCHGI, Das öffentliche Wasserrecht des Kantons Obwalden, Diss. Freiburg 1952, S. 62 f.).\n\nDer Perimeter wird bei grösseren Korrektionsunternehmen (sowie bei kleineren Unternehmen unter staatlicher Leitung) durch eine staatlich eingesetzte Schätzungskommission in einem selbständigen Perimeterabgrenzungsverfahren verbindlich festgelegt (Art. 54 Abs. 7 WBPG/OW). Dies gilt nach den (in einem Teil der angefochtenen Urteile angestellten) Erwägungen des Verwaltungsgerichts auch dann, wenn eine Wuhrgenossenschaft durch Mehrheitsbeschluss der beteiligten Grundeigentümer nach Art. 57 WBPG/OW gegründet werden soll.\n\nNach Art. 3 Abs. 3 des seit dem 1. Januar 1990 in Kraft stehenden Gesetzes vom 8. Juni 1986 über die amtliche Schätzung der Grundstücke und das Grundpfandrecht (LB XIX 318 ff.) setzt die vom Regierungsrat gewählte Schätzungskommission den vorläufigen Perimeterkreis im Verfahren zur Durchführung von Bodenverbesserungen fest. Und nach dem mit diesem Gesetz neu gefassten Art. 54 WBPG/OW richtet sich auch das Verfahren zur Gründung einer Wuhrgenossenschaft (Art. 51-55 WBPG/OW) künftig sinngemäss nach Art. 114 ff. EGzZGB.\n\nf) Im vorliegenden Fall werden die fraglichen Verbauungen der beiden unter öffentlicher Aufsicht stehenden privaten Gewässer (Art. 47 WBPG/OW) nicht auf Beschluss der Mehrheit der Grundeigentümer als Bodenverbesserung gestützt auf Art. 703 Abs. 1 ZGB durchgeführt. Die Verbauungen werden vorderhand von der Einwohnergemeinde Kerns verwirklicht, und zwar auf Anordnung des Regierungsrats des Kantons Obwalden gestützt auf Art. 49 und 51 ff. WBPG/OW. Es liegt zunächst eine staatlich ausgeführte Bachverbauung vor. Die Abgrenzung des Perimeters für ein solches Unternehmen untersteht ausschliesslich kantonalem Recht (oben lit. a und d a.E.).\n\nZwar soll nach den Beschlüssen des Regierungsrats und der interkantonalen Vereinbarung später eine Wuhrgenossenschaft der beteiligten Grundeigentümer in Kerns die Verbauungen übernehmen. Diese Wuhrgenossenschaft ist jedoch noch nicht gegründet. Ob sie zustandekommen wird und ob sie sich auf Art. 703 Abs. 1 ZGB oder ausschliesslich auf kantonales Recht stützen wird, ist offen. Den vorliegenden Akten sowohl des kantonalen wie BGE 116 Ib 24 S. 32des bundesgerichtlichen Verfahrens lässt sich dazu nichts weiteres entnehmen. - Es ist indessen zu bezweifeln, ob sich unter praktischen Gesichtspunkten eine landwirtschaftliche Bodenverbesserungsgenossenschaft nach Art. 703 Abs. 1 ZGB eignet, die Verbauung von Wildbächen im Berggebiet auf Beschluss der Grundeigentümer auszuführen; es lässt sich eher bei einer Wuhrgenossenschaft vorstellen, die (einschliesslich Beitrittszwang) auf kantonalem öffentlichem Recht (Art. 702 ZGB) beruht. Hier dürfte die geplante Wuhrgenossenschaft um so mehr auf rein kantonalem Recht beruhen, als die Verbauung im Grenzgebiet der beiden Kantone gemeinsam erfolgt, die Wuhrgenossenschaft aber nur den obwaldnerischen Teil der interessierten Grundeigentümer umfassen soll.\n\nDa sich die angefochtenen Entscheide nicht auf Bundesrecht stützen, ist die Verwaltungsgerichtsbeschwerde nicht zulässig (Art. 97 OG in Verb. mit Art. 5 VwVG)."}