{"annee": "116", "cour": "IA", "page": "345", "date": "31/10/1990", "cite": ["111 IA 184", "102 IA 104", "114 IA 34", "112 IB 381", "106 IA 267", "114 IA 350", "114 IB 238", "113 IA 309", "113 IB 307", "106 IA 299", "113 IA 38", "100 IA 462", "91 I 480", "115 IA 120"], "cite_par": ["139 I 229", "117 IB 262", "122 I 236", "118 IA 175", "124 II 193", "119 IA 445"], "chapeau": "54. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 31. Oktober 1990 i.S. Aktiengesellschaft Bar Amici gegen Gemeinde Disentis/Mustér und Verwaltungsgericht des Kantons Graubünden (staatsrechtliche Beschwerden)", "regestes": ["Art. 31 et Art. 116 Cst.; restriction à la liberté du commerce et de l'industrie pour le maintien de la langue romanche. 1. De par l'art. 116 Cst., les mesures destinées à préserver la langue romanche dans les régions où elle est encore en usage répondent à un intérêt public important. Celui-ci constitue un motif pertinent de limiter la liberté du commerce et de l'industrie (consid. 5). 2. En l'espèce, il ressort de la pesée des intérêts que l'interdiction des enseignes non romanches est justifiée par un intérêt public prépondérant (consid. 6)."], "faits": "|345|\n\nAm 19. Januar 1989 wurde mit Sitz in Disentis/Mustér eine Aktiengesellschaft mit der Firma \"Aktiengesellschaft Bar Amici\" gegründet. Gemäss den Statuten bezweckt die Gesellschaft den Betrieb von Restaurants und Bars. Sie kann zur Verfolgung dieses |346| Zwecks Liegenschaften verwalten, erwerben und veräussern. Mit Eingabe vom 17. November 1989 ersuchte die Aktiengesellschaft Bar Amici die Gemeinde Disentis/Mustér um die Bewilligung, an der Südfassade der \"Casa Postigliun\" in Disentis/Mustér eine Leuchtreklame anbringen zu dürfen. Die beantragte Leuchtreklame besteht aus der handschriftlichen Wiedergabe der einen Teil der Firma darstellenden Worte \"Bar Amici\" und ist in roter Farbe gehalten.\n\nMit Entscheid vom 4. Januar 1990 verweigerte der Gemeindevorstand von Disentis/Mustér die Bewilligung. Einen von der Aktiengesellschaft Bar Amici gegen diesen Entscheid ergriffenen Rekurs an das Verwaltungsgericht des Kantons Graubünden wies dieses mit Entscheid vom 27. März 1990 ab.\n\nAm 25. Mai 1990 gelangte die Aktiengesellschaft Bar Amici gegen diesen Entscheid mit staatsrechtlicher Beschwerde ans Bundesgericht. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Durch den angefochtenen Entscheid wird der Beschwerdeführerin untersagt, an der Casa Postigliun in Disentis/Mustér eine Leuchtreklame mit dem Schriftzug \"Bar Amici\" anzubringen. Dieses Verbot berührt in verschiedener Hinsicht grundrechtlich geschützte Positionen. Zunächst stellt das Verbot insoweit eine Beschränkung des gemäss Art. 22ter BV garantierten Eigentums dar, als eine bestimmte Nutzung des Eigentums untersagt wird. Da die Leuchtschrift \"Bar Amici\" für das entsprechende von der Beschwerdeführerin betriebene Lokal werben sollte, greift das Verbot der Reklame in der gewünschten Form ausserdem in die der Beschwerdeführerin zustehende Handels- und Gewerbefreiheit (Art. 31 BV) ein. Schliesslich ist denkbar, dass die Beschwerdeführerin bzw. die hinter ihr stehenden natürlichen Personen (vgl. dazu JÖRG PAUL MÜLLER, Elemente einer schweizerischen Grundrechtstheorie, Bern 1982, S. 92 f.) durch das Verbot in ihrer als ungeschriebenes Freiheitsrecht der Bundesverfassung anerkannten Sprachenfreiheit (BGE 106 Ia 302 E. 2a, BGE 100 Ia 465 E. 2a; BGE 91 I 486 E. 1; ZBl 83/1982, S. 358 E. 2b) betroffen werden. Das Verbot, eine teilweise italienischsprachige Reklametafel anzubringen, bzw. der Zwang, den italienischsprachigen Teil ins Rätoromanische zu übersetzen, könnte für die hinter der Beschwerdeführerin stehenden und tatsächlich am Betrieb der Bar in der Casa Postigliun |347| beteiligten Personen nämlich bedeuten, dass sie dadurch im Gebrauch ihrer Muttersprache (siehe zu diesem Begriff ZBl 83/1982, S. 361 E. 3b), eingeschränkt würden.\n\nDie Beschwerdeführerin macht indessen weder eine Verletzung der Sprachenfreiheit noch eine solche der Eigentumsgarantie geltend, sondern beruft sich allein auf die Handels- und Gewerbefreiheit sowie auf Art. 4 BV (Willkür). Da das staatsrechtliche Beschwerdeverfahren vom Rügeprinzip (Art. 90 Abs. 1 lit. b OG) beherrscht wird, ist somit einzig zu untersuchen, ob der angefochtene Entscheid im Lichte der Vorbringen der Beschwerdeführerin vor der Verfassung standhält.\n\n3. Die Beschwerdeführerin ist der Auffassung, das Verbot, die Leuchtreklame mit dem Schriftzug \"Bar Amici\" anzubringen, verletze sie in der Handels- und Gewerbefreiheit. Sie macht namentlich geltend, das Verwaltungsgericht habe das Verbot aufgrund einer willkürlichen Auslegung von Art. 77 Abs. 2 und 3 der Bauordnung der Gemeinde Disentis/Mustér vom 27. Februar 1983 (BauO) geschützt; ausserdem werde durch das Verbot in unverhältnismässiger Weise in die Handels- und Gewerbefreiheit eingegriffen.\n\nEntsprechend den vorgebrachten Rügen und den Zulässigkeitsvoraussetzungen für kantonalrechtliche Eingriffe in die Handels- und Gewerbefreiheit (Art. 31 Abs. 2 BV; siehe BGE 115 Ia 121 E. 2b, BGE 114 Ia 36 E. 2a, BGE 113 Ia 40 E. 4a, BGE 111 Ia 187 E. 2b) ist im folgenden zu prüfen, ob der angefochtene Entscheid, durch den die umstrittene Bewilligungsverweigerung geschützt wurde, auf einer gesetzlichen Grundlage beruht (E. 4), ob ein öffentliches Interesse an der Bewilligungsverweigerung besteht (E. 5) und ob dieses als überwiegendes öffentliches Interesse den Eingriff in die Handels- und Gewerbefreiheit zu rechtfertigen vermag (E. 6).\n\n4. a) Das Verwaltungsgericht hat seinen Entscheid auf Art. 77 Abs. 2 und 3 BauO abgestützt. Die Bestimmung ist in rätoromanischer Sprache abgefasst und lautet wie folgt:\n\n\"Indrezs da reclama sin tetgs ein buca lubi. Reclamas glischontas ein lubidas mo vid il concernent local e mo per indicar il num dalla fatschenta. Il text da reclamas e d'inscripziuns sto esser romontschs.\"\n\nDas Verwaltungsgericht hat seinen Entscheid auf folgende übersetzte Fassung der Bestimmung gestützt:\n\n\"Reklameanlagen auf Dächern sind nicht gestattet. Leuchtreklamen sind nur am betreffenden Gebäude erlaubt und nur um den Namen der Unternehmung anzuzeigen. Reklameanlagen sind romanisch zu beschriften.\" |348|\n\nDie Beschwerdeführerin meint, diese übersetzte Fassung gebe den Sinn der Bestimmung nicht richtig wieder und die auf sie gestützte Auslegung der Vorschrift durch das Verwaltungsgericht sei daher willkürlich. Das Verwaltungsgericht habe nicht zwischen der Anschrift von Namen von natürlichen oder juristischen Personen und Reklametexten unterschieden, obwohl Art. 77 Abs. 2 BauO Leuchtschriften für solche Namen zulasse und Art. 77 Abs. 3 BauO nur davon zu unterscheidende nichträtoromanische Reklametexte verbiete.\n\nb) Geht es wie im vorliegenden Fall um keinen besonders schweren Eingriff in die Handels- und Gewerbefreiheit und ist der angefochtene Entscheid klarerweise aufgrund eines ordnungsgemäss erlassenen Gesetzes im formellen Sinn wie der BauO ergangen, so überprüft das Bundesgericht dessen Auslegung und Anwendung durch die kantonalen Behörden nur unter dem Gesichtspunkt der Willkür (BGE 115 Ia 122 E. 2c mit Hinweis). Die Rüge der Verletzung der Handels- und Gewerbefreiheit fällt insoweit mit der Willkürrüge zusammen.\n\nc) Nach der Auslegung von Gemeinde und Verwaltungsgericht bezieht sich die Bestimmung von Art. 77 Abs. 3 BauO, wonach der Wortlaut von Reklamen und Anschriften (reclamas e inscripziuns) rätoromanisch sein muss, auch auf die nach Art. 77 Abs. 2 BauO für den Namen des Geschäfts (num dalla fatschenta) zulässigen Leuchtreklamen. Entgegen der Auffassung der Beschwerdeführerin ist aus dem unterschiedlichen Wortlaut von Abs. 2 und 3 des Art. 77 nicht zwingend abzuleiten, dass die Sprachvorschrift von Art. 77 Abs. 3 BauO eine unterschiedliche Behandlung von Firmennamen einerseits und weiteren Reklametexten andererseits statuieren wolle. Wenn Gemeinde und Verwaltungsgericht davon ausgegangen sind, dass sich Art. 77 Abs. 3 auch auf die in Art. 77 Abs. 2 erwähnten Namen eines Geschäfts beziehe, ist dies jedenfalls nicht unhaltbar.\n\n5. Die Kantone dürfen die Handels- und Gewerbefreiheit im öffentlichen Interesse beschränken, dabei indessen nicht den Grundsatz der Handels- und Gewerbefreiheit beeinträchtigen (Art. 31 Abs. 2 BV). Untersagt sind den Kantonen demnach grundsatzwidrige Massnahmen, d.h. solche, mit denen in den freien Wettbewerb eingegriffen wird, um einzelne Gewerbegenossen oder Unternehmensformen zu bevorteilen und das Wirtschaftsleben nach einem festen Plan zu lenken (BGE 111 Ia 186 E. 2b mit Hinweis). Zulässig sind dagegen andere im öffentlichen |349| Interesse begründete Massnahmen, wie polizeilich motivierte Eingriffe oder sozialpolitisch begründete Einschränkungen (BGE 113 Ia 40 E. 4a; BGE 111 Ia 186 E. 2b, je mit Hinweisen).\n\na) Ob ein solches grundsatzkonformes öffentliches Interesse an einer Massnahme besteht und ob es als überwiegendes Interesse den Eingriff zu rechtfertigen vermag, prüft das Bundesgericht grundsätzlich frei. Es auferlegt sich jedoch eine gewisse Zurückhaltung, wenn es in erster Linie den kantonalen Behörden zusteht, die als notwendig erachteten Massnahmen zu ergreifen (BGE 111 Ia 187 E. 2c).\n\nb) Das Verwaltungsgericht ist davon ausgegangen, das Bestreben, die rätoromanische Sprache zu erhalten, stelle ein öffentliches Interesse dar, welches als zulässiges Motiv für einen staatlichen Eingriff in die Handels- und Gewerbefreiheit wie die vorliegend zu beurteilende Bewilligungsverweigerung dienen könnte.\n\naa) Art. 116 Abs. 1 BV erklärt das Deutsche, das Französische, das Italienische und das Rätoromanische zu Nationalsprachen der Schweiz. Nach der bundesgerichtlichen Rechtsprechung gewährleistet Art. 116 Abs. 1 BV damit die überkommene sprachliche Zusammensetzung des Landes, d.h. auferlegt den Kantonen die Pflicht, in ihren Grenzen über die Erhaltung der Ausdehnung und Homogenität der gegebenen Sprachgebiete zu wachen (sog. Territorialitätsprinzip; BGE 91 I 486 f. E. 2; vgl. BGE 106 Ia 303 E. 2a).\n\nbb) Die rätoromanische Sprache wird heute noch von knapp 1% der Schweizer Bevölkerung (ca. 52 000 Personen) als Muttersprache gesprochen. Dabei wird diese seiner geringen Verbreitung wegen an sich schon problematische Lage des Rätoromanischen durch verschiedene andere Umstände weiter erschwert. Von diesen seien hier nur einige erwähnt: die Unterteilung des Sprachgebiets in drei geographisch getrennte Untersprachgebiete mit verschiedenen Dialekten; die bloss partielle Geltung der Sprache in wichtigen Lebens- und Arbeitsbereichen (Warenanschriften, Gebrauchsanweisungen, Formulare etc.); die Überflutung des gesamten Sprachgebiets durch anderssprachige Massenmedien; die schwache Stellung des Rätoromanischen in der Sekundar- und Oberstufe der allgemeinbildenden Schulen sowie in den Berufsschulen; die durchgehende Zweisprachigkeit der erwachsenen Bündnerromanen sowie - und darauf ist besonders im vorliegenden Fall hinzuweisen, bei dem es um eine Restaurantreklame in einem Fremdenverkehrsort geht - der einschneidende wirtschaftliche Strukturwandel im rätoromanischen Sprachgebiet mit einer Verlagerung |350| vom primären zum tertiären Wirtschaftssektor, d.h. mit einem rapiden Anwachsen des Dienstleistungssektors, insbesondere der Fremdenverkehrsindustrie (vgl. dazu Zustand und Zukunft der viersprachigen Schweiz, Abklärungen, Vorschläge und Empfehlungen einer Arbeitsgruppe des Eidgenössischen Departements des Innern, Bern 1989, S. 262 ff.). Der Sprachwissenschaftler Heinrich Schmid hat in seinem 1983 zuhanden der Regierung des Kantons Graubünden erstatteten Gutachten \"über die Lage des Rätoromanischen in der Schweiz\" (Gutachten) zusammenfassend festgestellt, \"dass sich die Situation des Rätoromanischen auf dem Gebiet der heutigen Schweiz in katastrophaler Weise verschlechtert hat\" (Gutachten, S. 38) und das Vorliegen einer eigentlichen Notlage für das Rätoromanische bejaht (Gutachten, S. 39).\n\ncc) Soll das in Art. 116 Abs. 1 BV enthaltene Bekenntnis zur Viersprachigkeit der Schweiz nicht toter Buchstabe bleiben, so ist angesichts der geschilderten Bedrohungslage des Rätoromanischen ein ganz erhebliches öffentliches Interesse an Massnahmen zur Erhaltung der heute noch bestehenden rätoromanischen Sprachregionen sowohl hinsichtlich ihrer Ausdehnung als auch ihrer Homogenität anzuerkennen. An der vorliegend zu beurteilenden Massnahme, die der Stärkung des Rätoromanischen in einer heute noch mehrheitlich rätoromanischsprachigen Gemeinde dient, besteht somit bereits von Verfassungs wegen ein ganz erhebliches öffentliches Interesse. Dabei kann offenbleiben, ob auch bei in ihrem Bestand weniger oder überhaupt nicht gefährdeten Nationalsprachen bereits von Verfassungs wegen ein erhebliches öffentliches Interesse am Schutz der sprachlichen Homogenität in deren Verbreitungsgebiet besteht (vgl. dazu ablehnend Zustand, S. 352 f. sowie die Kritik von ARTHUR HAEFLIGER, Die Sprachenfreiheit in der bundesgerichtlichen Rechtsprechung, in: Mélanges Henri Zwahlen, Lausanne 1977, S. 82, und von CHARLES-ALBERT MORAND, La liberté de la langue, Mélanges André Grisel, Neuchâtel 1983, S. 177 an BGE 91 I 480). Ebenso muss hier nicht darüber entschieden werden, ob sich aus dem Territorialitätsprinzip sogar eine Pflicht des Kantons Graubünden zu Massnahmen zur Erhaltung des Rätoromanischen ergibt (vgl. BGE 91 I 486 E. 2: \"den Kantonen obliegt es\") oder ob der Kanton nur zu solchen Massnahmen befugt ist (vgl. BGE BGE 106 Ia 303 E. 2a: \"Die Kantone sind befugt\"; siehe dazu DANIEL THÜRER, Zur Bedeutung des sprachenrechtlichen Territorialprinzips für die Sprachenlage im Kanton Graubünden; ZBl 85 (1984), S. 258 sowie - aus der Sicht der |351| Sprachwissenschaft - Gutachten, S. 39). Im vorliegenden Fall wurden nämlich spracherhaltende Massnahmen ergriffen und die Beschwerdeführerin behauptet nicht, diese gingen zu wenig weit, sondern ist im Gegenteil der Auffassung, diese seien - weil unvereinbar mit der Handels- und Gewerbefreiheit - unzulässig.\n\n6. Wie dargelegt bildet das direkt aus Art. 116 Abs. 1 BV abzuleitende Territorialitätsprinzip und das damit bereits von Verfassungs wegen bestehende öffentliche Interesse an der Erhaltung des Rätoromanischen ein zulässiges Motiv für eine kantonal- oder wie im vorliegenden Fall kommunalrechtliche Beschränkung der Handels- und Gewerbefreiheit. Damit der Eingriff sich als zulässig erweist, muss freilich das öffentliche Interesse ein überwiegendes sein (BGE 114 Ia 36 E. 2a mit Hinweisen). Dabei ist zum einen, soweit sich die Massnahme wettbewerbspolitisch nicht neutral auswirkt, das an sich zulässige öffentliche Interesse an ihrer Durchführung gegen das in Art. 31 BV normierte Interesse an der Wettbewerbsneutralität kantonaler Eingriffe in die Handels- und Gewerbefreiheit abzuwägen. Je stärkere Auswirkungen einer Massnahme auf den Wettbewerb zu erwarten sind, umso stärker muss das den Eingriff motivierende Interesse sein, damit ein überwiegendes Interesse angenommen werden kann (vgl. BGE 102 Ia 116 E. 5a; RENÉ A. RHINOW, Kommentar zur BV, Basel 1988, N. 206 zu Art. 31 BV). Zum andern muss das öffentliche Interesse am Eingriff in die Handels- und Gewerbefreiheit das Interesse des Privaten an der ungestörten Ausübung der durch die Handels- und Gewerbefreiheit geschützten wirtschaftlichen Tätigkeit überwiegen.\n\na) Die Beschwerdeführerin macht zunächst geltend, das Verbot, die Leuchtreklame anzubringen, sei wettbewerbspolitisch nicht neutral. Die Gemeinde Disentis/Mustér habe bereits früher andern Unternehmen deutschsprachige Reklamen und Anschriften bewilligt. Es gehe nicht an, nun ihr eine teilweise italienischsprachige Reklame zu verbieten und sie gegenüber Konkurrenten, die früher entsprechende Bewilligungen erhalten hätten, zu diskriminieren. Auch sei es angesichts ihres Geschäftsziels - eine regionale oder gar gesamtschweizerische Verbreitung der von ihr betriebenen Restaurationsbetriebe zu erreichen - unzulässig, ihr in der Gemeinde Disentis/Mustér die Reklame für ihren Betrieb in der von ihr gewünschten Form, die gesamtschweizerisch eingesetzt werden und imagebildend wirken solle, zu verbieten. Gegenüber andern, gesamtschweizerisch verbreiteten und bekannten |352| Unternehmen mit nichträtoromanischen Namen werde sie dadurch benachteiligt.\n\naa) Damit der Grundsatz der Gleichbehandlung der Gewerbegenossen im Sinne der Wettbewerbsneutralität der zu beurteilenden Massnahme angerufen werden kann, verlangt die bundesgerichtliche Rechtsprechung, dass ein direktes Wettbewerbsverhältnis besteht; der Grundsatz greift nur bei Angehörigen der gleichen Branche, die sich mit den gleichen Angeboten an dasselbe Publikum richten (BGE 106 Ia 274 E. 5, ZBl 84/1983, S. 359 E. 5a). Ein solches Wettbewerbsverhältnis fehlt im vorliegenden Fall hinsichtlich der von der Beschwerdeführerin angeführten Betriebe, denen angeblich früher nichträtoromanische Reklamen bewilligt worden sein sollen (ein Reisebüro, ein technisches Unternehmen). Insoweit fällt somit eine Verletzung der Handels- und Gewerbefreiheit ausser Betracht. Eine Verletzung des Rechtsgleichheitsgebots ist deshalb zu verneinen, weil sich aus ihm in der Regel - und so auch im vorliegenden Fall - kein Anspruch auf Gleichbehandlung im Unrecht ableiten lässt (BGE 114 Ib 240 E. 4c, BGE 113 Ib 313 E. 3, BGE 112 Ib 387 E. 6 mit Hinweisen). Wenn es die Behörden ablehnen, eine in andern Fällen ausgeübte gesetzwidrige Praxis aufzugeben, kann indessen ausnahmsweise ein Anspruch auf gesetzwidrige Behandlung entstehen. Das Bundesgericht legt es der Gemeinde Disentis/Mustér daher immerhin nahe, in Zukunft Art. 77 Abs. 2 und 3 BauO konsequent zur Anwendung zu bringen.\n\nbb) Hinsichtlich des Vorwurfs der unzulässigen Benachteiligung gegenüber bereits heute gesamtschweizerisch verbreiteten Unternehmen mit nichträtoromanischen Namen ist der Beschwerdeführerin zuzugeben, dass insoweit eine Beeinträchtigung des Wettbewerbs zwischen ihr und solchen bereits etablierten Unternehmen anzunehmen wäre, würde die Gemeinde Disentis/Mustér gegenüber solchen Unternehmen eine andere Bewilligungspraxis für Namensreklamen verfolgen. Das bringt die Beschwerdeführerin jedoch nicht einmal vor, so dass sich ihre Rüge schon deshalb als unbegründet erweist.\n\nEs sei indessen immerhin darauf hingewiesen, dass eine unterschiedliche Behandlung etablierter und neuer Unternehmen sich wohl mit dem Grundsatz der Gleichbehandlung der Gewerbegenossen vereinbaren liesse. Während nämlich das etablierte Unternehmen während längerer Zeit mit Hilfe des Unternehmensnamens eine Marktposition aufgebaut hat, verfügt ein neues Unternehmen noch über keine solche mit Hilfe des Namens erworbene |353| Marktmacht und damit auch über kein ebenso stark zu gewichtendes Interesse am Gebrauch seines Namens. So hat das Bundesgericht denn auch bereits 1932 in einem den Kanton Tessin betreffenden Fall eine gesetzliche Regelung für grundsätzlich unbedenklich erklärt, welche einen Übersetzungszwang für nichtitalienischsprachige Anschriften statuierte, davon indessen bestimmte, besonders bekannte nichtilianischsprachige Anschriften ausnahm (nicht publiziertes Urteil vom 3. Juli 1932 i.S. Z. etc.). Ob eine solche Unterscheidung im rätoromanischen Sprachgebiet freilich verfassungsrechtlich geboten ist, ist eher fraglich. Da nämlich wie dargelegt (E. 5) schon von Verfassungs wegen ein ganz erhebliches Interesse an Massnahmen zur Erhaltung der rätoromanischen Sprache besteht und ein Übersetzungszwang für Namensreklamen keinen besonders schweren Eingriff in die Handels- und Gewerbefreiheit darstellt, spricht einiges dafür, dass das Interesse an der Erhaltung der rätoromanischen Sprache auch bei einem etablierten Unternehmen jenes am ungestörten Gebrauch des Unternehmensnamens für Reklamezwecke überwiegen würde. Auch diese Frage braucht indessen im vorliegenden Verfahren nicht beantwortet zu werden.\n\nb) Abgesehen von den wettbewerbsrelevanten Vorbringen ist die Beschwerdeführerin der Auffassung, ihr privates Interesse an der Reklame wiege derart schwer, dass sich das Verbot als unzulässig erweise. Sie macht geltend, \"Bar Amici\" stelle eine Phantasiebezeichnung dar, deren Übersetzung im Gegensatz zu einer Sachbezeichnung nicht verlangt werden könne. Ausserdem bilde die Bezeichnung Bestandteil ihrer Firma und der Sitz des Unternehmens befinde sich in der \"Casa Postigliun\", an welcher die Reklame angebracht werden solle. Angesichts dessen, dass ihre Firma als privatrechtlicher Anspruch durch die firmenrechtlichen Vorschriften des OR gewährleistet sei, wiege ihr privates Interesse an der Reklame derart schwer, dass sich das Verbot nicht rechtfertigen lasse.\n\naa) Hinsichtlich des Gewichts des privaten Interesses an Reklame in der Originalsprache der Firma ist zunächst entgegen der Auffassung der Beschwerdeführerin festzustellen, dass ein unterschiedliches Gewicht des privaten Interesses, je nachdem ob es sich um eine reine oder, wie im vorliegenden Fall, eine gemischte Phantasiefirma - d.h. eine Firma, die als Bestandteil eine Phantasiebezeichnung enthält (GUHL/MERZ/KUMMER, Das schweizerische Obligationenrecht, 7. Aufl., Zürich 1980, S. 788 f.) -, |354| einerseits oder eine Sachfirma andererseits handelt, nicht zu erkennen ist. Soweit die reine oder gemischte Phantasiefirma übersetzbar ist - und dies trifft bei der Beschwerdeführerin hinsichtlich des Firmenbestandteils \"amici\" zu -, kann ohne weiteres wie bei einer Sachfirma vom Überwiegen des öffentlichen Interesses an der Übersetzung von Firmenreklamen ins Rätoromanische ausgegangen werden. Das private Interesse an der Nichtübersetzung der Firma wäre nur dann schwerer zu gewichten und die Übersetzungspflicht als unzulässig anzusehen, wenn die Übersetzung einer Personenfirma verlangt würde (z.B. Kupferschmied AG, Beiersdorf AG), verlöre doch eine solche Firma mit der Übersetzung ihren Charakter als Personenfirma. Ein solcher Fall liegt aber hier gerade nicht vor.\n\nbb) An diesem Ergebnis ändern auch die firmenrechtlichen Vorschriften des OR (Art. 944-956) nichts. Die sich aus dem Firmenrecht ergebenden privatrechtlichen Schutzansprüche, insbesondere der Anspruch auf Schutz der Ausschliesslichkeit der Firma, führen entgegen der Meinung der Beschwerdeführerin nicht dazu, dass der Gebrauch der Firma eines Unternehmens nicht öffentlichrechtlichen Beschränkungen des kantonalen oder wie im vorliegenden Fall kommunalen Rechts unterworfen werden darf. Von einer abschliessenden Ordnung des Bundesprivatrechts (BGE 114 Ia 356 E. 4a, 113 Ia 311 E. 3b je mit Hinweis) kann insoweit nicht die Rede sein. Freilich dürfen solche Beschränkungen nicht so weit gehen, dass ein Unternehmen seine Firma aufgrund öffentlichrechtlicher Vorschriften praktisch nicht mehr benutzen darf, würden doch ansonsten die Regeln des Firmenrechts \"leerlaufen\", d.h. Bundesprivatrecht erheblich erschwert oder gar vereitelt (BGE 114 Ia 356 E. 4a mit Hinweis). Ein solcher Fall liegt hier indessen klarerweise nicht vor, wird der Beschwerdeführerin doch lediglich die einen Teil ihrer Firma enthaltende Leuchtreklame untersagt, hingegen keineswegs generell die Führung ihrer Firma verboten. Da wie dargelegt (E. 5) ein ganz erhebliches Interesse an der Übersetzung der Firmenreklame ins Rätoromanische besteht (vgl. BGE 114 Ia 356 E. 4a, BGE 113 Ia 311 E. 3b, je mit Hinweis), ist daher davon auszugehen, dass die Übersetzungspflicht sich mit den firmenrechtlichen Vorschriften des OR vereinbaren lässt."}