{"annee": "116", "cour": "II", "page": "117", "date": "22/3/1990", "cite": ["73 II 208", "64 II 406", "49 II 9", "93 II 11", "40 II 190", "98 II 73", "114 II 239", "101 II 31", "78 II 120", "115 II 323", "89 II 185", "108 II 278", "54 II 357", "45 II 150", "112 II 23", "50 II 6", "101 II 36", "83 II 427", "93 II 161", "50 II 46", "64 II 186", "57 II 150", "80 II 302", "101 II 211", "109 II 403", "115 II 136", "44 II 354", "75 II 343", "95 II 1"], "cite_par": ["131 III 601", "117 II 145", "125 III 35", "117 II 239", "117 II 246", "144 III 81", "135 III 206", "118 II 273"], "chapeau": "22. Auszug aus dem Urteil der II. Zivilabteilung vom 22. März 1990 i.S. W. B. und E. L.-B. gegen K. D. (Berufung)", "regestes": ["Testament olographe; la mention inexacte par son contenu du lieu, de l'année, du mois et du jour de sa confection entraîne-t-elle l'annulation du testament (art. 505 al. 1, 520 CC)? Résumé de la jurisprudence (consid. 3), des critiques de la doctrine et de l'évolution à l'étranger (consid. 4 et 5). Constatation du lieu exact où l'acte a été dressé par l'interprétation du contenu du testament (consid. 6); il est possible - comme c'était le cas précédemment - de prendre en considération des circonstances de fait extrinsèques à l'acte (consid. 3 et 6). \"Favor testamenti\"; applicabilité du principe au contenu et à la forme des testaments (consid. 7b, c). But de la mention du lieu et du moment où l'acte a été dressé au sens de l'art. 505 al. 1 CC (consid. 6 et 7d). Conditions auxquelles une date complète au point de vue formel, mais inexacte par son contenu ne doit pas entraîner l'annulation du testament (consid. 7c et d; modification de la jurisprudence)."], "faits": "BGE 116 II 117 S. 118\n\nAm 8. März 1986 verstarb der zuletzt in Littau wohnhaft gewesene W. B. im Alter von fast 69 Jahren. In seinem Nachlass befand sich ein eigenhändig verfasstes Testament, worin K. D. als Erbin des gesamten Vermögens eingesetzt wurde. Am 6. März 1987 reichten die gesetzlichen Erben beim Amtsgericht Luzern-Land die Ungültigkeitsklage wegen Formmängel gegen K. D. ein. Das angerufene Gericht wies die Klage mit Urteil vom 26. Mai 1988 ab. Desgleichen wurde die dagegen von den Klägern eingereichte Appellation vom Obergericht des Kantons Luzern (I. Kammer) am 25. April 1989 abgewiesen. Gegen dieses Urteil haben die Kläger Berufung an das Bundesgericht erhoben. Sie verlangen die Aufhebung des angefochtenen Urteils und wiederum die Ungültigerklärung der letztwilligen Verfügung.", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 505 Abs. 1 ZGB ist die eigenhändige letztwillige Verfügung vom Erblasser von Anfang bis zu Ende mit Einschluss der Angabe von Ort, Jahr, Monat und Tag der Errichtung von Hand niederzuschreiben sowie mit seiner Unterschrift zu versehen. Leidet die Verfügung an einem Formmangel, so wird sie gemäss Art. 520 Abs. 1 ZGB auf erhobene Klage für ungültig erklärt.\n\nDas eigenhändig verfasste Testament des W. B. enthält laut den Feststellungen der Luzerner Gerichte zu Beginn die Ortsangabe \"Kriens\", während am Ende zweimal die Gemeinde \"Littau\" erwähnt wird. Sodann ist es einleitend und abschliessend mit dem Datum des 10. März 1986 versehen. Nachdem der Erblasser bereits am 8. März 1986 verstorben ist, handelt es sich hiebei offensichtlich um eine inhaltlich falsche Angabe der Errichtungszeit.BGE 116 II 117 S. 119\n\nBeide kantonalen Instanzen haben es als zulässig erachtet, diese Mängel durch ausserhalb der Testamentsurkunde liegende Gegebenheiten zu klären und zu berichtigen. Ob dieses von der bisherigen Rechtsprechung des Bundesgerichts abweichende Vorgehen vor Art. 505 Abs. 1 ZGB standzuhalten vermag, gilt es im folgenden zu prüfen.\n\n3. Die Rechtsprechung zu den vom Gesetz verlangten Angaben von Ort und Zeit der Errichtung eigenhändiger letztwilliger Verfügungen lässt sich im wesentlichen bis auf BGE 44 II 354 f. zurückverfolgen (vgl. zur \"Unterschrift\" bereits BGE 40 II 190 ff.). Veranlasst durch das Fehlen des Errichtungsortes ist damals ausgeführt worden, dass das Gesetz ausdrücklich die Angabe von Ort, Jahr, Monat und Tag der Errichtung verlange, dass all diese Daten denselben Rang aufwiesen, somit gleichermassen unentbehrlich seien, und dass der Richter aufgrund der klaren, unmissverständlichen gesetzlichen Ordnung nicht nach deren Sinn und Zweck zu fragen habe. Diese Rechtsprechung hat seither ihren Niederschlag in zahlreichen anderen Entscheidungen gefunden (vgl. etwa BGE 49 II 10 E. 1; BGE 50 II 7; BGE 54 II 358 /359; BGE 57 II 153; BGE 78 II 121; zuletzt BGE 101 II 36).\n\nEbenfalls sehr früh schon hat das Bundesgericht klargestellt, dass die gesetzlich verlangten Angaben von Ort und Zeit der Testamentserrichtung den Rahmen reiner Formerfordernisse sprengen (vgl. bereits BGE 45 II 152; BGE 54 II 358 unten; auch BGE 75 II 346). In Übereinstimmung mit der französischen Lehre und Rechtsprechung wird demnach grundsätzlich auch die inhaltliche Richtigkeit der Datierung verlangt; anders als im französischen Recht (vgl. Art. 970 ccfr) folge dies unmittelbar aus dem in sämtlichen Sprachen klaren Wortlaut des Gesetzes selbst (Art. 505 Abs. 1 ZGB). Die Richtigkeit der im Testament enthaltenen Angaben ist allerdings zu vermuten (BGE 95 II 3; BGE 93 II 163; BGE 80 II 309, je mit Hinweisen). Ergibt sich jedoch, dass die Datierung nachweislich falsch ist, so kann das Testament wegen Formmangels angefochten werden; dem Anfechtenden steht dabei die Möglichkeit offen, den Beweis der Unrichtigkeit selbst mittels ausserhalb der Urkunde liegender Tatsachen zu erbringen.\n\nObwohl die Frage nach der Richtigkeit des Datums nicht die äussere Form als solche betrifft, fehlt es - da vom Gesetz die Angabe des richtigen Datums verlangt wird - bei unrichtiger Datierung notgedrungen an der eigenhändigen Niederschrift des wahren, massgebenden Datums. Diese Rechtsprechung ist in der BGE 116 II 117 S. 120Folge unter dem Einfluss der französischen Praxis gemildert worden. Zumindest die versehentlich unrichtig erfolgte Datierung führt - anders als die absichtliche Irreführung - dann nicht zur Ungültigkeit, wenn die richtige Angabe anhand der Testamentsurkunde, sei es aus dem Inhalt, sei es aus der materiellen Beschaffenheit der Urkunde, festgestellt werden kann. Ausserhalb der Urkunde liegende Beweismittel können dagegen bloss herangezogen werden, sofern es sich um die genauere Feststellung, die Vervollständigung einer zwar nicht nachweisbar unrichtigen, wohl aber für sich allein nicht hinreichend klaren oder genauen Datumsangabe handelt (vgl. zum Ganzen BGE 45 II 151 ff.; 50 II 6 ff.; BGE 54 II 357 ff.; BGE 64 II 409; BGE 73 II 211; BGE 75 II 343; BGE 80 II 309; BGE 93 II 16 ff.; BGE 95 II 2 ff.; BGE 101 II 33 f.).\n\nWährend demnach von der Verfügungsform nicht erfasste Tatsachen zum Nachweis der Richtigkeit sowie der Unrichtigkeit der im Testament enthaltenen Orts- oder Zeitangabe herangezogen werden dürfen, können solche Sachumstände wohl der Auslegung einer nicht nachweisbar unrichtigen Verfügung, nicht aber als Ersatz für eine nicht vorhandene oder unwahre Angabe dienen. Die den letztwilligen Verfügungen eigenen Auslegungsregeln berechtigen folglich sowohl bezüglich des materiellen Inhaltes als auch für die Formerfordernisse nur zur Klarstellung dessen, was der Verfügungstext in unvollkommener oder wenig klarer Weise bereits enthält (BGE 101 II 35; BGE 83 II 435; zur Testamentsauslegung allgemein vgl. BGE 115 II 325 E. 1a und dortige Hinweise).\n\n4. Die Rechtsprechung zu Art. 505 Abs. 1 ZGB hat im Schrifttum zahlreiche, mitunter heftige Kritik ausgelöst. Sehr oft richtet sich diese allerdings nicht nur gegen die Rechtsanwendung als solche, sondern ebenso gegen die auf den Gesetzgeber zurückzuführende Ausgestaltung der geltenden Formerfordernisse selbst.\n\na) Zur Frage der inhaltlichen Wahrheit von Orts- und Zeitangabe hat von den älteren Autoren ESCHER die Auffassung vertreten, dass die Richtigkeit dieser Angaben für die Gültigkeit des Testaments nicht verlangt werden könne (ESCHER, Zürcher Kommentar, 1. A. 1912, N 9 zu Art. 505). Andere Autoren haben sich ihm angeschlossen (KONRAD KELLER, Die Auslegung der Formvorschriften für die Errichtung von Testamenten, Zürcher Diss. 1931, S. 62 ff., insb. S. 69; WALTER BURCKHARDT, Über die Form des eigenhändigen Testamentes, in ZBJV 72/1936, S. 381 ff., insb. S. 386 f.; HANS IMOBERSTEG, Das Datum im eigenhändigen Testament, Berner Diss. 1956, S. 35 ff., insb. S. 64 f.). Im gleichen Sinne BGE 116 II 117 S. 121hat das Zürcher Obergericht am 6. Mai 1921 entschieden (ZR 21/1922, Nr. 55, S. 137). ESCHER hat später betont, dass die Forderung nach der Richtigkeit des Datums nicht formeller, sondern materieller Art sei und diesbezügliche Unklarheiten auf dem Wege der Auslegung beseitigt werden könnten. Demnach soll es unter dem Gesichtspunkt der gemäss Art. 505 Abs. 1 ZGB verlangten formellen Formerfüllung genügen, wenn die Testamentsurkunde irgendein Datum ausweist (ESCHER, Zürcher Kommentar, 2. A. 1937 und 3. A. 1959 (neu bearbeitet von Arnold Escher), jeweilen N 26 zu Art. 505; zustimmend GUHL, ZBJV 70/1934, S. 487 (in seiner Besprechung der 1932/33 erschienenen 3. und 4. Lieferung); GUHL bereits in ZBJV 64/1928, S. 398). Andernorts wird das Erfordernis der Datumsrichtigkeit in Beziehung zur Einheit des Errichtungsaktes gestellt; da jedoch letztere auf (fast) einhellige Ablehnung stosse (vgl. etwa BGE 93 II 163; 80 II 302 ff.; a. A. ROSSEL/MENTHA, Manuel du droit civil suisse, Bd. II, 2. A. Genf/Lausanne 1922, Nr. 979, S. 91), führe das Beharren auf der richtigen Datierung zu Widersprüchen, die auch bei einer zweckgerichteten Betrachtungsweise unüberwindbar blieben (KELLER, a.a.O., S. 65). Endlich wird gegen die Rechtsprechung ins Feld geführt, dass der Wortlaut des Gesetzes das Wahrheitserfordernis keineswegs zwingend gebiete (BURCKHARDT, a.a.O., S. 386; IMOBERSTEG, a.a.O., S. 43 f.).\n\nb) In den umliegenden Staaten hat das bisweilen zu stossenden Ergebnissen führende Erfordernis der wahren Orts- und Zeitangabe zu bedeutsamen Änderungen der Rechtsprechung, teilweise gar der Gesetzgebung selbst geführt.\n\naa) Das deutsche Testamentsgesetz von 1938, dessen Inhalt in den geltenden § 2247 BGB überführt worden ist, hat in Anlehnung an die Kritik seitens der Lehre vom zwingenden Erfordernis der eigenhändigen Orts- und Zeitangabe abgesehen und dieses durch eine Sollvorschrift ersetzt (STAUDINGER/FIRSCHING, Kommentar zum BGB, 12. A. Berlin 1983, N 2, 81 zu § 2247; zum Ganzen auch LANGE/KUCHINKE, Lehrbuch des Erbrechts, 3. A. München 1989, § 19 II, S. 312 ff., sowie STEFAN GRUNDMANN, Favor Testamenti - Zu Formfreiheit und Formzwang bei privatschriftlichen Testamenten, in AcP 187/1987, S. 429 ff.; zur umfassenden Kritik an der früheren Ordnung, vgl. FRITZ VON HIPPEL, Formalismus und Rechtslogik, Hamburg 1935). Dies will jedoch nicht besagen, dass Orts- und Zeitangabe ohne jede Bedeutung bleiben müssen. Sofern einem eigenhändig verfassten Testament keine Angaben über die BGE 116 II 117 S. 122Zeit der Errichtung zu entnehmen sind und sich hieraus Zweifel an seiner Gültigkeit ergeben, darf das Testament gemäss § 2247 Abs. 5 BGB eben nur dann als gültig angesehen werden, wenn sich die notwendigen Feststellungen über die Zeit der Errichtung anderweitig treffen lassen. Entsprechendes gilt, wenn es an Angaben zum Errichtungsort gebricht. Damit ist insofern eine wesentliche Neuerung eingetreten, als die Zulässigkeit des mittels aussenstehender Tatsachen erbringbaren Gültigkeitsbeweises ausdrücklich anerkannt worden ist (vgl. STAUDINGER/FIRSCHING, a.a.O., N 82 ff. zu § 2247).\n\nbb) Art. 602 des italienischen Codice civile verzichtet in der geltenden Fassung vom 16. März 1942 auf das Erfordernis der Ortsangabe, setzt aber stets die zeitliche Datierung voraus. Die fehlende Richtigkeit des Datums berechtigt allerdings lediglich dann zur Anfechtung des Testaments, wenn die Aussage des Datums im Einzelfall erheblich ist. Der Nachweis der Unrichtigkeit wird demnach nur zugelassen, wenn es darum geht, die Testierfähigkeit des Erblassers, die zeitliche Reihenfolge mehrerer Testamente oder eine andere aufgrund der Errichtungszeit der Verfügung zu entscheidende Frage zu beurteilen. Der italienische Gesetzgeber hat sich bei der Neufassung der Formvorschriften von der vorausgehenden Rechtsprechung leiten lassen, die den Nachweis des irrtümlich falschen Datums von einem entsprechenden rechtlichen Interesse abhängig gemacht hatte (vgl. zum Ganzen aus der jüngeren Literatur etwa GIUSEPPE BRANCA, Commentario del Codice civile, Dei Testamenti ordinari, Bologna/Rom 1986, insb. Nr. 10 ff. zu Art. 602, S. 80 ff.; GIOVANNI CARAMAZZA, Commentario teorico-pratico al Codice civile, 2. A. Rom 1982, Nr. 4 ff. zu Art. 602, S. 134 ff.; PIERO PAJARDI/GIUSEPPE LA MATTINA, Successioni e Donazioni, Normativa civilista e fiscale (Commentario), Padua 1989, zu Art. 602, S. 205-207; ENZO ROSSI, Il Testamento, Mailand 1988, S. 219 ff., je mit weiteren Hinweisen).\n\ncc) Die Formerfordernisse gemäss Art. 505 Abs. 1 ZGB lassen sich am ehesten mit der in Frankreich geltenden Regelung vergleichen. Art. 970 ccfr bestimmt, dass das \"holographische Testament\" eigenhändig geschrieben, datiert und unterzeichnet sein muss. Die Angabe des Ortes wird nicht verlangt. Die fehlende oder falsche Angabe des Datums führt zur Nichtigkeit bzw. Anfechtbarkeit des Testaments, doch lässt die Rechtsprechung die Berichtigung des versehentlich falsch angegebenen Datums unter bestimmten Voraussetzungen zu (vgl. dazu im einzelnen LOUIS BGE 116 II 117 S. 123COUPET, Jur.-Class. civil, Art. 970 ccfr, Testaments/Testament olographe/Signature/Date etc., Fasc. D, 1985, Nrn. 27 ff., sowie Nachtrag 1987; MICHEL GRIMALDI, La jurisprudence et la date du testament olographe, in Recueil Dalloz Sirey, 1984, H. 43, S. 253 ff.; weitere Hinweise im CODE CIVIL 1989/1990, von Dalloz, Anm. zu Art. 970, S. 656 f.; vgl. auch PLANIOL/RIPERT, Traité de droit civil français, Bd. V, 2. A. 1957, Nrn. 535-538, S. 676 f.). Davon hat sich in mehrfacher Hinsicht auch die bundesgerichtliche Rechtsprechung leiten lassen (BGE 75 II 346 E. 4; BGE 54 II 358; BGE 45 II 151 f., je mit Hinweisen auf die französische Lehre). Der Nachweis, dass die Datierung unrichtig sei, kann aber in Frankreich - anders als nach der in der Schweiz befolgten Praxis -, zumindest dem Grundsatze nach, ebenfalls nur durch die Urkunde selbst erbracht werden (HANS HAGMANN, Das eigenhändige Testament im schweizerischen ZGB, Zürcher Diss. 1918, S. 93, hat - soweit ersehbar - erstmals auf diese Eigenheit hingewiesen). Das Bundesgericht hat demgegenüber festgehalten, dass Art. 9 Abs. 2 ZGB einer Begrenzung der zum Nachweis der Unrichtigkeit verwendbaren Beweismittel entgegenstehe (BGE 50 II 7 /8).\n\nEine bedeutsame Praxisänderung hat die französische Cour de cassation am 9. März 1983 eingeleitet und seither bestätigt. Ein ohne Angabe des Errichtungstages datiertes Testament soll danach auch dann unanfechtbar bleiben, wenn das vollständige Datum nicht erstellt werden kann; dies jedoch nur unter der Voraussetzung, dass die Frage der Datierung unerheblich ist. Letzteres trifft namentlich zu, wenn die Verfügungsfähigkeit des Testators ausser Frage steht und nicht mehrere, sich widersprechende Testamente vorliegen (Entscheid \"Payan\", Civ. I, 9. März 1983, vgl. GRIMALDI, a.a.O., S. 253 ff.; bestätigt am 1. Juli 1986, vgl. LOUIS COUPET, Jur.-Class., a.a.O., Nrn. 64 f., sowie Nachtrag 1987; auch CODE CIVIL 1989/1990, a.a.O., S. 657). Am 8. März 1988 ist sodann einschränkend entschieden worden, dass ein nur mit der Jahresangabe versehenes Testament, dessen genauer Errichtungszeitpunkt sich nach bisherigen Grundsätzen nicht ermitteln lässt, ohne Rücksicht auf die gegebene Interessenlage mit Erfolg angefochten werden könne; dementsprechend hat die Cour de cassation am 19. April 1988 erkannt, dass letztwillige Verfügungen ohne jegliche Datumsangabe grundsätzlich keinen Schutz erfahren dürfen (vgl. JEAN PATARIN, Rev. trim. dr. civ. 88/1989, S. 123 ff.).\n\n5. a) Im schweizerischen Schrifttum hat sich wie in der Rechtsprechung die vermittelnde Auffassung durchgesetzt, dass BGE 116 II 117 S. 124am Richtigkeitserfordernis zwar nicht absolut, aber doch grundsätzlich festzuhalten ist. Demnach soll es ausnahmsweise dann auf die Richtigkeit des Datums nicht ankommen, wenn die falsche Datierung auf ein Versehen des Erblassers zurückzuführen ist (bereits CURTI-FORRER, Schweizerisches Zivilgesetzbuch mit Erläuterungen, Zürich 1911, N 5 zu Art. 505; TUOR, Berner Kommentar, 1. A. 1913/1925, N 19/20 zu Art. 505; sinngemäss auch die 2. A. 1922, N 19 zu Art. 505; HAGMANN, a.a.O., S. 114 f.; im übrigen etwa JEAN-PIERRE HENRI COTTIER, Le testament olographe en droit suisse, Diss. Lausanne 1960, S. 76 f., 81; KARL FAHRLÄNDER, Die aussenstehende Tatsache in der bundesgerichtlichen Praxis zur Testamentsauslegung, Berner Diss. 1948, S. 37 ff.; PICENONI, Die Auslegung von Testament und Erbvertrag, Zürich 1955, S. 42; ROLF RASCHEIN, Die Ungültigkeit der Verfügungen von Todes wegen, Berner Diss. 1954, S. 44/45).\n\nb) Damit stellt sich notwendigerweise die ihrerseits umstrittene Frage des Beweises; denn auch diejenigen Autoren, die der irrtümlichen Unrichtigkeit des Datums keine Bedeutung beimessen wollen, verlangen zusätzlich, dass das richtige Datum erstellt werden kann. Hierin stimmen Lehre und Rechtsprechung grundsätzlich überein (vgl. BGE 75 II 347, mit Hinweisen). Uneinigkeit besteht jedoch darüber, mit welchen Mitteln dieser Nachweis erbracht werden darf. Mit der bundesgerichtlichen Rechtsprechung haben namentlich CURTI-FORRER sowie ROSSEL/MENTHA dafürgehalten, dass die Berichtigung aus der Urkunde selbst möglich sein müsse (CURTI-FORRER, a.a.O., N 5 zu Art. 505; ROSSEL/MENTHA, a.a.O., Nr. 979, S. 90). TUOR scheint sich dieser Auffassung angeschlossen zu haben (TUOR 2. A., a.a.O., N 20 zu Art. 505), nachdem er anfänglich noch die Ansicht vertreten hatte, es sei gleichgültig, ob die Berichtigung aufgrund der Urkunde selbst oder aufgrund anderer Umstände erfolgen könne (TUOR, 1. A., a.a.O., N 20 zu Art. 505). Vereinzelt wird die Rechtsprechung kritiklos wiedergegeben (ALEXANDER BECK, Grundriss des schweizerischen Erbrechts, 2. A. Bern 1976, § 14 IV, S. 47; TUOR/SCHNYDER, ZGB, 10. A. Zürich 1986, S. 457 ff.; Guinand/Stettler, Droit civil II, Successions, Freiburg 1990, Nrn. 97 f., S. 49).\n\nc) Die Mehrheit der Lehre hat sich gegen die Rechtsprechung geäussert, soweit diese an einer einseitigen Beschränkung der Beweismittel und mit Bezug auf die Datumsrichtigkeit am Erfordernis der Eigenhändigkeit festhält; insbesondere im neueren Schrifttum stösst diese Auffassung des Bundesgerichts auf einhellige BGE 116 II 117 S. 125Ablehnung. Ihr wird entgegengehalten, dass selbst nach der strengen Berichtigungspraxis des Bundesgerichts ungeachtet des Erfordernisses der Eigenhändigkeit unter anderem auf die Beschaffenheit der Urkunde zurückgegriffen werden müsse. Daher soll das versehentlich falsche Datum analog zu Art. 469 Abs. 3 ZGB auch durch andere Mittel als durch die Urkunde selbst berichtigt werden können (ESCHER, 2./3. A., a.a.O., jeweilen N 26 zu Art. 505; HAGMANN, a.a.O., S. 115; FAHRLÄNDER, a.a.O., S. 41/43; ebenso PICENONI, a.a.O., S. 43, insb. 77 f. mit unzutreffendem Hinweis auf BGE 50 II 46 ff.; PIOTET, Erbrecht, SPR Bd. IV/1, Basel 1978, § 38 II, S. 236 f., Fn. 29; MERZ, ZBJV 113/1977, S. 153; COTTIER, a.a.O., S. 90/91; HANS U. LINIGER, Das Ortsdatum im eigenhändigen Testament, ZSR 99/1980, Bd. I, S. 172). Allerdings vermag nach dem wohl überwiegenden Teil dieser Lehre auch der Nachweis von Ort und Zeit der Testamentserrichtung die Ungültigkeit der Verfügung dann nicht abzuwenden, wenn die entsprechenden Angaben in rein formeller Hinsicht unvollständig sind (so ausdrücklich ESCHER und PIOTET, je a.a.O.; zustimmend DRUEY, Grundriss des Erbrechts, 2. A. Bern 1988, § 9, Rz. 26/27, S. 100, sowie REY, Aspekte richterlicher Rechtsfortbildung im Erbrecht, in \"recht\", 2/1984, H. 3, S. 86).\n\nd) Vereinzelt werden indessen auch solche Mängel nicht als Hindernis für die Gültigkeit des Testaments angesehen. So wird entgegen der herrschenden Lehre dafürgehalten, dass ein unvollständiges oder unmögliches, zumindest aber ansatzweise vorhandenes Datum für den Bestand des Testaments unschädlich bleiben soll, wenn sich der Mangel auf ein Versehen zurückführen lässt und entweder aus \"Externa\" berichtigt werden kann oder sich das Datum überhaupt als unwesentlich erweist (PETER BREITSCHMID, Formvorschriften im Testamentsrecht, Zürcher Diss. 1982, Nrn. 439 ff., S. 322 ff.; PETER BREITSCHMID, Testament und Erbvertrag - Formprobleme (Testament und Erbvertrag: Die Einsatzmöglichkeiten für die Nachlassplanung im Lichte neuerer Rechtsentwicklung, Seminar vom 12. März 1990), St. Gallen, 1990, Teil 3, S. 15 f.). Dieser Autor möchte auch bei inhaltlichen Mängeln andere Wege beschreiten. Zwar soll am Erfordernis der Richtigkeit der Datumsangaben grundsätzlich festgehalten werden, doch müsse jede Datierung Schutz erfahren, die einen Bezug zu irgendeinem Zeitpunkt der Testamentserrichtung aufweise, die ihrerseits nicht als ein notwendigerweise zusammenhängendes Geschehen verstanden werden dürfe (Diss., a.a.O., Nrn. 490 ff., S. 352 ff.).BGE 116 II 117 S. 126\n\n6. Im vorliegenden Fall gilt es ein Testament zu beurteilen, das in formeller Hinsicht den Anforderungen des Art. 505 Abs. 1 ZGB vollauf genügt. Das Luzerner Obergericht hat dazu festgehalten, dass der Erblasser offensichtlich bestrebt war, den gesetzlichen Anforderungen gerecht zu werden. Es lägen - so das Obergericht - keinerlei Anzeichen vor, wonach die beanstandeten Mängel mit Absicht herbeigeführt worden sein könnten. Die angefochtene letztwillige Verfügung vermittle vielmehr den Eindruck, dass sich der Testator jede erdenkliche Mühe gegeben habe, diese den Vorschriften des Gesetzes entsprechend abzufassen.\n\nWas zunächst den Ort der Testamentserrichtung anbelangt, müssen die sich teilweise widersprechenden Angaben bereits nach der bisherigen Rechtsprechung nicht zur Ungültigkeit des Testaments führen. Wie das Obergericht zutreffend ausgeführt hat, lässt sich die richtige Ortsangabe ohne weiteres auf dem Wege blosser Auslegung der in der Verfügung verwendeten Umschreibung ermitteln; dass es dabei aufgrund der gegebenen Angaben auch ausserhalb der Testamentsurkunde liegende Sachumstände beigezogen hat, kann auch im Lichte der hergebrachten Praxis nicht beanstandet werden (BGE 101 II 33 E. 2 mit zahlreichen Hinweisen; vgl. auch ESCHER, a.a.O., 2./3. A., jeweilen N 17 zu Art. 505).\n\nDie in der letztwilligen Verfügung verwendete Schlussformel, die neben der vollständigen Littauer Wohnadresse und der Angabe der Errichtungszeit ein weiteres Mal die Gemeinde Littau nennt, weist darauf hin, dass die Errichtung in Littau - dem letzten Wohnsitz - stattgefunden haben muss und nicht etwa in dem einleitend erwähnten Kriens, wo der Erblasser zuvor gewohnt hat. Zusätzlich untermauert wird diese durch die Testamentsurkunde vermittelte Erkenntnis durch die allgemeine Lebenserfahrung, wonach letztwillige Verfügungen regelmässig am Wohnort errichtet werden, und überdies auch durch die bei der Zeugenbefragung ermittelten Sachumstände.\n\nDie mit Bezug auf den Errichtungsort geäusserten Bedenken der Kläger erweisen sich somit als unbegründet, und es bedürfte keiner weiteren Ausführungen, ob und inwiefern die bisherige Rechtsprechung Änderungen erfahren soll. Dennoch soll festgehalten werden, dass sich ein besonderer Zweck des gesetzlichen Formerfordernisses bezüglich der Ortsangabe an sich nur insoweit ausmachen lässt, als es um die Echtheit der Urkunde geht oder im internationalen Verhältnis die Formwahrung selbst in Frage steht (vgl. BGE 101 II 33; BGE 64 II 410); aufgrund der alternativen BGE 116 II 117 S. 127Anknüpfungsmöglichkeiten kann allerdings dem Errichtungsort auch für die Bestimmung des anwendbaren Rechts hinsichtlich der Formgültigkeit einer letztwilligen Verfügung keine entscheidende Bedeutung beigemessen werden (vgl. Art. 86 ff. IPRG, insb. Art. 93 IPRG, sowie Art. 1 des Haager Übereinkommens vom 5. Oktober 1961 (SR 0.211.312.1); bereits Art. 24 NAG; dazu PAUL VOLKEN, Von der Testamentsform im IPR, in Mélanges Alfred E. von Overbeck, Freiburg 1990, S. 575 ff.; allgemein LINIGER, a.a.O., S. 159 ff., sowie REY, a.a.O., S. 86).\n\n7. Anders verhält es sich mit der wohl vollständig, aber offenkundig falsch angegebenen Zeit der Testamentserrichtung.\n\na) Der Testamentsurkunde selbst lassen sich keine Hinweise darauf entnehmen, dass das Testament statt am unmöglichen 10. März 1986 zwei Tage früher errichtet worden sein muss. Kann aber das richtige Datum nicht mehr auf dem Wege blosser Auslegung der sich aus der Urkunde mehr oder weniger deutlich ergebenden Angaben, sondern einzig mittels ausserhalb der Verfügung liegender Anhaltspunkte gewonnen werden, fehlt es an der erforderlichen Eigenhändigkeit. Dies hat gemäss bisheriger Rechtsprechung auf Anfechtung hin unweigerlich zur Ungültigkeit des Testaments geführt (BGE 101 II 33 ff.; BGE 75 II 345, je mit Hinweisen). Der Kritik an dieser Rechtsprechung ist darin beizupflichten, dass dabei zuweilen auch stossende Ergebnisse in Kauf genommen werden mussten. Zu erwägen bleibt deshalb, ob sich dies im unverändert strengen Rahmen der geltenden gesetzlichen Ordnung nicht in vermehrtem Masse vermeiden lässt.\n\nb) Auszugehen ist davon, dass Formvorschriften gemäss Art. 11 OR aufgrund von Art. 7 ZGB auch im Bereich erbrechtlicher Verfügungen einschränkend auszulegen sind (BGE 89 II 191). Sodann hat das Bundesgericht unlängst bekräftigt, dass es den Grundsatz des \"favor testamenti\" über den materiellen Verfügungsgehalt hinaus auch auf die Verfügungsformen angewendet wissen und deren Erschwerung entgegentreten will, soweit Rechts- und Verkehrssicherheit dies zulasse (BGE 112 II 25 in fine; vgl. dazu SCHNYDER in ZBJV 124/1988, S. 101 f.; bereits BGE 101 II 34 /35; BGE 98 II 84 /85; BGE 89 II 191; zum Grundsatz im übrigen BGE 109 II 406 E. 2b; BGE 108 II 282 E. 4a; BGE 98 II 84; BGE 83 II 435 f.; BGE 64 II 187, je mit Hinweisen. Zur dogmatischen Begründung vgl. REY, a.a.O., S. 84, Anm. 2). Die Anwendbarkeit dieses Grundsatzes im Bereich der Verfügungsformen lässt sich dem Gesetz selbst entnehmen, kann doch ein Testament gemäss Art. 520 ZGB ungeachtet BGE 116 II 117 S. 128erheblicher Formmängel Wirksamkeit erlangen; die auf Art. 505 Abs. 1 ZGB gestützte Anfechtung muss sodann nach Art. 16 Abs. 2 SchlT auch dann ausgeschlossen bleiben, wenn wenigstens die Formvorschriften des alten Rechts gewahrt worden sind (zum Ganzen BREITSCHMID, a.a.O., Nrn. 186 f., S. 129 ff., mit Hinweisen; TUOR, 2. A., a.a.O., N 16 zu Vorbemerkungen zum 3. Abschnitt; sinngemäss ESCHER, 3. A., a.a.O., N 6 der Einleitung zum 4. Abschnitt; FAHRLÄNDER, a.a.O., S. 30 ff., 96 ff.; HAGMANN, a.a.O., S. 47 f.; MERZ, ZBJV 97/1961, S. 33, sowie REY, a.a.O., S. 84; vgl. im internationalen Verhältnis Art. 1 des Haager Übereinkommens, a.a.O., sowie VOLKEN, a.a.O., S. 588).\n\nc) Diese Betrachtungsweise beruht auf der Einsicht, dass die Form nicht als Selbstzweck, sondern der Wille des Erblassers (\"animus testandi\") als die unerlässliche Voraussetzung für das Vorliegen und die Gültigkeit einer letztwilligen Verfügung zu betrachten ist. Daher scheint es an sich geboten, die Auslegungsgrundsätze für die Ermittlung des letzten Willens gleichermassen auf die Formvorschriften anzuwenden, wie dies in der Lehre verschiedentlich gefordert wird. Die notwendige Folge davon wäre indessen, den Rückgriff auf ausserhalb der Verfügungsurkunde liegende Sachumstände auch im Formbereich zuzulassen, sofern wenigstens die rein formellen Erfordernisse (Vollständigkeit des Datums) erfüllt sind oder aus der Urkunde zumindest Anhaltspunkte für die Absicht zur Formerfüllung hervorgehen (vgl. etwa ESCHER, 2./3. A., a.a.O., jeweilen N 26 zu Art. 505; am grosszügigsten wohl BREITSCHMID, a.a.O., Nr. 208, S. 157 f.). Ein solches Vorgehen wäre in der Tat stets dann unumgänglich, wenn ein Erblasser zwei sich ausschliessende Verfügungen hinterlässt, die das Datum desselben Tages aufweisen. Der mit der Auslegung letztwilliger Verfügungen allgemein verbundenen Problematik müsste dabei insofern Rechnung getragen werden, als von Bundesrechts wegen strenge Anforderungen an den erforderlichen Beweis zu stellen sind (analog zu Art. 510 Abs. 2 ZGB, vgl. BGE 101 II 216 f. E. 4b; im übrigen KUMMER, Berner Kommentar, Einleitungsband, N 72 zu Art. 8 ZGB, sowie Isaak Meier, Das Beweismass - ein aktuelles Problem des schweizerischen Zivilprozessrechts, in BJM 1989 Nr. 2, S. 57 ff., S. 70, 77). Zugleich muss allerdings - solange die geltende Ordnung unverändert in Kraft steht - an einem den rein formellen Anforderungen vollständig genügenden Datum festgehalten werden (vgl. BGE 101 II 35), zumal sich ein Abweichen vom klaren Wortlaut BGE 116 II 117 S. 129des Art. 505 Abs. 1 ZGB nicht geradezu aufdrängt (vgl. BGE 115 II 142 E. 5b; BGE 114 II 246 sowie insb. 406 E. 3). Wie es sich damit verhält, kann vorliegend freilich offenbleiben, gibt doch die umstrittene Zeitangabe wenigstens in formeller Hinsicht nicht zu Beanstandungen Anlass.\n\nd) Durch die Formvorschriften des eigenhändigen Testaments soll zunächst der Erblasser vor übereilten Rechtshandlungen bewahrt (Solennitätszweck) sowie Aufschluss über Zustandekommen und Inhalt der Verfügung vermittelt (Perfektionszweck) werden. Die zeitlich richtige Datierung dient alsdann insbesondere dazu, unter mehreren Verfügungen den letzten Willen auszumachen und das vollendete Testament vom blossen Entwurf zu unterscheiden; des weiteren wird die Angabe des Errichtungszeitpunktes dann wichtig, wenn Zweifel an der Verfügungsfähigkeit des Erblassers erwachsen (zu den allgemeinen und besonderen Formzwecken, statt vieler: BREITSCHMID, a.a.O., Nrn. 125 ff., S. 87 ff., Nr. 150, S. 106, mit weiteren Unterscheidungen und umfassenden Hinweisen; vgl. zum Errichtungsort E. 6 hievor).\n\nStreiten sich die Parteien, wie im vorliegenden Fall, um die Richtigkeit der angegebenen Errichtungszeit, steht einer ausschliesslich dem Gesetzeszweck verpflichteten Lösung nichts im Wege. Demnach soll ein erwiesenermassen unrichtiges Datum dann nicht zur Ungültigkeit des Testaments führen, wenn der Mangel nicht auf Absicht des Erblassers beruht und die Richtigkeit des Datums in keiner Weise von Bedeutung ist. An einem solchen schützenswerten Interesse fehlt es, wenn keine sich widersprechenden letztwilligen Verfügungen vorliegen und keine Hinweise dargetan werden, die Zweifel an der Verfügungsfähigkeit des Erblassers wachzurufen vermöchten. Ganz allgemein ist mithin vom Anfechtenden der Nachweis von Gründen zu verlangen, weshalb Gewissheit über den genauen Zeitpunkt der Testamentserrichtung notwendig sein sollte.\n\nIm Unterschied zur bisherigen Rechtsprechung bedeutet dies eine Umkehr der Beweislast, indem nicht mehr der aus der Verfügung Begünstigte das Versehen des Erblassers darlegen muss. Überdies wird der Nachweis des richtigen Datums, sei es des Ortes, sei es des Zeitpunktes der Errichtung, häufig entbehrlich sein; auch im vorliegenden Fall verhält es sich - wie zu zeigen sein wird - nicht anders, weshalb sowohl über eine Abkehr vom bisherigen Richtigkeitsbegriff (dazu etwa PIOTET, a.a.O., § 38, II, S. 235 f., BREITSCHMID, a.a.O., Nrn. 498 ff., S. 355 ff., sowie REY, a.a.O., BGE 116 II 117 S. 130S. 87) als auch über allfällige Schranken des Beizugs aussertestamentarischer Beweismittel nicht befunden werden muss.\n\nDieses Ergebnis lässt sich mit Sinn und Zweck des geltenden Art. 505 Abs. 1 ZGB ohne weiteres in Einklang bringen. Solange das Testament eine den formellen Anforderungen des Gesetzes entsprechende Datumsangabe aufweist, ist dem allgemeinen Formzweck Genüge getan; wo sodann für die Angabe des richtigen Datums jedes rechtliche oder tatsächliche Interesse fehlt und auch der besondere Schutzgedanke nicht spielt, soll die versehentliche Unrichtigkeit des angegebenen Datums ein ansonsten unanfechtbares Testament nicht zu Fall bringen können.\n\n8. Die kantonalen Instanzen haben gestützt auf die Aussagen eines Zeugen festgestellt, dass die Errichtung des Testaments am 8. März 1986 stattgefunden haben soll. Der Befragte hat den Erblasser noch an dessen Todestag (8. März 1986) aufgesucht und sich während längerer Zeit mit ihm unterhalten. Anlässlich der Schilderung des im Spital verbrachten Vortages und der Umsorgung, die er durch die Beklagte und ihre Töchter erfahren habe, sei vom Erblasser bekundet worden, an diesem Vormittag sein \"Testament errichtet\" bzw. \"alles in Ordnung gebracht\" zu haben.\n\nSelbst wenn dieser Zeuge den Akt der Testamentserrichtung nicht unmittelbar mit eigenen Sinnen wahrgenommen hat, darf daraus jedenfalls geschlossen werden, dass der Verstorbene letztwillig verfügt hat. Namentlich nach den vorausgehenden Erwägungen kann der Einwand, wonach es sich beim umstrittenen Testament um einen blossen Entwurf handle, nicht als blosse Behauptung in den Raum gestellt werden, sondern er bedarf eines entsprechenden Beweises, sei es durch das Vorlegen eines weiteren Testaments oder durch anderweitige Belege. Abgesehen davon, dass gemäss verbindlicher Feststellung der kantonalen Gerichte nichts auf absichtliche Falschdatierung hindeutet (Art. 63 Abs. 2 OG; vgl. vorstehend E. 6), bringen die Kläger in dieser Hinsicht nichts vor; weder die Echtheit noch die Endgültigkeit des erblasserischen Willens wird von ihnen substantiiert bestritten, so dass nicht einzusehen ist, weshalb die angefochtene Verfügung nicht auch als Äusserung des letzten Willens Bestand haben sollte.\n\nWohl haben die Kläger die Testierfähigkeit des Erblassers in Zweifel gezogen, diese Behauptung jedoch einzig mit der falschen Datumsangabe zu untermauern versucht. Beide kantonalen Instanzen haben hiezu mit Nachdruck festgehalten, dass für den BGE 116 II 117 S. 131fraglichen Zeitraum keinerlei Anhaltspunkte vorlägen, gemäss denen der im 69. Lebensjahr stehende Erblasser in seiner Urteilsfähigkeit irgendwie beeinträchtigt gewesen sein sollte; überdies ist ausgeführt worden, dass er sich laut Wahrnehmung des Zeugen völlig normal verhalten habe und zu einem vernünftigen Gespräch befähigt gewesen sei. Bei diesen Feststellungen muss es sein Bewenden haben (Art. 63 Abs. 2 OG), zumal sich die Kläger nicht mittels staatsrechtlicher Beschwerde dagegen verwahrt haben. Auch von einer Verletzung bundesrechtlicher Beweisvorschriften kann vorliegend keine Rede sein, obliegt doch der Beweis der (vermuteten) Verfügungsfähigkeit des Testators - entgegen der Auffassung der Kläger - nicht etwa der Beklagten, sondern ist es an den Anfechtenden selbst, die behauptete Beeinträchtigung der Willensfreiheit näher darzutun (Art. 16, 467 ZGB).\n\nAndere Gründe, weshalb es für die Gültigkeit des Testaments auf die inhaltlich richtige Form ankomme, werden von den Klägern keine genannt. Geht es ihnen somit einzig um die strenge Einhaltung der Form um ihrer selbst willen, kann ihre Ungültigkeitsklage aus den dargelegten Gründen nicht geschützt werden."}