{"annee": "116", "cour": "IA", "page": "485", "date": "20/12/1990", "cite": ["116 IA 135", "112 IA 290", "114 IA 50", "112 IA 340", "116 IA 32", "114 IA 278"], "cite_par": ["135 I 14", "118 IA 20", "125 II 541", "138 I 406", "124 I 121", "139 III 433", "120 IA 19"], "chapeau": "72. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 20. Dezember 1990 i.S. G.Z. und weitere Beteiligte gegen Stadt Zürich, R., J. und Verwaltungsgericht des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 58 al. 1 Cst.; récusation de juges exerçant cette fonction à titre accessoire. 1. Lorsque la composition d'un tribunal n'est pas connue à l'avance, on ne peut pas exiger des recourants qu'ils forment leur demande de récusation à l'encontre de certains membres du tribunal d'entrée de cause (consid. 2). 2. Un avocat fonctionnant comme juge apparaît prévenu lorsqu'il est encore lié à une partie par un mandat en cours ou lorsqu'il est intervenu à plusieurs reprises comme avocat aux côtés d'une partie (consid. 3)."], "faits": "|485|\n\nDer Stadtrat von Zürich erliess am 19. November 1986 gestützt auf § 206 des Gesetzes über die Raumplanung und das öffentliche Baurecht des Kantons Zürich vom 7. September 1975 (PBG) die \"Verordnung zum Schutz der Zürcher Altstadt\" (SchutzV). Die Publikation des Beschlusses erfolgte am 2. Dezember 1986. Gegen |486| diesen Beschluss erhoben G.Z. und weitere Beteiligte am 15. bzw. 22. Dezember 1986 Rekurs bei der Baurekurskommission I des Kantons Zürich. Diese hiess die Rekurse mit Entscheid vom 11. November 1988 gut und hob die Schutzverordnung auf. Dagegen erhob der Stadtrat von Zürich Beschwerde beim Verwaltungsgericht des Kantons Zürich. Am 17. März 1989 hiess das Verwaltungsgericht die Beschwerde gut, hob den Entscheid der Baurekurskommission I vom 11. November 1988 auf und stellte den Beschluss des Stadtrats von Zürich vom 19. November 1986 über den Erlass einer \"Verordnung zum Schutz der Zürcher Altstadt\" wieder her. An der Sitzung des Verwaltungsgerichts wirkten zwei vollamtliche Mitglieder des Verwaltungsgerichts und drei nebenamtliche Verwaltungsrichter, worunter die beiden Rechtsanwälte J. und R., mit.\n\nGegen diesen Entscheid des Verwaltungsgerichts des Kantons Zürich erhoben G.Z. und weitere Beteiligte staatsrechtliche Beschwerde beim Bundesgericht. Die Beschwerdeführer rügen in verfahrensrechtlicher Hinsicht unter anderem eine unrichtige Besetzung des Gerichts, weil die Rechtsanwälte R. und J. trotz Mandatsverhältnissen mit der Stadt Zürich als Richter am verwaltungsgerichtlichen Verfahren mitgewirkt hätten. Das Bundesgericht heisst die staatsrechtliche Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführer erachten Art. 58 Abs. 1 BV wegen unrichtiger Besetzung des Gerichts als verletzt.\n\na) Wenn wie vorliegend die Auslegung und Anwendung des kantonalen Rechts nicht umstritten sind, prüft das Bundesgericht auf staatsrechtliche Beschwerde hin mit freier Kognition, ob die Auslegung des kantonalen Prozessrechts mit den Garantien nach Art. 58 Abs. 1 BV und Art. 6 Ziff. 1 EMRK vereinbar ist (BGE 116 Ia 33 E. 2a, BGE 114 Ia 52 E. 2b).\n\nb) Sowohl aufgrund von Art. 58 Abs. 1 BV als auch gemäss Art. 6 Ziff. 1 EMRK hat der Einzelne einen Anspruch darauf, dass seine Sache von einem unvoreingenommenen, unparteiischen und unbefangenen Richter beurteilt wird. Damit soll garantiert werden, dass keine Umstände, die ausserhalb des Prozesses liegen, in sachwidriger Weise zugunsten oder zu Lasten einer Partei auf das Urteil einwirken; es soll mit andern Worten verhindert werden, dass jemand als Richter tätig wird, der unter solchen Einflüssen |487| steht und deshalb kein \"rechter Mittler\" mehr sein kann. Voreingenommenheit in diesem Sinne ist nach der bundesgerichtlichen Rechtsprechung anzunehmen, wenn Umstände vorliegen, die geeignet sind, Misstrauen in die Unparteilichkeit eines Richters zu erwecken. Solche Umstände können entweder in einem bestimmten persönlichen Verhalten des betreffenden Richters oder in gewissen funktionellen und organisatorischen Gegebenheiten begründet sein. In beiden Fällen wird aber nicht verlangt, dass der Richter deswegen tatsächlich befangen ist. Es genügt, wenn Umstände vorliegen, die den Anschein der Befangenheit und die Gefahr der Voreingenommenheit zu begründen vermögen. Bei der Beurteilung des Anscheins der Befangenheit und der Gewichtung solcher Umstände kann nicht auf das subjektive Empfinden einer Partei abgestellt werden; das Misstrauen in die Unvoreingenommenheit muss vielmehr in objektiver Weise begründet erscheinen (BGE 116 Ia 33 f. E. 2b mit Hinweisen).\n\nc) Ein Richter oder Beamter ist so früh wie möglich abzulehnen. Es verstösst gegen Treu und Glauben, Einwände dieser Art erst im Rechtsmittelverfahren vorzubringen, wenn der Mangel schon vorher hätte festgestellt werden können. Wer den Richter oder den Beamten nicht unverzüglich ablehnt, wenn er vom Ablehnungsgrund Kenntnis erhält, sondern sich stillschweigend auf den Prozess einlässt, verwirkt den Anspruch auf spätere Anrufung der verletzten Verfassungsbestimmung (BGE 114 Ia 280 E. 3e, BGE 112 Ia 340 E. 1c).\n\nNach der Verordnung über die Organisation und den Geschäftsgang des Verwaltungsgerichts vom 14. September 1961/25. April 1985 besteht das Verwaltungsgericht des Kantons Zürich aus drei Kammern. Jedes Mitglied gehört einer Kammer an, ist jedoch zur Aushilfe in den anderen Kammern verpflichtet. Das Gericht besteht nach dem Beschluss des Kantonsrates über die Zahl der Mitglieder und Ersatzleute des Verwaltungsgerichts vom 4. März 1985 aus vier vollamtlichen und neun nebenamtlichen Mitgliedern sowie acht Ersatzleuten. Jedes Geschäft kann der einen oder der anderen Kammer zugeteilt werden (vgl. ALFRED KÖLZ, Kommentar zum Verwaltungsrechtspflegegesetz des Kantons Zürich, N. 1 zu § 38). In welcher Zusammensetzung über einen Fall entschieden wird, ist somit nicht im voraus bekannt. Der echte oder vermeintliche Organmangel konnte deshalb nicht vor der mit dem Urteil erfolgten Mitteilung der Besetzung des Gerichts festgestellt werden. Dass nicht schon im voraus Ablehnungsbegehren gegen |488| bestimmte Mitglieder des Gerichts gestellt wurden, kann den Beschwerdeführern nicht entgegengehalten werden.\n\n3. Die Beschwerdeführer machen gegen die nebenamtlichen Verwaltungsrichter R. und J. Ablehnungsgründe geltend. R sei als anwaltlicher Vertreter und J. als Experte verschiedentlich und noch während des laufenden Verfahrens für die Stadt Zürich tätig gewesen.\n\na) R. und J. machen geltend, dass nach der vom Gericht verfolgten Praxis ein Richter selbstverständlich immer dann in den Ausstand trete, wenn er als Anwalt mit dem zur Diskussion stehenden Fall befasst war. Weiter trete ein Richter in den Ausstand, wenn ein kleines Gemeinwesen, für welches der Richter in letzter Zeit tätig war, durch den Fall betroffen sei. Sei dagegen ein grosses Gemeinwesen wie der Kanton oder die Stadt Zürich von einem Fall betroffen, so trete ein Richter nur dann in den Ausstand, wenn er für die unmittelbar betroffene Amtsstelle dieses Gemeinwesens tätig war.\n\nNach J. trifft es zu, dass er schon verschiedentlich für Amtsstellen der Stadt Zürich anwaltschaftlich tätig war. Diese Tätigkeit habe sich indes einerseits auf gemeinderätliche Kommissionen und andererseits auf das Bauamt I und die Präsidialabteilung beschränkt. Vom Bauamt II der Stadt Zürich habe er bis heute noch nie einen Auftrag erhalten. Wie R. ausführt, hat er für die Stadt Zürich am 9. Juni 1988 eine staatsrechtliche Beschwerde gegen den Beschluss des Regierungsrates des Kantons Zürich vom 20. April 1988 betreffend die Genehmigung der Unterstellung unter das Wohnerhaltungsgesetz eingereicht. Die Kontaktnahme für die Ausarbeitung und die Einreichung der staatsrechtlichen Beschwerde und die spätere Korrespondenz sei immer über das Zentralsekretariat des Bauamtes II erfolgt.\n\nZur Begründung der geltend gemachten Ausstandspraxis führen J. und R. aus, dass sich die aus dem Auftragsverhältnis zwischen Anwalt und Klient ergebende Treuepflicht anders als beim Arbeitnehmer auf den einzelnen Fall, in welchem der Anwalt beauftragt werde, beschränke. Da sich trotzdem eine über diesen Einzelfall hinausgehende Befangenheit des Anwalts gegenüber seinem Auftraggeber nicht ohne weiteres ausschliessen lasse, rechtfertige sich grundsätzlich der Ausstand eines Richters in jenen Fällen, in welchen ein Klient von ihm Partei sei. Anders verhalte es sich bei einem grossen Gemeinwesen wie dem Kanton oder einer grösseren Stadtgemeinde. In diesen Fällen bestehe ein besonderes |489| Pflicht- oder Abhängigkeitsverhältnis weniger zum Gemeinwesen als Ganzem, sondern vielmehr zu den einzelnen Ämtern und Personen, welche den Auftrag und die damit verbundenen Instruktionen erteilt haben. Das Pflichtverhältnis erstrecke sich deshalb in solchen Fällen nicht auf das gesamte Gemeinwesen, sondern beschränke sich auf die betroffene Amtsstelle. Die Gefahr der Befangenheit bestehe höchstens dieser gegenüber. Mit dem Verwaltungsgericht machen deshalb die betroffenen Verwaltungsrichter geltend, dass objektiv gesehen von einer Bindung, die sich auf die richterliche Unabhängigkeit auswirke, mangels einer besonders engen Beziehung zur Stadt Zürich oder zu dem von der Streitsache betroffenen Amt, nicht gesprochen werden könne. Im zürcherischen System mit mehrheitlich nebenamtlichen Richtern würde ansonsten deren freie Berufsausübung in schwerwiegender Weise eingeschränkt und die Tätigkeit des Gerichts in einschneidender Weise beeinträchtigt, da nebenamtliche Verwaltungsrichter, die hauptberuflich Anwälte sind, von der Mitwirkung bei unzähligen Fällen ausgeschlossen wären.\n\nb) Was das Verwaltungsgericht und die betroffenen Verwaltungsrichter gegen die Rüge der unrichtigen Besetzung des Gerichts vorbringen, erscheint nicht von vornherein als unbegründet. Zu bedenken ist indes, dass bei der Beurteilung der Unvoreingenommenheit unter objektivem Gesichtspunkt auch die äusseren Umstände sowie Fragen funktioneller Natur und der inneren Organisation des Verfahrens von Bedeutung sind. In dieser Hinsicht kann schon dem blossen Anschein der Befangenheit Gewicht zukommen (BGE 114 Ia 54 f. E. 3b, BGE 112 Ia 293 f. E. 3b). Es fällt diesbezüglich insbesondere der Umstand in Betracht, dass ein Anwalt auch ausserhalb seines Mandates versucht sein kann, in einer Weise zu handeln, welche seinen Klienten ihm gegenüber nach wie vor gut gesinnt sein lässt (vgl. BGE 116 Ia 141 f. E. 3c). Ein als Richter amtender Anwalt erscheint befangen, wenn zu einer Partei ein noch offenes Mandat besteht oder er für eine Partei in dem Sinne mehrmals anwaltlich tätig wurde, dass zwischen ihnen eine Art Dauerbeziehung besteht. Ein einzelnes abgeschlossenes Mandat vermag jedenfalls im Normalfall den Anschein der Befangenheit nicht zu begründen. Ein solches Verhältnis zwischen dem als Richter amtenden Anwalt und seinem Klienten kann aber auch bei anwaltlichen Mandatsverhältnissen mit grösseren Gemeinwesen nicht ausgeschlossen werden. Dass die bisherigen Mandatsverhältnisse in keinem Sachzusammenhang mit dem aktuellen |490| Streitgegenstand stehen und für dessen Beurteilung ohne präjudizielle Bedeutung sind, ist deshalb nicht entscheidend. Der Eindruck kann vielmehr auch in diesem Fall nicht von der Hand gewiesen werden, dass bei der Beurteilung eine unzulässige Rücksichtnahme wegen einer künftigen Mandatierung durch dieses Gemeinwesen mitzuspielen vermag. Diesbezüglich den Ausstand nur auf Streitfälle mit gleichen Amtsstellen zu beschränken, vermöchte ein entsprechendes Misstrauen nicht zu beseitigen. Denn bei den städtischen Mandaten wird es sich in der Regel um für den Anwalt interessante Mandate mit einem gewissen Prestigewert handeln, deren Bedeutung über den Bereich der entsprechenden Amtsstelle hinausgeht. Zudem geht es bei dem für Tiefbau zuständigen Bauamt I und dem für Hochbau zuständigen Bauamt II weder um fremde Sach- und Rechtsgebiete noch um organisatorische Einheiten, die eine gegenseitige Bezugnahme von vornherein ausschliessen. Dass nebenamtliche Verwaltungsrichter ohne entsprechende Mandate in ihrer freien Berufsausübung unverhältnismässig beschränkt und der Gerichtsbetrieb dadurch in einschneidender Weise beeinträchtigt würde, ist demgegenüber angesichts der im Einzugsgebiet von grossen Gemeinwesen um so grösseren Zahl von anderen Auftraggebern offensichtlich nicht der Fall. Ebenso vermag die Vertretung auch von Prozessgegnern der Stadt Zürich den Anschein der Befangenheit nicht auszuschliessen. Der Umstand, dass die Beratungen des Verwaltungsgerichts nach § 62 Abs. 1 Satz 1 VRG unter Ausschluss der Parteien und der Öffentlichkeit stattfinden, vermag den durch die Mandatsverhältnisse begründeten Anschein der Befangenheit nicht ungeschehen zu machen.\n\nNachdem R. noch während des laufenden Verfahrens für die Stadt Zürich mit einer Bausache ein Anwaltsmandat innehatte, war seine richterliche Mitwirkung im Verfahren vor Verwaltungsgericht mit den aus Art. 58 Abs. 1 BV sich ergebenden Ansprüchen auf einen unparteilichen Richter nicht verträglich. Auch die Mitwirkung von J. erscheint in dem Sinne als fragwürdig, als er nach eigenen Angaben vor nicht langer Zeit schon verschiedentlich für Amtsstellen der Stadt Zürich, und auch für das Bauamt I, tätig gewesen ist. Wie sich diese Mandatsverhältnisse im einzelnen darstellten und inwieweit mit Bezug auf die von ihm ausgeübte Gutachtertätigkeit ein Ausstandsgrund verneint werden kann, kann offenbleiben, nachdem J. am 30. September 1990 aus seinem Amt im Verwaltungsgericht zurückgetreten ist."}