{"annee": "116", "cour": "II", "page": "49", "date": "8/3/1990", "cite": ["68 III 42", "102 II 376", "101 II 235", "70 II 55", "84 I 126", "102 IB 321", "75 I 273", "92 II 147"], "cite_par": ["116 II 707", "134 III 597", "117 II 30", "142 III 782"], "chapeau": "7. Auszug aus dem Urteil der II. Zivilabteilung vom 8. März 1990 i.S. Sieber und Mitbeteiligte gegen Gemeinde Plasselb (Berufung)", "regestes": ["Exercice d'un droit de préemption en propriété commune (art. 681 al. 1 CC); qualité pour agir; sortie d'un associé d'une société simple (art. 545 al. 1 ch. 2 et 6 CO). - Il y a société simple quand plusieurs personnes déclarent qu'elles exercent conjointement, en propriété commune, un droit de préemption leur appartenant (consid. 3). - Lorsqu'il y a propriété commune, il faut que tous les communistes prétendent ensemble au transfert de la propriété (consid. 4a). Toutefois, si un associé est sorti de la société simple et qu'il soit convenu que la société continuera sans lui, les associés restants peuvent prétendre au droit de préemption par suite d'accroissement sans l'associé qui a démissionné. Des actes de transfert spéciaux et l'observation de formes déterminées ne sont pas nécessaires (consid. 4b-d)."], "faits": "BGE 116 II 49 S. 50\n\nA.- Am 23. November 1983 vereinbarten die Erben des August Neuhaus, dass das Grundstück Art. 888 des Grundbuches Plasselb an sechs Erben zu Gesamteigentum übertragen werde und dass den übrigen fünf Erben für die Dauer von zehn Jahren ein Vorkaufsrecht zustehe. Dieses Vorkaufsrecht wurde im Grundbuch vorgemerkt.\n\nAm 10. Dezember 1986 verkauften die verbliebenen sechs Gesamteigentümer das Grundstück der Gemeinde Plasselb zum Preis von Fr. 277'760.--. Vier der fünf vorkaufsberechtigten Schwestern teilten den Verkäufern darauf am 15. Januar 1987 mit, dass sie das Vorkaufsrecht zur gesamten Hand ausübten. Da die Verkäufer bestritten, dass das Vorkaufsrecht rechtsgültig ausgeübt worden sei, wurde die Gemeinde Plasselb als Eigentümerin im Grundbuch eingetragen und das vorgemerkte Vorkaufsrecht gelöscht.\n\nB.- Am 16. März 1987 reichten drei der vier vorkaufsberechtigten Schwestern, die ihr Recht ausgeübt hatten, beim Zivilgericht des Sensebezirkes Klage gegen die Gemeinde Plasselb und die Verkäufer ein. Sie verlangten im wesentlichen, dass ihnen gegen Bezahlung des Kaufpreises das Eigentum am Grundstück zu übertragen sei. (...)\n\nIn der Verhandlung vom 18. Oktober 1988 vor dem Zivilgericht des Sensebezirkes zogen die Klägerinnen ihre Klage gegen die Verkäufer zurück und hielten nur noch diejenige gegen die Gemeinde aufrecht. Gleichentags hiess das Zivilgericht die Klage gut, sprach den Klägerinnen das Eigentum am Grundstück Art. 888 des Grundbuches Plasselb zu und wies den Grundbuchverwalter an, die Klägerinnen auf deren Anmeldung hin im Grundbuch als Eigentümerinnen einzutragen.\n\nDie Gemeinde Plasselb wandte sich gegen dieses Urteil mit Berufung an das Kantonsgericht des Staates Freiburg. Dessen Appellationshof hob das Urteil des Zivilgerichts am 16. Mai 1989 auf und wies die Klage ab.\n\nC.- Gegen dieses Urteil haben die Klägerinnen Berufung an das Bundesgericht erhoben. Sie beantragen die Gutheisssung der Berufung und die Rückweisung der Sache zu neuer Entscheidung an die Vorinstanz.BGE 116 II 49 S. 51\n\nDie Gemeinde Plasselb beantragt, die Berufung sei abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Aus den Erwägungen:\n\n2. Das Kantonsgericht des Staates Freiburg hat die Klage abgewiesen, weil von vier Vorkaufsberechtigten, die das Vorkaufsrecht ausgeübt hatten, nur drei geklagt haben. Alle vier Vorkaufsberechtigten hätten mit ihrer Ausübungserklärung eine Gesamthandsforderung auf Übertragung des Eigentums am verkauften Grundstück erworben. In einem Prozess über Gesamtgut seien sämtliche Gesamthänder aber notwendige Streitgenossen. Da die Erklärung, das Vorkaufsrecht auszuüben, im übrigen unwiderruflich und die Änderung eines Kaufvertrages durch einseitige Erklärung ausgeschlossen sei, sei die Verzichtserklärung von Josephine Svoboda-Neuhaus vom 18. Oktober 1988 im vorliegenden Verfahren bedeutungslos. Die drei Klägerinnen seien daher nicht aktivlegitimiert.\n\na) Die Klägerinnen bestreiten nicht, dass sie zusammen mit ihrer Schwester Josephine Svoboda-Neuhaus den Anspruch auf Übertragung des Grundstücks zu gesamter Hand erworben haben. Josephine Svoboda-Neuhaus sei aber aus der Gemeinschaft ausgetreten, wie die Erklärung vom 18. Oktober 1988 zeige. Das Gesamthandsverhältnis bestehe daher nur noch zwischen den Klägerinnen, weshalb sie zur Geltendmachung des Anspruchs legitimiert seien.\n\n3. Ein Anspruch zur gesamten Hand entsteht nur, wenn die Berechtigten durch Gesetzesvorschrift oder durch Vertrag zu einer Gemeinschaft verbunden sind (vgl. BGE 68 III 44; von TUHR/ESCHER, Allgemeiner Teil des Schweizerischen Obligationenrechts, Bd. II S. 292; BUCHER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 2. Aufl., S. 501 f.). Die zulässigen Gesamthandsverhältnisse sind im Gesetz abschliessend aufgeführt (BGE 84 I 129).\n\na) Obgleich die Vorinstanz in Übereinstimmung mit den Parteien eine Berechtigung zur gesamten Hand annahm, hat sie es unterlassen, das massgebliche Gesamthandsverhältnis zu bezeichnen. Das Bundesgericht hat somit aufgrund der tatsächlichen Feststellungen des Kantonsgerichts zu klären, welches Gemeinschaftsverhältnis vorliegt.\n\nb) Das Gesamthandsverhältnis kann nicht schon dadurch entstanden sein, dass den fünf Schwestern ein Vorkaufsrecht BGE 116 II 49 S. 52eingeräumt worden ist. Der Begründungsakt bietet keinerlei Anhaltspunkte, dass die Vorkaufsberechtigten schon damals zu einer Gesamthandschaft verbunden worden wären oder die Erbengemeinschaft in bezug auf dieses Vorkaufsrecht fortgesetzt worden wäre. Die Gesamthandschaft ist vielmehr erst entstanden, als vier Schwestern erklärten, sie übten das Vorkaufsrecht gemeinsam zur gesamten Hand aus. Die vier beteiligten vorkaufsberechtigten Schwestern haben sich in diesem Zeitpunkt zusammengeschlossen, um mit gemeinsamen Kräften bzw. Mitteln das Grundstück zu erwerben. Damit sind die typischen Merkmale einer einfachen Gesellschaft erfüllt. Es ist daher davon auszugehen, dass die vier vorkaufsberechtigten Schwestern, die ihr Recht ausgeübt haben, eine einfache Gesellschaft im Sinne von Art. 530 ff. OR bilden (BGE 68 III 44). Eine andere Möglichkeit für das Vorliegen des Gesamthandsverhältnisses ist nicht ersichtlich. Hievon sind denn auch beide Parteien in ihren Vorträgen vor Bundesgericht zu Recht ausgegangen.\n\n4. Das Vorkaufsrecht gibt dem Berechtigten den Anspruch, die Übertragung des Eigentums an einer Sache zu verlangen, sobald der Verpflichtete sie einem Dritten veräussert. Wird das Vorkaufsrecht im Grundbuch vorgemerkt, so besteht es gemäss Art. 681 Abs. 1 ZGB auch gegenüber dem Erwerber des Grundstücks. Ist der Erwerber bereits im Grundbuch als neuer Eigentümer eingetragen, so kann der Vorkaufsberechtigte, der in gültiger Weise sein Recht ausgeübt hat, gegen ihn auf Übertragung des Grundeigentums klagen (BGE 102 II 384 E. 5; BGE 101 II 240 E. 1b; BGE 92 II 155 ff. E. 4).\n\na) Haben mehrere Personen das Vorkaufsrecht als einfache Gesellschaft zur gesamten Hand ausgeübt, so steht ihnen die sich daraus ergebende Forderung gesamthänderisch zu, wie die Vorinstanz richtig festgestellt hat. Folglich können alle Gläubiger nur gemeinsam über die Forderung verfügen. Eine Klage hat daher grundsätzlich im Namen aller Gesamthänder zu erfolgen (GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl., S. 296-298).\n\nEntgegen der Auffassung der Klägerinnen gilt dies auch dann, wenn die Forderung gegenüber dem Erwerber des Grundstücks geltend gemacht wird statt gegenüber dem Veräusserer. Die sich aus der Vormerkung ergebende subjektiv-dingliche Verknüpfung bewirkt nur, dass die Forderung nicht nur gegenüber dem ursprünglichen Vertragspartner, sondern auch gegenüber jedem BGE 116 II 49 S. 53späteren Eigentümer des Grundstücks geltend gemacht werden kann. Die Vormerkung kann aber nicht bewirken, dass jemand anderer aus der Forderung berechtigt wird. Sie steht somit, auch soweit sie sich gegen den Erwerber richtet, nur allen Gesellschaftern gemeinsam zu. Im vorliegenden Fall haben die drei Klägerinnen nur in eigenem Namen geklagt, obwohl ursprünglich vier Schwestern das Vorkaufsrecht zur gesamten Hand ausgeübt haben. Der Berufung ist daher nur dann Erfolg beschieden, wenn Josephine Svoboda-Neuhaus aus der einfachen Gesellschaft rechtsgültig ausgeschieden ist und das Gesamthandsverhältnis nur noch aus den Klägerinnen besteht.\n\nb) Das Ausscheiden eines Beteiligten hat grundsätzlich die Auflösung der einfachen Gesellschaft zur Folge (Art. 545 Abs. 1 Ziff. 2 und 6 OR). Es kann aber vertraglich vorgesehen werden, dass die Gesellschaft unter den verbleibenden Gesellschaftern weiter geführt wird (MEIER-HAYOZ/FORSTMOSER, Grundriss des schweizerischen Gesellschaftsrechts, 6. Aufl., S. 197). Die Gesellschafter können sich sogar auf eine solche Weiterführung einigen, nachdem ein Beteiligter ausgetreten und die Gesellschaft infolgedessen bereits aufgelöst ist, solange die Liquidation noch nicht abgeschlossen ist. Die Auflösung wird dadurch rückgängig gemacht (BGE 70 II 56 f.; SJZ 85/1989, S. 144 f., mit weiteren Hinweisen). Wie der Gesellschaftsvertrag als solcher setzen weder die Austrittserklärung noch die Fortsetzungsklausel eine besondere Form voraus. Die Vereinbarung, die Gesellschaft trotz eines Wechsels im Bestand weiterzuführen, kann auch durch konkludentes Handeln geschlossen werden (SJZ 85/1989 S. 144 f.; MEIER-HAYOZ/FORSTMOSER, Grundriss, S. 197).\n\nDer Austritt einer Person bewirkt im Falle des Weiterbestehens der Gesellschaft, dass seine Rechte den andern Gesellschaftern anwachsen, ohne dass es dafür besonderer Übertragungshandlungen bedürfte (VON STEIGER, Schweizerisches Privatrecht, Bd. VIII/1, S. 417 f.; vgl. auch BGE 75 I 275 sowie BGE 102 Ib 322 ff., Pra. 66/1977 Nr. 130). Da der Anteil des ausscheidenden Gesellschafters den andern anwächst, bestehen selbst dann keine Formerfordernisse, wenn das Gemeinschaftsvermögen aus Grundstücken besteht (BGE 102 Ib 327 f. E. 5; MEIER-HAYOZ, Berner Kommentar, N 69 f. zu Art. 652 ZGB und N 92 zu Art. 656 ZGB; VON STEIGER, Schweizerisches Privatrecht, S. 418 N 203). Die Auffassung der Beklagten, wonach der Austritt aus der Gesamthandschaft BGE 116 II 49 S. 54bezüglich eines Grundstücks nur mit öffentlicher Beurkundung erfolgen könne, trifft demnach nicht zu. Die Beklagte übersieht damit den grundlegenden Unterschied zwischen einer Verfügung der Gesamthandschaft über Grundeigentum und dem blossen Wechsel im Bestand der Gesamthandschaft durch den Austritt eines Mitglieds.\n\nc) Josephine Svoboda-Neuhaus hat in ihrer Erklärung vom 18. Oktober 1988 festgehalten, dass sie \"aus der Gemeinschaft der Geschwister ausgetreten\" sei und damit auf ihr \"persönliches Vorkaufsrecht\" zugunsten der Klägerinnen verzichte.\n\nEntgegen der Auffassung der Vorinstanz handelt es sich bei dieser Erklärung nicht um einen Widerruf der früheren gemeinschaftlichen Erklärung, das Vorkaufsrecht auszuüben. Dies wäre in der Tat einseitig nicht möglich (MEIER-HAYOZ, Berner Kommentar, N 48 f., 224 und 238 zu Art. 681 ZGB). Die Erklärung vom 18. Oktober 1988 betrifft nach ihrem eindeutigen Wortlaut nur den Austritt aus der Gesamthandschaft. Der zur Erläuterung beigefügten zweiten Erklärung, wonach Josephine Svoboda-Neuhaus ausdrücklich auf ihr persönliches Vorkaufsrecht zugunsten der Klägerinnen verzichte, kommt keine selbständige Bedeutung zu. Diese Erklärung bringt nur die gesetzliche Folge ihres Ausscheidens zum Ausdruck, dass ihre Rechte nun ihren Schwestern zustehen. Ein anderer Sinn kann dieser Erklärung nicht beigelegt werden.\n\nAus dem Umstand, dass die Klägerinnen diese Erklärung ins Recht gelegt haben, darf geschlossen werden, dass sie den Austritt angenommen und durch konkludentes Handeln die Fortsetzung der einfachen Gesellschaft ohne ihre Schwester vereinbart haben. Die Rechte, die Josephine Svoboda-Neuhaus zustanden, sind somit den Klägerinnen angewachsen und stehen nun ausschliesslich den Klägerinnen zur gesamten Hand zu. Dass dies allerdings die Haftung der ausgeschiedenen Gesellschafterin für all jene Schulden nicht untergehen lässt, welche vor ihrem Ausscheiden zu ihren Lasten begründet worden sind, ist hier nicht weiter von Interesse (vgl. von Steiger, Schweizerisches Privatrecht, S. 421 f.).\n\nd) Steht die sich aus der Ausübung des Vorkaufsrechts ergebende Forderung gegenüber der Beklagten auf Übertragung des Eigentums an der fraglichen Liegenschaft allein den Klägerinnen zur gesamten Hand zu, so sind diese entgegen dem vorinstanzlichen Urteil aktivlegitimiert. Dies führt zur Gutheissung der Berufung."}