{"annee": "116", "cour": "II", "page": "431", "date": "22/5/1990", "cite": ["45 II 99", "113 II 49", "112 II 245", "89 II 192", "87 II 190"], "cite_par": ["140 III 65", "131 III 145", "132 II 161", "129 IV 119", "117 II 218", "136 III 528", "128 V 236"], "chapeau": "80. Auszug aus dem Urteil der I. Zivilabteilung vom 22. Mai 1990 i.S. A. gegen X. AG (Berufung)", "regestes": ["Valeur litigieuse (art. 46 OJ). Dol (art. 28 CO). Contrat de vente; interprétation selon le principe de la confiance. 1. Valeur litigieuse de l'action rédhibitoire (art. 46 OJ) (consid. 1). 2. Passer sous silence des faits ne peut constituer un comportement dolosif que s'il existe un devoir d'information (consid. 3a). Pour l'interprétation d'une notion selon le principe de la confiance est seule décisive la connaissance que peut prêter un cocontractant à l'autre selon la bonne foi. Des avis d'experts ou de services officiels sont irrelevants (consid. 3b)."], "faits": "|432|\n\nA.- Mit Kaufvertrag vom 7. Juli 1981 erwarb A. von der X. AG einen Personenwagen Fiat 131 CL Panorama. Der Kaufpreis von Fr. 14'640.-- war durch Übergabe eines Mitsubishi Lancer 1200 zum Anrechnungspreise von Fr. 6'840.-- und eine Barzahlung von Fr. 7'800.-- zu tilgen. Im Formularvertrag wurde in der Rubrik \"fabrikneu/occasion\" das zweite Wort gestrichen und von Hand durch \"neu\" ersetzt. Am 9. Mai 1983 rügte A. zahlreiche, in der Zwischenzeit eingetretene Mängel und warf der Verkäuferin vor, sie habe ihr verschwiegen, dass ihr nicht ein Modell 1981, sondern ein älteres verkauft worden sei.\n\nGemäss Bericht des Strassenverkehrsamtes des Kantons Thurgau vom 25. Mai 1984 wurde das Fahrzeug am 7. November 1978 in die Schweiz eingeführt und verzollt; am 13. Juli 1981 wurde es erstmals in Verkehr gesetzt.\n\nB.- Am 9. Juli 1984 unterbreitete A. dem Bezirksgericht Kreuzlingen die Rechtsbegehren, der Kaufvertrag vom 7. Juli 1981 sei wegen absichtlicher Täuschung, eventuell wegen Grundlagenirrtums, als unverbindlich zu erklären und aufzuheben; weiter sei die X. AG zu verpflichten, ihr gegen Rückerstattung des Fiats den Betrag von Fr. 14'640.-- nebst Zinsen, eventuell Fr. 4'000.-- nebst 5% Zins seit 7. Juli 1981 als Kaufpreisminderung und Schadenersatz zu bezahlen.\n\nDas Bezirksgericht bejahte eine absichtliche Täuschung und schützte die Klage mit Urteil vom 16. Dezember 1987/5. September 1988 gemäss Eventualantrag im Betrage von Fr. 4'000.--; eine Rückgängigmachung des Kaufvertrages hatte es wegen faktischer Genehmigung desselben durch die Klägerin und des inzwischen erfolgten Weiterverkaufs des Eintauschfahrzeuges abgelehnt.\n\nDas Obergericht des Kantons Thurgau wies am 6. Juli 1989 die Berufungen beider Parteien ab und bestätigte den Entscheid des Bezirksgerichtes Kreuzlingen.\n\nAuf ein kantonales Revisionsgesuch trat das Obergericht am 17. Oktober 1989 nicht ein.\n\n|433|\n\nC.- Gegen das Urteil des Obergerichts vom 6. Juli 1989 hat die Beklagte zugleich Berufung und staatsrechtliche Beschwerde eingereicht, welch letztere das Bundesgericht mit Urteil vom heutigen Tag abgewiesen hat. Mit der Berufung beantragt die Beklagte, das Urteil des Obergerichts sei aufzuheben und die Klage abzuweisen, eventuell sei die Sache an die Vorinstanz zurückzuweisen, damit beweismässig abgeklärt werde, ob die Klägerin vor Abschluss des Kaufvertrages über das Alter des Fahrzeuges orientiert worden sei.\n\nDie Klägerin beantragt, auf die Berufung sei mangels Streitwertes nicht einzutreten, eventuell sei sie abzuweisen.\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Auszug aus den Erwägungen:\n\n1. Gemäss Art. 46 OG ist die Berufung nur zulässig, wenn der Streitwert nach Massgabe der Rechtsbegehren, wie sie vor der letzten kantonalen Instanz noch streitig waren, wenigstens Fr. 8'000.-- beträgt. Der Wert des Streitgegenstandes wird dabei durch das klägerische Rechtsbegehren bestimmt (Art. 36 Abs. 1 OG).\n\nDer Streitwert für das Berufungsverfahren bemisst sich nach dem Interesse, das für die Parteien unmittelbar vor der angefochtenen kantonalen Entscheidung auf dem Spiele stand, wie denn auch in materiellrechtlicher Beziehung in der Berufungsinstanz der Tatbestand zu beurteilen ist, wie er der letzten kantonalen Instanz vorlag, und neue Tatsachen nicht berücksichtigt werden können (BGE 89 II 198 mit Hinweis). In der Regel entscheidet das Interesse des Klägers an der Leistung (BIRCHMEIER, Bundesrechtspflege, S. 41). Verändert sich im Verlaufe des Prozesses der Klageumfang, so ist diesem Umstand bei der Frage nach der Berufungsfähigkeit ebenso wie bei den Kosten Rechnung zu tragen. Hingegen hat eine Wertveränderung des Streitgegenstandes keinen Einfluss auf den Streitwert (BGE 87 II 192 mit Hinweisen).\n\nIn der Durchführungserklärung vom 5. Oktober 1988 zuhanden des Obergerichts hielt die Klägerin an dem von ihr vor Bezirksgericht gestellten Antrag auf vollumfänglichen Klageschutz fest. Die Beklagte schloss auf Abweisung der Klage. Nach verbindlicher Feststellung im vorinstanzlichen Urteil (Art. 63 Abs. 2 OG) blieb die Klägerin auch an der Hauptverhandlung bei ihrem Hauptantrag und erhöhte lediglich den mit dem Eventualbegehren verlangten Schadenersatz von 4'000 auf 6'000 Franken. Der Streitwert entspricht demnach entgegen der |434| Auffassung der Klägerin dem Betrag des mit dem Hauptbegehren zurückgeforderten Kaufpreises von Fr. 14'640.--, ohne Berücksichtigung des Wertes des Zug um Zug herauszugebenden Kaufsobjektes (BGE 45 II 101).\n\nAuf die Berufung ist deshalb einzutreten.\n\n3. Das Obergericht ging gestützt auf die von der ersten Instanz veranlassten Expertise davon aus, dass ein ungebrauchtes Fahrzeug mit einer Standzeit von mehr als einem Jahr wegen möglicher Standschäden nicht mehr als fabrikneu verkauft werden dürfe, ohne das Herstellungs- bzw. Modelljahr und/oder das Verzollungsdatum anzugeben. Da die Beklagte gewusst habe, dass das Fahrzeug im November 1978 in die Schweiz eingeführt worden sei, habe sie ihre Offenbarungspflicht als Verkäuferin verletzt und damit einen Gewährsmangel des Kaufgegenstandes arglistig verschwiegen. Da eine absichtliche Täuschung vorliege, seien die Gewährleistungsansprüche der Klägerin gemäss Art. 210 Abs. 3 OR noch nicht verjährt. Weil die Klägerin das Fahrzeug während mehrerer Jahre benutzt habe, sei eine Rückgängigmachung des Kaufvertrages unmöglich, was jedoch Schadenersatzansprüche gemäss Art. 31 Abs. 3 OR nicht ausschliesse.\n\na) Ein täuschendes Verhalten nach Art. 28 OR besteht in einer Vorspiegelung falscher Tatsachen oder im Verschweigen von Tatsachen (BUCHER, Schweizerisches Obligationenrecht, Allgemeiner Teil, 2. Aufl. 1988, S. 218 f.). Tatsachenverschweigung ist nur verpönt, soweit eine Aufklärungspflicht besteht; eine solche kann sich aus besonderer gesetzlicher Vorschrift und aus Vertrag ergeben, oder wenn eine Mitteilung nach Treu und Glauben und den herrschenden Anschauungen geboten ist. Wann dies zutrifft, ist im konkreten Einzelfall zu bestimmen (BUCHER, a.a.O., S. 220). Keine Offenbarungspflicht besteht, wenn der Verkäufer nach Treu und Glauben annehmen durfte, die Gegenpartei werde den richtigen Sachverhalt ohne weiteres erkennen (GIGER, Berner Kommentar, N. 43 zu Art. 199 OR).\n\nWas die Parteien unter der Bezeichnung \"fabrikneu/neu\" in guten Treuen verstehen durften und mussten, ist nach dem Vertrauensprinzip auszulegen (BGE 113 II 50; BGE 112 II 253 E. c je mit weiteren Hinweisen). Dabei ist nicht, wie dies die beiden Vorinstanzen getan haben, auf eine Branchenusanz abzustellen, da die Klägerin offensichtlich nicht dem entsprechenden Verkehrskreis angehört. Die objektivierte Auslegung nach dem Vertrauensprinzip hat in diesem Fall ausschliesslich aus der Sicht eines vernünftig |435| und redlich urteilenden Menschen zu erfolgen (SCHÖNENBERGER/JÄGGI, N. 195 zu Art. 1 OR). Für die Beantwortung dieser Rechtsfrage kann daher nicht ein fachtechnisches Gutachten ausschlaggebend sein. Die objektivierte Auslegung hätte nur dann hinter einem abweichenden subjektiven Verständnis zurückzutreten, wenn die Parteien übereinstimmend den Begriff der Fabrikneuheit anders, beispielsweise im Sinne von \"ungebraucht\" verstanden hätten, oder der Klägerin bewusst gewesen wäre, dass sie ein Exemplar eines früheren Produktionsjahres erwirbt.\n\nb) Die Beklagte bestreitet, dass der Tatbestand von Art. 210 Abs. 3 OR erfüllt sei. Sie begründet dies hauptsächlich damit, ihr sei nicht bewusst gewesen, dass sie das Fahrzeug nicht als \"fabrikneu/neu\" hätte bezeichnen dürfen. Gemäss einer Verfügung des EJPD vom 29. Mai 1967 an die für den Strassenverkehr zuständigen Direktionen der Kantone gelte ein Fahrzeug als neu, das vor der Immatrikulation in der Schweiz nicht einen Kilometerstand von mehr als 1000 km aufweise. Da sie von diesem amtlichen Neuheitsbegriff ausgegangen sei, könne ihr keine willentliche Täuschung unterstellt werden.\n\nDiese Auffassung ist verfehlt. Bei der Auslegung eines Ausdrucks oder Sprachgebrauchs nach dem Vertrauensprinzip kommt es nicht darauf an, was Experten oder Amtsstellen darunter verstehen. Entscheidend ist allein, welches Wissen ein Vertragspartner im betreffenden Verkehrskreis beim anderen nach Treu und Glauben voraussetzen darf. Die Beklagte durfte nicht annehmen, dass die branchenfremde Klägerin die erwähnte Sondernorm, die an die Importeure und Hersteller von Motorfahrzeugen gerichtet ist, kenne.\n\nDas Nichtwissen der Klägerin war deshalb ohne Belang. Dagegen wusste die Beklagte, dass sie ein fast drei Jahre altes Fahrzeug verkaufte. Allein schon wegen der bei Massenfahrzeugen auch ohne Benutzung jährlich zunehmenden Wertverminderung, aber auch weil der Wert eines Fahrzeugs nicht unwesentlich von seinem Alter abhängt, wäre die Beklagte verpflichtet gewesen, die Klägerin hierüber aufzuklären. Gemäss deutscher Rechtsprechung und Lehre kann ein Fahrzeug, das zehn bis zwölf Monate vor dem Verkauf hergestellt worden und das, abgesehen von der Überführungsfahrt, nicht benutzt worden war, nur dann als fabrikneu bezeichnet werden kann, wenn dieses Modell weiterhin hergestellt wird und wenn das Fahrzeug keine Mängel aufweist (BGH NJW 1980, S. 1097). Auch im Lichte dieser Rechtsprechung hat die Beklagte sich unredlich verhalten, indem sie das Fahrzeug im |436| Kaufvertrag als \"fabrikneu/neu\" bezeichnete, obwohl es annähernd drei Jahre alt war seit 1980 nicht mehr hergestellt wurde.\n\nc) Den auch in der Berufung erhobenen Einwand, dass die Klägerin zwischen einem älteren und zwei Modellen des Jahrgangs 1981 habe auswählen können, hat das Bundesgericht bereits im Beschwerdeentscheid als rechtlich unerheblich zurückgewiesen, so dass sich eine Stellungnahme dazu im Berufungsverfahren erübrigt. Soweit die Berufungsvorbringen auf die Rüge hinauslaufen, die Vorinstanz habe in willkürlicher antizipierter Beweiswürdigung angenommen, die neu eingereichten Urkunden vermöchten am Auslegungsergebnis nichts zu ändern, ist darauf im Berufungsverfahren ohnehin nicht einzutreten (Art. 43 Abs. 1 OG a. E.)."}