{"annee": "116", "cour": "IA", "page": "491", "date": "15/8/1990", "cite": ["114 IB 214", "115 IB 383", "113 IB 393", "116 IB 159"], "cite_par": ["118 IB 590", "118 IA 112"], "chapeau": "73. Extrait de l'arrêt de la Ire Cour de droit public du 15 août 1990 dans la cause D. contre Vaud, Commission cantonale de recours en matière de constructions (recours de droit public)", "regestes": ["Protection contre le bruit; force dérogatoire du droit fédéral. La législation fédérale sur la protection de l'environnement n'exclut pas que le droit cantonal ou communal interdise, dans un lieu où les activités commerciales doivent coexister avec l'habitation, une exploitation qui par sa nature s'exerce le soir et la nuit (consid. 1a). Interdiction d'un dancing fondée sur le droit communal (consid. 2a)."], "faits": "|491|\n\nFrancesco D. est propriétaire de la parcelle No 839 du cadastre de Crissier. Celle-ci est occupée par un bâtiment dans lequel le propriétaire exploite un café-restaurant, avec une terrasse destinée aux clients et des places de stationnement pour leurs véhicules. Selon le plan d'affectation communal, l'immeuble appartient à la zone industrielle \"D\". Celle-ci est destinée aux entreprises industrielles, artisanales ou commerciales dont le voisinage est compatible avec les zones d'habitation; les établissements portant préjudice d'une manière sensible au voisinage y sont interdits.\n\nDésireux d'agrandir ses locaux d'exploitation, de compléter le café-restaurant d'un dancing et d'augmenter le nombre des places de stationnement, D. a demandé l'autorisation de remplacer la |492| terrasse par un jardin d'hiver, de construire un garage souterrain et d'aménager encore d'autres locaux. La Municipalité de Crissier a refusé l'autorisation au motif que l'exploitation du dancing causerait une agitation nocturne inadmissible au regard de la réglementation de la zone. Cette décision a été confirmée par la Commission cantonale de recours en matière de constructions.\n\nAgissant par la voie du recours de droit public pour violation des art. 4 et 22ter Cst., D. a requis le Tribunal fédéral d'annuler le prononcé de cette autorité et de lui renvoyer la cause. Le Tribunal fédéral a rejeté le recours, dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n1. a) En vertu de l'art. 84 al. 2 OJ, le recours de droit public n'est recevable que dans la mesure où les griefs soulevés ne peuvent pas être présentés au Tribunal fédéral par un autre moyen de droit, tel que le recours de droit administratif.\n\nCelui-ci est ouvert contre les prononcés qui sont fondés sur le droit public fédéral, ou qui auraient dû être adoptés sur la base de ce droit parce qu'ils concernent une obligation ou une prétention réglée par des dispositions fédérales directement applicables, à distinguer des principes de droit fédéral qui ne s'adressent qu'au législateur cantonal. Le recours de droit administratif est aussi ouvert contre les décisions touchant à la fois au droit cantonal ou communal et au droit fédéral directement applicable, mais seulement dans la mesure où l'application de ce dernier est en cause (art. 97 al. 1 OJ, 5 al. 1 PA; ATF 116 Ib 162 consid. a, ATF 115 Ib 385 consid. a, 350 consid. b).\n\nLa protection des personnes contre des atteintes nuisibles ou incommodantes, notamment contre le bruit, est réglée par la législation fédérale sur la protection de l'environnement (art. 1 al. 1 LPE). Celle-ci n'exclut la création de nouvelles installations ou exploitations bruyantes que lorsque leurs immissions prévisibles dépassent, dans le voisinage, certaines valeurs (art. 25 al. 1 LPE; cf. ATF 116 Ib 167). Dans les autres cas, elle impose la limitation des émissions par des mesures concernant en particulier la construction, l'équipement, le trafic et l'exploitation (art. 11 et 12 LPE; cf. ATF 113 Ib 401 consid. b).\n\nCette réglementation a abrogé, en principe, les dispositions cantonales et communales tendant en général à la limitation des nuisances sonores (art. 2 Disp. trans. Cst.; ATF 114 Ib 220 |493| consid. a, ATF 113 Ib 399 in medio). En revanche, elle laisse subsister les prescriptions concernant des objectifs particuliers d'urbanisme, telles que les règles d'affectation du sol destinées à définir le caractère ou l'ambiance d'un quartier (ATF 114 Ib 222 /223). Le droit cantonal ou communal peut ainsi interdire, dans un lieu où les activités commerciales doivent coexister avec l'habitation, une exploitation qui par nature s'exerce le soir et la nuit. La décision contestée en l'espèce est fondée uniquement sur ce droit; elle ne peut donc pas faire l'objet du recours de droit administratif.\n\n2. a) L'objectif du plan d'affectation suppose que les autorités compétentes n'autorisent qu'avec circonspection les activités commerciales qui s'exercent aux heures où la tranquillité est de première importance dans les quartiers d'habitation. La Commission cantonale n'a donc pas abusé de son pouvoir d'appréciation en jugeant que le repos nocturne est prépondérant et qu'il serait troublé par les conversations des clients à l'extérieur du bâtiment, avec le démarrage et les manoeuvres des véhicules. Ces bruits ne pourraient pas être évités, alors même qu'une partie des allées et venues serait confinée dans le garage souterrain."}