{"annee": "116", "cour": "II", "page": "196", "date": "24/1/1990", "cite": ["50 II 68", "109 II 165", "108 II 337", "67 II 238", "104 II 108", "61 II 377", "111 II 471", "115 II 187", "71 II 39", "38 II 672", "24 II 471", "38 II 658", "114 II 253", "110 II 352"], "cite_par": ["123 III 49", "116 II 594", "126 III 189", "125 III 241", "119 III 113", "122 III 279", "123 III 385", "116 II 351", "120 II 357", "120 II 144"], "chapeau": "36. Auszug aus dem Urteil der I. Zivilabteilung vom 24. Januar 1990 i.S. Firma B. gegen Firma A. (Berufung)", "regestes": ["Action en nullité d'un brevet, exigence d'un intérêt à la constatation (art. 28 LBI). 1. Si l'intérêt à la constatation fait défaut, il y a lieu, non pas de rejeter la demande, mais de la déclarer irrecevable (consid. 1). 2. Conditions auxquelles un intérêt suffisant à la constatation est considéré comme prouvé selon la doctrine et la jurisprudence (consid. 2). Un tel intérêt n'a pas été admis dans la cause jugée (consid. 3a et b)."], "faits": "|197|\n\nA.- Die Firma A. ist Inhaberin eines Schweizer Patentes, das ein Verfahren zur Herstellung des Antibiotikums Doxycyclin mittels katalytischer Hydrierung einer Ausgangsverbindung zum Gegenstand hat. Die Firma B. stellt Doxycyclin nach einem eigenen Verfahren her und vertreibt es auch.\n\nB.- Am 15. September 1987 reichte die Firma B. beim Handelsgericht des Kantons Zürich gegen die Firma A. eine Teilnichtigkeitsklage gemäss Art. 28 PatG mit den Anträgen ein, es sei festzustellen, dass das Schweizer Patent der Beklagten insoweit nichtig sei, als es die Verwendung von anderen Edelmetallen als Rhodium, von anderen tertiären Phosphinen als Triphenylphosphin und von tertiären Arsinen und Stabinen beanspruche; zudem sei das Patent gemäss diesem Rechtsbegehren und unter Zusammenlegung von Hauptanspruch und Unteranspruch 1 entsprechend einzuschränken. Die Beklagte beantragte, auf die Klage nicht einzutreten, eventuell sie abzuweisen.\n\nAm 26. Juni 1989 wies das Handelsgericht die Klage mit der Begründung ab, es fehle ein Interesse der Klägerin an der Klage.\n\nC.- Die Klägerin beantragt mit ihrer Berufung, das Urteil des Handelsgerichts aufzuheben und die Sache zur materiellen Beurteilung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die Berufung ab. |198|", "considerants": "Aus den Erwägungen:\n\n1. a) Der Richter stellt auf Klage hin die Nichtigkeit eines Patentes fest (Art. 26 Abs. 1 PatG). Betrifft diese nur einen Teil der patentierten Erfindung, hat er das Patent entsprechend einzuschränken (Art. 27 Abs. 1 PatG). Die Nichtigkeitsklage steht, von einer hier nicht gegebenen Ausnahme abgesehen, jedermann zu, der daran ein Interesse nachweist (Art. 28 PatG).\n\nDie patentrechtliche Nichtigkeitsklage ist eine negative Feststellungsklage (BGE 109 II 167). Ob ein Interesse an ihrer Erhebung besteht, beurteilt sich wie bei jedem vom Bundesrecht geregelten Anspruch nach diesem Recht (BGE 114 II 255 E. 2a). Der angefochtene Entscheid ist damit berufungsfähig (Art. 43 Abs. 1 OG), und zwar unabhängig vom Streitwert (Art. 76 Abs. 2 PatG, Art. 45 lit. a OG).\n\nb) Vermag der Kläger kein schutzwürdiges Interesse an der negativen Feststellungsklage nachzuweisen, so ist darauf nicht einzutreten (BGE 110 II 359 E. 2c). Das Interesse an einer solchen Klage stellt als Erscheinungsform des allgemeinen Rechtsschutzinteresses nach heute gefestigter Auffassung eine Prozessvoraussetzung dar (KUMMER, Das Klagerecht und die materielle Rechtskraft im schweizerischen Recht, S. 61 und 68 Fn 2; GULDENER, Schweiz. Zivilprozessrecht, 3. Aufl., S. 211; LEUCH, Die Zivilprozessordnung für den Kanton Bern, 3. Aufl., N. 3 zu Art. 174 ZPO). Das gilt ohne weiteres auch für die Patentnichtigkeitsklage im Sinne von Art. 28 PatG. Ein das Feststellungsinteresse verneinender Entscheid ergeht deshalb als Prozess- und nicht als Sachurteil.\n\nAus diesem Grund hätte das Handelsgericht mit der gegebenen Begründung auf die Klage nicht eintreten müssen, statt sie abzuweisen. Dieser Fehler ist jedoch unter dem Gesichtspunkt der Verletzung von Bundesrecht unerheblich. Ausschlaggebend ist vielmehr, dass das Handelsgericht nicht materiell über die Rechtsbehauptung der Klägerin entschieden hat, wie sich seinen Urteilserwägungen entnehmen lässt. Ob ein Sach- oder Prozessurteil vorliegt, bestimmt sich aber nicht nach der äusseren Bezeichnung eines Entscheides, sondern nach seinem Gehalt. Ein Prozessurteil ändert daher seinen Charakter nicht, wenn im Dispositiv eine Klage fälschlicherweise abgewiesen anstatt - wegen Fehlens einer Prozessvoraussetzung - auf sie nicht eingetreten wird (BGE 115 II 191). So verhält es sich im vorliegenden Fall. |199|\n\n2. a) Im Gegensatz zu ausländischen Regelungen, namentlich Deutschlands und Österreichs (dazu SCHIPPEL, Die Berechtigung zur Erhebung der Nichtigkeitsklage im Patentrecht und ihre Beschränkung durch Lizenzverträge, GRUR 1955, S. 322 ff.), ist die Nichtigkeitsklage im schweizerischen Patentrecht nicht als Popularklage ausgestaltet (Botschaft des Bundesrates vom 25. April 1950 über die Revision des Bundesgesetzes betreffend die Erfindungspatente, BBl 1950 I 1023 f.; BLUM/PEDRAZZINI, Das schweiz. Patentrecht, 2. Aufl., Bd. II, Anm. 1 zu Art. 28 PatG; Troller, Immaterialgüterrecht, Bd. II, 3. Aufl., S. 1019). Sie ist nach dem Gesetzeswortlaut nur zulässig, wenn der Kläger ein Interesse an der Feststellung der Nichtigkeit eines Patentes nachweist. Daher ist nicht zur Klage befugt, wem die angestrebte Nichtigerklärung keinen Nutzen einträgt oder wer lediglich daran interessiert ist, dem Patentinhaber einen wirtschaftlichen Nachteil zuzufügen (vgl. ENGLERT, Legitimation, Zuständigkeit, Kognition, in: Kernprobleme des Patentrechts, S. 286). Andererseits ist zu beachten, dass es auch im Interesse der Allgemeinheit liegt, zu Unrecht patentierten Erfindungen den Schutz zu entziehen, und dass die Schweiz im Gegensatz insbesondere zu Frankreich keine patentbezogene Klagebefugnis von Staatsorganen kennt (SCHIPPEL, a.a.O., S. 323).\n\nIn Lehre und Rechtsprechung wird deshalb die Meinung vertreten, die Klagebefugnis sei wegen der auf dem Spiele stehenden Allgemeininteressen weit zu fassen. Es genügt ein nach vernünftigem Ermessen beachtliches Interesse, das rechtlicher oder tatsächlicher Natur sein kann und in der Regel wirtschaftlichen Bedürfnissen entspringt. Beachtlich ist das Interesse, falls die Gutheissung der Klage den Kläger vor einer konkreten Gefährdung seiner Rechtslage oder Stellung im Wettbewerb oder gegen eine Rechtsverletzung schützen soll und damit drohende Nachteile wirtschaftlicher oder anderer Art abzuwenden vermag (BLUM/PEDRAZZINI, a.a.O., Anm. 2 zu Art. 28 PatG mit Judikaturnachweisen). Aktualität und Unmittelbarkeit des Interesses sind nicht erforderlich, auch ein bloss mittelbares oder künftiges Interesse kann ausreichen (BGE 38 II 661). Dementsprechend sind an den Nachweis des Interesses keine hohen Anforderungen zu stellen (PEDRAZZINI, Patent- und Lizenzvertragsrecht, 2. Aufl., S. 195).\n\nDas Bundesgericht stellt nach ständiger Praxis wesentlich auf das Bestehen eines wettbewerbsrechtlichen Konkurrenzverhältnisses der Prozessparteien ab. Es hat in diesem Sinn das |200| Feststellungsinteresse bejaht, wenn das streitige Patent in den Industriebereich des Klägers fiel (BGE 21, 295/6), es auch für seinen Geschäftsbetrieb von Bedeutung war (BGE 24 II 474), er mit den gleichen Artikeln wie die patentierten handelte (BGE 50 II 70) oder der Patentschutz seinen Absatz stark beeinträchtigte (BGE 38 II 674). Im Grundsatz forderte das Bundesgericht aber stets eine rechtliche oder tatsächliche, gegenwärtige oder drohende Behinderung des Klägers in seiner wirtschaftlichen Bewegungsfreiheit und lehnte es namentlich ab, den Klageausschluss auf das Schikaneverbot zu beschränken (BGE 61 II 380). Andererseits machte es aber nicht zur Voraussetzung, dass der Kläger die angefochtene Ausführungsform auch tatsächlich zu verwenden beabsichtigte, sondern liess genügen, dass der Bestand eines Patentes auf seiten des Konkurrenten ihm im Wettbewerb zum Nachteil gereichen konnte (BGE 67 II 240 E. 2). Ohne weiteres bejaht wurde das Interesse in einem Fall, in dem der Kläger mit der Nichtigkeitsklage den vom Beklagten erhobenen Verletzungsvorwurf entkräften wollte (BGE 71 II 40).\n\nb) Das Rechtsschutzinteresse ist vom Kläger nachzuweisen (Art. 28 PatG). Dabei ist eine vom kantonalen Richter verbindlich entschiedene Tatfrage, welche Umstände nach den Vorbringen der Parteien oder dem Ergebnis des Beweisverfahrens erstellt sind und damit der rechtlichen Subsumtion unter den Begriff des Interesses zugrunde gelegt werden können. Frei zu prüfende Rechtsfrage ist dagegen, welche Umstände rechtserheblich sind und ob sie zur Begründung der Klagebefugnis ausreichen. Die tatsächlichen Grundlagen der Entscheidung werden daher durch Art. 63 Abs. 2 und Art. 64 OG festgelegt. Insoweit gilt das Novenverbot von Art. 55 Abs. 1 lit. c OG.\n\n3. a) Die Klägerin macht mit einer Ausnahme, auf die noch einzugehen ist, nicht geltend, die tatsächlichen Feststellungen des Handelsgerichts seien unter Verletzung bundesrechtlicher Beweisvorschriften zustande gekommen, beruhten auf offensichtlichem Versehen oder seien zu ergänzen, weil im kantonalen Verfahren prozesskonform aufgestellte Sachbehauptungen übersehen oder für unerheblich gehalten worden sind. Soweit ihre Sachvorbringen über die Feststellungen der Vorinstanz hinausgehen, sind sie deshalb als neue Behauptungen unzulässig (BGE 111 II 473 E. 1c mit Hinweisen). Das gilt auch insofern, als entsprechende Behauptungen im kantonalen Verfahren zwar vorgebracht, vom Handelsgericht aber wegen Verstosses gegen das Novenverbot des |201| kantonalen Prozessrechts nicht berücksichtigt worden sind. Denn Art. 8 ZGB schränkt die Kantone in der Ausgestaltung der Eventual- und Verhandlungsmaxime nicht ein (BGE 108 II 340 E. 2c und 3 sowie 343). Die Klägerin macht zwar in diesem Zusammenhang unter Berufung auf Art. 63 Abs. 2 OG geltend, die Vorinstanz stelle irrtümlich fest, der Vergleich zwischen Klageantwort und Duplik zeige, dass die Beklagte keine neuen Behauptungen vorgebracht habe. Diese Rüge ist indessen unzulässig, da sie die Auslegung von im kantonalen Verfahren abgegebenen Prozesserklärungen der Parteien betrifft, die sich ausschliesslich oder vorwiegend auf dem Gebiete des Prozessrechts auswirken und vom kantonalen Recht beherrscht sind (BGE 104 II 114 mit Hinweisen).\n\nUnbeachtlich sind somit die Behauptungen, die Klägerin werde durch die angefochtenen Bestandteile des Patentes der Beklagten in der Forschung eingeengt, sei im schweizerischen Wettbewerb im Gegensatz zu den ausländischen Märkten behindert, weil dort die entsprechenden Einschränkungen des Patentes bereits vorgenommen seien, und wolle vermeiden, in ein patentrechtliches Abhängigkeitsverhältnis zu geraten, insbesondere im Hinblick auf eigene europäische Patente.\n\nb) Gemäss verbindlicher Feststellung der Vorinstanz ist davon auszugehen, dass die Klägerin ihr Interesse an der Teilnichtigerklärung einzig damit begründet, dem Verletzungsvorwurf der Beklagten entgehen zu wollen. Das gilt auch insoweit, als sie sich auf die Undurchführbarkeit und die mangelnde Offenbarung der Erfindung beruft, da diesbezüglich kein anderes Interesse nachgewiesen ist als jenes, dem Vorwurf einer rechtswidrigen Patentbenützung entgegenzutreten.\n\nDem Handelsgericht ist sodann beizustimmen, dass die beantragte Teilnichtigerklärung des Patentes den Verletzungsvorwurf nicht zu entkräften vermag, solange die Beklagte ihn auch aus dem eingeschränkten Patent aufrechterhält. Ob er dabei nach der heutigen Rechtslage oder nach erfolgter Einschränkung auch begründet ist, bleibt für die Beurteilung des Rechtsschutzinteresses ohne Belang, da das vorliegende Verfahren so oder anders nicht zu einer richterlichen Feststellung über die Patentverletzung als solche hätte führen können. Dazu taugte allein ein - allenfalls mit der Teilnichtigkeitsklage verbundenes - negatives Feststellungsbegehren der Klägerin über das Fehlen widerrechtlicher Patentbenützung oder eine |202| Verletzungswiderklage der Beklagten. Beides wurde jedoch nicht erhoben.\n\nVermag somit der verlangte Feststellungsentscheid der Klägerin den angestrebten Nutzen nicht zu bringen, so ist die Verneinung des erforderlichen Interesses bundesrechtlich nicht zu beanstanden. Einem Feststellungsbegehren, das nicht zur Beseitigung der behaupteten Beeinträchtigung führen kann, steht kein hinreichendes Rechtsschutzinteresse zur Seite (KUMMER, a.a.O., S. 35; LEUCH, a.a.O., N. 3 zu Art. 174 ZPO). Das Handelsgericht vertritt deshalb zu Recht die Meinung, dass nur die vollständige Beseitigung der bisherigen Unsicherheit in der Rechtsstellung der Klägerin das unerlässliche Interesse abzugeben vermöchte, denn die blosse Klärung einer Rechtsfrage, die nicht zur endgültigen Streitbereinigung zwischen den Parteien führt, genügt dafür nicht."}