{"annee": "116", "cour": "IV", "page": "97", "date": "19/7/1990", "cite": ["99 IV 133", "98 IV 76", "108 IV 148", "115 IV 81", "107 IV 91", "100 IV 193", "110 IV 65"], "cite_par": ["134 IV 1"], "chapeau": "19. Auszug aus dem Urteil des Kassationshofes vom 19. Juli 1990 i.S. K. gegen Staatsanwaltschaft des Kantons Appenzell A.Rh. (Nichtigkeitsbeschwerde)", "regestes": ["Sursis. Il est certes contesté que de courtes peines de détention aient un effet de réintégration sociale, mais l'exécution de telles peines, s'agissant notamment de délinquants socialement intégrés qui n'ont pas encore été incarcérés, peut avoir un effet d'avertissement et de choc. Le juge doit examiner si la peine privative de liberté de courte durée dont il ordonne après coup l'exécution aura sur le condamné un tel effet et il devra en tenir compte en statuant sur l'octroi du sursis dans le cadre d'une nouvelle condamnation qu'il prononce (consid. 2b)."], "faits": "|97|\n\nA.- Am 31. Januar 1989, um 23.15 Uhr, fuhr K. mit seinem PW auf der Weidstrasse von Heiden Dorfzentrum in Richtung Weid. Er geriet auf der leicht ansteigenden asphaltierten |98| Nebenstrasse bei guten Verhältnissen im Bereich einer Rechtskurve in einen links der Strasse angebrachten Eisenzaun. Am Zaun und am Fahrzeug entstand Sachschaden im Betrag von je ca. Fr. 1'000.--. K. fuhr nach Hause, ohne sich um den Schaden zu kümmern. Am 1. Februar 1989, um 9.10 Uhr, meldete der Geschädigte L. der Polizei den Schaden am Zaun. Aufgrund von Spuren und Aussagen von Nachbarn konnte K. noch am gleichen Vormittag als der fehlbare Fahrzeuglenker ausfindig gemacht werden. Da K. um ca. 11.00 Uhr, anlässlich der ersten Kontaktnahme, deutliche Anzeichen von Alkoholisierung (Alkoholgeruch) aufwies, musste er sich einem Alcotest unterziehen. Dieser verlief positiv. Die Analyse der ihm daraufhin abgenommenen Blutprobe ergab eine Blutalkoholkonzentration von 0,31 bis 0,41 Gew.-%o im Zeitpunkt der Blutentnahme und damit eine Blutalkoholkonzentration von mindestens 1,3 Gew.-%o zur Zeit der Fahrt. Bei Berücksichtigung des von K. anlässlich seiner Einvernahme durch das Verhöramt des Kantons Appenzell A.Rh. vom 22. Februar 1989 nachträglich geltend gemachten Nachtrunks von 50 bis 100 g Cognac ergibt sich, je nach Variante, eine durchschnittliche Blutalkoholkonzentration von 0,7 bis 1,0 Gew.-%o zur Zeit der Fahrt.\n\nB.- Das Obergericht von Appenzell A.Rh. sprach K. am 12. Dezember 1989 des Nichtbeherrschens des Fahrzeugs (Art. 31 Abs. 1 in Verbindung mit Art. 90 Ziff. 1 SVG), des pflichtwidrigen Verhaltens bei Unfall (Art. 51 Abs. 3 in Verbindung mit Art. 92 Abs. 1 SVG) sowie der Vereitelung einer Blutprobe (Art. 91 Abs. 3 SVG) schuldig und verurteilte ihn deswegen zu einer unbedingten Gefängnisstrafe von vier Wochen sowie zu einer Busse von Fr. 1'500.--. Es widerrief zudem den K. mit Strafverfügung des Verhöramtes von Appenzell A.Rh. vom 25. Juni 1987 gewährten bedingten Strafvollzug hinsichtlich einer Gefängnisstrafe von zwei Wochen wegen Fahrens in angetrunkenem Zustand.\n\nC.- Der Verurteilte führt eidgenössische Nichtigkeitsbeschwerde mit den Anträgen, der Entscheid des Obergerichts von Appenzell A.Rh. vom 12. Dezember 1989 sei aufzuheben und die Sache zu seiner Freisprechung vom Vorwurf der Vereitelung einer Blutprobe, eventuell zur Gewährung des bedingten Strafvollzugs und zum Verzicht auf den Widerruf des ihm am 25. Juni 1987 gewährten bedingten Strafvollzugs an die Vorinstanz zurückzuweisen.\n\nDie Staatsanwaltschaft des Kantons Appenzell A.Rh. wurde zu einer Vernehmlassung zur Frage der Gewährung des bedingten |99| Strafvollzugs eingeladen. Sie beantragt die Abweisung der Nichtigkeitsbeschwerde auch in diesem Punkt.", "considerants": "Aus den Erwägungen:\n\n2. b) Der Beschwerdeführer ist der Auffassung, dass ihm unter den gegebenen Umständen jedenfalls in bezug auf die neue Gefängnisstrafe von vier Wochen der bedingte Vollzug gewährt werden müsse.\n\nDie Vorinstanz hat nicht übersehen, dass der Beschwerdeführer sich nicht im Spezialrückfall befindet. Sie hat zutreffend ausgeführt, dass es sich aber bei der Vereitelung einer Blutprobe und dem Fahren in angetrunkenem Zustand um ähnliche Tatbestände handelt. Das gilt gerade in einem Fall der vorliegenden Art, in dem der Fahrzeuglenker zur Zeit der Fahrt bzw. des Unfalls unbestrittenermassen Alkohol im Körper hatte.\n\nDie Vorinstanz weist darauf hin, dass gemäss BGE 100 IV 194 f. ein genügender Grund für eine schlechte Prognose schon dann gegeben sei, wenn jemand nach einer früheren Verurteilung - auch unter Gewährung des bedingten Strafvollzugs - auf gleichem oder ähnlichem Gebiet erneut straffällig geworden ist. Diese Rechtsprechung ist indessen durch neueste Entscheide, gerade auch auf dem Gebiet des Fahrens in angetrunkenem Zustand, relativiert worden (siehe BGE 115 IV 81, 85; vgl. auch STRATENWERTH, Strafrecht, Allg. Teil II, § 4 N 62).\n\nDas Obergericht hat entgegen einem Einwand in der Nichtigkeitsbeschwerde nicht ausser acht gelassen, dass nach der bundesgerichtlichen Rechtsprechung (siehe BGE 107 IV 91 zu Art. 41 Ziff. 3 Abs. 2 StGB) bei der Beurteilung der Bewährungsaussichten im Sinne von Art. 41 Ziff. 1 Abs. 1 StGB die zu erwartenden Wirkungen des angeordneten Vollzugs der zweiwöchigen Gefängnisstrafe gemäss Entscheid des Verhöramtes von Appenzell A.Rh. vom 25. Juni 1987 mitberücksichtigt werden müssen. Es erwartet aber vom Vollzug dieser kurzen zweiwöchigen Gefängnisstrafe allein keine dauernde Bewährung des Beschwerdeführers. Zur Begründung hält es fest, dass erstens die resozialisierende Wirkung von kurzen Freiheitsstrafen (bis zu drei Monaten) stark umstritten sei, dass zweitens zudem der automobilistische Leumund des Beschwerdeführers getrübt sei und dessen Verurteilung wegen Fahrens in angetrunkenem Zustand im Zeitpunkt der Gegenstand des angefochtenen Entscheides bildenden Taten nur rund zwei Jahre zurückgelegen habe und dass drittens |100| im vorliegenden Fall nicht unvorhergesehene Umstände dazu geführt hätten, dass sich der Beschwerdeführer nach dem Konsum von Alkohol in drei verschiedenen Gasthäusern noch zwecks Heimfahrt ans Steuer seines Wagens gesetzt habe.\n\nEs besteht Anlass zur Annahme, dass der im angefochtenen Urteil an erster Stelle enthaltene Hinweis auf die Zweifelhaftigkeit der resozialisierenden Wirkung kurzer Freiheitsstrafen für die Verweigerung des bedingten Vollzugs hinsichtlich der Gefängnisstrafe von vier Wochen von entsprechender Bedeutung war.\n\nEs trifft zu, dass die resozialisierende Wirkung kurzer Freiheitsstrafen umstritten ist (siehe etwa STRATENWERTH, op. cit., § 3 N 19-22; KARL-LUDWIG KUNZ, Die kurzfristige Freiheitsstrafe und die Möglichkeit ihres Ersatzes, ZStrR 103/1986, S. 182 ff.; KARL-LUDWIG KUNZ (Hrsg.), Die Zukunft der Freiheitsstrafe, 1989, passim; SCHULTZ, Bericht und Vorentwurf zur Revision des Allgemeinen Teils ... des Schweizerischen Strafgesetzbuches, 1987, S. 74 ff.; vgl. auch BGE 99 IV 134, BGE 108 IV 150 oben). Dieser Umstand darf sich aber etwa in einem Fall der vorliegenden Art, in dem der Widerruf des bedingten Vollzugs hinsichtlich einer früheren Strafe und die Gewährung des bedingten Vollzugs hinsichtlich einer neuen Strafe zur Diskussion stehen, nicht zum Nachteil des Angeschuldigten in dem Sinne auswirken, dass beide Strafen vollzogen werden. Soweit in BGE 98 IV 81 zumindest andeutungsweise eine andere Auffassung vertreten wurde, kann daran nicht festgehalten werden. Der Vollzug kurzer Freiheitsstrafen kann sodann namentlich gegenüber an sich sozial integrierten Personen, die sich noch nie im Strafvollzug befunden haben, eine Schock- und Warnungswirkung zeitigen (siehe BGE 110 IV 67). Die kurze Freiheitsstrafe gewinnt unter anderem aus diesem Grunde in neuester Zeit in verschiedenen Ländern wieder an Wertschätzung (KARL-LUDWIG KUNZ, ZStrR 103/1986, S. 195 ff.).\n\nIndem die Vorinstanz die Verweigerung des bedingten Vollzugs hinsichtlich der Gefängnisstrafe von vier Wochen insbesondere auch mit dem Argument begründete, dass die resozialisierende Wirkung kurzer Freiheitsstrafen umstritten sei, und sie die Möglichkeit einer Schock- und Warnungswirkung des von ihr angeordneten Vollzugs der zweiwöchigen Gefängnisstrafe nicht prüfte, verletzte sie Bundesrecht. Das Argument der Vorinstanz ist im übrigen insoweit etwas widersprüchlich, als auch die beiden Strafen von zwei und vier Wochen zusammen noch eine kurze Freiheitsstrafe darstellen.\n\n|101|\n\nDie Sache ist daher in teilweiser Gutheissung der eidgenössischen Nichtigkeitsbeschwerde in bezug auf die Frage der Gewährung des bedingten Vollzugs hinsichtlich der Gefängnisstrafe von vier Wochen an die Vorinstanz zurückzuweisen. Diese wird zu prüfen haben, ob der von ihr angeordnete Vollzug der Gefängnisstrafe von zwei Wochen eine Schock- und Warnungswirkung auf den Beschwerdeführer haben und ob davon eine dauernde Bewährung des Beschwerdeführers erwartet werden könne."}