{"annee": "116", "cour": "V", "page": "118", "date": "14/5/1990", "cite": ["113 V 212"], "cite_par": ["124 V 291"], "chapeau": "22. Sentenza del 14 maggio 1990 nella causa Cassa Malati Previdenza KFW contro D. e Tribunale delle assicurazioni del Cantone Ticino", "regestes": ["Art. 14 al. 6 LAMA: Indemnités journalières en cas de maternité. Les principes posés par la jurisprudence dans l'ATF 113 V 212, à propos de l'art. 12bis al. 3 LAMA, sont applicables par analogie dans le contexte de l'art. 14 al. 6 LAMA. Par conséquent, le délai d'attente convenu entre les parties n'est déductible de la période de dix semaines prévue par l'art. 14 al. 6 LAMA que pour les indemnités journalières d'un montant supérieur aux minima légaux."], "faits": "BGE 116 V 118 S. 119\n\nA.- Franca D. era assicurata dal 1982 presso la Cassa Malati Previdenza KFW per una perdita di salario dell'80% a partire dal 3o giorno di inabilità in virtù di un contratto collettivo concluso dal datore di lavoro. Essa cessò l'attività lucrativa il 19 aprile 1988 e diede alla luce un bambino il 6 maggio 1988. La Cassa malati, tenendo conto del termine di attesa di 2 giorni, assegnò le prestazioni di indennità giornaliera dal 21 aprile al 27 giugno 1988.\n\nSollecitata dall'assicurata, la Cassa malati rese il 26 agosto 1988 una decisione formale in cui confermò di aver concesso le indennità per 68 giorni richiamando la disposizione all'art. 46 cpv. 2 delle Condizioni generali di assicurazione per l'assicurazione collettiva (CGA), secondo cui, in caso di assicurazione di indennità giornaliera con inizio differito delle prestazioni, il termine di attesa viene dedotto dalla durata delle prestazioni di 70 giorni.\n\nB.- Franca D. è insorta con ricorso al Tribunale delle assicurazioni del Cantone Ticino. Essa, prevalendosi dell'art. 14 cpv. 6 LAMI, pretese l'erogazione di indennità durante 70 giorni.\n\nCon giudizio del 19 ottobre 1988 il Presidente del Tribunale cantonale delle assicurazioni ha tutelato il ricorso ritenendo l'art. 46 cpv. 2 delle CGA in contrasto con l'art. 14 cpv. 6 LAMI e precisando che l'assicurata aveva diritto alle prestazioni per maternità fino al compimento delle 10 settimane legali anche dopo il termine di attesa.\n\nC.- La Cassa malati produce un ricorso di diritto amministrativo. Richiama il testo controverso dell'art. 46 delle CGA, approvato dall'Ufficio federale delle assicurazioni sociali (UFAS). Asserisce che la maternità ha trovato una speciale collocazione nell'art. 14 LAMI nel senso che gravidanza e parto sono stati considerati equivalenti a malattia, in particolare ritenendo la madre incapace di lavoro durante 70 giorni. Ma a giudizio della Cassa si sarebbe trattato non già di un massimo di prestazioni bensì di un massimo di tempo. In sostanza la madre è da ritenere incapace di lavoro durante 70 giorni, senza per ciò avere diritto a 70 indennità. Né sarebbe lecito applicare, nel caso di maternità, il principio del massimo di prestazioni stabilito per le indennità giornaliere di malattia. Se così non fosse, il periodo BGE 116 V 118 S. 120di 10 settimane sarebbe nell'ipotesi di un lungo termine di attesa da estendere in modo improponibile. Ciò provocherebbe problemi di sovrassicurazione. Sempre secondo la Cassa, non può inoltre essere disatteso che i premi sono stati calcolati in funzione del periodo di attesa, il che condurrebbe - se confermato il giudizio cantonale - ad una revisione generale del tema contributivo. Essa chiede pertanto l'annullamento del querelato giudizio.\n\nLe conclusioni ricorsuali sono avversate da Franca D. L'UFAS di contro propone - per motivi che saranno illustrati nei considerandi di diritto - l'accoglimento parziale del ricorso di diritto amministrativo.", "considerants": "Diritto:\n\n1. (Cognizione)\n\n2. a) Giusta l'art. 14 LAMI in caso di gravidanza e di parto, le casse devono concedere le prestazioni previste per i casi di malattia, se, fino al giorno del parto, l'assicurata ha appartenuto a una o più casse da almeno 270 giorni senza interruzione superiore a 3 mesi (cpv. 1). L'assicurata che cessa l'attività lucrativa, al massimo, 4 settimane prima del parto non può essere trasferita in una classe inferiore d'indennità di malattia prima che sia trascorso il periodo previsto al cpv. 6 (cpv. 4). La durata delle prestazioni per maternità è di 10 settimane, di cui almeno 6 dopo il parto; essa non può essere computata nelle durate previste agli art. 12, 12bis e 12ter; le prestazioni devono essere concesse anche se queste durate sono compiute (cpv. 6).\n\nSecondo l'art. 44 Ord. III le casse devono lasciare all'assicurata la facoltà di scegliere come suddividere, entro i limiti dell'art. 14 cpv. 6 della legge, la durata del diritto alle prestazioni tra il periodo che precede il parto e quello che lo segue; tuttavia, nel periodo di 10 settimane le prestazioni non devono essere interrotte.\n\nGiusta l'art. 12bis cpv. 1 LAMI nell'assicurazione dell'indennità di malattia, le casse devono concedere un'indennità giornaliera di almeno 2 franchi in caso di incapacità totale al lavoro. Da ricordare è inoltre che, secondo l'art. 13 cpv. 2 LAMI se la malattia è stata denunziata in conformità dello statuto, l'indennità di malattia deve essere accordata al più tardi col 3o giorno susseguente a quello in cui la malattia si è manifestata (periodo di franchigia, ora denominato differimento), e che in virtù del cpv. 3 dello stesso articolo il Consiglio federale all'art. 28 Ord. III ha BGE 116 V 118 S. 121consentito al prolungamento di detto periodo quando determinati presupposti relativi all'importo dell'indennità giornaliera fossero stati rispettati (riguardo all'assicurazione di un'indennità di malattia differita v. RJAM 1979 no. 354 pag. 33).\n\nb) Giusta l'art. 46 delle CGA della Cassa malati, in caso di maternità l'assicurata ha diritto alle prestazioni di indennità giornaliera per 10 settimane ininterrotte, di cui almeno 6 settimane dopo il parto (cpv. 1). In caso di assicurazione di indennità giornaliera con inizio differito delle prestazioni, il termine di attesa viene dedotto dalla durata delle prestazioni di 70 giorni (cpv. 2).\n\n3. a) Se a ragione - visto l'art. 44 Ord. III esposto al precedente considerando 2a - il primo giudice ha ribadito che le prestazioni concesse prima del parto in misura inferiore a 4 settimane non impediscono che le prestazioni restanti, fino al compimento delle 10 settimane complessive, siano assegnate dopo il parto, a torto esso ha precisato che comunque le prestazioni sarebbero state da erogare durante 10 settimane anche dopo il termine di attesa.\n\nNell'evenienza concreta il differimento era ridotto a 2 giorni. Ma non si deve dimenticare che esso poteva essere di ben maggiore durata, ragione per cui, secondo quanto detto dal primo giudice, il diritto a prestazioni sarebbe potuto iniziare ad un momento ben lontano dal parto e persino oltre le 10 settimane dallo stesso. Trattandosi di indennità intesa a considerare l'incapacità lavorativa durante gli ultimi tempi della gravidanza e gli impegni materni che seguono il parto, non si vede come potrebbe essere seguito il ragionamento della precedente istanza, né come sarebbero da calcolare le almeno 6 settimane dopo il parto di cui all'art. 14 cpv. 6 LAMI.\n\nb) Resta quindi solo da esaminare se le prestazioni di indennità giornaliera in caso di gravidanza e di parto debbano essere concesse per 70 giorni senza differimento, oppure se esse, come pretende la Cassa malati, debbano essere ridotte di tale periodo. È infatti pacifico che la Cassa nel presente caso ha versato 68 indennità.\n\nLa tesi della Cassa malati trova sostegno nell'avviso di PFLUGER (parere di diritto no. 1548, pubblicato in Schweizerische Krankenkassen-Zeitung, 1986, pag. 241), il quale ricorda come nel caso di rischio differito sia pagato, dopo tutto, un premio di minore entità. A sua volta l'UFAS, nella risposta al ricorso di diritto amministrativo, accenna ad una sua circolare (no. 116, BGE 116 V 118 S. 122capitolo II/3, pag. 4) in cui si era detto che, nel caso di assicurazione di un'indennità giornaliera differita, l'assicurata durante il differimento non ha diritto, anche in caso di maternità, alle prestazioni. Nondimeno l'Ufficio federale raccomandava alle casse di versare l'indennità anche durante il differimento, comunque nella misura in cui esso coincidesse con la durata del diritto alle prestazioni di 10 settimane. Nell'evenienza concreta la Cassa malati manifestamente non si è attenuta a questa raccomandazione quando si consideri il tenore dell'art. 46 delle CGA.\n\nc) Nella sentenza pubblicata in DTF 113 V 212, alla quale allude l'UFAS, la Corte ha stabilito che le casse malati possono, in virtù degli statuti, limitare il diritto all'indennità giornaliera di importo superiore ai minimi legali, nel senso che il termine di attesa convenuto tra le parti è dedotto dal periodo di indennizzo di 720 giorni nel corso di 900 giorni consecutivi fissato dall'art. 12bis cpv. 3 LAMI. Il che significa che l'indennità giornaliera minima legale deve in ogni modo essere accordata durante 720 giorni in 900 giorni consecutivi. Il computo del differimento nel periodo di 720 giorni, previsto statutariamente, è pertanto ammissibile solo per indennità giornaliere superiori ai minimi legali (v. pag. 215 consid. 4a).\n\nCome rettamente conclude l'UFAS, i principi giurisprudenziali esposti devono per analogia essere applicati anche alla presente fattispecie. Dal momento che la legge ha equiparato gravidanza e parto a malattia, difficilmente si potrebbe giustificare una differenza di trattamento tra l'assicurata che durante gli ultimi tempi della gravidanza e gli impegni materni che seguono il parto è presunta incapace di lavoro e l'assicurata (o l'assicurato) che lo è per motivi di malattia. In sostanza la soluzione, pur consentendo durante il periodo di attesa un trasferimento in una classe inferiore d'indennità di malattia escluso dall'art. 14 cpv. 4 LAMI, permette comunque di rispettare la lettera del cpv. 6 dello stesso articolo.\n\nd) Ne deve essere dedotto che, nell'evenienza concreta, l'opponente durante il differimento non aveva diritto alle prestazioni di indennità giornaliera pattuite. Ma essa aveva diritto all'indennità minima legale di cui all'art. 12bis cpv. 1 LAMI."}