{"annee": "116", "cour": "II", "page": "594", "date": "2/10/1990", "cite": ["114 II 361", "106 II 166", "111 II 201", "106 II 170", "106 II 356", "115 II 57", "112 II 149", "116 II 73", "116 II 196"], "cite_par": ["118 II 124", "117 II 452", "118 IA 129", "117 II 77"], "chapeau": "106. Auszug aus dem Urteil der I. Zivilabteilung vom 2. Oktober 1990 i.S. K. gegen B. und Konsorten (Berufung)", "regestes": ["Art. 14 et art. 15 AMSL; majoration de loyer pour atteindre un rendement convenable. 1. Le coût de revient au sens de l'art. 15 al. 1 let. c AMSL englobe les investissements du constructeur d'un nouvel immeuble ou du premier acquéreur après achèvement de celui-ci (consid. 4 et 5). 2. La disposition de l'art. 14 AMSL a une signification indépendante de celle de l'art. 15, en particulier de l'al. 1 let. c. Son application est directe, c'est-à-dire également lorsque l'art. 15 ne peut pas être pris en considération (consid. 6-8)."], "faits": "BGE 116 II 594 S. 594\n\nDie C. AG erstellte in den Jahren 1973 und 1978 Mietshäuser in Basel. Sie verkaufte diese Liegenschaften der Pensionskasse einer Bank. Diese veräusserte sie mit Vertrag vom 22. Juni 1988 zum Preis von Fr. 42'460'000.-- an K.\n\nBGE 116 II 594 S. 595\n\nK. liess mit Schreiben vom 12. Dezember 1988 den Mietern Erhöhungen der monatlichen Mietzinse auf den 1. April 1989 ankündigen. Als Begründung wurde im wesentlichen angegeben, es handle sich um eine teilweise Anpassung wegen ungenügender Bruttorendite gemäss Art. 15 Abs. 1 lit. c BMM.\n\nNachdem einzelne Mieter die Erhöhungen angefochten und vor der Schlichtungsstelle keine Einigung zustande gekommen war, klagte K. beim Zivilgerichtspräsidenten von Basel auf Feststellung der Nichtmissbräuchlichkeit der Erhöhungen. Der Zivilgerichtspräsident wies die Klagen am 24. April 1989 ab und stellte fest, die angezeigten Mietzinserhöhungen seien ungültig. Der Kläger focht diese Entscheide beim Appellationsgericht des Kantons Basel-Stadt an, dessen Ausschuss alle Beschwerden mit Urteilen vom 1. November 1989 abwies.\n\nDer Kläger hat gegen die Urteile des Appellationsgerichts Berufungen eingereicht, die vom Bundesgericht teilweise gutgeheissen werden.", "considerants": "Aus den Erwägungen:\n\n3. a) Das Appellationsgericht hat es abgelehnt, die Mietzinserhöhungen unter dem Gesichtspunkt von Art. 15 Abs. 1 lit. a und d BMM zu überprüfen, weil sich der Kläger im Verfahren vor dem Zivilgerichtspräsidenten nicht auf diese Bestimmungen berufen und auch nicht die erforderlichen Behauptungen und Beweisanträge vorgebracht habe. Geprüft - aber verneint - hat es lediglich die Anwendbarkeit von Art. 15 Abs. 1 lit. c BMM.\n\nSoweit diese Begründung auf der Anwendung kantonalen Zivilprozessrechts beruht, kann sie im Berufungsverfahren weder angefochten noch überprüft werden (Art. 43 Abs. 1 und 55 Abs. 1 lit. c OG). Dem steht auch der Beweisanspruch gemäss Art. 8 ZGB nicht entgegen, denn davon wird die Befugnis der Kantone, ihre Verfahrensordnungen nach der Eventual- und Verhandlungsmaxime auszugestalten, nicht eingeschränkt (BGE 116 II 200 E. 3a mit Hinweisen). Unbegründet ist im übrigen die Rüge falscher Verteilung der Behauptungs- und Beweislast. Im Rahmen von Art. 15 Abs. 1 lit. a BMM war es Sache des Klägers, zu behaupten und zu beweisen, dass mit den anbegehrten Erhöhungen lediglich eine Anpassung an die orts- oder quartierüblichen Mietzinse vorgenommen werden sollte (BGE 114 II 363 E. 3).\n\nBGE 116 II 594 S. 596\n\nb) Der Vermieter ist gehalten, die Ankündigung einer Mietzinserhöhung klar zu begründen. Vorbehalte, die nicht beziffert werden, machen die Ankündigung aber entgegen dem Einwand der Beklagten nicht ungültig. Ein solcher Mangel kann lediglich dazu führen, dass die Vorbehalte nicht zu berücksichtigen sind, falls sich der Vermieter bei einer neuen Mietzinsanpassung auf die gleichen Erhöhungsgründe berufen will (BGE 111 II 204, BGE 106 II 360 E. 3b). Im vorliegenden Fall sind zudem gemäss Art. 26 Abs. 1 der Verordnung über die Miete und Pacht von Wohn- und Geschäftsräumen vom 9. Mai 1990 (VMWG) noch die Bestimmungen des BMM und der VMM anwendbar. Die Vorschrift, wonach ein Vorbehalt in Franken oder in Prozenten des Mietzinses festgelegt werden muss, wurde aber erst mit Art. 18 VMWG ins Mietrecht eingeführt.\n\nDie Begründung einer Mietzinserhöhung ist als Willenserklärung des Vermieters nach dem Vertrauensgrundsatz auszulegen (BGE 106 II 168 E. 4a). Im vorliegenden Fall ist von Bedeutung, dass sich der Kläger sowohl bei der Ankündigung der Mietzinserhöhungen wie auch im gerichtlichen Verfahren auf eine ungenügende Bruttorendite berufen hat. Nach dem Vertrauensgrundsatz konnten diese Äusserungen nicht anders verstanden werden, als dass die Erhöhungen damit begründet wurden, die bisherigen Mietzinse seien unter dem Gesichtspunkt einer angemessenen Rendite der Gestehungskosten des Klägers zu niedrig. Nach Auffassung des Appellationsgerichts fallen diese Kosten jedoch nicht unter den Begriff der Anlagekosten im Sinne von Art. 15 Abs. 1 lit. c BMM; deshalb sei auch das Verhältnis der Investitionen des Klägers zum erzielten Ertrag nicht zu prüfen; einen ungenügenden Ertrag der ursprünglichen Anlagekosten, d.h. jener der Pensionskasse, habe der Kläger nicht behauptet.\n\nSelbst wenn sich diese Auslegung von Art. 15 Abs. 1 lit. c BMM als richtig erweisen sollte, was im folgenden zu prüfen sein wird, ist der Vorinstanz dennoch entgegenzuhalten, dass sie sich bei der Rechtsanwendung nicht auf den vom Kläger ausdrücklich genannten Rechtssatz beschränken durfte, sondern nach dem Grundsatz der Rechtsanwendung von Amtes wegen zur Prüfung verpflichtet war, ob der Käufer einer Liegenschaft aufgrund des Bundesrechts auch ausserhalb des Regelungsbereichs von Art. 15 Abs. 1 lit. c BMM Anspruch darauf hat, die Mietzinse zur Erreichung einer angemessenen Rendite seiner Investitionen zu erhöhen. Die allenfalls irrtümliche rechtliche Beurteilung seines Anspruchs darf dem BGE 116 II 594 S. 597Kläger deshalb nicht schaden. Sowohl der kantonale Richter wie das Bundesgericht sind verpflichtet, die Rechtswirkungen des prozessual gültig vorgetragenen oder festgestellten Sachverhalts von Amtes wegen zu beurteilen, ohne an die Auffassungen der Parteien gebunden zu sein (BGE 115 II 59 E. 1a, BGE 112 II 155 je mit Hinweisen).\n\n4. Gemäss Art. 15 Abs. 1 lit. c BMM sind Mietzinse in der Regel nicht missbräuchlich, wenn sie sich bei neueren Bauten im Rahmen der kostendeckenden Bruttorendite halten, die aufgrund der Anlagekosten zu berechnen ist. Die Anwendung dieser Vorschrift fällt nach Ansicht des Appellationsgerichts im vorliegenden Fall ausser Betracht, da sie auf jüngere Liegenschaften zugeschnitten sei, die sich noch im Besitz des Erstellers befinden oder als Neubauten an einen Anleger verkauft worden sind; die Erwerbskosten müssten noch eine gewisse Nähe zu den ursprünglichen Anlagekosten aufweisen; nur dann könne sich der Vermieter auf die abstrakte Berechnungsmethode berufen. Mit der Berufung wird geltend gemacht, diese Auslegung widerspreche der Praxis des Bundesgerichts.\n\nDas Bundesgericht hat in einem in der Amtlichen Sammlung nicht veröffentlichten Entscheid aus dem Jahre 1981 mit Hinweis auf Art. 11 Abs. 2 BMM festgehalten, Art. 15 Abs. 1 lit. c BMM komme auf Bauten zur Anwendung, die nach 1970 erstellt worden seien (Sem.jud. 103/1981 S. 510). In einem ebenfalls nicht publizierten Urteil vom 20. Juni 1989 hat es sodann ausgeführt, der Käufer einer Liegenschaft könne gestützt auf Art. 15 Abs. 1 lit. c BMM grundsätzlich die Mietzinse mit dem Ziel erhöhen, einen angemessenen Ertrag aus dem neu erworbenen Objekt zu erwirtschaften, sofern er nicht einen offensichtlich übersetzten Kaufpreis bezahlt habe. Diese Auffassung ist im Sinne der nachstehenden Erwägungen zu präzisieren.\n\n5. Der Kläger will als Ansatzpunkt für die Auslegung von Art. 15 Abs. 1 lit. c BMM vor allem auf den Begriff der \"neueren Bauten\" abstellen. Wie diese Vorschrift bezüglich der im vorliegenden Verfahren streitigen Fragen zu verstehen ist, lässt sich aber besser durch die Auslegung des Begriffs der Anlagekosten ermitteln.\n\na) Der BMM umschreibt den Begriff der Anlagekosten nicht. Eine Definition fehlt auch im revidierten, am 1. Juli 1990 in Kraft getretenen Mietrecht, das in Art. 269a lit. c OR und Art. 15 VMWG die Regelung von Art. 15 Abs. 1 lit. c BMM übernommen BGE 116 II 594 S. 598hat. Einen Anhaltspunkt liefert dagegen Art. 11 Abs. 2 BMM, wo die Anlagekosten im Zusammenhang mit der Fertigstellung einer Baute aufgeführt werden. In die gleiche Richtung weist auch der französische Wortlaut, denn unter \"prix de revient\" werden die gesamten Kosten verstanden, welche zur Herstellung eines Produktes aufgewendet worden sind (Le Grand Robert de la langue française, 2. Aufl., Bd. 8, S. 382). Keinen Aufschluss gibt dagegen der deutsche Wortlaut. Der Begriff der Anlagekosten wird in anderen privatrechtlichen Bundesgesetzen nicht verwendet und ist auch sonst nicht gebräuchlich. Von \"Anlagen\" ist zwar in Art. 665 Abs. 1 OR die Rede; mit dem Anlagevermögen nach dieser Vorschrift haben die Anlagekosten gemäss BMM aber offensichtlich nichts zu tun. Auch der italienische Wortlaut ist mit dem allgemeinen Begriff \"ammontare degli investimenti\" wenig aussagekräftig.\n\nb) Eindeutig gegen die Auffassung des Klägers spricht die Entstehungsgeschichte von Art. 15 Abs. 1 lit. c BMM.\n\nAnlässlich einer Aussprache des Eidgenössischen Volkswirtschaftsdepartementes mit am Mieterschutz interessierten Organisationen vom 17. März 1972 wurde bezüglich Art. 15 Abs. 1 lit. c - in der Fassung des damaligen Entwurfs - vorgeschlagen, anstelle von \"marktüblichen\" von \"kostendeckenden\" Bruttorenditen zu sprechen und den Begriff der \"Erstellungskosten\" durch \"Anlage-\" oder \"Gestehungskosten\" zu ersetzen. Angeregt wurde eine Anpassungsmöglichkeit für den Fall, dass Neubauten vorerst nicht kostendeckend vermietet werden könnten. Weiter wurde dargelegt, dass sich bei älteren Liegenschaften die Bruttorendite bereits der Unterhaltskosten wegen nicht gestützt auf die Anlagekosten berechnen lasse.\n\nIn der Botschaft des Bundesrates vom 24. April 1972 (BBl 1972 I 1234/5) wird zur gleichen Frage ausgeführt, bei neueren Bauten lasse sich am ehesten eine Einigung über die Bestimmung des angemessenen oder nicht missbräuchlichen Mietzinses erzielen, da die Land- und Baukosten beim Ersteller mit dem investierten Kapital identisch seien; Mietzinse, welche die auf diese Anlagekosten berechnete kostendeckende Bruttorendite nicht überschritten, seien nicht missbräuchlich. Festgehalten wird sodann, die Ersteller von Neubauten verkauften diese in der Regel an Anleger, für welche der Erwerbspreis als Anlagekosten im Sinne des Gesetzes gelte.\n\nDie Beratungen im Parlament geben für die Auslegung wenig her, da der Begriff der Anlagekosten nicht diskutiert worden ist.\n\nBGE 116 II 594 S. 599Aus den Protokollen geht aber hervor, dass einzelne Parlamentarier darunter die Kosten verstanden, welche bei der Erstellung eines Mietshauses anfallen (Amtl.Bull. 1972 StR S. 344, NR S. 967).\n\nc) In der Literatur wird überwiegend angenommen, unter dem Begriff der Anlagekosten seien entweder die Erstellungskosten im Fall eines Neubaus oder die Übernahmekosten zu verstehen, welche dem Erwerber eines frisch gebauten Mietshauses erwachsen. Erwähnt werden die Baukosten (EGLI, Aperçu de la jurisprudence récente du Tribunal fédéral en application de l'AF sur les mesures contre les abus dans le secteur locatif, ZBJV 124/1988, S. 55; GMÜR/PREROST/TRÜMPY, Mietrecht für die Praxis, 3. Aufl., S. 129/30). Nach LACHAT/MICHELI/DUPERTUIS (La fixation du loyer, S. 45) umfassen die Anlagekosten die Landerwerbs-, Bau- und Nebenkosten. Die gleiche Meinung vertritt HEINZ HAURI (Der missbräuchliche Mietzins, Diss. Zürich 1979, S. 127 und 130). RAISSIG/SCHWANDER scheinen von den Investitionen in den Neubau auszugehen, wollen diese Kosten aber im Einzelfall um den Betrag erhöhen, welcher zur Kaufkraftsicherung des risikotragenden Kapitals notwendig ist (Massnahmen gegen Missbräuche im Mietwesen, 3. Aufl., S. 128). Auch BARBEY vertritt die Meinung, es sei - analog Art. 15 Abs. 1 lit. d BMM - eine Anpassung an die Teuerung vorzunehmen (L'Arrêté fédéral instituant des mesures contre les abus dans le secteur locatif, S. 67/8). RENÉ MÜLLER hält im Fall des Erstellers eines Neubaus die Land- sowie Bau- und Nebenkosten für massgebend; für Anleger, an welche die Wohnungsproduzenten die erstellten Neubauten verkaufen, gelte der Erwerbspreis als Anlagekosten (Der Bundesbeschluss über Massnahmen gegen Missbräuche im Mietwesen vom 30. Juni 1972, Diss. Zürich 1976, S. 197/8).\n\nd) Als Ergebnis der Auslegung kann somit festgehalten werden, dass unter den Anlagekosten im Sinne von Art. 15 Abs. 1 lit. c BMM die Investitionen des Erstellers eines Neubaus oder des Ersterwerbers unmittelbar nach der Fertigstellung zu verstehen sind. Die Berechnung der kostendeckenden Bruttorendite muss deshalb auf dieser Grundlage erfolgen. Offenbleiben kann im vorliegenden Fall, ob die Kosten unter Umständen wegen der eingetretenen Teuerung zu erhöhen sind, wie das von RAISSIG/SCHWANDER und BARBEY befürwortet wird. Denn nach verbindlicher Feststellung der Vorinstanz hat der Kläger, der dafür im Rahmen der Anwendung von Art. 15 Abs. 1 lit. c BMM beweispflichtig BGE 116 II 594 S. 600ist (BGE 106 II 172 mit Hinweisen), im kantonalen Verfahren keine Angaben über die Anlagekosten der Erstellerin oder der Ersterwerberin gemacht. Der Einwand des Klägers, diese Kosten seien ihm nicht bekannt gewesen, hilft ihm nicht weiter. Es wäre durchaus möglich gewesen, den Sachverhalt durch geeignete Beweismassnahmen - zum Beispiel Urkundeneditionen oder Expertise - abklären zu lassen. Dass er entsprechende Beweisanträge gestellt hat, behauptet der Kläger aber nicht.\n\ne) Der Kläger macht dagegen geltend, er habe die Anordnung einer Expertise zur Frage beantragt, ob er für die von den Beklagten gemieteten Wohnungen einen \"günstigen, angemessenen oder übersetzten Kaufpreis im Verhältnis zur übernommenen Gebäudeanlage\" bezahlt habe. Das Appellationsgericht hielt ein solches Gutachten für überflüssig, weil anzunehmen sei, dass die Mietzinse bis zur Veräusserung der Liegenschaften an den Kläger im Jahre 1988 kostendeckend gewesen seien; wenn nun allein als Folge der Handänderung die Mietzinse um 15-20% erhöht werden sollten, erscheine der Erwerbspreis als übersetzt und damit die Erhöhung der Mietzinse als missbrauchsverdächtig.\n\nDa die Anwendung von Art. 15 Abs. 1 lit. c BMM bereits aus den erwähnten Gründen ausser Betracht fällt, braucht nicht geprüft zu werden, ob diese Zusatzerwägung des Appellationsgerichts gegen Bundesrecht verstösst. Das heisst aber nicht, dass das Appellationsgericht bei der Neubeurteilung der Streitsache (gemäss den nachfolgenden E. 6-8) davon ausgehen darf, der Beweisantrag des Klägers sei auch dann in rechtlicher oder tatsächlicher Hinsicht unerheblich, wenn es um die Frage der Anwendbarkeit anderer Vorschriften des Bundesrechts, insbesondere von Art. 14 BMM geht. Das ist vom Appellationsgericht nicht geprüft worden. Die teilweise Abweisung der Berufungen durch das Bundesgericht führt deshalb nicht dazu, dass sich die Vorinstanz oder die Beklagten gestützt auf Art. 66 Abs. 1 OG insoweit auf eine Bindungswirkung des bundesgerichtlichen Urteils berufen können.\n\n6. Gemäss Art. 14 BMM sind Mietzinse missbräuchlich, wenn damit ein übersetzter Ertrag aus der Mietsache erzielt wird oder wenn sie auf einem offensichtlich übersetzten Kaufpreis beruhen. Als offensichtlich übersetzt gilt nach Art. 7 VMM ein Kaufpreis, der den Ertragswert einer Liegenschaft, berechnet auf den orts- oder quartierüblichen Mietzinsen für gleichartige Objekte, offensichtlich übersteigt. Diese Regelung ist inhaltlich BGE 116 II 594 S. 601unverändert ins neue Mietrecht übernommen worden (Art. 269 OR, Art. 10 VMWG).\n\na) Nach bisheriger Rechtsprechung des Bundesgerichts ist in erster Linie aufgrund von Art. 15 BMM zu entscheiden, ob eine vom Vermieter beanspruchte Mietzinserhöhung missbräuchlich ist. Liegt einer der in dieser Vorschrift aufgezählten Erhöhungs- oder Anpassungsgründe vor, so wird vermutet, der Mietzins sei nicht missbräuchlich. Die Vermutung kann aber umgestossen werden, wenn Indizien dafür bestehen, dass die Miete dem Vermieter einen übersetzten Ertrag im Sinne von Art. 14 BMM verschafft (BGE 114 II 365 E. 5 mit Hinweisen). Dieser Grundsatz gilt auch dann, wenn der Mieter gestützt auf Art. 19 BMM eine Herabsetzung des Mietzinses wegen wesentlicher Änderung der Berechnungsgrundlagen verlangt. Der Vermieter kann sich in einem solchen Fall zur Rechtfertigung des beanspruchten Mietzinsbetrages nicht nur auf Erhöhungsgründe gemäss Art. 15 BMM berufen, sondern auch geltend machen, der Mietzins sei nicht missbräuchlich, weil er damit keinen übersetzten Ertrag im Sinne von Art. 14 Abs. 1 BMM erziele (BGE 116 II 74 E. 2). Dagegen hat das Bundesgericht bisher nicht allgemein entschieden, ob eine Mietzinserhöhung unabhängig von den Voraussetzungen von Art. 15 BMM unmittelbar auf Art. 14 BMM gestützt werden kann.\n\nb) Art. 14 BMM umschreibt nach seinem Wortlaut den Begriff des missbräuchlichen Mietzinses positiv und in allgemeiner Form. Art. 15 BMM zählt dagegen anhand von Beispielen auf, in welchen Fällen kein missbräuchlicher Mietzins vorliegt. Dieses Verhältnis von Regel und Ausnahme- oder Sondertatbestand kommt auch in den Titeln der Artikel zum Ausdruck und ist im neuen Mietrecht durch die Marginalien von Art. 269 und Art. 269a OR noch verdeutlicht worden.\n\nZum gleichen Ergebnis wie der Wortlaut führt auch die Entstehungsgeschichte von Art. 14 und Art. 15 BMM. In der Botschaft des Bundesrates vom 24. April 1972 wird ausgeführt, Art. 14 enthalte eine allgemeine Umschreibung der missbräuchlichen Mietzinse. Da es aber schwierig sei, positiv auszudrücken, was Missbrauch im allgemeinen und im Hinblick auf einzelne Tatbestände sei, würden in Art. 15 solche Tatbestände aufgezählt, bei deren Vorliegen in der Regel eine missbräuchliche Mietzinsforderung nicht bestehe (BBl 1972 I 1232). Die gleiche Auffassung lag den parlamentarischen Beratungen zugrunde (Amtl.Bull. 1972 NR S. 976, 969 und 970 Voten Alder, Kaufmann und Brugger; BGE 116 II 594 S. 602StR S. 340 Voten Amstad und Jauslin). Unbestritten war der Wortlaut von Art. 14 Abs. 1 BMM. Diskutiert wurde dagegen die Fassung von Absatz 2 dieser Vorschrift. Grundlage der Diskussion bildete der Fall des Eigentümerwechsels an einem älteren Haus. Eine Minderheit in beiden Räten wollte dem neuen Eigentümer unter Vorbehalt von Art. 15 BMM verbieten, sich zur Begründung der Mietzinserhöhung auf den Kaufpreis zu berufen (Anträge Heimann und Jaeger, Amtl.Bull. 1972 StR S. 339, NR S. 965). Ebenfalls abgelehnt wurde der Vorschlag, in Art. 14 Abs. 2 BMM festzuhalten, dass Mietzinse missbräuchlich seien, wenn sie auf einem Kaufpreis, der den Ertragswert der Liegenschaft vor ihrem Erwerb erheblich übersteigt, oder auf einer ohne Leistungen des Vermieters erfolgten erheblichen Steigerung des Verkehrswertes der Liegenschaft beruhen (Amtl.Bull. 1972 StR S. 339, NR S. 965 ff.). Die von der Mehrheit angenommene Fassung wurde damit begründet, der Kaufpreis sei insoweit zu berücksichtigen, als er sich nicht als offensichtlich übersetzt erweise. Das beurteile sich danach - wie in der Verordnung des Bundesrates festgehalten werde -, ob der Kaufpreis den Ertragswert der Liegenschaft, berechnet auf den orts- oder quartierüblichen Mietzinsen, erheblich übersteige. Massgebend sei somit ein objektivierter Ertragswert, der nicht vom tatsächlichen Mietzinsertrag aus der Liegenschaft vor dem Eigentümerwechsel beeinflusst werde (Amtl.Bull. 1972 NR S. 971 StR S. 341 Voten Bundesrat Brugger).\n\nc) In der Literatur vertritt EGLI (a.a.O., S. 61) die Auffassung, Art. 14 BMM sei unmittelbar anwendbar. Der Vermieter könne deshalb nachweisen, dass er keinen übersetzten Ertrag aus der Mietsache erziele; bei neueren Bauten sei aber Art. 15 Abs. 1 lit. c BMM massgebend. MÜLLER kommt zum gleichen Ergebnis (a.a.O., S. 199). Nach BARBEY (a.a.O., S. 98) besteht kein Widerspruch zwischen Art. 14 und 15 BMM; die allgemeine Regel von Art. 14 BMM ergänze Art. 15 BMM in besonderen Fällen, die von dieser Vorschrift nicht behandelt würden. Andere Autoren begnügen sich mit einem Hinweis auf die Rechtsprechung des Bundesgerichts (HAURI, a.a.O., S. 110; RAISSIG/SCHWANDER, a.a.O., S. 134 f.; LACHAT/MICHELI/DUPERTUIS, a.a.O., S. 24 ff.; GMÜR/PREROST/TRÜMPY, a.a.O., S. 128).\n\nd) Zu diesem Thema äussert sich auch die Botschaft des Bundesrates vom 27. März 1985 zur Revision des Miet- und Pachtrechtes (BBl 1985 I 1487/8). Unbefriedigend ist danach, dass das Verhältnis zwischen der allgemeinen Definition und den besonders BGE 116 II 594 S. 603geregelten Fällen in der Praxis nicht einheitlich ausgelegt worden sei. Der Versuch, in Anlehnung an die Praxis des Bundesgerichts einen Mittelweg zwischen den beiden Extremlösungen - reine Kosten- oder reine Marktmiete - zu finden, sei aber aufgegeben worden, da es als stossend empfunden worden sei, dass der Mieter unter Berufung auf Vergleichsobjekte einen Mietzins als missbräuchlich hätte anfechten können, auch wenn dieser dem Vermieter keine angemessene Rendite aus dem investierten Kapital gewährte und möglicherweise nicht einmal die tatsächlichen Kosten decke.\n\nIn der Literatur zum neuen Mietrecht vertreten LACHAT/MICHELI (Le nouveau droit du bail, S. 247/8) die Meinung, sowohl Vermieter wie Mieter könnten unter bestimmten Umständen unmittelbar Art. 269 OR anrufen. ZIHLMANN begnügt sich mit dem Hinweis auf die Rechtsprechung des Bundesgerichts zum BMM, die nach seiner Auffassung - insbesondere wegen der Anwendung der relativen Berechnungsmethode - dazu führt, dass beide Vertragsparteien in der Möglichkeit, sich auf die Ertragsüberprüfung gemäss Art. 269 zu berufen, stark eingeschränkt seien (Das neue Mietrecht, S. 126).\n\n7. a) Für eine selbständige Bedeutung von Art. 14 im Verhältnis zu Art. 15 BMM spricht neben dem Wortlaut und der Entstehungsgeschichte dieser Vorschriften auch der Zweck der Missbrauchsgesetzgebung. Dieser liegt in der Bekämpfung missbräuchlicher Mietzinse und anderer missbräuchlicher Forderungen des Vermieters (Art. 34septies Abs. 1 BV und Art. 1 BMM). Wie aus den früheren Erwägungen hervorgeht, liegt ein Missbrauch nach der Generalklausel von Art. 14 BMM dann vor, wenn ein übersetzter Ertrag aus der Mietsache erzielt wird, wobei sich das Übermass entweder aus einem übersetzten Ertragssatz oder aus übersetzten Investitionen des Vermieters ergeben kann. Daraus folgt umgekehrt, dass ein angemessener Ertrag aus angemessenen Investitionen nicht missbräuchlich ist. Der Vermieter hat daher Anspruch darauf, dass der Richter darüber entscheidet, ob seine Investitionen oder der angestrebte Ertrag übersetzt sind. Das gilt unabhängig davon, ob der Vermieter geltend macht, eine der Voraussetzungen von Art. 15 Abs. 1 BMM sei gegeben. In diesem Sinne kommt Art. 14 BMM neben den in Art. 15 Abs. 1 BMM aufgezählten Sondertatbeständen selbständige Bedeutung zu.\n\nb) Diese Betrachtungsweise entkleidet Art. 15 Abs. 1 lit. c BMM nicht seines Sinnes. Zum einen ist sein Anwendungsbereich BGE 116 II 594 S. 604enger als jener von Art. 14 BMM. Zum andern beruhen die beiden Vorschriften auf unterschiedlichen Überlegungen. Art. 15 Abs. 1 lit. c BMM soll - wie in den parlamentarischen Beratungen betont worden ist - dem Ersteller oder Ersterwerber eines Neubaus als Vermieter auch dann eine angemessene Rendite sichern, wenn das dazu führt, dass die Mietzinse über den orts- oder quartierüblichen Rahmen hinausgehen (vgl. auch GMÜR/PREROST/TRÜMPY, a.a.O., S. 129). Bei der Überprüfung des Kaufpreises auf seine Angemessenheit nach Art. 14 Abs. 2 BMM ist dagegen jener Ertragswert massgebend, der sich auf der Grundlage der orts- oder quartierüblichen Mietzinse ergibt (Art. 7 VMM).\n\nc) Wie in BGE 116 II 75 festgehalten worden ist, kann die unmittelbare Anwendung von Art. 14 BMM dazu führen, dass in Abweichung von der relativen Berechnungsmethode auch solche Umstände oder Geschehnisse zu berücksichtigen sind, die sich vor dem Vertragsschluss oder der letzten Festlegung des Mietzinses ereignet haben. Soweit das im vorliegenden Fall nötig sein sollte, bestünden keine Bedenken dagegen. Eine ungerechtfertigte Besserstellung des Klägers im Vergleich zur früheren Vermieterin ergibt sich daraus nicht, da diese die Möglichkeit hatte, über Art. 15 Abs. 1 lit. a und d BMM eine Anpassung der Mietzinse an veränderte wirtschaftliche Verhältnisse zu beanspruchen. Eine gewisse Gleichstellung der beiden Vermieter ergibt sich zudem daraus, dass der Zweckgedanke von Art. 15 Abs. 1 lit. a BMM aufgrund von Art. 7 VMM auch bei der Prüfung des vom Kläger beanspruchten Ertrages eine Rolle spielt.\n\n8. a) Das Appellationsgericht hätte somit die Missbräuchlichkeit der vom Kläger angekündigten Mietzinserhöhungen auch unter dem Gesichtspunkt von Art. 14 BMM beurteilen müssen. Die Berufungen sind daher teilweise gutzuheissen, soweit darauf einzutreten ist, die angefochtenen Urteile sind aufzuheben und die Streitsachen zur Neubeurteilung an die Vorinstanz zurückzuweisen."}