{"annee": "116", "cour": "II", "page": "331", "date": "22/6/1990", "cite": ["115 II 167", "116 II 167", "115 II 380", "114 II 167", "115 II 175", "110 II 213"], "cite_par": ["116 II 550"], "chapeau": "60. Auszug aus dem Urteil der II. Zivilabteilung vom 22. Juni 1990 i.S. J. Eisenring AG gegen Staat Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Opposition au contrat de vente portant sur un immeuble agricole (art. 19 al. 1 lit. a LPR). Notion de spéculation au sens de l'art. 19 al. 1 lit. a LPR (consid. 3a); le prix excessif constitue un indice essentiel de l'existence d'un dessein de spéculation (consid. 3b, c)."], "faits": "|332|\n\nMit Vertrag vom 16. Juni 1987 verkaufte Agnes B. der J. Eisenring AG das in der Gemeinde Hittnau gelegene Grundstück Kat. Nr. 2788 mit einer Fläche von 176,12 Aren. Als Verkaufspreis vereinbarten die Parteien ein Entgelt von Fr. 710'000.--, was einem Quadratmeterpreis von etwa Fr. 40.-- entspricht. Laut den Angaben im Vertrag befinden sich ungefähr 50 Aren dieses Grundstückes in der Reservezone, während der übrige Teil in der Landwirtschaftszone liegt. Gegen diesen Kaufvertrag erhob das Landwirtschaftsamt des Kantons Zürich am 16. Juli 1987 Einspruch wegen Spekulation im Sinne von Art. 19 Abs. 1 lit. a des Bundesgesetzes vom 12. Juni 1951 über die Erhaltung des bäuerlichen Grundbesitzes (EGG). Das Landwirtschaftsgericht des Kantons Zürich schützte diesen Einspruch mit Urteil vom 9. Oktober 1989. Dagegen hat die J. Eisenring AG Verwaltungsgerichtsbeschwerde beim Bundesgericht erhoben. Sie verlangt die Aufhebung des angefochtenen Entscheides und die Beseitigung des vom Landwirtschaftsamt erhobenen Einspruchs. Mit Eventualbegehren wird die Rückweisung der Sache zur weiteren Abklärung an die Vorinstanz beantragt.", "considerants": "Aus den Erwägungen:\n\n3. a) Was unter offensichtlicher Spekulation im Sinne von Art. 19 Abs. 1 lit. a EGG zu verstehen ist, beurteilt sich nach Sinn und Zweck des landwirtschaftlichen Bodenrechts, wobei die gesamten Umstände des konkreten Falles zu berücksichtigen sind. Das EGG will unter anderem den bäuerlichen Grundbesitz als Träger eines gesunden und leistungsfähigen Bauernstandes schützen und die Bodennutzung fördern (vgl. Art. 1 EGG). Damit dieses Ziel erreicht werden kann, muss verhindert werden, dass landwirtschaftlich genutzter Boden - in der Regel unter Bezahlung eines entsprechend höheren Preises - zu anderen als landwirtschaftlichen Zwecken erworben wird. Im Gegensatz zu den weiteren Tatbeständen von Art. 19 Abs. 1 EGG (lit. b und c) gilt der Einspruchsgrund der Spekulation bzw. des Güteraufkaufs (lit. a) in dem Sinne uneingeschränkt, als keine Rechtfertigungsgründe vorbehalten sind. Sofern demnach das zu beurteilende Geschäft den Tatbestand des Art. 19 Abs. 1 lit. a EGG erfüllt, müssen die Interessen der Beschwerdeführerin zum vornherein unerheblich bleiben (vgl. BGE 115 II 173; BGE 114 II 168 E. 1).\n\n|333|\n\nDie Rechtsprechung hat Spekulation im Sinne der Landwirtschaftsgesetzgebung bejaht, wenn der Erwerb eines Grundstückes im Hinblick auf einen Gewinn angestrebt wird, wie er durch die landwirtschaftliche Nutzung nicht erzielt werden könnte. Dieser Gewinn mag durch die Weiterveräusserung innert kurzer Zeit oder durch andere Verwendung des bisher landwirtschaftlich genutzten Bodens erreicht werden. Selbst wenn zwischen dem in Frage stehenden Rechtsgeschäft und dem verpönten Erfolg nur ein mittelbarer Zusammenhang besteht, muss dies gemäss Art. 19 Abs. 1 lit. a EGG zur Anerkennung des Einspruchs führen (vgl. angeführte BGE, a.a.O., mit Hinweisen).\n\nb) Die Vorinstanz hat den wegen offensichtlicher Spekulation im Sinne von Art. 19 Abs. 1 lit. a EGG erhobenen Einspruch im Einklang mit der Rechtsprechung und mit sorgfältiger Begründung zu Recht geschützt. Was die Beschwerdeführerin dagegen vorbringt, überzeugt nicht. So kann insbesondere nicht beanstandet werden, wenn bei der Beurteilung eines Geschäftes auch auf die Höhe des vereinbarten Preises abgestellt wird. Das Bundesgericht hat dieses Vorgehen namentlich in seinen jüngeren Entscheiden stets geschützt, indem es im übersetzten Preis wenigstens ein wesentliches Indiz für das Vorliegen von Spekulationsabsicht erblickt hat (vgl. zuletzt den Entscheid der erkennenden Abteilung vom 3. April 1990 i.S. W. u. R.-Immobilien c. Staat Zürich, E. 4b). Es trifft zwar zu, dass das EGG - anders als der Entwurf zu einem neuen bäuerlichen Bodenrecht - das Kriterium des übersetzten Preises als selbständigen Einsprachegrund nicht kennt (vgl. Art. 64 lit. c und 65 BGBB, in BBl 1988 III 1128, sowie die dazugehörende Botschaft des Bundesrates, ebenfalls in BBl 1988 III 1040). Dies entspricht der Absicht des Gesetzgebers, der bislang mit der landwirtschaftlichen Sondergesetzgebung keine direkte staatliche Preiskontrolle verbunden haben wollte (vgl. BGE 110 II 217 f.). Dennoch liegt es in der Natur der Sache, dass die Absprache eines unangemessen hohen Preises als wesentlicher Anhaltspunkt für die Absicht des Erwerbers, den derart erworbenen Boden einer gewinnbringenderen Nutzung zuzuführen als jener durch den Landwirt, beachtet werden muss (BGE 115 II 174). Zum andern hat die Rechtsprechung wiederholt festgehalten, dass mit dem EGG gerade auch die Überbezahlung landwirtschaftlich nutzbaren Bodens verhindert werden soll (BGE 115 II 386 E. 6b; BGE 116 II 171 E. 4).\n\nIn diesem Zusammenhang gilt es zu beachten, dass sich heute mit Bezug auf den landwirtschaftlichen Boden eine äusserst |334| vielschichtig zusammengesetzte Käuferstruktur (Landwirte, öffentliche Hand, juristische Personen etc.) ausmachen lässt. Die Preisbildung verläuft dabei - je nach Käufergruppe - nach wesentlich anderen Gesichtspunkten, wobei erfahrungsgemäss die von Kies- und Bauunternehmern bezahlten Preise regelmässig deutlich über denjenigen der Landwirte liegen. Auffallen muss sodann, dass heute der durchschnittliche Verkehrswert landwirtschaftlicher Grundstücke bereits dem 15-23fachen Ertragswert entspricht (vgl. dazu HANS POPP/EMIL KÄLIN/ROGER SCHWARZENBACH, Der Bodenmarkt in der Landwirtschaftszone, \"Nutzung des Bodens in der Schweiz\", Bd. 36, Liebefeld/Bern 1989, S. 96 ff., 113 ff., 116). Soll demnach mit der einschlägigen Gesetzgebung wirksam verhindert werden, dass der Landwirt vom Bodenmarkt verdrängt wird, muss diesen Erkenntnissen gebührend Rechnung getragen werden. Hiefür bleibt die Bezugnahme auf den Preis im Rahmen von Art. 19 Abs. 1 lit. a EGG ein wesentliches, unumgängliches Element.\n\nc) Das vorliegend zu beurteilende Veräusserungsgeschäft sieht ein Entgelt von rund Fr. 40.-- pro Quadratmeter vor. Dieser Preis liegt nach der Feststellung im angefochtenen Urteil selbst nach Berücksichtigung der zwischenzeitlichen Preisentwicklung weit über dem, was im Kanton Zürich in den Jahren 1985/86 erfahrungsgemäss für landwirtschaftliche Grundstücke bezahlt wurde (vgl. dazu POPP/KÄLIN/SCHWARZENBACH, a.a.O., S. 116). Ohne Belang muss in diesem Zusammenhang der Einwand der Beschwerdeführerin bleiben, es handle sich beim erworbenen Boden um vorzügliches Landwirtschaftsland; desgleichen vermag sie mit dem Hinweis auf den von der Nachbargemeinde für Reservezonenland bezahlten Preis von Fr. 300.-- pro Quadratmeter keine Vorteile für sich zu begründen. Was sodann die bevorzugte Lage anbelangt, mag diese für die Preisbildung sehr wesentlich sein, doch wird sich ein als Kaufinteressent auftretender Landwirt deswegen nicht zur Bezahlung eines Preises von Fr. 40.-- pro Quadratmeter verleiten lassen, sofern er nicht selbst spekulative Absichten hegt. Dieser Lage kommt insofern Bedeutung zu - was von der Vorinstanz mit Recht hervorgehoben worden ist -, als es sich offenbar um ziemlich gut erschlossenes Land handeln soll, welches teils in der Reservezone liegt und im übrigen mehr oder weniger davon umgeben ist. Nicht auszuschliessen ist deshalb, dass das fragliche Grundstück bei einer kommenden Revision der Nutzungsplanung zu Bauland umgewandelt wird. Für die Beschwerdeführerin, |335| die sich als juristische Person gemäss eigener Zugabe im Liegenschaftshandel und als Bauunternehmerin betätigt, muss dieser Umstand - was durch den vereinbarten Preis klar angezeigt wird - sehr erheblich gewesen sein. Es kann daher nicht beanstandet werden, wenn das Landwirtschaftsgericht die versuchte Ausnützung einer wohl ungewissen, aber dennoch nicht völlig auszuschliessenden planungsrechtlichen Umwandlung für die Beurteilung der Spekulation als entscheidend erachtet hat (vgl. bereits BGE 115 II 175)."}