{"annee": "116", "cour": "IA", "page": "355", "date": "21/12/1990", "cite": ["112 IA 322", "111 IA 23", "112 IA 318", "113 IA 38", "110 IA 99", "104 IA 473", "111 IA 184", "114 IA 34"], "cite_par": ["122 I 109", "119 IA 41"], "chapeau": "55. Extrait de l'arrêt de la IIe Cour de droit public du 21 décembre 1990 en la cause Stéphane de Montmollin contre Neuchâtel, Conseil d'Etat (recours de droit public)", "regestes": ["Art. 31 Cst.; inconstitutionnalité de l'obligation faite aux architectes de se constituer un domicile professionnel dans le canton de Neuchâtel. Soumettre l'inscription dans le registre neuchâtelois des architectes reconnus, et, partant, le libre exercice de la profession dans ce canton, à la condition de s'y être créé un domicile professionnel, ne respecte pas le principe de la proportionnalité. Une pareille restriction à la liberté du commerce et de l'industrie n'est pas apte à atteindre le but visé par la loi cantonale qui est de garantir de la part des architectes reconnus un minimum d'expérience pratique des exigences légales et réglementaires du canton (consid. 3)."], "faits": "|355|\n\nAyant obtenu en 1982 son diplôme d'architecte à l'Ecole polytechnique fédérale de Lausanne, Stéphane de Montmollin exploite actuellement un bureau d'architecte à Bienne; il est également associé avec deux autres architectes qui ont ouvert des bureaux à Lausanne, Sainte-Croix et Sion. En raison de ses origines et de ses attaches neuchâteloises, il est fréquemment appelé à intervenir professionnellement pour la construction et la rénovation de bâtiments dans le canton de Neuchâtel.\n\nLe 6 novembre 1989, Stéphane de Montmollin a demandé au Chef du Département des travaux publics du canton de Neuchâtel |356| son inscription permanente au registre des architectes et ingénieurs autorisés à établir dans le canton des projets de plans d'aménagement ou d'alignement cantonaux ou communaux, des plans de propriétaires ou des plans de construction (cf. art. 130 ss de la loi neuchâteloise sur les constructions du 12 février 1957, dans sa version du 22 novembre 1978; ci-après LC). L'art. 130 LC subordonne notamment l'inscription au registre à l'obligation de disposer d'un domicile professionnel sur le territoire cantonal.\n\nPar décision du 10 janvier 1990, le Conseil d'Etat neuchâtelois a rejeté la demande d'inscription de Stéphane de Montmollin au motif que le requérant n'a pas de domicile professionnel dans le canton ainsi que l'exige l'art. 130 al. 1 LC.\n\nAgissant en temps utile par la voie du recours de droit public, Stéphane de Montmollin demande au Tribunal fédéral d'annuler, sous suite de frais et dépens, la décision du 10 janvier 1990 et de renvoyer la cause au Conseil d'Etat pour nouvelle décision. A l'appui de ses conclusions, le recourant invoque une violation des art. 4 et 31 Cst. ainsi que de l'art. 5 Disp. trans. Cst.\n\nLe Tribunal fédéral a admis le recours et annulé la décision attaquée.", "considerants": "Extrait des considérants:\n\n3. Le recourant invoque, à titre principal, une violation de la liberté du commerce et de l'industrie garantie par l'art. 31 Cst. Selon lui, l'exigence du domicile professionnel dans le canton prévue par l'art. 130 al. 1 LC n'est pas justifiée par un intérêt public suffisant, s'avère contraire au principe de la proportionnalité et constitue en réalité une mesure de politique économique prohibée.\n\na) Les autorités cantonales peuvent restreindre la liberté du commerce et de l'industrie, notamment en adoptant des mesures de police justifiées par un intérêt public pertinent. Selon la jurisprudence, ces mesures de police doivent tendre à sauvegarder la tranquillité, la sécurité, la santé ou la moralité publique, à préserver d'un danger ou à l'écarter, ou encore à prévenir les atteintes à la bonne foi en affaires par des procédés déloyaux et propres à tromper le public (ATF 114 Ia 36, ATF 113 Ia 40, ATF 112 Ia 320). Sous réserve d'habilitation constitutionnelle spéciale (ATF 111 Ia 23), sont en revanche prohibées les mesures qui ont pour but d'entraver la libre concurrence, d'avantager certaines entreprises |357| ou certaines formes d'entreprises, et qui tendent à diriger la vie économique selon un plan déterminé (ATF 111 Ia 186, ATF 110 Ia 102). L'atteinte doit en outre reposer sur une base légale, être justifiée par un intérêt public prépondérant et, selon le principe de la proportionnalité, se limiter à ce qui est nécessaire à la réalisation des buts d'intérêt public poursuivis (ATF 113 Ia 40).\n\nS'agissant d'une profession libérale comme celle de l'architecte (ATF 112 Ia 33, ATF 104 Ia 475), les cantons ont la faculté de la subordonner dans l'intérêt public à des preuves de capacité. Mais ils ne peuvent toutefois prévoir de telles restrictions que dans la mesure où elles sont nécessaires pour atteindre le but poursuivi, à savoir notamment la protection du public contre les personnes incapables (ATF 112 Ia 325). Conscient de cette nécessité, le recourant ne met pas en cause, en l'espèce, l'exigence d'un certificat de capacité pour être inscrit au registre des architectes et ingénieurs. Ce qu'il conteste, c'est l'obligation pour tout architecte d'avoir un domicile professionnel dans le canton de Neuchâtel pour pouvoir figurer sur ce registre, même si par ailleurs il satisfait aux exigences légales quant à ses connaissances professionnelles. Il faut donc examiner si l'exigence d'un domicile professionnel se justifie tant du point de vue de l'intérêt public que de l'application du principe de la proportionnalité.\n\nb) Par domicile professionnel, la loi neuchâteloise ne vise, selon la définition qu'en donne le Conseil d'Etat dans sa réponse, que la création d'un bureau dans le canton de Neuchâtel, l'intéressé étant libre par ailleurs de n'exercer sa profession dans le canton qu'à titre accessoire. L'inscription sur la liste des architectes reconnus et sa publication attestent que les autorités reconnaissent à l'intéressé les connaissances et les qualifications professionnelles nécessaires au respect des règles de la construction. Mais, de l'avis du Conseil d'Etat, cette garantie ne peut être offerte qu'aux architectes \"qui, non seulement possèdent les connaissances techniques, mais aussi l'expérience pratique de diverses exigences légales et réglementaires, cantonales et communales, en matière de construction\"; cette connaissance particulière ne pourrait être acquise qu'en pratiquant dans le canton, d'où la nécessité d'exiger un domicile professionnel. Les architectes ne disposant pas d'un tel domicile dans le canton doivent en revanche, pour quasiment chaque projet touchant à l'exercice de leur profession, demander une autorisation particulière au Conseil d'Etat en vertu de l'art. 133 LC.\n\n|358|\n\nc) La justification de l'exigence d'un domicile professionnel ne résiste pas à l'examen. Tout d'abord, elle n'indique pas en quoi le fait d'avoir un domicile professionnel sur le territoire neuchâtelois permettrait à l'intéressé d'acquérir les connaissances pratiques nécessaires. Au départ, tout architecte, qu'il ait son bureau dans le canton de Neuchâtel ou en dehors de ce canton, ne peut acquérir les connaissances pratiques dont parle le Conseil d'Etat que par l'exécution des mandats qui lui sont confiés. Or, l'autorité intimée ne songe pas à refuser l'inscription dans le registre aux architectes frais émoulus d'une école d'architecture, mais domiciliés professionnellement dans le canton, sous prétexte qu'ils manquent de connaissances pratiques. De même, le fait d'être domicilié dans un canton tiers n'empêche pas un architecte bien organisé d'assumer efficacement la surveillance des chantiers qui lui sont confiés, à plus forte raison lorsqu'il réside à quelques kilomètres du lieu où s'exerce cette surveillance et de connaître parfaitement les réglementations en vigueur. En conséquence, l'exigence d'un domicile professionnel ne donne pas la garantie que l'architecte reconnu est un professionnel ayant une expérience pratique des exigences légales et réglementaires du canton.\n\nPar ailleurs, si l'architecte en cause est jugé incapable, son autorisation d'exercer la profession, telle qu'elle résulte de l'inscription au registre, pourra lui être retirée en application des art. 130 al. 3 et 132 LC qui prévoient expressément le cas. Dans ces conditions, il n'est pas besoin d'imposer en plus à l'architecte qui est établi à l'extérieur du canton de Neuchâtel mais qui désire y travailler, de choisir entre la constitution d'un domicile professionnel dans le canton (art. 130 LC) avec les frais que cela comporte et la complication de demander de cas en cas des autorisations spéciales qui lui seront toujours accordées s'il s'est révélé compétent (art. 133 LC).\n\nAu surplus, on ne voit pas en quoi l'existence d'un domicile professionnel dans le canton faciliterait le contrôle des conditions fixées par les art. 130 et 132 LC. S'agissant en effet de produire des certificats, des diplômes ou des attestations, le problème peut être résolu par voie postale. Quant aux sanctions consécutives à une \"incapacité professionnelle notoire\", c'est en général sur la base des plans qui peuvent être facilement obtenus, quel que soit le domicile de l'architecte, et sur son comportement sur le chantier qu'elles peuvent être ordonnées.\n\n|359|\n\nIl s'ensuit que l'exigence d'un domicile professionnel ne contribue pas à atteindre de manière sensible les buts poursuivis par la loi cantonale; les objectifs de celle-ci peuvent être réalisés par des mesures beaucoup moins gênantes que la création d'un tel domicile, qui risque fort au demeurant de n'être qu'une boîte aux lettres.\n\nd) L'obligation critiquée par le recourant s'avérant ainsi clairement contraire au principe de la proportionnalité et, partant, à l'art. 31 Cst., la décision attaquée peut être annulée sans qu'il soit nécessaire de déterminer si, comme il semble, l'unique but de l'art. 130 al. 1 LC ne consiste pas en réalité à protéger les architectes installés dans le canton de Neuchâtel contre la concurrence de leurs confrères ayant leurs bureaux dans un autre canton. Pour la même raison, il est superflu de contrôler si la restriction attaquée viole aussi le principe de l'égalité de traitement."}