{"annee": "116", "cour": "II", "page": "450", "date": "12/7/1990", "cite": ["116 II 305", "110 II 52"], "cite_par": ["130 III 362"], "chapeau": "84. Auszug aus dem Urteil der I. Zivilabteilung vom 12. Juli 1990 i.S. S. AG gegen B. (Berufung)", "regestes": ["Contrat d'entreprise; résiliation ex nunc (art. 366 al. 1 CO); garantie des défauts de l'ouvrage (art. 368 CO, art. 169 de la norme SIA 118). Lorsque le maître résilie le contrat en vertu de l'art. 366 al. 1 CO et qu'il réclame, contre indemnité, la remise de l'ouvrage commencé, on se trouve en présence d'une résiliation ex nunc des liens contractuels (consid. 2a/aa). Sous l'angle des conséquences juridiques, en particulier de la garantie des défauts, un tel ouvrage partiel est équivalent à l'ouvrage achevé; application de l'art. 169 de la norme SIA 118 \"lorsque les parties ont soumis leurs rapports à cette norme\" (consid. 2b/aa)."], "faits": "|450|\n\nA.- Gestützt auf eine Offerte vom 31. Januar 1985 übertrug die S. AG B. die Ausführung der Zimmerarbeiten für zwei |451| Einfamilienhäuser in Würenlos zu einem Werklohn von Fr. 76'144.-- abzüglich 4% Rabatt und 2% Skonto. Beide Parteien anerkannten den nicht unterzeichneten Vertragsentwurf vom 6. März 1985, welcher u.a. die SIA-Norm 118 zum Vertragsinhalt erklärte, als verbindlich. Nachdem B. die Balkenlage und den Dachstuhl termingerecht ausgeführt hatte, kam es zu Auseinandersetzungen, in denen sich die Parteien gegenseitig Verzögerung der Ausführungsarbeiten bzw. der Vorbereitungshandlungen vorwarfen. Im Anschluss an eine erfolglose Besprechung vom 21. Juni 1985 erklärte die S. AG gleichentags den Rücktritt vom Vertrag. B. verwahrte sich mit Schreiben vom 28. Juni 1985 dagegen und stellte für die ausgeführten Arbeiten am 2. Juli 1985 Rechnung im Betrage von Fr. 24'457.70, an welche die S. AG eine Akontozahlung von Fr. 15'000.-- leistete. Mit der Fertigstellung und der Verbesserung beauftragte die S. AG die Firma K.\n\nAm 14. März 1986 belangte B. die S. AG auf Fr. 9'457.50, d.h. auf die Differenz aus seiner Rechnung abzüglich der Akontozahlung, nebst Zins. Die Beklagte erhob Widerklage in der Höhe von Fr. 5'821.60 für Mängelbehebungen und Preisdifferenzen.\n\nB.- Mit Urteil vom 14. Juni 1988 wies das Bezirksgericht Baden die Klage ab, hiess die Widerklage teilweise gut und verpflichtete den Kläger zur Bezahlung von Fr. 5'821.60 nebst Zins.\n\nIn teilweiser Gutheissung einer Appellation des Klägers hob das Obergericht des Kantons Aargau am 22. September 1989 das angefochtene Urteil auf, verpflichtete die Beklagte zur Zahlung von Fr. 2'045.10 nebst Zins und wies die Widerklage ab. Es bejahte einen restanzlichen Werklohnanspruch des Klägers von Fr. 8'357.10, welchen es mit einem der Beklagten zustehenden Schadenersatzanspruch im Umfang von Fr. 6'312.-- verrechnete.\n\nDas Bundesgericht weist die Berufung der Beklagten ab, soweit es darauf eintritt, und bestätigt den angefochtenen Entscheid.", "considerants": "Aus den Erwägungen:\n\n2. Die Beklagte macht geltend, die Vorinstanz unterstelle ihren Rücktritt zu Recht Art. 366 Abs. 1 OR. Unzutreffend seien jedoch ihre Ausführungen über die Wirkungen des Rücktritts gemäss Art. 366 Abs. 1 OR. Sie wende überdies zu Unrecht Art. 169 SIA-Norm 118 an. Die Mängelrechte entstünden erst mit Ablieferung des mangelhaften Werkes, so dass beim Rücktritt des |452| Bestellers nach Art. 366 Abs. 1 OR kein Tatbestand von Art. 368 OR und Art. 169 SIA-Norm 118 vorliege. Die Beklagte vertritt die Auffassung, ihre Aufwendungen für die von der Firma K. vorgenommenen Mängelbehebungsarbeiten könnten zur Verrechnung mit den grundsätzlich anerkannten Werklohnansprüchen des Klägers gebracht werden.\n\na) aa) Zu den möglichen Verzugsfolgen, die sich mit dem Schuldnerverzug des Unternehmers verbinden, gehört das Recht des Bestellers, vom Werkvertrag entweder nach Art. 107 Abs. 2, falls Verzug des Unternehmers mit der Ablieferung des Werkes vorliegt, oder bei Verzug vor Eintritt des Ablieferungstermins nach Art. 366 Abs. 1 OR zurückzutreten. Der Rücktritt des Bestellers bewirkt, dass der Vertrag mit Wirkung ex tunc aufgelöst wird. Ein solcher Rücktritt lässt die noch offenen Leistungspflichten erlöschen und begründet die Pflicht zur Rückgabe des bereits Empfangenen (GAUCH, Der Werkvertrag, 3. Aufl. 1985, S. 141 Rz. 487 f.). Hat indessen der Unternehmer im Zeitpunkt des Rücktritts mit der Ausführung des Werkes schon begonnen, so steht es dem Besteller frei, den Vertrag gegen Vergütung der bereits geleisteten Arbeit ex nunc aufzulösen und das Werk, soweit es ausgeführt ist, zu beanspruchen. Verlangt der Besteller diese Auflösung, so erfolgt keine Rückabwicklung des Vertrages. Der Unternehmer wird dabei von der Pflicht zur Vollendung des Werkes und der Besteller von der Vergütungspflicht für den noch nicht ausgeführten Teil des Werkes befreit (GAUCH, a.a.O., S. 141 f. Rz. 488-490 mit Hinweisen, ferner S. 469 Rz. 1776).\n\nbb) Nach den für das Bundesgericht im Berufungsverfahren verbindlichen Feststellungen der Vorinstanz hat die Beklagte den Kläger in ihrem Rücktrittsschreiben vom 21. Juni 1985 aufgefordert, für die geleistete Arbeit Rechnung zu stellen. Die zu erbringende Vergütung ist bis auf die Abzüge für Rabatt, Skonto und Baureinigung unbestritten. Damit wurde der Vertrag ex nunc aufgelöst. Die Frage nach den gegenseitigen Rechten und Pflichten bezüglich der Mängelbehebung bezieht sich damit nur auf diesen Werkteil. Die Frage, welche Regeln dagegen bei Vertragsrücktritt ex tunc (Art. 109 Abs. 1 OR) anzuwenden sind, kann vorliegend offenbleiben.\n\nb) aa) Tritt der Besteller nach Art. 366 Art. 1 OR vom Vertrag zurück, verunmöglicht er dem Unternehmer die Vollendung des Werkes. Ist er indessen bereit, die bereits gelieferten Arbeiten und Materialien entgegenzunehmen und den dafür geschuldeten |453| Werklohn zu begleichen, akzeptiert er das Teilwerk als solches. Dieses ist hinsichtlich der Rechtsfolgen dem vollendeten Werk gleichzustellen. Der Besteller verfügt über die gleichen Mängelrechte. Demgegenüber hat er bei entsprechender vertraglicher Abmachung dem Unternehmer auch das Nachbesserungsrecht gemäss Art. 169 SIA-Norm 118 einzuräumen. Das begonnene, jedoch noch unvollendete Werk stellt keinen Werkmangel dar; es wird jedoch verlangt, dass es im Zeitpunkt des Vertragsrücktritts mängelfrei ist.\n\nZum gleichen Ergebnis führt die Fortentwicklung des Ansatzes von GAUCH (a.a.O., S. 469 Rz. 1778) zur Frage der Mängelhaftung bei vorzeitiger Vertragsauflösung. Er will die Bestimmungen über die Mängelhaftung sinngemäss anwenden und den Unternehmer entsprechend den Art. 367-371 OR haften lassen, wenn das unvollendete Werk mangelhaft ist, weil ihm eine Eigenschaft fehlt, die es ungeachtet der Nichtvollendung in diesem Stadium der Ausführung bereits aufweisen sollte. Dementsprechend ist Art. 368 OR auch hier sinngemäss anzuwenden. Da diese Bestimmung nur subsidiär gilt, kommt bei entsprechender Vereinbarung Art. 169 SIA-Norm 118 zur Anwendung, wonach der Bauherr bei jedem Mangel zunächst einzig das Recht hat, vom Unternehmer die Beseitigung des Mangels innerhalb angemessener Frist zu verlangen (BGE 110 II 53, BGE 116 II 311 E. 3a).\n\nbb) Nach den tatbeständlichen Feststellungen des Obergerichts haben die Parteien die Anwendung der SIA-Norm 118 verbindlich anerkannt. Entgegen Art. 169 SIA-Norm 118 habe die Beklagte die mangelhaften Arbeiten des Klägers, ohne diesem eine Frist zur Nachbesserung anzusetzen, durch die Firma K. beheben lassen. Es treffe nicht zu, dass sich der Kläger ausdrücklich geweigert habe, die Mängel zu beheben. Ebensowenig könne gesagt werden, dass dieser offensichtlich nicht dazu imstande gewesen sei. Diese Feststellungen binden das Bundesgericht. Das Obergericht geht zu Recht von einem Vertragsrücktritt der Beklagten mit Wirkung ex nunc aus und wendet hinsichtlich der Mängelrechte die hiefür massgebenden gesetzlichen und vertraglichen Regeln an. Da nach den verbindlichen Feststellungen der Vorinstanz die SIA-Norm 118 Vertragsbestandteil bildete, hat die Beklagte gemäss Art. 169 SIA-Norm grundsätzlich nur ein Recht auf Nachbesserung; entgegen ihrer Auffassung stehen ihr die übrigen Mängelrechte, Wandelung und Minderung (Art. 368 OR), nicht alternativ zur Verfügung. Die Beklagte hat vom |454| Kläger nicht Nachbesserung verlangt und infolgedessen ihre übrigen Ansprüche verwirkt."}