{"annee": "116", "cour": "IA", "page": "387", "date": "4/7/1990", "cite": ["116 IA 32", "115 IA 180"], "cite_par": ["119 IA 221", "118 IA 282", "117 IA 157", "117 IA 182", "126 I 168"], "chapeau": "58. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 4. Juli 1990 i.S. V. gegen Staatsanwaltschaft und Obergericht (1. Strafabteilung des Kantons Aargau (staatsrechtliche Beschwerde)", "regestes": ["Art. 58 al. 1 Cst. et art. 6 ch. 1 CEDH; droit à un juge impartial. Un magistrat peut, sans violer le droit à un juge impartial, statuer sur la détention d'un prévenu, puis participer à la décision sur la demande d'indemnité relative à cette détention."], "faits": "|388|\n\nV. wurde am 26. Februar 1986 wegen Verdachts des Handels mit Betäubungsmitteln verhaftet. Mit Verfügung vom 7. März 1986 verlängerte der Vizepräsident der Beschwerdekammer in Strafsachen des Obergerichts des Kantons Aargau, Oberrichter Wuffli, die Untersuchungshaft bis zum Eingang der Anklage beim Gericht. Am 16. Juli 1986 wies er ein Haftentlassungsgesuch ab. Die Staatsanwaltschaft des Kantons Aargau erhob am 2. Oktober 1986 gegen V. Anklage wegen Gehilfenschaft zu qualifizierter Widerhandlung gegen das Betäubungsmittelgesetz. Das Bezirksgericht Baden führte am 17. Dezember 1986 die Hauptverhandlung durch und beschloss, V. aus der Haft zu entlassen. Mit Urteil vom 11. Februar 1987 sprach es ihn von Schuld und Strafe frei. Am 2. April 1987 stellte V. ein Begehren um Haftentschädigung im Betrag von Fr. 110'000.--. Das Bezirksgericht Baden sprach ihm eine Entschädigung von Fr. 75'000.-- zu Lasten des Staates zu. Das Aargauer Obergericht änderte diesen Entscheid in teilweiser Gutheissung der Berufung der Staatsanwaltschaft dahin ab, dass es die Entschädigung auf Fr. 30'000.-- festsetzte. Am Urteil des Obergerichts wirkte Oberrichter Wuffli mit.\n\nV. erhob staatsrechtliche Beschwerde, mit der er u.a. rügte, am Urteil des Obergerichts habe ein befangener Richter mitgewirkt. Das Bundesgericht hielt diese Rüge für unbegründet.", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer beklagt sich in erster Linie über eine Verletzung der Art. 58 Abs. 1 BV und 6 Ziff. 1 EMRK, da am angefochtenen Urteil des Aargauer Obergerichts vom 16. Februar 1989, mit dem über die Entschädigung für die von ihm ausgestandene Untersuchungshaft befunden wurde, ein befangener Richter mitgewirkt habe. Er ist der Meinung, Oberrichter Wuffli, der bei diesem Urteil die 1. Strafkammer des Obergerichts präsidierte, habe über die Haftentschädigung deshalb nicht unvoreingenommen |389| urteilen können, weil er am 7. März 1986 die gegen ihn - den Beschwerdeführer - vom Bezirksamt Baden angeordnete Untersuchungshaft bis zum Eingang der Anklage beim Gericht verlängert und am 16. Juli 1986 ein von ihm eingereichtes Haftentlassungsgesuch abgelehnt habe.\n\nNach der Rechtsprechung des Bundesgerichts muss die Rüge der unrichtigen Besetzung eines Gerichts bzw. der Voreingenommenheit eines Richters so früh wie möglich geltend gemacht werden. Es verstösst gegen Treu und Glauben, Einwände dieser Art erst im Rechtsmittelverfahren vorzubringen, wenn der - echte oder vermeintliche - Organmangel schon im vorangegangenen Verfahren hätte geltend gemacht werden können. Wer einen Richter nicht unverzüglich ablehnt, wenn er von einem Ausstandsgrund (Ausschliessungs- oder Ablehnungsgrund) Kenntnis erhält, sondern sich stillschweigend auf den Prozess einlässt, verwirkt den Anspruch auf spätere Anrufung der verletzten Verfassungsbestimmung (BGE 114 Ia 278, 280, 350 E. d; 114 V 62 E. 2b; 112 Ia 339 f.).\n\nDer Beschwerdeführer hat im Berufungsverfahren vor Obergericht kein Ausstandsbegehren gegen Oberrichter Wuffli gestellt. Er bringt erst vor Bundesgericht vor, dieser Richter hätte wegen Befangenheit am Entscheid über die Haftentschädigung nicht mitwirken dürfen. Den Akten ist indessen zu entnehmen, dass das Obergericht im Berufungsverfahren betreffend Haftentschädigung am 21. Januar 1988 einen Sistierungsbeschluss gefasst hatte, an welchem nach den Angaben auf dem Titelblatt Oberrichter Wuffli als Präsident der 1. Strafkammer des Obergerichts mitwirkte. Der Beschwerdeführer musste daher nach Erhalt dieses Beschlusses damit rechnen, dass Oberrichter Wuffli auch bei der materiellen Beurteilung des Entschädigungsbegehrens mitwirken würde. Gleichwohl hat er ihn im Berufungsverfahren nicht abgelehnt. In der staatsrechtlichen Beschwerde wird vorgebracht, auch wenn Oberrichter Wuffli am erwähnten, ausschliesslich formellen Charakter aufweisenden Beschluss teilgenommen habe, habe der Beschwerdeführer davon ausgehen dürfen, dass er bei der materiellen Beurteilung des Begehrens um Haftentschädigung von sich aus einem Ersatzmitglied der 1. Strafkammer Platz machen würde. Nach der dargelegten bundesgerichtlichen Rechtsprechung muss aber eine Prozesspartei, wenn sie von einem Ausstandsgrund Kenntnis erhält, den betreffenden Richter unverzüglich ablehnen; sie darf sich nicht stillschweigend auf den Prozess einlassen in der |390| Annahme, der Richter werde von sich aus in den Ausstand treten oder der Entscheid werde trotz Mitwirkung des betreffenden Richters für sie günstig ausfallen. Im hier zu beurteilenden Fall dürfte nach dem Gesagten wohl angenommen werden, dass der Beschwerdeführer Oberrichter Wuffli schon im Verfahren vor Obergericht hätte ablehnen können und dass er, weil er dies unterliess, das Recht, sich vor Bundesgericht über eine Verletzung des Anspruchs auf einen unbefangenen Richter zu beklagen, verwirkt hat. Wie es sich damit letztlich verhält, kann jedoch dahingestellt bleiben, da die Rüge des Beschwerdeführers aus den folgenden Erwägungen unbegründet ist.\n\n2. Der Beschwerdeführer behauptet, es sei mit dem Anspruch auf einen unbefangenen Richter nach Art. 58 Abs. 1 BV und Art. 6 Ziff. 1 EMRK unvereinbar, wenn der gleiche Richter, der die Haftverlängerung bewilligt und ein Haftentlassungsgesuch abgewiesen habe, später auch im Verfahren betreffend Entschädigung für die ungerechtfertigte Untersuchungshaft mitwirke.\n\nEs ist zunächst darauf hinzuweisen, dass nach zwei unveröffentlichten Entscheiden der Europäischen Kommission für Menschenrechte die Vorschrift von Art. 6 Ziff. 1 EMRK nicht anwendbar ist auf Verfahren, in denen über eine Haftentschädigung befunden wird (Entscheide zitiert bei FROWEIN/PEUKERT, EMRK-Kommentar, Kehl/Strassburg/Arlington, 1985, N. 36 zu Art. 6 EMRK, S. 125, Fn. 89). Ob diese Konventionsbestimmung auf Verfahren betreffend Haftentschädigungen zur Anwendung kommt, kann indes offenbleiben, da im vorliegenden Fall eine Verletzung des Art. 6 Ziff. 1 EMRK nicht gegeben ist.\n\na) Sowohl aufgrund von Art. 58 Abs. 1 BV als auch gemäss Art. 6 Ziff. 1 EMRK hat der Einzelne einen Anspruch darauf, dass seine Sache von einem unvoreingenommenen, unparteiischen und unbefangenen Richter beurteilt wird. Befangenheit ist nach der bundesgerichtlichen Rechtsprechung dann anzunehmen, wenn Umstände vorliegen, die geeignet sind, Misstrauen in die Unparteilichkeit eines Richters zu erwecken. Solche Umstände können entweder in einem bestimmten persönlichen Verhalten des betreffenden Richters oder in gewissen funktionellen und organisatorischen Gegebenheiten begründet sein. In beiden Fällen wird aber nicht verlangt, dass der Richter deswegen tatsächlich befangen ist. Es genügt, wenn Umstände vorliegen, die den Anschein der Befangenheit und die Gefahr der Voreingenommenheit zu begründen vermögen. Bei der Beurteilung des Anscheins der Befangenheit |391| und der Gewichtung solcher Umstände kann nicht auf das subjektive Empfinden einer Partei abgestellt werden; das Misstrauen in die Unvoreingenommenheit muss vielmehr in objektiver Weise begründet erscheinen (BGE 116 Ia 34 E. 2b mit Hinweisen).\n\nEine gewisse, von funktionellen oder organisatorischen Gegebenheiten herrührende Besorgnis der Voreingenommenheit kann bei den Parteien dann entstehen, wenn sich ein Richter bereits in einem früheren Zeitpunkt in amtlicher Funktion mit der konkreten Streitsache befasst hatte. Das Bundesgericht hat zu diesem Umstand der sogenannten Vorbefassung ausgeführt, es könne nicht allgemein gesagt werden, in welchen Fällen die Tatsache, dass ein Richter schon zu einem früheren Zeitpunkt in der betreffenden Angelegenheit tätig war, unter dem Gesichtswinkel von Verfassung und Konvention die Ausstandspflicht begründe, und in welchen Fällen das nicht zutreffe. Als massgebendes Kriterium für die Beurteilung dieser Frage im Einzelfall hielt es aber fest, es sei generell zu fordern, dass das Verfahren in bezug auf den konkreten Sachverhalt und die konkret zu entscheidenden Rechtsfragen trotz der Vorbefassung als offen erscheine und nicht der Anschein der Vorbestimmtheit erweckt werde (BGE 116 Ia 34 f. E. 3a mit Hinweisen).\n\nb) Der Beschwerdeführer macht geltend, Oberrichter Wuffli habe das Begehren um Haftentschädigung deshalb nicht unvoreingenommen beurteilen können, weil er in dieser Sache seinerzeit die Haftverlängerung bewilligt und ein Haftentlassungsgesuch abgewiesen habe. Er ist der Ansicht, ein Richter, der - wenn auch in gesetzlicher Weise - durch seine Verfügungen zur zehnmonatigen Dauer einer Untersuchungshaft beigetragen habe, befinde sich in einem Interessenkonflikt; er tendiere dazu, die Entschädigung niedrig anzusetzen und die für eine Herabsetzung sprechenden Umstände zu stark zu gewichten. Es bestehe somit zumindest der objektiv gerechtfertigte Anschein, dass der betreffende Richter die Frage der Haftentschädigung nicht unvoreingenommen beurteilen könne.\n\nNach der erwähnten Rechtsprechung des Bundesgerichts begründet eine Vorbefassung keine Ausstandspflicht, sofern das betreffende Verfahren in bezug auf den konkreten Sachverhalt und die konkret zu entscheidenden Rechtsfragen gleichwohl als offen erscheint. Demnach stand im vorliegenden Fall einer Mitwirkung von Oberrichter Wuffli im Haftentschädigungsverfahren dann nichts entgegen, wenn der Ausgang dieses Verfahrens trotz dem |392| Umstand, dass er in dieser Angelegenheit schon als Haftrichter geamtet hatte, als offen erschien und nicht der Anschein der Vorbestimmtheit erweckt wurde. Ob dies zutraf, hängt davon ab, welche Fragen Oberrichter Wuffli bei der Behandlung der Gesuche um Haftverlängerung bzw. Haftentlassung zu prüfen hatte und über welche Fragen er später beim Entscheid über die Haftentschädigung befinden musste. Bei der Beurteilung der Begehren um Hafterstreckung bzw. Haftentlassung war zu prüfen, ob die in § 67 der Strafprozessordnung des Kantons Aargau (StPO) genannten Voraussetzungen für die Fortdauer der Haft erfüllt seien, d.h. ob der Beschwerdeführer einer mit Freiheitsstrafe bedrohten Handlung dringend verdächtig sei und ob zudem einer der besonderen Haftgründe (Flucht-, Kollusions- oder Fortsetzungsgefahr) bestehe. Demgegenüber ging es beim späteren Entscheid über die Haftentschädigung um andere Fragen. Hier war zunächst abzuklären, ob der Beschwerdeführer das Strafverfahren durch ein verwerfliches oder leichtfertiges Benehmen verursacht oder erschwert habe, in welchem Falle eine Entschädigung hätte verweigert werden können (§ 164 Abs. 3 in Verbindung mit § 140 Abs. 1 StPO). Nachdem ein derartiges Verhalten verneint worden war, musste geprüft werden, ob und in welchem Umfang der Beschwerdeführer durch die erstandene Untersuchungshaft einen Schaden (finanzielle Nachteile; immaterielle Unbill) erlitten habe. Da somit in den beiden Verfahrensabschnitten (Haftprüfungsverfahren einerseits, Haftentschädigungsverfahren anderseits) nicht die gleichen Fragen zu beurteilen waren, kann objektiv betrachtet nicht gesagt werden, der Ausgang des Haftentschädigungsverfahrens vor Obergericht sei wegen des Umstandes, dass Oberrichter Wuffli seinerzeit die Untersuchungshaft verlängert und ein Haftentlassungsbegehren des Beschwerdeführers abgewiesen hatte, nicht mehr offen gewesen. Wenn der Beschwerdeführer meint, bei personeller Identität von Haftprüfungs- und Haftentschädigungsrichter sei wegen des in einem solchen Fall bestehenden Interessenkonflikts eine unvoreingenommene Beurteilung der Entschädigungsfrage ausgeschlossen, so handelt es sich dabei um sein subjektives Empfinden, auf das nach der bundesgerichtlichen Rechtsprechung nicht abgestellt werden kann. Bei objektiver Betrachtung lässt sich allein aus der Tatsache, dass der Haftentschädigungsrichter in der betreffenden Angelegenheit bereits als Haftprüfungsrichter tätig war, nicht ableiten, er könne deswegen das Begehren um Haftentschädigung nicht mehr unvoreingenommen beurteilen. Es müsste in einem |393| solchen Fall ein bestimmtes, den Anschein der Befangenheit erweckendes persönliches Verhalten des Richters hinzukommen, damit dessen Ausstand verlangt werden könnte. In diesem Sinne hat übrigens der Europäische Gerichtshof für Menschenrechte bei der Beurteilung der Frage, ob die Personalunion von Haftrichter und Sachrichter mit Art. 6 Ziff. 1 EMRK vereinbar sei, erklärt, die Tatsache, dass der Sachrichter in der betreffenden Strafsache bereits Verfügungen über die Verlängerung der Haft getroffen habe, genüge für sich allein nicht, um den Sachrichter als befangen abzulehnen; vielmehr müssten hiefür im Einzelfall bestimmte Umstände hinzukommen, die den Schluss auf Voreingenommenheit zuliessen (Urteil des Europäischen Gerichtshofes für Menschenrechte vom 24. Mai 1989 i.S. Hauschildt, Publications de la Cour européenne des droits de l'homme, Série A, vol. 154, Ziff. 50-52). Auch das Bundesgericht hat bisher bei personeller Identität von Haftrichter und Sachrichter eine Ausstandspflicht nur in einem Fall bejaht, in welchem aufgrund bestimmter Äusserungen, mit denen der Sachrichter seinerzeit als Haftrichter die Untersuchungshaft mehrmals verlängert hatte, der Eindruck der Voreingenommenheit erweckt worden war (Urteil vom 5. Juli 1989 i.S. X., publiziert in BGE 115 Ia 180 ff. und EuGRZ 1989, S. 330 f.).\n\nZusammenfassend ist festzuhalten, dass es nicht gegen Art. 58 Abs. 1 BV und Art. 6 Ziff. 1 EMRK verstösst, wenn derjenige Richter, der in einer Strafsache als Haftrichter tätig war, später auch beim Entscheid über die Haftentschädigung mitwirkt. Die Beschwerde erweist sich in diesem Punkt als unbegründet."}