{"annee": "116", "cour": "V", "page": "318", "date": "14/12/1990", "cite": ["116 V 41", "111 V 279", "96 V 126", "106 IB 125"], "cite_par": ["129 V 226", "118 V 16", "128 V 75", "138 II 191"], "chapeau": "48. Urteil vom 14. Dezember 1990 i.S. Verein X gegen Bundesamt für Sozialversicherung", "regestes": ["Art. 101bis LAVS, art. 225 al. 5 RAVS et art. 129 al. 1 let. c OJ. L'art. 101bis LAVS ne confère aucun droit à des subventions pour l'aide à la vieillesse. Les décisions de l'Office fédéral des assurances sociales portant sur l'octroi ou le refus de ces subventions ne peuvent donc pas être attaquées par la voie du recours de droit administratif."], "faits": "|318|\n\nA.- Der Verein X hat den Zweck, durch freiwillige Helfer eine Organisation zu bilden zur Betreuung schwerkranker Menschen. Für die Ausbildung der Betreuer führt er zusammen mit kirchlichen und karitativen Institutionen Kurse durch. Am 7. April 1989 und 10. Februar 1990 ersuchte er das Bundesamt für Sozialversicherung (BSV) um Gewährung von Beiträgen an die Aufwendungen für die Kurse in den Jahren 1989 und 1990.\n\nDas BSV lehnte die Gesuche im wesentlichen mit der Begründung ab, dass gemäss Kreisschreiben vom 1. Januar 1986 über die Beiträge der AHV an Organisationen der privaten Altershilfe die verlangten Leistungen nur zugesprochen würden, wenn der rechtliche Träger der Organisation ein Verein oder eine Stiftung sei. Im vorliegenden Fall sei diese Voraussetzung nicht erfüllt, da die Träger der Kurse zusammen eine einfache Gesellschaft bildeten (Verfügung vom 4. Mai 1990).\n\n|319|\n\nB.- Der Verein X lässt Verwaltungsgerichtsbeschwerde führen mit dem Antrag:\n\n\"Es sei das Gesuch vom 7. April 1989 bzw. 10. Februar 1990 für einen\n\nBeitrag im Jahre 1989 bzw. 1990 gutzuheissen.\n\nEventuell: Es sei festzustellen, dass der Beschwerdeführer die\n\nVoraussetzungen gemäss Art. 101bis AHVG erfüllt, und es sei das Gesuch zur\n\nweiteren, materiellen Prüfung an die Vorinstanz zurückzuweisen.\"\n\nDas BSV beantragt Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Gemäss Art. 128 OG beurteilt das Eidg. Versicherungsgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 97 und 98 lit. b-h OG auf dem Gebiet der Sozialversicherung. Hinsichtlich des Begriffs der mit Verwaltungsgerichtsbeschwerde anfechtbaren Verfügungen verweist Art. 97 OG auf Art. 5 VwVG. Nach Art. 5 Abs. 1 VwVG gelten als Verfügungen Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen und zum Gegenstand haben: Begründung, Änderung oder Aufhebung von Rechten oder Pflichten, Feststellung des Bestehens, Nichtbestehens oder Umfanges von Rechten oder Pflichten, Abweisung von Begehren auf Begründung, Änderung, Aufhebung oder Feststellung von Rechten oder Pflichten, oder Nichteintreten auf solche Begehren.\n\nb) Entscheide über die Gewährung bzw. Verweigerung von Beiträgen zur Förderung der Altershilfe nach Art. 101bis AHVG sind gestützt auf Art. 225 Abs. 5 AHVV in erster Instanz durch das BSV zu erlassen. Gegen dessen Verfügungen kann gemäss Art. 203 AHVV in Verbindung mit Art. 97 und Art. 98 lit. c sowie Art. 128 OG unmittelbar die Verwaltungsgerichtsbeschwerde an das Eidg. Versicherungsgericht erhoben werden. Unzulässig ist die Verwaltungsgerichtsbeschwerde gemäss Art. 129 Abs. 1 lit. c OG jedoch gegen Verfügungen über die Bewilligung oder Verweigerung vermögensrechtlicher Zuwendungen, auf die das Bundesrecht keinen Anspruch einräumt, ausser Stundung oder Erlass von Versicherungsbeiträgen. Diese Eintretensvoraussetzung ist von Amtes wegen zu prüfen, auch wenn sich die Parteien nicht dazu geäussert haben (BGE 116 V 50 Erw. 7b mit Hinweis).\n\nc) Nach der Rechtsprechung ist ein bundesrechtlicher Anspruch auf einen Beitrag zu bejahen, wenn das Bundesrecht selber |320| die Bedingungen umschreibt, unter welchen Leistungen zu gewähren sind, ohne dass es im Ermessen der gesetzesanwendenden Behörde läge, ob sie einen Beitrag gewähren will oder nicht. Die eidgenössischen Gerichte haben deshalb einen bundesrechtlichen Anspruch auf Leistungen wiederholt auch dann bejaht, wenn die betreffende Rechtsnorm als Kann-Vorschrift formuliert war (BGE 116 V 50 Erw. 7c, BGE 111 V 281 Erw. 2b mit Hinweisen).\n\nIm Lichte dieser Rechtsprechung ist zu prüfen, ob Art. 101bis AHVG einen bundesrechtlichen Anspruch auf Beiträge zur Förderung der Altershilfe einräumt oder ob die Beitragsgewährung im Ermessen der Verwaltung steht, was einen Rechtsanspruch auf finanzielle Unterstützung ausschliesst (BGE 116 V 50 Erw. 7c, BGE 106 Ib 127 Erw. 2a, BGE 96 V 127 f.).\n\n2. a) Art. 101bis Abs. 1 AHVG bestimmt, dass die Versicherung gemeinnützigen privaten Institutionen Beiträge gewähren kann an die Personal- und Organisationskosten für die Durchführung folgender Aufgaben zugunsten Betagter: Beratung, Betreuung und Beschäftigung (lit. a); Kurse, die der Erhaltung oder Verbesserung der geistigen oder körperlichen Fähigkeiten, der Selbstsorge sowie der Herstellung des Kontaktes mit der Umwelt dienen (lit. b); Hilfeleistungen, wie Haushalthilfe, Hilfe bei der Körperpflege und Mahlzeitendienst (lit. c); Aus- und Weiterbildung von Lehr-, Fach- und Hilfspersonal (lit. d). Der Bundesrat bestimmt die Höhe der Beiträge und die Bedingungen, unter denen sie gewährt werden (Abs. 2). Soweit aufgrund anderer Bundesgesetze Beiträge an Aufwendungen im Sinne von Abs. 1 gewährt werden, richtet die Versicherung keine Beiträge aus (Abs. 4).\n\nb) Dem Wortlaut dieser Bestimmung lässt sich kein bundesrechtlicher Anspruch der berechtigten Organisationen auf Beiträge der AHV entnehmen. Auch die Gesetzesmaterialien weisen nicht in diese Richtung. Die Diskussion in den vorberatenden parlamentarischen Kommissionen ging vor allem um die Frage, ob die Beitragsberechtigung auch auf öffentlich-rechtliche Institutionen wie Gemeinden und Landeskirchen auszudehnen oder ob eine Einschränkung auf gesamtschweizerische Institutionen oder sogar eine Streichung der Bestimmung vorzunehmen sei (Protokoll der Kommission des Nationalrates, Sitzungen vom 14. und 15. Februar 1977, S. 56 ff.; Protokoll der Kommission des Ständerates, Sitzung vom 26. April 1977, S. 8 f. und S. 11 f.). Aus dem Widerstreit der Auffassungen resultierte einzig eine Änderung von Abs. 4 des bundesrätlichen Vorschlages, der folgenden Wortlaut |321| hatte (Botschaft des Bundesrates über die neunte Revision der Alters- und Hinterlassenenversicherung vom 7. Juli 1976; BBl 1976 III 104):\n\n\"Soweit auf Grund anderer Bundesgesetze Beiträge an Aufwendungen im Sinne\n\nvon Absatz 1 gewährt werden, entfällt ein Anspruch auf Beiträge der\n\nVersicherung.\"\n\nDer Antragsteller hatte geltend gemacht, in Art. 101bis AHVG sei zunächst (Abs. 1) nur davon die Rede, dass die Versicherung Beiträge gewähren könne; in Abs. 4 werde dann aber von einem \"Anspruch\" gesprochen, was zu einem gewissen Leistungsautomatismus führen könne; das Wort \"Anspruch\" sei daher zu eliminieren (Protokoll der Kommission des Ständerates, Sitzung vom 26. April 1977, S. 9). Diesem Antrag, der zur Gesetz gewordenen Regelung führte, stimmte Bundesrat Hürlimann zu im wesentlichen mit der Argumentation, Abs. 1 der Bestimmung sei als Kann-Vorschrift ausgelegt, damit \"gezielt angesetzt\" werden könne; es werde also nicht jedes von der Koordinationsstelle mit einer Empfehlung weitergeleitete Gesuch ohne weiteres subventioniert; damit dürfte gewährleistet sein, dass beispielsweise eine wohlhabende Gemeinde, die die Aufgabe einer privaten Organisation anvertraut habe, nicht subventioniert werde, während in ärmeren Berggemeinden Hilfe möglich sei (a.a.O., S. 10).\n\nDie Erklärungen von Bundesrat Hürlimann in Verbindung mit der Gutheissung des Antrages auf Eliminierung des Begriffs \"Anspruch\" in Abs. 4 zur Herstellung der Koordination mit der Kann-Bestimmung in Abs. 1 und zur Verhinderung eines \"Leistungsautomatismus\" zeigen, dass kein Anspruch auf Gewährung der in Art. 101bis AHVG vorgesehenen Beiträge geschaffen, sondern diese dem Ermessen der zuständigen Behörde anheimgestellt werden wollte. Besteht demnach kein bundesrechtlicher Anspruch auf die fraglichen Beiträge, ist die Verwaltungsgerichtsbeschwerde gemäss Art. 129 Abs. 1 lit. c OG gegen die Verfügung des BSV unzulässig. Auf die Verwaltungsgerichtsbeschwerde ist daher nicht einzutreten.\n\n3. (Kostenpunkt)"}