{"annee": "116", "cour": "V", "page": "95", "date": "19/4/1990", "cite": ["105 V 257", "110 V 263", "107 V 153", "114 V 13", "113 V 17"], "cite_par": ["144 V 319"], "chapeau": "17. Arrêt du 19 avril 1990 dans la cause M. contre Caisse cantonale valaisanne de compensation et Tribunal cantonal valaisan des assurances", "regestes": ["Art. 21 al. 2 LAI, ch. 14.01 Annexe OMAI: Droit à une installation sanitaire complémentaire automatique. Le fait que l'assuré est entièrement impotent n'exclut pas, en soi, tout droit à une installation sanitaire complémentaire automatique (in casu: un élévateur de bain)."], "faits": "|95|\n\nA.- Gilberte M., née en 1931, est atteinte de sclérose en plaques de stade avancé. Elle a demandé en 1984 des prestations de l'assurance-invalidité. Mise au bénéfice d'une demi-rente d'invalidité et d'une allocation pour impotent (impotence de degré faible) à partir de 1983, elle a droit à une rente entière d'invalidité et à une allocation pour impotent (impotence de degré grave) depuis 1986.\n\n|96|\n\nDès 1985, l'assurée s'est vu remettre en prêt un fauteuil roulant sans moteur, de même qu'un siège de bain à hauteur variable à partir de 1986.\n\nGilberte M., par demande du 29 octobre 1987, a requis la remise d'un élévateur de bain de type \"Aqua-Tec-Minor\".\n\nLa Commission de l'assurance-invalidité du canton du Valais, dans un prononcé présidentiel du 3 décembre 1987, a considéré l'élévateur de bain comme une installation sanitaire complémentaire automatique, à laquelle la requérante n'avait pas droit, parce qu'elle n'était pas à même de faire sa toilette de manière indépendante à l'intérieur de la baignoire, étant entièrement impotente.\n\nSur cette base, la Caisse cantonale valaisanne de compensation, par décision du 11 décembre 1987, a refusé la prise en charge de l'élévateur de bain \"Aqua-Tec-Minor\".\n\nB.- Gilberte M. a recouru devant le Tribunal des assurances du canton du Valais contre cette décision dont elle demandait l'annulation, en concluant à la remise d'un élévateur de bain \"Aqua-Tec-Minor\", au prix de 1'930 francs.\n\nPar jugement du 6 juin 1988, la juridiction cantonale a rejeté le recours.\n\nEn bref, le tribunal a considéré que le but d'une installation sanitaire complémentaire automatique ou d'un élévateur pour malade est de développer l'autonomie personnelle de l'assuré; qu'en cas d'impotence grave, la remise d'un élévateur de bain ne vise pas à développer l'autonomie personnelle; qu'en effet, ce but ne saurait être atteint lorsque, comme en l'espèce, l'assuré a besoin de toute façon de l'aide de tiers pour prendre un bain, parce qu'il est entièrement impotent; qu'il serait par ailleurs contraire au \"principe d'économie de la loi\" de remettre un élévateur de bain au bénéficiaire d'une allocation pour impotence grave, laquelle \"tend à rétribuer le tiers mis à contribution\".\n\nC.- Gilberte M. interjette recours de droit administratif contre ce jugement, en concluant à l'annulation de celui-ci et de la décision administrative litigieuse, ainsi qu'à la remise d'un élévateur de bain \"Aqua-Tec-Minor\", au prix de 1'930 francs.\n\nLa caisse, se référant au préavis de la commission de l'assurance-invalidité, conclut implicitement au rejet du recours, ce que propose également l'Office fédéral des assurances sociales (OFAS).\n\n|97|", "considerants": "Considérant en droit:\n\n1. a) Aux termes de l'art. 21 al. 2 LAI, l'assuré qui, par suite de son invalidité, a besoin d'appareils coûteux pour se déplacer, établir des contacts avec son entourage ou développer son autonomie personnelle, a droit, sans égard à sa capacité de gain, à de tels moyens auxiliaires conformément à une liste qu'établira le Conseil fédéral.\n\nA l'art. 14 RAI, le Conseil fédéral a délégué au Département fédéral de l'intérieur la compétence de dresser la liste des moyens auxiliaires et d'édicter des prescriptions complémentaires au sens de l'art. 21 al. 4 LAI. Ce département a édicté l'ordonnance concernant la remise de moyens auxiliaires par l'assurance-invalidité (OMAI) avec en annexe la liste des moyens auxiliaires. En vertu de l'art. 2 al. 1 OMAI, ont droit aux moyens auxiliaires, dans les limites fixées par la liste en annexe, les assurés qui en ont besoin pour se déplacer, établir des contacts avec leur entourage ou développer leur autonomie personnelle.\n\nb) Selon le ch. 14.01 de la liste en annexe à l'OMAI, dans sa teneur en vigueur depuis le 1er janvier 1983, l'assuré a droit à une installation sanitaire complémentaire automatique, lorsqu'il ne peut faire seul sa toilette qu'au moyen de cet appareil.\n\nD'après le ch. 14.02 de l'annexe à l'OMAI, dans sa teneur en vigueur depuis le 1er janvier 1983, l'assuré a droit à un élévateur pour malade, pour l'utilisation au domicile privé.\n\n2. Les directives de l'OFAS sur la remise des moyens auxiliaires prévoient sous ch. m. 14.01.1 (première phrase), dans sa teneur valable du 1er janvier 1986 au 31 décembre 1988 (supplément 1 à ces directives), que les installations sanitaires complémentaires automatiques comprennent surtout les douches chaudes de toilettes que l'on peut se procurer comme accessoire de toilettes déjà posées ainsi que les élévateurs de bain qui permettent à l'assuré d'entrer dans la baignoire (le ch. m. 14.02.1 doit être respecté).\n\nSelon le ch. m. 14.02.1 de ces directives, dans sa teneur valable du 1er janvier 1986 au 31 décembre 1988 (supplément 1 à ces directives), lors de la remise d'un élévateur pour malade, il faut toujours éclaircir la question de savoir si l'assuré veut utiliser l'élévateur également pour entrer dans la baignoire. Il faut, le cas échéant, choisir un modèle qui remplisse les deux fonctions. Ce n'est que s'il est prouvé que ceci n'est pas possible, que l'on peut remettre un élévateur de bain en plus de l'élévateur pour malade.\n\n|98| a/aa) Le commentaire de l'OFAS du ch. m. 14.01.1 des directives mentionnées ci-dessus, paru dans la RCC 1987 p. 201, est ainsi libellé:\n\n\"Depuis le 1er janvier 1986, on renonce à poser la condition selon\n\nlaquelle l'assuré doit être en mesure d'entrer dans sa baignoire d'une\n\nmanière indépendante grâce à cet appareil (l'élévateur de bain). Cela\n\nsignifie que l'on peut l'aider dans cette opération. On a toutefois\n\nmaintenu une condition: (l)'assuré doit être capable de s'occuper lui-même\n\nde son hygiène, donc de se laver. Etant donné qu'il est souvent difficile,\n\nlors de l'instruction de la demande, de déterminer si cette aptitude\n\nexiste ou non, et que la personne chargée de l'enquête doit se contenter,\n\nla plupart du temps, des données fournies par celle qui soigne l'invalide,\n\nil faut prendre pour critère de délimitation l'allocation pour impotent ou\n\nla contribution pour mineurs impotents. Si de telles prestations sont\n\nversées pour une impotence grave, il faut admettre que l'assuré ne peut\n\nassumer son hygiène corporelle d'une manière autonome.\"\n\nbb) Dans leur teneur valable depuis le 1er janvier 1989, les directives de l'OFAS concernant la remise des moyens auxiliaires par l'assurance-invalidité (DMAI) prévoient, sous ch. m. 14.01.1 (première phrase), que les installations sanitaires complémentaires automatiques comprennent surtout les douches chaudes de toilettes ainsi que les élévateurs de bain (le ch. m. 14.02.1 doit être respecté).\n\nD'après le ch. m. 14.01.4 de ces nouvelles directives, la condition déterminante pour pouvoir octroyer un élévateur de bain est que l'assuré puisse encore se laver seul. Cette condition n'est pas remplie lorsque les allocations pour impotents, respectivement les contributions aux frais de soins pour mineurs impotents sont octroyées en raison de l'impotence de degré grave.\n\nb) Les directives de l'OFAS sont des instructions données par l'autorité de surveillance aux organes d'application de l'assurance sur la façon dont ils doivent exercer leurs compétences. Destinées à assurer une application uniforme des prescriptions légales par l'administration, de telles instructions n'ont d'effet qu'à l'égard de cette dernière. Elles ne créent pas de nouvelles règles de droit et ne peuvent contraindre les administrés à adopter un certain comportement, actif ou passif. Non publiées au recueil officiel des lois fédérales, ces directives donnent le point de vue d'un organe de l'Etat sur l'application des règles de droit et non pas une interprétation contraignante de celles-ci. Sans se prononcer sur leur validité car, ne constituant pas des décisions, elles ne peuvent être attaquées en tant que telles, le juge en contrôle librement la constitutionnalité |99| et la légalité, à l'occasion de l'examen d'un cas concret. Il ne s'en écarte toutefois que dans la mesure ou elles établissent des normes qui ne sont pas conformes aux dispositions légales applicables (voir ATF 114 V 15 consid. 1c, ATF 113 V 21 consid. b, ATF 110 V 267 s., ATF 107 V 155 consid. 2b ainsi que les arrêts et la doctrine cités).\n\n3. La pratique administrative qui résulte des directives précitées n'est pas conforme à la réglementation relative aux installations sanitaires complémentaires automatiques, dans la mesure ou elle exclut tout droit à un élévateur de bain lorsque l'assuré est atteint d'impotence grave. En effet, cela revient à introduire une condition supplémentaire sous ch. 14.01 de la liste des moyens auxiliaires en annexe à l'OMAI, à savoir que l'assuré n'a droit à une installation sanitaire complémentaire automatique que s'il n'est pas entièrement impotent.\n\nCette condition supplémentaire ne se justifie pas. En effet, l'élévateur de bain sert à entrer dans la baignoire ou à en sortir. Ce faisant, il permet à l'assuré d'être en contact direct avec l'eau de son bain. Tel est le but d'hygiène corporelle de ce moyen auxiliaire (en ce qui concerne le siège hydraulique pour baignoire, voir un arrêt rendu dans le cadre de l'ancien art. 5 OMA, paru dans la RCC 1974 p. 395 consid. 3).\n\nOr, faire seul sa toilette au moyen d'un élévateur de bain, c'est en réalité se baigner grâce à cet appareil. En effet, l'élévateur de bain sert uniquement à se baigner, mais non encore à se laver. Le but d'hygiène corporelle propre à l'élévateur de bain est dès lors atteint du seul fait que l'assuré se trouve en contact direct avec l'eau de son bain. Que l'assuré soit ou non assisté par un tiers ne saurait donc être déterminant, le contact direct avec l'eau du bain ayant lieu indépendamment de l'aide d'autrui.\n\nN'est pas décisive, par conséquent, la condition d'indépendance de l'assuré dans ses déplacements, contrairement à ce qui concerne la remise d'un fauteuil roulant électrique selon le ch. 9.02 de la liste des moyens auxiliaires en annexe à l'OMAI (sur cette condition, RCC 1988 p. 197 consid. 2a; voir aussi ATF 105 V 261 consid. 3c).\n\nPar ailleurs, l'aide d'autrui ne saurait remplacer l'élévateur de bain, sans lequel l'assuré ne pourrait plus se baigner. Cet appareil est donc bel et bien un moyen auxiliaire servant à développer l'autonomie personnelle en matière d'hygiène corporelle, dont la remise n'est pas inconciliable avec le versement d'une allocation pour impotent, quel que soit le degré d'impotence de l'assuré.\n\n|100|\n\nDans cette mesure, la légalité des directives précitées de l'OFAS doit être niée.\n\n4. En l'espèce, comme l'indique le Service social de l'association valaisanne en faveur des handicapés physiques et mentaux, la recourante n'a plus aucune tonicité dans les membres, de sorte qu'elle ne peut plus se tenir debout sur le siège de bain qui lui a été remis en prêt. De plus, faute de place, l'installation d'une douche est exclue. Enfin, l'assurée ne dispose pas d'un élévateur pour malade, de sorte que l'application éventuelle du ch. m. 14.02.1 des directives susmentionnées de l'OFAS ne se pose pas.\n\nDans ces conditions, la recourante a droit à un élévateur de bain.\n\nIl convient toutefois de renvoyer la cause à l'administration pour qu'elle examine si le modèle \"Aqua-Tec-Minor\" est simple et adéquat (art. 2 al. 4 OMAI)."}