{"annee": "116", "cour": "IA", "page": "420", "date": "19/12/1990", "cite": ["113 IA 325", "102 IA 279", "106 IA 277", "114 IA 281", "99 IA 262", "115 IA 234", "105 IA 26", "114 IA 315", "108 IA 69", "106 IV 321"], "cite_par": ["119 IA 505", "118 IA 64", "127 I 6", "123 I 268"], "chapeau": "61. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 19. Dezember 1990 i.S. X. gegen Untersuchungsrichterin 7 von Bern, Generalprokurator und Anklagekammer des Obergerichts des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle; proportionnalité de la détention préventive; capacité de subir la détention par un toxicomane malade du SIDA. 1. Contenu essentiel de la liberté personnelle. Le seul fait qu'un détenu soit suicidaire et malade du SIDA ne constitue pas en général un motif primant d'emblée le but de la détention préventive et justifiant de manière absolue sa mise en liberté provisoire (consid. 3b). 2. Proportionnalité. En l'espèce, il résulte de la pondération entre les buts de la détention et ses conséquences sur le malade que le maintien de la détention préventive n'est pas disproportionné (consid. 3)."], "faits": "|421|\n\nDer drogenabhängige und im vierten Stadium Aids-kranke X. wurde in den vergangenen drei Jahren insgesamt neun Mal verhaftet. Es wurden ihm Beschaffungsdelikte zum Betäubungsmittelerwerb vorgeworfen. Die ersten acht Male wurde er nach jeweils kurzer Zeit mangels Hafterstehungsfähigkeit wieder aus der Haft entlassen. Eine Zeitlang befand er sich wegen Suizidgefahr in der Klinik Waldau, wo am 12. Februar 1990 ein Gutachten erstellt wurde, welches seine Hafterstehungsfähigkeit verneinte. Immer wieder stellte sich die Frage, wie und wo er unterzubringen sei; eine befriedigende Lösung liess sich nicht finden. Seit dem 11. Oktober 1990 ist X. - zum neunten Mal - wieder in Untersuchungshaft im Regionalgefängnis Bern. Die Untersuchungsrichterin 7 von Bern und die Anklagekammer des Obergerichts des Kantons Bern lehnten die Haftentlassung wegen Wiederholungsgefahr ab; sie befürchten, dass im Fall der Freilassung den bisher rund 110 Strafanzeigen innert bloss drei Jahren weitere hinzugefügt würden. Die Aids-Erkrankung von X. dürfe nicht zu einem Freipass für deliktisches Handeln werden. Am 5. und 6. Dezember 1990 wurden zwei medizinische Berichte über die Hafterstehungsfähigkeit von X. erstattet.\n\nMit staatsrechtlicher Beschwerde vom 28. November 1990 beantragt X., der Entscheid der Anklagekammer des Obergerichts des Kantons Bern sei aufzuheben und diese anzuweisen, seine sofortige Freilassung zu veranlassen. Er macht geltend, da er schwer suizidgefährdet und Aids-krank sei, müsse er aus der Haft entlassen werden. Die Haftbelassung sei unverhältnismässig.", "considerants": "Aus den Erwägungen:\n\n1. b) Der Beschwerdeführer macht geltend, der Beschluss, ihn trotz seiner Krankheit und Selbstmordgefährdung in Haft zu belassen, sei willkürlich und stelle eine Rechtsverweigerung dar (Art. 4 BV), verletze die persönliche Freiheit, das Recht auf Leben und das Verbot der unmenschlichen Behandlung (Art. 65 BV) sowie Art. 3 EMRK.\n\nDie persönliche Freiheit steht auch dem Untersuchungsgefangenen zu (BGE 113 Ia 328 E. 4; BGE 106 Ia 280 f. E. 3a). Art. 3 EMRK gewährt keinen darüber hinausgehenden Schutz (BGE 113 Ia 328 E. 4); indessen sind der Gehalt von Art. 3 EMRK und die diesbezügliche Rechtsprechung für die Konkretisierung der persönlichen Freiheit zu berücksichtigen (BGE 114 Ia 282 f. E. 3). Das |422| verfassungsmässige Recht auf Leben und das Verbot unmenschlicher Behandlung ruft der Beschwerdeführer vergeblich an; besondere diesbezügliche verfassungsmässige Rechte, die den Bürger über das Recht auf persönliche Freiheit hinaus schützen, sind hier nicht anzuerkennen. Insbesondere gewährt Art. 65 BV keinen zusätzlichen Schutz, denn es geht vorliegend weder um ein Todesurteil noch um eine körperliche Strafe. Die Rügen der Rechtsverweigerung und der Willkür (Art. 4 BV) sind nachfolgend als Teil der persönlichen Freiheit zu behandeln.\n\n2. Der Beschwerdeführer ist wegen Wiederholungsgefahr (vgl. Art. 111 Abs. 2 lit. c des Gesetzes über das Strafverfahren des Kantons Bern [StPO/BE) vom 20. Mai 1928] inhaftiert; er anerkennt diesen Haftgrund. Indessen macht er geltend, das psychiatrische Gutachten vom 12. Februar 1990 bezeichne ihn als nicht hafterstehungsfähig. Demnach verletze die Belassung in der Untersuchungshaft die persönliche Freiheit, da sie unverhältnismässig sei.\n\na) Nach der bundesgerichtlichen Rechtsprechung schützt die persönliche Freiheit als zentrales Freiheitsrecht und verfassungsrechtlicher Leitgrundsatz nicht nur die Bewegungsfreiheit und die körperliche Integrität, sondern darüber hinaus alle Freiheiten, die elementare Erscheinungen der Persönlichkeitsentfaltung darstellen. Sie garantiert ein bestimmtes Mindestmass an persönlicher Entfaltungsmöglichkeit und schützt den Bürger in der ihm eigenen Fähigkeit, eine gewisse tatsächliche Begebenheit zu würdigen und danach zu handeln, ohne dass sie in eine allgemeine Handlungsfreiheit ausuferte (BGE 115 Ia 246 E. 5a). Im Zusammenhang mit dem Freiheitsentzug wird insbesondere die Menschenwürde durch die persönliche Freiheit geschützt (BGE 102 Ia 285; BGE 99 Ia 272). Selbstredend gilt die persönliche Freiheit aber nicht absolut. Einschränkungen sind zulässig, soweit sie auf einer hinreichenden gesetzlichen Grundlage beruhen, im öffentlichen Interesse liegen und verhältnismässig sind. Zudem darf die persönliche Freiheit weder völlig unterdrückt noch ihres Gehaltes als Institution der Rechtsordnung entleert werden (BGE 115 Ia 247 E. b).\n\nb) Offensichtlich ist die Untersuchungshaft geeignet, den Beschwerdeführer vor weiteren Straftaten abzuhalten. Auch bestreitet der Beschwerdeführer in der staatsrechtlichen Beschwerde nicht, dass sie erforderlich sei; mildere Massnahmen wie Schriftensperre, regelmässige persönliche Meldung bei einer Amtsstelle etc. (vgl. Art. 111a StPO/BE) oder die Unterbringung in einer geeigneten |423| Anstalt sind weder erfolgversprechend noch realisierbar. Streitig ist einzig, ob zwischen dem Haftgrund und der Haftwirkung ein vernünftiges Verhältnis bestehe.\n\n3. Der Beschwerdeführer behauptet, die Untersuchungshaft gefährde sein Leben erheblich. Das Regionalgefängnis verfüge nicht über die für die medizinische Betreuung und die Reduzierung der Suizidgefahr geeigneten Einrichtungen. Der Stress des kranken Körpers wegen des Drogenentzugs (epileptische Anfälle), der Mangel längerfristiger Perspektiven zufolge absehbarem Tods an Aids und damit zusammenhängend die akute Suizidgefahr sowie die Bedrohung, dass Mitinsassen ihm lebenswichtige Medikamente wegnehmen, vernichteten seine Existenz.\n\na) Auf die Untersuchungshaft muss verzichtet werden, wenn ihre Auswirkung auf den Betroffenen in keinem vernünftigen Verhältnis zum Haftzweck stehen. Sie lässt sich umso weniger mit der persönlichen Freiheit und dem Verhältnismässigkeitsprinzip vereinbaren, je geringer das Interesse an der Fortsetzung der Haft ist und je eher der Tod oder eine dauernde, schwere Krankheit die Folge der Untersuchungshaft wäre (vgl. BGE 113 Ia 328 E. 4; BGE 108 Ia 71 E. b). Es ist demnach in jedem einzelnen Fall eine Interessenabwägung vorzunehmen, bei der insbesondere der Zweck der Untersuchungshaft, die Schwere der gesundheitlichen Gefährdung, die Möglichkeit der medizinischen Betreuung im Gefängnis etc. zu berücksichtigen sind.\n\nb) Die Tatsache allein, dass ein Untersuchungsgefangener Aids-krank und suizidgefährdet ist, hat im allgemeinen nicht ein derart grosses, absolut wirkendes Gewicht, dass sie von vornherein jedem Haftzweck vorginge und die Entlassung aus der Untersuchungshaft rechtfertigte. Die Untersuchungshaft bedeutet für den Betroffenen immer ein Übel - sie wird vom einen besser, vom anderen weniger gut ertragen. Würde Aids-Kranken generell Haftverschonung gewährt, so liefe dies darauf hinaus, dass sich chronisch kranke oder gebrechliche Personen Angriffe auf strafrechtlich geschützte Rechtsgüter Dritter eher erlauben könnten, weil ihnen zwar eine Verurteilung drohte, sie aber weder in Untersuchungshaft noch in den Strafvollzug versetzt werden könnten. Dass dies nicht richtig sein kann, liegt auf der Hand. Die Untersuchungshaft kranker Personen greift somit im allgemeinen nicht derart stark in die persönliche Freiheit ein, dass diese völlig unterdrückt oder ihres Gehaltes als Institution der Rechtsordnung entleert würde (vgl. BGE 115 Ia 247 E. b). |424|\n\nIm vorliegenden, konkreten Fall ergeben sich weder aus der Beschwerde noch den übrigen bundesgerichtlichen Akten Anhaltspunkte dafür, dass die Untersuchungshaft in ihrer Wirkung einer Vernichtung der Persönlichkeit des Beschwerdeführers gleichkäme oder ihm schwere psychische Schäden zufügte. Die Haftbelassung verletzt demnach den Kerngehalt der persönlichen Freiheit nicht (vgl. BGE 106 Ia 281 E. a). Somit ist auch im vorliegenden Fall, wo eine vorbestandene Krankheit besteht, eine umfassende Interessenabwägung vorzunehmen zwischen dem Eingriff in die Rechtsgüter des Betroffenen und dem öffentlichen Interesse an seiner Sicherung.\n\nc) Der Beschwerdeführer konnte trotz Untersuchungshaft bisher einigermassen gut betreut werden (vgl. BGE 106 Ia 292 E. b). Er bestreitet selber nicht, dass die Aids-Krankheit - soweit möglich - auch im Regionalgefängnis behandelt werden kann und dass er gegebenenfalls rechtzeitig in ein Spital überführt werden könnte. Auf den nebenbei erhobenen, pauschalen Vorwurf, die medizinische Betreuung fehle, darf das Bundesgericht nicht eingehen (Art. 90 Abs. 1 lit. b OG; BGE 114 Ia 316 E. 1b). Zur Entwicklung des Gesundheitszustands des Beschwerdeführers hält die medizinische Universitäts-Poliklinik des Inselspitals Bern in ihrem Bericht vom 6. Dezember 1990 fest, es gebe keinen Grund anzunehmen, dass die blosse Haftentlassung den Gesundheitszustand verbessern bzw. länger stabil halten könnte. Der Gesundheitszustand hänge bei einer allfälligen Haftentlassung vom Verhalten des Beschwerdeführers ab (intravenöser Drogenkonsum, zuverlässige Medikamenteneinnahme, regelmässige ärztliche Konsultationen). Es gebe keine soliden Anhaltspunkte dafür, dass die Inhaftierung und die daraus folgende psychische Belastung einen negativen Einfluss auf den HIV-Krankheitsverlauf habe. Die psychiatrische Universitätsklinik Bern, Abteilung Forensische Psychiatrie, hält in ihrem Bericht vom 5. Dezember 1990 zum Gesundheitszustand des Beschwerdeführers nach einer Haftentlassung fest:\n\n\"Mit Sicherheit würde sich Herrn X. Gesundheitszustand nach einer Haftentlassung, wenn diese nicht mit der Aufnahme in eine geeignete Institution (s. oben) verbunden wäre, noch schneller verschlechtern. In Freiheit würde zwar gegenüber der Gefangenschaft die Stressbelastung aufgrund von klaustrophobischen Reaktionen, die sich ungünstig auf das Immunsystem auswirkt, wegfallen; hingegen käme es bei der sich unweigerlich einstellenden weiteren schweren Verwahrlosung mit qualitativ schlechter Ernährung und unkontrolliertem Drogenabusus zu vermehrten |425| Sekundärkomplikationen seiner Erkrankung, abgesehen davon, dass kaum anzunehmen ist, dass sich der Patient ohne sofortige Delinquenz, wie die Erfahrung zeigt, würde halten können, was zu umgehender Wiederverhaftung führen würde. In diesem Zusammenhang muss auch die Gefährdung Dritter durch einen Patienten, der nichts mehr zu verlieren hat, nicht mehr zu Selbstkontrolle und verantwortungsbewusstem Handeln fähig ist, bedacht werden.\"\n\nSomit würde die Haftentlassung die gesundheitlichen Aussichten des Beschwerdeführers nicht von vornherein verbessern, im Gegenteil. Zudem hat die Untersuchungshaft nach dem heutigen Wissensstand keine wesentliche negative Auswirkungen auf seinen Gesundheitszustand. Selbstverständlich kann die Gefahr einer Verschlimmerung seines Leidens während der Untersuchungshaft nicht ausgeschlossen werden, doch erscheint diese Gefahr heute als unabhängig von der Fortsetzung der Untersuchungshaft. Die beim Beschwerdeführer offenbar gerade im Freiheitsentzug vorhandene Suizidgefahr lässt sich im Untersuchungsgefängnis sogar besser auf das unvermeidbare Minimum reduzieren.\n\nd) Im vorliegenden Fall besteht eine sehr grosse und unbestrittene Wiederholungsgefahr. Gegen den Beschwerdeführer wurden rund 110 Strafanzeigen eingereicht, er wurde in den letzten drei Jahren neun Mal verhaftet. Die ihm vorgeworfenen Vermögensdelikte wiegen schwer. In Betracht zu ziehen ist auch, dass die Krankheit den Beschwerdeführer offenbar nicht hindert, weiterhin zu delinquieren.\n\ne) Die Abwägung zwischen dem öffentlichen Interesse an der Sicherung des Beschwerdeführers und damit an der Aufrechterhaltung der Untersuchungshaft und den Interessen des Beschwerdeführers an der Abwendung dieses Eingriffs in seine Rechtsstellung ergibt, dass die Haftbelassung verfassungsrechtlich nicht zu beanstanden ist. Der Gesundheitszustand des Beschwerdeführers verbietet im vorliegenden Fall die Fortsetzung der Haft nicht, jedenfalls solange nicht, als seine medizinische Betreuung zweckentsprechend aufrechterhalten werden kann (vgl. BGE 106 IV 324; BGE 105 Ia 35). Die angefochtene Lösung ist zweifellos nicht ideal, aber das Optimum, das zur Zeit erreicht werden kann. Die kantonalen Behörden haben sich angestrengt, eine besser geeignete Anstalt zu finden, bisher ohne Erfolg; die entsprechenden Abklärungen werden in zumutbarem Masse weitergeführt werden müssen. Das gilt auch für die Abwehr der Suizidgefahr. Mehr kann verfassungsrechtlich nicht verlangt werden.\n\nDemgemäss ist die Beschwerde abzuweisen, soweit darauf einzutreten ist."}