{"annee": "116", "cour": "II", "page": "583", "date": "29/11/1990", "cite": ["115 II 149"], "cite_par": [], "chapeau": "104. Auszug aus dem Urteil der II. Zivilabteilung vom 29. November 1990 i.S. Batag Treuhand AG gegen Grundbuchamt Bussnang und Regierungsrat des Kantons Thurgau (Verwaltungsgerichtsbeschwerde)", "regestes": ["Arrêté fédéral concernant une charge maximale en matière d'engagement des immeubles non agricoles du 6 octobre 1989 (AFCM; RS 211.437.3). Art. 4 al. 2; charge maximale pour les cédules hypothécaires de propriétaire lorsque des nouvelles constructions ou des transformations sont projetées. Lorsque des nouvelles constructions ou des transformations sont projetées sur un bien-fonds et que la charge maximale, au sens de l'art. 4 al. 2 AFCM, doit être augmentée déjà avant la réalisation des plus-values correspondantes, le devis des frais prévus doit être, s'agissant de cédules hypothécaires de propriétaire, admis par le futur prêteur à qui la cédule doit être remise après les travaux."], "faits": "BGE 116 II 583 S. 583\n\nA.- Die Jürg Engler AG in Weinfelden, die Andreas Moser Baugeschäft AG und die Batag Treuhand AG, beide in Schönenberg BGE 116 II 583 S. 584an der Thur, erwarben am 29. Mai 1990 eine Liegenschaft in der Gemeinde Istighofen als Miteigentum zu je einem Drittel. Den Kaufpreis von Fr. 1'104'500.-- brachten die Käuferinnen aus eigenen Mitteln auf. Zur Finanzierung der auf dieser Liegenschaft geplanten Überbauung meldeten sie beim Grundbuchamt Bussnang am gleichen Tag die Errichtung eines Eigentümerschuldbriefes im Betrag von Fr. 4'500'000.-- im ersten Rang an. Die Kosten der Überbauung veranschlagten sie auf Fr. 5'658'000.--.\n\nAm 30. Mai 1990 wies der Grundbuchverwalter von Bussnang die Anmeldung gestützt auf Art. 5 Abs. 2 des Bundesbeschlusses vom 6. Oktober 1989 über eine Pfandbelastungsgrenze für nichtlandwirtschaftliche Grundstücke (BBPG; SR 211.437.3) teilweise ab und trug das Pfandrecht lediglich für den Betrag von Fr. 883'600.-- ein. Das Grundbuchamt machte geltend, das angemeldete Grundpfandrecht übersteige die Belastungsgrenze von vier Fünfteln des Verkehrswertes gemäss Art. 4 BBPG; als Verkehrswert sei der beurkundete Kaufpreis von Fr. 1'104'500.-- zu betrachten.\n\nB.- Gegen die Verfügung des Grundbuchverwalters beschwerte sich die Batag Treuhand AG beim Regierungsrat des Kantons Thurgau. Sie beantragte, der Grundbuchverwalter sei anzuweisen, den Eigentümerschuldbrief in der ganzen Höhe im Grundbuch einzutragen und den Titel auszuhändigen. Mit Entscheid vom 10. Juli 1990 wies der Regierungsrat des Kantons Thurgau die Beschwerde ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde vom 12. Juli 1990 ficht die Batag Treuhand AG den Entscheid des Regierungsrates beim Bundesgericht an.\n\nDer Regierungsrat des Kantons Thurgau, der Grundbuchverwalter von Bussnang und das Bundesamt für Justiz im Namen des Eidgenössischen Justiz- und Polizeidepartements beantragen die Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 4 Abs. 1 BBPG entspricht die Belastungsgrenze vier Fünfteln des Verkehrswertes. Nach Absatz 2 der gleichen Bestimmung gilt als Verkehrswert der beurkundete Erwerbspreis oder die amtliche Schätzung nach Art. 843 ZGB. Sind Neu- oder Umbauten geplant, so sind die vom Darlehensgeber anerkannten Kosten nach Voranschlag hinzuzurechnen.\n\nBGE 116 II 583 S. 585\n\na) Im vorliegenden Fall ist streitig, welche Bedeutung dieser Bestimmung hinsichtlich der Errichtung von Eigentümerschuldbriefen zukommt. Die Beschwerdeführerin ist der Auffassung, für die Errichtung eines Eigentümerschuldbriefes müsse es genügen, dass der Grundeigentümer selber den Voranschlag für die Baukosten anerkenne, weil dieser bei einem solchen Schuldbrief sowohl Darlehensgeber als auch Darlehensnehmer sei. Im angefochtenen Entscheid wird demgegenüber ausgeführt, der Gesetzgeber sei beim Erlass von Art. 4 Abs. 2 BBPG keineswegs davon ausgegangen, dass Darlehensgeber und Darlehensnehmer identisch sein könnten, weil ein solches Schuldverhältnis gemäss Art. 118 OR durch Vereinigung untergehe. Die Errichtung von Eigentümerschuldbriefen werde durch Art. 4 Abs. 2 BBPG aber nicht ausgeschlossen. In einem solchen Fall müsse jedoch der mit dem Eigentümer nicht identische Darlehensgeber und zukünftige Pfandgläubiger, an den der Titel nach seiner Errichtung übertragen werden soll, die Kosten gemäss Voranschlag anerkennen.\n\nb) Solange sich ein Eigentümerschuldbrief im Besitze des Eigentümers des verpfändeten Grundstücks befindet, führen die darin verurkundete Forderung ebenso wie das Grundpfandrecht lediglich eine formelle Existenz, da dem Grundeigentümer sowohl die Schuldner- als auch die Gläubigereigenschaft zukommt. Erst wenn der Schuldbrief in die Hand eines Dritten gerät, kann die Schuldbriefforderung wirklich zur Entstehung gelangen, weil erst dann die Schuldner- und die Gläubigereigenschaft auseinanderfallen (BGE 115 II 151, 107 III 133 E. 4). Entgegen der Auffassung der Beschwerdeführerin kann daher der Grundeigentümer vor der Weitergabe des Eigentümerschuldbriefes nicht als sein eigener Darlehensgeber betrachtet werden, der im Sinne von Art. 4 Abs. 2 BBPG den Voranschlag für die Baukosten anerkennen kann. Ein solches Vorgehen gäbe zudem keinerlei Gewähr dafür, dass die Grundpfandbelastung wirklich der Ausführung der im Kostenvoranschlag aufgeführten Bauarbeiten dient. Vielmehr könnten auf diese Weise ohne jegliche Kontrolle Eigentümerschuldbriefe errichtet werden, ohne dass der Wert des belasteten Grundstücks durch die Ausführung von Bauvorhaben wirklich vermehrt würde. Dies aber widerspräche ganz offensichtlich dem Zweck der Einführung einer Belastungsgrenze für nichtlandwirtschaftliche Grundstücke.\n\nDer Umstand, dass bei Eigentümerschuldbriefen bis zu deren Weitergabe zunächst kein Gläubiger vorhanden ist, muss der BGE 116 II 583 S. 586Errichtung solcher Schuldbriefe im Hinblick auf beabsichtigte Bauvorhaben allerdings nicht entgegenstehen. In einem solchen Fall muss aber der Baukosten-Voranschlag vom Darlehensgeber anerkannt werden, in dessen Besitz der Schuldbrief nach der Errichtung übergehen soll. Dies hat der Regierungsrat des Kantons Thurgau richtig erkannt. Entgegen seiner Auffassung heisst das aber nicht, dass das Verfahren nach Art. 4 Abs. 2 BBPG bei der Errichtung von Eigentümerschuldbriefen deswegen nicht anwendbar sei (für Unanwendbarkeit des Verfahrens auch RENÉ BIBER, in: Dringliches Bodenrecht, Handbuch zu den befristeten Bodenrechtsbeschlüssen, S. 86). Die Anerkennung durch den künftigen Darlehensgeber lässt sich vielmehr mit dem Wortlaut des Bundesbeschlusses ohne weiteres vereinbaren und entspricht dem mit Art. 4 Abs. 2 BBPG verfolgten Zweck, dass die Belastungsgrenze von vier Fünfteln des Verkehrswerts nicht - oder zumindest nur vorübergehend bis zur Verwirklichung der geplanten Neu- oder Umbauten - überschritten wird. Das Erfordernis einer solchen Anerkennung beeinträchtigt die Errichtung von Eigentümerschuldbriefen gemäss Art. 859 Abs. 2 ZGB hingegen nicht; es schaltet dieses Mittel zur Kreditbeschaffung somit nicht unnötigerweise aus.\n\nInwiefern durch das Erfordernis, den Kostenvoranschlag vom künftigen Darlehensgeber anerkennen zu lassen, Rechtsungleichheiten entstehen sollen, wie die Beschwerdeführerin geltend macht, ist im übrigen nicht ersichtlich. Diese Auffassung wird in der Beschwerdeschrift denn auch nicht näher begründet.\n\nc) Unter Darlehensgeber im Sinne von Art. 4 Abs. 2 BBPG ist somit im Falle von Eigentümerschuldbriefen der in Aussicht genommene Kreditgeber zu verstehen, dem der Schuldbrief nach seiner Errichtung ausgehändigt werden soll. Der Grundeigentümer, der im Hinblick auf ein Bauvorhaben einen Eigentümerschuldbrief errichten will, hat deshalb eine Anerkennung des Kostenvoranschlages durch den künftigen Darlehensgeber und Erwerber des Schuldbriefes beizubringen. Er muss sich also schon vor der Schuldbrieferrichtung darum kümmern, an wen er den Titel im Zusammenhang mit der Kreditaufnahme weitergeben will."}