{"annee": "116", "cour": "II", "page": "302", "date": "20/9/1990", "cite": ["114 II 264"], "cite_par": ["133 III 43"], "chapeau": "54. Auszug aus dem Urteil der I. Zivilabteilung vom 20. September 1990 i.S. Schweizerischer Maler- und Gipsermeisterverband und Mitbeteiligte gegen B. (Berufung)", "regestes": ["Art. 357b al. 1 let. c CO. Peines conventionnelles en matière de convention collective de travail. Lors de la fixation de telles peines, il faut tenir compte de la gravité de la violation contractuelle et de la faute ainsi que du but tendant à empêcher, par une peine efficace, de futures violations du contrat. Signification de l'enrichissement de l'employeur fautif et du dommage du travailleur (consid. 3). Admissibilité et critères de la réduction (consid. 4)."], "faits": "|303|\n\nA.- Für das Maler- und Gipsergewerbe besteht ein Rahmenvertrag vom 18. Dezember 1984, der frühere Vereinbarungen ersetzt und mit Bundesratsbeschluss vom 11. Juli 1985 mit Wirkung ab 12. August 1985 auch für das Gebiet des Kantons Luzern allgemeinverbindlich erklärt worden ist.\n\nVertragspartner des GAV sind einerseits der Schweizerische Maler- und Gipsermeisterverband und anderseits die Gewerkschaft Bau und Holz, der Christliche Holz- und Bauarbeiterverband der Schweiz sowie der Schweizerische Verband evangelischer Arbeitnehmer. Die Vertragsparteien beauftragten die Zentrale Paritätische Berufskommission des Maler- und Gipsergewerbes (ZPBK) mit der Durchsetzung des Vertrags, wozu insbesondere die Betriebskontrolle und die Ausfällung von Konventionalstrafen gehört.\n\nIn seinem Gipsereibetrieb in N. beschäftigt B. einige Arbeitnehmer.\n\nB.- Nachdem B. von der ZPBK wegen Verstössen gegen den GAV mit einer Konventionalstrafe von Fr. 25'000.-- belegt und betrieben worden war, klagten die in der ZPBK zusammengeschlossenen Vertragspartner am 9. Juli 1987 beim Amtsgericht Sursee gegen B. auf Zahlung der Strafe nebst Zins. Während das Amtsgericht die Strafe zusprach, schützte sie das Obergericht des Kantons Luzern auf Appellation des Beklagten hin mit Urteil vom 15. Januar 1990 lediglich für Fr. 10'000.--. Die von den Klägern gegen dieses Urteil eingereichte Berufung weist das Bundesgericht ab.", "considerants": "Aus den Erwägungen:\n\n3. Gemäss Art. 357b Abs. 1 OR können die Parteien eines zwischen Verbänden abgeschlossenen Gesamtarbeitsvertrags vereinbaren, dass ihnen gemeinsam ein Anspruch auf Einhaltung des Vertrags zustehe, und zwar insbesondere mit Bezug auf den Inhalt des Arbeitsverhältnisses und die Beiträge an Ausgleichskassen und |304| andere Einrichtungen. Nebst Kontrollen und Kautionen können die Parteien zur Durchsetzung ihres gemeinsamen Anspruchs Konventionalstrafen vorsehen (Art. 357b Abs. 1 lit. c OR). Diese fördern durch ihre präventive Wirkung die Vertragstreue und sollen den Verbänden die Ahndung von Verstössen gegen die Verbandsrechte ermöglichen. Dabei treten die verbandsrechtlichen Ansprüche zu den individuellen Ansprüchen aus den Einzelarbeitsverträgen hinzu. Es bleibt daher den Arbeitnehmern auch nach Durchsetzung von Verbandstrafen unbenommen, ihre individuellen Ansprüche gegenüber dem Arbeitgeber geltend zu machen (VISCHER, N. 74 zu Art. 357a OR; REHBINDER, Schweizerisches Arbeitsrecht, 9. A. 1988, S. 162 lit. C. a. E.).\n\nDiesen Umstand hat das Obergericht bei der Bemessung der Konventionalstrafe zu Recht mitberücksichtigt, zumal für das Bundesgericht nicht verbindlich festgestellt ist (Art. 63 Abs. 2 OG), dass der Beklagte keine individuellen Ansprüche mehr zu gewärtigen hat. Die Möglichkeit solcher Ansprüche schliesst es zum vornherein aus, für die Konventionalstrafe schlechthin auf die infolge der Verletzung des GAV erzielten Vorteile und auf den tatsächlichen oder möglichen Schaden von Arbeitnehmern abzustellen, wie in der Berufung gefordert wird. Eine derartige Bindung des Richters an die geldwerten Auswirkungen der Verletzung von Verbandsrechten auf die Einzelarbeitsverträge lässt sich auch deshalb nicht rechtfertigen, weil sonst das Ausmass der Sanktionen von der Häufigkeit der Kontrollen abhinge; die Kontrollorgane hätten es in der Hand, durch seltene Kontrollen härtere Strafen und damit höhere Ansprüche zu erwirken. Das Ausmass der Bereicherung des fehlbaren Arbeitgebers und der Schädigung des Arbeitnehmers kann demzufolge nur ein Element der Gesamtbeurteilung sein, die der Schwere der Vertragsverletzung sowie dem Verschulden und dem Zweck Rechnung zu tragen hat, Vertragsverletzungen zu bestrafen und künftige Verletzungen zu verhindern (VISCHER, a.a.O., N. 75 f.).\n\n4. Übermässige Konventionalstrafen sind herabzusetzen (Art. 163 Abs. 3 OR; BGE 114 II 264). Das muss erst recht gelten, wenn der Richter damit wie im vorliegenden Fall, wo die Höhe der Konventionalstrafe von einer Partei einseitig bestimmt und nicht im gegenseitigen Einvernehmen festgelegt worden ist, nicht in die Vertragsfreiheit der Parteien eingreift. Die von den Klägern geforderte Einschränkung der richterlichen Eingriffsmöglichkeit auf willkürlich hohe Strafen erweist sich deshalb als unbegründet.\n\n|305|\n\nDie vom Obergericht auf Fr. 10'000.-- herabgesetzte Konventionalstrafe hält sodann durchaus vor Bundesrecht stand. Sie ist geeignet, die Verstösse des Beklagten gegen den GAV zu ahnden und ihn gleichzeitig von weiteren Vertragsverletzungen abzuhalten. Es sind keine besonderen Gründe ersichtlich, die es gebieten würden, den unrechtmässigen Vorteilen des Beklagten weitergehend Rechnung zu tragen als die Vorinstanz oder den benachteiligten Arbeitnehmern zur Schadensdeckung einen Teil der Konventionalstrafe zukommen zu lassen (VISCHER, a.a.O., N. 77). Durch die Anpassung der Strafe an die Grösse und den Ertrag des Betriebs des Beklagten berücksichtigt das Obergericht die präventive Funktion der Konventionalstrafe ausreichend, genügt doch bei einem wirtschaftlich schwächeren Arbeitgeber bereits ein geringerer Betrag, um ihn von Vertragsverletzungen abzuhalten. Weitere Verstösse könnten wiederum mit Strafe belegt werden, bei welcher der Rückfall als strafschärfender Umstand zu berücksichtigen wäre. Kein rechtliches, sondern ein volkswirtschaftliches Argument ist schliesslich der in diesem Zusammenhang erhobene Einwand der Kläger, die Ausmerzung nicht lebensfähiger Betriebe liege im übergeordneten Gewerbeinteresse."}