{"annee": "116", "cour": "IB", "page": "353", "date": "4/5/1990", "cite": ["111 IB 1", "115 IB 1", "109 IB 183", "110 IB 201"], "cite_par": ["139 I 330", "135 I 143", "118 IB 153", "144 II 1", "143 I 21", "120 IB 257", "122 II 433", "125 II 105", "118 IB 145", "120 IB 6", "119 IB 91", "119 IB 81", "126 II 335", "120 IB 16", "134 I 153", "125 II 521", "122 II 289", "120 IB 129", "137 I 247", "124 II 114", "135 I 153", "120 IB 1", "142 II 35", "144 I 266"], "chapeau": "44. Urteil der II. öffentlichrechtlichen Abteilung vom 4. Mai 1990 i.S. O. und M. A.-K. gegen Regierungsrat des Kantons Bern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 8 CEDH; autorisation de séjour pour le mari étranger d'une Suissesse. Le Tribunal fédéral examine librement si l'atteinte à la vie familiale de l'étranger est proportionnée; délimitation de l'exclusion de l'examen de l'opportunité selon l'art. 104 lettre c OG (consid. 2). Question de savoir si le départ de Suisse pourrait être exigé du membre de la famille qui a un droit de présence en Suisse; distinction avec la question de la pesée des intérêts selon l'art. 8 al. 2 CEDH (consid. 3). Le comportement de l'étranger avant son mariage avec la femme qui a un droit de présence en Suisse ainsi que les circonstances de la conclusion de ce mariage sont importants pour l'examen de ces deux questions (consid. 3f). Les circonstances précises de la conclusion du mariage ainsi que le comportement antérieur de l'étranger n'ont pas été suffisamment élucidés par le canton. Renvoi de la cause à l'instance inférieure (consid. 4 et 5)."], "faits": "|354|\n\nDer türkische Staatsangehörige O. A. reiste im Jahre 1985 in die Schweiz ein, wo er erfolglos um Asyl ersuchte.\n\nAm 10. Dezember 1986 wurde er vom Amtsgerichtspräsidenten Büren a./A. wegen Veruntreuung zu 6 Wochen Gefängnis bedingt bei einer Probezeit von 2 Jahren verurteilt. Am 15. Dezember 1986 verhängte das Bundesamt für Ausländerfragen gestützt auf dieses Strafurteil gegen ihn eine fünfjährige Einreisesperre. Bereits anfangs 1987 reiste er illegal wieder in die Schweiz ein und hielt sich während längerer Zeit, offenbar bei seiner Freundin, der Schweizer Bürgerin M. K., versteckt. Am 10. September 1987 verurteilte ihn der Gerichtspräsident II Biel wegen Missachtung einer Einreisesperre, illegalen Aufenthalts, Stellenantritts ohne Bewilligung, Nichtanmeldens und wiederholter Namensverweigerung zu einer Gefängnisstrafe von 10 Tagen bedingt bei einer Probezeit von 3 Jahren, unter gleichzeitiger Verlängerung der mit dem ersten Strafurteil vom 10. Dezember 1986 auferlegten Probezeit um 1 Jahr. In der Folge wurde er ausgeschafft.\n\nAm 5. August 1988 heiratete O. A. in der Türkei M. K. Das Bundesamt für Ausländerfragen hob in der Folge am 10. November 1988 die Einreisesperre mit sofortiger Wirkung auf. Die Fremdenpolizei des Kantons Bern wies hingegen ein Gesuch um Erteilung einer Aufenthaltsbewilligung von O. A. am 25. Oktober 1988 ab.\n\nNach erfolgloser Einsprache erhob O. A. am 13. Februar 1989 Beschwerde beim Regierungsrat des Kantons Bern, welcher sie am 14. Juni 1989 abwies. Gegen den Entscheid des Regierungsrats erhoben O. und M. A.-K. am 15. August 1989 rechtzeitig Verwaltungsgerichtsbeschwerde.\n\n|355|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Gemäss Art. 100 lit. b Ziff. 3 OG ist auf dem Gebiete der Fremdenpolizei die Verwaltungsgerichtsbeschwerde unzulässig gegen die Erteilung oder Verweigerung von Bewilligungen, auf die das Bundesrecht keinen Anspruch einräumt.\n\nDie zuständigen Behörden entscheiden über die Bewilligung des Aufenthalts im Rahmen der gesetzlichen Vorschriften und der Verträge mit dem Ausland nach freiem Ermessen (Art. 4 des Bundesgesetzes über Aufenthalt und Niederlassung der Ausländer vom 26. März 1931, ANAG; SR 142.20). Damit steht dem Ausländer grundsätzlich kein Anspruch auf die Erteilung der Aufenthaltsbewilligung zu; die Verwaltungsgerichtsbeschwerde ist darum ausgeschlossen, soweit er sich nicht auf eine Sondernorm des Bundesrechts oder eines Staatsvertrags berufen kann, die ihm einen Anspruch auf eine solche Bewilligung einräumt.\n\nb) Art. 8 Ziff. 1 der Konvention zum Schutze der Menschenrechte und Grundfreiheiten vom 4. November 1950 (EMRK; SR 0.101) garantiert den Schutz des Familienlebens. Darauf kann sich der Ausländer berufen, der nahe Verwandte mit Anwesenheitsrecht (Schweizerbürgerrecht, Niederlassungsbewilligung) in der Schweiz hat, die in der Schweiz bleiben wollen; wird ihm selber die Anwesenheit in der Schweiz untersagt, kann dies Art. 8 EMRK verletzen. Soweit deshalb eine familiäre Beziehung im beschriebenen Sinn tatsächlich gelebt wird und intakt ist, ist das der zuständigen Behörde durch Art. 4 ANAG grundsätzlich eingeräumte freie Ermessen eingeschränkt.\n\nIn solchen Fällen ist daher die Verwaltungsgerichtsbeschwerde des um die fremdenpolizeiliche Bewilligung ersuchenden Ausländers zulässig. Das gleiche gilt, wenn dieses Rechtsmittel vom betroffenen Familienmitglied mit Anwesenheitsrecht in der Schweiz eingereicht wird (BGE 109 Ib 185 ff. E. 2).\n\nc) Die Beschwerdeführer sind seit dem 5. August 1988 verheiratet. Die Tatsache, dass sie nicht zusammenleben, bedeutet nicht, dass keine intakte eheliche Beziehung besteht. Die Trennung ist darauf zurückzuführen, dass der Beschwerdeführer in der Schweiz keine Aufenthaltsbewilligung hat, die Beschwerdeführerin dagegen das Leben in der Türkei als für sie unzumutbar erachtet und in der Erwartung, dass auch ihr Ehemann würde nachreisen können, in der Schweiz weilt. Wie es sich mit der Frage der Zumutbarkeit verhält, ist nicht Eintretensfrage. Jedenfalls ist vorerst davon |356| auszugehen, dass eine von Art. 8 EMRK geschützte Beziehung vorliegt. Die vorliegende Verwaltungsgerichtsbeschwerde ist damit zulässig.\n\nd) Da das Recht zur Beschwerdeführung beiden Beschwerdeführern zusteht, in den Vorakten eine genügende Vollmacht der Beschwerdeführerin an den Rechtsvertreter liegt und auch die übrigen Voraussetzungen gemäss Art. 97 ff. OG erfüllt sind, zumindest auf die Beschwerde der Beschwerdeführerin also ohnehin einzutreten ist, erübrigt sich die Prüfung der Frage, ob der Beschwerdeführer mit schriftlicher Vollmacht vom 30. August 1988 seine Ehefrau beziehungsweise deren Rechtsvertreter auch zur Prozessführung in seinem Namen ermächtigt hat.\n\n2. a) Das Bundesgericht überprüft die Anwendung von Bundesrecht einschliesslich der Frage, ob die kantonale Behörde ihr Ermessen überschritten oder missbraucht hat (Art. 104 lit. a OG), sowie, da die Einschränkung nach Art. 105 Abs. 2 OG nicht greift, die Feststellung des rechtserheblichen Sachverhalts grundsätzlich frei. Nicht überprüfen kann es dagegen die Angemessenheit des angefochtenen Entscheids, da keiner der in Art. 104 lit. c OG genannten Fälle vorliegt.\n\nb) Im Rahmen der Rechtskontrolle kann das Bundesgericht frei prüfen, ob das öffentliche Interesse an der Verweigerung der fremdenpolizeilichen Bewilligung das entgegenstehende private Interesse des Ausländers und seiner Familie an der Erteilung der Bewilligung überwiegt. Dies gilt insbesondere für die Frage, ob die in Art. 8 EMRK genannten Kriterien, nach welchen sich die Zulässigkeit eines Eingriffs ins Familienleben des Ausländers beurteilt, richtig gehandhabt worden sind, insbesondere ob sich die getroffene Massnahme in ihrem Licht als notwendig und verhältnismässig erweist. Insofern überprüft das Bundesgericht in einem gewissen Sinne auch, ob der angefochtene Entscheid \"angemessen\" sei.\n\nDem steht nicht entgegen, dass das Bundesgericht gemäss Art. 104 lit. c OG nicht prüfen kann, ob der angefochtene Entscheid angemessen sei. Angemessenheit im Sinne dieser Bestimmung bedeutet nicht Verhältnismässigkeit, sondern Zweckmässigkeit (vgl. FRITZ GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., Bern 1983, S. 316). Für die Kognition des Bundesgerichts gilt somit in Fällen, wo bundesrechtliche Normen anzuwenden sind, welche eine Interessenabwägung erfordern, dass es zwar frei die Verhältnismässigkeit der angefochtenen Massnahme prüft, dass |357| der kantonalen Behörde jedoch insofern ein Ermessensspielraum belassen bleibt, als es um die Zweckmässigkeit (Opportunität; vgl. den französischen Text von Art. 104 lit. c OG) der Massnahme geht.\n\n3. a) Ein Eingriff in das von Art. 8 EMRK geschützte Rechtsgut ist statthaft, insoweit er gesetzlich vorgesehen ist und eine Massnahme darstellt, die in einer demokratischen Gesellschaft für die nationale Sicherheit, die öffentliche Ruhe und Ordnung, das wirtschaftliche Wohl des Landes, die Verteidigung der Ordnung und zur Verhinderung von strafbaren Handlungen, zum Schutze der Gesundheit und Moral sowie der Rechte und Freiheiten anderer notwendig ist (Art. 8 Ziff. 2 EMRK).\n\nb) Bei der von der Konvention geforderten Abwägung zwischen den sich gegenüberstehenden privaten und öffentlichen Interessen ist insbesondere zu fragen, ob es dem nahen Familienangehörigen zugemutet werden kann, dem Ausländer, der keine Bewilligung erhält, ins Ausland zu folgen (BGE 110 Ib 205 f. E. 2). Die Frage der Zumutbarkeit beurteilt sich nicht nach den persönlichen Wünschen der Betroffenen, sondern ist unter Berücksichtigung ihrer persönlichen Verhältnisse und aller Umstände objektiv zu beurteilen (BGE 110 Ib 205 E. 2a).\n\nc) Bei jeder familiären Beziehung ist die freie Wahl des Wohnortes und damit die Niederlassungsfreiheit für einzelne Familienmitglieder auch unabhängig von behördlichen Massnahmen unweigerlich eingeschränkt, weil anders ein Zusammenleben am gleichen Ort ausgeschlossen ist. Muss ein Ausländer, dem eine fremdenpolizeiliche Bewilligung verweigert worden ist, dieses Land verlassen, haben dies seine Angehörigen denn auch hinzunehmen, wenn es ihnen ohne Schwierigkeiten möglich ist, mit ihm auszureisen. Wollen sie dennoch in der Schweiz bleiben, ist es nicht die Verweigerung der fremdenpolizeilichen Bewilligung, die bewirkt, dass die Familie auseinandergerissen wird, und eine umfassende Interessenabwägung im Sinne von Art. 8 Abs. 2 EMRK kann unterbleiben. So ist die - allerdings zu absolut formulierte - Wendung in BGE 111 Ib 5 E. 2b zu verstehen, Art. 8 EMRK greife unter solchen Umständen nicht.\n\nInsofern kann die Frage der Zumutbarkeit der Ausreise für die hier anwesenheitsberechtigten Familienangehörigen in gewissen Fällen durchaus von der Frage unterschieden werden, ob die Interessenabwägung nach Art. 8 Ziff. 2 EMRK die Verweigerung der Aufenthaltsbewilligung zulasse.\n\n|358|\n\nd) Indessen ist dann, wenn die Ausreise für die Familienangehörigen nicht von vornherein ohne weiteres zumutbar ist, und wenn Gründe vorliegen, die für eine Fernhaltung des Ausländers aus der Schweiz sprechen, solchen Gründen schon bei der Frage, ob die Ausreise den Familienangehörigen zumutbar sei, Rechnung zu tragen. Diese Frage kann dann nicht völlig losgelöst von den persönlichen Verhältnissen und dem Verhalten des um Bewilligung ersuchenden Ausländers beantwortet werden (BGE 115 Ib 6 /7 E. 3). Die Zumutbarkeit der Ausreise für seine nahen Familienangehörigen ist um so eher zu bejahen, als das Verhalten des Ausländers seinen Aufenthalt in der Schweiz als unerwünscht erscheinen lässt.\n\ne) Geht es um die familiäre Beziehung zwischen Ehegatten, können in solchen Fällen sodann auch die Umstände der Heirat für die Frage der Zumutbarkeit von Bedeutung sein. Weiss nämlich der schweizerische Ehegatte im Zeitpunkt der Heirat, dass Gründe vorliegen, die der Fremdenpolizei Anlass geben könnten, seinem Ehepartner die Erteilung einer Bewilligung zu verweigern, kann er die Möglichkeit nicht ausschliessen, die Ehe gegebenenfalls im Ausland leben zu müssen.\n\nIn dieser Hinsicht ist insbesondere Art. 8 Abs. 2 der Vollziehungsverordnung vom 1. März 1949 zum ANAG (ANAV; SR 142.201) zu beachten, welcher bestimmt, dass das freie Ermessen der Bewilligungsbehörde im Entscheid über Aufenthalt und Niederlassung nicht beeinträchtigt werden kann durch Vorkehren wie z.B. Heirat. Diese Bestimmung erlaubt es der Behörde zwar nicht, sich bei ihrem Bewilligungsentscheid über Art. 8 EMRK hinwegzusetzen; denn massgeblich dafür, dass der Schutz von Art. 8 EMRK angerufen werden kann, ist der Umstand, dass eine Ehe in der ernsthaften Absicht geschlossen wurde, diese auch tatsächlich zu leben. Wenn aber jemand heiratet, obwohl er weiss, dass sein Partner ein unerwünschter Ausländer ist, ist dem bei der Beurteilung des Gesuchs seines ausländischen Ehepartners um Erteilung der Aufenthaltsbewilligung jedenfalls dann Rechnung zu tragen, wenn nach den Umständen anzunehmen ist, dass die Heirat ohne den fremdenpolizeilichen Hintergrund nicht erfolgt wäre. In diesem Zusammenhang ist auf den im Rahmen der Revision des Bürgerrechtsgesetzes geschaffenen (noch nicht in Kraft getretenen) Art. 7 ANAG hinzuweisen; dessen Absatz 1 wird nun zwar dem ausländischen Ehegatten eines Schweizer Bürgers auch ausdrücklich einen Anspruch auf Erteilung der Aufenthaltsbewilligung verschaffen; |359| Abs. 2 hält aber fest, dass kein solcher Anspruch besteht, wenn die Ehe eingegangen worden ist, um die Vorschriften über Aufenthalt und Niederlassung von Ausländern zu umgehen (BBl. 1990 I 1606 f.).\n\nAbgesehen von solchen Fällen eigentlicher \"Ausländerrechtsehen\" (vgl. PETER KOTTUSCH, Scheinehen aus fremdenpolizeilicher Sicht, ZBl. 84/1983, S. 425 ff.) wird der Umstand, dass der schweizerische Ehegatte im Zeitpunkt der Heirat von fremdenpolizeilich relevantem Fehlverhalten seines ausländischen Partners Kenntnis hatte und damit bis zu einem gewiesen Grad in Kauf nahm, ins Ausland zu ziehen, zumindest in Grenzfällen als Kriterium für die Frage der Zumutbarkeit mitzuberücksichtigen sein.\n\nf) Für die Frage, ob die Ausreise ins Land seines ausländischen Ehepartners einem schweizerischen Ehegatten zuzumuten ist, gilt somit zusammenfassend folgendes:\n\nLiegt gegen den ausländischen Ehegatten nichts vor, was ihn als unerwünschten Ausländer erscheinen lässt und somit Anlass für fremdenpolizeiliche Fernhaltemassnahmen geben könnte, wird regelmässig ohne weitere Prüfung davon auszugehen sein, dass die Ausreise dem schweizerischen Ehepartner nicht zuzumuten ist, selbst wenn beispielsweise eine deutschschweizerische Frau einen deutschen Staatsangehörigen geheiratet hat; die Verweigerung der Aufenthaltsbewilligung an den ausländischen Ehegatten hält dann von Art. 8 EMRK nicht stand und würde nach Inkrafttreten der neuen Bürgerrechtsgesetzgebung Art. 7 ANAG widersprechen. Vorbehalten bleiben - auch nach neuem Recht - natürlich aus rein fremdenpolizeirechtlichem Kalkül geschlossene Ehen, d.h. sogenannte reine Ausländerrechtsehen.\n\nHat dagegen der Ausländer Fernhaltegründe (nach dem neuen Art. 7 Abs. 1 Satz 3 ANAG müssen es Ausweisungsgründe sein) gesetzt, etwa weil er straffällig geworden ist, muss näher geprüft werden, ob die Ausreise für den schweizerischen Ehepartner zumutbar ist. Steht ohne weiteres fest, dass die Ausreise unzumutbar ist, ist direkt zu prüfen, ob die Verweigerung der Aufenthaltsbewilligung an den Ausländer, welche dann praktisch zur Aufhebung der ehelichen Gemeinschaft führt, vor Art. 8 EMRK standhält. Häufiger wird es sich so verhalten, dass die Ausreise für den schweizerischen Ehepartner nicht geradezu unzumutbar, aber doch mit mehr oder weniger grossen Schwierigkeiten verbunden ist. In diesen Fällen ist bei der Prüfung der Zumutbarkeitsfrage der Schwere der sich gegen den Ausländer richtenden |360| Vorwürfe und den Umständen des Eheschlusses Rechnung zu tragen. Wenn diese differenzierte Prüfung ergibt, dass die Ausreise für den hier anwesenheitsberechtigten Ehegatten nicht oder kaum zumutbar ist, ist noch zu prüfen, ob die Verweigerung der Aufenthaltsbewilligung sich im Lichte von Art. 8 Ziff. 2 EMRK rechtfertigt.\n\n4. a) Es ist, wie der Regierungsrat zu Recht ausführt, schwierig, die Frage der Zumutbarkeit der Ausreise für die Beschwerdeführerin eindeutig zu beantworten, weil im Rahmen dieses Verfahrens kaum abschliessend geklärt werden kann, welche Verhältnisse sie in der Heimat ihres Mannes antreffen würde. Dies darf sich aber nicht einfach zu ihren Ungunsten auswirken. Man kommt nicht darum herum, auf die Schilderungen in der Beschwerdeschrift abzustellen und zu prüfen, ob sie glaubwürdig sind.\n\nDie Beschreibung der Situation, wie sie die Beschwerdeführerin anlässlich ihres Aufenthalts in der Türkei im Heimatort ihres Mannes (in der Nähe, aber ausserhalb der Grossstadt Izmir) angetroffen haben will erscheint nicht als unglaubhaft. Man wird davon ausgehen können, dass es für sie als Frau äusserst schwierig sein würde, in der Heimat ihres Mannes zu leben, selbst wenn berücksichtigt wird, dass sie gerade durch ihre Heirat ihre Bereitschaft bekundete, sich einer anderen Kultur gegenüber offen zu zeigen. Die Ausreise ist ihr jedenfalls dann kaum zuzumuten, wenn nicht klare Anhaltspunkte dafür vorliegen, dass zu einem wesentlichen Teil sachfremde - d.h. fremdenpolizeilich motivierte - Überlegungen den Entschluss zur Heirat massgeblich mitbeeinflussten, oder wenn die ihrem Mann gegenüber erhobenen Vorwürfe nicht allzu schwer wiegen.\n\nb) Die Beschwerdeführer haben geheiratet, nachdem die zwei bedingten Gefängnisstrafen gegen den Beschwerdeführer bereits ausgesprochen und die fünfjährige Einreisesperre verhängt worden waren. Sie wussten daher, dass dem Beschwerdeführer ohne Heirat von vornherein keine Aufenthaltsbewilligung erteilt werden würde. Es ist daher zu prüfen, ob und in welchem Masse gerade diese fremdenpolizeiliche Situation ausschlaggebend für den Entschluss zur Heirat war.\n\nDer Regierungsrat geht an sich ausdrücklich davon aus, dass die Heirat auf echtem Ehewillen beruht. Soweit er dennoch ausführt, die Aufenthaltsfrage dürfte nebst anderem für den Eheschluss kausal gewesen sein und die Beschwerdeführerin habe den Beschwerdeführer in der Türkei geheiratet, um ihm den Aufenthalt |361| in der Schweiz zu ermöglichen, sind dies blosse Vermutungen, welche er ohne weitere Anhaltspunkte seinem Entscheid nicht als Tatsachen zugrundelegen konnte.\n\nWohl ist es denkbar, dass solche sachfremden Überlegungen für die Heirat massgeblich waren. Es fällt beispielsweise auf, dass im Gesuch vom 30. August 1988 an das Bundesamt für Ausländerfragen um Aufhebung der Einreisesperre gegen den Beschwerdeführer davon die Rede ist, dass die Heirat auf Anraten des Bundesamtes erfolgt sei. Sodann ergibt sich, dass die Beschwerdeführerin unmittelbar nach der Heirat in der Türkei (5. August 1988) noch von dort aus am 9. August 1988 das Gesuch um Einreisebewilligung für ihren Ehemann stellte. Für sich allein genügt dies zur Annahme einer nicht ernsthaft gewollten Ehe nicht. Es besteht aber doch Anlass zu weiteren Abklärungen.\n\nc) Im bisherigen Verfahren wurde sodann das Verhalten des Beschwerdeführers in der Schweiz noch nicht näher gewürdigt. Er ist seit 1985 in der Schweiz zweimal straffällig geworden. Zur zweiten Verurteilung vom 10. September 1987 wegen Missachtens einer Einreisesperre, illegalen Aufenthalts etc. ist festzuhalten, dass dabei offenbar die Beziehung zu seiner späteren Ehefrau eine gewisse Rolle spielte. Der Strafrichter wertete dieses Vergehen des Beschwerdeführers jedenfalls als leicht, da er trotz der Vorstrafe nur eine (kurze) bedingte Gefängnisstrafe aussprach und auch nicht den Vollzug der früheren bedingt aufgeschobenen Strafe anordnete. Die erste Verurteilung vom 15. Dezember 1986 zu 6 Wochen bedingter Freiheitsstrafe wegen Veruntreuung kann nicht als Bagatelle, jedoch vom Strafmass her wohl auch nicht als besonders schwerwiegend bezeichnet werden. Die näheren Umstände jenes Vergehens sind nicht bekannt, da die entsprechenden Akten nicht vorliegen.\n\n5. Nach dem Gesagten erscheint der rechtserhebliche Sachverhalt nicht genügend abgeklärt. Ausgehend von der Tatsache, dass die Ausreise in die Türkei für die Beschwerdeführerin sehr schwierig wäre, sind vorerst Abklärungen über die näheren Umstände, unter denen sich die Beschwerdeführer kennenlernten, zu treffen. Es ist zu prüfen, ob sich die Vermutung, die Ehe sei nicht um ihrer selbst willen geschlossen worden, erhärten lässt. Sodann ist das Verschulden des Beschwerdeführers näher zu prüfen. Ohne diese zusätzlichen Abklärungen lassen sich weder die Zumutbarkeit nach den in E. 3f zusammengefassten Grundsätzen abklären noch die Interessenabwägung gemäss Art. 8 Ziff. 2 EMRK vornehmen.\n\n|362| Die Verwaltungsgerichtsbeschwerde ist in diesem Sinne gutzuheissen und die Sache zu neuem Entscheid an die Vorinstanz zurückzuweisen."}