{"annee": "116", "cour": "IB", "page": "119", "date": "6/6/1990", "cite": ["109 IB 214", "112 IB 119", "116 IB 8", "116 IB 50", "115 IB 335", "112 IB 94", "112 IB 70"], "cite_par": ["117 IB 178", "117 IB 20", "118 IB 296", "118 IB 381", "117 IB 270", "117 IB 97", "118 IB 301", "119 IB 222", "121 II 483", "141 II 233", "116 IB 465"], "chapeau": "15. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 6. Juni 1990 i.S. WWF Schweiz gegen X. und Staatsrat des Kantons Freiburg (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 12 LPN et art. 55 LPE, art. 24 LAT; droit de recours des organisations de protection de l'environnement d'importance nationale, publication d'autorisations exceptionnelles. 1. Les organisations à but idéal d'importance nationale ont qualité pour agir par la voie du recours de droit administratif en invoquant une violation, par l'autorité cantonale de dernière instance, du droit de recours qui leur est reconnu à l'art. 12 LPN (consid. 1). 2. Recevabilité du grief selon lequel une autorisation exceptionnelle au sens de l'art. 24 LAT ne tient pas compte des impératifs de la protection de la nature et du paysage, en violation de l'art. 24sexies Cst. et de la LPN. Le droit cantonal doit accorder à ceux qui sont légitimés à recourir les mêmes droits de partie que le droit fédéral. Les organisations à but idéal d'importance nationale doivent, dans la mesure où elles en ont eu l'occasion, avoir au moins été partie à la procédure cantonale de dernière instance pour se voir reconnaître la qualité pour agir par la voie du recours de droit administratif au Tribunal fédéral (consid. 2b, c). 3. Obligation de publier les autorisations exceptionnelles selon l'art. 24 LAT (consid. 2c, d). 4. Particularités de la procédure fribourgeoise concernant les autorisations exceptionnelles selon l'art. 24 LAT (consid. 3)."], "faits": "|120|\n\nIm Amtsblatt des Kantons Freiburg vom 31. März 1989 wurde ein Baugesuch von X. für eine Geflügelmasthalle \"Optigal\" in der Haala 53, Gemeinde Bösingen, veröffentlicht. Der Ausschreibung konnte nicht entnommen werden, dass die Baute auf einem ausserhalb der Bauzone gelegenen Grundstück vorgesehen ist. Gegen das Bauvorhaben erhoben verschiedene Nachbarn Einsprache (Art. 172 des Raumplanungs- und Baugesetzes des Kantons Freiburg vom 9. Mai 1983 (RPBG)). Die Einsprachen wurden nach einer Einigungsverhandlung aufrechterhalten. Die Gemeinde Bösingen begutachtete das Verfahren negativ und übergab die Akten dem Bau- und Raumplanungsamt des Kantons Freiburg. Am 22. Juni 1989 erteilte die kantonale Baudirektion eine \"Sonderbewilligung\" für den Bau der Geflügelmasthalle ausserhalb der Bauzone. Die Sonderbewilligung wurde im Amtsblatt vom 30. Juni 1989 veröffentlicht mit dem Hinweis, das Dossier könne beim Bau- und Raumplanungsamt während 20 Tagen von dieser Veröffentlichung an eingesehen werden.\n\nGegen diese Sonderbewilligung reichte der WWF Sektion Freiburg, handelnd in eigenem Namen und in Vertretung des WWF Schweiz, beim Staatsrat des Kantons Freiburg |121| Verwaltungsbeschwerde ein. Dieser lehnte es mit Beschluss vom 20. November 1989 ab, auf die Beschwerde einzutreten. Er sprach dem WWF die Legitimation ab, weil er, ohne eine Einsprache gegen das Baugesuch erhoben zu haben, direkt mit einer Verwaltungsbeschwerde in das Verfahren eingegriffen habe. Ein solches Vorgehen sei nach Art. 59 RPBG nicht zulässig.\n\nGegen diesen Entscheid des Staatsrats führt der WWF Schweiz Verwaltungsgerichtsbeschwerde beim Bundesgericht und beantragt dessen Aufhebung. Zudem ersucht er das Bundesgericht, den Staatsrat anzuweisen, auf die Verwaltungsbeschwerde gegen die Erteilung der Sonderbewilligung einzutreten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der angefochtene Nichteintretensentscheid des Staatsrats ist in Anwendung von Art. 24 RPG und gestützt auf diese Bestimmung ausführendes kantonales Recht ergangen. Gegen ihn ist somit die Verwaltungsgerichtsbeschwerde zulässig (Art. 34 Abs. 1 RPG, BGE 112 Ib 96 mit Hinweis, BGE 116 Ib 9 E. 1). Der WWF Schweiz macht geltend, durch den letztinstanzlichen kantonalen Nichteintretensentscheid (Art. 98 lit. g OG) werde das aufgrund von Art. 12 des Gesetzes über den Natur- und Heimatschutz vom 1. Juli 1966 (NHG) gewährleistete Beschwerderecht der ideellen Vereinigungen verletzt (BGE 112 Ib 71 f. E. 2). Zu dieser Rüge der Verletzung bzw. Vereitelung von Bundesrecht ist der WWF Schweiz legitimiert (Art. 104 lit. a OG; Art. 103 lit. c OG in Verbindung mit Art. 12 Abs. 1 NHG; BGE 115 Ib 338). Auf die im übrigen form- und fristgerecht erhobene Verwaltungsgerichtsbeschwerde ist somit einzutreten.\n\n2. a) Der Staatsrat begründet seinen Nichteintretensentscheid damit, dass gemäss Art. 59 Abs. 2 RPBG sowohl der Gesuchsteller und die Gemeinde als auch Personen und Institutionen, welche im Baubewilligungsverfahren Einsprache erhoben hätten, zur Verwaltungsbeschwerde an den Staatsrat gegen die Erteilung einer Sonderbewilligung nach Art. 24 RPG berechtigt seien. Der WWF habe keine solche Einsprache eingereicht, weshalb er gegen die Sonderbewilligung der Baudirektion nicht Verwaltungsbeschwerde an den Staatsrat erheben könne.\n\nb) Nach der Praxis des Bundesgerichts sind die gesamtschweizerischen ideellen Vereinigungen des Natur- und Heimatschutzes |122| gestützt auf Art. 12 NHG berechtigt, mit Verwaltungsgerichtsbeschwerde beim Bundesgericht zu rügen, eine in Anwendung von Art. 24 RPG erteilte Baubewilligung verstosse gegen die nach Art. 24sexies BV und nach den Vorschriften des NHG notwendige Rücksichtnahme auf Natur und Heimat (BGE 112 Ib 70 ff.). Das kantonale Recht hat sodann den gemäss Art. 103 lit. a und c OG Beschwerdeberechtigten dieselben Parteirechte wie das Bundesrecht zu gewähren (BGE 112 Ib 71 mit Hinweisen). In BGE 109 Ib 216 E. 2b führte das Bundesgericht aus, Art. 12 NHG schreibe nicht vor, dass die dort genannten Beschwerdeberechtigten den Instanzenzug im kantonalen Verfahren einzuhalten hätten. Diese Vorschrift verlange in Verbindung mit Art. 98 lit. g OG nur die Letztinstanzlichkeit des angefochtenen kantonalen Entscheids. Wer in einem solchen Fall den kantonalen Instanzenzug durchlaufen habe, sei bei der Sonderregelung von Art. 12 NHG nicht entscheidend. Im Urteil vom 25. April 1990 i.S. Associazione svizzera del traffico und Mitbeteiligte c. Gemeinde Medeglia hat das Bundesgericht jedoch in Anwendung von Art. 55 Abs. 3 USG entschieden, die in dieser Vorschrift geregelte Berechtigung der Umweltschutzorganisationen, von den Rechtsmitteln im kantonalen Bereich Gebrauch zu machen, bedeute für diese zugleich auch eine Obliegenheit, sich am kantonalen Verfahren als Partei zu beteiligen. Ein Verzicht auf das Ergreifen desjenigen Rechtsmittels, das zum letztinstanzlichen kantonalen Entscheid führe, schliesse die grundsätzlich beschwerdeberechtigten Organisationen von der Beschwerdeführung im Bund aus. Das Bundesgericht hat u.a. erwogen, das für die Bundesrechtspflege grundlegende Gebot der Beteiligung am kantonalen Verfahren diene auch den Anliegen, für deren Respektierung sich die rekursberechtigten Organisationen einsetzten. Das Bundesgericht hatte im erwähnten Entscheid jedoch nicht zu beurteilen, ob von Bundesrechts wegen eine Pflicht der Umweltschutzorganisationen zur Einspracheerhebung oder Beschwerdeführung vor den unteren kantonalen oder kommunalen Vorinstanzen bestehe, damit sie ihr bundesrechtlich gewährleistetes Beschwerderecht nicht verwirkten. Der erwähnte Entscheid betreffend die Gemeinde Medeglia weist in dieser Hinsicht die Besonderheit auf, dass nach dem Strassenrecht des Kantons Tessin die Einsprache gegen Kantonsstrassenprojekte an den Staatsrat das einzige kantonale Rechtsmittel darstellt, welches somit direkt den letztinstanzlichen kantonalen Entscheid herbeiführt; dieses Rechtsmittel hätte die Beschwerdeführerin freilich |123| ergreifen müssen (Urteil des Bundesgerichts vom 25. April 1990 i.S. Associazione svizzera del traffico und Mitbeteiligte c. Gemeinde Medeglia).\n\nDie genannten Überlegungen zur Beschwerdeberechtigung nach Art. 55 USG gelten ebenso für die Anwendung von Art. 12 NHG. Auch bei gestützt auf diese Vorschrift erhobenen Verwaltungsgerichtsbeschwerden muss die Beteiligung der gesamtschweizerischen ideellen Vereinigungen am letztinstanzlichen kantonalen Verfahren (formelle Beschwer) verlangt werden (vgl. H. R. TRÜEB, Rechtsschutz gegen Luftverunreinigungen und Lärm, Zürich 1990, S. 166 ff.; E. RIVA, Die Beschwerdebefugnis der Natur- und Heimatschutzvereinigungen im schweizerischen Recht, Bern 1980, S. 104 ff.; F. GYGI, Bundesverwaltungsrechtspflege, 2. Auflage, Bern 1983, S. 155). Es kann indessen auch im vorliegenden Fall offengelassen werden, ob eine Pflicht der ideellen Vereinigungen zur Einspracheerhebung oder Beschwerdeführung vor den unteren kantonalen Vorinstanzen angenommen werden kann (vgl. hinten E. 2d). In diesem Zusammenhang ist immerhin zu beachten, dass bei der generellen Forderung nach der Pflicht zur Beteiligung der gesamtschweizerischen ideellen Organisationen am baurechtlichen Einspracheverfahren, wie sie der Staatsrat im hier angefochtenen Entscheid zu erheben scheint, je nach den Umständen des konkreten Falles die Gefahr der Vereitelung von Bundesrecht (Art. 12 NHG und Art. 55 USG) besteht.\n\nc) Voraussetzung für die Beteiligung der beschwerdeberechtigten Organisationen am kantonalen Rechtsmittelverfahren ist, dass sie von den Vorhaben, die eine Ausnahmebewilligung im Sinne von Art. 24 RPG erfordern, überhaupt rechtzeitig Kenntnis erhalten. Die entsprechenden Bauvorhaben müssen daher in einer Weise publiziert werden, dass sofort klar ersichtlich ist, dass es sich dabei um Ausnahmebewilligungsprojekte im Sinne von Art. 24 RPG handelt. Im vorliegenden Fall ist das erst mit der Publikation der Sonderbewilligung im Amtsblatt vom 30. Juni 1989 geschehen. Wie der Beschwerdeführer zutreffend darlegt, wurde in der Publikation des Baugesuchs im Amtsblatt vom 31. März 1989 mit keinem Wort erwähnt, dass die geplante Baute ausserhalb der Bauzone zu stehen komme. Der WWF erfuhr somit erstmals mit der Publikation der Sonderbewilligung der Baudirektion vom 22. Juni 1989 im Amtsblatt vom 30. Juni 1989, dass zur Bewilligung des am 31. März 1989 ausgeschriebenen Bauvorhabens eine Ausnahmebewilligung im Sinne von Art. 24 RPG notwendig war. |124|\n\nDer WWF kann gestützt auf Art. 12 NHG von Bundesrechts wegen nur Ausnahmebewilligungen im Sinne von Art. 24 RPG anfechten; nicht auch baurechtliche Bewilligungen im Sinne von Art. 22 RPG (Art. 34 RPG i.V.m. Art. 12 NHG). Erst die Publikation vom 30. Juni 1989 konnte ihn deshalb veranlassen, gegen das Projekt vorzugehen. Er hat sich gegen die Sonderbewilligung der Baudirektion vom 22. Juni 1989 mit Verwaltungsbeschwerde vom 19. Juli 1989 rechtzeitig an die im Verfahren betreffend Ausnahmebewilligungen im Sinne von Art. 24 RPG einzige kantonale Rechtsmittelinstanz, nämlich den Staatsrat gewendet, was in dieser Situation das in jeder Hinsicht zutreffende Vorgehen war. Der Staatsrat hätte daher auf die Verwaltungsbeschwerde des WWF eintreten müssen. Mit seinem Nichteintretensentscheid hat er Bundesrecht (Art. 12 NHG i.V.m. Art. 24 und 34 RPG) verletzt (Art. 104 lit. a OG). Die Verwaltungsgerichtsbeschwerde ist somit gutzuheissen, und die Sache ist zur materiellen Beurteilung an den Staatsrat zurückzuweisen.\n\nd) Der Beschwerdeführer und das Bundesamt für Raumplanung kommen zum gleichen Schluss unter Hinweis auf Art. 16 Abs. 2 der Verordnung über die Raumplanung vom 26. März 1986 (RPV), wonach die Kantone die Ausnahmebewilligung im kantonalen Publikationsorgan gesondert anzeigen. Diese Bestimmung ist inzwischen durch den gleichlautenden Art. 25 Abs. 2 der Verordnung über die Raumplanung vom 2. Oktober 1989 ersetzt worden. Der WWF und das Bundesamt für Raumplanung gehen davon aus, die Publikation der Sonderbewilligung der kantonalen Baudirektion im Sinne von Art. 24 RPG im kantonalen Amtsblatt stelle im Hinblick auf diese bundesrechtliche Verordnungsvorschrift die für die ideellen Organisationen massgebliche Mitteilung dar, mit welcher für sie die Frist zur Anfechtung einer solchen Ausnahmebewilligung im kantonalen Verfahren zu laufen beginne. Deshalb seien diese Organisationen von der Teilnahme am kantonalen Einspracheverfahren befreit. Die Kantone könnten die gesamtschweizerischen ideellen Vereinigungen mit dem kantonalen Verfahrensrecht zu einer solchen Teilnahme auch nicht zwingen. Eine entsprechende Pflicht sei unzumutbar und komme einer Vereitelung von Bundesrecht gleich. Da im vorliegenden Fall ohnehin eine Verletzung von Bundesrecht vorliegt (vorne E. 2c), kann hier offengelassen werden, inwieweit das kantonale Recht ohne Bundesrechtsverletzung die gesamtschweizerischen ideellen Vereinigungen im Sinne von Art. 12 NHG und Art. 55 USG |125| verpflichten kann, sich schon im baurechtlichen Einspracheverfahren oder im kantonalen Beschwerdeverfahren vor einer unteren Instanz gegen ein Bauvorhaben zu wehren, damit sie ihr bundesrechtlich gewährleistetes Beschwerderecht nicht verwirken.\n\n3. Im Bau- und Planungsrecht des Kantons Freiburg werden das allgemeine Baubewilligungsverfahren und das Sonderbewilligungsverfahren im Sinne von Art. 24 RPG getrennt voneinander durchgeführt (vgl. Art. 59 und 172 ff. RPBG). Ob diese Trennung, die deutlich auch in der umstrittenen Sonderbewilligung der Baudirektion vom 22. Juni 1989 zum Ausdruck kommt, mit der von der bundesgerichtlichen Rechtsprechung zu Art. 24 RPG geforderten umfassenden Interessenabwägung und der aufgrund des materiellen Bundesrechts bestehenden Koordinationspflicht vereinbar ist, erscheint fraglich (vgl. BGE 112 Ib 119 ff.; BGE 116 Ib 50 ff.). Selbst wenn der WWF bereits anlässlich der Ausschreibung des Baugesuchs vom 31. März 1989 davon Kenntnis gehabt hätte, dass die Geflügelmasthalle ausserhalb der Bauzone vorgesehen war, hätte er im Hinblick auf die Freiburger Verfahrensordnung wohl kaum tätig werden, d.h. Einsprache erheben dürfen, denn die Problematik von Art. 24 RPG bildet gemäss Art. 172 RPBG gar nicht Gegenstand des Einspracheverfahrens, das mit einem Entscheid des Oberamtmanns abgeschlossen wird (Art. 174 Abs. 4 RPBG). Art. 24 RPG wird vielmehr erstmals von der kantonalen Baudirektion gestützt auf Art. 59 RPBG angewendet, und diese erstinstanzliche Verfügung im Sinne von Art. 24 RPG unterliegt wie der Einspracheentscheid des Oberamtmanns im ordentlichen Baubewilligungsverfahren der Verwaltungsbeschwerde an den Staatsrat. Auch im Hinblick auf diese in bundesrechtlicher Hinsicht wie erwähnt problematische Verfahrensordnung konnte der WWF nicht früher gegen das Bauvorhaben des Beschwerdegegners vorgehen, als er es im vorliegenden Fall getan hat. Die Teilnahme am Einspracheverfahren war ihm verwehrt, da in diesem Verfahren die Voraussetzungen einer Ausnahmebewilligung im Sinne von Art. 24 RPG gar nicht geprüft werden.\n\n4. Zusammenfassend ergibt sich, dass der Staatsrat zu Unrecht auf die Verwaltungsbeschwerde des WWF nicht eingetreten ist. Er hat dadurch Bundesrecht verletzt, weshalb die Verwaltungsgerichtsbeschwerde gutzuheissen und der angefochtene Entscheid vom 20. November 1989 aufzuheben ist. Die Sache ist zur materiellen Beurteilung an den Staatsrat zurückzuweisen."}