{"annee": "116", "cour": "IV", "page": "182", "date": "30/11/1990", "cite": ["105 IV 18", "108 IV 3", "115 II 440"], "cite_par": ["117 IV 130", "120 IV 300", "118 IV 130", "121 IV 10"], "chapeau": "36. Urteil des Kassationshofes vom 30. November 1990 i.S. A. und B. gegen öffentliches Amt des Kantons Wallis (Nichtigkeitsbeschwerde)", "regestes": ["Art. 18 al. 3, art. 117 et art. 237 ch. 2 CP; homicide par négligence, entrave à la circulation publique par négligence; avalanche. Devoir de diligence des responsables (chef de service de l'office cantonal d'entretien des routes et voyer) de la fermeture d'une voie publique en cas de danger d'avalanche. Lorsque les moyens nécessaires pour organiser un service de sécurité et de surveillance des avalanches ont été refusés, le devoir de diligence est limité à la mise sur pied d'un dispositif de sécurité simple (instruction des cantonniers et prise de renseignements auprès de spécialistes)."], "faits": "|182|\n\nA.- Am Samstag, den 2. März 1985 gegen 09.00 Uhr, ging vom Täschwang auf der rechten Mattertalseite eine Lawine nieder, deren Anrissgebiet sich unterhalb der Sattelspitze auf etwa 3100 m ü.M. befand und in der Talsohle auf 1460 m ü.M. zum Stehen kam. Die Lawine verschüttete die zu jenem Zeitpunkt geöffnete Strasse Täsch-Zermatt und riss einen Taxikleinbus und einen Personenwagen mit sich. Dabei fanden alle elf Insassen den Tod.\n\nDie Strasse Täsch-Zermatt ist durch eine Reihe von Lawinenzügen gefährdet und weist keine Schutzbauten wie Tunnels oder Galerien auf, obwohl der Grosse Rat des Kantons Wallis im Jahre 1972 den Ausbau der Strasse mit Schutzbauten an den gefährdeten Stellen beschlossen hatte. Eine besondere Gefahrenstelle bildet der Täschwang kurz nach der Ausfahrt von Täsch, wo praktisch alle Jahre, in der Regel im Frühjahr, eine Lawine niedergeht.\n\n|183|\n\nAm Unglückstag löste sich die Lawine spontan; Grund dafür waren rund 30 cm Neuschnee, der Triebschneeeintrag in die obersten sehr steilen Hänge des Täschwang und der ungünstige Schneedeckenaufbau.\n\nDie Strasse Täsch-Zermatt ist eine öffentliche Strasse mit Verkehrsbeschränkungen. Der Unterhalt und die Sicherung der Strasse obliegen dem Kanton, der diese Verpflichtungen an das Baudepartement und dieses seinerseits an die Abteilung für Strassenunterhalt abtrat. Die genannten Sonderbewilligungen erteilt das Justiz- und Polizeidepartement durch die Kantonspolizei. Die Halter der verunfallten Fahrzeuge besassen eine solche Bewilligung.\n\nB.- Das Kreisgericht Oberwallis I für den Bezirk Visp verurteilte A., Chef der Abteilung Strassenunterhalt des Kantons Wallis, und B., Strassenmeister im Bezirk Visp, wegen fahrlässiger Tötung und fahrlässiger Störung des öffentlichen Verkehrs zu einer zweimonatigen bedingten Gefängnisstrafe.\n\nDas Kantonsgericht Wallis wies die Berufungen der Verurteilten am 22. September 1988 ab und bestätigte den erstinstanzlichen Entscheid.\n\nC.- A. und B. führen Nichtigkeitsbeschwerde mit dem Antrag, das angefochtene Urteil sei aufzuheben und die Sache zur neuen Beurteilung an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Da sich die beiden Nichtigkeitsbeschwerden gegen den gleichen Entscheid richten, denselben Streitgegenstand betreffen und auch dieselben Rechtsfragen aufwerfen, können sie in einem Entscheid behandelt werden.\n\n2. Die Vorinstanz begründete den Schuldspruch der Beschwerdeführer im wesentlichen wie folgt:\n\na) A. sei den ihm als Dienstchef der Abteilung für Strassenunterhalt obliegenden Verkehrssicherungspflichten nicht nachgekommen, weil er die Verantwortung für die Öffnung oder Schliessung der Strasse Täsch-Zermatt an den Strassenmeister abgetreten habe, ohne die sich aufgrund dieser Delegation aufdrängenden Weisungen zu erteilen und ohne die angesichts der ihm bekannten Lawinengefahren auf der genannten Strecke nötigen Anordnungen zu treffen, damit die Erstellung und Durchführung eines einfachen, aber wirksamen Sicherheitsdispositivs gewährleistet sei. Ferner treffe ihn der Vorwurf, dass er entgegen der in seinem |184| Pflichtenheft vorgesehenen Aufgabe die für den fraglichen Strassenabschnitt unerlässliche Ausbildung der Kantoniere vollständig vernachlässigt habe, obschon er gewusst habe, dass der Strassenmeister den Entscheid über eine allfällige Sperrung der Strasse praktisch dem Ermessen der Kantoniere überliess. Dieses Verhalten habe den Sorgfaltspflichten eines für die Strassensicherung verantwortlichen Dienstchefs widersprochen und zu einer für A. aufgrund seiner beruflichen Stellung, Ausbildung und Erfahrung voraussehbaren Gefährdung der Strassenbenützer geführt.\n\nb) Dem Strassenmeister B. seien neben einer gewissen Mitschuld am Fehlen jeglichen tauglichen Sicherheitsdispositivs vor allem vorzuwerfen, dass er die Einschätzung der Lawinengefahr und den Entscheid über eine Sperrung der Strasse praktisch den in dieser Beziehung zu wenig ausgebildeten und erfahrenen Kantonieren überlassen habe, ohne diese genügend zu instruieren und zu überwachen. Zudem habe er dafür einzustehen, dass er die nach den Umständen dringend notwendigen Sicherheitsvorkehren wie Abhörung des Lawinenbulletins, Erkundigungen bei den Kantonieren und lawinenkundigen Einheimischen wie dem EISLF (Eidgenössisches Institut für Schnee und Lawinenforschung Weissfluhjoch-Davos)-Beobachter in Zermatt unterlassen habe. Aufgrund seiner beruflichen Kenntnisse hätte B. bei zumutbarer Aufmerksamkeit und Vorsicht die durch sein pflichtwidriges Verhalten heraufbeschworene Gefahr für Leib und Leben der Strassenbenützer voraussehen können.\n\nc) Diese pflichtwidrigen Unterlassungen der Beschwerdeführer hätten - trotz Voraussehbarkeit der damit verbundenen Gefahren - zum schweren Lawinenunfall vom 2. März 1985 und damit zum Tod von elf Personen geführt, wobei sowohl das Verhalten des Abteilungsleiters als auch jenes des Strassenmeisters ursächlich (im Sinne des natürlichen und adäquaten Kausalzusammenhangs) zum tatbestandsmässigen Erfolg beigetragen hätten. Da die am Unglücksmorgen herrschende Lawinengefahr bei pflichtgemässem Verhalten der Verantwortlichen erkennbar gewesen wäre und die Strasse somit rechtzeitig hätte geschlossen werden können und müssen, wäre das tragische Ereignis vermeidbar gewesen. Der Tatbestand des Art. 117 StGB sei somit objektiv und subjektiv erfüllt.\n\nd) Zur Zeit des Lawinenunfalls habe auf der Strasse zwischen Täsch und Zermatt reger Verkehr geherrscht. Die Personen, die in der fraglichen Zeit auf dieser Strecke unterwegs gewesen seien, |185| seien ernsthaft gefährdet gewesen, ebenfalls in die Lawine zu geraten und dadurch eine Verletzung oder sogar den Tod zu erleiden. Aus den Erwägungen zum Delikt der fahrlässigen Tötung ergebe sich, dass diese Gefährdung von Leib und Leben mehrerer Personen, die der Lawine glücklicherweise entronnen seien, durch das pflichtwidrige Verhalten der beiden Beschwerdeführer verursacht, und der Gefährdungserfolg durchaus voraussehbar gewesen sei. Damit sei auch der objektive und subjektive Tatbestand des Art. 237 Ziff. 2 StGB gegeben.\n\n3. Die Beschwerdeführer bringen vor, sie hätten nicht fahrlässig gehandelt. Insbesondere bestreiten sie den Kausalzusammenhang zwischen den ihnen vorgeworfenen Sorgfaltspflichtverletzungen und dem Lawinenunglück; auch stellen sie in Abrede, dass die Lawinengefahr erkennbar gewesen sei und der Unfall hätte vorausgesehen werden können. Die gegenteiligen Annahmen der Vorinstanz seien bundesrechtswidrig.\n\n4. Ist die Tat darauf zurückzuführen, dass der Täter die Folge seines Verhaltens aus pflichtwidriger Unvorsichtigkeit u.a. nicht bedacht hat, so begeht er das Verbrechen oder Vergehen fahrlässig (Art. 18 Abs. 3 Satz 1 StGB). Die Vorinstanz legt den Beschwerdeführern in diesem Sinne unbewusste Fahrlässigkeit zur Last, und zwar in der Form der Unterlassung.\n\na) Beim unechten fahrlässigen Unterlassungsdelikt ist dem Täter ein Erfolg zuzurechnen, wenn dieser durch Anwendung der pflichtgemässen Vorsicht höchstwahrscheinlich vermieden worden wäre. Der sogenannte hypothetische Kausalzusammenhang setzt eine hohe Wahrscheinlichkeit voraus; mit anderen Worten ist er nur gegeben, wenn die erwartete Handlung nicht hinzugedacht werden kann, ohne dass der Erfolg höchstwahrscheinlich entfiele (BGE 108 IV 7 f. und BGE 105 IV 19 f. je mit Hinweisen).\n\nDass die rechtzeitige Sperrung der Strasse den Erfolg vermieden hätte, ist offensichtlich. Der kausale Zusammenhang zwischen der Unterlassung und dem tatbestandsmässigen Erfolg ist daher insoweit ohne weiteres gegeben.\n\nb) Vom Täter kann aber nur eine Handlung gefordert werden, die für ihn möglich ist. Dies ist nur der Fall, wenn die Gefahr des Erfolgseintritts und die Eingriffsmöglichkeit für den Täter erkennbar waren. Insoweit gilt der Massstab der adäquaten Kausalität (STRATENWERTH, Schweizerisches Strafrecht, Allgem. Teil I, S. 384 ff., insbes. N 37 und S. 420 N. 3). Weil hier nicht die Frage nach der natürlichen Verkettung, sondern eine Wertungsfrage |186| (adäquate Kausalität) beantwortet werden muss, wird auch klar, dass es dabei um eine auf Nichtigkeitsbeschwerde hin überprüfbare Rechtsfrage geht (BGE 110 IV 44 f. E. 3 mit Hinweis, vgl. dazu auch BGE 115 II 448 f. E. b).\n\nKann den Beschwerdeführern auch in diesem Sinne zugerechnet werden, dass die Strasse nicht gesperrt wurde und deshalb Strassenbenützer in der niedergegangenen Lawine ums Leben kamen?\n\n5. Als kausale - im vorstehend dargelegten Sinne - pflichtwidrige Unterlassung legte die Vorinstanz den Beschwerdeführern zur Last, bereits ein geringer Aufwand zur Feststellung der Lawinengefahr am Unglücksmorgen und auch ein sehr einfaches Sicherheitsdispositiv mit entsprechenden Informationslieferanten wie dem EISLF-Beobachter in Zermatt hätten die Lawinengefahr rechtzeitig erkennen lassen; eine Zusammenarbeit mit dem EISLF-Beobachter in Zermatt wäre angesichts der bekannten Lawinengefahren zwischen Täsch und Zermatt und des Umstandes, dass das Lawinenbulletin zuwenig auf die einzelnen Regionen abgestimmt sei, angezeigt gewesen. Dass ein eigentlicher Lawinenbeobachtungs- und Warndienst nicht eingerichtet war, wurde den Beschwerdeführern nicht vorgeworfen, weil sie die vorgesetzte Behörde über die Notwendigkeit einer solchen Einrichtung aufmerksam gemacht hatten.\n\nDer EISLF-Beobachter schätzte, wie im Gutachten des EISLF Weissfluhjoch-Davos festgehalten ist, am Morgen des 2. März 1985 um zirka 08.00 Uhr die Lawinengefahr in Zermatt wie folgt ein: \"Grosse und steigende Schneebrettgefahr an Hängen aller Expositionen oberhalb rund 2000 m\". Diese Beurteilung konnte er aufgrund einer Schneeprofilaufnahme im Felde und langjähriger Erfahrung abgeben. Der gerichtlich beigezogene Experte des EISLF hielt in seinem Gutachten dazu fest:\n\n\"Aufgrund dieser Unterlagen ist nachträglich zu schliessen, dass im Mattertal am Samstagmorgen um 8.00 Uhr eine erhebliche örtliche Schneebrettgefahr oberhalb von 2000 m herrschte. Sie war besonders an windabgekehrten Hängen der Expositionen Nord und West vorhanden. Dies musste vor allem der Skifahrer im freien Gelände beobachten. Als Folge der anhaltenden Schneefälle war diese Schneebrettgefahr bis mittags im Steigen begriffen, womit sich auch grössere spontane Lawinen lösen konnten.\"\n\nDaraus folgt nun aber entgegen der Auffassung der Vorinstanz und wie der Beschwerdeführer B. zu Recht geltend macht nicht, dass die herrschende Lawinengefahr erkannt und die Strasse |187| Täsch-Zermatt rechtzeitig geschlossen worden wäre, wenn der EISLF-Beobachter von Zermatt am Unglücksmorgen um 8.00 Uhr durch den Strassenmeister oder die Kantoniere über seine Beobachtungen und Messungen und seine Einschätzung der Lage befragt worden wäre. Selbst der beigezogene Experte schliesst daraus - und dies ausdrücklich bloss aus nachträglicher Betrachtungsweise - lediglich auf eine erhebliche örtliche Schneebrettgefahr. Eine Gefahr für grössere spontane Lawinen, die dann auch das in Frage stehende Strassenstück gefährdet hätten, war gemäss dem Experten erst als Folge der anhaltenden Schneefälle bis am Mittag zu erwarten. Selbst wenn die Beschwerdeführer ein einfaches Sicherheitsdispositiv erstellt gehabt hätten und B. seine Kantoniere instruiert hätte, sich beim EISLF-Beobachter zu erkundigen, oder dies selber getan hätte, wäre die Lawinengefahr daher nicht für den Vormittag des Unglückstages erkannt und die Strasse Täsch-Zermatt somit nicht bereits vor dem Lawinenniedergang um 9.00 Uhr gesperrt worden. Dass bei weiteren Erkundigungen im Rahmen des zumutbaren einfachen Sicherheitsdispositivs andere Stellen bedeutsame Informationen über die Lawinengefahr hätten liefern können, wird im angefochtenen Urteil nicht festgestellt. Das gleiche gilt in bezug auf lawinenkundige Einheimische, die hätten gefragt werden sollen; aus den Akten ergibt sich vielmehr, dass die als Zeugen einvernommenen Einheimischen übereinstimmend eine Lawinengefahr am Morgen des Unglückstags verneinten.\n\nHätten die Beschwerdeführer somit ihren Sorgfaltspflichten genügt und hätten sie das, was ihnen zur Last gelegt wird, vorgekehrt, so wäre für sie eine Lawinengefahr, die zur Strassensperrung hätte führen müssen, doch nicht erkennbar gewesen, d.h. die zusätzlichen Informationen, die sie erhalten hätten, wären nach dem gewöhnlichen Lauf der Dinge nicht geeignet gewesen, dies zu bewirken.\n\n6. Dem Beschwerdeführer B. wird zusätzlich vorgeworfen, er hätte gemäss eigener Aussage die Strasse gesperrt, wenn er das Lawinenbulletin vom Vortag gekannt hätte und über den Schneefall im Mattertal orientiert gewesen wäre. Auch daraus darf jedoch, wie er in seiner Nichtigkeitsbeschwerde zu Recht einwendet, nicht gefolgert werden, wenn er am fraglichen Samstagmorgen das Lawinenbulletin abgehört und sich über den Schneefall im Mattertal erkundigt hätte, wäre mit hoher Wahrscheinlichkeit die Lawinengefahr erkannt und die Strasse rechtzeitig gesperrt worden.\n\n|188|\n\na) Abgesehen davon, dass allein aufgrund eines Geständnisses des Angeklagten ein Schuldspruch nicht erfolgen dürfte, ist festzuhalten, dass der Beschwerdeführer vor dem erstinstanzlichen Gericht aussagte, das Lawinenbulletin hätte ihn nicht veranlasst, sich nach den Verhältnissen im Mattertal zu erkundigen, weil es keine Lawinengefahr signalisiert und er auch keine solche erwartet habe; wenn hingegen die Meldung seitens der Strassenwärter gekommen wäre, dass 12-15 cm schwerer Neuschnee gefallen sei \"und es immer noch schneie\", hätte er die Strasse ohnehin, d.h. auch ohne Abhören des Lawinenbulletins, sperren lassen. Die Vorinstanz stellte nicht fest, es habe am Morgen des Unfalltages weiter geschneit. Vielmehr ergibt sich aus der Formulierung bei der Fragestellung \"bei Ende Schneefall\", dass sie davon ausging, es sei am Morgen kein Schnee mehr gefallen. Deshalb war aber eine Bedingung, die der Beschwerdeführer für die Schliessung der Strasse stellte, nicht erfüllt, so dass sich aus seiner Aussage nicht ergibt, er hätte, wenn er die erwähnten Erkundigungen eingezogen gehabt hätte, die Strasse gesperrt.\n\nb) Der Vorinstanz ist beizupflichten, und dies wird vom Beschwerdeführer denn auch nicht in Abrede gestellt, dass er als Strassenmeister das Lawinenbulletin hätte abhören und dass er, wenn dieses oder andere Umstände dies erheischten, sich am fraglichen Samstagmorgen bei den zuständigen Strassenwärtern nach den Verhältnissen, insbesondere dem Schneefall hätte erkundigen müssen. Das letzte vor dem Unfall zugängliche Bulletin des 1. März 1985 meldete für das Wallis eine mässige, lokale Schneebrettgefahr. Entgegen der Auffassung des Beschwerdeführers bezieht sich die Formulierung \"ohne die südlichen Täler\" nur auf Graubünden, dessen Südtäler zum Alpensüdhang gehören, während die südlichen Täler des Wallis noch zum Alpenhauptkamm gezählt werden, so dass nicht von der für den Alpensüdhang gemeldeten bloss geringen Lawinengefahr auszugehen ist. Dies bedeutete nach der erwähnten Interpretationshilfe des EISLF für Verkehrswege noch keine unmittelbare Gefahr. Aus dem darin enthaltenen Hinweis auf einen ungünstigen Schneedeckenaufbau musste der Beschwerdeführer, wenn das EISLF selbst daraus nur eine mässige Gefahr folgerte, nicht weitergehende Schlüsse ziehen, und aufgrund des Lawinenbulletins hatte der Beschwerdeführer daher eine Lawinengefahr nicht erkennen können. Selbst wenn er dieses pflichtgemäss zur Kenntnis genommen hätte, hätte er daher nach dem |189| gewöhnlichen Lauf der Dinge keine Veranlassung für eine Strassensperrung gehabt.\n\nc) Ob der Beschwerdeführer nach der Auffassung der Vorinstanz in jedem Falle oder nur aufgrund des Lawinenbulletins bei den zuständigen Strassenwärtern hätte Erkundigungen über die Verhältnisse, insbesondere über den Schneefall, einziehen müssen, ist aus dem Urteil nicht klar ersichtlich, kann aber offenbleiben. Selbst wenn er davon Kenntnis gehabt hätte, dass im Mattertal 12-15 cm Neuschnee gefallen waren, es aber zu schneien aufgehört hatte, hätte er daraus nicht - jedenfalls nicht für den Morgen des Unfalltages - auf eine derart grosse Lawinengefahr schliessen müssen, die eine Sperrung der Strasse Täsch-Zermatt erfordert hätte. Wie bereits erwähnt, erkannte selbst der EISLF-Beobachter in Zermatt aufgrund seiner landjährigen Erfahrungen und der Informationen aus dem Schneeprofil für den Vormittag noch keine Lawinengefahr, die grössere spontane Lawinen hätte erwarten lassen.\n\n7. Der Vollständigkeit halber ist anzuführen, dass die dem Beschwerdeführer A. angelastete mangelnde Ausbildung der Strassenwärter ebenfalls keine adäquat kausale pflichtwidrige Unterlassung darstellt. Inwieweit dies der Fall sein könnte, führt die Vorinstanz nicht aus und ist auch nicht ersichtlich. Mit einer solchen Ausbildung hätte wohl höchstens erreicht werden können, dass die Kantoniere ihre Aufgaben im Rahmen eines einfachen Sicherheitsdispositivs zuverlässig hätten erfüllen können. Dass ein solches aber nicht genügt hätte, wurde dargelegt. Ebenso ist zu wiederholen, dass die Beschwerdeführer für das Fehlen eines eigentlichen Lawinenbeobachtungs- und Warndienstes zu Recht nicht verantwortlich gemacht wurden (siehe E. 8).\n\n8. Offenbleiben kann, ob die am Morgen des Unglückstags bestehende Lawinengefahr erkennbar gewesen wäre, wenn ein eigentlicher Lawinenbeobachtungs- und Sicherungsdienst bestanden hätte. Denn die Vorinstanz hat zu Recht angenommen, dass die Beschwerdeführer nicht zur Einrichtung eines solchen Dienstes verpflichtet waren. Ihre Pflicht beschränkte sich darauf, ihre vorgesetzte Behörde auf die Notwendigkeit eines solchen Dienstes aufmerksam zu machen. Dieser Pflicht sind sie nach den Feststellungen der Vorinstanz nachgekommen. Eine weitergehende Pflicht traf sie nicht. Vor allem waren sie nicht verpflichtet, die Strasse bei entsprechenden winterlichen Verhältnissen etwa generell zu |190| sperren, nachdem der Grosse Rat beschlossen hatte, sie im Winter offenzuhalten.\n\nDa die Beschwerdeführer ihre vorgesetzte Behörde mit der Forderung nach einem Lawinenbeobachtungsdienst darauf aufmerksam gemacht hatten, dass ohne einen solchen Dienst die der Strasse drohende Lawinengefahr unter bestimmten Umständen nicht erkennbar ist, tragen nicht sie, sondern allenfalls diejenigen, die sich des Hinweises der Beschwerdeführer hätten annehmen müssen, die Verantwortung dafür, dass die Strasse wegen des Fehlens eines Lawinenbeobachtungsdienstes am Unglücksmorgen offen war.\n\nNach dem Gesagten beschränkte sich die Pflicht der Beschwerdeführer auf alle anderen Vorkehrungen, die nach den vorinstanzlichen Feststellungen möglich gewesen wären, um den drohenden Lawinenniedergang rechtzeitig zu erkennen und die Strasse zu sperren. Da jedoch diese den Beschwerdeführern zur Verfügung stehenden Mittel nicht geeignet waren, die Lawinengefahr am Unglücksmorgen zu erkennen, verletzte die Vorinstanz Bundesrecht, wenn sie dennoch den eingetretenen Erfolg den Beschwerdeführern zugerechnet hat. Die Nichtigkeitsbeschwerden sind deshalb gutzuheissen."}