{"annee": "116", "cour": "II", "page": "446", "date": "19/9/1990", "cite": ["110 II 249", "105 II 197", "102 II 256"], "cite_par": ["142 III 336"], "chapeau": "83. Extrait de l'arrêt de la Ire Cour civile du 19 septembre 1990 dans la cause Société en nom collectif Perrin et Zbinden contre S.I. Pâquis-Ecole (recours en réforme)", "regestes": ["Prolongation du bail (art. 267a anc. CO). On ne saurait déduire de la jurisprudence en la matière que toute prolongation est exclue lorsqu'il n'existe aucune perspective, pour le locataire, de trouver de nouveaux locaux."], "faits": "BGE 116 II 446 S. 446\n\nA.- Par contrat du 26 avril 1979, la société en nom collectif Perrin et Zbinden (ci-après: la société) a pris à bail trois BGE 116 II 446 S. 447appartements, totalisant 12 pièces, et une cave dans un immeuble sis à la rue des Pâquis, à Genève, dont le propriétaire est la S.I. Pâquis-Ecole. Conclu pour une durée de 10 ans, le bail était reconductible tacitement de 5 ans en 5 ans. Le loyer annuel a été porté à 25'572 francs en mai 1981.\n\nDans ces appartements, la société exploite un petit hôtel garni. Elle loue également un appartement de 4 pièces dans un immeuble adjacent propriété d'un tiers. Pour permettre l'exploitation de l'hôtel, l'ensemble des locaux ont été rendus communicants.\n\nA une date indéterminée, dame R. est devenue actionnaire de la S.I. Pâquis-Ecole. A partir du mois de mars 1986, elle a engagé des pourparlers en vue de la reprise du fonds de commerce de l'hôtel, mais sans obtenir de résultat.\n\nLe 13 février 1987, la S.I. Pâquis-Ecole a résilié le bail pour le 30 avril 1989, date de son échéance.\n\nB.- En mars 1987, la société a sollicité une première prolongation de bail. Après avoir été suspendue en raison de la lointaine échéance du bail, la cause a été reprise en novembre 1988 et les parties ont été entendues en avril 1989.\n\nDans l'intervalle, plus précisément en juillet 1987, la société avait envoyé une lettre circulaire à 6 régies et agences immobilières pour trouver de nouveaux locaux; puis, dans le courant du mois de février 1988, elle avait adressé entre 70 et 80 lettres à des régies et agences immobilières de la place. Aucune de ces démarches n'a abouti.\n\nPar jugement du 30 mai 1989, le Tribunal des baux et loyers du canton de Genève a débouté la demanderesse des fins de sa requête en première prolongation du bail.\n\nStatuant le 23 avril 1990, sur appel de la demanderesse, la Chambre d'appel en matière de baux et loyers a confirmé ce jugement.\n\nC.- La demanderesse interjette un recours en réforme au Tribunal fédéral. Elle conclut à l'annulation de l'arrêt cantonal et requiert une première prolongation du bail jusqu'au 30 avril 1991. A titre subsidiaire, elle sollicite le renvoi de la cause à la Chambre d'appel pour nouvelle décision.\n\nLa défenderesse propose le rejet du recours et la confirmation de l'arrêt attaqué.\n\nLe Tribunal fédéral admet le recours et réforme l'arrêt attaqué en ce sens que le bail liant les parties est prolongé jusqu'au 30 avril 1991.\n\nBGE 116 II 446 S. 448", "considerants": "Considérants:\n\n3. a) Selon une jurisprudence fermement établie, le locataire ne peut exiger une prolongation de bail qu'à la condition d'avoir entrepris ce qu'on pouvait raisonnablement attendre de lui pour remédier aux conséquences pénibles du congé, et cela même lorsqu'il sollicite une première prolongation de son bail, le juge se montrant toutefois moins rigoureux à ce stade qu'à celui de la seconde prolongation (ATF 110 II 254, ATF 102 II 256 No 37).\n\nIl n'y a pas lieu de remettre cette jurisprudence en question. La demanderesse n'avance d'ailleurs pas d'autre argument que la différence, ressortant du texte de l'art. 267a CO, entre la seconde et la première prolongation. Cette différence est clairement mentionnée dans le dernier arrêt cité et n'a donc pas échappé au Tribunal fédéral lorsqu'il a posé les exigences auxquelles doit se soumettre le preneur qui requiert une première prolongation de son bail.\n\nb) Par ailleurs, de jurisprudence constante, la prolongation du contrat de bail n'a de sens que si le report du congé permet d'espérer une atténuation des conséquences pénibles qu'entraînerait ce congé et laisse prévoir qu'un déménagement ultérieur présenterait moins d'inconvénients pour le locataire, lequel ne saurait, en revanche, invoquer les conséquences nécessairement liées à la résiliation du bail en tant que telle (ATF 105 II 198 in limine). Ainsi, les dispositions concernant la prolongation des baux ont pour but d'accorder au locataire plus de temps qu'il n'en aurait, selon le délai de résiliation ordinaire, pour chercher de nouveaux locaux (ATF 102 II 256 No 37), et non de lui donner l'occasion de profiter le plus longtemps possible d'un appartement au loyer avantageux.\n\nContrairement à ce que la cour cantonale croit pouvoir en déduire, cette jurisprudence ne signifie nullement qu'une prolongation ne puisse être accordée que dans la mesure où les perspectives de trouver de nouveaux locaux, citées comme exemple, existent réellement. On ne saurait non plus inférer de cette jurisprudence - elle a manifestement été rendue dans l'optique d'une situation où de nouveaux locaux peuvent être trouvés moyennant quelques efforts - que toute prolongation est exclue lorsqu'il n'existe aucune perspective de trouver des locaux. Les règles sur la prolongation tendent à adoucir les conséquences pénibles que la résiliation peut entraîner pour le locataire. Or, BGE 116 II 446 S. 449comptent précisément au nombre de ces conséquences pénibles celles qui sont dues à la pénurie de locaux; elles empêchent en effet le preneur de trouver un logement ou un local commercial équivalant à celui qu'il quitte, ou en tout cas ne présentant pas avec ce dernier une différence telle qu'on ne saurait raisonnablement contraindre le locataire à l'accepter (arrêt non publié du 6 octobre 1989, en la cause S.I. Pré du Château S.A. c. dame S., consid. 1b, avec des références à JEANPRÊTRE, La prolongation des baux à loyer, Mémoires publiés par la Faculté de droit de Genève, 10e journée juridique, 1970, p. 138, à EGGER, Les justes motifs de la prolongation judiciaire du bail, thèse Fribourg 1984, p. 69, et à TH. EGLI, Kündigungsbeschränkungen im Mietrecht, p. 43; voir aussi l'arrêt non publié du 27 septembre 1989, en la cause dame B. c. Genossenschaft Migros Zürich, consid. 4a). Le législateur de 1989, qui a repris à l'art. 272 nouveau la référence aux circonstances pénibles pour le locataire ou sa famille, y a d'ailleurs expressément mentionné, parmi les éléments à prendre en considération, la situation sur le marché local du logement et des locaux commerciaux (al. 2 let. e), car il s'est manifestement rendu compte que ce marché immobilier local peut être source de conséquences pénibles (cf. le Message du Conseil fédéral du 27 mars 1985, in FF 1985 I 1442).\n\nc) Il n'est pas nécessaire, à propos de la présente espèce, de dire si les moyens auxquels la cour cantonale fait obligation au preneur de recourir sont effectivement exorbitants, comme le soutient la demanderesse, car on ne pourrait de toute façon formuler de telles exigences que s'il existait objectivement un espoir pour le preneur de trouver des locaux acceptables. Or, en l'occurrence, la cour cantonale a constaté souverainement qu'il n'existe aucune possibilité concrète pour la demanderesse de retrouver des locaux lui offrant les mêmes avantages que ceux dont elle bénéficie actuellement et qu'il est par ailleurs notoire qu'à Genève le marché immobilier ne permet pas à un hôtelier de retrouver des locaux comme ceux qu'occupe la demanderesse, même à un prix raisonnablement réadapté. Dans ces circonstances, les exigences fixées par la Chambre d'appel se révèlent totalement inutiles et, partant, étrangères au but et au sens de la loi. Ce constat s'impose d'autant plus ici que la demanderesse a pu vérifier l'inutilité de ses recherches par des mesures concrètes non négligeables. Il ne serait, dès lors, guère raisonnable d'exiger davantage d'elle, ce qui impliquerait des BGE 116 II 446 S. 450dépenses supplémentaires qui ne feraient qu'accroître le caractère pénible de sa situation.\n\nEn définitive, au vu des difficultés pour la demanderesse de retrouver des locaux lui permettant de continuer à exploiter un hôtel garni modeste, on doit admettre - ce qui est reconnu à juste titre par la cour cantonale - que la résiliation entraîne pour elle des conséquences pénibles. Comme la défenderesse n'a rien établi quant à son intérêt à voir le bail prendre fin, il apparaît clairement que les conditions posées par la loi pour l'octroi d'une première prolongation de bail sont remplies en l'espèce.\n\nL'arrêt attaqué doit ainsi être réformé et la prolongation sollicitée accordée."}