{"annee": "116", "cour": "IB", "page": "217", "date": "22/6/1990", "cite": ["94 I 659", "113 V 98", "113 II 359", "97 I 359"], "cite_par": ["117 II 480", "122 II 234", "127 III 461"], "chapeau": "29. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 22. Juni 1990 i.S. X. AG gegen Eidgenössische Steuerverwaltung (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 2 al. 2 let. a de l'arrêté du Conseil fédéral instituant des mesures contre l'utilisation sans cause légitime des conventions conclues par la Confédération en vue d'éviter les doubles impositions. Art. 23 al. 1 let. c de la Convention entre la Confédération suisse et la République fédérale d'Allemagne en vue d'éviter les doubles impositions en matière d'impôts sur le revenu et sur la fortune. Il y a utilisation abusive de la convention de double imposition et, partant, libération injustifiée de l'impôt à la source allemand, lorsque plus de la moitié des revenus de licences provenant de la République fédérale d'Allemagne est utilisée à servir des engagements envers des personnes non bénéficiaires de la convention, car ne résidant pas en Suisse; cela vaut en particulier aussi en cas d'attribution directe de la dépense aux revenus provenant d'un seul contrat de licence."], "faits": "BGE 116 Ib 217 S. 218\n\nA.- Die X. AG mit Sitz in A. gehört der Y. AG in B. (BRD). Sie erwirbt von in- und ausländischen Autoren Verlagsrechte, die sie mit Lizenzgebühren entschädigt. Die erworbenen Verlagsrechte überträgt sie alsdann ihrer deutschen Muttergesellschaft gegen eine um 10 Prozent höhere Lizenzgebühr.\n\nB.- Im Jahre 1986 stellte die Eidgenössische Steuerverwaltung bei einer Buchprüfung fest, dass die X. AG in den Geschäftsjahren ... von ihrer Muttergesellschaft Lizenzgebühren in der Höhe von total rund Fr. ... bezogen und für diesen Betrag beim deutschen Bundesamt für Finanzen nach dem schweizerisch-deutschen Doppelbesteuerungsabkommen die Freistellung von den an der Quelle erhobenen Steuern erwirkt hatte. Rund 90 Prozent dieser Bezüge ... hatte sie an die Autoren weitergeleitet, hievon Fr. ... an in der Schweiz und Fr. ... an nicht in der Schweiz ansässige Personen. Der Anteil der an nicht in der Schweiz ansässige Personen weitergeleiteten Beträge belief sich in den erwähnten Geschäftsjahren - gesamthaft gesehen - auf (zwischen) 17,4 bis 42,8 Prozent.\n\nWeil indessen an nicht in der Schweiz ansässige Personen im Einzelfall mehr als 50 Prozent der abkommensbegünstigten Erträge (Lizenzgebühren) weitergeleitet worden waren, hielt die Eidgenössische Steuerverwaltung dafür, dass die Entlastung von den deutschen Quellensteuern in diesen Fällen ungerechtfertigterweise beansprucht worden sei.\n\nMit Entscheid vom 12. April 1988 widerrief sie die entsprechenden Freistellungsanträge; gleichzeitig verpflichtete sie die X. AG für die Zeit vom Geschäftsjahr ... an bis 31. Dezember 1986 zur Erstattung der nicht erhobenen deutschen Quellensteuern (DM ...); dies gestützt auf Art. 4 Abs. 1 lit. c und d sowie Art. 5 Abs. 1 des Bundesratsbeschlusses vom 14. Dezember 1962 betreffend Massnahmen gegen die ungerechtfertigte Inanspruchnahme von Doppelbesteuerungsabkommen des Bundes (im folgenden Missbrauchsbeschluss; SR 672.202), ferner wegen Verletzung von Art. 2 Abs. 2 lit. b des Missbrauchsbeschlusses und von Art. 23 BGE 116 Ib 217 S. 219Abs. 1 lit. c des Abkommens vom 11. August 1971 zwischen der Schweizerischen Eidgenossenschaft und der Bundesrepublik Deutschland zur Vermeidung der Doppelbesteuerung auf dem Gebiete der Steuern vom Einkommen und vom Vermögen (im folgenden DBA-D; SR 0.672.913.62; AS 1972 3075).\n\nC.- Eine hiegegen erhobene Einsprache wies die Eidgenössische Steuerverwaltung ab.\n\nD.- Die X. AG führt rechtzeitig Verwaltungsgerichtsbeschwerde mit den Begehren, der Einspracheentscheid der Eidgenössischen Steuerverwaltung ... sei aufzuheben und es sei von der Einforderung der deutschen Quellensteuern (DM ...) abzusehen.\n\nDie Eidgenössische Steuerverwaltung beantragt in ihrer Vernehmlassung die Abweisung der Verwaltungsgerichtsbeschwerde.\n\nE.- In ihrer Replik hält die Beschwerdeführerin in Ergänzung ihrer Begründung an den Beschwerdebegehren fest. Die Eidgenössische Steuerverwaltung verzichtet auf eine Duplik.\n\nDas Bundesgericht weist die Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n2. a) Nach Art. 23 Abs. 1 lit. c DBA-D dürfen höchstens 50 Prozent der Einkünfte zur Erfüllung von Ansprüchen von nicht in der Schweiz ansässigen Personen verwendet werden.\n\nDie Beschwerdeführerin macht im wesentlichen geltend, sie habe von den (Lizenz-)Einkünften insgesamt stets weniger als 50 Prozent an nicht in der Schweiz ansässige Personen weitergeleitet. Nach dem klaren Wortlaut und Sinn von Art. 23 Abs. 1 lit. c DBA-D und der bisherigen Praxis der Eidgenössischen Steuerverwaltung sei die Weiterleitungsquote auf Grund des Gesamtbetrages der Einkünfte aus dem Quellenstaat, jedenfalls nicht unter Berücksichtigung von Einzelverträgen, massgeblich.\n\nb) Gestützt auf Art. 2 Abs. 1 lit. b des Bundesbeschlusses über die Durchführung von zwischenstaatlichen Abkommen des Bundes zur Vermeidung der Doppelbesteuerung vom 22. Juni 1951 (SR 672.2) erliess der Bundesrat am 14. Dezember 1962 den Missbrauchsbeschluss. Dieser bezweckt, dass die von einem andern Vertragsstaat zugesicherte Herabsetzung von an der Quelle erhobenen Steuern nicht Personen zugute kommt, die darauf nach dem Abkommen keinen Anspruch haben.\n\nLaut Art. 2 Abs. 1 des Missbrauchsbeschlusses wird eine Steuerentlastung von einer natürlichen oder juristischen Person oder BGE 116 Ib 217 S. 220Personengesellschaft mit Wohnsitz oder Sitz in der Schweiz dann ungerechtfertigterweise beansprucht, wenn die Inanspruchnahme dazu führen würde, dass die Steuerentlastung zu einem wesentlichen Teil direkt oder indirekt nicht abkommensberechtigten Personen zugute kommt. Diese allgemeine Umschreibung missbräuchlicher Inanspruchnahme einer Steuerentlastung wird in Art. 2 Abs. 2 lit. a wie folgt konkretisiert:\n\n\"2 Eine Steuerentlastung wird insbesondere dann missbräuchlich beansprucht, wenn sie Einkünfte betrifft,\n\na) die zu einem wesentlichen Teil direkt oder indirekt zur Erfüllung von Ansprüchen nicht abkommensberechtigter Personen verwendet werden; der Erfüllung von Ansprüchen ist in der Regel gleichgestellt die Verwendung der Einkünfte zur Abschreibung von Vermögenswerten, deren Gegenwert direkt oder indirekt nicht abkommensberechtigten Personen zugekommen ist oder zukommt.\"\n\nc) Art. 23 Abs. 1 lit. c des neun Jahre später, am 11. August 1971 abgeschlossenen DBA-D lautet wie folgt:\n\n\"(1) Eine in einem Vertragsstaat ansässige Gesellschaft, an der nicht in diesem Staat ansässige Personen überwiegend, unmittelbar oder mittelbar, durch Beteiligung oder in anderer Weise interessiert sind, kann die in den Artikeln 10 bis 12 vorgesehenen Entlastungen von den Steuern, die auf den aus dem andern Staat stammenden Dividenden, Zinsen und Lizenzgebühren erhoben werden, nur beanspruchen, wenn\n\nc) höchstens 50 vom Hundert der in Rede stehenden und aus dem anderen Vertragsstaat stammenden Einkünfte zur Erfüllung von Ansprüchen (Schuldzinsen, Lizenzgebühren, Entwicklungs-, Werbe-, Einführungs- und Reisespesen, Abschreibungen auf Vermögenswerten jeder Art, einschliesslich immaterieller Güterrechte, Verfahren usw.) von nicht im ersten Staat ansässigen Personen verwendet werden.\"\n\nArt. 23 Abs. 1 lit. c DBA-D ist weitgehend den Regeln nachgebildet, wie sie die Eidgenössische Steuerverwaltung in einem Kreisschreiben vom 31. Dezember 1962 betreffend Massnahmen gegen die ungerechtfertigte Inanspruchnahme von Doppelbesteuerungsabkommen des Bundes (ASA 31 247 ff., insbesondere Ziff. II/1, S. 248/9) im Hinblick auf die einheitliche Anwendung von Art. 2 Abs. 2 des Missbrauchsbeschlusses für sog. Durchlaufgesellschaften formuliert hatte. Bereits damals wurde die Höchstgrenze auf 50 Prozent festgesetzt (R. V. SIEBENTHAL, Handbuch des internationalen Steuerrechts der Schweiz, im folgenden: Handbuch, S. 120; M. WIDMER, Die Auswirkungen des neuen Doppelbesteuerungsabkommens mit Deutschland, ASA 40 305 ff., insbesondere S. 333; derselbe, Neue Entwicklungen im internationalen Steuerrecht, StR 29/1974, S. 90 ff., insbesondere S. 95). Die Vorschrift BGE 116 Ib 217 S. 221von Art. 2 Abs. 2 lit. a des Missbrauchsbeschlusses und ihre Anwendung durch die Eidgenössische Steuerverwaltung können daher für die Auslegung von Art. 23 Abs. 1 lit. c DBA-D herangezogen werden.\n\n3. Die Eidgenössische Steuerverwaltung legt Art. 23 Abs. 1 lit. c DBA-D dahingehend aus, dass die Entlastung der aus der Bundesrepublik Deutschland stammenden Lizenzerträge von deutschen Steuern wegen missbräuchlicher Inanspruchnahme namentlich auch dann ausgeschlossen sei, wenn von diesen Erträgen bei direkter Zuordnung des Aufwands zu den Einkünften aus einem einzelnen Lizenzvertrag mehr als die Hälfte zur Erfüllung von Ansprüchen von nicht abkommensbegünstigten Personen verwendet werden. Eine direkte Zuordnung sei in der Praxis im Rahmen des Möglichen stets geschehen. Zudem sei dies die einzige Auslegung, die der Zielsetzung der Bestimmung entspreche. Eine globale Betrachtungsweise sei nur ausnahmsweise zulässig.\n\na) Die Beschwerdeführerin beruft sich zur Stützung ihres Begehrens zunächst auf den Wortlaut von Art. 23 Abs. 1 lit. c DBA-D.\n\nFür die Auslegung einer Staatsvertragsbestimmung ist der Wortlaut massgebend, wie ihn die Parteien nach dem Vertrauensprinzip im Hinblick auf den Vertragszweck verstehen durften, solange sich der Entstehungsgeschichte nicht ein abweichender wirklicher Vertragswille der Parteien entnehmen lässt (BGE 113 II 362 E. 3; BGE 113 V 103 E. b; BGE 97 I 363 E. 3, mit Hinweisen). Das gilt auch für die Auslegung von Doppelbesteuerungsabkommen, wenn diese nicht selber besondere Auslegungsregeln (Definitionen) enthalten oder subsidiär auf die Bedeutung der verwendeten Begriffe in der lex fori verweisen (Art. 1 Abs. 2 DBA-D; R. V. SIEBENTHAL, Handbuch, 71 ff.).\n\nIn der deutschen Literatur, auf die die Beschwerdeführerin verweist (Kommentar FLICK/WASSERMEYER/WINGERT/KEMPERMANN, Doppelbesteuerungsabkommen Deutschland-Schweiz, N 182 zu Art. 23, S. 52), wird der in Art. 23 Abs. 1 lit. c DBA-D verwendete Begriff \"Einkünfte\" dahingehend verstanden, dass die Dividenden, Zinsen sowie Lizenzgebühren addiert zusammengefasst am Aufwand zugunsten nicht Ansässiger gemessen werden müssten (a.a.O., N 78 zu Art. 23, S. 51).\n\nTrotz dieser Kommentierung lässt der Wortlaut der Bestimmung jedoch durchaus auch die Auslegung zu, dass der Begriff \"Einkünfte\" - wie die Eidgenössische Steuerverwaltung BGE 116 Ib 217 S. 222einwendet - bloss als vertragstechnischer, zur gerafften Darstellung dienender Verweis verstanden werden könnte.\n\nb) Die Beschwerdeführerin vertritt ferner - unter Hinweis auf KORN/DEBATIN (Doppelbesteuerung, Sammlung der zwischen der Bundesrepublik und dem Ausland bestehenden Abkommen über die Vermeidung der Doppelbesteuerung, München 1954 ff.) sowie den Kommentar FLICK/WASSERMEYER/WINGERT/KEMPERMANN (Doppelbesteuerungsabkommen Deutschland-Schweiz, N 182 zu Art. 23, S. 52) - die Auffassung, die Vertragsparteien hätten Art. 2 Abs. 1 lit. c DBA-D nach der Entstehungsgeschichte in dem von ihr geltend gemachten Sinne verstanden.\n\nKORN/DEBATIN gehen indessen nicht so weit wie die Beschwerdeführerin, nach deren Auffassung die Verwendungsgrenze von 50 Prozent stets nur in einer Gesamtrechnung zu ermitteln sei. Die Gesamtrechnung wird vielmehr deswegen als notwendig bezeichnet, um zu prüfen, ob eine Verkettung zwischen den Einkünften und ihrer Verwendung zugunsten nicht abkommensberechtigter Personen in der Form verschiedenster Aufwendungen, namentlich der Zinsaufwendungen, bestehe (a.a.O., Art. 23, N 2/g/cc/2-4 und dd, S. 683 ff.). Dass deswegen eine direkte Zuordnung von Aufwendungen zu bestimmten abkommensbegünstigten Einkünften ausgeschlossen wäre, wird weder ausdrücklich gesagt, noch ergibt sich dies aus der Kommentierung zwingend.\n\nFLICK/WASSERMEYER/WINGERT/KEMPERMANN berufen sich insbesondere auf LOCHER/MEYER/V. SIEBENTHAL (Doppelbesteuerungsabkommen Schweiz-Deutschland, B. 23.1 Nr. 23), worin folgende Stellungnahme der Eidgenössischen Steuerverwaltung vom 5. September 1974 enthalten ist: \"Bei der Prüfung der Frage, ob eine Gesellschaft von ihren abkommensbegünstigten Erträgen nicht mehr als 50 Prozent ins Ausland weitergeleitet hat, werden die abkommensbegünstigten Erträge in der Regel gesamthaft betrachtet und die darauf entfallenden Schuldzinsen proportional ermittelt, d.h. die Schuldzinsen werden im Verhältnis der Anlagen in DBA-Staaten zu den Gesamtaktiven aufgeteilt. Wenn jedoch in einem Einzelgeschäft ein enger Zusammenhang zwischen der Auslandanlage und der Schuld besteht, kann das Einzelgeschäft aus der Gesamtrechnung herausgenommen und von den Abkommensvorteilen ausgeschlossen werden. Die Gesellschaft kann für den übrigen Teil trotzdem die Voraussetzungen erfüllen und deshalb die Abkommensvorteile beanspruchen.\" BGE 116 Ib 217 S. 223\n\nDaraus lässt sich ableiten, dass die Eidgenössische Steuerverwaltung in Anwendung ihres Kreisschreibens zum Missbrauchsbeschluss - zumindest im Hinblick auf die Verteilung von Schuldzinsen - eine direkte Zuordnung des weitergeleiteten Aufwands zu den abkommensbegünstigten Einkünften in Einzelgeschäften nicht ausschliessen wollte, sofern eine solche Zuordnung möglich ist. - Das Kreisschreiben (ASA 31 247) enthält im übrigen keine Erläuterung, ob die Grenze von höchstens 50 Prozent bezogen auf einzelne Vertragsverhältnisse oder für die Gesamtheit der Einkünfte gelten solle. Der Anhang zum Kreisschreiben (ASA 31 255 ff.) beschränkt sich ebenfalls nur auf die schematische Darstellung von Beispielen für die Anwendung von Art. 2 Abs. 2 lit. a und b des Missbrauchsbeschlusses.\n\nAuch aus den von der Beschwerdeführerin zitierten weiteren Publikationen (M. WIDMER, Die schweizerischen Massnahmen gegen den Missbrauch von Doppelbesteuerungsabkommen, in Steuer und Wirtschaft, herausgegeben von Boettcher u.a. bei J. Bergmann, München, und Springer Verlag Berlin, Göttingen, Heidelberg, 40/1963, Spalte 381 ff., insbesondere 387; D. LÜTHI, Handbuch, S. 346; vgl. auch H. MASSHARDT, Die ungerechtfertigte Inanspruchnahme von Doppelbesteuerungsabkommen, ASA 31 225 ff., insbesondere 234 ff.; A. MATTHEY, Les mesures contre l'utilisation sans cause légitime des conventions conclues par la Confédération en vue d'éviter les doubles impositions, RDAF 19/1963 53 ff., insbesondere 59; M. B. LUDWIG, Die ungerechtfertigte Inanspruchnahme von Doppelbesteuerungsabkommen, StR 18/1963 50 ff., insbesondere 57) kann nichts zum Willen der Vertragsparteien in der Frage abgeleitet werden.\n\nDen Formularen schliesslich, die für die Entlastung von den deutschen (Quellen-)Steuern auf Lizenzgebühren geschaffen wurden, ist ebenfalls nichts Konkretes zu entnehmen.\n\nDie Entstehungsgeschichte von Art. 23 Abs. 1 lit. c DBA-D zeigt demnach, gesamthaft gesehen, einzelne Anhaltspunkte, wonach die Vertragsparteien die Auffassung der Beschwerdeführerin gehabt haben könnten, aber mindestens ebenso viele für diejenige der Eidgenössischen Steuerverwaltung, die nicht klar widerlegt wird.\n\nc) Die Beschwerdeführerin beruft sich ferner auf den Zusammenhang von Art. 23 Abs. 1 lit. c DBA-D mit den übrigen Vertragsbestimmungen. Insbesondere weist sie auch auf die wirtschaftlichen Auswirkungen hin. Sie wendet ein, wenn nur die maximale Quote von 50 Prozent der Lizenzgebühren weitergeleitet BGE 116 Ib 217 S. 224werden dürfe, entspreche dies einer Bruttomarge von 100 Prozent, die im internationalen Lizenzgeschäft ausgeschlossen sei. Es sei zudem anzunehmen, dass die deutschen Steuerbehörden gegen einen derart unüblichen Gewinnaufschlag durch die schweizerische Gesellschaft gestützt auf Art. 9 DBA-D einschreiten würden.\n\nNach Art. 9 DBA-D dürfen Gewinne, die eine von zwei verbundenen Unternehmungen nicht erzielt, weil die Bedingungen von denen abweichen, die unabhängige Unternehmungen miteinander vereinbart hätten, den Gewinnen der Unternehmung zugerechnet und von deren Sitzstaat besteuert werden. Wenn sich die Vertragsparteien in Art. 9 DBA-D die Aufrechnung von zwischen verbundenen Unternehmungen künstlich verschobenen Gewinnen ausdrücklich vorbehielten, ist nicht einzusehen, weshalb sie nicht auch einen Missbrauch der Abkommensbegünstigung darin sehen wollten, wenn eine verbundene, in der Schweiz domizilierte Gesellschaft nur eine bescheidene Marge für sich beansprucht und die von der deutschen Quellensteuer befreiten Lizenzgebühren zum grössten Teil - als Aufwand verbucht - unversteuert an nicht abkommensberechtigte Personen in Drittstaaten weiterleitet.\n\nAuch unter dem Blickwinkel von Art. 23 Abs. 1 lit. d DBA-D ergibt sich keine abweichende Würdigung. Danach kann eine ausländisch beherrschte (schweizerische) Gesellschaft die Befreiung von den Steuern des Vertragsstaats (Bundesrepublik Deutschland) nur beanspruchen, wenn die\n\n\"Aufwendungen, die mit den in Rede stehenden und aus dem andern Vertragsstaat stammenden Einkünften zusammenhängen, ausschliesslich aus diesen Einkünften gedeckt werden.\"\n\nDie Beschwerdeführerin beruft sich auf FLICK/WASSERMEYER/WINGERT/KEMPERMANN (a.a.O., N 94 und 95, S. 55/6), die eine von der Eidgenössischen Steuerverwaltung abweichende Auffassung auch hinsichtlich der Zuordnung von Aufwendungen (insbesondere Abschreibungen) zu den abkommensbegünstigten Einkünften nach Art. 23 Abs. 1 lit. c DBA-D vertreten. Die positive Formulierung, wonach die Entlastung nur beansprucht werden kann, wenn Aufwendungen, die mit den betrachteten Einkünften zusammenhängen, ausschliesslich aus diesen Einkünften gedeckt werden, hat durchaus einen naheliegenden und verständlichen Grund; es soll damit verhindert werden, dass eine Gesellschaft, die noch über andere Einkünfte verfügt, geltend macht, aus diesen anderen Einkünften die Leistungen an Personen in Drittstaaten erbracht zu haben, die in Wirklichkeit als Aufwendungen im BGE 116 Ib 217 S. 225Zusammenhang mit den abkommensbegünstigten Einkünften zu betrachten sind (MASSHARDT, a.a.O., ASA 31 48/9; KORN/DEBATIN, a.a.O., Art. 23 N 2/g/cc/2, S. 684). Es scheint gerade bedeutsam, dass Art. 23 Abs. 1 lit. d DBA-D den Zusammenhang von Aufwendungen der Lizenzgeber-Gesellschaft mit den Einkünften ausdrücklich in die zu betrachtenden Voraussetzungen ihrer Befreiung von Steuern des Quellenlands einbezieht.\n\nDer Zusammenhang im Abkommen spricht daher für und nicht gegen die Auffassung der Eidgenössischen Steuerverwaltung.\n\nd) Die Beschwerdeführerin beruft sich schliesslich auf den Sinn und Zweck von Art. 23 Abs. 1 lit. c DBA-D. Diese Bestimmung solle nicht \"jegliche Lizenzdurchleitung\", sondern bloss die unangemessene Ausnutzung der im Abkommen vorgesehenen Entlastung verhindern; diese sei nach dem Gesamtbild der Verhältnisse zu beurteilen. Die objektiven mathematischen Massstäbe, namentlich die Höchstgrenze von 50 Prozent, die die Vertragsparteien zu diesem Zwecke gewählt hätten, würden von der Eidgenössischen Steuerverwaltung verkannt. Es könne der Auffassung der Eidgenössischen Steuerverwaltung nicht gefolgt werden, wonach es der Zielsetzung von Art. 23 Abs. 1 lit. c DBA-D krass widersprechen würde, wenn allein durch Poolung in einer schweizerischen Vermittlergesellschaft mit einem relativ grossen Kreis schweizerischer Lizenzgebührenempfänger auch im Ausland ansässige Personen in den Genuss der Quellensteuerentlastung gelangten, obwohl ihnen 90 Prozent der aus Deutschland stammenden Lizenzeinkünfte weitergeleitet werden. Bei einer solchen Betrachtungsweise werde verkannt, dass eine Vermittlergesellschaft mit einem grossen inländischen Empfängerkreis \"das frei verfügbare Kontingent\" ohne erkennbaren Gestaltungsmissbrauch dazu benützen könne, einem (zahlenmässig) kleinen Teil im Ausland ansässiger Personen Abkommensvorteile zu verschaffen. Die Eidgenössische Steuerverwaltung sei den Nachweis schuldig geblieben, dass mit Art. 23 DBA-D auch solche Gesellschaften erfasst werden sollten.\n\nÄhnlich äussern sich auch deutsche Kommentatoren. Danach braucht zwischen den (Lizenz-)Einkünften und den zur Erfüllung von Ansprüchen nicht ansässiger Personen erbrachten Aufwendungen kein wirtschaftlicher Zusammenhang zu bestehen, weshalb der davon losgelöste rein mathematische und gesamthafte Vergleich \"erhebliche Gestaltungsmöglichkeiten eröffnet\" (FLICK/WASSERMEYER/WINGERT/KEMPERMANN, a.a.O., N 79, S. 52; a. M. BGE 116 Ib 217 S. 226wohl eher KORN/DEBATIN, a.a.O., N 2/c/2, S. 677 und N 2e/g/dd/3, S. 686).\n\nLaut sämtlichen Publikationen in der schweizerischen Literatur entspricht dies jedoch nicht der Auffassung, die die Eidgenössische Steuerverwaltung von der Höchstgrenze von 50 Prozent in ihrem Kreisschreiben zum Missbrauchsbeschluss und in Art. 23 Abs. 1 lit. c DBA-D erkennen liess. Diese Grenze soll ausländisch beherrschten Gesellschaften in der Schweiz nicht die Inanspruchnahme der Befreiung von deutschen Steuern zugunsten nicht Abkommensberechtigter in einem bestimmten Verhältnis zu ihrer Grösse und gesamten Geschäftstätigkeit ermöglichen; sie bedeutet auch nicht, dass ein frei verfügbares Kontingent steuerbegünstigter Auslandseinkünfte abkommenswidrig in Anspruch genommen werden kann. Vielmehr soll damit die Abgrenzung, von welchem Ausmass an die Inanspruchnahme der Befreiung von deutschen Steuern auf den Lizenzgebühren, Dividenden und Zinsen zugunsten nicht abkommensberechtigter Personen wesentlich und missbräuchlich ist, objektiviert werden. Die in der schweizerischen Literatur (W. RYSER, Introduction au droit fiscal international, 187 ff.) als rein schematisch kritisierte feste zahlenmässige Grenze hat zur Folge, dass die Weiterleitung von höchstens 50 Prozent der Einkünfte an solche Ausländer als noch nicht übermässig bezeichnet (D. LÜTHI, Handbuch, S. 346; vgl. auch S. 357, wo von \"Sicherheitszonen\" für die Inanspruchnahme der Doppelbesteuerungsabkommen die Rede ist) und ein Abkommensmissbrauch allein durch Weiterleitung von maximal 50 Prozent der Einkünfte als noch nicht eingetreten betrachtet wird.\n\nJedenfalls entspricht es nicht dem Sinn der festen zahlenmässigen Grenze, dass eine ausländisch beherrschte Gesellschaft, die mehr als 50 Prozent als Aufwand an im Ausland ansässige Personen weiterleiten muss, die Befreiung von der Steuer im Quellenstaat beanspruchen kann oder dass die Abkommensbestimmungen so zu verstehen seien, auch ihr müsse bei geeigneter Gestaltung der übrigen Geschäfte die Erfüllung der Bedingungen möglich sein. Dem Sinn und Zweck der Bestimmung, die die missbräuchliche Inanspruchnahme der Abkommensbegünstigung verhindern soll, entspricht ganz offensichtlich die von der Eidgenössischen Steuerverwaltung vertretene, von der Beschwerdeführerin beanstandete Auslegung von Art. 23 Abs. 1 lit. c DBA-D besser:\n\nDie Befreiung von den Quellensteuern auf Dividenden, Zinsen und Lizenzgebühren wurde vereinbart, um eine doppelte BGE 116 Ib 217 S. 227Besteuerung des Empfängers im Quellenstaat und im andern Vertragsstaat, wo er als Ansässiger solche Einkünfte grundsätzlich zu versteuern hat, zu vermeiden. Der auf sog. Durchlaufgesellschaften abzielende Missbrauchsvorbehalt von Art. 23 Abs. 1 lit. c DBA-D soll somit verhindern, dass die Befreiung von der (Quellen-)Steuer nicht durch nicht Abkommensberechtigte in Drittstaaten in Anspruch genommen wird; insbesondere soll verhindert werden, dass die ausländisch beherrschte Gesellschaft gestützt auf eine vertragliche Verpflichtung mehr als 50 Prozent der Lizenzgebühren in einer als Aufwand verbuchten Form weiterleitet, über welche die Empfänger ohne steuerliche Belastung verfügen können (BGE 94 I 666 f.; a. M. J.-M. RIVIER, Le droit fiscal international, S. 251, nach dessen einschränkenderer Ansicht der Missbrauchsbeschluss nur Betrug oder Umgehung der Steuern verhindern sollte).\n\ne) Die Auslegung von Art. 23 Abs. 1 lit. c DBA-D nach dem Wortlaut und nach der Entstehungsgeschichte ergibt insgesamt wohl kein ganz einheitliches Bild und könnte die von der Beschwerdeführerin geltend gemachte Auffassung nicht schlechthin ausschliessen. Anderseits wird aber die von der Eidgenössischen Steuerverwaltung vertretene Auslegung nicht widerlegt. Nach ihrem Sinn und Zweck sowie dem Zusammenhang mit andern Vertragsbestimmungen schlägt die behördlicherseits vertretene Ansicht durch. Sie wird auch durch die bei der zuständigen Amtsstelle des deutschen Vertragspartners eingeholte, weitgehend übereinstimmende Meinungsäusserung bekräftigt. Es wäre in der Tat nicht vertretbar, wenn in Drittstaaten ansässige nicht abkommensberechtigte Personen allein durch die Poolung von Einkünften in einer grossen Vermittlergesellschaft in Einzelfällen Abkommensvorteile erlangen könnten, wie dies die Beschwerdeführerin anstrebt.\n\nIn Würdigung all dieser Gesichtspunkte hat daher die Eidgenössische Steuerverwaltung mit ihrer Betrachtungsweise und der entsprechenden Anwendung von Art. 23 Abs. 1 lit. c DBA-D im Falle der Beschwerdeführerin Bundesrecht nicht verletzt.\n\n4. Bei diesem Verfahrensausgang kann die weitere Frage, ob eine Gesellschaft, die (wie die Beschwerdeführerin) 90 Prozent der vereinnahmten Entgelte an Dritte weiterleitet, als wirklich Nutzungsberechtigte an den Vermögenswerten die Abkommensbegünstigung ihrer Erträge überhaupt in Anspruch nehmen kann, offengelassen werden."}