{"annee": "84", "cour": "IV", "page": "129", "date": "23/8/1958", "cite": [], "cite_par": ["116 IV 143", "106 II 117", "115 IV 152"], "chapeau": "38. Arrêt de la Cour de cassation pénale du 23 août 1958 dans la cause Jaquet contre Schelling et Ministère public du canton de Neuchâtel.", "regestes": ["Droit de plainte. L'art. 28 CP confère au lésé le droit de provoquer l'ouverture de l'action pénale, non celui de la poursuivre et notamment d'user des voies de recours cantonales. Art. 268 al. 3 PPF. Lorsque les voies de recours cantonales sont fermées au plaignant, il est recevable à se pourvoir en nullité contre l'ordonnance de non-lieu, qui est, pour lui, rendue en dernière instance. Art. 269 al. 1 PPF, violation du droit fédéral. Portée de l'erreur sur une question préjudicielle de droit fédéral dans une cause relevant du droit cantonal."], "faits": "|130|\n\nA.- Le 3 juillet 1957, Jaquet a porté plainte contre Schelling, lui reprochant d'avoir, en tant que député, porté atteinte à son honneur par des paroles prononcées au cours de la séance du Grand Conseil neuchâtelois du 20 mai 1957. Le Ministère public du canton de Neuchâtel ordonna une enquête.\n\nLe 14 décembre 1957, Jaquet retira sa plainte pénale, expliquant qu'il avait obtenu satisfaction par suite de l'intervention d'un conciliateur. Se fondant sur l'art. 31 al. 4 CP, Schelling s'opposa au retrait de la plainte.\n\nB.- Le 24 janvier 1958, le Ministère public prononça une ordonnance de non-lieu, considérant que, selon l'art. 28 Cst. neuch., l'immunité parlementaire couvrait Schelling pour la déclaration qu'il avait faite au cours de la séance du Grand Conseil du 20 mai 1957, de sorte que son opposition au retrait de la plainte était inopérante.\n\nJaquet recourut devant la Chambre d'accusation du canton de Neuchâtel en contestant que l'immunité parlementaire couvrît Schelling pour sa déclaration.\n\nLe 6 février 1958, la Chambre d'accusation déclara le recours irrecevable et en tout cas mal fondé, considérant qu'après avoir retiré sa plainte, Jaquet n'avait plus la qualité de partie dans la procédure pénale et n'avait donc pas qualité pour recourir, qu'au surplus, le recours serait mal fondé vu l'immunité parlementaire au bénéfice de laquelle se trouvait Schelling.\n\nC.- Contre cet arrêt, Jaquet a formé un recours devant la Cour de cassation neuchâteloise et un pourvoi en nullité devant la Cour de cassation du Tribunal fédéral. Dans ce pourvoi, il conclut à l'annulation de l'arrêt du 6 février 1958 et au renvoi de la cause à la juridiction cantonale pour nouvelle décision. Il allègue la violation |131| des art. 28 ss. et en particulier de l'art. 31, ainsi que de l'art. 366 CP.\n\nD.- Le 27 mars 1958, la Cour de cassation pénale du canton de Neuchâtel a déclaré irrecevable le recours formé devant elle par Jaquet. De même que la Chambre d'accusation, elle dénie au recourant la qualité pour agir et affirme au surplus que le recours serait mal fondé, Schelling ne pouvant être poursuivi en raison de l'immunité parlementaire.", "considerants": "Considérant en droit:\n\n1. Le présent pourvoi a pour objet l'arrêt du 6 février 1958, par lequel la Chambre d'accusation neuchâteloise a déclaré irrecevable le recours formé par Jaquet contre l'ordonnance de non-lieu du 24 janvier 1958. Il s'agit d'examiner, selon l'art. 269 al. 1 PPF, si cet arrêt viole le droit fédéral. Cette question appelle la négative.\n\nC'est une question de procédure et, partant, de droit cantonal (art. 247 al. 3 PPF et 343 CP) que de savoir si et dans quelle mesure une décision en matière pénale peut être déférée à une autorité cantonale supérieure et si telle personne a qualité pour agir par la voie de droit éventuellement ouverte. Le droit fédéral, que réserve l'art. 247 al. 3 PPF, ne comporte point de disposition relative à cette qualité, notamment en faveur du plaignant selon les art. 28 ss. CP.\n\nLe droit de plainte a pour effet de subordonner la poursuite pénale à la volonté du lésé. La procédure pénale ne doit pas avoir lieu, ni l'auteur être puni lorsque la personne lésée immédiatement par l'acte ne le requiert pas. Lorsque le lésé a provoqué l'ouverture de l'action, il ne s'ensuit pas qu'il doive être admis à la poursuivre. Le législateur cantonal est libre de lui reconnaître la qualité de partie dans le procès pénal ou de charger exclusivement l'accusateur public de la poursuite. Le droit de plainte est, ni plus ni moins, la condition de l'ouverture de l'action pénale (RO 81 IV 93 s. et la jurisprudence constante sur ce point).\n\n|132|\n\n2. A la vérité, l'art. 270 al. 1 PPF permet au plaignant de se pourvoir en nullité devant la Cour de cassation du Tribunal fédéral. Mais on n'en saurait conclure que le plaignant doit aussi avoir la qualité de partie et notamment le droit de recourir dans la procédure cantonale. Il peut se pourvoir en nullité pour violation du droit fédéral selon l'art. 270 al. 1 précité, même s'il n'a pas auparavant pu agir comme partie, l'accusation ayant été soutenue par le seul ministère public.\n\n3. Il s'ensuit que la Chambre d'accusation neuchâteloise n'a pas violé le droit fédéral en déniant à Jaquet la qualité pour recourir devant elle. Peu importe qu'elle ait admis, ce faisant, que l'opposition au retrait de la plainte sortissait des effets pour le seul inculpé, non pour le plaignant. Il ne s'agissait là que d'une question préjudicielle pour l'application du droit cantonal, à savoir pour la question de la qualité pour agir. Or, l'erreur dans la solution donnée à des questions de cette espèce ne viole le droit fédéral que lorsque ce droit impose la solution qu'appelle le point de procédure à trancher et n'en permet aucune autre à moins de compromettre l'effet qu'il doit avoir (RO 72 IV 47; 73 IV 135; 76 IV 252, consid. 4). Ces conditions ne sont manifestement pas remplies en l'espèce. Pour que la plainte ait les effets voulus par le législateur fédéral, il n'est nullement nécessaire que le plaignant ait la qualité de partie dans la procédure ouverte par sa déclaration de volonté et qu'en particulier les voies de recours cantonales lui soient ouvertes en cas de non-lieu.\n\nSi le recourant ne voulait pas admettre le non-lieu auquel avait abouti sa plainte, il aurait pu se pourvoir en nullité devant la cour de céans contre l'ordonnance prise par le ministère public lui-même. La voie du recours cantonal lui étant fermée, cette ordonnance constituait, à son égard, une décision prise en dernière instance selon l'art. 268 PPF. Peut-être ne lui était-il pas facile de prévoir que les autorités cantonales déclareraient le recours irrecevable. Mais ce n'est pas une raison pour lui permettre |133| après coup de se pourvoir en nullité. S'il ne voulait pas risquer de se voir fermer cette voie de droit, il devait à la fois se pourvoir devant la cour de céans et recourir devant la chambre d'accusation cantonale contre l'ordonnance de non-lieu prise par le ministère public.\n\nLa chambre d'accusation cantonale pouvait par conséquent déclarer irrecevable le recours de Jaquet sans violer le droit fédéral.\n\n4. Il n'est pas nécessaire de rechercher en outre si le recours cantonal aurait dû être admis sur le fond, supposé qu'il eût été recevable.\n\nCertes, la chambre d'accusation neuchâteloise, après avoir motivé la fin de non-recevoir opposée au recourant, a ajouté quant au fond: dans les motifs, que les paroles prononcées par Schelling sont couvertes par l'immunité parrlementaire et, dans le dispositif, que le recours est \"en tout cas mal fondé\". Mais c'est par surabondance de droit, sans compromettre en rien l'irrecevabilité prononcée, qui demeure pleine et entière. La cour de cassation cantonale l'entend du reste bien ainsi; elle déclare que de telles adjonctions au dispositif sont usuelles en cas d'irrecevabilité et qu'elle-même suit également cette pratique.\n\nPar ces motifs, la Cour de cassation pénale:\n\nRejette le pourvoi dans la mesure où il est recevable."}