{"annee": "84", "cour": "II", "page": "669", "date": "30/10/1958", "cite": ["76 II 4", "78 II 327", "83 II 102", "82 II 259", "61 II 304", "68 II 150", "69 II 282"], "cite_par": ["86 II 129", "89 II 357", "89 II 67", "86 II 316", "94 II 75"], "chapeau": "88. Urteil der II. Zivilabteilung vom 30. Oktober 1958 i.S. D. gegen F. geb. B. und B.", "regestes": ["Action en recherche de paternité. Art. 314 al. 2 CC. Le fait que la mère a eu plusieurs amants durant la période critique justifie des doutes sérieux sur la paternité du défendeur, à moins que celle du tiers ne puisse être exclue avec une vraisemblance confinant à la certitude. L'exclusion de la paternité est-elle suffisamment établie quand elle ne résulte que du jeu des sous-groupes A1 et A2?"], "faits": "|669|\n\nA.- Kätheli B. und Ernst D. hatten in der Nacht vom 13. auf den 14. Mai 1955 Geschlechtsverkehr. Jene gebar am 19. Februar 1956 den Knaben Hansjörg. Mutter und Kind erhoben gegen D. Vaterschaftsklage auf Geldleistungen nach Art. 317 und 319 ZGB. Es wurde festgestellt, dass die Mutter in der vom 25. April bis zum 23. August 1955 gehenden kritischen Zeit noch mit einem andern Mann, Heinrich S., geschlechtlich verkehrt hatte. Das Amtsgericht wies die Klage daher nach Art. 314 Abs. 2 ZGB ab.\n\n|670|\n\nB.- Der Appellationshof des Kantons Bern, an den die Kläger appellierten, hat dagegen die Klage mit Urteil vom 11. März 1958 zugesprochen und den Beklagten verpflichtet, der (seit dem 10. Januar 1958 verheirateten) Mutter des Kindes ein Unterhaltsgeld von Fr. 280.-- und die Entbindungskosten von Fr. 229.60 zu bezahlen und dem Kind monatlich zum voraus zahlbare Unterhaltsbeiträge von Fr. 70.- vom Tag der Geburt bis zum vollendeten 18. Altersjahr zu leisten. Dieses Urteil stützt sich auf das Ergebnis einer Blutuntersuchung, wonach der andere Beischläfer, Heinrich S., \"mit erheblicher Wahrscheinlichkeit als Vater des Kindes Hansjörg auszuschliessen\" ist. Der Appellationshof erachtet infolge dieses - vom Sachverständigen näher dargelegten und in einem Ergänzungsbericht erläuterten - Befundes die vom Beklagten erhobene Einrede des Mehrverkehrs der Mutter als entkräftet.\n\nC.- Mit vorliegender Berufung an das Bundesgericht hält der Beklagte am Antrag auf Abweisung der Klage fest. Der Antrag der Kläger geht auf Bestätigung des angefochtenen Urteils.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDie gegenüber dem Beklagten nach Art. 314 Abs. 1 ZGB begründete Vermutung der Vaterschaft fällt nach Abs. 2 daselbst weg, sobald Tatsachen nachgewiesen werden, die erhebliche Zweifel über seine Vaterschaft rechtfertigen. Ausser allfälligen (im vorliegenden Falle nicht gegebenen) Umständen, die es als ausgeschlossen erscheinen lassen, dass das Kind dem Verkehr der Mutter mit dem Beklagten entstamme, fällt nach feststehender Lehre und Rechtsprechung als gerechtfertigter Zweifelsgrund ein gleichfalls in die kritische Zeit fallender Verkehr der Mutter mit einem andern Mann in Betracht. Bei solchem Mehrverkehr kann die - als ausschliessliche zu verstehende - Vermutung gegenüber dem Beklagten im Sinne von Art. 314 Abs. 1 ZGB nicht aufrecht bleiben. Wäre doch eine gleiche Vermutung an und für sich auch gegenüber dem Dritten |671| begründet, was eben die Vermutung ausschliesst, der Beklagte und kein anderer Mann sei der Vater. Die exceptio plurium ist deshalb von alters her der Hauptfall der Einrede nach Art. 314 Abs. 2 ZGB.\n\nNur dann kann die Klage trotz nachgewiesenem in die kritische Zeit fallenden Mehrverkehr der Mutter durchdringen, wenn die Zeugung des Kindes durch den Dritten mit hinlänglicher Sicherheit auszuschliessen ist (sei es wegen dessen Zeugungsunfähigkeit, wegen Unvereinbarkeit des dem Mehrverkehr entsprechenden Zeugungstermins mit dem Reifegrad des Kindes bei der Geburt, wegen des Ergebnisses einer Blutuntersuchung oder auch wegen erbbiologischer Feststellungen). Im vorliegenden Fall kommt nur das Ergebnis der Blutuntersuchung in Betracht, das sich laut dem Gutachten von Dr. A. Hässig vom 27. Oktober 1956 dahin zusammenfassen lässt: Der Beklagte kann auf Grund keiner Methode der Blutuntersuchung als Vater des Kindes Hansjörg ausgeschlossen werden. Der Dritte Heinrich S. lässt sich zwar auf Grund der Bestimmung der klassischen Blutgruppen, der Blutfaktoren M und N, der Rhesusfaktoren C, D, E, c, e und der Faktoren Kell und Duffya ebenfalls nicht ausschliessen, wohl aber \"mit erheblicher Wahrscheinlichkeit\" auf Grund der Bestimmung der A- Untergruppen A1 und A2. Dem Gutachten lag die seither in der Schweizerischen Medizinischen Wochenschrift (1956 S. 1455) erschienene Abhandlung von B. WUILLERET, S. ROSIN und A. HÄSSIG bei, die zu den A-Untergruppen Al und A2 in folgender Weise Stellung nimmt:\n\n\"An der Richtigkeit der im Jahre 1930 von Thomsen, Friedenreich und Worsaae aufgestellten Theorie des Erbganges der A-Untergruppen A1 und A2 ist heute kein Zweifel mehr möglich. Trotzdem sind wir der Auffassung, dass einem A-Untergruppenausschluss auch heute noch nicht derselbe hohe Beweiswert beigemessen werden darf wie einem ABO-, MN- oder Rh- Ausschluss. Dies beruht im wesentlichen darauf, dass die A- Untergruppendiagnose lediglich auf einer quantitativen Differenzierung beruht, während bei den übrigen Blutgruppensystemen die Stärke der Ausprägung der Blutfaktoren meist nicht beachtet zu werden braucht. Gelegentlich beobachtet man A- Eigenschaften, deren |672| Zuordnung zu A1 oder A2 selbst im Absorptionsversuch Schwierigkeiten bereitet. Solche 'Intermediärformen' dürfen selbstverständlich forensisch nicht verwertet werden. Im weitern kennt man einige Fälle, bei denen die Ausprägung der Untergruppen von einer Generation zur andern derart starke Schwankungen aufweist, dass dadurch Widersprüche zu den Erbgesetzen vorgetäuscht werden können. SCHMID hat vor kurzem aus unserem Untersuchungsgut zwei solche Familien eingehend untersucht. Da die Blutgruppe B die Ausprägung der A- Eigenschaft hemmt, ist es geboten, Fälle, bei denen der Ausschluss darauf beruht, dass die Blutgruppe A2B an Stelle von A1B vorliegt, mit besonderer Vorsicht zu beurteilen. Bei der Geburt ist die A- Eigenschaft meist noch nicht voll ausgeprägt. Zuverlässige A- Untergruppenbestimmungen können deswegen erst bei Kindern, die ein Mindestalter von 6 Monaten aufweisen, erzielt werden. Aus diesem Grunde sind die schweizerischen Gutachter übereingekommen, forensische Blutuntersuchungen erst dann durchzuführen, wenn die Kinder mindestens 6 Monate alt sind. Die massgebenden schweizerischen Experten haben bisher einem A- Untergruppenausschluss lediglich das Prädikat einer 'erheblichen bis sehr erheblichen Wahrscheinlichkeit' zuerkannt. Es scheint uns richtig, auch in Zukunft A- Untergruppen-Ausschlüsse mit Zurückhaltung zu bewerten. Dadurch soll der Richter veranlasst werden, nebst dem Blutgruppengutachten die Ergebnisse des Beweisverfahrens bei der Urteilsbildung massgeblich mitzuverwerten.\"\n\nIn dem vom Appellationshof eingeholten Zusatzbericht vom 12. Februar 1958 äussert sich der Experte Dr. A. Hässig über den Werdegang der Erforschung der A- Untergruppen A1 und A2 und weist neuerdings auf das gelegentliche Vorkommen von Zwischenformen sowie auf die Wirkung der Blutgruppe B hin. Auf Seite 8/9 dieses Berichtes heisst es:\n\n\"Wenn man bei A- Untergruppenbestimmungen nur die eindeutigen Bestimmungsergebnisse verwertet ..., so dürften u.E. bei Bestätigung der Untersuchungsergebnisse durch einen erfahrenen Zweituntersucher Fehlbestimmungen nicht wesentlich häufiger vorkommen als bei MN- oder Rhesusfaktor- Bestimmungen. Da aber die A- Untergruppen-Diagnose, im Gegensatz zu der Bestimmung der übrigen Blutgruppenmerkmale, lediglich auf einer quantitativen Differenzierung beruht, erreicht sie nie ganz den sehr hohen Sicherheitsgrad einer qualitativen Blutgruppenbestimmung (ABO-, MN-, Rhesusfaktoren (C, Cw, c, D, E, e), Kell, Duffya und P).\"\n\nÜber die Bewertungsgrade bietet der Zusatzbericht auf S. 10 folgende Aufstellung:\n\n\"Einem ABO- Ausschluss erteile ich das Prädikat der praktischen Sicherheit; einem MN- und Rhesus- Ausschluss erteile ich, abgesehen von seltenen Ausnahmefällen (z.B. Vorliegen des auf |673| stumme Allele verdächtigen ccDee- Rhesusausschlusses, oder einem Cw- Rhesusausschluss) das Prädikat der an Sicherheit grenzenden Wahrscheinlichkeit. Bei A- Untergruppen-Ausschlüssen beharre ich aus den oben erwähnten Gründen vorläufig auf dem Prädikat der erheblichen bis sehr erheblichen Wahrscheinlichkeit. Kell- und Duffya- Ausschlüssen erteile ich heute das Prädikat der sehr erheblichen Wahrscheinlichkeit, P- Ausschlüssen hingegen lediglich das Prädikat der erheblichen Wahrscheinlichkeit.\"\n\nTrotz dieser Einreihung des A1-A2- Ausschlusses fügt der Experte dann freilich bei, man sollte sich nicht davon abhalten lassen, diesen Ausschluss forensisch zu verwerten. Im vorliegenden Fall sei die Zugehörigkeit zu den A- Untergruppen eindeutig ermittelt worden. Man habe keine Zwischenformen festgestellt, und bei keiner der drei Personen sei die A- Untergruppe mit der Blutgruppe B verbunden. Die Untersuchung durch das Gerichtlich-Medizinische Institut der Universität Zürich habe zum gleichen Ergebnis geführt. Der Experte weist endlich auf die Stellungnahme ausländischer Gerichte, insbesondere des westdeutschen Bundesgerichtshofes, hin, der in einem Urteil vom 17. Dezember 1953 einem Ausschluss der Vaterschaft auf Grund der Blutuntergruppen A1-A2 \"absoluten Beweiswert\" beigemessen hat.\n\nAn diese Ausführungen anknüpfend, erklärt der Appellationshof, er könne die im übrigen vom Experten geäusserten Bedenken gegenüber der Vollwertigkeit der auf die Untergruppen gestützten Ausschlussmethode nicht teilen, sondern halte \"das vorliegende Untersuchungsergebnis für genügend zuverlässig, um die durch den Drittverkehr begründeten Zweifel an der Vaterschaft des Beklagten wieder zu beseitigen.\"\n\nDiese Entscheidung erscheint aus folgenden Gründen als unzutreffend:\n\na) Inbezug auf den Beweiswert eines auf die Blut-Untergruppen A1-A2 gestützten Ausschlusses der Vaterschaft muss es beim Befund des gerichtlich beauftragten Experten, eines anerkannten Fachmannes, bleiben. Es handelt sich nicht etwa um eine in der Fachwelt vereinzelt dastehende Ansicht, so dass Veranlassung bestünde, die |674| Frage durch Beiziehung eines Experten-Kollegiums auf breiterer Grundlage abzuklären. Freilich misst der westdeutsche Bundesgerichtshof laut dem im Zusatzbericht des Dr. A. Hässig erwähnten Urteil vom 17. Dezember 1953 (veröffentlicht in den Entscheidungen des BGH in Zivilsachen 12 S. 22 ff. und in der Neuen Juristischen Wochenschrift 54 S. 550) einem Ausschluss der Vaterschaft auf Grund der Bestimmung der Blutuntergruppen A1-A2 \"absoluten Beweiswert\" zu, sofern diese Untergruppen eindeutig und zweifelsfrei festgestellt wurden. Dieses Urteil beruft sich auf verschiedene Gutachten und wissenschaftliche Veröffentlichungen und namentlich auf eine beim deutschen Bundesgesundheitsamt eingeholte gutachtliche Stellungnahme. In der Schweiz hat ein anderer Fachmann, Dr. E. Hardmeier, in dem in BGE 78 II 331ff. veröffentlichten Falle den Vaterschaftsausschluss auf Grund der A1-A2-Methode (hinsichtlich des Beklagten) als ausreichend bezeichnet, was indessen für das Urteil nicht entscheidend war, da ein Ausschluss nach der (selbständigen) Rhesusmethode dazukam und bei Verbindung der beiden Ausschlüsse mit einer Fehlerquelle von bloss 1:250 000 gerechnet werden musste. Dr. E. Hardmeier hatte übrigens einen lediglich auf Grund der A2/A2- Untergruppen gefundenen Ausschluss der Vaterschaft nur \"mit sehr grosser Wahrscheinlichkeit\" (S. 313 des erwähnten Urteils) als richtig bezeichnet, also nicht mit so grosser Bestimmtheit wie das Urteil des deutschen Bundesgerichtshofes. Jedenfalls besteht nach dem Gesagten in der schweizerischen Fachwelt keine völlige Übereinstimmung der Ansichten. Daher ist füglich auf die vorsichtige Bewertung durch den Experten des vorliegenden Falles abzustellen. Dies umso mehr, als die zur Stützung des Gutachtens von ihm beigezogene Abhandlung nicht von ihm allein, sondern von drei Fachleuten verfasst worden ist. Gegen die Annahme eines \"absoluten\" Beweiswertes der in Frage stehenden Methode sprechen übrigens auch die Ausführungen des in Göttingen, 1956, erschienenen Buches von Beitzke, Hosemann, Dahr |675| und Schade, Vaterschaftsgutachten für die gerichtliche Praxis (siehe namentlich die Tabelle über die \"Ausschluss-Chance\" der einzelnen Blutgruppensysteme auf S. 99). Es bleibt somit dabei, dass sich die Vaterschaft des Dritten, Heinrich S., nur mit \"erheblicher\" bis höchstens \"sehr erheblicher Wahrscheinlichkeit\" ausschliessen lässt. Es geht nicht an, wie das angefochtene Urteil es unternimmt, über die Ergebnisse der Begutachtung und die danach der A1-A2- Ausschlussmethode heute noch anhaftenden Unvollkommenheiten hinwegzugehen, die nach dem Gutachten auch bei einwandfreier Bestimmungstechnik und eindeutigem, von Zwischenformen freiem Ergebnis und beim Fehlen problematischer A2B- Ausschlüsse bestehen.\n\nb) Bei dieser Sachlage erscheinen die \"erheblichen Zweifel über die Vaterschaft des Beklagten\", wie sie sich aus dem Verkehr der Mutter mit Heinrich S. ergeben, nicht in hinreichendem Masse behoben. Sowohl wenn der Beklagte (ohne dass Mehrverkehr der Mutter nachgewiesen wäre) die ihm gegenüber nach Art. 314 Abs. 1 ZGB gegebene Vermutung entkräften will, wie auch wenn in umgekehrtem Sinne bei nachgewiesenem Mehrverkehr die Klägerschaft der dadurch begründeten Einrede nach Art. 314 Abs. 2 ZGB entgegentritt, ist zur erfolgreichen Verfechtung dieses Standpunktes erforderlich, dass sich die Vaterschaft des Beklagten bzw. des Dritten \"mit Sicherheit oder mit an Sicherheit grenzender Wahrscheinlichkeit\" ausschliessen lasse (so hinsichtlich der Vaterschaft des Beklagten BGE 83 II 108, hinsichtlich der Vaterschaft eines Dritten BGE 82 II 263 -265, wo S. 264 unten ausgeführt ist: \"Begründet somit ein in die kritische Zeit fallender Verkehr der Mutter des Kindes mit dem Beklagten - vom Fall eines nachgewiesenen Mehrverkehrs der Mutter abgesehen - eine nur mit klarem Gegenbeweis widerlegbare Vermutung zu Lasten des Beklagten, so erwächst dann aber diesem aus einem nachgewiesenen Mehrverkehr der Mutter eine ebenso schwer widerlegbare Einrede.\"). Daran ist trotz gewissen in der Literatur geäusserten Bedenken |676| (vgl. MERZ in ZbJV 94 S. 17/18) festzuhalten. InBGE 61 II 304wurde allerdings die Mehrverkehrseinrede dahin eingeschränkt, dass die Wahrscheinlichkeit der Vaterschaft des Beklagten und des Dritten gegeneinander abzuwägen und bei eindeutig überwiegenden Anhaltspunkten für die Vaterschaft des Beklagten die Mehrverkehrseinrede zu verwerfen sei. Diese Betrachtungsweise wurde jedoch in spätern Entscheidungen widerlegt und aufgegeben (BGE 68 II 150, BGE 69 II 282, BGE 76 II 6/7). Bei der frühern Entscheidung hatte übrigens ausser dem Reifegrad des Kindes auch der Umstand eine Rolle gespielt, dass die Mutter dem Beklagten schon vor der Begegnung mit dem Dritten von ihrer Schwangerschaft Kenntnis gegeben hatte. In der Tat liegen mitunter mehrere Gründe vor, die gegen die Vaterschaft des Dritten sprechen und, wenn nicht einzeln, so doch insgesamt diese Vaterschaft \"mit einer an Sicherheit grenzenden Wahrscheinlichkeit\" ausschliessen. Gegenüber dem im vorliegenden Falle festgestellten Drittverkehr fällt aber einzig der Blutgruppen- und -faktorenbefund in Betracht, der, wie dargetan, den Dritten nicht in dem Masse, wie es erforderlich wäre, auszuschliessen vermag. Bei dem den Art. 307 ff. ZGB zugrunde liegenden Verwandtschaftsprinzip ist an der Mehrverkehrseinrede in vollem Umfange festzuhalten. Es soll danach nur der wirkliche Vater zu Leistungen verpflichtet werden, also, wenn mehrere Beischläfer in Betracht kommen, keiner, sofern sich nicht die andern (ausser dem Beklagten) sicher oder mit äusserster, an Sicherheit grenzender Wahrscheinlichkeit ausschliessen lassen (in diesem Sinne auch STAEHELIN in ZSR NF 76-1957 S. 484 ff.).\n\nKein Zweifel ist, dass die vom Experten gewählte Umschreibung des Beweiswertes des A1-A2- Ausschlusses der in der schweizerischen Rechtsprechung üblichen Ausdrucksweise, die ihm geläufig ist, Rechnung trägt. Aus der genauen Abwägung und Abstufung des Beweiswertes der verschiedenen Blutgruppensysteme im Nachtragsgutachten ergibt sich vollends deutlich die Gegenüberstellung der nur |677| mit dem Prädikat der \"erheblichen bis sehr erheblichen Wahrscheinlichkeit\" bedachten A- Untergruppen- Ausschlüsse und der in die höhern Gattungen der \"praktischen Sicherheit\" und der \"an Sicherheit grenzenden Wahrscheinlichkeit\" eingereihten Ausschlüsse anderer Art, die im vorliegenden Falle nicht zutreffen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Appellationshofes des Kantons Bern, I. Zivilkammer, vom 11. März 1958 aufgehoben und die Klage abgewiesen."}