{"annee": "84", "cour": "II", "page": "590", "date": "25/11/1958", "cite": ["29 I 477", "77 II 351", "81 IV 142", "26 II 489", "38 II 762"], "cite_par": [], "chapeau": "79. Auszug aus dem Urteil der I. Zivilabteilung vom 25. November 1958 i.S. Schöpfer gegen Bucher.", "regestes": ["Signature des mémoires, art. 30 OJ, 23 litt. g PCF. Est valable l'acte de recours en réforme qui, tout en ayant été rédigé par un avocat, est signé par la partie elle-même."], "faits": "", "considerants": "|590|\n\nDer Beklagte erachtet die Berufung als nicht formgerecht, weil der Kläger die Berufungsschrift persönlich unterzeichnet habe, während sie offensichtlich von seinem Anwalt verfasst worden sei. Nach Art. 30 OG seien die Rechtsschriften mit Unterschrift zu versehen; das bedeute, dass sie vom Verfasser unterzeichnet sein müssen, wie das in Art. 23 lit. g und Art. 29 lit. g des BZP ausdrücklich präzisiert werde.\n\nArt. 30 Abs. 1 des OG von 1943 schreibt lediglich vor, dass die für das Bundesgericht bestimmten Rechtsschriften \"mit Unterschrift versehen\" einzureichen sind. Das Erfordernis der Unterschrift, die Gültigkeitsvoraussetzung ist (BGE 77 II 352, BGE 81 IV 143 und dort erwähnte Entscheide) wurde immer dahin verstanden, dass entweder der Anwalt oder die Partei selbst zu unterzeichnen habe (so ausdrücklichBGE 77 II 352,BGE 38 II 764Erw. 2,BGE 29 I 477,BGE 26 II 490). In Art. 23 lit. g und Art. 29 lit. g des BZP von 1947 wird nun allerdings bestimmt, dass die Rechtsschriften \"die Unterschrift des Verfassers\" enthalten müssen. Diese Änderung erscheint aber selbst für den |591| unmittelbaren Anwendungsbereich des BZP als rein redaktioneller Art. Mit der neuen Formulierung wurde lediglich die längere Umschreibung in Art. 85 des früheren BZP \"von den Parteien oder ihren Vertretern unterzeichnet\" ersetzt. Die Gesetzesmaterialien bieten keinen Anhaltspunkt dafür, dass man bezweckte, durch die neue Fassung die formellen Anforderungen gegenüber dem bisherigen Rechtszustand zu verschärfen. Um so weniger ist daher anzunehmen, dass für den Bereich des OG, dessen Art. 40 die Bestimmungen des BZP als subsidiär anwendbar erklärt, der bisherigen Auslegung des Art. 30 Abs. 1 entgegengetreten werden sollte.\n\nDie Unterzeichnung durch den \"Verfasser\" entspricht freilich der Regel wie auch dem Gebot des Anstandes, sich nicht mit fremden Federn zu schmücken. Das rechtfertigt jedoch nicht, die Nennung des wahren Verfassers zum absoluten Gültigkeitserfordernis zu erheben. Es besteht kein sachlicher Grund, eine schriftliche Rechtsvorkehr, welche von der Partei selbst unterzeichnet ist, nicht gelten zu lassen, weil der Anwalt sie verfasst hat. Der vom Beklagten erhobene Einwand ist daher abzulehnen."}