{"annee": "84", "cour": "III", "page": "86", "date": "29/7/1958", "cite": [], "cite_par": ["86 III 64", "88 III 109"], "chapeau": "22. Arrêt du 29 juillet 1958 dans la cause M.", "regestes": ["Procédure de revendication (art. 106 ss. LP). Celui qui fait valoir tardivement une revendication ne peut se contenter d'affirmer qu'il n'avait pas l'intention d'entraver le cours de la poursuite et qu'il ne se rendait pas compte que son comportement aurait cette conséquence; il doit indiquer et rendre plausibles les raisons de son attitude."], "faits": "BGE 84 III 86 S. 86\n\nA.- Dans différentes poursuites introduites contre M., l'Office des poursuites de Genève a saisi, le 26 février 1958, au domicile du débiteur et en présence de son épouse, un mobilier de salle à manger comprenant \"1 meuble 2 corps, 1 table à rallonges, 4 chaises paillées et 1 banc\" ainsi qu'une automobile Jaguar.\n\nLa vente des objets saisis a été requise le 15 avril 1958 par la société X.\n\nLe 30 mai 1958, dame M. a revendiqué oralement la propriété du mobilier de salle à manger. L'Office des BGE 84 III 86 S. 87poursuites de Genève a ouvert la procédure de tierce opposition et imparti un délai de dix jours aux créanciers pour intenter action.\n\nLa société X. a porté plainte contre la mesure de l'office, concluant à ce que la revendication formée par dame M. fût déclarée tardive et à ce qu'il fût prononcé que la poursuite suivrait son cours quant aux objets revendiqués.\n\nPar décision du 27 juin 1958, l'Autorité de surveillance des offices de poursuite pour dettes et de faillite du canton de Genève a admis la plainte. Cette décision est en substance motivée de la façon suivante:\n\nSelon la jurisprudence, un retard dans la revendication est toujours suspect, et il appartient au revendiquant, qui a laissé s'écouler des mois, voire des semaines, sans annoncer son droit, d'indiquer et de rendre plausibles les raisons de son attitude pour écarter le soupçon qu'il aurait entendu entraver le cours de la poursuite (JdT 1953 II 13, RO 78 III 71, 81 III 55 et 108). Dame M. ne fournit aucune explication satisfaisante de son comportement; or, en attendant le moment de l'enlèvement des biens saisis pour les revendiquer, elle a empêché en fait le déroulement normal de la poursuite. On est en droit d'exiger de dame M. une diligence d'autant plus grande que, selon les renseignements donnés par l'office, elle avait déjà formulé la même revendication dans d'autres poursuites.\n\nB.- Dame M. a recouru en temps utile au Tribunal fédéral contre cette décision en concluant à son annulation et à l'admission de sa revendication.", "considerants": "Considérant en droit:\n\nIl est constant que la recourante n'a formulé sa revendication que plus de trois mois après la saisie à laquelle elle avait pourtant assisté. Comme elle avait déjà revendiqué les mêmes objets dans d'autres poursuites antérieures, elle devait se rendre compte qu'elle entravait le cours de la poursuite en ne faisant valoir son droit de propriété que postérieurement à la réquisition de vente BGE 84 III 86 S. 88et plusieurs mois après la saisie. Lorsqu'elle a été entendue par l'office le 19 juin 1958, à la suite de la plainte de la société X. elle n'a fourni aucune explication satisfaisante au sujet de son attitude et s'est bornée à affirmer qu'elle n'avait aucunement eu l'intention d'empêcher le déroulement normal de la procédure d'exécution forcée. Dans son recours, elle prétend qu'elle a oublié d'annoncer sa revendication parce qu'elle souffrait d'un ulcère et qu'elle a été \"très malade ces derniers mois\". Cette allégation nouvelle serait recevable si dame M. n'avait pas eu l'occasion de s'expliquer devant l'autorité cantonale. Toutefois, c'est précisément pour faire valoir ses moyens à l'encontre de la plainte qu'elle a été entendue par l'office. Or, à cette occasion, elle n'a fait aucune allusion à sa maladie. Au surplus, celle-ci n'est établie par aucun certificat médical ni aucune autre preuve. Cela étant, il y a lieu de considérer que la recourante n'avait pas de motif sérieux de retarder sa revendication pendant des mois (RO 78 III 73/74, 83 III 26). L'autorité cantonale n'a en tout cas pas outrepassé son pouvoir d'appréciation en interprétant de cette façon l'attitude de dame M. Admettre le recours reviendrait, contrairement à la jurisprudence constante et bien établie en cette matière, à permettre à celui qui fait valoir tardivement une revendication, dont la prise en considération entraverait en fait la poursuite, de se contenter d'affirmer qu'il n'avait pas l'intention de faire traîner les choses en longueur et qu'il ne se rendait pas compte que son comportement aurait cet effet. Il ne saurait être question de modifier la jurisprudence selon laquelle il incombe au revendiquant qui tarde à exercer ses droits d'indiquer et de rendre plausibles les raisons de son attitude.\n\nPar ces motifs, la Chambre des poursuites et des faillites\n\nRejette le recours."}