{"annee": "84", "cour": "I", "page": "13", "date": "22/1/1958", "cite": [], "cite_par": ["97 I 134", "96 I 531", "87 II 74"], "chapeau": "3. Auszug aus dem Urteil vom 22. Januar 1958 i.S. Rohner gegen Bezirksgericht Vorderland.", "regestes": ["Procédure pénale cantonale; arbitraire. A quelles conditions les frais d'une enquête pénale relative à une infraction poursuivie d'office peuvent-ils être mis à la charge du dénonciateur ou de l'accusateur privé lorsque l'accusé est acquitté?"], "faits": "|14|\n\nAus dem Tatbestand:\n\nAm 22. Januar 1957 fuhren der 1945 geborene Knabe Willi Rohner und ein 1952 geborenes Mädchen auf einem Schlitten aus einem steilen Seitenweg in die Staatsstrasse Rheineck-Wolfhalden, stiessen dort mit einem von Alfred Hausamann gesteuerten Automobil zusammen und wurden dabei erheblich verletzt. Das Untersuchungsamt Wolfhalden leitete gegen Hausamann eine Strafuntersuchung wegen Übertretung des MFG ein. Hans Rohner, der Vater des verletzten Knaben, beauftragte Rechtsanwalt Dr. J. Auer mit der Wahrung seiner Interessen. Dieser verlangte Einsicht in die Untersuchungsakten und stellte mit Eingaben vom 22. März, 25. März und 11. April 1957 Begehren um Aktenergänzung zur weiteren Abklärung des Tatbestandes.\n\nMit Urteil vom 29. Juni 1957 erklärte das Gemeindegericht Wolfhalden Hausamann der Nichtbeherrschung des Fahrzeuges (Art. 25 MFG) schuldig, büsste ihn mit Fr. 20.- und auferlegte ihm die Fr. 152.45 betragenden Rechtskosten sowie eine Staatsgebühr.\n\nHausamann appellierte hiegegen an das Bezirksgericht Vorderland. Dieses sprach ihn mit Urteil vom 7. Oktober 1957 von Schuld und Strafe frei und auferlegte die erstinstanzlichen Rechtskosten von Fr. 152.45 zu 2/3 dem Angeschuldigten Hausamann und zu 1/3 dem Kläger Rohner. Dieser Kostenentscheid wird im wesentlichen wie folgt begründet: Der Angeschuldigte habe durch die ganze Unfallsituation, wie sie sich vorerst bot (langsame Reaktion und langer Bremsweg) mindestens Verdachtsgründe |15| gesetzt, was es nach Art. 90 Abs. 1 StPO rechtfertige, ihm 2/3 der Untersuchungskosten aufzuerlegen. Der Vertreter des verunfallten Knaben sei als Privatkläger im Strafpunkt zu betrachten. Da seine Beweisergänzungsbegehren, denen entsprochen worden sei, zu keinen neuen Ergebnissen geführt hätten, was im Freispruch des Angeklagten zum Ausdruck komme, sei er gemäss Art. 90 Abs. 2 StPO zur Tragung derjenigen Untersuchungskosten zu verurteilen, die er durch diese Anträge verursacht habe. Nach richterlichem Ermessen seien ihm daher 1/3 der Untersuchungskosten aufzuerlegen.\n\nMit der vorliegenden staatsrechtlichen Beschwerde beantragt Hans Rohner, das Urteil des Bezirksgerichts Vorderland sei insoweit, als ihm Verfahrenskosten auferlegt werden, wegen Verletzung von Art. 4 BV (Willkür) aufzuheben.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. (Prozessuales).\n\n2. (Ausführungen darüber, ob der Beschwerdeführer als \"Privatkläger\" im Sinne von Art. 90 Abs. 2 app. StPO betrachtet werden kann. Frage offen gelassen, da sich der angefochtene Entscheid selbst dann als unhaltbar erweist, wenn der Beschwerdeführer als Privatkläger zu gelten hätte).\n\n3. Nach Art. 90 Abs. 2 StPO \"kann\" der Privatkläger im Falle der Freisprechung des Angeklagten zur ganzen oder teilweisen Bezahlung der Kosten verurteilt werden. Damit wird der Entscheid jedoch, wie das Bundesgericht bereits im Urteil vom 16. März 1955 i.S. Allg. Konsumverein Herisau c. Obergericht des Kantons Appenzell A.Rh. ausgeführt hat, nicht ins freie Belieben des Richters gestellt; dieser hat vielmehr nach pflichtgemässem Ermessen zu befinden und macht sich der Willkür schuldig, wenn er sein Ermessen missbraucht, sich von unsachlichen, unvernünftigen Gründen leiten lässt. Das ist insbesondere dann der Fall, wenn er die Kosten dem \"Privatkläger\" aus |16| Gründen auferlegt, die mit dem Wesen der Strafverfolgung als einer staatlichen Aufgabe (Art. 10 StPO) unvereinbar sind. Die nicht dem Angeschuldigten zu überbindenden Kosten können daher zwar dann dem \"Privatkläger\" auferlegt werden, wenn dieser anstelle der staatlichen Behörde die Anklage erhoben und den Prozess geführt hat, denn wenn ein Privater einen Strafprozess selbständig betreiben will, nachdem die staatliche Behörde auf die Durchführung verzichtet hat, ist es nur folgerichtig, dass er dann auch das Kostenrisiko trägt. Dagegen geht es nicht an, dem Verzeiger oder \"Privatkläger\", der neben dem staatlichen Ankläger am Strafverfahren teilgenommen hat, die nicht dem Freigesprochenen überbindbaren Kosten stets und ohne weiteres aufzuerlegen. Das würde darauf hinauslaufen, die Kosten der Erfüllung einer staatlichen Aufgabe in untragbarer Weise auf Private abzuwälzen. Die Kostenauflage an den Verzeiger oder Privatkläger bei Offizialdelikten lässt sich mit vernünftigen Gründen nur rechtfertigen, wenn sein Verhalten zu missbilligen ist, weil er die Einleitung des Verfahrens leichtfertig oder arglistig veranlasst oder dessen Durchführung erschwert hat. Eine Reihe kantonaler Prozessordnungen (vgl. z.B. Zürich § 189 Abs. 2, Bern Art. 260/1) wie auch Art. 177 BStP machen denn auch die Kostenauflage an den Verzeiger ausdrücklich von Voraussetzungen solcher Art abhängig. Die app. StPO enthält keine Anhaltspunkte dafür, dass im Gegensatz zu diesen Ordnungen ein \"Privatkläger\", der lediglich neben dem staatlichen Ankläger am Strafverfahren teilgenommen hat, die Verfahrenskosten tragen muss, soweit sie dem Angeschuldigten nicht auferlegt werden können. Art. 90 Abs. 2 StPO ist daher in solchen Fällen vernünftigerweise so auszulegen, dass dem \"Privatkläger\" Kosten nur dann auferlegt werden können, wenn sein Verhalten zu missbilligen ist.\n\nIm vorliegenden Falle ist die Untersuchung nicht auf Verzeigung des Beschwerdeführers, sondern von Amtes wegen eingeleitet worden. Das Bezirksgericht hat den |17| Beschwerdeführer mit 1/3 der erstinstanzlichen Kosten belastet, weil \"alle seine Ergänzungsbegehren zu keinen neuen Ergebnissen führten\" und er daher die durch diese Anträge selbst verursachten Kosten zu tragen habe. Nun bestanden die vom Beschwerdeführer beantragten und durchgeführten Aktenergänzungen in Erhebungen darüber, ob Hausamann zu langsam auf den Zusammenstoss reagiert und deswegen nicht rechtzeitig angehalten habe, über die Gründe hiefür sowie darüber, ob bei rascher Reaktion und schnellerem Anhalten die Unfallfolgen weniger schwer gewesen wären. Diese Begehren waren für die Beurteilung des Falles wesentlich und keineswegs überflüssig. Das Gemeindegericht betrachtete denn auch die Aufmerksamkeit und Bremsreaktion des Angeklagten als ungenügend, und das Bezirksgericht hat sich ebenfalls mit dieser Frage auseinandergesetzt. Dass es dabei im Gegensatz zum Gemeindegericht zum Freispruch kam, ändert nichts daran, dass die vom Beschwerdeführer beantragten Beweisergänzungen keineswegs leichtfertig oder gar verwerflich waren, die Untersuchung nicht erschwerten und daher nicht mit sachlichen Gründen missbilligt werden können. Allein schon die Tatsache, dass die beiden kantonalen Instanzen entgegengesetzte Schlüsse aus dem Untersuchungsergebnis zogen, zeigt klar, dass die fraglichen Aktenergänzungen sich sachlich durchaus rechtfertigen liessen. Dem Beschwerdeführer ihretwegen einen Teil der erstinstanzlichen Kosten aufzuerlegen, ist daher schlechthin unhaltbar. Andere Gründe für die beanstandete Kostenauflage nennt das angefochtene Urteil nicht und sind auch sonst nicht ersichtlich, weshalb sie wegen Verletzung von Art. 4 BV aufzuheben ist. Das Bezirksgericht Vorderland wird über die dem Beschwerdeführer auferlegten Kosten neu zu entscheiden haben. Dabei wird es sich ernstlich überlegen müssen, ob dieser Kostenanteil nicht auf die Staatskasse zu nehmen sei, da schon die Belastung des freigesprochenen Hausamann mit 2/3 der Kosten als fragwürdig erscheint."}