{"annee": "84", "cour": "III", "page": "9", "date": "19/4/1958", "cite": ["80 III 3", "71 III 125", "67 III 103"], "cite_par": [], "chapeau": "3. Entscheid vom 19. April 1958 i.S. Jost.", "regestes": ["Féries en matière de poursuite; cours des délais. L'art. 63 LP s'applique au délai fixé pour fournir l'avance des frais, en cas de réalisation forcée d'un immeuble, à celui qui demande qu'une nouvelle estimation soit faite par des experts, conformément à l'art. 9 al. 2 ORI."], "faits": "|10|\n\nIn der Betreibung auf Grundpfandverwertung, welche die Allgemeine Aargauische Ersparniskasse als Gläubigerin der I. Hypothek auf einer Liegenschaft in Gipf-Oberfrick gegen Jost führt, zeigte das Betreibungsamt Gipf-Oberfrick dem Schuldner am 13./15. März 1958 an, dass die Steigerung auf den 16. April 1958 festgesetzt worden sei, und stellte ihm den Text der Steigerungspublikation zu, aus dem hervorging, dass das Betreibungsamt die Pfandliegenschaft auf Fr. 285'000.-- geschätzt hatte. Innert der Beschwerdefrist verlangte hierauf der Schuldner auf Grund von Art. 99 Abs. 2 VZG bei der untern Aufsichtsbehörde eine neue Schätzung durch Sachverständige im Sinne von Art. 9 Abs. 2 VZG und beantragte, die auf den 16. April angesetzte Steigerung sei zu verschieben. Die untere Aufsichtsbehörde verfügte am 26. März 1958, dem Gesuch werde entsprochen; der Schuldner habe bis 1. April 1958 um 18 Uhr einen Kostenvorschuss von Fr. 500.-- einzuzahlen und sich bis zum 2. April 1958 um 18 Uhr über die erfolgte Zahlung auszuweisen; bei nicht rechtzeitiger Zahlung werde auf die Beschwerde nicht eingetreten; das Gesuch um Aufschub der Steigerung werde abgewiesen.\n\nDer Schuldner zog diese Verfügung an die kantonale Aufsichtsbehörde weiter mit dem Antrag, die Frist zur Leistung des Kostenvorschusses sei nach Gesetz (d.h. entsprechend den Bestimmungen über die Betreibungsferien) anzusetzen; der Beschwerde sei aufschiebende Wirkung zu erteilen und die Steigerungsanzeige demgemäss zu widerrufen. Die kantonale Aufsichtsbehörde hat mit Vorentscheid vom 1. April 1958 das Gesuch um Erteilung aufschiebender Wirkung und Widerruf der Steigerung und mit Hauptentscheid vom 9. April 1958 die Beschwerde selber abgewiesen.\n\nGegen diese Entscheide hat der Schuldner unter Erneuerung der im kantonalen Verfahren gestellten Anträge an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts rekurriert (Eingaben vom 5., 13. und 14. April 1958). Nach Einsicht in die Eingabe vom 5. April hat der |11| Instruktionsrichter am 11. April verfügt, dem Gesuch um Gewährung aufschiebender Wirkung werde entsprochen und die auf den 16. April 1958 angesetzte Steigerung sei zu verschieben.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Nachdem die Steigerung durch Verfügung des Instruktionsrichters in Gutheissung des Gesuchs um Gewährung aufschiebender Wirkung verschoben worden ist, bleibt nur zu entscheiden, ob die Frist für die Leistung des Kostenvorschusses für die neue Schätzung durch Sachverständige entsprechend der Verfügung der untern Aufsichtsbehörde mit dem 1. April 1958 ablief oder ob sie, wie der Rekurrent geltend macht, gemäss Art. 63 SchKG bis zum dritten Werktag nach den Oster-Betreibungsferien (30. März bis 13. April 1958), d.h. bis zum 16. April 1958 verlängert wurde mit der Folge, dass die vom Rekurrenten verlangte neue Schätzung angeordnet werden muss, falls der festgesetzte Vorschuss bis dahin geleistet wurde.\n\n2. Die Vorinstanz ist der Ansicht, Art. 63 SchKG sei nach dem Sinne von Art. 56 bis 63 SchKG nur anwendbar, wenn die erfolgte Fristansetzung sich als Betreibungshandlung darstelle. Dies treffe für die in Frage stehende Fristansetzung nicht zu, weil die verlangte Neuschätzung die Betreibung nicht \"in ein fortgesetzteres Stadium\" führe, sondern lediglich eine \"Massnahme im gegenwärtigen Stadium des Verfahrens\" darstelle. Daher müsse es bei der angefochtenen Verfügung sein Bewenden haben.\n\nEs stimmt jedoch nicht, dass Art. 63 SchKG nur für die Fristen gelte, in deren Ansetzung eine Betreibungshandlung liegt. Abgesehen davon, dass die Anwendung von Art. 63 SchKG nicht eine Fristansetzung voraussetzt, sondern dass diese Bestimmung auch für die Fristen gelten muss, die mit dem Eintritt bestimmter Tatsachen von |12| Gesetzes wegen in Gang kommen, ergibt sich die Unrichtigkeit der Auffassung der Vorinstanz schon daraus, dass nicht nur der Schuldner sich auf Art. 63 SchKG berufen kann, sondern dass diese Vorschrift auch dem Gläubiger und Dritten zugute kommt (BGE 67 III 104, BGE 80 III 5), obwohl darin, dass dem Gläubiger oder einem Dritten eine Frist angesetzt wird, naturgemäss überhaupt nie eine Betreibungshandlung liegt (worunter, wie die Vorinstanz richtig sagt, nur eine das Betreibungsverfahren fördernde behördliche Massnahme gegen den Schuldner verstanden werden kann). Die dem Rekurrenten angesetzte Frist für die Vorschussleistung lief daher ohne Rücksicht darauf, ob ihre Ansetzung eine Betreibungshandlung bedeutete oder nicht, erst am 16. April 1958 ab. Unter diesen Umständen blieb nichts anderes übrig, als die auf diesen Tag anberaumte Steigerung zu verschieben. Der neue Steigerungstermin ist im Falle, dass der Kostenvorschuss bis zum 16. April 1958 geleistet wurde, so anzusetzen, dass das Ergebnis der in diesem Falle anzuordnenden neuen Schätzung durch Sachverständige den Beteiligten noch vor der Steigerung mitgeteilt werden kann (BGE 71 III 126f.).\n\nDer Vorinstanz kann im übrigen auch darin nicht beigestimmt werden, dass keine Betreibungshandlung vorliege, wenn dem Schuldner, der eine neue Schätzung im Sinne von Art. 9 Abs. 2 VZG verlangt, auf Grund dieser Bestimmung eine Frist zur Leistung eines Kostenvorschusses angesetzt wird. Es handelt sich hiebei um eine gegenüber dem Schuldner ergriffene behördliche Massnahme, die der Vorbereitung der Steigerung dient und damit das Betreibungsverfahren fördert. Der Rekurs müsste daher selbst dann geschützt werden, wenn die vorinstanzliche Auslegung von Art. 63 SchKG richtig wäre.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird dahin gutgeheissen, dass der angefochtene Entscheid aufgehoben und die untere Aufsichtsbehörde |13| angewiesen wird, die neue Schätzung anzuordnen, falls der Kostenvorschuss bis zum 16. April 1958 geleistet worden ist."}