{"annee": "84", "cour": "II", "page": "393", "date": "5/6/1958", "cite": [], "cite_par": ["95 II 481", "91 II 401", "90 II 365", "116 II 733", "96 II 129"], "chapeau": "52. Arrêt de la IIe Cour civile du 5 juin 1958 dans la cause Caisse nationale suisse d'assurance en cas d'accidents contre Pochelon, Eberhart et la compagnie d'assuranees Alpina SA", "regestes": ["1. Art. 48 OJ. Notion de la décision finale (consid. 1). 2. Action déclaratoire de droit. Intérêt à la constatation immédiate des droits (consid. 2). 3. Art. 100 LAMA et 56 LA. Subrogation de la Caisse nationale, pour le montant de ses prestations, aux droits du lésé contre le responsable du dommage et son assureur. Il n'y a pas de droit préférentiel du lésé sur la somme d'assurance correspondant aux prestations de la Caisse nationale, alors même que le montant de l'assurance responsabilité civile ne permet pas de couvrir le dommage et que le responsable est insolvable (consid. 3, a et c). 4. Art. 60 LCA. Droit de gage de la Caisse nationale sur la somme couverte par l'assurance responsabilité civile de l'auteur du dommage (consid. 3, b)."], "faits": "|394|\n\nA.- Laurent Pochelon a été victime, le 17 septembre 1955, d'un grave accident de la circulation sur la route de Bernex à Aire-la-Ville; sa voiture a été heurtée avec violence à l'arrière par l'automobile de Johan Eberhart, qui était en état d'ivresse.\n\nPar exploit du 11 juin 1956, Pochelon a introduit action contre Eberhart et la compagnie d'assurances Alpina SA, qui couvre la responsabilité civile de celui-ci jusqu'à concurrence de 50 000 fr. Il leur a réclamé la réparation |395| du préjudice qu'il subissait, tel qu'il était établi au 17 mai 1956. N'étant pas guéri de ses blessures, il s'est réservé le droit d'augmenter sa demande. Il a déduit les prestations qu'il avait reçues de la Caisse nationale suisse d'assurance en cas d'accidents (ci-après: la Caisse nationale) et précisé que ses conclusions ne portaient que sur le dommage non couvert par cette institution.\n\nL'Alpina et Eberhart n'ont pas contesté que celui-ci portât l'entière responsabilité de l'accident et se sont bornés à élever des objections sur la manière dont Pochelon calculait le dommage.\n\nA l'audience du Tribunal de première instance de Genève du 12 novembre 1956, la Caisse nationale, qui assure Pochelon contre les accidents non professionnels et lui a payé de ce fait certains frais médicaux ainsi qu'une indemnité de chômage, a déclaré intervenir dans le procès qu'il avait intenté à Eberhart et à l'Alpina. Elle a pris les conclusions suivantes:\n\n\"A la forme:\n\nDéclarer recevable l'intervention de la Caisse nationale suisse d'assurance en cas d'accidents dans la présente instance pendante devant la première Chambre civile du Tribunal de première instance de Genève entre sieur Laurent Pochelon, demandeur, et la Cie d'assurances Alpina et sieur Johan Eberhart, défendeurs.\n\nAu fond:\n\nI. Dire et constater que la Caisse nationale suisse d'assurance en cas d'accidents a un droit de gage légal au sens de l'art. 60 LCA pour le montant de ses obligations sur la somme de fr. 50 000.-- (cinquante mille francs), montant de l'assurance couvrant la responsabilité civile de sieur Eberhart en qualité de détenteur auprès de la Cie d'assurances Alpina, et ce, au même titre que le lésé, sieur Laurent Pochelon.\n\nII. Dire et constater que la somme assurée de fr. 50 000.-- doit être partagée entre sieur Pochelon et la Caisse nationale suisse, conformément à la jurisprudence du Tribunal fédéral, au prorata du dommage subi par chacun d'eux, pour autant que le dommage total dépasse fr. 50 000.--.\n\nIII. Dire et constater que sieur Laurent Pochelon n'a pas un droit préférentiel ou de priorité sur ledit montant de fr. 50 000.-- pour la part du dommage non couverte par la Caisse nationale suisse.\n\nCondamner tout opposant aux dépens.\" |396|\n\nPochelon a conclu à l'irrecevabilité de l'intervention de la Caisse nationale et, sur le fond, au rejet de ses conclusions.\n\nL'Alpina et Eberhart ont admis la recevabilité de l'intervention de la Caisse nationale, mais en ont contesté le bien-fondé.\n\nLe 3 juin 1957, le Tribunal de première instance de Genève a rendu le jugement suivant en ce qui concerne l'intervention de la Caisse nationale:\n\n\"Le Tribunal, statuant sur incident et en première instance:\n\n1o A la forme:\n\nDéclare recevable l'intervention de la Caisse nationale suisse en cas d'accidents dans la cause no 951 de 1957 se déroulant entre Sieur Pochelon, d'une part, et la Compagnie d'assurances l'Alpina et Sieur Eberhart, d'autre part;\n\n2o Sur l'action en constatation de droit:\n\nDéboute l'intervenante de toutes ses conclusions et la met hors de cause. Dit en conséquence que les relations entre les plaideurs sont réglées conformément à l'arrêt Caisse nationale suisse c/Braissant et La Bâloise (Semaine judiciaire 1954, p. 239 et ss); qu'ainsi le droit de subrogation de la Caisse nationale n'interviendra que dans le cas où Sieur Eberhart, respectivement la compagnie d'assurances Alpina SA qui le couvre, seront condamnés au paiement de l'indemnité totale ou d'une indemnité qui dépasse le dommage non couvert par la Caisse nationale;\n\n3o Condamne l'intervenante au paiement des dépens des défendeurs, taxés à fr. 264,75.\"\n\nB.- Saisie d'un appel formé par la Caisse nationale, la Cour de justice du canton de Genève, par arrêt du 7 janvier 1958, a confirmé le jugement entrepris.\n\nCet arrêt est en substance motivé de la façon suivante:\n\nSi la Caisse nationale n'intervenait que pour les montants qu'elle a versés ou qu'elle s'est définitivement engagée à payer, elle ne serait pas recevable à agir par la voie d'une action déclaratoire de droit (Semaine judiciaire 1957, p. 293). D'autre part, il est constant qu'elle n'est pas encore subrogée aux droits de Pochelon pour les sommes qu'elle décidera vraisemblablement de lui payer à titre de rente d'invalidité, car elle n'a pas encore fixé cette rente selon l'art. 76 LAMA. Toutefois, ce qui importe dans |397| l'espèce, où il n'est pas contesté que le dommage de Pochelon dépassera le montant assuré et que Eberhart est insolvable, c'est que la Caisse nationale peut déjà prétendre un droit de subrogation, certain pour une part et probable pour le reste; ses prétentions ont ainsi un caractère mixte, étant évidentes dans leur principe mais non exactement chiffrables actuellement; il est dès lors de l'intérêt de toutes les parties en cause de préciser dès maintenant leurs rapports de droit, actuels et futurs. Cela étant, il se justifie d'examiner le fond de la question litigieuse.\n\nDans son arrêt du 21 avril 1953 en la cause Caisse nationale contre Braissant et la Bâloise (Semaine judiciaire 1954, p. 239 ss), la Cour a jugé que, dans les cas où, l'auteur de l'accident étant insolvable, le montant de son assurance responsabilité civile est insuffisant pour indemniser totalement le lésé et satisfaire en plus les droits exercés par la Caisse nationale, la subrogation de celle-ci aux droits de son assuré ne se produisait qu'après qu'il aurait obtenu la pleine réparation du préjudice non couvert par ladite Caisse. Eu égard au but social de la Caisse nationale et aux restrictions apportées par le Tribunal fédéral à la subrogation prévue à l'art. 100 LAMA, il est légitime de prescrire que l'intérêt du lésé doit passer avant celui de l'institution de droit public, d'autant plus que celle-ci encaisse des primes pour la couverture des risques qu'elle assume. C'est dès lors à juste titre qu'en l'espèce le premier juge a débouté la Caisse nationale.\n\nC.- La Caisse nationale a recouru en réforme au Tribunal fédéral contre cet arrêt en reprenant les conclusions qu'elle avait formulées dans les instances cantonales.\n\nDans sa réponse, Pochelon conclut \"à ce qu'il plaise au Tribunal fédéral\n\nLui donner acte qu'il se rapporte à justice sur la recevabilité du recours selon l'art. 48 OJF.\n\nDire que les conclusions en constatation de droit de la Caisse nationale sont irrecevables.\n\nDébouter en tout cas la Caisse nationale de son recours en réforme et de toutes ses conclusions. |398|\n\nConfirmer l'arrêt rendu par la Cour de justice de Genève le 7 janvier 1958...\"\n\nEberhart et l'Alpina concluent au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Pochelon met en doute que l'arrêt attaqué constitue une décision finale au sens de l'art. 48 OJ. Il ne conclut cependant pas formellement à l'irrecevabilité du recours et déclare s'en rapporter à justice sur cette question. Il relève que rien n'empêcherait la Caisse nationale, malgré le jugement rendu, d'intervenir à nouveau dans le procès pendant devant le juridiction de première instance en prenant \"non plus des conclusions en constatation de droit, mais des conclusions en paiement d'une somme déterminée\".\n\nEst une décision finale selon l'art. 48 al. 1 OJ tout jugement qui met fin au procès, soit qu'il tranche le fond, soit que, sans l'aborder parce qu'une condition de procédure n'est pas remplie, il ne permette plus à l'intéressé d'exercer son action (RO 72 II 57, 74 II 177, 77 II 281, 79 II 108, 80 I 262-264, 84 II 230). En l'espèce, l'arrêt attaqué prononce sur le fond et confirme le jugement du Tribunal de première instance rejetant toutes les conclusions de la Caisse nationale et la mettant hors de cause. Il s'agit là incontestablement d'une décision finale, car la procédure est terminée pour la recourante. Il est sans importance qu'elle puisse éventuellement prendre de nouvelles conclusions et intervenir ainsi derechef dans l'instance pendante entre Pochelon, d'une part, et Eberhart et l'Alpina, d'autre part: en ce qui concerne les conclusions qu'elle avait prises, la Caisse nationale est en effet éliminée du procès.\n\n2. L'action en constatation de droit relève du droit privé fédéral en tant qu'elle est fondée sur des prétentions découlant de ce droit: elle peut être exercée pour faire constater l'existence ou l'inexistence d'un droit ou d'un rapport de droit, pourvu que le demandeur ait un intérêt |399| juridique à la constatation immédiate (RO 77 II 347, 79 II 394, 80 II 121, 81 II 464, 83 II 197).\n\nDans l'espèce, Pochelon conteste que la recourante ait un intérêt réel à la constatation des droits qu'elle prétend: elle n'a pris, dit-il, aucun engagement envers lui et n'a pas fixé la rente au sens de l'art. 76 LAMA; en outre, cette rente peut être modifiée pendant neuf ans après la date de sa fixation, en sorte que c'est à l'expiration de cette période seulement que la Caisse nationale sera complètement subrogée aux droits de son assuré pour l'ensemble des prestations qu'elle aura à lui verser.\n\nCette argumentation se heurte tout d'abord à une constatation de fait de la décision attaquée, selon laquelle la recourante a payé à Pochelon certains frais médicaux et une indemnité de chômage. D'autre part, il n'est pas contesté qu'elle a en principe accepté le cas, puisqu'elle a déjà effectué des prestations. On doit admettre en outre qu'elle continuera à le faire et qu'elle fixera la rente en conformité de l'art. 76 LAMA dès qu'elle sera en mesure de la déterminer. Cela étant, elle possède un intérêt suffisant à la constatation immédiate des droits dont elle se prévaut. On ne saurait exiger qu'elle attende d'avoir exécuté ses prestations pour exercer son droit de recours: elle courrait en effet alors le risque que l'assurance responsabilité civile ne verse au lésé la totalité du montant couvert et que le droit de recours prévu à l'art. 100 LAMA ne devienne de ce fait illusoire. La recourante ayant un intérêt juridique à la détermination immédiate des droits qu'elle invoque, c'est avec raison que la Cour cantonale a admis la recevabilité de l'action introduite par la voie de l'intervention dans le procès divisant Pochelon d'avec l'Alpina et Eberhart.\n\nContrairement à l'opinion de Pochelon, le fait que la rente peut être revisée, en conformité de l'art. 80 LAMA, jusqu'à l'expiration de la neuvième année n'a pas pour effet que la décision de la Caisse nationale devienne définitive seulement à la fin de cette période. L'art. 80 LAMA |400| suppose une décision passée en force et statue que la revision peut en être opérée si le degré de l'incapacité de travail subit une modification importante.\n\n3. a) Aux termes de l'art. 100 LAMA, \"la Caisse nationale est subrogée, pour le montant de ses prestations, aux droits de l'assuré ou de ses survivants contre tout tiers responsable de l'accident\". D'autre part, en matière d'accidents de la circulation, l'art. 56 LA dispose: \"Si la victime d'un accident causé par un véhicule automobile est assurée à la Caisse nationale suisse d'assurance en cas d'accidents, ses droits se déterminent selon la législation sur l'assurance-accidents. La Caisse nationale peut recourir, pour ses prestations, contre la personne civilement responsable et l'assureur, conformément à l'art. 100 LAMA. Tous droits plus étendus de la victime ou de ses survivants restent acquis\".\n\nIl est de jurisprudence (RO 54 II 467, 58 II 233, 60 II 36 et 159, 63 II 199, 64 II 420) que la subrogation selon l'art. 100 LAMA ne se produit que pour des éléments de dommage identiques, c'est-à-dire dans la mesure où les prestations de la Caisse nationale sont, en ce qui concerne le dommage à couvrir, identiques aux prétentions de dommages-intérêts formulées par l'assuré ou ses survivants; la subrogation est en outre limitée à la seule partie assurée du dommage; dès lors, à l'effet de fixer l'étendue de la subrogation, il faut distinguer pour chaque élément du dommage entre la partie assurée et la partie non assurée; enfin, la subrogation se produit dès l'instant où la Caisse nationale reconnaît son obligation d'effectuer les prestations légales et non pas seulement au moment où elle les a opérées.\n\nContrairement à l'opinion de la Cour cantonale, cette jurisprudence ne saurait être interprétée en ce sens que le lésé devrait être indemnisé préférentiellement par l'assureur de la personne civilement responsable pour toute la partie du dommage qui n'est pas assurée par la Caisse |401| nationale et que le droit de recours de cette dernière ne pourrait être exercé qu'autant que son assuré aurait obtenu réparation pour tous les éléments du préjudice non couverts par elle. On ne peut déduire de la jurisprudence que le lésé devrait être avantagé par rapport à la Caisse nationale. Des art. 100 LAMA et 56 LA, tels qu'ils ont été interprétés par le Tribunal fédéral, il ressort que la Caisse nationale est subrogée aux droits du lésé contre le responsable du dommage et l'assureur dans toute la mesure où les prestations qu'elle effectue ou qu'elle reconnaît concernent des éléments du dommage identiques aux dommages-intérêts auxquels son assuré a droit. La manière de voir de la juridiction cantonale ne trouve aucun appui ni dans la loi ni dans la jurisprudence.\n\nC'est à tort que Pochelon prétend qu'il y a dans la loi une lacune qu'il faut combler en conformité de l'art. 1er CC. Les art. 100 LAMA et 56 LA constituent la réglementation applicable à l'espèce et l'on ne peut les interpréter autrement que dans le sens de l'admission du droit de recours de la Caisse nationale sur un pied d'égalité avec son assuré.\n\nLe fait que, lors de l'examen du projet de nouvelle loi sur la circulation, le Conseil national a introduit un art. 81bis, selon lequel \"lorsque le lésé n'est pas couvert complètement par des prestations d'assurance, nul assureur ne peut faire valoir son droit de recours contre la personne civilement responsable ou l'assurance responsabilité civile de cette dernière, à moins que le lésé n'en subisse aucun préjudice\" (Bulletin sténographique 1957, CN, p. 262/263), n'est pas déterminant pour l'interprétation des dispositions légales actuellement en vigueur. On ne peut de toute façon pas en déduire que, sous le régime des art. 100 LAMA et 56 LA, le lésé devrait être privilégié par rapport à la Caisse nationale. La décision prise par le Conseil national indique au contraire que le législateur estime qu'une restriction du droit de recours de la Caisse |402| nationale en faveur du lésé doit être expressément prévue par la loi, ce qui n'est pas le cas actuellement d'après les art. 100 LAMA et 56 LA.\n\nb) La Caisse nationale étant subrogée en vertu de la loi aux droits de son assuré dans les limites de ses prestations, elle possède le droit de gage légal statué à l'art. 60 LCA en faveur du tiers lésé (OFTINGER, Schweizerisches Haftpflichtrecht, I, 2e édition 1958, p. 365; Arrêts de tribunaux civils suisses dans les contestations de droit privé en matière d'assurance, V p. 368, VII p. 296/297, 464). Il s'ensuit que le premier chef de conclusions de la recourante, qui tend à la reconnaissance de ce droit de gage, est fondé.\n\nLe deuxième chef de conclusions, par lequel la recourante demande que la somme assurée, savoir 50 000 fr., soit partagée entre elle et Pochelon \"au prorata du dommage subi par chacun d'eux, pour autant que le dommage total dépasse 50 000 fr.,\" fait double emploi avec le troisième chef qui vise à faire prononcer que Pochelon \"n'a pas un droit préférentiel ou de priorité sur ledit montant ... pour la part du dommage non couverte par la Caisse nationale ...\" Il suffit d'adjuger à la recourante ce troisième chef de conclusions dont le bien-fondé découle des considérants énoncés à lettre a ci-dessus.\n\nc) L'admission du droit de recours de la Caisse nationale sur un pied d'égalité avec le lésé peut certes avoir des effets rigoureux à l'égard de celui-ci lorsque la personne civilement responsable est insolvable et que la somme à concurrence de laquelle elle est assurée ne permet pas de couvrir tout le dommage. On peut estimer dès lors que, de lege ferenda, la subrogation légale de la Caisse nationale ne devrait se produire que dans la mesure où le lésé est complètement indemnisé. En l'état actuel de la législation, une telle restriction n'est pas prévue et le juge ne peut l'introduire par voie jurisprudentielle; s'il le faisait, il donnerait aux art. 100 LAMA et 56 LA une interprétation incompatible avec leur texte. |403|\n\nPar ces motifs, le Tribunal fédéral prononce:\n\nLe recours est admis et l'arrêt attaqué est réformé en ce sens que\n\na) la Caisse nationale a, pour le montant de ses prestations, le droit de gage légal sur la somme de 50 000 fr. pour laquelle Johan Eberhart est assuré auprès de la compagnie d'assurances Alpina SA, et ce au même titre que Laurent Pochelon;\n\nb) Laurent Pochelon n'a pas de droit préférentiel sur ladite somme de 50 000 fr. pour la part du dommage non couverte par la Caisse nationale."}