{"annee": "84", "cour": "I", "page": "39", "date": "12/2/1958", "cite": ["72 I 267", "72 I 86", "78 II 243", "76 I 121", "63 I 297", "78 I 108", "57 I 200", "81 I 321", "76 II 247", "76 I 87", "57 I 424", "80 I 336", "67 I 210", "83 I 16", "81 I 139", "62 I 143", "53 III 67"], "cite_par": ["91 I 399", "84 I 56", "84 I 119", "93 I 265", "85 I 39", "107 IA 155", "129 III 445", "102 IA 493"], "chapeau": "7. Urteil vom 12. Februar 1958 i.S. Ligna, Aussenhandelsunternehmen, gegen Baumgartner & Co. AG und Obergericht des Kantons Zürich.", "regestes": ["Convention du 21 décembre 1926 entre la Suisse et la Tchécoslovaquie sur l'exécution des décisions judiciaires; convention de Genève, du 26 septembre 1927, sur l'exécution des sentences arbitrales étrangères. 1. Portée de la réserve contenue dans chacune des deux conventions et relative à l'ordre public de l'Etat où l'exécution doit avoir lieu (consid. 4). 2. Composition du tribunal arbitral; droit applicable; pouvoir d'examen du juge suisse de l'exécution. Différence entre les tribunaux arrbitraux des chambres de commerce et les tribunaux dits arbitraux créés par des associations (consid. 5). 3. Caractère exécutoire de la sentence prononcée par le tribunal arbitral de la chambre de commerce tchécoslovaque dans un litige entre une entreprise tchécoslovaque appartenant à cette chambre et une maison suisse (consid. 6)."], "faits": "|40|\n\nA.- Die Zürcher Zweigniederlassung der Firma Baumgartner & Co. AG in Lausanne, die Grosshandel mit Papier und Karton betreibt, bezog im Jahre 1953 grössere Mengen von Zeitungsdruck- und Pergamentpapier von der Papco AG in Prag. Diese hatte die Bestellungen der Käuferin jeweils schriftlich bestätigt unter Hinweis auf allgemeine Geschäftsbedingungen, die auf der Rückseite der Bestätigungsschreiben abgedruckt waren und in § 16 die Bestimmung enthielten, dass alle aus dem Vertrag entstehenden Streitigkeiten endgültig durch das Schiedsgericht der tschechoslowakischen Handelskammer entschieden werden sollen.\n\nDa die Käuferin einen Teil der erhaltenen Waren wegen angeblich verspäteter und mangelhafter Lieferung nicht bezahlte, erhob die Firma Ligna (Aussenhandelsunternehmen für Ein- und Ausfuhr von Holz und Erzeugnissen der Holz- und Papierindustrie) als Rechtsnachfolgerin der Papco AG am 12. Februar 1954 beim genannten Schiedsgericht Klage auf Bezahlung von Fr. 74'472.51 nebst 5% Zins. Nach Empfang der Klageschrift sowie der Verfahrensordnung und des Statuts des Schiedsgerichts teilte die Beklagte dem Schiedsgericht mit, dass sie die Gültigkeit des Schiedsvertrages und die Zuständigkeit des Schiedsgerichtes bestreite und es ablehne, sich auf den Prozess einzulassen. Darauf befasste sich das ständige Schiedsgericht der Handelskammer in einer Verhandlung vom 2. Juni 1954, zu der die Beklagte am 15. April 1954 vorgeladen wurde, mit der Frage der Zuständigkeit und kam in einem eingehend begründeten Entscheid zum Schluss, dass die Zuständigkeit des Schiedsgerichts inbezug auf zwei Forderungen von zusammen Fr. 53'162.10 gegeben sei. Der Sekretär des Schiedsgerichts stellte diesen Entscheid den Parteien am 16. Juli 1954 zu und forderte sie gleichzeitig gemäss § 8 Abs. 3 der Verfahrensordnung auf, |41| binnen 14 Tagen ihren Schiedsrichter aus der 92 Mitglieder umfassenden Schiedsrichterliste zu bestellen. Da die Beklagte dieser Aufforderung nicht nachkam, ernannte der Präsident des ständigen Schiedsgerichts für sie einen Schiedsrichter, worauf dieser und der von der Klägerin bestellte Schiedsrichter zusammen einen Obmann wählten. Das so zusammengesetzte Dreierschiedsgericht lud die Beklagte erfolglos zu vier Verhandlungen vor und erliess dann am 11. März 1955 ein Säumnisurteil, durch das es die Klage teilweise guthiess und die Beklagte verpflichtete, der Klägerin $ 10'716.14 nebst 2 1/2% Zins seit 19. November 1953 und Fr. 1472.50 nebst 2 1/2% Zins seit 12. Februar 1954 sowie Kcs. 5000 Gerichtskosten und Kcs. 4500 Parteientschädigung zu bezahlen.\n\nB.- Gestützt auf diesen gemäss § 651 der tschechosl. ZPO gleich einem Urteil vollstreckbaren Schiedsspruch leitete die Firma Ligna am 4. Juli 1955 gegen die Firma Baumgartner & Co. AG in Zürich Betreibung ein für die ihr zugesprochenen Beträge, in Schweizer Währung umgerechnet insgesamt Fr. 53'008.90, und stellte nach erhobenem Rechtsvorschlag das Begehren um definitive Rechtsöffnung unter Berufung auf das schweiz.-tschechosl. Vollstreckungsabkommen vom 21. Dezember 1926 und auf das Genfer Abkommen zur Vollstreckung ausländischer Schiedssprüche vom 26. September 1927. Die Firma Baumgartner & Co. AG widersetzte sich dem Begehren, indem sie geltend machte, die Vollstreckbarerklärung des Schiedsspruchs würde gegen die öffentliche Ordnung der Schweiz verstossen, da er nicht von einem unabhängigen Schiedsgericht gefällt worden sei.\n\nDer Einzelrichter im summarischen Verfahren des Bezirksgerichts Zürich verweigerte die Rechtsöffnung. Die Firma Ligna rekurrierte hiegegen an das Obergericht des Kantons Zürich, wurde aber durch Entscheid vom 15. März 1957 abgewiesen, im wesentlichen aus folgenden Gründen:\n\na) Die Beschwerdeführerin berufe sich sowohl auf das schweiz.-tschechosl. Vollstreckungsabkommen als auch auf |42| das Genfer Abkommen. Letzteres sei indessen nicht anwendbar, da die Tschechoslowakei die Zustimmung zum Genfer Abkommen an einen Vorbehalt geknüpft habe, aus dem sich ergebe, dass dann, wenn ein zweiseitiger Staatsvertrag die Vollstreckung (wie es beim schweiz.-tschechosl. Staatsvertrag zutreffe) leichter möglich mache als das Genfer Abkommen, grundsätzlich der Staatsvertrag Anwendung zu finden habe. Übrigens sei der Vorbehalt der öffentlichen Ordnung, um den es gehe, in beiden Staatsverträgen enthalten mit nahezu demselben Wortlaut.\n\nb) Nach der bundesgerichtlichen Rechtsprechung (BGE 81 I 321 und dort zitierte frühere Urteile) sei ein Schiedsspruch nicht vollstreckbar, wenn dem Schiedsgericht die Unbefangenheit abgehe oder wenn einer Partei bei seiner Bestellung eine Vorzugsstellung zukomme. Diese Praxis sei, wie aus BGE 76 I 128 hervorgehe, auch auf ausländische Schiedsgerichte anwendbar, sodass im vorliegenden Falle die Vollstreckung des Schiedsspruchs in der Schweiz aus dem Gesichtspunkt der schweizerischen öffentlichen Ordnung (Art. 1 Ziff. 2 des Vollstreckungsabkommens) ausgeschlossen sei. Der Einwand der Beschwerdeführerin, dass die ordre public-Klausel sich nur auf den Inhalt eines Entscheids, nicht auch auf Verfahrensmängel beziehe, sei unbehelflich; der Mangel betreffe nicht das Verfahren, sondern die Konstitution des Gerichtes. Ebenfalls unbegründet sei der Einwand der Beschwerdeführerin, die bundesgerichtliche Rechtsprechung richte sich gegen Verbandsschiedsgerichte und treffe nicht zu auf Schiedsgerichte von Handelskammern, deren Aufgabe nicht dahin gehe, die Interessen ihrer Mitglieder zu schützen, sondern diejenigen des Handels überhaupt. Das durch eine nationale Handelskammer bestellte Schiedsgericht könne nur dann generell als überparteilich gelten, wenn die Prozessparteien Staaten angehören, die sich inbezug auf ihre staatliche und wirtschaftliche Verfassung nicht grundsätzlich voneinander unterscheiden. Hieran fehle es im vorliegenden Falle, da in der Tschechoslowakei seit dem Abschluss des Vollstreckungsabkommens |43| an die Stelle eines demokratischen ein volksdemokratisches Regierungssystem und an die Stelle einer freien Marktwirtschaft eine gebundene staatliche Planwirtschaft getreten sei. In einer Rechtsordnung, durch die der Aussenhandel durchgehend verstaatlicht worden sei, könnten Handelskammern nicht mehr als neutrale Institutionen betrachtet werden, weil nun auch ihnen die Aufgabe zukomme, vornehmlich den staatlichen Interessen zu dienen. Dieser Aufgabe könnten sich auch die ihr angehörenden Schiedsrichter nicht hinreichend entziehen, was die analoge Anwendung der vom Bundesgericht für Verbandsschiedsgerichte aufgestellten Grundsätze auf das Schiedsgericht der tschechoslowakischen Handelskammer rechtfertige. Daraus folge, dass sowohl dem ständigen Schiedsgericht, das den Zuständigkeitsbeschluss vom 12. Juni 1954 gefasst habe, als auch dem Dreierschiedsgericht, das den materiellen Entscheid vom 11. März 1955 gefällt habe, die erforderliche Unabhängigkeit gefehlt habe. Die Klägerin allein sei Mitglied der tschechoslowakischen Handelskammer, dessen Vorstand die Mitglieder des ständigen Schiedsgerichts ernenne, und es hätten nur solche Personen als Mitglieder des Dreierschiedsgerichts bestellt werden können, die im Schiedsrichterverzeichnis eingetragen seien, wobei der Vorstand der Handelskammer über Eintragung und Streichung entscheide. Diese Liste enthalte 92 Namen von Personen, die alle tschechoslowakische Staatsangehörige und in der Mehrzahl Direktoren und Beamte der staatlichen Aussenhandelsunternehmen seien. Die Gleichberechtigung der Parteien sei daher nicht gegeben gewesen.\n\nC.- Mit der staatsrechtlichen Beschwerde beantragt die Firma Ligna, der Entscheid des Obergerichts des Kantons Zürich vom 15. März 1957 sei aufzuheben und ihr die definitive Rechtsöffnung für die im Zahlungsbefehl genannten Beträge und die Betreibungskosten zu bewilligen. Als Beschwerdegrund wird Verletzung des Genfer Abkommens zur Vollstreckung ausländischer Schiedssprüche |44| sowie des schweiz.-tschechosl. Vollstreckungsabkommens geltend gemacht.\n\nD.- Das Obergericht des Kantons Zürich hat auf Gegenbemerkungen verzichtet. Die Beschwerdegegnerin, die Firma Baumgartner & Co. AG, beantragt die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerde macht eine Verletzung des schweiz.-tschechosl. Abkommen über die Anerkennung und Vollstreckung gerichtlicher Entscheidungen vom 21. Dezember 1926 und des Genfer Abkommens zur Vollstreckung ausländischer Schiedssprüche vom 26. September 1927 (nachfolgend kurz \"Vollstreckungsabkommen\" und \"Genfer Abkommen\" genannt) geltend. Ob der angefochtene Entscheid Bestimmungen dieser Staatsverträge verletze, hat das Bundesgericht in tatsächlicher und rechtlicher Hinsicht frei zu prüfen (BGE 83 I 19 Erw. 1). Dabei hat es auch neue, dem Obergericht noch nicht unterbreitete Vorbringen der Parteien zu berücksichtigen (BGE 83 I 20 Erw. 2).\n\n2. Das Obergericht hat angenommen, dass die Frage, ob ein in der Tschechoslowakei gefällter Schiedsspruch in der Schweiz vollstreckbar sei, sich nicht nach dem Genfer Abkommen, sondern nach dem Vollstreckungsabkommen beurteile, da die nach diesem geltenden Vollstreckungsvoraussetzungen im allgemeinen weniger streng seien als die komplizierten Einschränkungen, die in den Art. 1 und 2 des Genfer Abkommens enthalten seien. Die Beschwerdeführerin dagegen ist der Auffassung, das Genfer Abkommen habe insoweit, als es in einzelnen Punkten die Vollstreckung von Schiedssprüchen gegenüber dem Vollstreckungsabkommen erleichtere, diesem vorzugehen. Wie es sich damit verhält, kann dahingestellt bleiben, denn die Anwendbar keit des Genfer Abkommens würde der Beschwerdeführerin nichts nützen. Die von ihr angerufene Bestimmung in Art. 1 |45| lit. c hat nicht den Sinn, den sie ihr beilegt. Diese Bestimmung will keineswegs abschliessend umschreiben, inwiefern der Vollstreckungsrichter die Zusammensetzung des Schiedsgerichts nachprüfen kann. Sie besagt lediglich, dass die Vollstreckung verweigert werden kann, wenn ein anderes als das von den Parteien vereinbarte Schiedsgericht oder ein nicht gemäss der Parteivereinbarung (und den auf das Schiedsverfahren anwendbaren Rechtsvorschriften) gebildetes Schiedsgericht geurteilt hat. Dass die Zusammensetzung des Schiedsgerichts im übrigen bei der Vollstreckung nicht überprüft werden dürfe und dass daher dem Spruch eines der Schiedsklausel oder Schiedsabrede (und dem massgebenden ausländischen Recht) entsprechenden Schiedsgerichts gegenüber Einreden aus dem Gesichtspunkt des ordre public insoweit, als sie sich gegen die Zusammensetzung richten, ausgeschlossen seien, lässt sich dagegen aus Art. 1 lit. c des Genfer Abkommens nicht ableiten.\n\n3. Die Beschwerdegegnerin hat ursprünglich auch das Bestehen einer gültigen Schiedsklausel bestritten. Im Rechtsöffnungsverfahren hat sie diesen Einwand dadurch fallen gelassen, dass sie ein Rechtsgutachten zum integrierenden Bestandteil ihrer Ausführungen erklärte, welches mit eingehender Begründung zum zutreffenden Schlusse kommt, dass die Schiedsklausel gültig vereinbart worden sei. Damit ist gleichzeitig gesagt, dass, wie ebenfalls nicht streitig ist, sich auch aus Art. 59 BV, auf den sich ein Beklagter mit Wohnsitz in der Schweiz auf Grund von Art. 1 Ziff. 1 des Vollstreckungsabkommens berufen kann, nichts gegen die Vollstreckung des in Prag gefällten Schiedsspruchs ableiten lässt. Schliesslich ist auch unbestritten, dass die Beschwerdeführerin die nach den Art. 4 des Vollstreckungsabkommens und des Genfer Abkommens vorzulegenden Urkunden beigebracht hat. Es kann sich nur fragen, ob die Vollstreckung des Schiedsspruchs in der Schweiz zu verweigern ist, weil seine Anerkennung gegen die öffentliche Ordnung der Schweiz verstossen |46| würde (Art. 1 Ziff. 2 des Vollstreckungsabkommens und Art. 1 lit. e des Genfer Abkommens).\n\n4. Die ordre public-Klausel, die in allen von der Schweiz abgeschlossenen Vollstreckungsabkommen enthalten ist, bezieht sich zunächst nur auf den Inhalt der Entscheidung (vgl. die Fassung in Art. 4 Abs. 1 des Vertrages mit Deutschland: \"wenn durch die Entscheidung ein Rechtsverhältnis zur Verwirklichung gelangen soll, dem ... aus Rücksichten der öffentlichen Ordnung oder der Sittlichkeit die Gültigkeit, Verfolgbarkeit oder Klagbarkeit versagt ist\"). Ob sie darüber hinaus angerufen werden kann bei Mängeln, die dem Verfahren vor dem ausländischen Gericht, gemessen an der inländischen Rechtsordnung, anhaften, wurde vom Bundesgericht stets als fraglich bezeichnet und offen gelassen (BGE 57 I 435, BGE 62 I 145, BGE 63 I 301, BGE 72 I 275). Ebenso ist zweifelhaft, ob Mängel der Zuständigkeit des ausländischen Gerichts und, bei Schiedsgerichten, der Zusammensetzung derselben, unter die ordre public-Klausel fallen. Aus BGE 76 I 128b folgt nichts Gegenteiliges, da dort die Zusammensetzung des Schiedsgerichts offensichtlich nicht zu beanstanden war und daher die Frage, ob die ordre public-Klausel sich darauf beziehe, nicht entschieden zu werden brauchte. Sie kann auch heute offen bleiben, da die Zusammensetzung des Schiedsgerichts der tschechoslowakischen Handelskammer, wie sich aus den nachstehenden Erwägungen ergibt, nicht gegen die schweizerische öffentliche Ordnung verstösst.\n\n5. Nach der Rechtsprechung des Bundesgerichts kann das von einem Wirtschaftsverband oder dessen Organ eingesetzte Schiedsgericht weder im Streit zwischen dem Verband und einem Mitglied noch in demjenigen zwischen einem Mitglied und einem Nichtmitglied einen wie ein staatliches Urteil vollstreckbaren Entscheid fällen und ist die Rechtsöffnung für einen derartigen Schiedsspruch aus Gründen der öffentlichen Ordnung zu verweigern (BGE 57 I 203, BGE 67 I 213, BGE 72 I 88, BGE 76 I 92, BGE 78 I 112, BGE 80 I 340, |4781| I 325). Das Obergericht nimmt an, dass diese Rechtsprechung auch auf den vorliegenden, gegen die Beschwerdegegnerin ergangenen Schiedsspruch des Schiedsgerichts der tschechoslowakischen Handelskammer anwendbar sei, was dessen Vollstreckung in der Schweiz ausschliesse. Dabei werden indessen zwei wesentliche Gesichtspunkte, die für jene Rechtsprechung massgebend waren, übersehen.\n\na) Die genannten bundesgerichtlichen Urteile sind in Anwendung des Art. 61 BV ergangen. Nach dieser, in Art. 80 und 81 SchKG für gewisse Urteile gesetzlich ausgefuhrten Bestimmung sollen die rechtskräftigen Zivilurteile, die in einem Kanton gefällt sind, in der ganzen Schweiz vollzogen werden. Zivilurteile im Sinne von Art. 61 BV sind aber zunächst nur die Entscheide der mit der Ausübung der Zivilrechtspflege betrauten staatlichen Behörden (BGE 80 I 340). Private Schiedssprüche fallen nur insoweit darunter, als es sich rechtfertigt, sie staatlichen Urteilen gleichzustellen, was bei Verbandsschiedsgerichten nur unter den vom Bundesgericht in jenen Urteilen aufgestellten strengen Voraussetzungen zulässig ist. Bei der Vollstreckung ausländischer Schiedssprüche dagegen geht es nicht um ihre Gleichstellung mit schweizerischen staatlichen Urteilen, sondern um den Umfang der von der Schweiz staatsvertraglich übernommenen Pflicht zur Anerkennung und Vollstreckung solcher Entscheidungen (vgl. betreffend das Genfer Abkommen BGE 72 I 272, BGE 76 I 125/6). Für die Zusammensetzung ausländischer Schiedsgerichte ist sodann, wie in Art. 2 des Genfer Protokolls über die Schiedsklauseln vom 24. September 1923 ausdrücklich bestimmt ist, aber allgemein gelten muss, grundsätzlich das Recht des Staates massgebend, auf dessen Gebiet das Schiedsverfahren stattfindet, und es kann die diesem Rechte (und der Parteivereinbarung) entsprechende Zusammensetzung eines Schiedsgerichts bei der Vollstreckung des Schiedsspruchs in der Schweiz wenn überhaupt, so höchstens unter dem beschränkten Gesichtswinkel |48| der schweizerischen öffentlichen Ordnung überprüft werden. Bei der Vollstreckung inländischer Schiedssprüche dagegen geht es um die Grenzen, die der Vertragsfreiheit inbezug auf die Zusammensetzung von Schiedsgerichten vom Bundesrecht gesetzt sind und die vom Bundesgericht jedenfalls im interkantonalen Verhältnis (für das innerkantonale vgl. BGE 81 I 326 /7) auf Grund von Art. 61 BV frei zu bestimmen sind.\n\nb) Zwischen den Verbandsschiedsgerichten, auf die sich die angeführten Urteile des Bundesgerichts beziehen, und den von den in- und ausländischen Handelskammern errichteten Schiedsgerichten bestehen wesentliche Unterschiede. Den Verbandsschiedsgerichten obliegt in erster Linie die Durchsetzung des internen, kartellmässigen Verbandsrechts gegenüber den Mitgliedern, die ihrer Gerichtsbarkeit nicht auf Grund eines freien Entschlusses, sondern infolge ihrer für die Berufsausübung meist unumgänglichen Verbandsmitgliedschaft unterworfen sind. Die Schiedsgerichte der Handelskammern verfolgen keine derartigen Zwecke; sie werden geschaffen im Interesse des gesamten Handels zur raschen und sachverständigen Erledigung handelsrechtlicher Streitigkeiten zwischen Kaufleuten, denen es frei steht, sich durch Schiedsklauseln oder Schiedsabreden dieser Schiedsgerichtsbarkeit zu unterwerfen oder ihre Streitigkeiten vor staatlichen Gerichten auszutragen.\n\nDie Grundsätze, die das Bundesgericht in Anwendung von Art. 61 BV für die Vollstreckung von Urteilen der Verbandsschiedsgerichte aufgestellt hat, lassen sich somit nicht ohne weiteres auf den vorliegenden Fall übertragen. Vielmehr ist selbständig zu prüfen, ob das Dreierschiedsgericht der tschechoslowakischen Handelskammer, das den vorliegenden Schiedsspruch gefällt hat, wegen der Art seiner Bestellung oder wegen der Beziehungen seiner Mitglieder zur Beschwerdeführerin nicht als hinreichend unabhängig gelten kann und die Anerkennung des Schiedsspruchs in der Schweiz daher gegen die schweizerische öffentliche Ordnung verstösst. Dabei ist zu beachten, dass |49| der Vorbehalt der öffentlichen Ordnung im Gebiete der Anerkennung und Vollstreckung ausländischer Entscheidungen enger auszulegen ist als im Gebiete der direkten Gesetzesanwendung (BGE 78 II 251, BGE 81 I 145; vgl. auch Art. 4 Ziff. 2 des schweiz.-schwedischen Vollstreckungsabkommens vom 15. Januar 1936, wonach die Anerkennung einer Entscheidung nur voraussetzt, dass sie nicht \"offensichtlich unvereinbar\" ist mit der öffentlichen Ordnung des Staates, in dem sie geltend gemacht wird).\n\n6. Die Unabhängigkeit kann dem Schiedsgericht jedenfalls nicht schon deshalb abgesprochen werden, weil von den zwei Schiedsrichtern, die zusammen den Obmann wählten, einer von der Beschwerdeführerin, der andere aber anstatt von der Beschwerdegegnerin vom Präsidenten des ständigen Schiedsgerichts ernannt worden ist. Nach § 8 Ziff. 3 der Verfahrensordnung des Schiedsgerichts hat, falls wie hier keine anderweitige Vereinbarung vorliegt, jede Partei innert der ihr vom Sekretär des ständigen Schiedsgerichts festzusetzenden Frist ihren Schiedsrichter zu ernennen und wird, sofern es eine Partei unterlässt, ihren Schiedsrichter zu ernennen, dieser vom ständigen Schiedsgericht (oder gemäss § 7 des Statuts des Schiedsgerichts von dessen Präsidenten) ernannt. Diese Ordnung, nach der im vorliegenden Falle vorgegangen wurde, entspricht derjenigen zahlreicher Handelsschiedsgerichte (vgl. z.B. Art. 12 der Vergleichs- und Schiedsordnung der Internationalen Handelskammer in Paris vom 1. Juli 1947, Art. 13 des Reglements der Chambre arbitrale de Paris vom 2. April 1952) und weicht von der üblichen Regelung in den kantonalen Zivilprozessordnungen (GULDENER, Schweiz. Zivilprozessrecht II S. 516/7, insbesondere Anm. 54) nur darin ab, dass die Ernennung an Stelle der säumigen Partei nicht durch eine richterliche Behörde, sondern durch das ständige Schiedsgericht erfolgt. Selbst wenn hierin ein die Unabhängigkeit des Schiedsgerichts in Frage stellender Mangel liegen würde, könnte die Beschwerdegegnerin daraus nichts für sich ableiten, da sie |50| den sich hieraus für sie allenfalls ergebenden Nachteil dadurch hätte vermeiden können, dass sie unter grundsätzlicher Bestreitung der Zuständigkeit und Unabhängigkeit des Schiedsgerichts ihren Schiedsrichter ernannt und sich am Schiedsgerichtsverfahren beteiligt hätte. Die Vollstreckung des Schiedsspruchs wäre nur zu verweigern, wenn dem Schiedsgericht die aus dem Gesichtspunkt der schweizerischen öffentlichen Ordnung erforderliche Unabhängigkeit auch dann, wenn sich die Beschwerdegegnerin an der Bestellung beteiligt hätte, abgegangen wäre, was auf Grund seiner Verfahrensordnung und seines Statuts (beide wiedergegeben bei MAYENFISCH, La clause attributive de juridiction et la clause arbitrale dans les contrats de vente à caractère international, Diss. Freiburg 1957, S. 128 ff.) zu prüfen ist.\n\na) Nach § 9 Ziff. 1 der Verfahrensordnung können nur solche Personen zu Schiedsrichtern ernannt werden, die in der Schiedsrichterliste eingetragen sind. Diese Bindung der Parteien an eine geschlossene Richterliste ist nicht nur, wie in dem von der Beschwerdeführerin eingereichten Rechtsgutachten anhand zahlreicher Beispiele von Schiedsgerichtsordnungen dargetan wird, im englisch/amerikanischen Rechtskreis üblich, sondern auch in Europa verbreitet (vgl. die bei SCHÖNKE, Die Schiedsgerichtsbarkeit in Zivil- und Handelssachen in Europa, I 473 ff. und II 300 ff. abgedruckten Schiedsgerichtsordnungen der Internationalen Handelskammer, der Internationalen Filmkammer, der Internationalen Foederation der Spediteurorganisationen und der Pariser Börse). Dieses Listensystem mag neben Vorteilen auch Nachteile haben, doch kann keinesfalls gesagt werden, dass es als solches das einheimische Rechtsgefühl in unerträglicher Weise verletzt und daher gegen die schweizerische öffentliche Ordnung verstösst.\n\nb) Die Schiedsrichterliste, aus der die Beschwerdegegnerin ihre Schiedsrichter hätte wählen können, umfasste 92 Personen, die unbestrittenermassen alle tschechoslowakische |51| Staatsangehörige sind und in der Tschechoslowakei wohnen. Der Umstand allein, dass sämtliche Mitglieder eines Schiedsgerichts die gleiche Staatsangehörigkeit und den gleichen Wohnsitz haben wie eine Prozesspartei, lässt jedoch, wie bereits in BGE 76 I 128 festgestellt worden ist, ein Schiedsgericht aus dem Gesichtspunkt der öffentlichen Ordnung nicht als ungeeignet erscheinen. Es würde zu weit gehen, zur Beurteilung internationaler Handelsstreitigkeiten nur Schiedsgerichte zuzulassen, die entweder gleichmässig aus Angehörigen der Heimatstaaten beider Parteien oder aus Angehörigen anderer Staaten zusammengesetzt sind.\n\nc) Nach § 9 Ziff. 1 der Verfahrensordnung entscheidet das (gemäss § 1 des Statuts vom Vorsitzenden der Handelskammer ernannte) ständige Schiedsgericht über die Eintragung in die Schiedsrichterliste, und zwar auf Antrag des Vorsitzenden der Handelskammer, der von der Handelskammer gewählt wird. Die Beschwerdeführerin, die unbestrittenermassen Mitglied der Handelskammer ist, hatte somit im Gegensatz zur Beschwerdegegnerin, die es nicht ist, einen gewissen, wenn auch zweifellos nur geringen und indirekten Einfluss auf die Bezeichnung der 92 als Schiedsrichter wählbaren Personen. In der Rechtsprechung zu Art. 61 BV hat das Bundesgericht die Frage offen gelassen, ob ein so geringfügiger Einfluss der einen Prozesspartei auf die Zusammensetzung eines Verbandsschiedsgerichts dessen Unabhängigkeit derart beeinträchtige, dass die Vollstreckung seiner Entscheide ausgeschlossen sei (BGE 72 I 89 Erw. 2 a, BGE 78 I 114). Die Frage kann auch heute offen bleiben. Handelskammern lassen sich, wie bereits ausgeführt (Erw. 5 b), nicht mit den Wirtschaftsverbänden vergleichen, auf deren Schiedsgerichte sich jene Rechtsprechung bezieht, da sie nicht wie diese die Interessen einer bestimmten, meist kartellmässig organisierten Berufsgruppe vertreten. Der Unterschied von solchen Wirtschaftsverbänden ist besonders deutlich, wenn die Handelskammer eine öffentlich-rechtliche Institution ist und ihre |52| Organisation durch staatliche Vorschriften geregelt wird, wie es häufig (z.B. in der Bundesrepublik Deutschland; vgl. Gesetz vom 18. Dezember 1956 zur vorläufigen Regelung des Rechts der Industrie- und Handelskammern) und gerade auch in der Tschechoslowakei der Fall ist. Die tschechoslowakische Handelskammer ist zwar körperschaftlich organisiert; ihre Organisation und ihre Aufgaben werden jedoch im wesentlichen durch einen staatlichen Erlass, nämlich die Kundmachung der Minister für Aussenhandel und des Innern vom 30. Juni 1952, bestimmt, und ihre Tätigkeit untersteht der Aufsicht des Aussenhandelsministeriums (womit sie eine ähnliche Stellung einnimmt wie etwa in der Schweiz die Schweiz. Zentrale für Handelsförderung oder die Schweiz. Verkehrszentrale; vgl. die Bundesbeschlüsse vom 31. März 1927 und vom 21. Dezember 1955). Da die Kundmachung in § 6 auch das Schiedsgericht vorsieht und für das von diesem aufzustellende Statut und die Verfahrensordnung die Zustimmung des Aussenhandelsministeriums vorschreibt, ist auch das Schiedsgericht, ähnlich wie die österreichischen Börsenschiedsgerichte (vgl. BGE 57 I 431 Erw. 2, BGE 63 I 299), eine staatlich geregelte Institution. Angesichts dieses öffentlich-rechtlichen Charakters sowohl der Handelskammer als auch ihres Schiedsgerichts kann diesem, obwohl die Mitglieder einen gewissen indirekten Einfluss auf die Aufstellung der Schiedsrichterliste haben, die zur Beurteilung handelsrechtlicher Streitigkeiten zwischen einem Mitglied und einem Nichtmitglied erforderliche Unabhängigkeit nicht abgesprochen werden. Mag auch die Ernennung der Mitglieder institutioneller Schiedsgerichte durch eine unabhängige richterliche Instanz, wie es das Bundesgericht für Verbandsgerichte empfohlen hat, im allgemeinen den Vorzug verdienen, so kann doch in der Ernennung durch eine Handelskammer oder ihren Vorsitzenden, zumal bei der im Gebiete der Urteilsvollstreckung gebotenen Zurückhaltung in der Anwendung des Vorbehalts der öffentlichen Ordnung (BGE 78 II 251, BGE 81 I 145), kein Verstoss gegen |53| diese erblickt werden. Es darf nicht übersehen werden, dass die internationale Handelsschiedsgerichtsbarkeit vielfach gleich oder ähnlich organisiert ist wie diejenige bei der Tschechoslowakischen Handelskammer und dass die Handelskammern häufig an der Bildung der Schiedsgerichte beteiligt sind. Wäre für alle in Streitigkeiten zwischen einem Handelskammermitglied und einem Nichtmitglied gefällten Urteile solcher Schiedsgerichte die Vollstreckung in der Schweiz zu verweigern, so würden das Genfer Abkommen und die in den Sonderabkommen mit einzelnen Staaten enthaltenen Bestimmungen über die Vollstreckung von Schiedssprüchen weitgehend an Bedeutung verlieren, was dem Zweck, den die Schweiz mit dem Beitritt zum Genfer Abkommen und mit jenen Vertragsbestimmungen verfolgte, widerspräche und auf eine Verletzung der damit übernommenen staatsvertraglichen Verpflichtungen hinausliefe.\n\nd) Das Obergericht geht denn auch nicht so weit, dass es den ausländischen Schiedsgerichten, an deren Bildung eine Handelskammer beteiligt ist, allgemein die Eignung zur Beurteilung von Streitigkeiten zwischen einem Mitglied und einem Nichtmitglied abspricht. Es glaubt aber, dass die erforderliche Unabhängigkeit dann nicht mehr vorliege, wenn es sich um die Handelskammer eines Landes handle, dessen staatliche und wirtschaftliche Verfassung sich von derjenigen der Schweiz grundsätzlich unterscheide, wie es für das volksdemokratische Regierungssystem und die staatsmonopolistisch organisierte Wirtschaftsordnung der Tschechoslowakei zutreffe. Mit dieser Begründung kann jedoch die Vollstreckung des Schiedsspruchs in der Schweiz nicht verweigert werden. Zunächst besteht kein Grund zur Annahme, dass dem Schiedsgericht der tschechoslowakischen Handelskammer eine grössere Unabhängigkeit zukäme, wenn die Schiedsrichterliste statt vom Vorsitzenden der Handelskammer von einem ordentlichen Gericht aufgestellt worden wäre, zumal da die Handelskammer, wie bereits ausgeführt, eine öffentlich-rechtliche Körperschaft |54| ist, deren Organisation durch staatliches Recht geregelt wird, was ihr einen behördenähnlichen Charakter verleiht. Als Schiedsrichter wären schon im Hinblick auf die erforderlichen Sachkenntnisse auch vom staatlichen Richter zweifellos Personen bezeichnet worden, die in den verstaatlichten Wirtschaftsunternehmen in leitender Stellung tätig sind oder als Anwälte einer staatlich organisierten Rechtsberatungsstelle angehören und damit unter dem Einfluss des Staates stehen. Die Erwägungen des angefochtenen Entscheids laufen darauf hinaus, die Anwendbarkeit des Vollstreckungsabkommens wegen der politischen und wirtschaftlichen Verhältnisse in der Tschechoslowakei einzuschränken. Hiezu sind die Gerichte nicht befugt. Sofern wegen dieser Verhältnisse, was hier nicht zu untersuchen ist, begründete Zweifel an der Unabhängigkeit der tschechoslowakischen staatlichen Gerichte oder eines privaten, aber gemäss dem staatlichen Recht organisierten Schiedsgerichts wie desjenigen der tschechoslowakischen Handelskammer bestehen sollten, so wäre es Sache der politischen Behörden, eine Änderung oder Lösung der zur Vollstreckung tschechoslowakischer Urteile und Schiedssprüche verpflichtenden Staatsverträge herbeizuführen. Ob allenfalls die Verbindlichkeit einer Schiedsklausel wie der vorliegenden im Hinblick auf eine nach ihrem Abschluss eingetretene politische Umwälzung verneint werden könnte (vgl. BGE 76 II 251, wo diese Frage für eine Gerichtsstandsvereinbarung aufgeworfen wurde), ist hier nicht zu prüfen, da die gegenwärtigen politischen und wirtschaftlichen Verhältnisse in der Tschechoslowakei schon im Zeitpunkt des Abschlusses der vorliegenden Schiedsklausel bestanden und der Beschwerdegegnerin bekannt waren. Es geht aber nicht an und ist mit dem Grundsatz von Treu und Glauben unvereinbar, sich der Schiedsgerichtsbarkeit eines fremden Staates mit andern politischen und wirtschaftlichen Verhältnissen zu unterwerfen und dann nachträglich die Unabhängigkeit dieser Schiedsgerichtsbarkeit unter Hinweis auf diese Verhältnisse zu bestreiten. |55|\n\n7. Die gegen die nachgesuchte Vollstreckung erhobenen Einwendungen erweisen sich somit als unbegründet, weshalb die Beschwerde gutzuheissen und der angefochtene Entscheid aufzuheben ist. Dagegen kann dem weitergehenden Antrag der Beschwerdeführerin auf sofortige Bewilligung der definitiven Rechtsöffnung nicht entsprochen werden, obwohl keine Gründe ersichtlich sind, aus denen die Vollstreckung wegen Fehlens einer staatsvertraglichen Voraussetzung von Amtes wegen zu verweigern wäre (Art. 1 und 3 je letzter Absatz des Vollstreckungsabkommens). Einmal ist das Obergericht, wie sich zwar nicht aus dem Dispositiv, aber aus Erw. 2 des angefochtenen Entscheids ergibt, auf den Rekurs der Beschwerdeführerin gegen die erstinstanzliche Verweigerung der Rechtsöffnung nur insoweit eingetreten, als dieser auf Vollstreckbarerklärung des Schiedsspruchs gemäss § 377 zürch. ZPO gerichtet war, was mit der staatsrechtlichen Beschwerde nicht beanstandet worden ist. Sodann ist der Beschwerdegegnerin im Laufe des bundesgerichtlichen Verfahrens eine Nachlassstundung bewilligt worden, während welcher Betreibungshandlungen, wozu auch die Rechtsöffnung gehört (BGE 53 III 69 Erw. 2), nicht vorgenommen werden dürfen (Art. 56 Ziff. 4 und Art. 297 SchKG; JAEGER, N. 3 zu Art. 56 und 297 SchKG). Die Sache ist daher zu neuer Entscheidung im Sinne der vorstehenden Erwägungen an das Obergericht zurückzuweisen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird dahin gutgeheissen, dass der Beschluss des Obergerichts des Kantons Zürich vom 15. März 1957 aufgehoben und die Sache zu neuer Beurteilung an das Obergericht zurückgewiesen wird."}