{"annee": "84", "cour": "IV", "page": "117", "date": "27/6/1958", "cite": [], "cite_par": [], "chapeau": "35. Auszug aus dem Urteil des Kassationshofes vom 27. Juni 1958 i.S. Jost gegen Cosandey und Generalprokurator des Kantons Bern.", "regestes": ["Eclairage des véhicules agricoles qui rentrent des champs. Rapports de l'art. 33 al. 1 i.f. LA avec les dispositions du droit cantonal qui prescrivent cet éclairage."], "faits": "", "considerants": "BGE 84 IV 117 S. 117\n\nAus den Erwägungen:\n\nGemäss § 16 Abs. 1 lit. c der bernischen Verordnung über die Strassenpolizei und Strassensignalisation vom 31. Dezember 1940 sind Fuhrwerke zum Verkehr u.a. nur dann zugelassen, wenn sie auf der Rückseite links mit einer roten oder orangefarbigen Reflexlinse von mindestens 5 cm Durchmesser versehen sind. Der Beschwerdeführer bestreitet nicht, dass er sich über diese Vorschrift hinweggesetzt hat und dass diese Widerhandlung eine rechtserhebliche Ursache des Zusammenstosses und damit der Verletzung des Cosandey wie der Störung des öffentlichen Verkehrs war. Er macht jedoch geltend, die angeführte Vorschrift widerspreche dem Art. 33 MFG, sei also bundesrechtswidrig, weshalb ihre Nichtbeachtung keine Pflichtwidrigkeit im Sinne des Art. 18 Abs. 3 StGB darstelle und BGE 84 IV 117 S. 118der Beschwerdeführer infolgedessen weder die Verletzung des Cosandey noch die Störung des öffentlichen Verkehrs schuldhaft verursacht habe.\n\nDieser Einwand geht fehl. Die Befugnis zum Erlass von Vorschriften über den Strassenverkehr steht nicht ausschliesslich dem Bunde zu, sondern ist zwischen diesem und den Kantonen geteilt. Bundessache ist gemäss Art. 37bis Abs. 1 BV die Gesetzgebung über den Verkehr mit Automobilen und Fahrrädern, während die Kompetenz, Vorschriften für die übrigen Strassenbenützer aufzustellen, grundsätzlich den Kantonen verblieben ist (Botschaft des Bundesrates, BBl. 1930 S. 851). Das ergibt sich auch daraus, dass die im Jahre 1927 eingereichte Initiative, welche durch eine entsprechende Ergänzung des Art. 37bis Abs. 1 BV dem Bunde die Gesetzgebung für den gesamten Strassenverkehr übertragen wollte, am 12. Mai 1929 verworfen worden ist. In diese Befugnis der Kantone kann der Bund nur soweit eingreifen, als es zur richtigen Durchführung der für den Motorfahrzeug- und Fahrradverkehr aufgestellten Vorschriften notwendig ist. Anderseits dürfen die von den Kantonen erlassenen Vorschriften für die anderen Strassenbenützer der bundesrechtlichen Ordnung des Motorfahrzeug- und Fahrradverkehrs nicht zuwiderlaufen (Botschaft des Bundesrates, BBl. 1930 S. 867; STREBEL, Kommentar, N. 18 der Einleitung, N. 5 f. zu Art. 2 - 3).\n\nDemgemäss stellt das BG über den Motorfahrzeug- und Fahrradverkehr für die anderen Strassenbenützer keine abschliessende Verkehrsordnung auf, vielmehr enthält es unter diesem Titel in den Art. 33 - 35 lediglich einige für die Sicherheit des Motorfahrzeug- und Fahrradverkehrs als unerlässlich erachtete Mindestanforderungen für die sonstige Benützung der Strassen, die unter dem oben angeführten Vorbehalt durch kantonale Vorschriften ergänzt werden können. So sind die Kantone insbesondere befugt, für alle Fahrzeuge, die weder Automobile noch Fahrräder im Sinne des Art. 37bis Abs. 1 BV sind, Beleuchtungsvorschriften BGE 84 IV 117 S. 119zu erlassen, die über die in Art. 33 Abs. 1 MFG aufgestellten Grundsätze hinausgehen. Dazu gehört auch die Ausdehnung der Beleuchtungspflicht auf die vom Felde kommenden landwirtschaftlichen Fahrzeuge, von der sie gemäss Art. 33 Abs. 1 MFG ausgenommen sind (STREBEL, a.a.O. N. 1 zu Art. 33; STADLER, Kommentar, N. 7 zu Art. 33; BUSSY, Kommentar, N. 2 zu Art. 33). Diese Vorzugsbehandlung könnte nach dem Gesagten durch kantonale Erlasse nur dann weder eingeschränkt noch aufgehoben werden, wenn sie im Hinblick auf den Motorfahrzeug- und Fahrradverkehr geboten wäre. Es bedarf keiner Begründung, dass gerade das Gegenteil zutrifft.\n\nIst demnach davon auszugehen, dass die Kantone berechtigt sind, die Beleuchtung der vom Felde kommenden landwirtschaftlichen Fuhrwerke und damit auch - was weniger weit geht - das Anbringen von Reflexlinsen an solchen vorzuschreiben, so ist die dahingehende Bestimmung des § 16 Abs. 1 lit. c der bernischen VO über die Strassenpolizei und Strassensignalisation nicht bundesrechtswidrig und verletzt daher auch die Annahme der Vorinstanz, in der Missachtung dieser Vorschrift liege eine Pflichtwidrigkeit im Sinne des Art. 18 Abs. 3 StGB, eidgenössisches Recht nicht."}