{"annee": "84", "cour": "I", "page": "161", "date": "2/7/1958", "cite": ["72 I 391", "56 I 510", "53 I 472", "83 I 237", "84 I 18", "77 I 4", "83 I 81"], "cite_par": ["90 I 77", "97 I 329", "88 I 1", "87 I 97", "90 I 86", "103 IA 85", "97 I 193", "93 I 1", "87 I 172", "102 IA 397", "94 I 143"], "chapeau": "23. Urteil vom 2. Juli 1958 i.S. AG Carl Hartmann gegen Einwohnergemeinde Biel und Baudirektion des Kantons Bern.", "regestes": ["1. Art. 90 al. 1 lit. b OJ; recours de droit public pour violation de l'art. 4 Cst. Les allégués nouveaux qui auraient pu être présentés dans la procédure cantonale, mais ne l'ont pas été, sont en principe exclus devant le Tribunal fédéral (consid. 1). 2. Art. 954 al. 1 CC; émoluments pour les travaux de mensuration se rattachant au registre foncier et leurs compléments. Distinction entre l'émolument et l'impôt dit mixte; principes applicables à la fixation des émoluments (consid. 3. 4)."], "faits": "|161|\n\nA.- Gemäss Art. 954 Abs. 1 ZGB dürfen die Kantone für die mit den Grundbucheintragungen verbundenen |162| Vermessungsarbeiten Gebühren erheben. Nach Art. 3 Abs. 2 der bundesrätlichen Verordnung über die Grundbuchvermessungen vom 5. Januar 1934 haben die Kantone über die Tragung der Kosten der Vermessung und der Nachführung Bestimmungen aufzustellen, die der Genehmigung, des eidgenössischen Justiz- und Polizeidepartements bedürfen.\n\nDas bernische Dekret über die Nachführung der Vermessungswerke vom 23. November 1915 beauftragt in § 34 den Regierungsrat, einen Gebührentarif aufzustellen, der das dem Nachführungsgeometer zustehende Entgelt festsetzt. Auf Grund dieser Bestimmung hat der Regierungsrat am 18. August 1925 einen \"Akkordtarif\" erlassen, der am 1. April 1952 den Verhältnissen angepasst worden ist. Ziff. 2 Abs. 3 des betreffenden Beschlusses ermächtigt die Kreise, in denen Beamte den Nachführungsdienst besorgen, einen besonderen Tarif aufzustellen, der vom Regierungsrat zu genehmigen ist.\n\nDie Stadt Biel hat (wie die Kantonshauptstadt) von dieser Befugnis Gebrauch gemacht. Nach Art. 1 lit. A des Gebührentarifs für das Vermessungsamt der Stadt Biel vom 17. Oktober 1951 ist für jede Grenzänderung eine Grundtaxe von Fr. 5.- zu erheben (Ziff. 1), die sich vermehrt um Fr. 6.- \"für je Fr. 1000.-- Verkehrswert der neu entstandenen bzw. der abgetrennten Grundflächen. Für das angebrochene Tausend ist der volle Wertzuschlag zu berechnen\" (Ziff. 2).\n\nDer städtische Gebührentarif ist vom Regierungsrat und vom eidgenössischen Justiz- und Polizeidepartement genehmigt worden, das auch den angeführten kantonalen Erlassen die Genehmigung erteilt hat.\n\nB.- Anfangs Dezember 1957 ersuchte die AG Carl Hartmann das Vermessungsamt der Stadt Biel, einen Abschnitt von 1471 m2 ihres Grundstücks Kat. Nr. 2633 in Biel zu vermessen. Die neue Parzelle wurde um Fr. 500'000.-- verkauft. Unter Zugrundelegung dieses Verkehrswerts stellte das Vermessungsamt der Verkäuferin |163| für die Vermessungsarbeiten Fr. 3014.-- in Rechnung.\n\nGestützt auf § 37 des Dekrets über die Nachführung der Vermessungswerke ersuchte die AG Carl Hartmann die Baudirektion des Kantons Bern um amtliche Kostenfestsetzung mit dem Antrag, die Rechnung herabzusetzen. Sie machte geltend, eine Gebühr dürfe den Wert der dadurch abzugeltenden Verwaltungsleistung nicht übersteigen. Nach dem \"Akkordtarif\" hätte ein freierwerbender Nachführungsgeometer für die vom Vermessungsamt ausgeführten Arbeiten höchstens Fr. 270.-- verlangen dürfen, welcher Betrag die entstandenen Aufwendungen und Auslagen vollständig decke. Der Mehrforderung des Vermessungsamts stünden keine entsprechenden Leistungen gegenüber; es handle sich dabei mithin um eine Steuer. Der Gesamtbetrag der Rechnung sei daher als Gemengsteuer zu betrachten. Für eine solche sei indes keine gesetzliche Grundlage vorhanden, weshalb die Erhebung des Fr. 270.-- übersteigenden Mehrbetrags rechtswidrig sei.\n\nDie Baudirektion hat das Moderationsbegehren am 6. März 1958 abgewiesen. Sie hat dazu ausgeführt, in den Städten seien die Vermessungsarbeiten in Anbetracht der hohen auf dem Spiele stehenden Werte mit weit grösserer Genauigkeit auszuführen als auf dem Lande. Für die vermehrten Aufwendungen, die dadurch bedingt würden, müsse den städtischen Vermessungsämtern ein höheres Entgelt zugestanden werden als den vornehmlich auf dem Lande tätigen freierwerbenden Nachführungsgeometern. Im gleichen Sinne seien die verschiedenen Nebenleistungen zu berücksichtigen, welche die Vermessungsämter kostenlos zu erbringen hätten. Deren Gebühren seien so angesetzt worden, dass das Entgelt für die Vermessung wertvollen Landes den Ausfall aus den vielen kleinen Geschäften ausgleiche, bei denen das Amt nicht auf seine Rechnung komme.\n\nC.- Mit der vorliegenden staatsrechtlichen Beschwerde wegen Verletzung des Art. 4 BV beantragt die AG Carl |164| Hartmann, die Verfügung der kantonalen Baudirektion sei aufzuheben, und es sei die Sache zu neuer Entscheidung an die kantonale Instanz zurückzuweisen. Die Begründung der Beschwerde ist, soweit wesentlich, aus den nachstehenden Erwägungen ersichtlich.\n\nD.- Die Baudirektion des Kantons Bern und der Gemeinderat der Stadt Biel schliessen auf Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Wie der Staatsgerichtshof wiederholt entschieden hat, kann einer Behörde nicht Willkür vorgeworfen werden, wenn sie Argumente ausser Betracht lässt, die an sich im kantonalen Verfahren hätten vorgebracht werden können, von den Parteien aber nicht geltend gemacht worden sind (BGE 77 I 9Erw. 3 und dort angeführte Urteile; BGE 83 I 237)..Auf die erstmals in der Beschwerdeschrift enthaltenen Einwendungen ist daher nicht einzutreten. Dies betrifft namentlich die Rüge, nach dem Dekret über die Nachführung der Vermessungswerke hätte der Regierungsrat für das ganze Kantonsgebiet einen einheitlichen Gebührentarif zu erlassen gehabt.\n\n2. Die Beschwerdeführerin bestreitet nicht, dass sich der Moderationsentscheid der kantonalen Baudirektion auf den Gebührentarif für das Vermessungsamt der Stadt Biel zu stützen vermag. Sie macht vielmehr geltend, Art. 1 lit. A des Tarifs, den die kantonale Behörde angewendet hat, sei selbst verfassungswidrig. Diese Rüge ist zulässig. Freilich kann die genannte Vorschrift nicht mehr als solche mit der staatsrechtlichen Beschwerde angefochten werden, weil die Frist dazu längst abgelaufen ist; wohl aber kann ihre Verfassungswidrigkeit noch im Anschluss an jeden einzelnen Anwendungsfall gerügt und verlangt werden, dass die sich darauf stützende Entscheidung deswegen aufgehoben werde (BGE 84 I 21 Erw. 2 und dort angeführte Urteile).\n\nDie Beschwerdeführerin bezeichnet Art. 1 lit. A des |165| Gebührentarifs insofern als willkürlich, als diese Bestimmung dem Pflichtigen eine Gemengsteuer auferlege, während Art. 954 Abs. 1 ZGB, die bundesrätliche Verordnung über die Grundbuchvermessung und das bernische Dekret über die Nachführung der Vermessungswerke nur die Erhebung von Gebühren vorsähen. Zu prüfen ist, ob der auf Grund der angeführten Tarifposition in Rechnung gestellte Betrag tatsächlich nicht mehr ohne Willkür als Gebühr angesprochen werden könne.\n\n3. Von den besonderen Verhältnissen staatlicher und kommunaler industrieller Betriebe abgesehen, kommt einer Abgabe, die als Entgelt für eine bestimmte, durch den Pflichtigen veranlasste Amtshandlung erhoben wird, nach der Rechtsprechung des Bundesgerichts dann kein Gebührencharakter mehr zu, wenn ihr Gesamtertrag über die Gesamtkosten des betreffenden Verwaltungszweigs hinausgeht (BGE 53 I 484und dort angeführte Urteile;BGE 56 I 516,BGE 72 I 397Erw. 4). Nach der Gemeinderechnung der Stadt Biel für die Jahre 1955 und 1956 decken die Gebühren mit einem Ertrag von Fr. 52'948.10 bzw. 46'701.80 nur etwas mehr als die Hälfte des Aufwands des Vermessungsamts in der Höhe von Fr. 102'639.90 bzw. 97'089.50. Dass sich die Verhältnisse in den Vorjahren anders gestaltet hätten, oder dass seither eine Änderung eingetreten sei, behauptet die Beschwerdeführerin nicht. Sie macht dagegen geltend, das Vermessungsamt habe, wie die kantonale Baudirektion ausführe, verschiedene Obliegenheiten zu erfüllen (Auskunftserteilung, Überprüfung sämtlicher Baugesuche, Herausgabe des Stadtplans), die mit der Nachführung des Vermessungswerks nichts zu tun hätten, und deren Kosten folglich nicht aus den Nachführungsgebühren gedeckt werden dürften. Ob es sich bei den genannten Amtshandlungen wirklich um anderweitige und dementsprechend auch mit anderen Mitteln zu finanzierende öffentliche Aufgabe handle, kann jedoch offen bleiben. Die Beschwerde enthält keine Angaben darüber, wieviel das Vermessungsamt für diese zusätzlichen Aufgaben |166| aufwendet. Aus den Akten aber ergeben sich keine Anhaltspunkte dafür, dass die entsprechenden Zahlungen der Grundeigentümer mehr einbrächten als die Kosten, die dem Vermessungsamt aus der Nachführung des Vermessungswerks erwachsen.\n\n4. Dieser Umstand genügt allerdings allein noch nicht, um die in Frage stehende Abgabe als Gebühr erscheinen zu lassen. Der Charakter eines besondern Entgelts, der die Gebühr von der Steuer unterscheidet, muss vielmehr auch in der Aufteilung der Gesamtkosten des Verwaltungszweigs auf die einzelnen Bürger zum Ausdruck kommen, die dessen Dienste in Anspruch nehmen: es muss dafür ein Massstab gewählt werden, der auf die Kosten der einzelnen Amtshandlung und die Grösse der damit verbundenen Verantwortung in angemessener Weise Rücksicht nimmt (vgl. nicht veröffentlichtes Urteil vom 27. April 1923 i.S. SBB gegen Basel, S. 10). Unter den Kosten sind dabei nicht nur die unmittelbaren Aufwendungen für die veranlasste Amtshandlung zu verstehen; es fällt darunter auch ein Anteil an den allgemeinen Unkosten. Diese brauchen nicht notwendigerweise so auf die einzelnen Mühewaltungen verteilt zu werden, wie es dem dadurch verursachten Arbeits- und Kostenaufwand entspräche; es kann dabei vielmehr auch das Interesse des Pflichtigen an der Amtshandlung und dessen Leistungsfähigkeit dergestalt berücksichtigt werden, dass die Gebühren für bedeutende Geschäfte den Ausfall aus Verrichtungen ausgleichen, für die wegen der Geringfügigkeit des Interesses keine kostendeckende Entschädigung verlangt werden kann (BGE 83 I 89). So hat das Bundesgericht insbesondere entscheiden, dass die Grundbuchgebühren nach dem Wert der einzutragenden Rechte bemessen werden können (BGE 53 I 486). Mit Bezug auf die Kosten der Nachführung der Grundbuchvermessung kann es sich nicht anders verhalten. Wenn der Gebührentarif für das Vermessungsamt der Stadt Biel (wie übrigens auch der \"Akkordtarif\") die dem Pflichtigen zu belastenden Kosten |167| nach dem Wert des vermessenen Landes abstuft, so spricht das somit nicht gegen den Gebührencharakter der Abgabe.\n\nDie Beschwerdeführerin stellt dies denn auch nicht grundsätzlich in Frage. Ihr Einwand aber, ein freierwerbender Nachführungsgeometer hätte für die selbe Arbeit nach dem \"Akkordtarif\" höchstens Fr. 270.-- verlangen dürfen, erscheint nach dem Gesagten als unbehelflich. Da für die Verlegung der Kosten der Verwaltung und der öffentlichen Betriebe nicht durchwegs die gleichen Gesichtspunkte massgebend sind wie für die Preisgestaltung privater Unternehmungen, konnte der Gebührentarif für das Vermessungsamt der Stadt Biel die Gesamtunkosten dieser Amtsstelle ohne Willkür und Verletzung der Rechtsgleichheit in anderer Weise auf die einzelnen Verrichtungen aufteilen, als es der \"Akkordtarif\" mit Bezug auf die Geschäftskosten der freierwerbenden Nachführungsgeometer getan hat.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf einzutreten ist."}