{"annee": "84", "cour": "IV", "page": "133", "date": "1/9/1958", "cite": ["77 IV 125"], "cite_par": ["93 IV 99", "105 IV 278"], "chapeau": "39. Urteil des Kassationshofes vom 1. September 1958 i.S. Schürch gegen Tscholl.", "regestes": ["Art. 270 al. 3 PPF. Celui qui a eu, devant le Tribunal supérieur zurichois, la qualité d'accusateur privé (Privatkläger), n'est pas recevable à se pourvoir en nullité, alors même que le procureurgénéral n'aurait pas pris part aux débats sur le recours ou n'aurait point pris de conclusions."], "faits": "|134|\n\nA.- Der von der Bezirksanwaltschaft Zürich wegen fahrlässiger schwerer Körperverletzung gemäss Art. 125 Abs. 2 StGB in Verbindung mit Art. 25 Abs. 1 MFG und Art. 45 Abs. 3 MFV angeklagte Tscholl wurde am 17. April 1958 vom Bezirtksgericht Zürich freigesprochen. Am 27. Juni 1958 bestätigte das Obergericht des Kantons Zürich, an das die Geschädigte Schürch die Berufung erklärt hatte, den erstinstanzlichen Entscheid im Strafpunkt.\n\nB.- Frau Schürch führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichtes sei aufzuheben und die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\nNach Art. 270 Abs. 1 BStP steht in den Fällen, die nur auf Antrag des Verletzten verfolgt werden, die Nichtigkeitsbeschwerde ausser dem Angeklagten und dem öffentlichen Ankläger des Kantons auch dem Antragsteller zu. Die Widerhandlungen gegen Art. 25 Abs. 1 MFG und Art. 45 Abs. 3 MFV werden von Amtes wegen verfolgt, ebenso die fahrlässige schwere Körperverletzung nach Art. 125 Abs. 2 StGB. Die Beschwerdeführerin ist daher bei diesen Strafhandlungen nicht Antragstellerin im Sinne von Art. 270 Abs. 1 BStP.\n\nEs fehlt ihr die Legitimation zur Nichtigkeitsbeschwerde aber auch nach Art. 270 Abs. 3 BStP. Wie der Kassationshof schon wiederholt festgestellt hat, ist gemäss § 395 der zürcherischen Strafprozessordnung zur Ergreifung der im Abschnitt IX dieses Gesetzes bezeichneten Rechtsmittel die Staatsanwaltschaft allgemein befugt. Sie kann nach § 425 Abs. 4 StPO, wie die kantonalen Behörden die |135| Bestimmung auslegen, sogar im Rahmen der vom Geschädigten erklärten Berufung in der obergerichtlichen Verhandlung Anträge stellen, ohne vorher ihre Absicht nach der Art einer Rechtsmittelerklärung innert bestimmter Frist kundtun zu müssen (Urteile des Kassationshofes vom 17. Dezember 1943 i.S. Gonser, vom 9. Juli 1948 i.S. Isler und vom 22. Januar 1954 i.S. Nova-Werke Junker u. Ferber). Dementsprechend wird der Staatsanwalt auch zur oberinstanzlichen Verhandlung vorgeladen. Überdies werden ihm, selbst wenn er an dieser Verhandlung nicht teilnimmt und keine Anträge stellt, die obergerichtlichen Urteile mitgeteilt und hat er das Recht, die kantonale Nichtigkeitsbeschwerde zu erklären (vgl. § 432 zürch. StPO). Er bleibt somit als öffentlicher Ankläger im Verfahren, unbekümmert darum, ob er von seinen Befugnissen Gebrauch macht oder nicht. Frau Schürch kann infolgedessen, obschon ihr gemäss § 411 Abs. 2 zürch. StPO mangels Berufung der Staatsanwaltschaft die Rechte und Pflichten einer \"Privatklägerin\" zustanden, nicht gestützt auf Art. 270 Abs. 3 BStP als solche Nichtigkeitsbeschwerde führen. Das Gesetz gibt dem Privatstrafkläger die Beschwerde nur dann, wenn er nach den Vorschriften des kantonalen Rechtes allein, ohne Beteiligung des öffentlichen Anklägers, die Anklage vertreten hat. Diese Voraussetzung ist nicht schon erfüllt, wenn der öffentliche Ankläger vor der letzten kantonalen Instanz keine Anträge stellt, sondern nur dann, wenn er gar nicht befugt war, dort irgendwelche Parteirechte auszuüben (BGE 77 IV 126 und ständige Rechtsprechung).\n\nDemnach erkennt der Kassationshof:\n\nAuf die Nichtigkeitsbeschwerde wird nicht eingetreten."}