{"annee": "84", "cour": "I", "page": "247", "date": "12/12/1958", "cite": ["79 I 104", "80 I 402"], "cite_par": ["89 I 324"], "chapeau": "35. Urteil vom 12. Dezember 1958 i.S. Bula & Gasser G.m.b.H. und Migy gegen Eidg. Volkswirtschaftsdepartement.", "regestes": ["Reprise d'une exploitation avec l'actif et le passif. 1. Les décisions sur l'existence et les limites de droits de fabrication relèvent de l'autorité chargée de se prononcer sur les demandes d'autorisation et peuvent faire l'objet d'un recours de droit administratif. 2. Qualité pour agir par la voie du recours de droit administratif. 3. Une entreprise qui a perdu son droit de fabrication pour avoir interrompu son activité industrielle pendant plus d'une année et ne possède pas d'autorisation pour la réouverture ne peut être reprise avec l'actif et le passif selon le statut horloger."], "faits": "BGE 84 I 247 S. 248\n\nA.- Die Firma Bula & Gasser G.m.b.H., Uhrensteinfabrik in Thun, erhielt im Jahre 1946 die Bewilligung, das Unternehmen mit 13 Arbeitern zu eröffnen. Gegenwärtig darf sie 56 Arbeiter beschäftigen.\n\nLouis Migy, Landwirt und Futtermittelhändler, erwarb im Jahre 1948 ein Perçage-Atelier (Uhrensteinbohrerei) in Coeuve. Im Jahre 1951 wurde ihm bewilligt, die Arbeiterzahl (ursprünglich 3) auf 15 zu erhöhen, und vom 1. Januar 1952 an durfte er weitere 3 Arbeiter beschäftigen. Der Umsatz des Ateliers machte im Jahre 1955 noch etwas mehr als Fr. 15 000.-- aus. In der Folge sank er auf unbedeutende Beträge. Im Februar/März 1957 teilte Migy der Kontrollstelle seines Verbandes mit, er habe das Perçage aufgegeben und die Arbeiter nach und nach entlassen. Um die gleiche Zeit nahm er Verhandlungen mit der Firma Bula & Gasser auf, und am 10. September 1957 schloss er mit ihr einen Vertrag, wonach sie sein Perçage-Atelier mit Aktiven und Passiven zum Preise von Fr. 25 000.-- übernahm. Darauf suchte die Firma Bula & Gasser um die Bewilligung nach, diesen Betrieb ihrem Unternehmen anzugliedern.\n\nB.- Durch Entscheid vom 30. April 1958 verfügte das eidg. Volkswirtschaftsdepartement die Streichung Louis Migys im Register der Unternehmungen der Uhrenindustrie. Mit Entscheid vom gleichen Tage verweigerte es der Firma Bula & Gasser die erbetene Bewilligung. Zur Begründung der Entscheide führte es aus, Migy habe seit dem Mai 1956 keine industrielle Tätigkeit in der Branche der Uhrensteinbohrerei mehr ausgeübt, so dass sein bisheriges Fabrikationsrecht erloschen sei. Er dürfe daher sein Unternehmen nicht ohne Bewilligung neu eröffnen, und erst recht könne er nicht einen Betrieb übertragen, der nicht mehr bestehe. Mit einem Fabrikationsrecht dürfe nicht Handel getrieben werden.\n\nBGE 84 I 247 S. 249\n\nC.- Louis Migy erhebt Verwaltungsgerichtsbeschwerde gegen die Streichung seiner Unternehmung im Register. Er beantragt die Feststellung, dass sein Fabrikationsrecht noch bestehe und die Streichung unbegründet sei.\n\nDie Firma Bula & Gasser führt Verwaltungsgerichtsbeschwerde gegen die Ablehnung ihres Bewilligungsgesuches. Sie beantragt, es sei festzustellen, dass für die Angliederung des Perçage-Ateliers Migys an ihr Unternehmen eine Bewilligung nicht notwendig sei; eventuell sei die Bewilligung zu erteilen.\n\nBeide Beschwerdeführer machen geltend:\n\na) Es handle sich um die Übernahme eines bestehenden Unternehmens der Uhrenindustrie mit Aktiven und Passiven, wofür eine Bewilligung nicht erforderlich sei.\n\nb) Würde die Bewilligungspflicht bejaht, so wäre die Bewilligung gestützt auf Art. 4 Abs. 2 UB zu erteilen. Eine Uhrensteinfabrik sei ohne weiteres imstande, einen Perçage-Betrieb zu führen. Die Angliederung eines schon bestehenden solchen Betriebes an sie verletze die Interessen der gesamten Uhrenindustrie nicht. Art. 4 Abs. 1 UB sei hier nicht anwendbar.\n\nc) Das Produktionsrecht Migys sei nicht erloschen. Es treffe nicht zu, dass er seine industrielle Tätigkeit mindestens seit einem Jahre unterbrochen habe (Art. 3 Abs. 1 UB, Art. 7 Abs. 2 UV). Er habe weder seine Produktion wenigstens ein Jahr lang vollständig eingestellt noch seinen Betrieb je vollkommen geschlossen.\n\nd) Habe somit die Unternehmung Migys fortbestanden, so habe sie mit Aktiven - einschliesslich des Fabrikationsrechts - und Passiven gültig übertragen werden können. Von einem unzulässigen Handel mit dem Fabrikationsrecht könne keine Rede sein.\n\nD.- Das eidg. Volkswirtschaftsdepartement beantragt, die Beschwerden abzuweisen, soweit darauf eingetreten werden könne. Es zweifelt daran, dass die Firma Bula & Gasser zur Beschwerde legitimiert ist.\n\nBGE 84 I 247 S. 250", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Streitig ist, ob das Fabrikationsrecht Migys erloschen sei, und ferner, ob die Übertragung seines Betriebes auf die Firma Bula & Gasser einer Bewilligung bedürfe, wenn ja, ob die Bewilligung zu erteilen sei. Es ist festzulegen, wie sich die Entwicklung der industriellen Tätigkeit Migys und die Veräusserung seines Geschäftes auf Bestand und Umfang der Fabrikationsrechte der Beteiligten auswirken. Darüber haben notwendigerweise die nach der gesetzlichen Ordnung für Entscheide betreffend Betriebsbewilligungen zuständigen Behörden, also das eidg. Volkswirtschaftsdepartement und auf Beschwerde hin das Bundesgericht, auch dann zu befinden, wenn keine Bewilligungspflicht besteht (BGE 79 I 105, BGE 80 I 405 Erw. 2). Die angefochtenen Entscheide unterliegen im vollen Umfange der Verwaltungsgerichtsbeschwerde.\n\n2. Durch den Abschluss des Übernahmevertrages haben sowohl Migy als auch Bula & Gasser Rechte erworben. Der Entscheid, mit dem das Departement der Geschäftsübernahme die Anerkennung unter dem Gesichtspunkte des Uhrenstatuts versagt, greift in die Rechtsstellung beider Vertragspartner ein. Die Firma Bula & Gasser ist in dem Entscheide auch als Prozesspartei beteiligt; sie hat beim Departement um die Anerkennung der Übernahme nachgesucht. Beide Vertragspartner sind daher zur Beschwerde gegen diesen Entscheid legitimiert (Art. 103 OG). Migy ist auch legitimiert, die Feststellung des Departements anzufechten, dass sein Fabrikationsrecht - unabhängig von der Geschäftsübernahme - erloschen sei.\n\n3. Nach Art. 3 Abs. 1 Satz 2 UB und Art. 7 Abs. 2 UV ist die Wiedereröffnung von Unternehmungen, die ihre industrielle Tätigkeit mindestens seit einem Jahre unterbrochen haben, der Bewilligungspflicht unterstellt. Ein Unterbruch des Betriebes während jener Mindestdauer hat zur Folge, dass das bisherige Fabrikationsrecht dahinfällt. Eine industrielle Tätigkeit im Sinne des Uhrenstatuts BGE 84 I 247 S. 251wird in der Regel vorliegen, wenn und solange die Unternehmung mit einer gewissen Stetigkeit und in Mengen, die ein gewisses Minimum nicht unterschreiten, Waren für Kunden produziert.\n\nLouis Migy hat im Februar/März 1957 ausdrücklich erklärt, er habe das Perçage aufgegeben und die Arbeiter nach und nach entlassen. Er selbst hat in der Produktion nicht gearbeitet. Auf jeden Fall seit Ende Juni 1956, wenn nicht schon seit einem früheren Zeitpunkte, war sein Betrieb vollständig eingestellt, und dabei ist es während des ganzen dritten Vierteljahres 1956 geblieben. Im folgenden Vierteljahr, im Herbst, hat die Firma eine einzige Rechnung im Betrage von Fr. 144.32 ausgestellt, für Arbeiten, die zu einem grossen Teil an einen Unterakkordanten vergeben worden sind, welcher Fr. 118.-- erhalten hat, während gleichzeitig die Tochter Louis Migys, Marie Falbriard, nach den Lohnbüchern Fr. 58.25 bezogen hat. Im ersten Vierteljahr 1957 hat Migy wiederum gar nichts produziert. Im April 1957 sind lediglich 10 000 Bohrungen ausgeführt worden, wofür Marie Falbriard nach den Lohnbüchern Fr. 126.55 erhalten hat und der Firma Bula & Gasser Rechnung im Betrage von Fr. 298.44 gestellt worden ist. Im Mai, Juni und Juli 1957 war der Betrieb neuerdings vollständig stillgelegt. Im August 1957 hat Migy der Firma Bula & Gasser nochmals für 10 000 Bohrungen Rechnung im Betrage von Fr. 300.85 gestellt, doch hat er diese Arbeit durch einen Unterakkordanten ausführen lassen. Sonst ist in diesem Monat nichts gegangen. Auch im September 1957 hat Migy nichts produziert.\n\nIn der Zeit vom 1. Juli 1956 bis zum 10. September 1957, dem Tage des Abschlusses des Übernahmevertrages, also während rund 14 Monaten, sind somit im Atelier Migys nur noch vereinzelt, im Herbst 1956 und im Frühling 1957, unbedeutende Arbeiten ausgeführt worden, für welche die einzige im Betriebe noch mit Bohrungen beschäftigte Person insgesamt bloss Fr. 185.-- erhalten hat. Das war keine BGE 84 I 247 S. 252industrielle Tätigkeit im Sinne des Uhrenstatuts mehr. Unter den gegebenen Umständen muss angenommen werden, dass die industrielle Tätigkeit Migys über ein Jahr lang unterbrochen war. Sein Fabrikationsrecht ist daher erloschen.\n\n4. Das Uhrenstatut ordnet die Wirkungen der Übernahme eines Unternehmens der Uhrenindustrie mit Aktiven und Passiven. Es setzt voraus, dass das Unternehmen, welches übernommen werden soll, \"besteht\" (Art. 3 Abs. 1 letzter Satz UB). Ein Unternehmen, das seine industrielle Tätigkeit mindestens seit einem Jahre unterbrochen hat und dessen Fabrikationsrecht daher dahingefallen ist, hat aber keinen Bestand im Sinne des Uhrenstatuts mehr. Es kann den Betrieb nicht ohne neue Bewilligung wieder eröffnen. Fehlt eine solche Bewilligung, so kann es auch nicht Gegenstand einer Übernahme mit Aktiven und Passiven im Sinne des Uhrenstatuts bilden. So verhält es sich hier; denn Migy hat infolge überjährigen Unterbruches seiner industriellen Tätigkeit das Fabrikationsrecht verloren und besitzt keine Bewilligung für die Wiedereröffnung seines Betriebes. Das Bewilligungsgesuch, welches die Firma Bula & Gasser für sich gestellt und ausdrücklich mit der Übernahme des Unternehmens Migy mit Aktiven und Passiven begründet hat, ist daher mit Recht abgelehnt worden. Beide Beschwerden erweisen sich somit als unbegründet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerden werden abgewiesen."}