{"annee": "84", "cour": "I", "page": "24", "date": "12/2/1958", "cite": ["69 I 1"], "cite_par": ["111 IA 108"], "chapeau": "5. Urteil vom 12. Februar 1958 i.S. X. gegen Obergericht des Kantons Zürich.", "regestes": ["Liberté d'établissement de l'avocat: L'autorisation de pratiquer la profession d'avocat qu'un canton accorde sans poser certaines exigences minimum en ce qui concerne la formation scientifique, les connaissances et l'expérience pratiques du candidat, n'a pas besoin d'être considérée dans d'autres cantons comme un certificat de capacité au sens de l'art. 5 Disp. tr. Cst."], "faits": "BGE 84 I 24 S. 24\n\nA.- § 42 der Zivilprozessordnung des Kantons Glarus bestimmt:\n\n\"Den Anwaltsberuf dürfen nur solche Personen betreiben, welche im Besitz des Aktivbürgerrechts sind und die zur Ausübung BGE 84 I 24 S. 25des Berufes notwendigen Kenntnisse besitzen. Sie haben sich beim Obergericht anzumelden unter Vorweisung allfälliger Zeugnisse und Ausweise über Studiengang und praktische Betätigung, über deren Zulänglichkeit das Obergericht nach freiem Ermessen befindet. Das Obergericht führt ein Verzeichnis über die zur Ausübung des Anwaltsberufes zugelassenen Personen.\"\n\nGestützt auf diese Vorschrift suchte der Beschwerdeführer am 17. Juli 1950 die Bewilligung zur Ausübung des Anwaltsberufes im Kanton Glarus nach. Er machte geltend, er habe acht Semester Rechtsstudium hinter sich und absolviere gegenwärtig an der Universität das Examen; er habe an einem aargauischen Bezirksgericht als Gerichtsschreiber gearbeitet und sei zur Zeit als Substitut in einem aargauischen Anwaltsbureau tätig. Dem Gesuch waren ein Leumundszeugnis, Ausweise über den Studiengang und ein Zeugnis der Kanzlei jenes Bezirksgerichtes beigelegt. Am 5. September 1950 erteilte das Obergericht des Kantons Glarus dem Beschwerdeführer \"auf Grund seiner Bewerbung vom 17. Juli 1950, sowie seiner Ausweise über Studiengang und praktische Tätigkeit\" die erbetene Bewilligung.\n\nB.- Im August 1957 ersuchte der Beschwerdeführer, der inzwischen den Grad eines Doktors der Rechte erlangt hatte, das Obergericht des Kantons Zürich unter Berufung auf Art. 5 Üb. Best. BV, ihm die Ausübung des Rechtsanwaltsberufes auch in diesem Kanton zu bewilligen.\n\nMit Entscheid vom 26. November 1957 wies das Obergericht das Gesuch ab. Es anerkannte die vorgelegte glarnerische Bewilligung nicht als Fähigkeitsausweis im Sinne des Art. 5 Üb. Best. BV. Es fand, die Untersuchung des glarnerischen Obergerichtes über die praktischen Fähigkeiten des Gesuchstellers könne einzig darin bestanden haben, dass das vorgelegte Zeugnis einer aargauischen Gerichtsbehörde vom 17. Mai 1950, das einen aussergewöhnlich kurzen Zeitraum - bloss rund zweieinhalb Monate - betreffe, zur Kenntnis genommen worden sei. Der Gesuchsteller habe im Kanton Glarus vor der Bewilligung keine praktische Tätigkeit ausgeübt, so dass die BGE 84 I 24 S. 26dortige Behörde keine Gelegenheit gehabt habe, seine Leistungen aus eigener Anschauung zu beurteilen. Dazu komme, dass in Wirklichkeit die Bewilligung lediglich auf Grund der Studienausweise erteilt worden sei; jenes Zeugnis habe gar keine Rolle gespielt.\n\nC.- Mit staatsrechtlicher Beschwerde beantragt X., den Entscheid des Obergerichtes des Kantons Zürich aufzuheben und dieses anzuweisen, die nachgesuchte Bewilligung zu erteilen. Er rügt Verstösse gegen Art. 31 und 33 BV sowie Art. 5 Üb. Best. BV und Art. 4 BV.\n\nDas zürcherische Obergericht, so führt er aus, habe nur zu untersuchen gehabt, ob die glarnerische Bewilligung einen Fähigkeitsausweis im Sinne des Art. 5 Üb. Best. BV darstelle; zu einer \"materiellen Nachprüfung\" des Ausweises sei es nicht befugt gewesen. Es nehme aber selber an, dass die dem Beschwerdeführer erteilte glarnerische Bewilligung nach ihrem Wortlaute den Anforderungen an einen Fähigkeitsausweis im Sinne der Verfassung genüge. In der Tat habe der Kanton Glarus einen solchen Ausweis schaffen wollen (§ 42 ZPO). Die vom zürcherischen Obergericht eingeholte Vernehmlassung des Obergerichtspräsidiums Glarus stehe dieser Auffassung nicht entgegen, wenn sie auch das Hauptgewicht auf die Studienzeugnisse lege. In allen Kantonen sei das theoretische Wissen ausschlaggebend. § 42 glarn. ZPO räume zwar dem Obergericht eine weite Spanne freien Ermessens ein, stelle aber doch materielle Anforderungen an das fachliche Können des Bewerbers.\n\nDas glarnerische Obergericht habe, was die praktischen Fähigkeiten des Beschwerdeführers anbelange, nicht bloss das Zeugnis des aargauischen Bezirksgerichtes gewürdigt. Die Bewilligungsurkunde nehme ausdrücklich auch auf das Gesuch vom 17. Juli 1950 Bezug. Die ausstellende Behörde habe danach gewusst, dass der Beschwerdeführer im Zeitpunkte der Bewilligung nicht bloss zweieinhalb, sondern sechs Monate praktisch tätig gewesen sei und sich bei Beginn seiner Praxis als Anwalt, d.h. am 1. Januar BGE 84 I 24 S. 271951, über weitere vier Monate solcher Tätigkeit werde ausweisen können. Das genüge aber vor Art. 5 Üb.Best. BV, ohne dass noch Zeugnisse vorliegen müssten. Ein Ausweis über den Erfolg der praktischen Tätigkeit sei so wenig erforderlich wie ein Hochschuldiplom.\n\nMan könne auch nicht verlangen, dass die praktische Tätigkeit mindestens zum Teil in dem den Fähigkeitsausweis erteilenden Kanton ausgeübt worden sei. Es sei zu beachten, dass der Beschwerdeführer sich ohne Erfolg bemüht habe, eine Praktikantenstelle im Kanton Glarus zu erhalten.\n\nD.- Das Obergericht des Kantons Zürich hat auf eine Vernehmlassung verzichtet.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Anwaltsberuf gehört zu den wissenschaftlichen Berufsarten, deren Ausübung die Kantone von einem Nachweis der Befähigung abhängig machen dürfen (Art. 33 Abs. 1 BV). Der in einem Kanton erlangte Befähigungsausweis berechtigt zur Berufsausübung in der ganzen Eidgenossenschaft (Art. 5 Üb.Best. BV). Will jemand auf Grund eines solchen Ausweises in einem anderen Kanton zur Anwaltstätigkeit zugelassen werden, so darf daher die Behörde des ersuchten Kantons die Bewilligung nicht davon abhängen lassen, ob die Voraussetzungen vorliegen, an welche die eigene Ordnung dieses Kantons die Erlangung des Fähigkeitsausweises knüpft. Anderseits braucht sie den ausserkantonalen Ausweis auch nicht unbesehen hinzunehmen. Sie darf in gewissem Umfange prüfen, ob damit die berufliche Eignung des Bewerbers dargetan sei. Sie muss sich mit der Feststellung der Behörde des anderen Kantons, dass bestimmte Formerfordernisse erfüllt sind, nicht begnügen, sondern darf verlangen, dass der Ausstellung des Ausweises eine materielle Untersuchung über die erforderlichen wissenschaftlichen und auch praktischen Fähigkeiten des Bewerbers, sei es im Wege eines BGE 84 I 24 S. 28Examens, sei es in anderer Weise, vorausgegangen ist (BGE 69 I 2ff.). Sie ist angesichts der Bedeutung der Anwaltstätigkeit für die Rechtsuchenden und die Gerichte auch berechtigt, gewisse minimale Anforderungen an die wissenschaftliche Ausbildung und die praktischen Kenntnisse und Erfahrungen des Bewerbers zu stellen. Sie darf prüfen, ob diese Anforderungen vom Kanton, der den Ausweis ausgestellt hat, berücksichtigt worden sind. Dies drängt sich insbesondere dann auf, wenn dieser Kanton ein Anwaltsexamen nicht kennt.\n\n2. Ob ein Bewerber die für die Ausübung des Anwaltsberufes notwendigen Kenntnisse besitze, wird im Kanton Glarus nicht in einem Examen, sondern bloss auf Grund \"allfälliger Zeugnisse und Ausweise über Studiengang und praktische Betätigung\" geprüft (§ 42 ZPO). Gewiss ist es möglich, auf diesem Wege die berufliche Eignung des Anwärters einigermassen zuverlässig festzustellen, allein nur dann, wenn nicht nur die Studienausweise, sondern auch die Zeugnisse über die praktische Betätigung, die für den Anwaltsberuf grosse Bedeutung hat, einer ernsthaften und gründlichen Prüfung unterzogen werden. Diese Prüfung muss sich nicht bloss auf die Dauer und den Ort, sondern auch auf den Erfolg der bescheinigten praktischen Tätigkeit beziehen.\n\nEs steht fest, dass der Beschwerdeführer dem glarnerischen Obergericht neben Ausweisen über Leumund und Studien nur eine einzige Bescheinigung über seine praktische Betätigung, nämlich ein Zeugnis einer aargauischen Gerichtskanzlei, vorgelegt hat. Er bezeichnet die Annahme, dass das glarnerische Obergericht bei der Untersuchung der praktischen Fähigkeiten lediglich auf dieses Zeugnis abgestellt habe, als \"nicht haltbar, ja aktenwidrig\", doch bringt er zur Begründung dieser Rüge nichts Triftiges vor. Die im Ingress der Bewilligungsurkunde stehende Wendung \"auf Grund seiner Bewerbung vom 17. Juli 1950\" ist ein rein formaler Hinweis; sie hat nicht den Sinn, dass die Behauptungen im Bewerbungsschreiben des Beschwerdeführers BGE 84 I 24 S. 29auch insoweit, als keine Beweise dafür vorlagen, als Tatsachen gewürdigt wurden.\n\nJene Bescheinigung einer aargauischen Gerichtsstelle bezieht sich auf einen Zeitraum von bloss rund zweieinhalb Monaten (Anfang März bis Mitte Mai 1950). Es liegt aber auf der Hand, dass aus einem Zeugnis über praktische Tätigkeit eines Juristen auf einer Gerichtskanzlei während so kurzer Zeit unmöglich ein zuverlässiger Schluss auf dessen Fähigkeit zur Ausübung des Anwaltsberufes gezogen werden kann, selbst wenn seine Studienausweise gut sind. Da der Beschwerdeführer in seinem Gesuch an das glarnerische Obergericht selber erklärt hat, er habe seine Hochschulstudien noch nicht mit einem Examen abgeschlossen, hätte er umsomehr Anlass gehabt, besser genügende Ausweise über seine praktische Betätigung beizubringen.\n\nIndessen hat das glarnerische Obergericht nicht einmal auf das Zeugnis der aargauischen Gerichtsbehörde Gewicht gelegt. In der Tat hat sein Präsident dem zürcherischen Obergerichte mitgeteilt, nach glarnerischer Praxis seien die Studienausweise ausschlaggebend, da Bewerber, die sich über genügende Hochschulstudien ausweisen können, selbst dann zugelassen würden, wenn sie überhaupt kein Praktikum absolviert haben; mit der Neufassung des § 42 ZPO im Jahre 1930 habe man lediglich den Übelstand beseitigen wollen, dass jedem Laien habe gestattet werden müssen, Parteien vor Gericht zu vertreten, wenn er nur im Besitze des Aktivbürgerrechtes gewesen sei.\n\nUnter diesen Umständen ist nicht zu beanstanden, dass das zürcherische Obergericht die glarnerische Bewilligung, auf welche der Beschwerdeführer sich beruft, nicht als genügenden Ausweis der Befähigung im Sinne des Art. 5 Üb.Best. BV hat gelten lassen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}