{"annee": "84", "cour": "IV", "page": "149", "date": "19/12/1958", "cite": [], "cite_par": ["104 IV 238"], "chapeau": "43. Extrait de l'arrêt de la Cour de cassation pénale du 19 décembre 1958 dans la cause Bosio contre Ministère public du canton de Vaud.", "regestes": ["Art. 52 ch. 1 al. 2 CP, privation des droits civiques, bassesse de caractère. La bassesse de caractère doit ressortir de l'infraction elle-même et non de circonstances qui ont précédé ou suivi l'acte punissable ou qui lui sont même étrangères. Y a-t-il eu en l'espèce bassesse de caractère?"], "faits": "|149|\n\nA.- En automne 1954, Severino Bosio, qui exploitait un atelier de tissage à Moudon, obtint de l'Union vaudoise du crédit l'ouverture d'un compte de crédit de 50 000 fr., qu'il s'était engagé à garantir en cédant à la banque des créances contre ses clients. Il avait été convenu qu'à la réception d'un double de facture, muni d'une formule de cession, l'Union vaudoise du crédit lui verserait 70% de la somme facturée. Dans plusieurs cas, Bosio fit envoyer à la banque des factures ne correspondant à aucune livraison de marchandises et toucha 70% du montant. Dans d'autres cas, bien que les factures fussent payables à l'Union vaudoise du crédit, il encaissa et fit encaisser directement le montant dû et, au lieu de le remettre à la banque, l'utilisa pour régler ses dettes.\n\n|150|\n\nB.- Le 11 juillet 1958, le Tribunal de police correctionnelle du district de Moudon condamna Bosio à un an d'emprisonnement et deux ans de privation des droits civiques pour escroquerie et abus de confiance. Le 13 octobre 1958, la Cour de cassation vaudoise maintint ce jugement.\n\nC.- Bosio se pourvoit en nullité contre cet arrêt. Il conclut notamment à l'annulation de la privation des droits civiques.\n\nLe Ministère public vaudois propose de rejeter le pourvoi.", "considerants": "Considérant en droit:\n\n1. .....\n\n2. Condamné à l'emprisonnement, le recourant ne peut être privé des droits civiques que si les infractions qu'il a commises dénotent chez lui la bassesse du caractère (art. 52 ch. 1 al. 2 CP). On peut se demander si cette bassesse du caractère doit ressortir de l'infraction elle-même ou s'il suffit qu'elle soit manifestée par des circonstances se trouvant dans un rapport plus ou moins étroit avec les actes punissables.\n\nLa doctrine ne se prononce pas nettement. Certains auteurs paraissent se contenter d'un lien relativement lâche entre le crime ou le délit et la bassesse de caractère. Ainsi THORMANN et VON OVERBECK affirment que \"die Ehrlosigkeit der Gesinnung muss mit der Tat zusammenhängen und darf nicht etwa in anderweitigen Lebensgewohnheiten der Betreffenden gesucht werden\" (Commentaire, note 8 ad art. 52 CP). De même LOGOZ estime que \"le juge ne doit prononcer la privation des droits civiques que si. .. la bassesse du caractère. .. est en rapport avec l'infraction commise\" (Commentaire, p. 227, litt. cc). HAFTER semble en revanche plus restrictif puisque, à son avis, \"das Gesetz fordert. .. dass der Täter aus einer ehrlosen Gesinnung heraus gehandelt hat, dass aus det Tat auf sie zu schliessen ist\" (Lehrbuch, p. 275). SCHWANDER |151| paraît également préférer une interprétation étroite (Das schweizerische Strafgesetzbuch, p. 168 ch. 2). Ni les uns ni les autres cependant ne motivent leur opinion.\n\nEn réalité, les termes de l'art. 52 ch. 1 al. 2 ne souffrent aucune hésitation. En effet, d'après ce texte, la bassesse du caractère doit ressortir du crime ou du délit, c'est-à-dire de l'acte punissable lui-même, ce qui découle encore plus clairement du texte allemand (\"wenn seine Tat eine ehrlose Gesinnung bekundet\"). Le code a du reste adopté une solution identique pour d'autres peines accessoires. Ainsi, la destitution n'est possible qu'à l'égard du fonctionnaire \"qui s'est rendu indigne de sa fonction par un crime ou un délit\" (art. 51 CP). De même, la déchéance de la puissance paternelle ou de la tutelle ne peut être prononcée qu'à l'égard de \"celui qui, par un crime ou un délit..., a enfreint ses devoirs de parent, de tuteur ou de curateur\" (art. 53 CP).\n\nLa nature de la privation des droits civiques confirme la justesse de cette interprétation. Il s'agit là en effet d'une peine accessoire au sens des art. 51 à 56 CP. Elle ne peut donc être prononcée qu'en liaison avec une peine principale et, comme celle-ci, sert à réprimer une infraction déterminée et non, en principe, le comportement qui a précédé ou suivi cette dernière. Il est vrai que tel n'est pas le cas de toutes les peines accessoires. Ainsi l'interdiction des débits de boisson (art. 56 CP) ne vise pas tant le crime ou le délit réprimé par la peine principale que le comportement qui est à l'origine de l'infraction. C'est ce qui ressort clairement des termes de la loi (\"lorsqu'un crime ou un délit provient de l'usage immodéré de boissons alcooliques\"). Cependant, l'art. 52 ch. 2 al. 2 CP ne contient pas de précision de ce genre. En l'absence de pareille indication, il ne convient pas d'étendre le sens du texte légal et d'autoriser le juge à prononcer la privation des droits civiques aussi lorsque la bassesse du caractère ressort de circonstances qui ont précédé ou suivi l'infraction ou même de faits étrangers à l'acte.\n\n|152|\n\nUne interprétation extensive de l'art. 52 ch. 1 al. 2 CP se justifierait d'autant moins qu'elle ne se concilierait pas avec l'esprit qui a inspiré le système des peines privatives de liberté dans le code pénal: tandis que la condamnation à une peine de ce genre tend à exercer sur le délinquant une action éducative et à préparer son retour à la vie libre (art. 37), la privation des droits civiques risque de compromettre ses moyens d'existence (RO 70 IV 53, no 13) et, partant, de l'empêcher, après sa libération, de reprendre une vie normale.\n\nEn l'espèce, la juridiction cantonale a déduit la bassesse de caractère du recourant notamment de l'attitude qu'il a eue à l'égard de ses employés. Toutefois, il ressort des constatations de fait du jugement du Tribunal de Moudon - constatations qui sont reprises par l'arrêt attaqué et lient donc la Cour de céans (art. 277 bis al. 1 PPF) - que ce comportement est, pour l'essentiel en tout cas, postérieur aux infractions et n'en est d'ailleurs pas un élément constitutif. Il ne saurait dès lors jouer de rôle dans le cadre de l'art. 52 ch. 1 al. 2 CP. Il est vrai que la Cour vaudoise a tenu compte aussi du comportement du recourant en affaires et de son absence de scrupules. Encore que ces motifs soient assez vagues, ils visent sans doute les infractions pour lesquelles Bosio a été puni. Il était donc licite d'en faire état pour l'application de l'art. 52 ch. 1 al. 2 CP. Il reste cependant à savoir si ces infractions dénotent vraiment chez leur auteur la bassesse du caractère. Cela dépend au premier chef des circonstances de l'espèce, hormis les cas où, en vertu de la loi, la peine principale, même si elle ne comporte que l'emprisonnement, doit nécessairement être accompagnée de la privation des droits civiques (art. 199 al. 1, 201 al. 3 CP; cf. aussi art. 171 et 284 CP).\n\nEn l'occurrence, ces circonstances ne font pas des infractions retenues à la charge de Bosio des actes spécialement vils. Ce dernier n'a pas choisi ses victimes parmi des gens âgés, modestes ou peu expérimentés pour vivre |153| à leur dépens de façon systématique. Il n'a pas agi non plus avec une méchanceté, une perversité ou une habileté particulières. Au contraire, les délits dont il s'est rendu coupable et qui ont atteint une banque frappent par leur banalité. S'ils témoignent assurément de légèreté, de déloyauté et d'absence de scrupules, ils ne vont pas jusqu'à dénoter de la bassesse de caractère.\n\nPar ces motifs, la Cour de cassation pénale\n\nAdmet partiellement le pourvoi, annule l'arrêt attaqué en tant qu'il prive le recourant des droits civiques pour deux ans et renvoie la cause à la juridiction cantonale pour qu'elle statue à nouveau sur ce point, dans le sens des considérants."}