{"annee": "84", "cour": "III", "page": "59", "date": "28/8/1985", "cite": [], "cite_par": [], "chapeau": "16. Entscheid vom 28. August 1985 i.S. U.", "regestes": ["Interdiction de l'exécution forcée entre époux. Art. 173 al. 1 CC. Cette interdiction ne s'applique pas lorsque le débiteur d'une communauté héréditaire dont son épouse fait partie est poursuivi pour une créance de la succession."], "faits": "BGE 84 III 59 S. 59\n\nGegen den Rekurrenten hoben für eine Forderung seines verstorbenen Schwiegervaters dessen vier Erben, worunter die Ehefrau des Rekurrenten, Betreibung an. Darüber beschwerte sich der Rekurrent mit dem Antrag, der Zahlungsbefehl sei als nichtig zu erklären, weil er das in Art. 173 ZGB aufgestellte Verbot der Zwangsvollstreckung unter Ehegatten verletze.\n\nBGE 84 III 59 S. 60\n\nMit Entscheid der kantonalen Aufsichtsbehörde vom 29. Juli 1958 abgewiesen, hält der Betriebene mit Rekurs an das Bundesgericht an der Beschwerde fest.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Art. 173 Abs. 1 ZGB verbietet (mit Vorbehalt bestimmter Ausnahmen laut Art. 174 ff., die hier nicht zutreffen) die Zwangsvollstreckung unter Ehegatten. Eine derartige vom Gesetz verpönte Betreibung liegt hier nicht vor, da der Rekurrent nicht von seiner Ehefrau, sondern von den Erben seines Schwiegervaters insgesamt, zu denen allerdings auch seine Ehefrau gehört, betrieben wird. Der Vorinstanz ist darin beizustimmen, dass das Verbot des Art. 173 ZGB seine Schranke an den Interessen Dritter finden muss. Es darf nicht dazu führen, diese an der Ausübung ihrer Exekutivrechte zu hindern. Darauf würde es aber hinauslaufen, wenn man einer zu gesamter Hand berechtigten Personengemeinschaft, wie es bei der Erbengemeinschaft nach Art. 602 Abs. 1 und 2 ZGB zutrifft, die Anhebung und Durchführung einer Betreibung deshalb verwehren wollte, weil einer der als Gesamtgläubiger beteiligten Erben der Ehegatte des Schuldners ist. Um der andern Miterben willen, für die das Verbot keineswegs gelten kann, erweist sich dieses als gegenüber der die Ehefrau des Schuldners umfassenden Gemeinschaft unanwendbar (vgl. BlZR 27 N 151, gebilligt von EGGER N. 6 und LEMP N. 12 zu Art. 173 ZGB).\n\nEs kommt nicht etwa in Frage, die Erbengemeinschaft auf den Weg einer ohne die Ehefrau des Schuldners anzuhebenden Betreibung zu verweisen. Denn solange die Erbengemeinschaft besteht und über die in Frage stehende zum Nachlass gehörende Forderung keine Teilungsverfügung vorliegt, kann sie nur von den Erben insgesamt, mit Einschluss der Ehefrau des Schuldners, geltend gemacht werden; und zwar sind alle zu der Erbengemeinschaft verbundenen Personen einzeln in Betreibungsbegehren BGE 84 III 59 S. 61und Zahlungsbefehl aufzuführen ((Kreisschreiben Nr. 16 des Bundesgerichtes vom 3. April 1925).\n\n2. Mit gutem Grund verlangt der Rekurrent nicht die Ernennung eines Erbenvertreters im Sinne von Art. 602 Abs. 3 ZGB, der ohne Nennung der einzelnen Erben für die Erbengemeinschaft auftreten könnte. Auf eine solche Massnahme hat er keinen Anspruch, und sie würde ihm auch keinen Vorteil bringen.\n\n3. Dagegen macht er im Rekurs noch insbesondere geltend, infolge der Beteiligung der Ehefrau auf Gläubigerseite dürfe er jedenfalls nicht für die ganze Forderung betrieben werden, sondern höchstens für den nach Ausschaltung des quotalen Betreffnisses seiner Ehefrau verbleibenden, auf die anderen Erben entfallenden Restbetrag, der sich durch einfache Rechnung ermitteln lasse. Diese Betrachtungsweise übersieht, dass die Erbschaftsaktiven bis zur Erbteilung Gesamtgut der Erben sind und daher, auch soweit sie an sich teilbare Werte enthalten, nicht als bruchteilmässig aufgeteilt gelten dürfen. Würde, wie der Rekurrent es für tunlich und gerechtfertigt hält, ein dem Erbteil seiner Ehefrau entsprechender Teilbetrag der in Betreibung gesetzten Forderung als auf sie entfallend ausgeschieden und die Betreibung (bzw. eine neu anzuhebende Betreibung) nur für den als Betreffnis der andern Erben betrachteten Restbetrag zugelassen, so wäre damit der Erbteilung vorgegriffen. Wann und wie diese vorzunehmen sei, steht den Erben anheim. Eine zum Nachlass gehörende Forderung wird denn auch in vielen Fällen nicht quotenmässig aufgeteilt, sondern einem einzelnen Erben auf Anrechnung an den Erbteil zugewiesen. Somit darf keineswegs die künftige Erbteilung als bereits vollzogen fingiert, geschweige denn eine quotenmässige Aufteilung der in Frage stehenden Forderung als einzig mögliche Art der Teilung vermutet werden. Vielmehr ist die von der Erbengemeinschaft für die ganze als zum Nachlass gehörend beanspruchte Forderung eingeleitete Betreibung zuzulassen, BGE 84 III 59 S. 62weil sie sich aus keinem betreibungsrechtlichen Grunde beanstanden lässt.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}