{"annee": "84", "cour": "IV", "page": "105", "date": "20/9/1958", "cite": ["79 IV 65", "60 II 277", "77 IV 100", "65 I 197", "84 II 127"], "cite_par": ["91 IV 74", "86 II 13", "118 IA 104", "99 IV 227"], "chapeau": "31. Auszug aus dem Urteil des Kassationshofes vom 20. September 1958 i.S. Steiner gegen Staatsanwaltschaft des Kantons Luzern.", "regestes": ["Art. 25 al. 1er LA. Quand la vitesse est-elle adaptée aux conditions de la route et de la circulation?"], "faits": "BGE 84 IV 105 S. 105\n\nA.- Am Nachmittag des 19. Oktober 1957 fuhr Steiner mit seinem Personenauto Peugeot von Meggen Richtung Luzern die obere Kreuzbuchstrasse hinunter, die ein Gefälle von 6% hat. In der unübersichtlichen, 5,3 m breiten Linkskurve oberhalb der Villa Vallaster stiess sein Wagen, der eine Geschwindigkeit von 40 km/Std hatte, mit einem in langsamem Tempo (10-15 km/Std) entgegenkommenden \"Plymouth\" zusammen, der ca. 40 cm links der Strassenmitte fuhr. Der Führer des Plymouth, Keller, hatte nach einem kurz vorher eingeschalteten Halt auch noch während des Anfahrens seinen Blick auf den See und die Stadt gerichtet und deshalb den herannahenden Wagen Steiners erst im letzten Augenblick BGE 84 IV 105 S. 106bemerkt. Beide Fahrzeuge wurden vorne links so stark beschädigt, dass sie abgeschleppt werden mussten.\n\nB.- Das Amtsgericht Luzern-Stadt erklärte am 19. Juni 1958 beide Fahrzeugführer der fahrlässigen Störung des öffentlichen Verkehrs gemäss Art. 237 Ziff. 2 StGB schuldig und verurteilte Keller zu einer Busse von Fr. 60.-, Steiner zu einer solchen von Fr. 30.-. Diesem legte es Verletzung von Art. 25 Abs. 1 MFG wegen zu schnellen und unvorsichtigen Fahrens zur Last.\n\nC.- Steiner ficht dieses Urteil mit der Nichtigkeitsbeschwerde an und beantragt, er sei freizusprechen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 25 Abs. 1 MFG hat der Fahrzeugführer die Geschwindigkeit den gegebenen Strassen- und Verkehrsverhältnissen anzupassen. Nach ständiger Rechtsprechung genügt er dieser Pflicht, wenn er die Geschwindigkeit jederzeit so bemisst, dass er innerhalb der als frei erkannten Strecke anhalten kann. Frei ist diejenige Strecke, auf der weder ein Hindernis sichtbar ist, noch mit dem Auftauchen eines solchen gerechnet werden muss (BGE 60 II 284,BGE 65 I 199,BGE 77 IV 102,BGE 79 IV 66, BGE 84 II 129).\n\nNach der Feststellung des Amtsgerichtes betrug die Sichtweite des Beschwerdeführers nahezu 40 m, wenn er die Linkskurve weit nahm, und rund 30 m, wenn er in der Strassenmitte fuhr. Sowohl im einen wie im andern Falle konnte er sein Fahrzeug innerhalb der überblickbaren Strecke anhalten; denn bei einer Geschwindigkeit von 40 km/Std und einer mittleren Verzögerung von 5 bis 6 m/sec.2 benötigte er zum Anhalten eine Strecke, die zwischen 22 und 25 m liegt, darin eingerechnet die durch das Gefälle bewirkte Verlängerung des Bremsweges um annähernd 1 m. Damit, dass ihm in einer über 5 m breiten Kurve auf seiner eigenen rechten Strassenhälfte ein anderes Fahrzeug entgegenkomme, musste der Beschwerdeführer nicht rechnen. Die gegenteilige Auffassung der Vorinstanz würde dazu führen, dass unübersichtliche BGE 84 IV 105 S. 107Kurven überhaupt nur noch im Schrittempo befahren werden könnten. Dass der Beschwerdeführer mit dem Auftauchen einer anderen Gefahr zu rechnen hatte, ist nicht festgestellt und auch aus den Akten nicht ersichtlich. Seine Geschwindigkeit war daher der Sichtweite angepasst und infolgedessen nicht übersetzt.\n\n2. (Ausführungen darüber, dass der Beschwerdeführer die drohende Gefahr eines Zusammenstosses rechtzeitig hätte erkennen können, daher gehalten gewesen wäre, die zur Verhütung eines Unfalles geeigneten Vorkehrungen zu treffen, insbesondere sofort zu bremsen, und dass er durch Missachtung dieser Pflicht sich der Nichtbeherrschung des Fahrzeuges gemäss Art. 25 Abs. 1 MFG schuldig gemacht hat, die auch rechtserhebliche Ursache der Störung des öffentlichen Verkehrs war.)\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}