{"annee": "84", "cour": "IV", "page": "60", "date": "20/6/1958", "cite": ["81 IV 296", "77 IV 117", "68 IV 16", "73 IV 227", "83 IV 35", "83 IV 9", "77 IV 178"], "cite_par": ["86 IV 153", "90 IV 246", "95 IV 139", "92 IV 86", "117 IV 507"], "chapeau": "20. Urteil des Kassationshofes vom 20. Juni 1958 i.S. Staatsanwaltschaft des Kantons Basel-Landschaft gegen Poschung.", "regestes": ["Art. 49 al. 3 RA. Véhicule automobile arrêté à un endroit resserré; effet de l'interdiction de stationner même en l'absence d'un signal correspondant (consid. 1). Art. 117, 125 al. 2, 237 ch. 2 CP. Lien de causalité adéquate en cas de faute concomitante; interruption de ce lien non admise dans le cas particulier (consid. 3)."], "faits": "BGE 84 IV 60 S. 60\n\nA.- Am 24. November 1955, gegen 15.00 Uhr, steuerte Poschung einen Lastwagen auf der über den Oberen Hauenstein führenden Strasse bergwärts durch die Ortschaft Langenbruck. Beim Hotel Bären, wo sich die Fahrbahn in einer leichten Biegung auf 5,65 m verengt, hielt er rechts an, um einige Kisten Wein abzuladen. Während er mit BGE 84 IV 60 S. 61seinem Mitfahrer im Keller des besagten Hotels die Weinflaschen auspackte, näherte sich ebenfalls von Balsthal her ein von Hugi geführter Lastenzug. Beim Engpass bog Hugi wegen des dort aufgestellten Fahrzeuges nach links aus, um auf der noch freien Fahrbahnhälfte das Hindernis zu umfahren. Als er sich bereits auf dessen Höhe befand, kam ihm Wyler mit seinem VW-Bus entgegen. Da feuchter, mit Regen vermischter Schnee fiel und die Strasse nass war, konnte Wyler bei der von ihm eingehaltenen Geschwindigkeit von mindestens 60 km/Std. nicht mehr rechtzeitig anhalten und fuhr frontal in den von Hugi inzwischen zum Stillstand gebrachten Lastenzug hinein. Infolge des heftigen Anpralls wurden Wyler und seine Mitinsassen Robellaz und Stefanowitsch schwer verletzt, während Marquès, der neben Wyler sass, aus dem Wagen geschleudert und getötet wurde.\n\nB.- Der Ausschuss des Strafgerichtes des Kantons Basel-Landschaft verurteilte am 27. Juni 1957 Wyler wegen fahrlässiger Tötung, fahrlässiger schwerer Körperverletzung und fahrlässiger Störung des öffentlichen Verkehrs zu einer bedingt aufgeschobenen Freiheitsstrafe von drei Monaten Gefängnis und Fr. 300.-- Busse. Poschung wurde wegen derselben Vergehen mit Fr. 200.-- gebüsst.\n\nIn Abänderung dieses Urteils sprach das Obergericht des Kantons Basel-Landschaft Poschung am 13. Dezember 1957 von Schuld und Strafe frei. Es nahm an, der Angeklagte habe zwar Art. 49 Abs. 3 MFV verletzt, indem er an einer engen Strassenstelle stationiert habe. Es fehle jedoch am rechtserheblichen Kausalzusammenhang zwischen dieser übrigens verjährten Übertretung und den schweren Unfallfolgen.\n\nC.- Die Staatsanwaltschaft des Kantons Basel-Landschaft führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichtes sei aufzuheben und die Sache zur Bestrafung Poschungs wegen fahrrlässiger Tötung, fahrlässiger schwerer Körperverletzung und fahrlässiger Störung BGE 84 IV 60 S. 62des öffentlichen Verkehrs an die Vorinstanz zurückzuweisen.\n\nD.- Poschung beantragt Abweisung der Beschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 49 Abs. 3 MFV dürfen Motorfahrzeuge an engen Strassenstellen nicht aufgestellt werden. Der Grund des Verbotes liegt, wie sich aus dem Zusammenhang dieser Bestimmung mit Abs. 2 ergibt, darin, dass ein solcherweise stationiertes Fahrzeug den Verkehr stört, indem es für ihn ein erhebliches Hindernis darstellt, das trotz der den anderen Strassenbenützern zuzumutenden Aufmerksamkeit zu Unfällen Anlass geben kann oder andere in besonderem Masse hindert, ihren Weg fortzusetzen (vgl.BGE 77 IV 120, BGE 81 IV 297).\n\nUnbestritten ist, dass der Beschwerdegegner seinen Lastwagen auf der durch Langenbruck führenden Hauensteinstrasse in einem Engpass aufgestellt hat, der durch die beidseits unmittelbar an die Fahrrbahn gebauten Häuser gebildet wird. Dadurch wurde die eine Hälfte der nach dem Polizeirapport vom 29. November 1955 an dieser Stelle samt der seitlichen Rinne bloss 5,65 m breiten Strasse völlig gesperrt und der dem Verkehr zur Verfügung stehende Raum insoweit eingeengt, dass jeweils nur ein Fahrzeug den Engpass durchfahren konnte. Zieht man in Betracht, dass es sich bei der fraglichen Verkehrsader um die vielbefahrene Hauptstrasse Basel-Bern handelt und die Strecke, auf der der Beschwerdegegner während ungefähr 20 Minuten parkierte, innerorts liegt, wo erfahrungsgemäss der Betrieb auf der Strasse durch das Zusammentreffen von Durchgangs- und Ortsverkehr noch erhöht wird, so kann kein Zweifel darüber aufkommen, dass der Lastwagen Poschungs ein erhebliches Hindernis im Sinne der angeführten Rechtsprechung bildete und somit verbotswidrig aufgestellt war. Daran ändert nichts, dass sich beim Hotel Bären keine Parkverbotstafel befand und die Stelle \"knapp ausserhalb\" der Strecke lag, in deren Bereich das BGE 84 IV 60 S. 63Stationieren von Fahrzeugen in den Jahren 1947 bis 1949 als unzulässig signalisiert war. Das in Art. 49 Abs. 3 MFV normierte Verbot wirkt, ohne dass es der Aufstellung entsprechender Verkehrszeichen bedarf. Tatsächlich musste sich im vorliegenden Fall jedem vorsichtigen Automobilisten unvermittelt die Einsicht aufdrängen, dass an einem solchen Orte nicht parkiert werden darf. Darin liegt offenbar auch der Grund, warum seinerzeit an der vom Lastwagen des Beschwerdegegners belegten Stelle, welche die erste Instanz als die schmalste des Engpasses bezeichnet, keine Verbotstafel angebracht und bloss die davor liegende breitere Strassenstrecke, bei welcher der Motorfahrzeugführer über die Zulässigkeit des Parkierens im Zweifel sein konnte, signalisiert wurde.\n\nUnter diesen Umständen bestand für Poschung, der übrigens selber nicht geltend macht, die frühere Verkehrslage gekannt zu haben, auch kein zureichender Anlass, sich zum Parkieren an der engen Strassenstelle für berechtigt zu halten (Art. 20 StGB). Der Vorwurf, Art. 49 Abs. 3 MFV übertreten zu haben, trifft ihn somit zu Recht; dies umso mehr, als er den Lastwagen kaum 20 m weiter vorne auf einem Parrkplatz hätte aufstellen können, und es ihm zuzumuten gewesen wäre, die vier für das Hotel Bären bestimmten Harassen Wein auf dem ihm zur Verfügung gestellten Handwagen auch über diese zusätzliche kurze Strecke ums Haus herumzuführen.\n\n2. Hat demnach Poschung gegen Art. 49 Abs. 3 MFV verstossen, so fällt ihm Fahrlässigkeit im Sinne von Art. 18 Abs. 3 StGB zur Last. Er hat die Folgen seines Verhaltens nicht bedacht, weil er es an der nach den Umständen und seinen persönlichen Verhältnissen gebotenen Vorsicht fehlen liess.\n\n3. Nach dem erstinstanzlichen Urteil steht das verkehrswidrige Verhalten Poschungs in ursächlichem Zusammenhang sowohl mit der konkreten Gefährdung der Wageninsassen des Lastenzuges Hugi als auch mit dem Tod von Marquès und den schweren Körperverletzungen, welche BGE 84 IV 60 S. 64Wyler, Robellaz und Stefanowitsch erlitten haben. Diese auch vom Obergericht nicht widerlegte Feststellung bindet den Kassationshof, soweit sie den natürlichen Kausalzusammenhang betrifft (Art. 277bis Abs. 1 BStP). Zu bejahen ist aber auch die Rechtserheblichkeit der Ursachenfolge. Das vorschriftswidrige Parkieren des Beschwerdegegners war nach der Erfahrung des Lebens und dem gewöhnlichen Lauf der Dinge geeignet, zum tatsächlich eingetretenen Erfolg zu führen. Denn die Missachtung von Art. 49 Abs. 3 MFV, der gerade dazu bestimmt ist, Zusammenstösse zwischen Fahrzeugen zu verhüten, schloss unter den obwaltenden Umständen die Gefahr einer Kollision in sich. Das bestreitet im Grunde genommen auch die Vorinstanz nicht. Sie nimmt jedoch an, der Kausalzusammenhang sei durch das schuldhafte Verhalten Wylers unterbrochen worden. Davon könnte indessen nur die Rede sein, wenn die von diesem gesetzte Mitursache einem derart unsinnigen Verhalten zuzuschreiben wäre, dass nach dem gewöhnlichen Lauf der Dinge damit schlechthin nicht hätte gerechnet werden müssen (BGE 68 IV 19,BGE 77 IV 181, BGE 83 IV 38). Das trifft nicht zu. Die Möglichkeit, dass ein von der Passhöhe des Oberen Hauenstein herunterkommender Motorfahrzeugführer trotz der schlechten Witterungs- und Strassenverhältnisse mit übersetzter Geschwindigkeit und unaufmerksam das Dorf Langenbruck durchquere und infolgedessen mit einem gleichzeitig in entgegengesetzter Richtung links am Lastwagen des Beschwerdegegners vorbeifahrenden Auto zusammenstosse, lag sowenig ausserhalb des normalen Geschehens wie die schweren und zum Teil tödlichen Verletzungen der an der Kollision beteiligten Personen. Dabei ist ohne Belang, ob vorauszusehen war, dass sich die Ereignisse bis in alle Einzelheiten genau so abwickeln würden, wie sie sich tatsächlich abgewickelt haben (BGE 73 IV 232). Auch ist zur Annahme des rechtserheblichen Kausalzusammenhanges nicht erforderlich, dass die Pflichtwidrigkeit des Täters die alleinige und unmittelbare Ursache des Erfolges sei (BGE 83 IV 18).\n\nBGE 84 IV 60 S. 65Es genügt, dass sein Verhalten nach dem gewöhnlichen Lauf der Dinge zu den tatsächlich eingetretenen Folgen führen konnte. Hiezu aber war, wie bereits ausgeführt, das schuldhafte Verhalten Poschungs objektiv geeignet. Er hat daher für den durch sein unzulässiges Parkieren mitverursachten Unfall einzustehen und ist dementsprechend von der Vorinstanz wegen fahrlässiger Tötung, fahrlässiger schwerer Körperverletzung und fahrlässiger Störung des öffentlichen Verkehrs zu bestrafen.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichtes des Kantons Basel-Landschaft vom 13. Dezember 1957 insoweit aufgehoben, als es Poschung betrifft, und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}