{"annee": "84", "cour": "II", "page": "479", "date": "2/10/1958", "cite": [], "cite_par": [], "chapeau": "65. Sentenza 2 ottobre 1958 della II Corte civile nella causa K. contro W.", "regestes": ["Art. 7 h al. 1 LRDC. Selon le § 76 de la loi autrichienne sur la compétence, les tribunaux autrichiens sont en principe compétents en matière de divorce lorsque les époux sont de nationalité autrichiennne; cependant, les décisions d'autorités étrangères peuvent être reconnues si le mari n'a pas en Autriche \"son séjour habituel\" (§ 76 al. 2). Interprétation de cette disposition."], "faits": "|479|\n\nA.- K. e W. si sono uniti in matrimonio nel 1942 a Vienna, dove sono vissuti fino al 1953. Nell'aprile 1954, il marito prese in locazione, a Lugano, un appartamento che arredò con mobili della moglie, fatti venire da Vienna. I due coniugi abitarono in detto appartamento fino nel maggio 1956, quando si trasferirono in un altro appartamento, sempre a Lugano. Ogni tanto, essi intercalavano al loro soggiorno a Lugano viaggi all'estero, pur dichiarando più volte a terzi che la loro intenzione era di stabilirsi definitivamente a Lugano. Dal 10 aprile 1954, il marito paga, in questa città, un'imposta complessiva. La moglie ha conservato, anche dopo il 1953, un appartamento proprio a Vienna. Sino alla fine del 1956, visse tuttavia quasi di continuo con il marito a Lugano.\n\nDal gennaio 1957, la moglie - che si era recata in Austria per un soggiorno di cura - non ha più fatto ritorno a Lugano. Dopo averla inutilmente diffidata a reintegrare il domicilio coniugale, il marito chiedeva il |480| divorzio con petizione del 2 aprile 1957, per i motivi dell'art. 142 CCS e del § 40 della legge austriaca sul matrimomo.\n\nB.- La convenuta ha contestato la competenza territoriale della Pretura di Lugano-Città, allegando che il domicilio coniugale era rimasto a Vienna e che Lugano era stata scelta come luogo di soggiorno per puri fini fiscali e valutari. Essa ha fatto valere, inoltre, l'eccezione di litispendenza, in quanto aveva essa medesima chiesto, l'11 maggio 1957, il divorzio a Vienna.\n\nTanto il pretore quanto, su appello della convenuta, il Tribunale di appello riconobbero la competenza delle autorità giudiziarie svizzere a statuire sulla domanda di divorzio. Davanti alla seconda istanza, la convenuta non aveva più fatto valere l'eccezione di litispendenza.\n\nC.- La convenuta ha interposto in tempo utile un ricorso per riforma al Tribunale federale, chiedendo che, annullata la decisione del Tribunale di appello, sia riconosciuta l'incompetenza dei tribunali svizzeri a giudicare la causa di divorzio promossa dall'attore. A sostegno delle sue conclusioni, essa fa in sostanza valere quanto segue: Determinante per statuire sulla competenza territoriale dei tribunali svizzeri non è la sola questione se, in seguito al suo prolungato soggiorno a Lugano, l'attore adempie i presupposti del domicilio secondo il diritto svizzero, bensì quella se detta competenza è riconosciuta o no dalle leggi e dalla giurisprudenza austriache conformemente all'art. 7 h cp. 1 LR. Nella fattispecie, tale non è il caso giacchè il § 76 cp. 1 delle Norme giurisdizionali austriache (\"Jurisdiktionsnorm\", JN) riserva ai soli tribunali austriaci il diritto di statuire in materia di matrimonio. Vero è che il secondo capoverso di detto paragrafo prevede un'eccezione per i casi in cui il marito non abbia la sua residenza abituale (\"seinen gewöhnlichen Aufenthalt\") in Austria. Ciò non giova però all'attore, in quanto la dottrina austriaca interpreta tale disposto nel senso |481| che una persona può avere una residenza abituale in più luoghi e il solo fatto che essa abbia una residenza abituale anche in Austria basta a escludere la competenza dei tribunali stranieri. Poichè l'attore ha mantenuto una residenza siffatta a Vienna, le autorità giudiziarie svizzere devono astenersi dallo statuire sulla sua petizione. Questa soluzione del litigio s'impone dal momento che è pendente davanti ai tribunali di Vienna un'azione per divorzio della convenuta; detti tribunali \"hanno già preso una decisione\" ed esiste dunque il pericolo che siano emanate due sentenze contrastanti.\n\nD.- Nelle sue osservazioni, l'attore conclude per la reiezione del gravame, con spese e ripetibili a carico della ricorrente.", "considerants": "Considerando in diritto:\n\n1. Come la ricorrente medesima ammette, decisivo per la risoluzione del presente litigio è effettivamente l'interpretazione che dev'essere data al § 76 JN, in particolare alla nozione di \"residenza abituale\" giusta il secondo capoverso di detto paragrafo.\n\nOra, l'interpretazione che la ricorrente vuol dare a tale disposto non può essere condivisa. Infatti, esso non par la di luogo dove il marito ha una sua residenza abituale, bensì del luogo ove egli ha la sua residenza abituale (\"seinen gewöhnlichen Aufenthalt\"). Ciò significa manifestamente, quando una persona abbia luoghi di residenza sia in patria sia all'estero, che dovrà avantutto essere esaminato se essa risiede abitualmente, e cioè in prevalenza, all'estero oppure in patria. In altre parole, non si tratta di sapere in primo luogo dove si trovino, all'estero e in patria, le due residenze abituali di una persona e di dichiarare senz'altro competenti territorialmente le autorità giudiziarie del luogo di residenza abituale in patria, quand'anche questa seconda residenza fosse solo occasionale, rispetto a quella nel paese straniero. L'opinione del Ministro |482| austriaco della giustizia, invocata dalla ricorrente e secondo cui i tribunali austriaci non rivendicherebbero la loro competenza esclusiva \"wenn der österreichische Ehemann keinen gewöhnlichen Aufenthalt in der Republik Österreich hat\" non si oppone a quest'interpretazione, malgrado la sostituzione dell'espressione \"keinen gewöhnlichen Aufenthalt\" a quella legale e più chiara di \"seinen gewöhnlichen Aufenthalt\".\n\nIn concreto, non v'è dubbio che luogo di residenza abituale del marito fosse, anche e segnatamente nel momento in cui la causa fu promossa, Lugano e non Vienna. Su questo punto, gli accertamenti del Tribunale di appello, che sono vincolanti in sede di ricorso per riforma, sono chiari e categorici. Per giustificare una tesi diversa, non giova alla ricorrente il riferimento a una lettera del marito, in data 13 febbraio 1957, nella quale è discorso di un \"breve soggiorno nella mia abitazione a Vienn a\". Anzichè sul fatto di possedere un'abitazione propria a Vienna, l'accento dovrebbe semmai essere posto, agli effetti della residenza abituale, sulla brevità del soggiorno, esplicitamente sottolineata. In realtà, la residenza abituale del marito a Lugano e l'assenza di una residenza abituale a Vienna, a norma del § 76 cp. 2 JN, apparirebbero dubbie solo se il marito non avesse una residenza durevole nè in Austria nè in Svizzera ma trascorresse per esempio la maggior parte dell'estate e dell'autunno a Lugano e la maggior parte dell'inverno e della primavera a Vienna (analogamente a quanto ha esposto il professore H. Schima in un parere che la ricorrente invoca anche in questa sede). Ma nè la ricorrente ha preteso, nè gli atti consentono di ritenere che tale ipotesi sarebbe qui verificata.\n\n2. In queste circostanze, la decisione impugnata dev'essere confermata. Poichè la legislazione austriaca prevede una disposizione quale quella del § 76 cp. 2 JN e le condizioni d'applicazione della medesima sono adempiute, i tribunali svizzeri non possono che farvi capo, nell'interesse della sicurezza giuridica.\n\n|483|\n\nIrrilevante è che davanti ai tribunali austriaci sia pendente un'azione di divorzio della ricorrente. Innanzitutto, l'eccezione di litispendenza, sarebbe, nella misura in cui fosse riproposta, irricevibile in questa sede, giacchè la ricorrente non l'aveva più fatta valere davanti al Tribunale di appello. In secondo luogo, occorre considerare che, comunque, l'azione è stata promossa a Lugano dal marito prima che a Vienna dalla moglie, ciò che basterebbe a respingere l'eccezione di litispendenza nel caso in esame.\n\nQuanto ai timori della ricorrente che possano essere emanate sentenze contraddittorie, essi sono per lo meno discutibili. Infatti, se i tribunali di Vienna hanno già preso \"una decisione\", questa riguardava manifestamente mere questioni processuali, come quella appunto della competenza territoriale su cui le autorità giudiziarie svizzere hanno ora statuito in modo definitivo conformemente a chiare norme del diritto internazionale privato svizzere e austriache. In verità, non si vede perchè i tribunali austriaci, contrariamente alla loro propria legislazione, continuerebbero ad invocare, in concreto, la loro esclusiva competenza di giudizio, soprattutto quando si consideri che la causa fu senza dubbio promossa prima a Lugano che a Vienna.\n\nPer il resto, la ricorrente cerca invano di trarre conclusioni in suo favore dal parere del Ministero federale austriaco della giustizia, nel quale è detto che, quando un tribunale nazionale ha sciolto un matrimonio per divorzio, il riconoscimento delle sentenze straniere in materia sarebbe rifiutato. Infatti, nessuna sentenza di divorzio è finora stata pronunciata in Austria ma solo furono prese - come è stato rilevato - decisioni preliminari di natura processuale. Così stando le cose, la questione del riconoscimento della sentenza che pronunceranno le autorità giudiziarie svizzere rimane aperta. Intanto, si tratta solo di giudicare se, in virtù delle norme applicabili, le autorità austriache riconoscano di massima il foro svizzero nei casi come quello in esame. Per i motivi esposti, ciò |484| non fa dubbio in concreto, cosicchè la competenza territoriale dei tribunali svizzeri dev'essere riconosciuta.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso per riforma è respinto."}