{"annee": "84", "cour": "IV", "page": "127", "date": "30/5/1958", "cite": [], "cite_par": ["96 IV 99", "109 IV 137", "94 IV 65", "119 IV 154"], "chapeau": "37. Extrait de l'arrêt de la Cour de cassation pénale du 30 mai 1958 dans la cause Fleurier Watch Co. SA contre Beuret.", "regestes": ["Infractions prévues à l'art. 24 litt. a et c LMF. Dol éventuel. 1. Il y a concours entre les infractions réprimées par les lettres a et c de l'article 24 LMF (changement de jurisprudence). 2. La notion de dol éventuel est la même en matière d'infractions à la loi fédérale concernant les marques de fabrique et de commerce que dans le domaine du droit pénal commun."], "faits": "", "considerants": "|127|\n\n1. Aux termes de l'art. 24 LMF, sera poursuivi par la voie pénale quiconque aura contrefait la marque d'autrui ou l'aura imitée de manière à induire le public en erreur (litt. a), aura vendu, mis en vente ou en circulation des produits ou marchandises revêtus d'une marque qu'il savait être contrefaite, imitée ou indûment apposée (litt. c). De même que celui qui falsifie des marchandises et les met en circulation tombe sous le coup des art. 153 et 154 CP (RO 77 IV 92), celui qui contrefait ou imite une |128| marque et vend des produits qu'il a munis de cette marque se rend coupable des infractions prévues par les litt. a et c de l'art. 24 LMF (arrêt non publié dans la cause Schwitzgebel du 6 juillet 1957; MATTER, Kommentar zum MSchG p. 226) et non pas seulement du délit réprimé par la litt. c, comme il a été jugé dans l'arrêt publié au RO 25 I 286; il y a concours entre ces deux infractions: celui qui contrefait ou imite une marque et met en circulation des marchandises sur lesquelles elle est apposée apparaît, sous l'angle du résultat aussi bien que de la faute, comme plus coupable que celui qui se borne à vendre des produits revêtus d'une marque contrefaite par un tiers.\n\n2. Les infractions réprimées par l'art. 24 LMF ne sont punissables que si elles ont été commises intentionnellement, savoir avec conscience et volonté (art. 18 CP); le dol éventuel suffit. Selon la jurisprudence (RO 69 IV 79/80, 81 IV 202), le dol éventuel existe lorsque, sans être certain que les éléments objectifs de l'infraction seront réalisés par son acte ou son omission, l'auteur le tient sérieusement pour possible et s'accommode en son for intérieur de cette conséquence. Le juge doit admettre qu'il en est ainsi quand l'auteur a envisagé la survenance du résultat comme tellement probable que son comportement ne peut s'interpréter autrement que comme l'acceptation de ce résultat (RO 69 IV 78, 74 IV 83, 75 IV 5, 79 IV 34, 80 IV 191). Dans sa jurisprudence antérieure à l'entrée en vigueur du code pénal suisse, le Tribunal fédéral a jugé que \"le seul fait de l'emploi, sans recherche préalable et sans enquête sérieuse, d'une marque qui peut être illégale, implique chez celui qui agit ainsi ou qui vend des produits revêtus d'une telle marque, l'intention de s'en servir même si elle revêtait ce caractère\" (RO 40 I 310; cf. également RO 40 I 303, 53 I 335). Cela ne signifie cependant pas que la notion de dol éventuel soit plus large en matière d'infractions concernant les marques de fabrique que dans le droit pénal commun. Elle est la même pour tout le domaine du droit pénal, y compris les lois spéciales: le |129| dol éventuel n'existe que si l'auteur était conscient que les éléments objectifs de l'infraction pourraient être réalisés et qu'il a admis ce résultat pour le cas où il se produirait."}