{"annee": "84", "cour": "IV", "page": "137", "date": "31/10/1958", "cite": [], "cite_par": ["140 IV 49"], "chapeau": "40. Auszug aus dem Urteil des Kassationshofes vom 31. Oktober 1958 i.S. Grob gegen Staatsanwaltschaft des Kantons Thurgau.", "regestes": ["Art. 13 al. 1 CP; expertise psychiatrique. Le juge doit ordonner une telle expertise non seulement lorsqu'il a des doutes sur la responsabilité de l'inculpé, mais aussi lorsque ses doutes portent sur l'application et, le cas échéant, sur le choix de l'une des mesures que les art. 14 ss CP prévoient pour les irresponsables et les délinquants à responsabilité restreinte."], "faits": "", "considerants": "BGE 84 IV 137 S. 137\n\nAus den Erwägungen:\n\nGemäss Art. 13 Abs. 1 StGB hat der Richter den Geisteszustand des Beschuldigten durch einen oder mehrere Sachverständige untersuchen zu lassen, wenn er an der Zurechnungsfähigkeit des Beschuldigten zweifelt. Im vorliegenden Falle hat die Vorinstanz, ohne eine solche Untersuchung durchführen zu lassen, angenommen, der Beschwerdeführer habe die ihm zur Last gelegten Taten im Zustande leicht verminderter Zurechnungsfähigkeit begangen. Der Verurteilte beanstandet das nicht, hält Art. 13 Abs. 1 StGB jedoch für verletzt, weil die Vorinstanz, ohne ein psychiatrisches Gutachten einzuholen, von der BGE 84 IV 137 S. 138Anordnung einer der in Art. 14 f. vorgesehenen Massnahmen abgesehen habe, obwohl ihr Tatsachen bekannt gewesen seien, die eine Verwahrung oder Versorgung im Sinne dieser Bestimmungen nahe gelegt hätten.\n\nDamit setzt der Beschwerdeführer voraus, dass der Richter nach Art. 13 Abs. 1 StGB nicht nur vorzugehen habe, wenn er zweifelt, ob oder in welchem Grade die Zurechnungsfähigkeit des Beschuldigten herabgesetzt sei, sondern auch dann, wenn Zweifel darüber bestehen, ob und gegebenenfalls welche der in den Art. 14 ff. StGB vorgesehenen Massnahmen gegen den unzurechnungsfähigen oder vermindert zurechnungsfähigen Täter anzuordnen seien. Das trifft zu. Zweifel darüber, ob eine dieser Massnahmen angezeigt sei, werden in der Regel darauf zurück zu führen sein, dass der Richter im unklaren ist über die Natur oder die Auswirrkungen der Störungen (Beeinträchtigung der geistigen Gesundheit oder des Bewusstseins, geistig mangelhafte Entwicklung), welche die Fähigkeit des Beschuldigten, das Unrecht seiner Tat einzusehen oder gemäss der vorhandenen Einsicht zu handeln, ausschliessen oder herabsetzen. Diese Zweifel unterscheiden sich ihrem Wesen nach nicht von jenen, die darüber bestehen, ob der Beschuldigte an Störungen leide, die sein Unrechtsbewusstsein oder seine Willensfreiheit im Sinne der Art. 10 und 11 StGB beeinträchtigen. In beiden Fällen beziehen sich die Zweifel auf den biologisch-psychologischen Zustand des Beschuldigten, zu deren Abklärung ein fachärztliches Gutachten über den Geisteszustand ebenso unerlässlich ist, wenn sie im Hinblick auf die Anwendung der Art. 14 ff. StGB vorzunehmen ist, als wenn von ihr die Beurteilung der Zurechnungsfähigkeit abhängt. Ist der Richter in diesem Falle gemäss Art. 13 Abs. 1 StGB zur Anordnung einer psychiatrischen Begutachtung verpflichtet, so muss er es auch sein, wenn er zweifelt, ob der Zustand des unzurechnungsfähigen oder vermindert zurechnungsfähigen Täters die Anordnung einer der Massnahmen der Art. 14 ff. StGB erfordere.\n\nBGE 84 IV 137 S. 139Dass Art. 13 Abs. 1 StGB in diesem Sinne auszulegen ist, ergibt sich übrigens auch aus Abs. 3. Nach dieser Vorschrift hat der Sachverständige nicht nur den Zustand des Beschuldigten zu begutachten, sondern sich auch darüber zu äussern, ob er in eine Heil- oder Pflegeanstalt gehöre, und ob sein Zustand die öffentliche Sicherheit oder Ordnung gefährde."}