{"annee": "84", "cour": "III", "page": "24", "date": "21/5/1958", "cite": [], "cite_par": [], "chapeau": "8. Arrêt du 21 mai 1958 dans la cause H.", "regestes": ["Art. 92 LP. Dans quelle mesure le débiteur domicilié à l'étranger bénéficie-t-il de l'insaisissabilité prévue par cette disposition?"], "faits": "|24|\n\nA.- Albert Paul U. a quitté l'Afrique du Sud avec sa femme et ses trois enfants. Il a été arrêté alors qu'il était de passage en Suisse. Il est actuellement détenu préventivement à Genève, où il est l'objet d'une enquête pénale. Sa famille a été recueillie par ses parents, à Genève.\n\nA la requête de dame Nelly H., l'Autorité de séquestre de Genève a ordonné qu'on séquestrât divers biens appartenant à U., notamment des espèces suisses et étrangères pour environ 600 fr. L'Office des poursuites a exécuté l'ordonnance et séquestré en particulier l'argent liquide que détenait le débiteur.\n\nB.- U. a porté plainte contre cette mesure, en soutenant notamment que les espèces séquestrées lui étaient indispensables pour l'entretien de sa famille et étaient dès lors insaissables en vertu de l'art. 92 ch. 5 LP.\n\nL'Autorité de surveillance des Offices de poursuite pour dettes et de faillite du canton de Genève a admis la plainte sur ce point.\n\nC.- La créancière défère la cause au Tribunal fédéral, en concluant au rejet de la plainte. Elle soutient en substance |25| que le débiteur, qui n'avait pas de domicile en Suisse au moment de l'exécution du séquestre, ne peut se mettre au bénéfice des art. 92 et 93 LP, d'autant moins qu'il a envoyé des biens à ses beaux-parents, qui habitent les Pays-Bas.", "considerants": "Considérant en droit:\n\nIl est constant que le débiteur n'a pas de domicile en Suisse ou, en tout cas, n'en avait point au moment de l'exécution du séquestre. Il l'a admis lui-même dans sa plainte. La recourante en déduit, se fondant sur l'arrêt Niederdräing (RO 40 III 63), qu'il ne peut invoquer les art. 92 et 93 LP. Il est exact que le Tribunal fédéral a jugé, dans la décision citée par dame H., qu'un détenteur domicilié à l'étranger ne pouvait bénéficier de l'insaisissabilité instituée par la loi sur la poursuite pour dettes et la faillite. Mais cette jurisprudence a été modifiée par l'arrêt Ed. Vielle & Co. (RO 57 III 37). Selon cette décision, les art. 92 et 93 LP sont applicables quels que soient la nationalité et le domicile du débiteur; cependant, s'il invoque, étant à l'étranger, l'insaisissabilité d'un objet et prétend la déduire de faits qu'on ne saurait constater en Suisse, on peut exiger de lui la preuve que les conditions auxquelles la loi subordonne l'insaisissabilité sont remplies (cf. également RO 57 III 17).\n\nEn l'espèce, U. ne se trouve pas à l'étranger, mais en Suisse, de même que sa famille. On peut cependant se demander s'il n'a laissé aucun bien saisissable en Afrique du Sud ou s'il n'en possède pas aux Pays-Bas. Mais, se fondant sur les déclarations du débiteur, l'Office a admis que son seul avoir était les biens séquestrés et que sa famille était à la charge de ses parents. Le débiteur a reconnu, il est vrai, qu'il avait envoyé certains objets aux Pays-Bas, mais il a ajouté qu'il s'agissait de vêtements, de batterie de cuisine, de vaisselle et de livres professionnels; on peut donc en déduire que les biens qu'il possède à l'étranger sont insaisissables.\n\n|26|\n\nDans ces conditions, il est fondé à soustraire à l'emprise de ses créanciers, en vertu de l'art. 92 ch. 5 LP, l'argent liquide indispensable à sa famille pour se procurer les denrées alimentaires et le combustible qui lui sont nécessaires pendant deux mois. Il est évident que le montant d'environ 600 fr. qui a été laissé au débiteur à cette fin n'est pas exagéré. Du reste, la recourante ne le prétend point.\n\nDès lors, le recours n'est pas fondé et doit être rejeté."}