{"annee": "84", "cour": "III", "page": "137", "date": "31/12/1958", "cite": [], "cite_par": [], "chapeau": "30. Extrait de l'arrêt du 31 décembre 1958 dans la cause Kehrli.", "regestes": ["Compensation dans la faillite. Celui dont la créance contre le failli a été vendue aux enchères publiques ne peut plus exciper de la compensation entre le dividende afférent à son ancienne créance et une dette qu'il a envers la masse."], "faits": "BGE 84 III 137 S. 137\n\nRésumé des faits:\n\nLa société Maritime suisse SA, à Genève, a été déclarée en faillite le 27 novembre 1948. Peter Kehrli produisit une créance, qui fut admise à concurrence de 1 449 861 fr. 15 cts. Le 23 novembre 1948 cette créance avait été saisie, BGE 84 III 137 S. 138au préjudice de Kehrli, par l'Office des poursuites de Berne. Elle fut vendue aux enchères publiques et adjugée à Rudolf Studer. L'administration de la faillite se réserva toutefois de compenser le dividende afférent à cette créance avec les prétentions en dommages-intérêts inventoriées contre Kehrli.\n\nEn 1953, la masse en faillite de Maritime suisse SA introduisit une action en dommages-intérêts contre Gottlieb Duttweiler et Peter Kehrli. Ceux-ci furent condamnés solidairement à payer à la masse la somme de 628 084 fr. en capital.\n\nKehrli pria l'Office des faillites de lui confirmer que sa dette envers la société Maritime suisse SA serait compensée, jusqu'à due concurrence, avec le dividende afférent à la créance acquise par Studer. L'Office des faillites et le représentant de la masse répondirent qu'ils n'exerceraient pas leur faculté de compenser et qu'ils réclameraient le paiement intégral de l'indemnité allouée.\n\nContre cette décision, Kehrli a porté plainte à l'Autorité de surveillance des offices de poursuite pour dettes et de faillite du canton de Genève. Débouté par cette juridiction, il a déféré la cause au Tribunal fédéral, qui a rejeté son recours.", "considerants": "Extrait des motifs:\n\nSe fondant sur l'arrêt Konkursmasse der Carbodon AG (RO 76 III 13), le recourant soutient que la masse en faillite doit opposer la compensation à Studer bien qu'il soit simplement cessionnaire de Kehrli. Par cette argumentation, il donne à la jurisprudence invoquée un sens qu'elle n'a point. Dans l'arrêt en cause, le Tribunal fédéral a déclaré que la masse en faillite d'une société anonyme pouvait compenser avec le dividende revenant à l'actionnaire les versements non opérés sur les actions, même si celui-ci avait cédé sa créance à un tiers pendant la faillite. Mais cela ne signifie nullement que l'administration de la faillite soit toujours tenue d'exciper d'une BGE 84 III 137 S. 139telle compensation ni surtout que le cédant, qui n'est plus créancier, puisse l'imposer.\n\nEn l'espèce, il est vrai, Kehrli n'a pas cédé sa créance volontairement, puisqu'elle a été l'objet d'une exécution forcée. Mais il n'en demeure pas moins qu'il n'est plus créancier de Maritime suisse SA Si l'administration de la faillite a conservé le droit d'opposer la compensation à Studer, Kehrli, qui n'est plus que débiteur, ne peut ni exiger qu'elle prenne cette mesure ni invoquer lui-même la compensation."}