{"annee": "84", "cour": "II", "page": "484", "date": "7/10/1958", "cite": ["49 II 149"], "cite_par": [], "chapeau": "66. Urteil der II. Zivilabteilung vom 7. Oktober 1958 i.S. J. gegen Vormundschaftsbehörde Chur.", "regestes": ["Recours en réforme au Tribunal fédéral. Contrairement à l'arrêt paru dans RO 49 II 151, on ne saurait, même en cas de retrait de la puissance paternelle, reprocher au jugement attaqué de violer des dispositions cantonales de procédure. Il est loisible au droit cantonal de prévoir une procédure administrative pour le retrait de la puissance paternelle; lui seul prescrit si l'autorité compétente peut se contenter de rapports écrits ou si elle doit entendre comme témoins les personnes qui ont donné des renseignements. Défaut de motifs suffisants au sens de l'art. 55 litt. c OJ)."], "faits": "BGE 84 II 484 S. 484\n\nAm 28. Juni 1958 hat der Kleine Rat des Kantons Graubünden in Übereinstimmung mit der Vormundschaftsbehörde Chur und dem Bezirksgerichtsausschuss Plessur dem J., dessen erste Frau am 3. Februar 1955 an der BGE 84 II 484 S. 485Geburt des ersten Kindes gestorben war und der seit dem 29. September 1955 wieder verheiratet ist, die elterliche Gewalt über dieses Kind entzogen, weil aus einem durch Erhebungen des Fürsorgeamtes der Stadt Chur bestätigten Bericht der Bezirksfürsorgestelle Chur vom 24. August 1957 hervorgehe, dass das Kind von ihm und seiner zweiten Frau lieblos, verständnislos und brutal behandelt, insbesondere ganz mangelhaft gepflegt, heftig geschlagen, geschüttelt und mit Fusstritten traktiert werde, so dass es verängstigt sei und oft tagelang schreie.\n\nDiesen Entscheid hat J. mit der vorliegenden Berufung an das Bundesgericht weitergezogen mit dem Antrag, die gegen ihn ergriffene Massnahme sei aufzuheben; eventuell sei die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen. Das Bundesgericht tritt auf die Berufung nicht ein.", "considerants": "Erwägungen:\n\n1. Nach Art. 55 lit. c OG soll die Begründung der Berufungsanträge, die in der Berufungsschrift enthalten sein muss, kurz darlegen, welche Bundesrechtssätze und inwiefern sie durch den angefochtenen Entscheid verletzt sind. Ausführungen, die sich gegen die tatsächlichen Feststellungen richten, sowie Erörterungen über die Verletzung kantonalen Rechts sind nach dem zweiten Satze dieser Bestimmung unzulässig. Diese Grundsätze gelten auch für die in Art. 44 lit. b OG vorgesehene Berufung gegen Entscheide über die Entziehung und Wiederherstellung der elterlichen Gewalt.\n\nInBGE 49 II 151steht freilich u.a., die zivilrechtliche Beschwerde (die unter dem frühern OG das ordentliche Rechtsmittel für die Weiterziehung solcher Entscheide an das Bundesgericht war) sei zulässig, wenn sie sich auf Verletzung von Verfahrensvorschriften im Sinne von Art. 288 ZGB berufe, womit nur die gemäss Art. 288 Abs. 1 ZGB von den Kantonen erlassenen Verfahrensvorschriften gemeint sein konnten. Diese (vom Berufungskläger nicht BGE 84 II 484 S. 486angerufene) Bemerkung ist jedoch auf ein redaktionelles Versehen zurückzuführen. Weder aus Art. 288 ZGB, wonach die Kantone das bei der Entziehung und der Wiederherstellung der elterlichen Gewalt zu beobachtende Verfahren ordnen (Abs. 1) und die Weiterziehung an das Bundesgericht vorbehalten bleibt (Abs. 2), noch aus irgend einer andern Vorschrift des Bundesrechts lässt sich ableiten, dass in solchen Angelegenheiten mit dem für die Weiterziehung an das Bundesgericht zur Verfügung stehenden ordentlichen Rechtsmittel in Abweichung von Art. 43 OG bzw. Art. 94 in Verbindung mit Art. 57 des frühern OG ausnahmsweise nicht bloss die Verletzung von Bundesrecht, sondern auch diejenige kantonaler Verfahrensvorschriften geltend gemacht werden könne.\n\n2. Im vorliegenden Falle besteht der grösste Teil der Berufungsbegründung darin, dass die tatsächlichen Feststellungen der Vorinstanz und die ihnen zugrunde liegenden Berichte und Auskünfte als unrichtig hingestellt werden, was nach dem Gesagten unzulässig ist.\n\nDie übrigen Ausführungen des Berufungsklägers bemängeln das von den kantonalen Instanzen durchgeführte Verfahren. Dieser Teil der Berufungsbegründung ist deshalb unbeachtlich, weil über die Verfahrensfragen, auf welche sich die Rügen des Berufungsklägers beziehen, keine bundesrechtlichen Vorschriften bestehen, die durch den angefochtenen Entscheid verletzt sein könnten, sondern das Bundesrecht die Regelung dieser Fragen dem kantonalen Recht überlassen hat, dessen Anwendung das Bundesgericht nicht überprüfen kann. Insbesondere steht es den Kantonen (die gemäss Art. 54 Abs. 1 SchlT die \"zuständige Behörde\" im Sinne von Art. 285 ZGB zu bestimmen haben), gemäss Art. 54 Abs. 2 und 3 SchlT sowie Art. 288 ZGB frei, statt eines gerichtlichen ein Verwaltungsverfahren vorzusehen, und bestimmt sich ausschliesslich nach kantonalem Recht, was als \"rechtsgültiger Beweis\" anzusehen ist. Das kantonale Recht kann den von ihm als zuständig bezeichneten Behörden gestatten, BGE 84 II 484 S. 487auf Informationsberichte abzustellen, wie sie hier vorliegen. Das Bundesrecht enthält keine Vorschrift, aus der sich ergäbe, dass die Gewährspersonen als Zeugen zu verhören seien und dass dem Beweisgegner gestattet sein müsse, ihrem Verhör beizuwohnen und dabei Ergänzungsfragen zu stellen. - Ob das durchgeführte Ermittlungsverfahren den massgebenden Sachverhalt genügend zuverlässig abgeklärt habe oder ob weitere Erhebungen (z.B. die Befragung der vom Berufungskläger erwähnten Ärzte) am Platze gewesen wären, ist eine Frage der Beweiswürdigung, über welche die kantonalen Behörden abschliessend zu befinden hatten.\n\nDass die Vorinstanz die von ihr festgestellten Tatsachen nicht unter Art. 285 ZGB habe ziehen dürfen, wird in der Berufungsschrift mit keinem Worte geltend gemacht.\n\nDie Berufung entbehrt somit einer der Vorschrift von Art. 55 lit. c OG genügenden Begründung. Dieser Mangel macht sie unwirksam (71 II 34 und 35, 72 II 6 E. 3, 77 II 343 E. 3, 80 II 30 E. 1, 148 E. 4)."}