{"annee": "84", "cour": "II", "page": "149", "date": "29/4/1958", "cite": ["52 II 137", "78 II 32", "44 II 72", "79 II 295", "67 II 123"], "cite_par": ["120 II 209", "107 II 411"], "chapeau": "21. Auszug aus dem Urteil der I. Zivilabteilung vom 29. April 1958 i.S. Hans Ralm & Co. gegen Phoebus Handelsgesellschaft A. G.", "regestes": ["L'art. 82 CO s'applique seulement si les deux prestations ont été promises dans le même contrat, l'une en échange de l'autre."], "faits": "", "considerants": "|149|\n\nDie Klägerin beharrt auf der Einrede des nichterfüllten Vertrages (Art. 82 OR) und will die Auffassung des Handelsgerichts, dass sie schon vor dem Prozesse hätte erhoben werden müssen, um berücksichtigt werden zu können, nicht gelten lassen.\n\nOb diese Kritik begründet ist, kann dahingestellt bleiben. Art. 82 OR bestimmt, wer bei einem zweiseitigen Vertrage den andern zur Erfüllung anhalten wolle, müsse entweder bereits erfüllt haben oder die Erfüllung anbieten, es sei denn, dass er nach dem Inhalte oder der Natur des Vertrages erst später zu erfüllen habe. Diese Bestimmung betrifft die Ordnung in der Erfüllung (s. Randtitel) von |150| Leistung und Gegenleistung aus einem zweiseitigen Vertrage, und nur dieses Verhältnis. Sie hat nicht den Sinn, dass jeder, der zugleich Gläubiger und Schuldner eines andern ist, die geschuldete Leistung solange zurückbehalten dürfe, bis der andere die eigene Leistung erfüllt oder angeboten habe. Nur wenn die eine und die andere Leistung in ein und demselben Vertrage versprochen worden sind und gegenseitig derart aufeinander Bezug haben, dass die eine die Gegenleistung für die andere ist, trifft Art. 82 OR zu (BGE 44 II 74, BGE 67 II 126). Im Sukzessivlieferungsvertrag besteht dieses Austauschverhältnis zwischen allen Raten des Verkäufers einerseits und dem gesamten Kaufpreis anderseits und braucht daher der Verkäufer weitere Leistungen nicht zu erbringen, solange der Käufer mit der Zahlung des Preises für frühere Lieferungen im Verzug ist (BGE 52 II 139 f., BGE 78 II 34 f., BGE 79 II 304). Weiter reicht die Befugnis aus Art. 82 OR nicht. Die Tatsache, dass die Beklagte schon zur Zeit, da sie die Erfüllung der ausstehenden 15 t Brom verlangte, Schuldnerin der Klägerin gewesen sein soll, berechtigte daher für sich allein die Klägerin nicht, die Bromlieferungen zurückzuhalten. Die Klägerin hätte vielmehr dartun müssen, dass ihre Forderung zum mindesten teilweise Kaufpreisforderung für frühere Teillieferungen aus den Verträgen vom 16. und 19. Juni 1953 sei. Dass das zutreffe, hat sie in ihren Eingaben und Vorträgen vor dem Handelsgericht nicht behauptet, wie sie es übrigens auch im Berufungsverfahren nicht darzutun versucht. Daher ist davon auszugehen, dass ihr die Einrede des nichterfüllten Vertrages nicht zustand und die Beklagte sie berechtigterweise zur Lieferung aufforderte, insbesondere auch noch am 6. April 1955, als sie ihr die letzte Nachfrist ansetzte."}