{"annee": "84", "cour": "II", "page": "628", "date": "15/12/1958", "cite": ["84 II 13", "51 II 162", "84 II 266"], "cite_par": ["85 II 402"], "chapeau": "84. Urteil der I. Zivilabteilung vom 15. Dezember 1958 i.S. Fässler gegen Möbel AG", "regestes": ["Achat avec paiement anticipé par acomptes. 1. Art. 1, 2 et 184 CO. Le contrat est conclu alors même que, pour un solde éventuellement dû sur le prix d'achat, les parties renvoient aux conditions de paiement partiel du vendeur. Lorsque de telles conditions ne sont pas établies, le juge les fixe selon le droit et l'équité (consid. 1). 2. Art. 20 CO et 27 al. 2 CC. a) Restriction immorale au droit qu'a l'acheteur de disposer d'un choix suffisant à des prix aussi favorables que ceux de la concurrence? (consid. 2). b) La possibilité que le vendeur ne remplisse pas ses obligations rend-elle la vente immorale? (consid. 3)."], "faits": "|629|\n\nA.- Die ledige Arztgehilfin Klara Fässler, geb. 1935, schloss am 26. Juli 1957 mit der Möbel AG folgenden \"Aussteuer-Kaufvertrag auf Vorzahlung\" ab:\n\n\"1. Der unterzeichnete Käufer bestellt bei der Möbel AG Aussteuergegenstände (Möbel, Bettinhalt, Wäsche, Teppiche nach eigener Wahl) im Betrage von Fr. 5000.-- (Kaufsumme).\n\n2. Der Käufer leistet eine erste Zahlung von Fr. 50.- am 31. Juli 1957 und monatliche Ratenzahlungen von mindestens Fr. 50.- jeweils am letzten jeden Monats, erstmals am 31. August 1957. Sobald 2/5 der vereinbarten Kaufsumme einbezahlt sind, können restliche Zahlungen bis zum Zeitpunkt der Lieferung beliebig erbracht werden. Der Käufer hat jedoch innert 10 Jahren seit Vertragsabschluss soviel einzuzahlen, dass zusammen mit Zins und Zinseszins die oben erwähnte Kaufsumme erreicht wird.\n\n3. Die Zahlungen haben auf das Vorzahlungskonto bei der Schweizerischen Volksbank, St. Gallen, Postcheckkonto IX 12564 zu erfolgen. Die ersten Raten bis zum Betrage von 12% der Kaufsumme gelten als Anzahlung an die Möbel AG und werden von dieser verzinst. Alle 12% der Kaufsumme übersteigenden Beträge werden einem Sparheft der Schweizerischen Volksbank St. Gallen gutgeschrieben. Das Sparheft. bleibt bei der Schweizerischen Volksbank deponiert. Über das Sparguthaben kann nur mit gegenseitiger Zustimmung der beiden Vertragsparteien verfügt werden. Sämtliche Zahlungen des Käufers werden von der Möbel AG in den ersten 5 Jahren ab Vertragsabschluss zum doppelten Sparkassa-Zinsfuss im Maximum zu 5% und nachher noch zum Normal-Sparkassa-Zinsfuss verzinst.\n\n4. Der Käufer kann seine Wahl jederzeit treffen, hat aber spätestens 10 Jahre nach Vertragsabschluss von seinem Wahlrecht Gebrauch zu machen. Die Wahl hat mindestens 6 Wochen vor dem gewünschten Liefertermin zu erfolgen. Bei der Auswahl werden 2 Bahnbillete vom Wohnort nach St. Gallen retour, jedoch im Maximum 2% der Kaufsumme vergütet. Die Lieferung erfolgt in der ganzen Schweiz mit Camion franko Haus. 5 Jahre Garantie gegen Reissen und Springen der Möbel.\n\n5. Die Wahl erfolgt auf Grund der im Zeitpunkt der Wahl in den Ausstellungsräumen der Möbel AG sich befindenden sowie in deren Katalogen und Prospekten aufgeführten Modelle. Massgebend sind dabei die im Zeitpunkt der Wahl in den Ausstellungsräumen angeschriebenen bzw. in den gedruckten Detailpreislisten der Möbel AG und des Schweiz. Engros-Möbelfabrikanten (SEM)-Verbandes aufgeführten Barzahlungspreise.\n\n6. Sofern das Guthaben des Käufers 2/5 der Kaufsumme erreicht, kann dieser Lieferung verlangen und den Restbetrag zu den Teilzahlungsbedingungen der Möbel AG tilgen. Mit Zustimmung der Verkäuferin kann eine derartige Regelung bereits früher getroffen werden. Sind bei der Möbellieferung mindestens 40 % der Kaufsumme bezahlt, |630| so werden dem Käufer 2% des vorausbezahlten Betrages gutgeschrieben.\n\n7. Sollte sich der Käufer nach 10 Jahren seit Vertragsabschluss noch nicht verheiratet haben, so ist er berechtigt, vom Vertrag zurückzutreten, hat aber hiefür die Möbel AG mit 12% der Kaufsumme zu entschädigen. Der Käufer erhält in diesem Falle die von ihm geleisteten Beträge einschliesslich des üblichen Bankzinses, unter Abzug der oben erwähnten Entschädigung, innert 30 Tagen zurück. Hat jedoch der Käufer zu diesem Zeitpunkt das 40. Altersjahr vollendet, so verzichtet die Möbel AG auf Entschädigung.\n\n8. Bei Todesfall des Käufers werden die von ihm einbezahlten Beträge sowie der übliche Bankzins, ohne jeden Abzug, an seine Erben zurückerstattet. Ebenso erfolgt eine derartige Zurückerstattung an den Käufer im Falle unheilbarer Krankheit, dauernder schwerer Invalidität oder anderer wichtiger Gründe. (Auflösung des Verlöbnisses gilt nicht als wichtiger Grund.)\n\n9. Mit Zustimmung der Möbel AG kann dieser Vertrag auch auf einen andern Käufer überschrieben werden.\"\n\nAm 16. August und 7. September 1957 zahlte Klara Fässler der Möbel AG in Erfüllung des Vertrages zweimal je Fr. 50.-. Am 26. September liess sie ihr mitteilen, dass sie den Vertrag wegen Täuschung, Irrtums und Übervorteilung unverbindlich erkläre. Im gleichen Briefe machte sie geltend, solche Verträge seien allgemein sittenwidrig.\n\nB.- Am 21. November 1957 reichte Klara Fässler gegen die Möbel AG beim Kantonsgericht St. Gallen Klage ein mit dem Begehren auf gerichtliche Feststellung, dass der Vertrag nichtig, eventuell für die Klägerin unverbindlich sei, und auf Verurteilung der Beklagten auf Rückzahlung der geleisteten Fr. 100.--.\n\nDas Kantonsgericht wies die Klage am 2. Mai 1958\n\nentsprechend dem Antrage der Beklagten ab.\n\nC.- Die Klägerin hat rechtzeitig die Berufung erklärt mit dem Antrag auf Gutheissung der Klage. Sie macht geltend, das angefochtene Urteil verletze Art. 1, 2, 20 Abs. 1, 23 f., 28 OR und Art. 27 Abs. 2 ZGB.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin macht geltend, der Vertrag sei nicht gültig zustande gekommen, weil die Parteien sich über die Teilzahlungsbedingungen nicht geeinigt hätten, zu denen |631| sie den Rest des Kaufpreises zu tilgen habe, wenn sie gemäss Ziffer 6 die Lieferung der Kaufsache verlange.\n\nDas trifft nicht zu. Eine Einigung liegt vor, denn die Parteien haben die \"Teilzahlungsbedingungen der Möbel AG\" als massgebend erklärt, also jene, welche die Beklagte in Abzahlungsgeschäften anzuwenden pflege. Fragen kann sich nur, ob es im Geschäfte der Beklagten solche Bedingungen wirklich gibt. Sollte das nicht zutreffen, so wären die gegenüber der Klägerin anzuwendenden Teilzahlungsbedingungen anhand des erwähnten Hinweises im Vertrage nicht bestimmbar. Dieser würde also insoweit eine Lücke aufweisen. Sie beträfe jedoch einen Nebenpunkt im Sinne des Art. 2 OR und stände daher der Verbindlichkeit des Vertrages nicht im Wege. Die Klägerin vermag zur Stützung ihrer gegenteiligen Auffassung nicht anzuführen, sie habe dem Rechte, die Kaufsache gegen Abzahlung des Restpreises vorzeitig zu beziehen, entscheidende Bedeutung beigemessen. Dieses Recht ist ihr im Vertrage ausdrücklich eingeräumt worden und mag für sie wesentlich gewesen sein. Die Einzelheiten der Teilzahlungen, die sie nach seiner Ausübung zu leisten haben wird (Höhe und Fälligkeit der Raten, Zuschläge für Kreditierung, Sicherstellung des ausstehenden Betrages durch Eigentumsvorbehalt usw.), können dennoch nebensächlich sein. In dem in BGE 84 II 266 ff. veröffentlichten Urteil hat denn auch das Bundesgericht in den Zahlungsbedingungen hinsichtlich eines Kaufpreisrestes Nebenpunkte gesehen. Dort war der Käufer schon nach Entrichtung eines Fünftels des Kaufpreises nicht mehr zu weiteren Vorauszahlungen verpflichtet, konnten also im Zeitpunkt der Lieferung vom Kaufpreis noch bis zu vier Fünfteln ausstehen. Im vorliegenden Falle kann der Rest höchstens drei Fünftel des ganzen Kaufpreises erreichen. Um so weniger kann gesagt werden, die Einzelheiten seiner Abzahlung hätten schon beim Abschluss des Vertrages festgelegt werden müssen. Sollten sie nicht auf Grund des Geschäftsbrauches der Beklagten bestimmbar sein und die Parteien sich über sie |632| auch nicht einigen können, so wird der Richter sie \"nach der Natur des Geschäftes\" festlegen (Art. 2 Abs. 2 OR), d.h. nach Recht und Billigkeit entscheiden (Art. 4 ZGB). Die Übung im Möbelhandel wird ihm Richtschnur sein.\n\n2. Die Klägerin macht geltend, ihr Recht, die Kaufgegenstände zu Konkurrenzpreisen auszuwählen, sei in einer gegen die guten Sitten verstossenden Weise eingeschränkt und der Vertrag sei daher nichtig (Art. 20 Abs. 1 OR, Art. 27 Abs. 2 ZGB). Den Verstoss gegen die guten Sitten sieht sie darin, dass ihr nicht zugestanden sei, die Kaufsachen ausser bei der Verkäuferin bei einer dem Schweizerischen Engros-Möbelfabrikantenverband angeschlossenen Firma auszuwählen, wie die Käufer in den in BGE 84 II 13 ff. und 266 ff. veröffentlichten Fällen es tun konnten. Sie macht geltend, sie sei hinsichtlich Auswahl und Preise der Willkür der Beklagten ausgeliefert. Dazu komme, dass das Vorzahlungsgeschäft der Beklagten im Verhältnis zu ihrem gesamten Umsatz einen immer grösser werdenden Raum einnehme. Die Beklagte werde dereinst an \"Direktkunden\" nicht mehr interessiert sein und es daher wagen können, nur noch wenige Standarttypen anzubieten und die Preise beliebig zu erhöhen.\n\nDas Kantonsgericht stellt indessen fest, dass die Beklagte ein sehr leistungfähiges Unternehmen hat und über eine sehr grosse Auswahl verfügt. Die Klägerin wird daher schon in den Ausstellungsräumen der Beklagten viele Möglichkeiten finden, Aussteuergegenstände auszuwählen. Die Befürchtung, in Zukunft werde es anders sein, weil die Beklagte sich immer mehr dem Vorzahlungsgeschäft zuwende, ist unbegründet. Die Klägerin hat in der Replik darauf hingewiesen, dass die Barzahler von 1950 bis 1957 von 69 auf 58% gesunken seien. Sie anerkennt somit die von der Beklagten vorgelegte Aufstellung, aus der sich das ergibt. Der gleichen Aufstellung ist indes auch zu entnehmen, dass der Anteil der Barzahler im Jahre 1953 auf 33% gefallen war und dann wieder ständig grösser wurde, |633| bis er 1957 58% erreichte. Nichts spricht also dafür, dass die Beklagte das Barzahlungsgeschäft mehr und mehr aufgebe. Ob und inwieweit dadurch die Wahlmöglichkeiten zu Ungunsten der Klägerin eingeschränkt und die Preise erhöht würden, kann deshalb dahingestellt bleiben, und es braucht auch nicht entschieden zu werden, ob die Möglichkeit des Eintritts dieser Tatbestände genügen würde, den Vertrag heute als unsittlich zu erklären.\n\nDer Klägerin ist auch nicht beizupflichten, wenn sie glaubt, sie dürfe Aussteuergegenstände nur aus den in den Räumen der Beklagten ausgestellten oder in deren Katalogen und Prospekten aufgeführten Modellen auswählen. Gewiss erwähnt der erste Satz der Ziffer 5 des Vertrages nur diese Möglichkeiten. Unter der gleichen Ziffer haben die Parteien jedoch festgehalten, dass auch die in den gedruckten Listen des Schweizerischen Engros-Möbelfabrikantenverbandes angegebenen Barzahlungspreise massgebend sein sollen. Der Hinweis auf diese Preise wäre sinnlos, wenn das Wahlrecht der Klägerin so eingeschränkt wäre, wie sie meint. Die Preise der in den Ausstellungsräumen der Beklagten stehenden Möbel sind laut Ziffer 5 des Vertrages dort angeschrieben, und die Preise der im Katalog der Klägerin aufgeführten Sachen sind in einem Anhang dazu genannt. Also gelten die den Listen des Schweizerischen Engros-Möbelfabrikantenverbandes zu entnehmenden Preise für Ware, die bei den Mitgliedern dieses Verbandes erhältlich ist und die Beklagte auf Wunsch der Klägerin daselbst zu beziehen und an die Klägerin abzugeben haben wird. Die Beklagte hat im kantonalen Verfahren denn auch anerkannt, es sei ihr jederzeit möglich, bei allen dem Schweizerischen Engros-Möbelfabrikantenverband angeschlossenen Fabriken Ware zu erhalten, und die Klägerin könne solche Ware aus den Katalogen dieser Fabriken auch auswählen. Bei dieser Erklärung ist sie zu behaften.\n\nEs trifft somit nicht zu, dass der Vertrag die Freiheit der Klägerin, die Kaufgegenstände zu Konkurrenzpreisen |634| aus angemessenen Beständen auszuwählen, in einer gegen die guten Sitten verstossenden Weise einschränke.\n\n3. Die Klägerin sieht einen Verstoss gegen die guten Sitten ferner darin, dass der Vertrag sie zur Verschiebung der Heirat nötigen oder wirtschaftlich zugrunde richten würde, wenn die Beklagte nicht liefern könnte oder wollte.\n\nOb ein Vertrag den guten Sitten widerspricht, beurteilt sich nach seinem Inhalt (BGE 84 II 27, 277). Daher ist fraglich, ob die Lage, in die eine Patrei kommen könnte, wenn die andere leistungsunfähig werden, die Erfüllung verweigern oder in Verzug geraten sollte, jemals einen Vertrag unsittlich machen kann. Verträge werden abgeschlossen, um erfüllt zu werden, und die Rechte, die dem Gläubiger zustehen, wenn das nicht geschieht, sind in Art. 82, 83, 97 ff. und 102 ff. OR sowie in den Bestimmungen über die einzelnen Vertragsverhältnisse eingehend geordnet. Zudem sind Leistungsunfähigkeit, Erfüllungsverweigerung und Verzug, wie die Klägerin selber unterstellt, beim Abschluss des Vertrages noch ungewiss, während die Frage der Nichtigkeit nach dem Sachverhalt beurteilt werden muss, wie er im Zeitpunkt des Abschlusses besteht. Nur unter dem Gesichtspunkt einer von Anfang an bestehenden Gefahr könnten daher die erwähnten Verhältnisse für die Frage der Unsittlichkeit des Vertrages überhaupt eine Rolle spielen. Um in Betracht fallen zu können, müsste aber die Gefahr im einzelnen Falle konkret nachgewiesen sein. Die Klägerin hätte daher anhand von Tatsachen dartun müssen, dass die Möglichkeit der Leistungsunfähigkeit, der Erfüllungsverweigerung oder des Verzuges der Beklagten konkret bestehe; die bloss abstrakte Möglichkeit, die daraus abgeleitet wird, dass ein Möbelhändler einmal seinen Verpflichtungen nicht nachkommen könnte oder wollte, kann den vorliegenden Vertrag nicht unsittlich machen. Übrigens verstösst dieser auch schon deshalb nicht gegen die guten Sitten, weil die Klägerin zugunsten der Beklagten nur Fr. 600.-- vorauszuzahlen hat, während alle weiteren Zahlungen von der Schweizerischen |635| Volksbank auf einem gesperrten Sparheft gutzuschreiben sind, so dass die Klägerin für den grössten Teil ihrer Leistungen gesichert sein wird. Dass sie durch den Verlust von Fr. 600.-- wirtschaftlich zugrunde gerichtet wäre, tut sie nicht dar und ist angesichts ihres Alters und Berufes, der ihr zugegebenermassen ohne weiteres erlaubt, monatlich Fr. 50.- für den Erwerb von Möbeln aufzuwenden, nicht nachgewiesen. Wer finanzielle Verpflichtungen eingeht, verstösst nur dann gegen die guten Sitten, wenn er dadurch seine wirtschaftliche Existenz gefährdet (BGE 51 II 167f., BGE 84 II 23, 277).\n\n4. Die Klägerin macht geltend, der Vertrag sei für sie jedenfalls wegen Irrtums (Art. 23 f. OR) und absichtlicher Täuschung (Art. 28 OR) unverbindlich, weil der Hinweis auf die gedruckten Preislisten des Schweizerischen Engros-Möbelfabrikantenverbandes in Ziffer 5 des Vertrages den Eindruck erwecken solle, sie könne aus den in diesen Listen enthaltenen Modellen auswählen, während sie die Auswahl in Wirklichkeit nur aus Modellen treffen könne, die im Lager der Beklagten ständen oder in ihren Prospekten aufgeführt seien.\n\nDiese Rüge ist schon deshalb unbegründet, weil Ziffer 5 des Vertrages in der Tat so auszulegen ist, wie die Klägerin sich vorgestellt haben will (Erw. 2). Wäre es anders, so verstiesse die Berufung auf Irrtum und Täuschung übrigens gegen Treu und Glauben, da die Beklagte bereit ist, den Vertrag so gelten zu lassen, wie ihn die Klägerin verstanden haben will (Art. 25 OR).\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen, und das Urteil des Kantonsgerichts St. Gallen, II. Zivilkammer, vom 2. Mai 1958 wird bestätigt."}